[
    {
        "question_title": "Мұрнымнан жағымсыз иіс шығады",
        "question_content": "Мен 25 апта жүктімін. Шалқайып жата кетсем болды басым маңдай көз айналасы ауырып мұрныма жағымсыз өткір иіс келеді. Жəне танертен ұйқыдан тұрған соң көп қақырық бөлінеді? Не үшін екен кім біледі көмектесіңіздерші. Дəрігерге баруға қорқып жүрмін не деп айтар екен деп. Егер хабарларыңыз болса айтып жіберіңіздерші",
        "question_date": "15.10.2019",
        "question_tag": "Тазалық",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Гаймориттің белгілеріне ұқсайды екен.Басыңызды еңкейткенде көздің айналасы ауырса сол гайморит,емдетпесеңіз асқынып кетеді.Лорға барып қаралыңыз,рентгенге түсіріп қарайды.Жеңіл болса өзінің мұрын шаятын аппараты болады,солмен 3-4 күн шайып береді.Ал асқынып кетсе ішіндегі іріңді тесіп шығарады.",
                "date": "17.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі мәтінді талдаңыз?",
        "question_content": "Мәтін бойынша сұрақтар дайындаңыз ,\nМәтіннен тірек сөздер жазыңыз ,\nМәтінді аударыңыз ,                                                              \nМәтіннің мазмұнын қысқаша баяндаңыз ,\nМәтінге тақырып беріңіз\n\nОтбасының тірегі – әке-шеше. Әр отбасының өз заңдылығы, дәстүрі болады. Отбасында өсіп келе жатқан ұрпақ ата-бабаларының дәстүрін жалғастырады. Ата-ана бала тәрбиесіне жауапты. Сондықтан әке – отбасын асыраушы, шеше үй шаруасына көп көңіл бөледі. Ас әзірлеу, дастархан жасау, балаларына тәрбие беру – ананың міндеті болса, әке балаларына талап қояды, дұрыс бағыт беріп отырады. Ата-ана балалардың білім алуына көмектесіп, мамандық таңдауына ақыл береді. Балалар әке-шешенің тәрбиесімен ортада өзін қалыптастырады. Әр бала – отбасы мүшесі ғана емес, қоғамдағы жеке тұлға. Отбасы мүшелері қаржы мәселесін де бірігіп шешеді. Қаржыны үнемдеп, қажет жағдайда жұмсауға ата-ана көмектеседі.",
        "question_date": "15.10.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәтін бойынша сұрақтар дайындаңыз.\nОтбасының басты тірегі кім?\nӘке деген кім?\nАна деген кім?\nМәтіннен тірек сөздер жазыңыз.\nӘке, ана, отбасы.                                                         \nМәтіннің мазмұнын қысқаша баяндаңыз.\nОтбасы құндылықтары жайлы мәтін.\nМәтінге тақырып беріңіз.\nОтбасы жайлы.",
                "date": "17.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыш диагональдарының арасында сүйір бұрышы 50 градус",
        "question_content": "Тіктөртбұрыш диагональдарының арасында сүйір бұрышы 50 градус. Диагональдың қабырғасын жасайт бұрыштарын табыңдар?",
        "question_date": "14.10.2019",
        "question_tag": "Геометрия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "түсінгеніміз осы",
                "date": "15.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дәмхана бизнесінің оң және теріс жақтары?",
        "question_content": "Дәмхана (фасфуд ) ашу ниетім бар еді .\n\nЖалпы жауап алғым келеді , құжат маселесі лицензия анау мынау плююсы мен минустары туралы білгім келеді .",
        "question_date": "14.10.2019",
        "question_tag": "Бизнес туралы",
        "question_views": 537,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "оҢ жақтары:\n\n1) бастапқа салым мөлшері салыстармалы түрде аз\n\n2) Өтімділігі жоғары\n3) Сұраныс әрдайым бірқалыпты, \"өлі кезеңдерден\" қорықпауға болады\n\n4) Қызметкерлерді даярлау аса қиындық тудырмайды.\n\nТеріс тұстары:\n\n1)Сапаға қойылатын жоғары талаптар.\n\n2) азық -түліктің тез бұзылуын ескеріп, азайган немесе таусылған заттарды тез орнын толтырып отыру қажеттілігі\n\n3) Баяу адамдарға арналмаған жұмыс\n\nБұл бизнеспен айналуышы сапаны естен шығармаса, басты  артықшылығы сапалы тағам болса тұтынушылар арасынан өз қолдауын табады.",
                "date": "11.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мәтінді талдау керек",
        "question_content": "Осы мәтіннің мазмұнын қысшаша жеткізіп, аудиториясын анықтап, көркемдегіш құралдарды тауып, оларды автор қандай мақсатта қолданғанын анықтаңыз. Өз жауабыңызды барынша шешендікпен түрлі сөз оралымдарын мақал мәтелдерді көркемдегіш құралдарды қолдану арқылы жеткізіңіз.\nАлаш зиялылары XX ғасырдың басында ұлт тәуелсіздігі мәселесін көтере отырып, ұлттың рухани-мәдени өрлеуіндегі, саяси ұйысуындағы асыл қазынаның бірегейі тіл екендігін байыптады. Сөйтіп, олар тілді сақтау, дамыту, қолданыс аясын кеңейту міндеттерін көтере келе, қазақ тілінің саяси, қоғамдық, әлеуметтік мәртебесіне ерекше мән берді. Бұл алаштықтар тарапынан тілдің саяси, әлеуметтік маңызын, ұлттың тұтасуы мен өркендеуіндегі орнын сезініп, оған тұңғыш рет берілген толымды баға болатын. Бұл да тәлімі тарихи деуге татитын Алаштың орасан өнегесі болатын. Ресей отаршылдығының саяси, әскери қысымын ғана емес, рухани өктемдігін сезген, көрген Алаш зиялылары тілді, ұлтты сақтап қаларлық қуатты құрал деп қарады, бағалады, соған риясыз қызмет етті. Хандық мемлекет тұсында тіл билік пен шешендіктің, көсемдіктің, өнебойы отаршылдықта өткен XIX ғасырда қарсылық пен сынның құралы болса, Алаш қозғалысы тұсында тілге ең алғаш рет ұлтты тұтастырушылық ірі қызмет жүктелді. Яғни, қазақ тілі қалың ел, ордалы жұрттың тілі ретінде сақталу керек, сақтала тұрып ұлттың ұлттығын да сақтауы тиісті деп бағаланды. А.Байтұрсынұлы «Өз тілімен сөйлескен, өз тілімен жазған жұрттың ұлттығы еш уақытта адамы құрымай жоғалмайды. Ұлттың сақталуына да, жоғалуына да себеп болатын нәрсенің ең қуаттысы – тіл»-деп ұлттық рухтың, болмыстың негізі де, арқауы да, тіл екендігін алғаш аңғартты. Ахаңның осы сөзіне орайлас пікірлерді Алаш зиялыларының көпшілігі білдірді. Айталық, Ғұмар Қараштың: «Тіл сақтауға мүмкін болғанда, тіл сақталуға тиіс. Біз тілімізді қанша сақтасақ, ұлтымызды да сонша сақтаған боламыз», Мұстафа Шоқайдың: «Ұлттық рухтың негізі – ұлттық тіл. Кешегі Ресей тіліміздің дамуына жол бермеді. Ол кезде біздің ұлттық басылымдар шығару құқығымыз жоқ болатын», Халел Досмұхамедұлының: «Ана тілін жақсы біліп тұрып бөтенше жақсы сөйлесең, бұл – сүйініш; ана тілін білмей тұрып бөтенше сөйлесең, бұл – күйініш. Өз тілін білмей тұрып, жат тілге еліктей беруі зор қате. Бұл оқығандардың һәм оқушылардың есінен шықпауы керек,Мағжан Жұмабаевтың: «Ұлттың ұлт болуы үшін бірінші шарт – тілі болу»дегендері біздің заманымызға үндес, өзекті пікірлер.",
        "question_date": "14.10.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 941,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы сайттағы баяғыда қойылған сұрақтарға жауап берудің мәні бар ма?",
        "question_content": "Олардың өзектілігі жоғалып кетеді ғой",
        "question_date": "14.10.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 425,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өте жақсы сұрақ. Бұрын да осы сарындағы сұрақтарға жауап беріп өткен едім. Бірақ қай сұрақтың астында екенін ұмытып қалғандықтан қайта жауап бергенім дұрыс болар деген ойдамын.\n\nСайт ашылғалы бері осындай қойылған әрбір сұрақ пен жауап болашақта өшіп кетпесіне мен жауапкершілік алдым. Сайттың үнемі дамып әрі жылдам қатесіз ашылуын қадағалап отырамын.\nӘрине көп жағдайда сұрақ қойған соң оқырмандар жауабын тез арада алмай жатады. Сайт әкімшілігі оған жауапты емес. Себебі сайттың мақсаты оқырмандардың өздері сұрақ қойып өздері жауап жазуы қажет. Бірақ кейде мейлі бір апта, бір ай, бір жылдан кейін де жауап жазылса ол сұрақ қоюшыға жауап пайдалы болмаса да тура сондай ақпаратты интернеттен іздеп келген қолданушыға пайдалы болар еді.\nОсы сайтта жиналған сұрақтар мен жауаптар талай интернет қолданушыларына пайдалы болды, әрі талай жылдар бойы ақпарат іздеген қолданушыға пайдалы болады деген ойдамын!",
                "date": "28.10.2019",
                "upvotes": 4
            },
            {
                "text": "Ол сұрақтар кейінде адамдарда туындауы мүмкін ғой) Өзектілігі жойылмайды деп ойлаймын",
                "date": "17.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұздардың сапалық құрамын тәжірибе арқылы дәлелдеу?",
        "question_content": "Қышқылдардың, негіздердің, тұздардың сапалық құрамын тәжірибе арқылы дәлелдеу?\n\nХимия пәнінен 10-сынып 3 зертханалық тәжірибе",
        "question_date": "14.10.2019",
        "question_tag": "Химия",
        "question_views": 968,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сапалы қышқыл құрамының дәлелі\n\nҚышқылдардың құрамында сутегі ионы (Н+) болады. Мұны көрсеткіштер арқылы дәлелдеуге болады. Көрсеткіштер – қоршаған ортаға байланысты түсін өзгертетін заттар. Қышқылдар индикаторларды қызыл, қызғылт сары немесе сарыға айналдырады.\n\nМысалы, тұз қышқылының (HCl) ерітіндісін алуға және оған лакмус индикаторын қосуға болады. Бейтарап ортада лакмус көк, қышқыл ортада қызыл. Сондықтан лакмусқа тұз қышқылын қосқанда оның түсі қызылға өзгереді.\n\nНегіздердің сапалық құрамын дәлелдеу\n\nНегіздерде гидроксид-ион (OH-) болады. Мұны көрсеткіштер арқылы дәлелдеуге болады. Көрсеткіштер – қоршаған ортаға байланысты түсін өзгертетін заттар. Түс индикаторларының негізі көк, күлгін немесе жасыл.\n\nМысалы, натрий гидроксидінің (NaOH) ерітіндісін алуға және оған фенолфталеин индикаторын қосуға болады. Фенолфталеин бейтарап ортада түссіз, ал сілтілі ортада қып-қызыл болады. Сондықтан фенолфталеинге натрий гидроксиді қосылса, оның түсі қызыл-қызыл болады.\n\nТұздардың сапалық құрамын дәлелдеу\n\nТұздардың құрамында катиондар мен аниондар болады. Катиондар – оң зарядты бөлшектер, аниондар – теріс зарядталған бөлшектер. Тұздардағы катиондар мен аниондар бір-бірімен иондық байланыс арқылы байланысқан.\n\nТұздағы әрбір катион мен анионның өзіне тән қасиеттері бар. Мысалы, металл катиондары қышқылдармен, ал қышқыл аниондары сілтілермен әрекеттеседі.\n\nМысалы, натрий хлоридінің (NaCl) ерітіндісін алуға және оған тұз қышқылының (HCl) ерітіндісін қосуға болады. Бұл жағдайда алмасу реакциясы жүреді, нәтижесінде күміс хлоридінің (AgCl) тұнбасы түзіледі.",
                "date": "13.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика энергия сақталуы. Температуралары әртүрлі суды араластырғанда",
        "question_content": "Температуралары әртүрлі суды араластырғанда, энергияның сақталу заңы орындалады ма? Неге?",
        "question_date": "12.10.2019",
        "question_tag": "Физика",
        "question_views": 557,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иә, әртүрлі температурадағы суды араластырғанда энергияның сақталу заңы қолданылады. Бұл жылу энергияның бір түрі және оны жаратуға немесе жоюға болмайды, тек бір денеден екінші денеге ауыса алатындығына байланысты.\n\nСуық және ыстық су араласқанда олардың арасында жылу алмасу жүреді. Ыстық су жылуды суық суға береді, нәтижесінде суық судың температурасы көтеріліп, ыстық судың температурасы төмендейді. Ыстық судың бөлетін жылу мөлшері суық судың алатын жылу мөлшеріне тең.\n\nСонымен, энергияның сақталу заңы әртүрлі температурадағы суды араластырғанда әрекет етеді, өйткені бұл процесте энергияның пайда болуы немесе жойылуы болмайды, тек оның бір денеден екінші денеге ауысуы ғана жүреді.",
                "date": "11.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекула аралық және ішілік",
        "question_content": "Молекула аралық және молекула ішілік дегеніміз не",
        "question_date": "11.10.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекула аралық. Бұған атомдар немесе молекулалар, иондар арасында болатын алмасу реакциялары жатады. \nМолекула  ішілік.    Бір  ғана  молекуладағы  екі  түрлі  атомның  біріне  -бірінің электрондарды алмастыру арқылы жүзеге асады. Мұндай реакциялар көп жағдайда күрделі заттардың ыдырауында кездеседі.",
                "date": "9.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Абай - ізгі қасиеттердің жоқтаушысы\" тақырыбында әдеби эссе",
        "question_content": "\"Абай - ізгі қасиеттердің жоқтаушысы\" тақырыбында әдеби эссе жазу",
        "question_date": "10.10.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл қазақ халқының ұлы ойшылы, кемеңгер ақыны Абай Құнанбайұлының туғанына 170 жыл.\nАсыл сөзді іздесең, Абайды оқы, ерінбе,\nАдалдықты көздесең, жаттап тағы көңілге...- деп ақын С.Торайғыров жырласа, Жан-Жак Руссо «Ұстаздық ету – уақыт ұту емес, өзгенің бақытын аялау, өзінің уақытын аямау» деп айтқандай, жылдан-жылға оқушыларымыздың Абай атамызды танып-білуге деген ынтасы артып келеді.Сондықтан да біздің мақсатымыз - жас ұрпаққа Абайдың даналығы туралы кең түсінік беріп, шығармалары мен асыл сөздерінің мәнін ұғындыру.\nШәкірт жүрегіне жол тауып, оның көкірек көзін оятып, ұлы Абай әлеміне құштарлығын арттыру үшін аямай тер төгіп жүрген ұстаздар еңбегі айтарлықтай.\nАбай халқымыздың мақтанышы ғана емес, біздің ұлттық ұранымыз. Ол туралы айтылар сөз, жасалар істер әрқашанда өз арнасын табуы тиіс. Абай өлмес мұра қалдырды, оны алдымен өзіміз танып, сосын әлемге таныту - біздің ғұмырлық парызымыз.\nБүгін мен баяндама тақырыбын «Абай - дана, Абай - дара қазақта» деп тектен-тек алып отырған жоқпын. Осы жерде Елбасымыздың мына сөзіне назар аударайықшы: «Менің балаларым мен ертеңгі ұрпағыма Абайдан артық, Абайдан ұлы, Абайдан киелі ұғым болмауға тиіс». Қаншама сыр, қаншама ой жатыр осы сөзде. «Болмасаң да ұқсап бақ»,- деген Абай атамыздың асыл сөзін еске ала отырып, болашақ ұрпағымыздың бойына данышпан бабаларымыздың асыл қасиеттерін сіңіруді, Абайдай халық қамын ойлайтын саналы азамат тәрбиелеуді қазіргі өмір талабы біздерге, соның ішінде ұстаздар қауымына жүктеп отыр. Сондықтан Абай туралы бар білгендерімізді бүгін сарапқа салғалы отырмыз.\nМен қазақпын дейтін әрбір адамның жүрегінің түкпірінде Абайға деген бір жылы сезім жататыны мәлім. Оның терең мағыналы өлеңдері мен әндерін, қара сөздері мен дастандарын оқып, жаттап, айтып өскен әрбір адам Абай десе елең ете қалары сөзсіз.\nАбайдың зиялылық шығармашылығы оның педагогикалық көзқарасымен ажырамас бірлікте. Абай адам баласының тіршілігіндегі тәлім мен тәрбиеге ерекше мән беріп, өмірінің ақырына дейін ағартушылық міндетін терең сезінген. Мәселен,\n«Ғылым таппай мақтанба,\nОрын таппай, баптанба,\nҚұмарланып шаттанба\nОйнап босқа күлуге,» - дей келіп, адам мінезіне жақсы да жаман әсер ететін сипаттарды тарата жіктеп, даралап түсіндіріп береді. Жас ұрпақтың ақыл-ой тәрбиесін жан-жақты жырлап, адамзат баласының ең асыл қасиеті білім-ғылымға ұмтылу деп бағалайды. Ғылым-білімге талпыныс адамның жан дүниесімен қоса сыртқы айнала қоршаған экономикалық-әлеуметтік жағдайлармен тығыз байланысты екендігінің шындығын айтады.\nАбай – кемеңгер! Бүкіл халықтың бетке ұстар данышпаны. Сондай-ақ, Абай көзі тірісінде өзінен кейінгі өнерлі ұрпақты әдебиетке, поэзияға жетелеген өрелі Ұстаз, Хәкім!\nАқынның соңында қалған шығармашылық мұралары ана тілімізде, сондай-ақ басқа тілдерге тәржімаланып, әлемдік деңгейде танылуда, зерделі зерттеу еңбектері де өз оқырманын тауып жатыр. Бұл күні Абай мұрасын зерттейтін өз алдына дербес «Абайтану» ғылымы кең өріс жаюда. Абай мұрасын танып білу, терең меңгеру оңай іс емес. Абайдың осы тереңнен тартқан әдебиет саласындағы тамырын насихаттауды жаңа талап тұрғысынан түлетіп, жаңа серпінмен көрсете білу керек.\nҚазақ халқының тұтас бір дәуірінің ақыл-ойы мен мәдениетінің, өнері мен әдебиетінің асқар шыңын бейнелейтін кемеңгері - Абай Құнанбаев. Дана ақын Абай 1845 жылы тамыз айында қасиетті Шыңғыс тауында туған. Абайдың әкесі Құнанбай өз еліне атағы шыққан аға сұлтан. Зерделі зерек ел ағасы, ірі тұлға. Абайдың анасы - Ұлжан, әжесі - Зере.\nОн үш жасында Абайды әкесі Құнанбай оқудан шығарып, ел билеу әдісін үйретеді. 60-шы жылдардың аяқ кезінен бастап Абай аздап оқыған орысшасын өз бетімен оқу арқылы дамытып, орысша кітаптарды көп оқиды. Семей кітапханасынан кейде өзі барып, кейде арнайы кісі жіберіп кітаптар алдырады. Сөйтіп жүріп, ол 1870 жылы Петербургтен жер аударылып келген жас революционер Е.П.Михаэлиспен кездеседі. Кітапханада Л.Толстой кітабын сұрап тұрған қазақы адамды көріп таңырқаған Михаэлис оған таяп келіп, жөн сұрайды. Екеуінің таныстығы осыдан басталып, кейін үлкен достыққа айналады.\nБұл жылдары Абай орыстың ұлы классиктері Пушкин, Толстой, Лермонтовтармен қатар революционер-демократтар Белинский, Герцен, Чернышевский, Добролюбов, Салтыков-Щедрин, Некрасовтардың және Еуропаның ақын, ғалым, философтарының да еңбектерімен танысып, әдеби білімін, философиялық ой-пікірін, дүниетану көзқарасын кеңейте түседі. Абай орыс әдебиеті мен публицистикасын тек оқушы, үйренуші ғана болып қойған жоқ, оларды қазақ даласына насихаттаушы, өзінің мазмұнына түрі сай, көркем аудармалары арқылы оның идеясы мен мазмұнын да, эстетикалық қасиеттерін де қазақ оқушыларына дәл жеткізуші болды.\n1886 жылы Абай \"Ғылым таппай мақтанба , \"Интернатта оқып жүр\" өлеңдерін жазды. Ақынның бұл өлеңдерінің күні бүгінге дейін мәні зор. Ақын айтқан: өсек, өтірік, мақтаншақтық, еріншектік, орынсыз мал шашу сияқты теріс әрекеттер әлі де бар. Ал, талап, еңбек, ғылым, қанағат, рақым да біздің қазіргі тәрбиеге дәл келеді.\n  Абай қазақ поэзиясын жаңа биікке көтерді. Ол өзіне дейінгі қазақ әдебиетіндегі кемшіліктерді қайталамады. Шығыс, батыс, орыс мәдениетін өз шығармаларына үлгі етіп, сол арқылы өз өлеңдерінің сапасын жоғарылатты, ұлттық түрді сақтай отырып, оған интернационалдық нәр берді, әдебиетімізді шын өнер дәрежесіне жеткізді.\nXIX ғасырдың екінші жартысында Абай қазақ әдебиетінің тарихында сыншылдық реализмнің негізін қалаушылардың бірі болды. Өзінің аса жоғары табиғи дарынымен ол барлық ақын-жазушылардың алды болуымен қатар, өз еңбектерінде тек қана халқының мақсат-мүддесін қорғай отырып, оған көркемдік образ бере білді. Қазақ әдебиетінің демократиялық бағытын негіздей отырып, Абай дәл сол кезде қазақ әдеби тілінің тууын зерттеген. Оның поэзиясы ойға қонымды, әрі жинақы, аса бай әдеби тіл мәнерін шебер қолдануы арқылы белгілі.\nҚазақ халқының қоғамдық ортасында дамып жетілген Абай поэзиясы халықтың әдеби бай қазынасынан нәр алып отырды. Ақын 1880-1900 жыл-дардағы халық өмірінің елеулі өзгерістерінің бірі болып саналатын сол кездегі қоғамдық-тарихи жағдайдың қазақтарға тигізген әсерін жан-тәнімен түсіне отырып, өз шығармасында қазақ қауымының даму барысын әрі терең, әрі шыншылдықпен суреттей білді.\nӨнер жолындағы жоғары, аса керемет жетістіктер мен ескілікті біржолата сыпырып, жаңашылдықты тарихи түрде мойындатуы және халық өмірінің ішкі дүниесін жан-тәнімен түсінуі, өлеңдерінің бай қоры Абай шығармаларының классикаға көтерілуіне, әлем әдебиеті мен орыс әдебиетінің бай қазынасынан нәрлі қорек ала білген Абай қарапайым қазақ халқын реалистік түрде жырлай бастады. Оған жұртшылыққа кеңінен танымал: «Қансонарда бүркітші шығады аңға», «Қақтаған аң күмістей кең маңдайлы», «Қартайдық, қайғы ойладық ұйқы сергек», «Интернатта оқып жүр» атты, сол кездегі ел басқарушылар, жыл мезгілдері, махаббат лирикасы қамтыған өлеңдері куә.\nАбай өлеңдерінің ең негізгі тақырыбы қазақ халқының бүгінгі жағдайы мен әрі қарай даму жолдары еді. Халқы туралы ой олардың аянышты да ауыр тұрмысын көре отырып жазған өлеңдеріндегі жан күйзелісі: «Қалың елім, қазағым, қайран жұртым», «Күз», «Сегіз-аяқ» және т.б. өлеңдерінде айқын білінеді. Абай лирикасында әлеуметтік тақырыптың көрнекті орын алуын Абай еңбегін зерттеушілердің көпшілігі атап өткен. «Қартайдық, қайғы ойладық, ұйқы сергек», «Қартайдық, қайғы ойладық, ұлғайды арман», «Қалың елім, қазағым! Қайран жұртым», «Адасқанның алды жөн, арты соқпақ» өлеңдерінде азамат ақын ел арасында кең етек алған зұлымдықтан арылуды аңсаған еңбекші халықтың жоғын жоқтап, күйін күйттеген өз өлеңдерін әлеуметтік күресте ең қарулы күш ретінде танытты. Нақ осы шығармаларының бәрінде халықты қанаушы, езуші «халқының қамын жегендердің» екі жүзді, арам пиғылдары мен еңбекші қарапайым халықтың ақ көңілін салыстыра келе былай сөз қозғайды:\n«Бас-басына би болған өңкей қиқым,\nМінеки, бұзған жоқ па елдің сиқын?\nӨздеріңді түзелер дей алмаймын,\nӨз қолыңнан кеткен соң енді өз ырқың» ,-деп күңіренеді.\nАбай тек қана халқының жоқтаушысы, тек қана ащы тілінен әшкерелеуші сатирик болған жоқ, сонымен қатар ол халық арасындағы өріс алып келе жатқан тың бастаулар: адамгершілік, өнер-білімге деген құштарлық, жаңа өмірге талпыныс сияқты даму көрсеткіштерді де тілге тиек ете білді:\nЕгіннің ебін,\nСауданың тегін\nҮйреніп, ойлап мол ізде,\nАдал бол - мал тап,\nҚуансаң, қуан сол кезде\nБіріңді, қазақ, бірің дос\nКөрмесең істің бәрі бос,- деп «Қызыл тіл» өлеңінде жырлаған екен.\nАбайдың табиғатты суреттеп жазған бір топ өлеңдері тек түр жағынан ғана емес, мазмұны жағынан да ерекше. Ол өлеңдерінде ақын еліне, жеріне, шексіз сүйсіне отырып, өмір шындығын кеңінен, дамытып көрсетеді: онда ел өмірі, жалпы тұрмысы, бай серуені бірге қамтылады. «Желсіз түнде жарық ай», «Қыс», «Жаз», «Күз» т.б. өлеңдерінде жыл мезгілдерінің әрбір кезеңін қазақ ауылының өмір тіршілігіне қабыстыра суреттейді. Ақын табиғатқа жан бітіре суреттейді, ерекше мейірлене жырлайды.\nАқынның, әсіресе жастарға арналған өлеңдері ерекше айшықты. Жастық шақ - адам өмірінің ең бір думанды кезеңі, сондықтан да «Ойлансаңшы, бос қаңқай елең-селең» - деп, уақытын арзан күлкімен өткізбеуді тілейді. «Жігіттер, ойын арзан, күлкі қымбат», «Сап, сап, көңілім, сап, көңілім», «Жас өспірім замандас қапа қылды» т.б. өлеңдерінде жастарды мәрттікке, татулық, береке, бірлікке шақырады.\nАбай жастарды надандық, тоғышарлық, жалқаулық сияқты жаман әдеттерден аулақ жүруге тәрбиелейді, сонымен қатар, олардың «босқа өтіп бара жатқан» өмірлеріне күйзеледі және өткір сынға алады.\nЗаман ақыр жастары\nҚосылмас ешбір бастары.\nБіріне бірі қастыққа\nҚойнына тыққан тастары.\nСаудасы - ар мен иманы,\nҚайрат жоқ бойын тыйғалы,\nЕңбекпен етті ауыртпай,\nҚұр тілменен жиғаны.\n(«Заман ақыр жастары»)\nАбай - мөлдір махаббат, адал достық жаршысы, Алғашқы махаббат сезімін табиғаттың көркем бесігіне бөлеп, қоршаған ортамен байланыста әлдилейді.\nЖелсіз түнде жарық ай,\nСәулесі суда дірілдеп,\nАуылдың жаны - терең сай,\nТасыған өзен күрілдеп.\nҚалың ағаш жапырағы,\nСыбырласып өзді-өзі,\nКөрінбей жердің топырағы,\nҚұлпырған жасыл жер жүзі.\n(«Желсіз түнде жарық-ай»).\nАбайды халқымыз ішкі жан сарайының рухани байлығы, сезім пәктігі, сезім мөлдірлігі, шынайылығы, ақындық мәдениеті үшін қатты қадірлеп, құрмет тұтты. Тіршілікті, дүниені, адамның ішкі жан-дүниесінің қыры мен сырын дөп басып, туған халқының жүрегіне жеткізу.\nӨзі үстем таптан шықса да, Абай бұқарашыл тілектегі халық ақыны болды. Ол шығармаларында сол халықтың мүддесін, арман мұңын жырлады. Соның жарқын болашағын аңсады. Ақын адамның адамдық қасиеті еңбекте, ғылым-білім үйренуде, адамгершілік мінез-құлықта деп ұқты. Сондықтан елін еңбекке, өнерге үндеді. Қазақ әйелінің бас бостандығын жырлады.\n  Қазақтың ұлттық музыкасының алғашқы қадамынан бастап, оның қалыптасып өркендеу тарихында Абай мұрасының алатын орны ерекше. Абайдың композиторлық, ақындық мұрасы халқымыздың мәдени тарихының ажырамас бөлігіне айналып, музыкалық жанрды дамытуға жаңа жол салды.\n«Мен жазбаймын өлеңді ермек үшін» деген Абай музыканың да адам өміріндегі орнын, оның поэзиямен күші арта түсетінін сезген. Абай әнді ермек үшін де, қосымша кәсіп болсын деп те шығармаған. Ол жан сырын халыққа тек поэзия тілі арқылы ғана жеткізуді місе тұтқан, сонымен бірге халқымен музыка арқылы да тілдесуді жөн көрген.\nАбай тек ән шығарушы ғана емес, ән-күйдің әділ сыншысы да. Ол ән-күй жөнінде көптеген терең, үлгілі пікірлер айтты.\nТуғанда дүние есігін ашады өлең,\nӨлеңмен жер қойнына кірер денең...\nБұл арада өлең деген сөз ән мәнісінде айтылып тұр. Ол музыканың адам туғаннан бастап, өмірінің соңғы күніне дейін ілесе жүретінін аңғартады.\nАбай қазақтың ұлттық әдебиетін мазмұны жағынан ғана емес, түр жағынан да байытты. Қазақтың әдеби тілінің негізін салды.\n  Қазақ әдебиетінің көрнекті жазушысы Мұхтар Әуезов Абайды \"қазақ поэзиясының күн шуақты асқар биігі\" деп орынды атаған.\n«Абай сөзі – қазақтың бойтұмары. Абай мұрасы- қазақтың ең қасиетті қазынасы. Заманалар ауысып, дүние өзгерсе де, халқымыздың Абайға көңілі айнымайды, қайта уақыт өткен сайын оның ұлылығының тың қырларын ашып, жаңа сырларына қаныға түседі. Абай өзінің халқымен мәңгі-бақи бірге жасайды, ғасырлар бойы қазақ елін жаңа биіктерге, асқар асуларға шақыра береді. Абайдай данышпан перзентті дүниеге әкелген қазақ халқы ата-бабаларының арманы болып келген ел тәуелсіздігін көзінің қарашығындай сақтайтындығына, қорғайтындығына сенемін. Ылайым, халқымыз Абай армандаған өмірге жетсін деп тілеймін» деген Елбасы.\nАбайдың мұрасын ғылыми тұрғыдан меңгеруде тарихи еңбек атқарған академик М.Әуезов болатын. Ұлы жазушы артына ұлан-асыр көркем туындыларын, әсіресе, «Абай жолы» эпопеясы мен Абай шығармалары жайлы ұзақ жылдар бойы ізденуден туған зерттеу еңбектерін қалдырды. Жазушының «Абай жолы» эпопеясы қазақ әдебиетін бүкіл әлемдік даңққа бөледі. Мұхтар Әуезовтің ұлы Абайға деген махаббаты - оның туған халқына, туған мәдениетіне деген махаббат еді.\nСөзімнің тобықтай түйінін айтар болсам,\nБәрімізге қасиетті Абай ақын,\nОқып-біліп өзіне болдық жақын.\nЖылы тиіп жүрекке өлеңдері,\nӘр сөзінен ұғамыз ақыл-нақыл.\nҮйретті ол ұрпағын жақсылыққа,\nҚара сөзі әркімге басшы-нұсқа.\nҚаншама жыл өтсе де сөзі өлген жоқ,\nӨсиетін аламыз басшылыққа, - дей отырып, міне, «Абай - дана, Абай - дара» деп бекер айтпайды екенбіз. Қазақ елінің ақыны көп болғанымен, Абайы біреу-ақ. Абай тереңіне әлі де толық бойлай қойғанымыз жоқ. Оны алдағы уақыттарда да терең білуге тырысарымыз хақ. Абайы бар қазақ бақытты. Абайы бар ел қай халықпен де терезесі тең. Абайы бар елдің мерейі үстем.",
                "date": "9.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің сөздік қорыңды толықтыру үшін қандай кітап оқуды кеңес бересіздер?",
        "question_content": "Мен жаңадан бастаған ютюбта спорт блогерімін , өзімнің қазақ тілінің сөздік қорыма көңілім толмайды сондықтан кітап оқу керек екенін білемін , соған орай қандай кітап оқуды кеңес бересіздер?",
        "question_date": "10.10.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əлем əдебиеттерін көп оқу керек",
                "date": "14.10.2019",
                "upvotes": 0
            },
            {
                "text": "Егер спорт блогері болсаң, онда қазақша спорт газеттерін, журналдарын оқы.",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хабарлама көлемі – 10 байт. Ақпарат көлемін Мбайт және Кбайт түрінде көрсетіңіз?",
        "question_content": "«Activ» орталығы қолданушыларына хабарлама жіберді. Хабарлама көлемі – 10 байт. Ақпарат көлемін Мбайт және Кбайт түрінде көрсетіңіз.",
        "question_date": "10.10.2019",
        "question_tag": "Информатика",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 байт = 10/1024 килобайт =0,009765625 килобайт\n\n10 байт = 10/1024*1024 мегабайт = 0,0000095367 мегабайт",
                "date": "10.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалім оқушыларға 20 таңбадан тұратын мәтінді компьютерде теру тапсырмасын берді.",
        "question_content": "8 сынып \nМұғалім оқушыларға 20 таңбадан тұратын мәтінді компьютерде теру тапсырмасын берді. Оқушы мәтінді қуаты 16 таңбадан тұратын алфавитпен терді, ал Болат қуаты 256 таңба болатын алфавитпен терді. Екі түрлі алфавитпен жазылған ақпарат көлемін анықтаңыз және ерекшелігін түсіндіріңіз.",
        "question_date": "10.10.2019",
        "question_tag": "Информатика",
        "question_views": 16700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таптың а? Бергі пж.",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 қазан: Халықаралық қыздар күні сценарий",
        "question_content": "Мектепте концертке сценарий  керек болып жатыр еді!Көмектесіп жіберіңіздерші",
        "question_date": "10.10.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ине ең алғаш қайда пайда болды және қалай ?",
        "question_content": "Жалпы ине туралы мағлұмат қажет ! алдын ала рахмет.",
        "question_date": "10.10.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 850,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уикипедия в помощь",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі трапецияның үлкен табаны 2,7 м , бүйір қабырғасы 1 м олардың арасындағы бұрышы",
        "question_content": "Тең бүйірлі трапецияның үлкен табаны 2,7 м , бүйір қабырғасы 1 м олардың арасындағы бұрышы 60°C болса, кіші табанын табыңыз",
        "question_date": "9.10.2019",
        "question_tag": "Геометрия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2,7-0,5*2=2.7-1=1.7",
                "date": "10.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Температурасы 20°C массасы 10 кг суға тамшылата отырып",
        "question_content": "Температурасы 20°C массасы 10 кг суға тамшылата отырып, 5 кг балқыған қорғасынды құйса, судың температурасы қанша градусқа көтеріледі? Ортамен жылу алмасу ескерілмейді. Анықтамалық əдебиеттер мен кестелердегі физикалық шамалардың мəндерін пайдаланыңдар?",
        "question_date": "9.10.2019",
        "question_tag": "Физика",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорғасын кристалғанда бөлінетін энергия: Q1=24000*5=120000 Дж.\nБұдан кейін қорғасын t температураға дейін суыйды және энергия бөлінеді. Q2=130*5*(327-t)=650*(327-t) Дж.\nБарлығы 120000+650*(327-t) Дж энергия бөлінеді.\nОл энергия суды 20°С температурадан t температураға дейін ысытуға кетеді: Q3=4200*10*(t-20)=4200*(t-20) Дж.\nЖылу тепе-теңдігі мынадай болады:\n\nQ1+Q2=Q3,\n120000+650*(327-t)=4200*(t-20),\n\n332550-650t=4200t-84000,\n4850t=416550,\nt=416550/4850=85,9°C",
                "date": "9.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теледидар экраны 2-ге бөлініп көрсетеді. Қалай түзейміз?",
        "question_content": "Теледидар маркасы LG. Экраны екіге бөлінген,  сол жағы оң жаққа,  оң жағы сол жаққа кетіп қалған?  не істейміз?",
        "question_date": "8.10.2019",
        "question_tag": "Телеарналар",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұзтауының тығыздығын 920кг/м^3 , судың температурасын 0 °C деп алыңдар?",
        "question_content": "Мұхит суында жүзіп жүрген мұзтауының қандай бөлігі судың бетінде , қандай бөлігі судың ішінде болады? Мұзтауының тығыздығын 920кг/м^3 , судың температурасын 0 °C  деп алыңдар .",
        "question_date": "8.10.2019",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "♦V/V=(1000-920)/1000=80/1000=0.08 бөлігі судың бетінде\n920/1000=0.92 бөлігі судың ішінде болады",
                "date": "8.10.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Массасы 2 грамм СuCO3 (мыс карбонатын) қыздырғанда түзілген газды әк суы арқылы өткізді?",
        "question_content": "Массасы 12,4 грамм мыс карбонатын қыздырғанда түзілген газды әк суы арқылы өткізді. Түзілген тұлғаның зат мөлшерін және массасын есептеңдер?",
        "question_date": "7.10.2019",
        "question_tag": "Химия",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12,4 грамм       х грамм\nCuCO3→CuO+CO2\n124 г/моль         44 г/моль\n\nx=m(CO2)=12.4*44/124=4.4 (грамм)\n\n4.4  грамм           х грамм\nСO2+Ca(OH)2→CaCO3+H2O\n44 г/моль            100 г/моль\n\nх=m(CaCO3)=4.4*100/44=10 (грамм)",
                "date": "8.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банк заңсыз алған пайыздық ақыны неге қайтармайды?",
        "question_content": "Менің \"Альнс\" банктен алған кредитімнің заңсыз пайыздық ақшаны қайтармады. Қалалық сотқа. Облытық сотқа шағым жаздым.Ендігі таңда жоғарғы сотқа шағым түсірдім.Бірақ олар жауап бермеді.2019 жылдың ақпан айынан бері қанағаттанарлық жауап жоқ.Жоғарғы сот 2019 жылдың 17 қыркүйегіне шегерген сондада жауап жоқ. Сода басқа азаматтар алғанда менікін неге қайтармайды?",
        "question_date": "7.10.2019",
        "question_tag": "Заң",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық банктің қаулысы шыққан. Егер сізде сот шешімі болса сол сот шешімінде көрсетілген болу керек.",
                "date": "14.10.2019",
                "upvotes": 0
            },
            {
                "text": "Мықты адвокат, заңгерлер табыңыз, инстаграм, фейсбукта отыратын , осы мәселені шешетін заңгерлер бар.",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зейнетақы туралы өзгерістер мен толықтырулар",
        "question_content": "Қазіргі кезде зейнеткерлікке шығу тәртібі қалай? Соңғы кезде қандай өзгерістер мен толықтырулар енгізілді?",
        "question_date": "7.10.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыл сайын 6 айдан 63 жасқа ұзартып отырғанын білем әйтеуір. Әйел адамдар үшін.",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сынып физика олимпиада қандай кітаппен дайындалған жақсы?",
        "question_content": "Мен физика олимпиадасына қатысайын деп жатырм. 8 сынып . Қандай кітаппен дайындалған жақсы. Қандай сұрақтар келуі мүмкін. Кім қатысып көрді ?",
        "question_date": "7.10.2019",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Географиялық ашылулардың басты себебі неде???",
        "question_content": "Географиялық ашылулар",
        "question_date": "7.10.2019",
        "question_tag": "География",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы географиялық ашылулар",
                "date": "8.10.2019",
                "upvotes": 0
            },
            {
                "text": "ЕУРОПАЛЫҚТАРДЫҢ МҰСЫЛМАНДАРДАН ҰРЛАҒАН КАРТА МЕН КІТАПТАРЫ СЕБЕБІНЕН. ӘЛЕМНІҢ БӘРІН АЛДАҚАШАН МҰСЫЛМАНДАР АШЫП ТАСТАҒАН.",
                "date": "19.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 балам бар. 18 жасқа толғанға дейін пособия беріледі ма?",
        "question_content": "Жолдасым да мен де жұмыс жасаймыз. Мен қазір декреттемін. 4 балам бар. 18 жасқа толғанға дейін пособия беріледі ма?",
        "question_date": "5.10.2019",
        "question_tag": "Заң",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә . Бірақ , үлкен балаңыз 18-ге жақындап қалған да , яғни балаңыз 18-ге толмай тұрып , белгілі бір құжаттар тапсыру керек . Сол кезде , 4 балаға әрі қарай ақша ала бересіз. Бірақ , енді қандай құжаттар екенін білмеймін.",
                "date": "12.10.2019",
                "upvotes": 0
            },
            {
                "text": "7-бап. Бала туғанда берiлетiн жәрдемақыны тағайындау мен төлеу\n      1. Бала туғанда берiлетiн жәрдемақы өтiнiш берген күннен бастап тағайындалады.\n      2. Екi және одан да көп бала туған кезде бала туғанда берiлетiн жәрдемақы әр балаға тағайындалады және төленедi.\n8-бап. Бала күтiмi жөнiндегi жәрдемақыны тағайындау мен төлеу\n      1. Бала күтiмi жөнiндегi жәрдемақы бала туған күннен бастап ол бiр жасқа толық толғанға дейiн тағайындалады.\n      Міндетті әлеуметтік сақтандыру жүйесіне қатысушылар болып табылатын және 2008 жылғы 1 қаңтарға дейін туған баланың күтімін жүзеге асыратын адамдарға бала күтімі жөніндегі жәрдемақы баланың туған күнінен бастап 2007 жылғы 31 желтоқсанды қоса алғандағы мерзімге тағайындалады.\n      2. Бiр жасқа толмаған екi және одан да көп балаға күтімдi жүзеге асырған жағдайда бала күтiмi жөнiндегi жәрдемақы әр балаға тағайындалады және төленедi.\n      3. Асырап алған, сондай-ақ қорғаншылыққа (қамқоршылыққа) алған балалары бар отбасыларға бала күтімі жөніндегі жәрдемақы бала асырап алу туралы сот шешімі заңды күшіне енген күннен бастап немесе қорғаншылық (қамқоршылық) белгілеу туралы шешім қабылданған күннен бастап тағайындалады.\n      4. Бала күтiмi жөнiндегi жәрдемақыны тағайындау кезiнде отбасы құрамындағы ата-анасы өздерiне қатысты ата-аналық құқығынан айрылған балалар есепке алынбайды.\n      Ескерту. 8-бапқа өзгерту енгізілді - ҚР 2007.12.19 № 9 (2008 жылғы 1 қаңтардан бастап қолданысқа енгізіледі), 2009.12.02 № 211-IV (2010 жылғы 1 қаңтардан бастап қолданысқа енгізіледі) Заңдарымен.\n8-1-бап. Көпбалалы отбасыға берілетін жәрдемақыны тағайындау және төлеу\n      1. Көпбалалы отбасыға берілетін жәрдемақыны тағайындауға өтініш жасау кез келген уақытта қандай да бір мерзіммен шектелмей жүзеге асырылады.\n      2. Көпбалалы отбасыға берілетін жәрдемақыны төлеу барлық растаушы құжаттар болған кезде өтініш жасалған күннен бастап ағымдағы айға және осы жәрдемақы тағайындалған шарттар сақталған кезеңге жүргізіледі. Осы Заңның 11-1-бабына сәйкес жәрдемақы алушы өзгерген жағдайларды қоспағанда, алушы қайтыс болған жағдайда көпбалалы отбасыға берілетін жәрдемақы қайтыс болған айды қоса алғанда төленеді.\n      3. Көпбалалы отбасыға берілетін жәрдемақы растаушы құжаттарды ұсынбаған немесе анық емес деректері бар құжаттарды ұсынған адамдарға тағайындалмайды.\n      4. Көпбалалы отбасыға берілетін жәрдемақыны тағайындау кезінде кәмелеттік жасқа толғаннан кейін білім беру ұйымдарын бітіретін уақытқа дейін (бірақ жиырма үш жасқа толғанға дейін) орта, техникалық және кәсіптік, орта білімнен кейінгі, жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарында күндізгі оқу нысаны бойынша білім алатын балалар бірге тұру фактісіне қарамастан отбасының құрамында есепке алынады.\n      5. Көпбалалы отбасыға берілетін жәрдемақыны тағайындауға негіздер жоғалған жағдайларда, оны төлеу тоқтатылады.\n      Ескерту. 8-1-баппен толықтырылды – ҚР 26.12.2019 № 287-VІ (01.01.2020 бастап қолданысқа енгізіледі) Заңымен.\n9-бап. Көп балалы анаға берілетін жәрдемақыны тағайындау және төлеу\n      1. Көп балалы анаға берілетін жәрдемақыны тағайындауға өтініш жасау қандай да бір мерзіммен шектелмей кез келген уақытта жүзеге асырылады.\n      2. Көп балалы анаға берiлетiн жәрдемақыны төлеу ағымдағы ай үшін және барлық растайтын құжаттар болған кезде өтініш жасаған күннен бастап осы жәрдемақы тағайындалған жағдайлар сақталған кезеңге жүргізіледі. Алушы қайтыс болған жағдайда көп балалы анаға берiлетiн жәрдемақы қайтыс болған айына қоса төленеді.\n      3. Көп балалы анаға берiлетiн жәрдемақы растайтын құжаттарды табыс етпеген немесе анық емес деректер қамтылған құжаттарды табыс еткен адамдарға тағайындалмайды.\n      4. Көп балалы анаға берiлетiн жәрдемақыны төлеу оны тағайындау үшін негіздер жойылған немесе алушы қайтыс болған жағдайларда тоқтатылады.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    }
]