[
    {
        "question_title": "Тісімді жұлдырып едім сол ісіп тұркалай қайтарса болады, тіс дәрігері демалыста екен",
        "question_content": "Тісімді жұлдырып едім сол жері ауырып ісіп тұр, ісігін калай кайтарсам болады.  Тіс дәрігеріне демалыс болып тұр",
        "question_date": "18.05.2024",
        "question_tag": "Тазалық",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігер бақылауымен ғана ем қабылдаңыз.",
                "date": "19.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Каракалпакстан пукарасыман, 2014 жылы Атырауга барып 5000 тенге Банкке депозит киридим,",
        "question_content": "Салам мен Каракалпакстан пукарасыман, 2014 жылы Атырауга барып 5000 тенге Банкке депозит киритдим, кайсы банк екени есимде жок,  енди соны калай  алыуга болады, казир мен Каракалпакстандамын",
        "question_date": "18.05.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "f(x) графигіне жүргізілген, y түзуіне параллель жанаманың жанасу нүктесінің x_0 абсциссасы",
        "question_content": ".....................................................................",
        "question_date": "18.05.2024",
        "question_tag": "Математика",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде ата-анам қайтыс болып, қайтадан тірілді бұл нені білдіреді?",
        "question_content": "Бірінші анамды көрдім, қайтыс болып кеткен, көрден қазып алыпты, денесі жап-жасыл арық болып кеткен, кілемге жатқызып қойыпты, бір кезде тіріліп кетіп орынынан тұрып келе жатты. Кейінгі түсімде әкемді көрдім азапталып жерленген, оныда көрден шығарып, шыбын үймелеп жүрді, олда тіріліп орынынан тұрып кетті. Сонда түсімде ата-анамның қайтыс болып, қайтадан тірілуін қалай болжаса болады?",
        "question_date": "18.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс түлкінің тезегі-демекші, шелпек пісіріп құран оқып жіберіңіз.\n\nТүсті кім қалай жориды, ол солай орындалып кету қауіпі бар. Түсті тек жақсы жоритын адамдармен ғана бөліседі.",
                "date": "12.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батыс Америка елі керек",
        "question_content": "Америка батыс керек елі",
        "question_date": "17.05.2024",
        "question_tag": "Мектеп",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыс Америка Құрама Штаттары Батыс Америка Құрама Штаттары, сонымен қатар шақырылды Американдық Батыс, the Батыс Штаттар, the Қиыр Батыс, және батыс, бұл аймақ батыстан тұрады АҚШ штаттары. АҚШ-тағы американдық қоныс ретінде батысқа қарай кеңейтілді, терминнің мағынасы батыс өзгертілді. 1800 жылдарға дейін жотасы Аппалач таулары ретінде қарастырылды батыс шекара. Шекара батысқа қарай жылжып, соңында батыстан батысқа қарай жылжыды Миссисипи өзені қарастырылды батыс.\nАҚШ-тың санақ бюросының батыстағы 13 штат туралы анықтамасына мыналар кіреді Жартасты таулар және Ұлы бассейн дейін Тынық мұхиты жағалауы, және Тынық мұхиты аралдарының орта штаты, Гавайи. Батыс Америка Құрама Штаттарының шығысында орналасқан Батыс Америка Құрама Штаттары және Оңтүстік Америка Құрама Штаттары, бірге Канада солтүстікке, және Мексика оңтүстікке.\nБатыс бірнеше майордан тұрады биомдар, оның ішінде құрғақ және жартылай құрғақ үстірттер және жазықтар, атап айтқанда Американың оңтүстік-батысы; орманды таулар үш негізгі диапазонды қоса алғанда Сьерра-Невада, the Каскадтар, және Жартасты таулар; ұзын жағалау жағалау сызығы туралы Американың Тынық мұхиты жағалауы; және тропикалық ормандар туралы Тынық мұхитының солтүстік-батысы.",
                "date": "17.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Vogue тәрізді Журнал тіркеу міндетті ме? Үй жағдайында шығаруға болама",
        "question_content": "Журнал Өз бетімен шығаруға бола ма?",
        "question_date": "17.05.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "төлеу сөзді , төл сөзге айналдыру",
        "question_content": "төлеу сөзді , төл сөзге айналдыру",
        "question_date": "16.05.2024",
        "question_tag": "Мектеп",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төл сөзді төлеу сөзге айналдыру жолдары\n\nБіреудің сөзінің автор тарапынан өзгеріске ұшырап берілуін төлеу сөз дейді. Біреудің сөзі төлеу сөз түрінде берілгенде, бастапқы сөйлемдік қасиеті жойылып, автор сөзімен тұтасып айтылады.\n\nМысалы: Жолаушы бала Украинаның астанасы Киев қаласынан шығып, Рузаев ауданының «Бірлік» колхозында тұратын комбайншы ағасына қонаққа келе жатқанын айтты. (Н.Ғабд.). Бұл сөйлемдегі төлеу сөз — Украинаның астанасы Киев қаласынан шығып, Рузаев ауданының «Бірлік» колхозында тұратын комбайншы ағасына қонаққа келе жатқанын; автор сөзі — Жолаушы бала … айтты. Егер төлеу сөзді төл сөзге айналдырсақ, былай болар еді: Жолаушы бала: Украинаның астанасы Киев қаласынан шығып, Рузаев ауданының «Бірлік» колхозында тұратын комбайншы ағама қонаққа келе жатырмын, — деді. Мұнда төлеу сөзбен салыстырғанда мынадай өзгерістер бар: 1) төл сөз — дербес сөйлем болып айтылады; 2) оның баяндауышы жіктік жалгауының 3 жағында тұр; 3) төлеу сөзде ағасында болуы тәуелдіктің III жағында айтылса, төл сөзде ағама барып тәуелдіктің I жағында айтылып тұр; 4) автор сөзінде «айтты» дегеннің орнына деді қолданған.",
                "date": "17.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Роботқа қандай ат қоямын",
        "question_content": "Маған сабақтары сұраққа қойып тұр сол үшін білмейсің жатырмын",
        "question_date": "16.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вертер\n\nБармалей\n\nХаритон\n\nБотаник\n\nКузьмич\n\nЭлис\n\nЖелезяка\nГромозека\n\nДункан\n\nГерман\n\nРоберт\n\nАксель\n\nИкар\n\nБогдан\n\nГорыныч\n\nДобрыня\n\nМотомэн\n\nТодди\n\nГолем\nАнчутка\nКикимора (Кики)\n\nВинтер\n\nШпунтик\n\nШтепсель\n\nОмикрон\n\nЗеро, Zero\n\nКарма\n\nНико\n\nМакс\n\nДора\n\nАнтей\n\nБином\n\nАлекс\n\nБамбр\n\nРобик\n\nВжик\n\nВольтрон\n\nГайка\n\nДжет",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түнде табаным қызып ұйқы бермиді",
        "question_content": "Табаным түнде қызып ұйқы бермиді",
        "question_date": "16.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басыңызды шнурмен тексеретін (РЭК) апаратына түсіріп көріңіз.",
                "date": "19.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": ", ал биіктігі 5 см. Қиық пирамибыңыз.",
        "question_content": "Дұрыс төртбұрышты қиық пирамиданың табан қабырғаларының ұзындықтары 6 см және 10 см, ал биіктігі 5 см. Қиық пирамиданың көлемін табыңыз.",
        "question_date": "15.05.2024",
        "question_tag": "Геометрия",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "To find the volume of a pyramid, you can use the formula: V = (1/3) * base area * height.\nGiven that the base of the pyramid is a trapezoid with base lengths of 6 cm and 10 cm, and the height of the pyramid is 5 cm, you can calculate the area of the trapezoid base using the formula for the area of a trapezoid: A = (1/2) * (a + b) * h.\nSubstitute the values into the formulas: Base area = (1/2) * (6 + 10) * 5 = 40 square cm Volume = (1/3) * 40 * 5 = 66.67 cubic cm\nTherefore, the volume of the pyramid is 66.67 cubic cm.\nThis answer is given by OpenAI",
                "date": "16.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометрия пәнінен",
        "question_content": "Үшбұрышты призманың табандары 13 см, 14 см және 15 см.\n\nПризманың биіктігі 10 см. Призманың көлемін табыңыз.",
        "question_date": "15.05.2024",
        "question_tag": "Геометрия",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "биіктігінен 3быңыз. радиусы",
        "question_content": "Цилиндрдің бүйір бетінің ауданы 140л. Оның биіктігінен 3 см кем. Цилиндрдің көлемін табыңыз. радиусы",
        "question_date": "15.05.2024",
        "question_tag": "Геометрия",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "тең. Қиық конустың көлемін табыңыз.",
        "question_content": "Қиық конустың осьтік қимасының орта сызығы 14, биіктігі - 6, ал табандарының радиустарының айырымы 2-ке тең. Қиық конустың көлемін табыңыз.",
        "question_date": "15.05.2024",
        "question_tag": "Геометрия",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "шар қимасының радиусы, шар радиусынан 8 см-ге кем. Шар көлемін табыңыз",
        "question_content": "Шардың центрінен 12 см қашықтықта болатын шар қимасының радиусы, шар радиусынан 8 см-ге кем. Шар көлемін табыңыз",
        "question_date": "15.05.2024",
        "question_tag": "Геометрия",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тазалық денсаулық кепілі дегенге рефарат бар ма?",
        "question_content": "Тазалық денсаулық кепілі дегенге",
        "question_date": "15.05.2024",
        "question_tag": "Мектеп",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тазалық-денсаулық кепілі.\n\nБілім беру саласы: танымдық даму\nМақсат: балалардың гигиена туралы түсініктерін нақтылау және кеңейту, тазалыққа деген сүйіспеншілікті ояту.\nБағдарламалық тапсырмалар:\nТәрбиелік: балаларды гигиена ережелерімен, гигиеналық заттармен таныстыру;\nоларды сипаттамасы бойынша тануға үйрету;\nсұрақтарға жауап беруге үйрету;\nсалыстыруға, салыстыруға, қорытынды жасауға үйрету.\nДамытушылық: балалардың белсенді сөйлеуін дамыту; дербестікті, көрнекі зейінді, ойлауды, ізденімпаздықты дамыту.\nТәрбиелік: өзіне және басқаларға, өз денсаулығына ұқыпты қарауға тәрбиелеу;\nтазалыққа деген сүйіспеншілікке тәрбиелеу.\n\n\nТолығырақ: https://translated.turbopages.org/proxy_u/ru-kk.ru.935af402-66545a87-7aea62bb-74722d776562/https/multiurok.ru/files/konspekt-chistota-zalog-zdorovia.html",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мопедке обкатка жасау деген не?",
        "question_content": "Мопедке обкатка жасау деген не?",
        "question_date": "15.05.2024",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мопедке обкатка жасау:",
                "date": "2.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа мамандыққа қайта тапсырсам Грант бередіма",
        "question_content": "Мен казир магистратурада грантта окимын биринши курс битирем скоро бирак бул мамандык унамайды. Бакалаврда да осы мамандыкты битирдим. Енди казир окудан шыгып кетип баска мамандыктын магистріне грант конкурсына катысып грантка түсе аламынба? Бірінші курстан бастап кайта окитын. Және окып жатырған мамандыгымды битирмей шыгып кеткен кезимде карыз толеп кайтарамынба?",
        "question_date": "14.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмысқа тұрған кезде тек магистр дипломға ғана емес, бакалавр мамандыққа да қарайды. Егер ұнамаса осы оқуыңызды толық бітіріп, сосын қысқартылған кешкі оқумен оқып алсаңыз болады.",
                "date": "12.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс үшбұрышқа іштей сызылған шеңбердін радиусы 2√3 см тең",
        "question_content": "Пожалуйста комектесиндерш",
        "question_date": "14.05.2024",
        "question_tag": "Мектеп",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Куб бетінің ауданы 50 см2-ге тең кубтың көлемін табыңдар",
        "question_content": "Куб бетінің ауданы 50 см2 ге тең кубтың көлемін табыңдар пж сделайте",
        "question_date": "14.05.2024",
        "question_tag": "Геометрия",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кубтың бетінің ауданының формулаға сәйкес қабылданылатын қабатты формула болғаны сияқты, біз: С = 6a^2, 50 = 6a^2, a^2 = 50 / 6, a^2 = 8,33, a = √8,33 ≈ 2,89. Сонымен кубтың көлемін табу үшін: V = a^3 = 2,89^3 ≈ 24,87 см³. Сізге керекті көмекті болдым, қатысу үшін рақмет!\nThis answer is given by OpenAI",
                "date": "15.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9сыныптағы аттестат бағам 4, қазір 10сынып оқимын, коледжге түсе аламын ба?",
        "question_content": "9сыныптағы аттестат бағам 4, қазір 10сынып оқимын, коледжге түсе аламын ба?",
        "question_date": "14.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген колледжге 9 сыныптың аттестатымен оқуға түсе аласыз.",
                "date": "14.05.2024",
                "upvotes": 0
            },
            {
                "text": "Смело түсуге болады",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарматтардын темір ұстаналығы жақсы дамыған дәлелі:",
        "question_content": "типо сарматардын темір ұстаналығы қандай болды",
        "question_date": "14.05.2024",
        "question_tag": "Мектеп",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сарматтардың темір ұсталығының жоғары деңгейде дамығанын көрсететін бірнеше дәлел бар:\n\nТемірден жасалған қару-жарақтардың көптігі: Археологиялық қазба жұмыстары кезінде сармат жауынгерлерінің қабірлерінен көптеген темір қылыштар, семсерлер, айбалталар, найзалар, жебе ұштары табылды. Бұл қарулардың сапасы мен күрделілігі сарматтардың темірді өңдеудің жоғары деңгейін меңгергенін көрсетеді.\n\nӘшекей бұйымдардың табылуы: Сарматтардың күнделікті өмірінде темірден жасалған әшекей бұйымдар да маңызды рөл атқарған. Қазба жұмыстары кезінде сырғалар, білезіктер, алқалар, сақиналар сияқты әшекей бұйымдар табылды. Бұл заттардың нәзіктігі мен әсемдігі сармат ұсталарының шеберлігін айғақтайды.\n\nАт әбзелдерінің күрделілігі: Сарматтар көшпелі халық болғандықтан, олардың өмірінде аттар маңызды рөл атқарды. Сондықтан ат әбзелдері де темірден жасалды. Үзеңгілер, ауыздықтар, өмілдіріктер сияқты ат әбзелдері күрделі конструкциясымен және әшекейлерімен ерекшеленеді. Бұл сармат ұсталарының металды өңдеудегі шеберлігін тағы да дәлелдейді.\n\nЖалпы алғанда, сарматтардың қалдырған материалдық мәдениеті олардың темір ұсталығын жоғары бағалауға мүмкіндік береді. Олар темірді өңдеудің әртүрлі тәсілдерін меңгеріп, күнделікті өмірде де, соғыста да қажетті заттарды жасай білген.",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адалдық адамзаттың кепілі аргументативті эссе 160сөз",
        "question_content": "Адалдық адамның бойындағы асыл қасиет тақырыбында аргументативті эссе керек еды 160 сөзге керек еді.",
        "question_date": "13.05.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам бойындағы асыл қасиеттер: адамға қойылатын басты талап адамгершілік. Ол адам бойындағы ең асыл қасиет және адамзат баласының ең жоғарғы мақсатына бағытталады. Бұл қасиет адамды мейірімділікке, Отанын, елін, отбасын сүюге үйретеді. Егер адамда адамгершілік қасиет болмаса, адам өз - өзін сыйламайды. \"Адам бойында жақсы қасиеттер кеп болса, оған бақ та, бақытта қонады\" деген сөзге сүйенсек, жағымсыз қылық - қасиеттер болса одан арылту қажет. Көптеген қайырымды істер жасап, жақсы мінез - құлықтарды өн бойыңа жинап, ақылдылық танытсаң, міне адамшылдық болғаны.\n\nАдалдық - адамдықтың белгісі іспетті. Адам баласы қоғамда өзінің адамгершілігімен, адалдығымен, қайырымдылығымен ардақталады. Сондықтан осы асыл қасиеттер әр адамның бойынан табылуы шарт деп ойлаймын. Адалдық адам бойында тумысынан пайда болмайды. Себебі адалдық әр адамда өмірдегі көп факторлардан қалыптасады. Адалдықтың адам бойында сіңісіп кетуі үшін әрине, ата-анасының тәрбиесі әсер етеді. Бұл жағдайда ата-ана тәлім-тәрбиесі де зор рөл атқарады. Бала қоршаған ортасына, қоғамға қарап, сол бағытта қалыптасады. Сәбиді періште санаймыз, бірақ өсе келе ол періштелігін жояды. Неліктен? Себебі \"сүтпен сіңген мінез сүйектен шығады\", ол да қоршаған ортаның ықпалына сүйенеді.\nБасқаға сұрақ қоймас бұрын, мен өзімнен бастадым. Осы адалдық қасиеттері менің бойымнан табыла ма? Қоғамдағы адамдардың маған деген көзқарасы қандай? Иә, менің бойымнан асыл қасиеттер табылады. Себебі мен өмірге шынайы көзқараспен қарап, жарқын болашағыма аяқ басамын. Өз еңбегіммен нан тауып, алдыға қойған мақсатыма жетемін. Қоғамда да маған деген достарымның көзқарасы жақсы. Демек, менің бойымда осы асыл қасиеттер табылады.\n\nКөшпелі қазақ халқы да бұрыннан жас ұрпақтарын асыл қасиеттерге баулыды және қазір де баулып келеді. \"Ала жіпті аттамағанның абыройы биік\" - демекші қазақ халқы тұсаукесер салт-дәстүрін баланы біреудің ала жібін аттамас үшін өткізеді. Осыдан-ақ, қазақ халқының бала тәрбиесіне қалай көңіл бөлетіндігін, қандай абыройлы халық екенін аңғаруға болады.\n\n\"Күшіңе сенбе, адал ісіңе сен\" -, деген екен Мұхтар Әуезов атамыз. Шынында да, беделіңе, байлығыңа сенудің қажеті жоқ. Түбінде адалдық жеңетіні сөзсіз. Байлығың да, беделің де уақытша. Ал, жасаған адал ісің өмір бойы саған жақсылық әкеледі. Себебі адал жолмен тапқан ақшаның ұяты жоқ, берекесі бар. . .",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен колледжден кейін грантқа түсе аламба?",
        "question_content": "Мен орта білімді “Шаштараз және втзажист” мамандгна  аяқтадым,енді универге грантка түсуге шанс барма психологка?",
        "question_date": "13.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КТА тапсырып, конкурсқа қатысып көріңіз.",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Холинергиялық синапстың орналасқан жерін сипаттаңыз?",
        "question_content": "Сұрағыма жауап берсеңіз",
        "question_date": "13.05.2024",
        "question_tag": "Биология",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Холинергиялық синапстар ОЖЖ-де локализацияланған (ацетилхолин моториканы, оятуды, есте сақтауды, оқуды реттейді), вегетативті ганглийлерде, бүйрек үсті безінің ми қабатында, каротидті шумақтық аймақта, қаңқа бұлшықеттерінде және постганглиондық парасимпатикалық талшықтарды қабылдайтын ішкі органдарда локализацияланған.\n\nҚаңқа бұлшықеттерінде холинергиялық синапстар сарколемма бетінің 0,1% алып жатыр және бір-бірінен оқшауланған.",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стамбулда жылына қанша жаңа метро стансасы салынады?",
        "question_content": "Сол туралы деректер бар ма?  Мысалы, Алматыда 2-3 станса 5-6 жыл салынады қателеспесем",
        "question_date": "13.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 139,
        "question_upvotes": 0,
        "answers": []
    }
]