[
    {
        "question_title": "Үшбұрыштың ушінші бұрышын табыңыз",
        "question_content": "Үшбұрыштың ішкі екі бұрышы мен үшіншіге қатысты сыртқы бұрышының қосындысы 160°қа тең. Үшбұрыштың үшінші бұрышын табыңыз.",
        "question_date": "8.12.2018",
        "question_tag": "Геометрия",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың ішкі бұрыштарының қосындысы 180º болуы керек\n\nБізде 160º қана, үшінші бұрыштың сыртқы бұрышы 90º -тан кем, бұдан үшінші бұрыш доғал екендігін анықтаймыз\n\nБасты қатыра бермей, талдау жасауды тоқтатып, нақты есептеуге көшейік\nЖүйе құрсақ\n\n{a+b+c=180 ішкі бұрыштарының қосындысы\n\n{a+b+(180-c)=160 ішкі екі бұрышы мен үшіншіге қатысты сыртқы бұрышының қосындысы\nЖүйенің элементтерін бір-бірінен алсақ\n\na-a+b-b+c-(180-c)=180-160\n\n0+0+c-180+c=20\n\n2c=20+180\n\n2c=200\n\nc=200:2=100° доғал бұрыш (анализ дұрыс екен)",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген 2 нәрсенің көрінісі бойынша нәрсенің үшінші көрінісін салу.",
        "question_content": "Берілген екі көрінісі бойынша нәрсенің үшінші көрінісін салу әр суреттің астында 2-көрінісі бойынша үшінші көрінісін тауып бере аласыздарма? және де изометриялық проекциясы керек\nалдын ала рахмет",
        "question_date": "8.12.2018",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "меніңше былай\nТолық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "8.12.2018",
                "upvotes": 1
            },
            {
                "text": "изометриялық көрінісін тауып бергеніңізге үлкен рахмет",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразам қабыл болама?",
        "question_content": "Мен татуаж жасатқан едім. Оның зиян екенін дінде харам екенін енді ғана білдім. Енді қаза оразамды ұстайын десем, дәретімді алсам қасымнан су өтеме? Дәретім қабыл болама? Дәреті болмаса оразада қабыл болмайды дейдіғой. Енді не істесем болады? Көмектесіп жіберсеңіздер!",
        "question_date": "8.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды Қазақстан дін басқармасымен мақұлданған ислам сайттарына қойыңыз. Мысалы\n\nhttp://fatua.kz/kz/question сайтына",
                "date": "13.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын,көз,ауыз деп не үшін атаған?",
        "question_content": "Өмір бойы мені таң қалдырып жүрген сұрақтар:\n\n1. неге дəл мұрынды мұрын деп атаған? немесе көзді көз деп? неге именно осы сөздер?))))\n\n2.сосын түстерге атау берген кім? неге көк көк деп аталады? неге ол басқаша аталмайды мысалы?))) ю",
        "question_date": "8.12.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мұрын\n- (адамда) тұлғаның бiр бөлiгi немесе (малдарда) бет, қатысушы тыныс, иiс сезу қаблетiнде, Құйрық олжасы және қарым-қатынас.\n- Адамда, жануарларда болатын иіс сезу мүшесіне тілімізде осындай ат берілген. «— Сен бармысың дегім келіп тұрдым да, қоя қойдым қарадым да мұрнына» (Ғ. Қайырбеков, Большевик.).\n«Мұрын» сөзінің алғашқы мағынасы мен тұңғыш тұлғасын түркі тілдерінің өзінен-ақ іздеп табамыз.\nҚырғыз тілінде «мурун» сөзінің екінші мағынасы — «бұрын» дегенді ұғындырса, тува тілінің дерегі айтқалы отырған ойымызды анықтай түседі. Туваларда «алда», «алдыңғы жақта» сияқты мағыналарды — мурнунда, мурнунга сөздері ұғындырады, ал бір заттың алдыңғы бөлігін түсіндіру үшін «мурну» тұлғасы қолданылады. Мұның езі «мұрын» өз атауын орналасқан орнына қарай меншіктенген деген жорамалға тірейді. Шын мәнісінде де, адам мен жануарлар денесінің алдыңғы жағында орналасқан мүше тек мұрын ғана, одан озық орналасқан басқа мүшені айта қою қиын",
                "date": "20.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыннан осы сайтқа кіретіндер бар ма?",
        "question_content": "Осы сайтқа алғаш 2015те тіркелгенмін ғой дейм. Осы жерге тіпті өзім жайлы 100 факт жазып қалдырып та үлгеріппін. Жаңа оқып бір күліп алдым))  Негізі бұл сайтқа кезінде бір адам үшін кіретін едім,ол қазір мұнда кіре ме жоқ па)))  бірақ сол жылдан бері кіріп жүргендер бар ма? сосын сайт мүлдем басқаша болып кетіпті. жауап беру дегенді таппай қойдым,қай жерінде ?)) əлде менің телефонымдағы браузер қуып тур ма,білмедім :/",
        "question_date": "8.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар ғой, тұр.\n_______________________________________________________________",
                "date": "9.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Осы сайттағы белсенділік жоғарыласа деп Админге айтар ма едіңіз?",
        "question_content": "Осы сайттағы белсенділік жоғарыласа деп Админге айтар ма едіңіз?",
        "question_date": "7.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен өзім қарсы емеспін. Күнделікті тіршілік деп сайтқа дұрыс мөлшерде уақыт бөле алмай жүрмін. Бірақ алдағы уақытта ақырындап белсенділікті арттыратын боламын.",
                "date": "7.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Аренда договора\". Пәтер иесімен келісімшарттың қазақша үлгісі бар ма?",
        "question_content": "\"Аренда договора\".  Пәтер иесімен келісімшарттың қазақша үлгісі бар ма?Жіберіңдерші осында.",
        "question_date": "7.12.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3 ГБ орны бар хостинг 4 сайт үшін аз емес па?",
        "question_content": "3 ГБ орны бар хостинг 4 сайт үшін аз емес па? PS.KZ сайтынан хостинг сатып алып едім? Және айтарым қажетсіз шаблондарды қалай өшіріп тастаймын Joomla CMS та?",
        "question_date": "7.12.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "SSL сертификатты қалай іске қосады?",
        "question_content": "ps.kz компаниясынан алынған 1 жылдық вертуальды хостингке тегін SSL сертификатын береді сол сертификатты қалай іске қосады?",
        "question_date": "7.12.2018",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "PS.KZ тех поддержкасына хабарлассаңыз тегін көмектесіп жіберетін еді. Телефонмен хабарласып немесе тех поддержкасына қазақша хат жазсаңыз онда қазақ тілін меңгерген мамандар болуы қажет.\nPS өздерінің хостинг беру жүйесінде Plesk басқару панельін қолданады. Ютубта видеонұсқаулықтар көп болуы қажет.\nУстановка ssl в панеле Plesk деп іздеп көріңіз!",
                "date": "12.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Інімді қалай ішімдіктен құтқарамын?",
        "question_content": "Інім 30 жаста. Отбасын құрмаған. Ішімдікке салынған. Ешкімді тыңдамайды. Үйдің кенжесі. 2-3 күнде анамды қинап ақша сұрап ішіп келіп үйдің мазасын алады. Үйіме келіп жан жал шығарды. Анамды сүйреп алып кетті. Тек ақша сұрайды. Жұмыс істеуге ешқандай құлқы жоқ. Емделсеңші деп бірнеше рет отырып мен де анам да сөйлестік. ешқандай сөзге түсінбейді. Тек өз айтқанын істетеді. Еш қиындық көрмеген. не ісеуге болады. мен немесе анам құқық қорғау органдарына хабарлассақ, отбасылық жанжал деп олардан еш нәтиже жоқ",
        "question_date": "6.12.2018",
        "question_tag": "Заң",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен еркек адам жоқ па, әулеттеріңіздегі сөзі жүретін адам?",
                "date": "7.12.2018",
                "upvotes": 0
            },
            {
                "text": "Егерде ішімдікке қатты салынып кеткен болса, арнайы емдеу орталықтарына жіберуге боладығой.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатика паскальда есеп. Бірінші жолда үш бүтін сан жазылған a, b, және с",
        "question_content": "Бірінші жолда үш бүтін сан жазылған a, b және с,(1≤a,b,c ≤ 5000) –үшбұрыш жақтарының ұзындығы.\n\nЕсептің жауабы болатын жалғыз санды шағарыңыз –үшбұрыштың ауданың, егер ол бүтін болса. Басқа жағдайларда -1 шығарыңыз?",
        "question_date": "6.12.2018",
        "question_tag": "Бағдарламалау",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстанның 7 кереметін білесіз бе?",
        "question_content": "7 кереметтің барлығын өз көзіңізбен көрдіңізбе?",
        "question_date": "6.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Таңбалы тас суреттері\n\n2.Алтын адам\n\n3.Қазақтың киіз үйі\n\n4.Домбыра\n\n5.Яссауи кесенесі\n\n6.Маңғыстау жерасты мешіті\n\n7.Астана-Бәйтерек",
                "date": "12.12.2018",
                "upvotes": 0
            },
            {
                "text": "Шынымды аитсам көрмедім",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жеке бизнесіңіз болғанын қалайсыз?",
        "question_content": "Қандай жеке бизнес ашқыңыз келеді?",
        "question_date": "6.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cізге 5 000 000 ақша берсе неге жұмсайтын едіңіз?",
        "question_content": "Күнделікті жұмыстан шаршайтынымыз бар. Егер ешқандай себепсіз сізге біреу ақша берсе немесе ойламаған жерден ұтыс ұтып алсаңыз оны қайда жұмсайсыз",
        "question_date": "6.12.2018",
        "question_tag": "Банк",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Депозитке салуға болады. Жылына 12% 600000 теңге, ай сайын 60000 теңге",
                "date": "8.12.2018",
                "upvotes": 1
            },
            {
                "text": "Жұмсайтын жер табылады ғой,  проблема емес)))",
                "date": "9.12.2018",
                "upvotes": 1
            },
            {
                "text": "Оз ойлаган жоспары ды жасар едим мсалга алсак мойка ашуға болат кыста машына жазда килемнен я мойка коп дидиго касымдагыларга айтсам одан пайда жок дит ангиме коптикте емес мойканын жарнамасында и турган орнында неге адамдар ойлайды жарменке арзан деп болмаса базарда сауда уйиде багасы бирдей уйтгени онин аты жарменке оз озин реклама жасап тур кез келген бизинесте реклама жол корсетеди сол себептен жоспар алға жылжыды",
                "date": "16.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Р+q²+r³=200 p,g,r жай сандар үштігін табу керек",
        "question_content": "Р+q²+r³=200 Теңдеуін қанағаттандыратын барлық p,g,r жай сандар үштігін табыныз",
        "question_date": "5.12.2018",
        "question_tag": "Математика",
        "question_views": 973,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жай сан — 1-ден үлкен, бірақ 1 мен өзінен басқа сандарға бөлінбейтін, бүтін оң сан (мысалы, 3, 5, 7, 11, 13, 17, ...)\nr³<200 ⇒ r={3 ; 5}\nmax q²<200-3³=173 ⇒ q={3,5,7,11,13}\nmax p<200-3³-3²=164 ⇒ p={3,5,7,11,13,17,19,23,29,31,37,41,43,47,53,59,61,67,71,73,79,83,89,97,101,103,107,109,113,127,131,137,139,149,151,157,163}\nАл енді осы сандар арасынан таңдау жасасақ\nr=3 q=3 p=164 жай сан емес\nr=3 q=5 p=148 жай сан емес\nr=3 q=7 p=124 жай сан емес\nr=3 q=11 p=52 жай сан емес\nr=3 q=13 p=4 жай сан емес\n  r=5 q=3 p=66 жай сан емес\nr=5 q=5 p=50 жай сан емес\nr=5 q=7 p=26 жай сан емес\np,g,r жай сандар үштігі жоқ",
                "date": "11.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карманы тазалау, мантра",
        "question_content": "жалпы карма деген нəрсе бар) егер өткен өмірде үлкен күнə жасасақ, мына өмірге əсер етеді екен дейді) сұрағым, сол карманы мантрамен тазалап көргендер бар ма? жолы болмай жүрсе, бəрі жақсарады дейді, көп отзыв оқыдым. көз жеткізгім келеді, бірақ шамалы қорқыныш бар. жалпы осы жайлы ойларыңызды жаза кетсеңіздер.",
        "question_date": "5.12.2018",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен өмір дегеніңіз ол қандай өмір?))))))))",
                "date": "7.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатикадан жиын элементтерiн баспаға беретiн программа құру керек?",
        "question_content": "“A”дан «Z» ке дейiнгi әрiптерден және тыныс белгiлерден тұратын жиын құрып, жиын элементтерiн баспаға беретiн программа құру керек?",
        "question_date": "5.12.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тест: Мемлекетті картасына қарап таба аласыз ба?",
        "question_content": "Тест тапсырып, география пәнін қаншалықты жақсы білетініңізді анықтап көріңіз.",
        "question_date": "5.12.2018",
        "question_tag": "Мектеп",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттерді картасына қарап таба аласыз ба? Сілтемеге өтіп, тест тапсырып көріңіз.",
                "date": "5.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "580 подписчикпен ютубта ақша табуға бола ма?",
        "question_content": "580 подписчикпен ютубта ақша табуға бола ма?\n\nПартнеркамен мүмкін емес, әрине. Бірақ басқа арналарға реклама жасап дегендей немесе т.б. жолдармен?",
        "question_date": "4.12.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конккрс ақшаға көп жаса сол кезде 1000адам болса ютубтан ақша жасайсын",
                "date": "5.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "22 шілдеде күн тас төбеде тұратын параллель калай аталады?",
        "question_content": "22 шілдеде күн тас төбеде тұратын параллель ...  деп аталады",
        "question_date": "4.12.2018",
        "question_tag": "География",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыл мезгіліне байланысты Күн аспан арқылы сәл басқаша өтеді. Кейінірек оның әртүрлі параллельдер бойымен «өтетінін» білдім. Олардың кейбіреулерінің өз есімдері бар. Мысалы, 22 маусымда Күннің шарықтау шегінде болатын параллельді шаян тропигі деп атайды.",
                "date": "14.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұлушаш поэмасына байланысты сұрақтарға көмектесіп жіберіндерш.",
        "question_content": "Сұлушаш поэмасына байланысты сұрақтарға көмектесіп жіберіндерш.\n1.Бас бостандығы жолындағы қолданған әрекетінен нені байқаймыз?\n2 Қаламгер басты кейіпкерлер арқылы нені аңғартады?\n3 Махаббат жырлаудағы Сұлушаш поэмасына ауыз әдебиет үлгілерімен 19-20 ғасыр ақын жазушылар шығармаларына идеялық ұқсастықтар мен айырмашылықтары?\nЖәне осы сұрақтар",
        "question_date": "4.12.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С.Мұқанов-қазақ әдебиетінде өзіндік қолтаңбасымен қалған біртуар тұлға. «Сұлушаш» поэмасы- соны көркемдік мұратымен бағаланған туындылардың бірегейі. Шығарма негізіне өмірде болуы мүмкін оқиғалар алынғанымен, қаһармандардың суреттелуінде, күрес жолдарының баяндалуында романтикалық тәсілге тән көріністер ұшырайды. Бірақ «Сұлушаш» поэмасы-трагедиялық шығарма. Поэманың шешімі Қозы мен Баян сұлу, Қыз Жібек пен Төлеген тағдырларын еске түсіреді.\nСәбит Мұқановтың қазақ әдебиетінің алтын қорына қосқан талантты шығармаларының бірі – «Сұлушаш» поэмасы. Оны өлеңмен жазылған роман деп те атайды. Қалай болғанда да осы шығармасы арқылы ақын дәуір шындарын тарихи тақырып тұрғысынан кең қамтып бейнелеуде елеулі табысқа жетті.\nШығарманың сюжеттік желісін ел аузындағы аңыздан алғанымен, ақын оны өз дәуірінің талабымен шебер ұштастырады. Жастардың бостандыққа ұмтылуы арқылы автор жалпы адамзат баласына тән азаттыққа ұмтылу идеясын көрсетеді.\nАвтор аңыздағы халықтық сарынды сақтайды да, оқиға мазмұнына өз жанынан өзгерістер енгізеді. Сол арқылы өмір шындығын, әлеуметтік мәселелерді терең бейнелейтін реалистік шығарма жасайды. Поэмадағы оқиға бірін-бірі сүйген екі ғашық – Сұлушаш пен Алтайдың махаббатына кұрылған.\nПоэманың кейіпкерлері Сұлушаш пен Алтай екі түрлі әлеуметтік ортадан шыққан. Сұлушаш атақты Тілеуберді байдың ерке өскен қызы болса, Алтай – байдың малын бағып жүрген жалшы жігіт. Өмірден көрген қиындығы мен таршылығы Алтайдың намысшыл, жігерлі болып өсуіне ықпал етеді. Оның бойында тағдырдың әділетсіздігіне қарсылық, наразылық ерте оянады.\nАлтай Сұлушашқа ғашық болады. Қыз да өнерлі жігітті ұнатады. Бірақ қоғамдағы салт-сана тәртібі екеуінің қосылуына жол бермейді. Өйткені бірі – байдың қызы, бірі – құл мен күңнің баласы.\nАрмандарына жету жолында жастар көп қиындықтар көреді. Озбырлардан қанша қысым көрсе, олар өз сезімдері жолында бастарын тәуекелге байлайды. Махаббатқа адалдық оларды неге болса да тайсалмай қарсы тұруға жетелейді. Алтай мен Сұлушаштың озбыр топтан қашып шығып, қол ұстасып иесіз тауды паналаған кездерінде, ашығып-тарыққанда оларға осы сезім қуат береді. Алтайдың жанында сенімді серігі Қайсар болады.\nҮшеуі тауды паналап, талай қиындыққа кездеседі. Құстың ұясынан жұмыртқа алам деп жартасқа өрмелеген Қайсар құздан кұлап өледі. Алтай мен Сұлушашты оңайлықпен ұстай алмасын білген қуғыншылар таудың етегіндегі қалың орманға өрт қояды. Сондай бір сәтте өрттен қашқан жолбарыспен бетпе-бет келген Сұлушаш жар басынан өзенге секіріп суға кетеді. Жан досы мен сүйген жарының өлімін көрген Алтай өз жүрегіне өзі қанжар салып көз жұмады. екі ғашықтың махаббат жолындағы трагедиясы\nЕл ауызындағы аңыз желісіне құрылған поэманың оқиғасы осындай. Адам баласының бас еркіндігін аңсаған жастардың трагедиясы аянышты. Дегенмен бұл трагедияны ақын бірлі-жарым жастардың басындағы күй ретінде суреттемейді. Оны әлеуметтік мәселе дәрежесіне көтереді. Бұл қайғылы оқиғаға себешпі сол кезеңдегі қазақ өміріндегі әлеуметтік теңсіздік екенін баса айтады.\nПоэмадағы оқиғалар біріне-бірі жалғасып, ширек дамиды. Кейіпкерлердің іс-әрекеті де үнемі үдеп, бірте-бірте тұлғалана түседі. Оқиғаны баяндауда, кейіпкерлердің образын сомдауда автор фольклорлық бейнелеу құралдарына жүгініп отырады. Мәселен, С.Мұқанов суреттеген Сұлушаштың сұлу бейнесі де, байдың қызы бола тұрып, кедей жігітке ғашық болуы, сол жолда мерт болуы да лиро-эпостық жырлардағы ару қыздарға ұқсайды. Дегенмен Сұлушаштың іс-әрекеті нақты, өз дәуірінің әлеуметтік жағдайларымен үндес, шынайы өмір шындығымен астасып жатыр.\nПарасатты, көркіне ақылы сай Сұлушаш ғашығы Алтайдың кедейлігін мін санамайды, онын адамгершілік қасиеттерін қадірлейді. Алтайдың бойында да байлар әулетіне деген ыза мен кек бар. Өйткені көзін ашқаннан бері көргені – байдың есігіндегі жалшылық, жоқшылық, қиянат. Дегенмен шынайы махаббат сезіміне келгенде екі жастың арманы да, мақсаты да үндесіп кетеді. Бірлесе отырып өмірдегі қиянат атаулыға қарсы, адамның бас еркіндігі жолында ақтық, сәттеріне дейін күреседі.\n«Сұлушаш» поэмасында автор тек әлеуметтік мәселелерді, екі ғашықтың махаббат жолындағы трагедиялық тағдырын ғана суреттемейді. Поэмада адалдық» ар тазалығы мәселесі бар. Сұлушаш пен Алтай арасындағы ғашықтық арқылы ақын махаббатқа адалдық, ардын тазалығы туралы мәселе көтерсе, Қайсар образы арқылы досқа адалдық, адамгершілік тазалығы жайынан оқырманға ой тастайды. Поэманың композициялық құрылымы шебер, тілі көркем. Бейнелеу құралдары әр алуан. Оқиға барысын, кейіпкерлерінің іс-әрекетін баяндағанда, ауыл тіршілігін, жылқышылар өмірін, табиғат көріністерін сипаттағанда, ақын қарапайым бояумен әдемі өрнек салады. Поэма кейіпкерлерінің ішкі толғаныстарын, сезім күйлерін әсерлі бейнелейді.\nhttps://massaget.kz/forum/viewtopic.php?f=109&t=9235",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгебралық өрнек",
        "question_content": "Алгебралық өрнек түрінде жазыңдар\n\nа санынан 3 есе артық сан\n\nd санынан 2 есе кем сан\n\nm-нің 3тен 1іне тең болатын сан\n\nn-нің 14%\n\na санынан 25% артық сан\n\nb санынан 30% кем сан",
        "question_date": "4.12.2018",
        "question_tag": "Математика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3a\n\nd/2\n\nm/3\n\n14n/100=7n/50\n\na+25a/100=a+a/4\n\nb-30b/100=b-3b/10",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9сыныпқа информатикадан 2019 жылғы олимпиада тапсырмалары керек еді?",
        "question_content": "Маған 9 сыныпқа информатика пәнінен 2018-2019 жылғы болатын олимпиадаға келетін тапсырмалар керек еді, дайындық үшін, аудандық олимпиадаға",
        "question_date": "4.12.2018",
        "question_tag": "Мектеп",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "жоғалған телефонды қалай іздеуге болады",
        "question_content": "Мен телефонымды жоғалтып алдым, 15 номерлі емайл коды бар бірақ аккаунд жоқ таба аламын ба?",
        "question_date": "4.12.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "документімен бірге полицияға барасызғо)",
                "date": "5.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аққу əже\" деген өлеңді кім біледі?",
        "question_content": "\"Аққу əже\" деген өлеңді, оның авторын таппай жатырмын. Бұрын ағамның хрестоматиясынан ба жаттағанмын. \"Қалбаңдап кеп етегіме оралды\" деген бір жолы ғана есімде. Гуглдан іздеп таппадым. Өтінем, білсеңіздер көмектесіңіздерші...",
        "question_date": "3.12.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 716,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асыл әжем\nӘнін жазған: Еркеш Шәкеев\nСөзін жазған: Абдрахман Асылбек Орындаушысы: Рахат Тұрлыханов\nАсыл әжем менің – Асқарлы белім,\nСөздеріңді сенің\nҚұлағыма құйып келем.\nАсыл әжем – әнім,\nАқылың дара,\nСалған жолың сара,\nСол жолыңмен жүріп келем.\nКөбелектей гүлдер гүл аңсаған,\nБағытымды бірден бұрам саған, әже.\nБалғын бала сезім – Арналды бұл әнім саған.   \nҚайырмасы:\nАсыл әжем,\nСәл көрмесем, сағынамын.\nАсыл әжем,\nШырағың боп жағыламын.\nЖетелеген арманға,\nСенен ыстық жан бар ма?  \nАсыл әжем – панам,\nОйлан деп балам,\nОянсың деп санам,\nАқылыңды айта бердің.\nНебір қызық, қымбат,\nЕртегі, жұмбақ,\nТарихымды тындап,\nМен өмірге қайта келдім.\nБатыр екен өткен бабаларым,\nСенің де бакытың балаларың, әже.\nБалғын бала сөзім – Арналады саған бұл әнім\nҚайырмасы:\nАсыл әжем,\nСәл көрмесем, сағынамын.\nАсыл әжем,\nШырағың боп жағыламын.\nЖетелеген арманға,\n\nТолығырақ: https://massaget.kz/layfstayl/madeniet/music/1895/",
                "date": "16.01.2020",
                "upvotes": 0
            }
        ]
    }
]