[
    {
        "question_title": "Шектеусіз периодты ондық бөлшекті жай бөлшекке қалай айналдырады?",
        "question_content": "Шектеусіз периодты ондық бөлшекке жай бөлшекке қалай айналдырады? Мысалы: өрнектің мəнін табу керек 0,(12)+1,(81)",
        "question_date": "15.12.2020",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ:",
                "date": "15.12.2020",
                "upvotes": 1
            },
            {
                "text": "12/99+1+81/99=192/99=64/33=1,(93)",
                "date": "6.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нөсер жауын басым аймақтар?",
        "question_content": "География пәнінен көмек қажет. Қазақстанның нөсер жауын басым аймақтар тізімін айтасыздар ма?",
        "question_date": "15.12.2020",
        "question_tag": "География",
        "question_views": 15800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нөсер — күшті, бірақ қысқа мерзімдік конвективтік сипаттағы жаңбыр, не қоңыржай ендіктердегі циклондардың суық шебіндегі дүлей желді жаңбыр.\nБасталғанда төгіп жауып, күрт тыйыла қалуы мүмкін. Өте қысқа уақытқа созылуы жеке бұлттан немесе салқын шептегі жіңішке өңірді ғана қамтитын бұлттан жаууымен байланысты. Жылы жер бетіндегі салқын ауа массасынан түсетін Нөсер жаңбыр кейде бірнеше минутта-ақ өте шығады. Жаздағы жергілікті конвекция жағдайында будақ жаңбыр бұлты кең алқапты қамтығанда немесе шептер өткенде Нөсер жаңбыр сағаттап жауады. Нөсер жауу екпіні түрліше, кейде 21,5 мм/мин-қа жеткен кездері байқалған. Нөсер жауу уақыты артқан сайын екпіні кеми береді. Нөсер жаңбыр тропиктік және экваторлық ендіктердегі жауын-шашынның негізгі түрі. Субтропиктік және қоңыржай белдеулерде де өтіп тұрады. Нөсер термині синоптикалық метеорологияда жауын-шашынның барлық түріне де (қар, қиыршық) қолданылады.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "15.12.2020",
                "upvotes": 1
            },
            {
                "text": "Қазақстанның жері негізінен қуаңшылықты болып келеді. Климат картасында көрсетілгендей, мұнда жауын-шашын аз түседі және әркелкі таралған. Жауын-шашынның таралу мөлшеріне оның атлант мұхитынан қашық жатуы және Еуразия материгінің орталығында орналасуы зор әсерін тигізеді.\nҚазақстанның жауын-шашынның орташа жылдық мөлшері 130-1600 мм аралығында. Әсіресе, арал теңізінің солтүстік-шығысына іргелес жатқан аудан мен Балқаш көлінің батыс бөлігінде жауын-шашын солтүстікке қарай кемиді. Жауын-шашын солтүстікке орта есеппен 400 мм-ден көбірек,ал орталық алқапта 275 мм-ге дейін,оңтүстікте-130 мм-ге дейін түседі. Батыстан шығысқа қарай жауын-шышын мөлшері кемиді. Жауын шашын ең көмп түсетін жері-Батыс алтай.\nРеспубликаның жазық және аласа таулы бөлігінде атмосфералық жауын-шашын батыста орал қаласы маңында 374 мм жауса,шығыстағы Жайсан Қазан шұңқырында-200 мм. Қазақстанның таулы бөліктерінде жазықты аласа таулармен салыстырғанда жауын шашын мөлшері мол. Республиканың шығыс және оңтүстік-шығыс биік таулы аудандары ылғалы мол өңір болып саналады.Т аулардың жел жақ беткейлерінде 500 мм,ал кіші Үлбі өзенінің жоғарғы ағысында 1600 мм ылғал түседі. Қазақстанда атмосфералық жауын шашынның жылдық таралуы әркелкі.солтүстік өңірлерде жылдық жауын шашынның жылдық таралуы әркелкі. Солтүстік өңірлерде жылдық жауын шашын мөлшерінің 70-80 пайызы жылдың жылы мезгілінде түседі. Қазақстанда атмосфералық жауын-шашынның таралуы әркелкі.Солтүстік өңірлерде жылдық-жауын шашынның мөлшері 70-80 пайыз жылдың жылы мезгілінде түседі.ылғалдың көп мөлшері шілде айында келеді.\nРеспубликаның оңтүстік аудандарында кей жылдары жазда 2-3 ай бойы жауын шашын мүлдем жаумайтын кездері де болады. Бұл кезде «құрғақ» жаңбыр байқалады,яғни жаңбыр тамшылары жер бетіне жетпей,ауада буға айналып кетеді. Ал жаңбыр жауғанда,көбіне күн күркіреп,найзағай жарқылдайды. Жылдың салқын уақытында жауын-шашын жалпы аз түседі.сондықтан қар жамылғысы қалың емес. Республиканың солтүстігіне қыста жылдық жауын-шашынның 20-30 пайызы,оңтүстігіне 50-60 пайызы түседі. Бұл оңтүстік аудандарда жиі өтетін циклондық әрекеттеріне байланысты.\nҚар жамылғысы еліміздің аумағында әр кезеңде түседі. Орманды дала,дала зоналарында қар жамылғысының ең ерте түсетін кезеңі қыркүйектің аяғы-қазанның басына тура келеді. Ал оңтүстік Қазақстан және Қызылорда облыстарының шөлейт зоналарын да ең ерте түсетін кезі қазан айының аяғы.шөл зонасында желтоқсанның аяғында түседі.\nТұрақты қар жамылғысының қалыптасатын кезеңі алтай және Оңтүстік шығыс тауларының мұзды қарлы белдеулерінде қазан айының басы.\nҚазақстан жерінде қар жамылғысының жату ұзақтығы мен қалыңдығы әркелкі.солтүстікте қардың қалыңдығы орта есеппен 20-30 см болса,қар жамылғысының жылына 125-165 күн жатады,оңтүстік те қардың қалыңдығы 10-15 см,қар 40-60 күн жатады.Таулы аудандарда қардың қалыңдығы мен жату ұзақтығы биіктігіне байланысты, мысалы,Іле Алатауындағы Мыңжылқыда қар жамылғысының қалыңдығы 90 см де,230 күн қар ерімей жатады. Республика жерінің ылғалдылығы тек жауын-шашын мөлшеріне ғана емес,оның булану мөлшерінеде байланысты.егер булану мөлшері жылдық жауын шашын мөлшерінен аз болса,онда ылғалдық артады. Ал керісінше,булану мөлшері жылдық жауын шашын мөлшерінен көп болған жағдайда,ылғалдылық жеткіліксіз болады.\nЖылдық жауын шашын мөлшерінің буланушылыққа қатынасын ылғалдану коэффициенті деп атайды. Қазақстанның биік таулардан басқа барлық өңірлерде буланушылық бірнеше есе артық.Мысалы,Түркістанда буланушылық 1250 мм,ал жауын-шашын 238 мм.Ылғалдану коэффициенті 0,19,бұл климаттың аса құрғақтығын көрсетеді.\nЫлғалдану коэффициенті табиғат зоналарының таралу заңдылығын түсіндіруге мүмкіндік береді.Мәселен,ылғалдану коэффициенті жылу мен ылғал мөлшері арасындағы байланысты,өсімдік пен топырақ зоналарының орналасуын,өзен мен көл жүйесінің тығыздық себептерін анықтауға,сонымен бірге ылғал сүйгіш және қуаңшылыққа төзімді ауыл шаруашылық дақылдарын өсіретін аудандарды дұрыс белгілеуге мүмкіндік береді.",
                "date": "23.12.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақстан аумағында нөсер жауын, көбінесе Қазақстанның оңтүстігі мен шығысында болады.\n\nОписание:Кітаптан оқығанмын. Дұрыс жауап.",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "Алтай таулары Шығыс Қазақстан облысы",
                "date": "24.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең жолдарындағы жаман мен жақсы сөздерінің қолданысы мен мағынасын ажыратып жаз.",
        "question_content": "Өлең жолдарындағы жаман мен жақсы сөздерінің қолданысы мен мағынасын ажыратып жаз.",
        "question_date": "15.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 801,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы мен жаман сөздерінін жанында адам сөзі бар. Яғни бұл адамға қарай айтылған өлең жолдары.",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "K8 кг болғанда энергетикалық тиімділігін анықтаңыз.",
        "question_content": "Астық дақылдарының өнімділігі 28,5.0 ц/га, минералды тыңайтқыштардың мөлшері NgoP60K30, тыңайтқыштан алынған қосымша өнім мөлшері 8п/га, NPK тыңайтқыштарының 1 кг әсерлі затына шаққандағы энергетикалық шығындар N80. P12. K8 кг болғанда энергетикалық тиімділігін анықтаңыз (косымша үшін күздік бидайдың 1 кг нақты өніміндегі жалпы энергия мөлшері).",
        "question_date": "15.12.2020",
        "question_tag": "Табиғат",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 га жерге қанша тонна әк енгізі керек болады?",
        "question_content": "Топырақ қабаты 30 см. тығыздылығы 1.6 см, топырақтың гидрологиялық қышқылдылығы 5,7 мг.экв/100 г болса 2 га жерге қанша тонна әк енгізі керек болады?",
        "question_date": "15.12.2020",
        "question_tag": "Табиғат",
        "question_views": 227,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физ-матқа грантқа түсу үшін қанша бал жинау керек?",
        "question_content": "Физмат грантқа түсу үшін қанша бал жинау керек",
        "question_date": "15.12.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білдіңіз бе? Айтысыз ба? Қанда түскеңізді?",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Желтоқсан құрбандары жүрегімізде\" тақырыбына шығарма керек.",
        "question_content": "Желтоқсан құрбандары жүрегімізде тақырыбына шығарма керек еді",
        "question_date": "15.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Талай қазақ қыздары мен жігіттерін арамыздан алып кеткен \"Құйын − 86\" деген атпен желтоқсан оқиғасы баршамыздың мәңгі есімізде қалады. Егеменді еліміздің келешегі үшін жанын пида еткен батыр жастарды ұмытпаймыз!\n\nЖелтоқсан заман толғағы байтақ даланың,\n\nШарпысқан сәтті үміт пен күдік наланың.\n\nЖелтоқсан − Қайрат, Ләззат пен Сәбира,\n\nҚұрбаны болған жаланың...\n\nАлматының Чайковский атындағы музыкалық училищесінде қобызшы мамандығы бойынша оқып жүрген Ләззат Алтынайқызы Асанованың 16 жылдық қысқа ғұмыры ерте үзілді. Ол Ақжүніс пен Құртқа, Әлия мен Мәншүк секілді қазақтың ер жүрек қыздарының ерлігін қайталады. Туған елінің азаттығы мен тәуелсіздігі жолындағы қазақ жастары көтерілген 1986 жылғы желтоқсан оқиғасы кезінде қайсарлық пен ерлік көрсетіп, құрбан болды.\n\nЛәззат Асанованың анасының жоқтауы:\n\nЖелтоқсанның анаға,\n\nЫзғары көп, қарағым,\n\nНамыстан өлген қазақтың,\n\nҚыздары көп, қарағым.\n\nБота көзің боталап,\n\nҚиянаттан қаталап.\n\nДәл он алты жасыңда,\n\nЖан адам жоқ қасыңда.\n\nҚыршыныңнан қиылдың,\n\nҚара жерге бұйырдың.\n\nЗаманыңа қақайып,\n\nҚарсы тұрған, боташым.\n\nАлтын сақа асықтай,\n\nАлшы түскен, қарағым.\n\nДәл өзіңдей қыз тапқан,\n\nМен де арман бар ма екен,\n\nҚайтейін, құдай, қайтейін?!\n\n19 желтоқсанда ауруханаға бас сүйегі мен миынан жарақаттанған, энергетика институтының 2-курс студенті Ербол Сыпатаев әкелінді. 23 желтоқсанда есін жимастан қайтыс болды. Ербол – бір үйдің жалғыз баласы еді. «Құйын – 86» операциясының құрбаны болды.\n\nЕрбол Сыпатаевтың анасының жоқтауы:\n\nБатыр атаң Әтікей,\n\nБатыр бабаң Нұржеке ер.\n\nҚара бұлттай түйіліп,\n\nСары бүркіттей шүйіліп.\n\nСары жебедей ысқырып,\n\nДұшпанға қан құстырып.\n\nТұлпар мініп шайқалып,\n\nЖаудың бетін қайтарып.\n\nҚара нардай қайыспай.\n\nСоққыдан белі майыспай.\n\nКөңдей илеп дұшпанын,\n\nТілгілеген қайыстай.\n\nБабасына ұқсаған,\n\nАйналайын Ерболым!\n\nБаба аруағы демеген,\n\nЕр боп туған енеден.\n\nАлын баулы ақсұңқар,\n\nБиік тұғыр болмаса.\n\nАласа астаудан жем жемеген,\n\nЖас болса да бас болып.\n\nБатырға басын теңеген,\n\nАйналайын, құлыным!\n\nСабира Мұхамеджанова  Алматыдағы жастар шеруін жұдырықтай жүрегімен қолдап, Өскемен қаласының студенттерімен бірге Ушанов алаңына қарай өлең айтып, шеруге шықты. Оны дүрбелеңге үн қосқаны үшін айыптап, тәртіпсіз деп бағалаған. Училищеден жазықсыз шығарып жіберген қорлығына шыдай алмай Өскемен педагогикалық училищесінің І курс студенті Сабира Мұхамеджанова жатақхананың өзі тұратын бөлмесінің терезесінен секіріп қаза тапты.\n\nСабира Мұхамеджанованың анасының жоқтауы:\n\nҚазаққа да еркіндік\n\nТиетін кү бар ма екен?!\n\nӨтеміз бе, қарағым,\n\nЕркіндікке жарымай\n\nӨжет едің, өткір ең\n\nЖалтақтығың жоқ білем\n\nКөз жасым мынау парлаған\n\nДаусым ащы сарнаған\n\n«Аман қыл!», − деп ел-жұртты, −\n\nТәңірден медет сұрайын\n\nАуналайын құдайым\n\nТыныштық бер еліме\n\nҒұмыр бергін жасыма\n\nЕнді қайғы төндірме\n\nҚартайғанда басыма!\n\nҚайрат Рысқұлбеков  1982 жылы  Алматы Сәулет құрылыс институтына түседі. Сол Желтоқсан оқиғасынан кейін оны «Савицкийді өлтірген қылмыскер» деп жала жауып «Аса қауіпті қылмыскерлер изоляторында» зорлық-зомбылық көрсетті. Небары 21 жас ғұмыр кешті.\n\nҚайрат Рысқұлбековтың анасының жоқтауы:\n\nЕлім, елім, елім деп,\n\nАр-намысын сақтаған.\n\nБұйырғанда өлімге,\n\nКірпігін де қақпаған.\n\nБатыр бабаң Бауыржан,\n\nҚолдады ма, қарағым,\n\nЖелтоқсанның шыдадың,\n\nТолғағына, қарағым.\n\nАрман, арман, арман көп,\n\nАйтылар теңеу қалған жоқ,\n\nҚысқа ғұмыр сүрсең де,\n\nТаң қалдырған қарағым!\n\nАлатауға абиыр,\n\nАлып берген қарағым!\n\nЕрлік жолын халқыңа,\n\nСалып берген қарағым!\n\nМамық болсын қара жер,\n\nЖатқан жерін жарық боп,\n\nБақұл бол, бақұл әй, көкем,\n\nТәубе, тәубе, тәубе етем!\n\nАқпарат дереккөзі: https://massaget.kz/layfstayl/alemtanu/Qazaqstanym/35256/",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ Әке-шешесінің қаны екеуінде де І топ болса, балаларының қан топтары қандай?",
        "question_content": "Әке шешесінің қаны екеуінде де 1 топ болса балалырның қан топтары қандай",
        "question_date": "15.12.2020",
        "question_tag": "Биология",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "топ | болады\nтоп 1 болады\nтоп |1 болады",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармада Кебек пен Еңлік бейнесі қандай көркемдегі тәсілдер арқылы жасалған",
        "question_content": "Еңлік Кебек бейнесі қандай көркемдегіш тәсідлер арқылы жасалған",
        "question_date": "15.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ек» дастанын жазған. «Еңлік – Кебек» оқиғасының сюжетіне Шәкәрім ақын поэма арнаған. «Еңлік-Кебек» поэмасы Абайдың көзі тірісінде, оның ақылымен жазылған. Оқиғаны Абай шәкірттеріне айтып беріп, поэма етіп жазуды ұсынады. Шығарманың негізгі арқауы махаббат трагедиясы болғанмен, Шәкәрім замана кейпін нақтылау, оқиғаның ескі күндерде өткенін, ендігі жерде ел арасында мұндай келеңсіз істер болмауға тиісін дәлелдей түсу үшін хикаяның өмірлік фонына айрықша мән беріп, шағын көлемді тарихи ақпар жасайды. Дастанның кіріспесі ел-жұрттың бұл жерге келу тарихына барлау іспетті. Ақын осы тарихи процесс үстіндегі нақты жағдайларды тәптіштеп баяндайды.\nАқынның мұны ғажайып тартысты ойдан шығару емес, сол адам нанғысыз оқиғаны өмip заңдарымен дәлелдей білуде». Бұл айтылған пікірлердің қайсысы да шығарма шындығының төркіні өмірдің өз ағымынан туатынын қуаттайды. Ш.Құдайбердиевтің адам бостандығы туралы заман идеясына үн қосу қадамынан туған ғашықтық тақырыбындағы поэмалары осы махаббат деген ұлы сезімнің барлық уақыттарда бірдей, бip қалыпты, бip мөлшерде таныла, бағалана бермегенін білдіреді. Қоғамдық қатынастар мен өмip салтына, мәдениеттің әр алуан дережеде болуына байланысты, шындығында, махаббат туралы түсініктер де үлкендікішілі өзгерістерге ұшырап, тың түciнiк, талғамдарға ие болып, соған сәйкес өмірден де өзінше бағалар алып отырған. Мұның өзi заңды да. Адамның тipшiлік харакеті, санасы өскен сайын оның жалпы жайды ондағы құбылыстарды, өзімен бipгe басқаларды тануы, білуі, бағалауы да тереңдей түспек. Біз Ш.Құдайбердиевтің поэмаларынан осы жайды байқаймыз. Атап айтсақ, олардан бiз, махаббат деген асыл сезімнің қазақ жағдайында, қазақтың екіүш ұрпағының өмipi тұсында ру таласын қоздыра түскен қатал да қатыгез кектің құралы дәрежесінен адамдық абзал қасиетті білдіретін үлкен сезім қалпына келуін, өсу жолын көргенбіз. XX ғасырдың бас кезі еді, ұлы өзгеріс заманының қарсаңы үшін бұл махаббатты асыра бағалағандық өмipді тepic түсінушілік емес еді, керісінше, адамдық байырғы абзал сезімге тың сипат, соны мазмұн берушілік еді. Махаббат сөзінің әр кезде, әр ортада әр түрлі танылып, әралуан бағалар алып келгенін бiз тек Ш.Құдайбердиев поэмаларынан ғана емес, әдебиет пен мәдениеті көне кездерден дамып келе жатқан өзге елдердің өмірінен де көреміз. «Үлкен әдебиет пен мәдениет бар Жапонияға Толстойдың «Воскресение» романы алғаш келгенде, — деп жазады В.Шкловский, — халық Катюша Маслованың жезөкшелігіне таңданбапты. Өйткені, жезөкшелік туралы ұғым мұнда біздегідей масқара мінезқұлықты білдірмейді жұртты таңдандырған нәрсе — Катюшаның Нехлюдовты сүйе тұрып, оған тұрмысқа шықпауы, басқа адаммен кетуі бопты. Махаббаттың осы бip жаңа қасиеті бүкіл елде күндей күлімдеп, мұхиттың асыл жағалауларындағы кiшiгiрім ауылдарға деген неше алуан әндер туғызыпты, ал Катюшаның eciмi адамдық жаңа сезімдердің символындай ұғынып кeтiптi. Tiптi сөздерінде «Махаббат» деген сөзге түсінік бергенде де, осы eciм бipгe аталды дегендей айтады». Бұл сияқты деректерге қарағанда, бip кезде ел бұзар, жұрт аздырар кесапаттай көpiнiп, керітартпа әдетғұрыптардың құрбаны боп кеткен Қалқаман мен Мамыр, Еңлік пен Кебек махаббатын кейінгі кезеңдерде үлкен адамдық қасиет, аса қадірлі сезім ретінде ашықтан ашық жырлануы, қоғамдық, әлеуметтік сипат, салмақ алуы тiптi де кездейсоқ жағдай емес. Мұның өзi, сайып келгенде, махаббатты тану, бағалау дәрежесінің адамның өзімен бipгe өciп, адамдық, қоғамдық маңызды құбылыс ретінде қадір қасиетінің үнемі артып, тіпті бағасын алып келе жатқандығының айғағы боп табылады. Сонымен Ш.Құдайбердиев поэмаларының белгілі аңыздар негізінде туу мысалын, автордың сол аңыздарды жаңа заман талабына лайық суреттеу мақсатын көрсетіп өттік.\nМұның қайсысы да уақыт рухына сай көркем шығарма жасау үшін қажет шарттар, бipaқ олар әлі де шығарманың өзi емес. Шығарманың өзін жасау үшін ешкімнің, өлгенге жан берерліктей үлкен суреткердің қолы керек. Тарихтың дерегі — жеке нәрсе. Ол қаз қалпында өзгермей керісінше, оқушыға көп әсер ете де бермейді. Сол тарихи жеке нәрсені жинақтау, көпке ортақ үлкен көркем дүниеге айналдыру және оған тартымды, жанды сипат беру — көркемөнер ici. Өнер табиғаты осыны талап етеді. «Қалқаман — Мамыр», «Еңлік — Кебек» аңызы жұрттың бәріне белгілі. Сол көпке мәлім аңызды уақыт пен адамдардың өзара қатынасымен, өткен өмip, алдағы болашақпен, жалпы адамгершілік идеялармен тығыз байланысты түрде бейнелегенде ғана жұрт құптарлықтай көркем дүние жасауға болады. «Ақынның міндеті — деген данышпан Аристотель («Поэтика», IV тарау), — болған нәрсені айту емес, анық болу мүмкіндігін, болуға ықтимал мүмкіндіктері мен қажеттілігін айту… Геродоттың шығармаларында өлеңге аударуға болады. Бipaқ бipi метраз (өлең өлшемі, бipi метрге тарих боп қалар еді». Сондықтан көркем шығармаға баға бергенде, оның тарихи шындықпен арасындағы айырмасын тeкcepiп жатудың онша қажеттілігі жоқ. Мәселен сол көркем дүниенің көркемдік құнын күңіретіп ғана, айқындай білуде. Осы әңгіменің үлкен түйіні осында. Ш.Құдайбердиевтің «Қалқаман — Мамыр», «Еңлік — Кебек» поэмалары әдебиетімізде өмip құбылыстарын адам тағдыры арқылы ашудың, оны мұқият зерттеуге батыл бет бұрыстың алғашқы тәжірибелерінен саналады. Олардағы сюжеттік арналар бipбipiнe ұқсас болғанымен, коғамдық өмip қайшылықтарын бейнелеу деп негізгі көркемдік тәсіл ретінде тартымды да тапқыр тартылған. Қазақ қоғамын сан ғасыр бойы жегідей жеп, тежеп, өзара атыстырып, шабыстырумен келген ру таласы, ру тартысы поэмалардың негізгі арқауын белгілеп, автордың қоғамдық өмipдегi көп кecip, сан сұрапыл зорлықзомбылықтың сырларын ашуына мүмкіндік береді, адалдық, әділдік, теңдік іздеген аяулы жандардың мойнына қыл арқан боп түскен кесапат сиқын бейнелейді Ру таласы, семьялар тартысы — дүние жүзі әдебиетіне неше алуан ғашықтық дастандардың, трагедиялардың тууына себепкер болған белгілі сюжеттік желі зұлымдық пен махаббатты суреттегенде бірсыпыра ұлы жазушылар осы тартысты негізге алып, өз дәуірінің өз қоғамының кескінкейпін терең сындарлы аша білген. Мысал үшін алысқа бармайақ, әлемге әйгілі «РомеоЖульетта» трагедиясындағы (В. Белинский бұл шығарманы лирикалық трагедия деп атайды) Монтекки мен Капулетти семьяларының арасындағы қарымқатынасты және оның белгілі нәтижесін айтсақ та жеткілікті. Тағы басқа осындай ұқсас жайттар көбінесе бip жазушының eкiншi бip жазушыдан үйренуінен, үлгі алуынан туа бермеген. Қоғамның осы, өрлеу жолындағы ортақ, ұқсас жағдайлардың таластартыстардан туып, ақын жазушылардың творчествосынан өзіне лайық орын алып отырған. Мысалы, Ш.Құдайбердиевтің «Қалқаман — Мамыр» поэмасындағы негізгі түйін — Мәжетай мен Олжай арасындағы тартыс Қалқаман — Мамыр оқиғасына немесе «Еңлік — Кебек» поэмасындағы Матай мен Тобықты руларының тартысы Еңлік — Кебек трагедиясына әкеледі, бipaқ бұл жәйтті автордың Шекспир тағлымынан үйренуінен немесе соған еліктеуінен туған нәтиже деп бағалау қиын.\nТолығырақ: https://martebe.kz/sh-khudajberdiulynyn-enlik-kebek-pojemasyndagy-enliktin-khazakh-khyzyna-keregar-minezderin-taldap-zhazynyz/",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпараттық ресурстардың классификациясының маңызды параметрлері?",
        "question_content": "Ақпараттық ресурстардың классификациясының маңызды параметрлері",
        "question_date": "15.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақпараттық жүйенің құрылымы мен классификациясы. Ақпараттық жҥйе - бҧл материалдардың, әдістердің және қызметкерлерге, ақпараттың сақталуы, ӛңделуі, ақпараттың жеткізілу жетістіктері, басқарылуы. Қазіргі кезде дербес компьютерлер кӛптеп кездесуде. Ақпараттық жҥйенің қҧрылуының негізі болып: Интеграция принципі - бҧл принцип бойынша бҧрын енгізілген ақпараттар басқа операцияларды орындауда қолданылады; Жҥйелік принцип - ақпаратты әртҥрлі аспектіде ӛңделеді; Комплекстік принцип - ақпараттың ӛңделуінің механикалық немесе автоматты тҥрде жҥзеге асырылады. Ақпараттық жүйенің классификациалануы. Функционалдық арналуы: ӛндірістің коммерциялық, қаржылық, маркетингтік және т. б. Басқару обьекті бойынша: ақпараттық жҥйенің автоматтандырылуы, технологиялық процесс арқылы басқару. Ақпараттық технология бҧл сӛзге кең кӛлемді анықтама беріп кетсек, бҧның ішіне жеке техникалық бӛлім, жҧмысты ақпарат арқылы қабылдау процесінде ереже ретінде адамдар ақпаратты негізделген бағдарда қолданылады. Ақпараттық жҥйе әртҥрлі мақсатта және әртҥрлі масштабта болады. Бірақ барлық ақпараттың бірдей мақсаты, бағдарламалары болады. Ақпараттық жҥйе ақпаратты сақтап, ӛңдеп жинақтап, кез-келген тҧтынушыға арналады. Ақпараттық жҥйе фактографиялық және қҧжатты тҥрде болады. Біріншісіне ақпараттық жҥйенің нақты талап етілген сҧранысты қамтамасыз ету жатады, бҧны тағы да 2 топқа бӛледі, ақпараттық анықтамалық және ақпараттық ізденуші жҥйе болып табылады. Ақпараттық жҥйе ӛнеркәсіптің масштабында қҧжаттамалық ақпарат және сҧранысқа нақ жауап бермейтін шешімдерді қарастырады. Кейбір жҥйелерде фактографиялық және қҧжаттамалық жҥйелерде қолданылады: Ақпараттық жҥйелер берілген жҧмыстарды орындауды автоматтандыру және математикалық әдіс қолдану; Ақпараттық жҥйелер адамдарды қолмен жҧмыс жасаудан босатады; Ақпараттық жҥйелер ақпараттың қате болуын кӛп мӛлшерде шектейді; Ақпараттық жҥйе қағаздағы қҧжат мӛлшерін азайтады; Ақпараттық жҥйе қҧжаттың сҧрыпталуын жақсартады; Ақпараттық жҥйе ӛндірістік шығындарды азайтады.",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазақтың Қанышы\" роман эссесіндегі кейіпкерлерге мінездеме керек.",
        "question_content": "Медеу Сәрсеке \"Қаныш Сәтбаев \"роман-эссесіндегі, кейіпкерлерге,мінездеме.",
        "question_date": "15.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 46700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М.Сәрсеке романда бас кейіпкерді бірыңғай сыдыра  мақтауға бармайды. Өмір шындығын өзек ете отырып, Қанаңның қателескен, сүрінген, шамырқанған, ширыққан тұстарын, сондай-ақ ізденген, күрескен, жеңіске жеткен кезеңдерін шығарманың алтын арқауына айаналдыра алған. Мұның өзі, авторлық қиялға көп ерік бере қоймайтын ғұмырнамалық романның көркемдік өресін биіктетуге кепіл болған. Былайша айтқанда, автор өмір драмасын өнерге айналдырған. Әсіресе, империяның кезекті репрессиялық әрекеті басталып, “ұлтшылдықты іздеу” науқаны қабындаған 50-ші жылдар зардабын, сол кездегі Қ.Сәтбаевтың қатерлі де, қаһарлы сыны мол кезеңді бастан кешуін романның ең бір кульминациялық шыңы деуге болады. Ет жүректі пенденің шыдау-шыдамауы неғайбыл ситуацияда Қанаң шын мәнінде парасаттылық пен даналықтың, азаматтық пен табандылықтың үлгісін көрсетеді. Мұның бәрі романда терең тебіреніспен, тегеурінді суреткерлікпен көрініс тапқан.\nАвтор Қ.Сәтбаевтың ізімен жүруге, ол болған орындарды көзімен көруге айрықша мән бергені байқалады. Әсіресе, Қанаңның көзін көргендермен сырласып, ұлы тұлғаның өмір майданындағы болмысын тану үшін; дәлірек айтқанда, ұлы тұлға бейнесін сомдау үшін ұрымтал пайдалана білген. Бұл ретте, тарихи деректер, айғақтар, естеліктер, архив материалдары авторлық баяндауы жандандырып, бас қаһарманның өсіп-жетілу жолдарын, ғылыми-кәсіби шыңдалу кезеңдерін барша ақиқатымен аша түсуіне себепші болып отырады.\nҚ.Сәтбаев тұлғасын сомдау М.Сәрсекенің қаламгер ретіндегі ең өзекті мұратына айналғанын осындайда атап өтудің артықтығы жоқ. М.Сәрсекенің алғаш Қанаң туралы қалам тартуы мен соңғы роман-эссесінің арасында аттай 36 жыл өтіпті. Осы уақыт ішінде Қанаң жайында үлкенді-кішілі 7 кітап жариялап, бұл кітаптары әлемнің 112 еліне тарапты. Ұлы тұлғаны ұлықтауға қатысты еткен еңбек, төккен тер осындай-ақ болса игі.\nСөз соңында, М.Сәрсеке роман-эссесінің идеологияшыл қыспаққа ұшырамай, жал-құйрығы күзелмей, авторлық ой-тұжырымдар тұншықтырылмай, толық нұсқасында жарық көруі және көз қуанып, көңіл сүйсінетіндей болып басылуы, ең алдымен тәуелсіздігіміздің шапағаты екеніне шәк жоқ. Сонымен бірге, “Атамұра” баспасының да елдік іске шынайы жанашырлықпен, кәсіби біліктілікпен, шығармашылық жауапкершілікпен қарап, кітапты биік талғам деңгейінде басып шығарғанын атап өткен жөн. \n\nТолығырақ: https://adebiportal.kz/kz/retailing/view/348",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік туралы шығарма кімде бар жазып жіберіңіздерші өтінем",
        "question_content": "ТӘУЕЛСІЗДІК ТУРАЛЫ ШЫҒАРМА БАРМА",
        "question_date": "15.12.2020",
        "question_tag": "Мектеп",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік – бабалар аңсауы, ұрпақтың қолы жеткен киелі кезең. Тәуелсіздік – таңбасы таста, қаны қара жердің тамырында жатқан құдіретті сөз. \nЕліміз тәуелсіздіктің бесігінде тербелгелі 25 жыл. Жиырма бес жыл ішінде Қазақстан етек-жеңін жиып, шекарасын бекітіп, өз алдына дербес зайырлы ел болды. Бұл атадан келе жатқан ұлы жеңістің жемісі. 1991 жылы 16 желтоқсанда егемендігін алған еліміздің өз президенті, ұлты мен ұлысы, салты мен дәстүрі, мәдениеті мен экономикасы болды. Желтоқсанның желі мен ызғарына қарсы тұрған жастардың жалынды рухы мен ерліктерінің арқасында шаңырағы биік, керегесі кең мемлекет болып қалыптастық. \n1991 жылы ел тәуелсіздігін алған кезде халық болып қана қуанған жоқпыз. Қазақ елінің өз алдына республика болуын қалаған әрі ең бірінші болып мойындаған Түркия. Бұл тәуелсіздікті бір ел ғана емес, бүкіл ел болып қолдайды деген сөз. Ал іргесі қаланған жаңа республиканың әрі қарай өмір сүруі үшін ерен еңбек керек. Ол оның ішкі және сыртқы әлемі, экономикасы, ақшасы деген секілді көптеген құндылықтарға келіп тіреледі. Аталған құндылықтарды жиырма бес жыл ішінде үлкен мақсатқа айналдырған еліміз астанасын да бекітті. Тіпті бүгінде Астана арман қалаға айналды. Апортына бүкіл ел сүйсінген Алматының өзін мәдениет пен әдебиеттің қаласына айналдырды. Өзінің ішкі туризмі, теңгесі, ұзын сонар қара жолдары тарамдалып жатты.\nАрысы қазақ хандығынан бастап берісі егеменді елдің іргесіне дейінгі көшті жалғастырып келе жатқан, атадан тараған ұрпақтың парызы осы аманатты сақтау. Жәнібек пен Керейдің керген керегесін кілем үсті көтеріп, Отанды қастерлеп өту әрбір ұрпақтың міндеті. Қазақта «Отансыз адам ормансыз бұлбұл» деген сөз бар. Орманы жоқ құстың ұясы да, қонар бұтағы да жоқ. Дәл сол секілді тірлік кешу ортасы жоқ ұлттың өмір сүруі мүмкін емес. \nАқпарат дереккөзі: https://massaget.kz/mangilik_el/tauelsizdikke__25_jyil/41472/",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппе қаншаға ұзарған?",
        "question_content": "Серіппенің қатаңдығы 100н/м оған ілінген дене 100г. Серіппе қаншаға ұзарған?",
        "question_date": "15.12.2020",
        "question_tag": "Физика",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "k=100 Н/м\nm=100 г = 0,1 кг\ndx =?\n  m*g = k*dx\ndx = mg/k = 0,1*10 / 100 = 0,01 м = 1см\nЖауабы 1 см-ге ұзарған",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Z Y x- ті табыңдар",
        "question_content": "өтінііш осы есепке көмек керек",
        "question_date": "15.12.2020",
        "question_tag": "Математика",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,5*4=6\n\n1.5*6=9\n\n1.5*7=10.5",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғаларын табыңыз.",
        "question_content": "1234567887654321200000000000000000000000",
        "question_date": "15.12.2020",
        "question_tag": "Геометрия",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11х+14х+15х=100\n40х=100\nх=2.5\n\n11*2.5=27,5\n14*2.5=35\n15*2.5=37,5",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қалған төбелерінің координатасын анықтаңыз",
        "question_content": "жауыбыкерек болып тұр",
        "question_date": "15.12.2020",
        "question_tag": "Математика",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4моль алюминий тұз қышқылымен әрекеттескенде массасы және зат мөлшері түзілген сутектің",
        "question_content": "4моль алюминий тұз қышқылымен әрекеттескенде массасы және зат мөлшері түзілген сутектің",
        "question_date": "15.12.2020",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4 моль                                                    х\n2 Al (s) + 6 HCl (aq) → 2 AlCl3 (aq) + 3 H2 (g)\n2 моль                                                     6г\nх=6*4/2=12г",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электронды баланс әдісімен теңестір?",
        "question_content": "Реакция теңдеуін электронды баланс әдісімен теңестір. Тотығу және тотықсыздану процестерін бағдармен көрсет. S+KOH=K2SO3+H2O",
        "question_date": "15.12.2020",
        "question_tag": "Химия",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S^0+ KOH = K2S^-2 + K2S^+4O3 + H2O\n S^0 +2e = S-2 |4| |2| тотықсыздану\n|2|\n S^0 -4e = S+4 |2| |1| тотығу\n\n3S+ 6KOH = 2K2S + K2SO3 + 3H2O",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың бастапқы көлемі 4 л. Графикте көрсетілген?",
        "question_content": "Газдың бастапқы көлемі 4 л. Графикте көрсетілген 3-ші күйіндегі газдың көлемі. Газдың 2 күйдегі ішкі энергиясы?",
        "question_date": "15.12.2020",
        "question_tag": "Физика",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "«Аңыздың ақыры» романы туралы.",
        "question_content": "Аңыздың ақыры\n1)шығарма басталуы\n\n2)шарықтау шегі\n\n3)аяқталуы (шешімі)",
        "question_date": "15.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 92100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Талантты қазақ прозаигі Әбіш Кекілбаев мифологиялық системалар мен структураларды игеру арқылы өткен мен бүгінгінің маңызды мәселелерін қозғай білген. Бұл кітап — ойшылдықтың жоғарғы сатысынан қарағанда да, аңыз-әңгімелер мен бүгінгі күннің, өткен мен бүгінгі күндер тәжірибесінің қорытпасы, осы компоненттердің барлығы (әрине, мұның ішінде прозаиктің таланты да бар) қосыла келе, біздің пікірімізше, бұл шығармалардың мазмұнын ғана байытып қоймай, оның көркемдік қасиетін де арттыра түскен.\nӘбіш Кекілбаев – адам жанының шындығын танудың алуан түрлі тәсілін шеберлікпен игерген жазушы. Оның «Аңыздың ақыры», «Үркер», «Елең-алаң» тарихи романдары – тек тарихи шежіре емес, бүгінгі қоғам үрдісімен, ұлт мүддесімен астасып, бостандық рухы мен өркениеттің өшпес құндылықтарына ұмтылатын мінез тәрбиелерлік қуатты шығармалар. Әбіш Кекілбаев кейіпкерлері қарапайым адамдар болғанымен, олардың өзіне тән өмірі, тағдыры, мінез-құлқы бар. Жазушы олардың жан дүниесінің тереңіне барады. Кейіпкерінің жеке басындағы түрлі сезім иірімін сипаттай отырып, олардың іс-әрекетіне баға береді. Жазушы кейіпкерінің ішкі толғанысын, жан күйзелісін, жүрек тебіренісін қара сөз құдіреті арқылы жеткізеді.",
                "date": "16.12.2020",
                "upvotes": 1
            },
            {
                "text": "1)Оқиғаның басталуы:Бас  шебердің зынданға түсуі.\n\n2)Оқиғаның байланысуы: Әміршінің аңға шығуы.\n\n3)Оқиғаның дамуы : Әміршінің түс көру.\n4)Оқиғаның шиеленісуі:Жолбарыс оқиғасы ,аңнан сарайға оралды.\n\n5) Оқиғаның шарықтау шегі:Түсін жору, жарыққа аттануы.\n6)Оқиғаның шешімі : Өлім алдындағы елестері.",
                "date": "9.12.2021",
                "upvotes": 1
            },
            {
                "text": "Шебердің еңбегіне хан қандай құрмет көрсетті",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AC және BC қабырғаларының ұзындықтары қандай?",
        "question_content": "ABC үшбұрышының CK биіктігі жүргізілген және AK = BK = 8 см. Егер үшбұрыштың периметрі 40 см-ге тең болса, AC және BC қабырғаларының ұзындықтары қандай?",
        "question_date": "15.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі қабырғасы өзара тең болып тұр. Яғни 12-ге тең",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшем түнде тартып аурады. Не істесем болады?",
        "question_content": "Жыныс мүшем түнде тартып аурады. Не істесем болады? Емі бар ма?",
        "question_date": "14.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табаныңыздан суық өткен болуы мүмкін, тездетіп урологқа қаралу керек. Сізге керекті ем-домын жазып береді.",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Металдың эквиваленттік массасын есептеңдер.",
        "question_content": "Химияның негізгі түсініктері. Эквивалент.28,5 г металл сутекпен әрекеттескенде 30 г сутектік қосылыс түзіледі. Металдың эквиваленттік массасын есептеңдер.",
        "question_date": "14.12.2020",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m1(Me) = 28.5 г\n\nm(HnMe) = 30 г\n\nm2(H2) = 30-28.5=1.5 г\n\nMэ1 (Ме) = ?\n\nMe+H2=HnMe\n\n28.5/x = 1.5/1        x = 19\n\nМэ1 (Ме) = 19 г/моль",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосылыстың химиялық формуласын анықтаңдар.",
        "question_content": "Заттың қарапайым формуласын табу. Зат құрамында  82,36%   азот және 17,64 %  сутек бар. Заттың салыстырмалы молекулалық массасы  17-ге тең. Қосылыстың химиялық формуласын анықтаңдар.",
        "question_date": "14.12.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ізделінді зат:аммиак NH3\nN                       H\n\n14/17       :     3/17\n\n82,36%      17,64%",
                "date": "18.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбектегі толық жұмыс неге тең?",
        "question_content": "1. Егер шаңсорғыш кернеуі   220 В, ток күші 0,5 А қалалық желіге қосылса, онда оның электрқозғалтқышының тогы 30 мин ішінде қанша жұмыс жасайды?\n\n2.  Троллейбустың электрқозғалтқышы 200 А ток күшін тұтынады және 600 В кернеумен жұмыс істейді. Оның қуаты қандай?\n\n3.Электр тогының жұмысы мен қуаты қалай анықталады?\n\n4.Тізбектегі толық жұмыс неге тең?",
        "question_date": "14.12.2020",
        "question_tag": "Физика",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) U=220 В\nI=0,5 А\nt=30 мин =1800 с\nA=?\nА = 220*0,5*1800 = 198к Дж\n2) I = 200 А\nU = 600 В\nP =?\nP = I*U = 200*600 = 120000 = 120 к Вт\n3) 44) A = I^2*R*t",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    }
]