[
    {
        "question_title": "Оттегі алатын көлемді анықтаңыз.",
        "question_content": "Оттегі алатын көлемді анықтаңыз.",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p = 750  = 10^5\n\nm = 10 = 10^-2\n\nmyu(O2) = 32*10^-3\nt = 20, T = 293 K\nv = ?\n\np*v = m/myu * R*T\n\nv = m*R*T / myu*p = 7,6 дм^3",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азоттың температурасын анықтаңыз.",
        "question_content": "Азоттың температурасын анықтаңыз.",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p = 2  = 2*10^5\n\nv = 820 = 820*10^-6\n\nm = 2 = 2*10^-3\n\nmyu(N2) = 28*10^-3\nT =?\n\np*v = m/myu * R*T\n\nT = p*v*myu / m*R = 276 K",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тальго вагондары туралы не білесіңдер?",
        "question_content": "Тальго вагондары туралы не білесіңдер?\n2. Болашақта пойыздың қандай моделін ұсынар едіңдер?\n   «Бағытталған оқу» әдісі бойынша мәтіндегі ақпаратты кесте, диаграмма, сызба, шартты белгілермен белгілеңіздер.\n№2 Тапсырма \nа/ «Салыстырмалы карта» әдісімен «Кешегі және бүгінгі теміржол торабы» тақырыбын талқылап, сұхбат жүргізіңдер.\nКешегі теміржол торабы\nБүгінгі теміржол торабы\nә/ Мақсатты аудиторияға арналған терминдер мен ұғымдарды,тілдік оралымдарды талдаңдар.\n№3 Тапсырма.\nҚазақстанның ірі теміржол стансыларын диаграммаға түсіріңдер.",
        "question_date": "19.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТАЛЬГО шығаратын барлық маятникті пойыздарды жасау кезінде қауіпсіздікке, жылдамдыққа, жайлылыққа, электр қуатын үнемдеуге және қоршаған ортаның ластануын азайтуға ерекше көңіл бөлінеді. Осы мақсатқа жету үшін Тальго ТНК-F61 вагондары жобаланды, олар Қазақстанның қатал континенталды ауа-райы жағдайында ұзақ уақыт (кем дегенде 20 жыл) іске пайдалануға арналған. Тальго ТНК-F61 пойызының вагондарында Тальго жүйесіне тән барлық дәстүрлі сипаттамалар (жеңілдетілген құрастырым, тәуелсіз доңғалақтары бар бағытталмалы біліктер, төмен ауырлық ортасы, вагондардың арасының буындастырып біріктірілуі) бар. Бұл сипаттамаларға әмбебап шанақтың пайдаланылуы, сондай-ақ соңғы технологиялық жетіктіктерге және белгілі бір климаттық және географиялық жағдайлардан туындаған талаптарға, сондай-ақ Темір Жолы компаниясының қалауына байланысты пайда болған ең жаңа әзірленімдер қосылады. Сондай-ақ бұрылыстардан жылдамдық елеулі түрде азайтпастан өткен кезде жолаушылар үшін жайлылықты қамтамасыз ететін, буксалары табиғи түрде еңкейетін және аспадағы қысым бұрылыс жаққа үлестірілетін маятникті жүйе қолданылады. Тұлпар-Тальго жасаған «Турист» класының вагоны (4 кісілік купелі) (жатын орындардың орналасу сұлбасы) «ТУРИСТ» ЖАТЫН ВАГОНДАРЫ Осы типті вагондардың 2 нұсқасы бар, олар іліністің ортасы арқылы өтетін бойлық тік жазықтыққа қатысты ішкі үлестіруде симметриялы болып келеді. Вагондардың бұл типінің 2-4 кісілік вагондар сияқты аймақтары мен элементтері болады, купелер де, сондай-ақ пойыздың жолсерігіне арналған учаске де оң жақта орналасқан. Купенің ішкі жағында төмендегідей айырмашылықтар байқалады: 5 купе бар. Бірінші купеде 2 орын, қалған купелерде 4 орындықтан бар, олар бір біріне қарама-қарсы орналасқан, бұл 4 жатын сөре бар дегенді білдіреді, олардың кітап оқуға арналған жарықтамасы, заттарды қоюға арналған үйкегі және телефон бар. Бұл орындықтардың отырғыштары қайырмалы емес, бірақ арқалықтары қайырмалы, сондықтан орындықтарды жатын сөреге айналдыруға болады. Әр купеде 2 жолжүк бөлігі бар: біреуі үстіңгі жақта, кіретін есіктің үстінде, ал екіншісі төменгі жақта, орындықтардың астында орналасады. 2 кісілік купелері бар вагондағы сияқты, терезенің жанындағы қабырғада киім ілетін ілгектері бар дігек орнатылған, жолаушылар шағын сыртқы шкафты пайдалана алуы үшін жатын сөрелердің арасындағы бос жер пайдаланылған. Жатын сөренің бас жағында үстіңгі сөреге көтерілуге арналған саты орнатылған. Тұлпар-Тальго жасаған «Гранд-класс» (Люкс) вагоны (жатын орындардың орналасу сұлбасы) «ЛЮКС-КЛАСС» вагоны Осы типті вагондардың 2 нұсқасы бар, олар іліністің ортасы арқылы өтетін бойлық тік жазықтыққа қатысты ішкі үлестіруде симметриялы болып келеді. 2-4 кісілік вагондар сияқты аймақтары мен элементтері бар, бірақ оларды үлестіруде мынадай айырмашылықтар бар: арнайы сөрелері бар 5 купе, олардың әрқайсысында жеке душы бар санитарлық торап қамтылған, бұл купелер бір бірімен байланыспайды. Кіреберістегі санитарлық торап алынып тасталған, ол орын купелерді кеңейту үшін пайдаланылады. Купедегі жолаушыларда ыстық су болуы үшін су құятын шанның орнына ысытқыш орнатылған. Бұл вагон су беретін тәуелсіз қондырғымен жарақталған, шандар дәліздің жоғарғы бөлігінде, аспалы төбе мен вагон төбесінің ортасында орналастырылған. Әр купе мынадай элементтермен жарақталған: Шынтақ таяныштары және купенің қабырғасына жинап қойылатын жатын сөрені ашуға арналған қайырмалы арқалықтары бар екі орындық. Қабырғада бір бірінен жоғары орналасқан екі жатын сөре бар Купенің ішін тазалауды жеңілдету үшін орындықтардың отырғыштарын арқалықтарына көтеріп қоюға болады. Жолаушылардың барлығының жұмыс істейтін өз орындары болуы үшін шынтақ таяныштарға қайырмалы үстел орнатылады. Үстел жолжүк салатын бөлікте сақталады. Жатын сөрелер заттарды қоюға арналған қайырмалы шағын сөрешемен жабдықталған. Үстіңгі сөре сақтандырғыш қоршаумен жарақталған. Дәлізге жақын тұрған қабырғаға кітап оқуға арналған шырағдандар және пойыздың жұмыскерлерімен хабарласуға арналған телефон орнатылған. Орындықтарға қарама-қарсы арақабырғада душы бар шағын санитарлық торап орналасқан. Сондай-ақ аталған қабырғада жолаушы өзінің сыртқы киімін іле алуы үшін киімге арналған ілгіштер орналастырылған. Осы арақабырғаның үстіңгі жағында жолжүкке арналған ұя орналасқан, онда үстіңгі жатын сөреге шығуға арналған жиналмалы саты бар. Тұлпар-Тальго жасаған «Бизнес-класс» вагоны (жатын орындардың орналасу сұлбасы) Бір кісілік және екі кісілік купелері бар «БИЗНЕС - КЛАСС» ВАГОНДАРЫ Осы типті вагондардың 2 нұсқасы бар, олар вагондардың ілінісу ортасы арқылы өтетін бойлық тік жазықтыққа қатысты ішкі құрылымы бойынша симметриялы болып келеді. Аталған вагондар төмендегі аймақтармен жарақталған және мынадай элементтермен қамтамасыз етілген: Автоматты жетегі бар сыртқы кіреберіс есік, сондай-ақ тамбур. Тамбурдан бірден санитарлық торапқа өтуге болады. Кіреберіс есік орналасқан жақта орналасқан, 5 терезесі бар ұзын дәліз. Осы дәлізге тамбурдан кіру қолмен ашылатын айналмалы есік арқылы іске асырылады. Купелерге кіреберіс жерлерде де осындай есіктер орнатылған. Тамбурда түрлі жүйелер үшін қажетті жабдық пен элементтерді орналастыруға арналған шкаф орнатылған. Тамбурдың аспалы төбесінің арасына купені ыстық сумен қамтамасыз етуге арналған су жылытқыш орнатылады. Дәліздің соңында жапсарлас вагоннан айналмалы есікпен қалқаланған, түрлі қондырғыларға арналған аймақ бар. Аталған учаскеде дәліз жақтан біз оң жақтағы купелі вагон мен сол жақтағы купелі вагонның арасындағы айырмашылықты байқай аламыз. Оң жақтағы купелі вагон жолсерікке арналған аймақпен қамтамасыз етілген, ол отырғыштан, қайырмалы үстелден және телефоннан тұрады. Сол учаскеде және сол жақтағы вагонда керек-жарақтарды (стақандар, сулықтар т.с.с.) орналастыруға арналған сөрелері бар, суық және ыстық ауыз су беруге арналған кулер орнатылады. Вагондардың екі типінде де дәл сол учаскеде біз вагонның электрондық жабдығы мен өрт сөндіргішке арналған орынды таба аламыз. Өрт сөндіргіш тамбурда вагонға кіреберіс есікке қарама-қарсы орналасқан. Электрондық бақылау құралдары дәліздің учаскесінде, кулерден немесе қаырмалы үстелден жоғары орналастырылған. Оған қарама-қарсы ауаны баптауға арналған жабдық орналасқан.\n\nТолығырақ: https://tickets.kz/kk/content/talgo-train.html",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлденең қимасы 5•10 -6 м мыс сымның ұзындығы 2м(p=1,5•10 -8)болса, мыс сымның кедергісі?",
        "question_content": "Көлденең қимасы 5•10-6 м мыс сымның ұзындығы 2м (p=1,5•10  -8 ОМ м)болса,сымның кедергісі?",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = 1,5*10 -8 * (2/5*10 -6) = 0,6*10 - 2 = 0,006 Ом",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алынған ерітіндідегі глюкозаның массалық үлесін есептеңдер.",
        "question_content": "Екі ерітіндіні араластырып жаңа ерітінді алу .250 г 10% -тік және 750 г   15 %-тік глюкоза ерітінділері араластырылды. Алынған ерітіндідегі глюкозаның массалық үлесін есептеңдер.",
        "question_date": "19.12.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші ерітінді құрамында  (250*10)/100=25 грамм глюкоза бар\n Екінші ерітінді құрамында (750*15)/100=112.5  глюкоза бар\n Алынған ерітіндіде  (250+750)*x/100=10*x грамм глюкоза болуы керек\nТеңдік бойынша\n25+112.5=10*x\n10*x=137.5\nx=13.75%",
                "date": "24.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "100 г су буландырғанда ерітіндінің концентрациясы қандай болатынын есептеңдер.",
        "question_content": "Ерітінділерді қоюландыру. Массасы 300г массалық үлесі 5 проценттік натрий гидроксиді ерітіндісінен 100 г су буландырғанда  ерітіндінің концентрациясы  қандай болатынын есептеңдер.",
        "question_date": "19.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 952,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерітінділерді қоюландыру. Массасы 300г массалық үлесі 5 проценттік натрий гидроксиді ерітіндісінен 100 г су буландырғанда  ерітіндінің концентрациясы  қандай болатынын есептеңдер.",
                "date": "4.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Су қосып сұйылтқанда түзілген ерітіндінің молярлық концентрациясын есептеңдер.",
        "question_content": "Ерітінділерді сұйылту. 200 мл 2 М ерітіндіге 300 мл су қосып сұйылтқанда түзілген ерітіндінің молярлық концентрациясын есептеңдер.",
        "question_date": "19.12.2020",
        "question_tag": "Химия",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерітінділерді сұйылту. 200 мл 2 М ерітіндіге 300 мл су қосып сұйылтқанда түзілген ерітіндінің молярлық концентрациясын есептеңдер.",
                "date": "4.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Азот қышқылы ерітіндісіндегі еріткіштің (тығыздығы 1,119 г/мл) мольдік үлесін анықтаңдар.",
        "question_content": "Ерітінді концентрациясы.  Мольдік үлес. 20%-тік  азот қышқылы ерітіндісіндегі еріткіштің (тығыздығы 1,119 г/мл)  мольдік үлесін анықтаңдар.",
        "question_date": "19.12.2020",
        "question_tag": "Химия",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ерітінді концентрациация. 20%-тік азот қышқылы ерітіндісінің (тығыздығы 1,119 г/мл)",
        "question_content": "Ерітінді концентрациясы. Мольдік концентрация. 20%-тік  азот қышқылы ерітіндісінің (тығыздығы 1,119 г/мл)  молялдық концентрациясын  анықтаңдар.",
        "question_date": "19.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерітінді концентрациясы. Мольдік концентрация. 20%-тік  азот қышқылы ерітіндісінің (тығыздығы 1,119 г/мл)  молялдық концентрациясын  анықтаңдар.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент жоғары медколледж 10 сыныптан кейін қабылдай ма?",
        "question_content": "Мен 10 сынып окып журмын.10 сыныптан кейын шымкенттегы медколледжге тускым келеды тусуге болама?",
        "question_date": "19.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол оқу орнына 9 сынып аяқтап немесе 11 сынып аяқтап  оқуға түсуге болады. Айырмашылығы білім алу мерзімінің ұзақтығында. Яғни,  10 сынып аяқтап онда барсаңыз 9 сынып аяқтағандармен тең жыл мерзімінде білім аласыз.\nhttps://rvmc.kz/admission/2017-2018 Осы сілтемеге кіріп, мамандықтарды және оқыту мерзімін және одан өзге де ақпараттарды ала аласыз.",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абциссасы болатын нүктеде y=f(x)функциясының графигіне жүргізілген жанаманың теңдеуі?",
        "question_content": "Туындының физикалық мағынасы қандай?\n\nВ) Туындының геометриялық мағынасы қандай?№2. нүктесінде y=f(x) функциясының графигіне жүргізілген жанаманың теңдеуін жазыңыз:\n\n№3 Тапсырма  Абциссасы болатын нүктеде y=f(x)функциясының графигіне жүргізілген жанаманың теңдеуін жазыңыз:",
        "question_date": "19.12.2020",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сызықтармен шенелген пішіннің ауданын есепте.",
        "question_content": "Берілген сызықтармен шенелген пішіннің ауданын есепте? ху=6 у=х-1 х=6 у=0",
        "question_date": "18.12.2020",
        "question_tag": "Математика",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Газдың молярлық масса формуласы қандай?",
        "question_content": "Белгісіз газдың ауа бойынша салыстырмалы тығыздығы 1,103ке тең осы газдың молярлық массасын табыңыз",
        "question_date": "18.12.2020",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D =1,103\nD=29/Mr = 1,103\nM(газ) =29/1.103 =  26.29г/моль",
                "date": "18.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наушниктан ток соғады ма?",
        "question_content": "Менің наушнигім сынып калды 1 жак сырты соны кішкентай скотчпен жабстырдым , дауысы бәрі нормолні.Ьірақ тоқ скотч арқылы құлаққа зиян емеспа ток Сокпайма?",
        "question_date": "18.12.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа іздеп қарадым тез, Бірақ наушниктің сымынан олай токка түскен деген жаңалықты менің көзім шылмады, бірақ олай болу да мүмкін. Көп жерде тек нағыз зияны жайлы айтылған, құлаққа , слухқа беретін зияндылығы жайлы. Ток энергиясы бойынша жасап тұрған құрылғымен байланысы болғандықтан мүмкін , қауіптілігі де бар болар.",
                "date": "18.12.2020",
                "upvotes": 0
            },
            {
                "text": "Иә,әлбетте тоқ өрісі болады. Қолданыстан шыққан құлаққапты пайдалану өте қауіпті",
                "date": "23.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануарларда тұйық және ашық қан айналым жүйесі болады?",
        "question_content": "Жануарларда тұйық және ашық қан айналым жүйесі болады.\n(а) Суретте берілген ағзаларды қан айналу ерекшелігі бойынша топтастырыңыз.\n\nТұйық қанайналым:\n\nАшық қанайналым:",
        "question_date": "18.12.2020",
        "question_tag": "Мектеп",
        "question_views": 29100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарлар организмінде заттардың тасымалдануының маңызы. Барлық дерлік жануарлардың организмінде заттардың тасымалдануы мен таралуын қамтамасыз ететін арнайы қанайналым жүйесі бар.\nШұбалшаңның қанайналым жүйесі арқа және құрсақ қантамырларынан, олардың арасында орналасқан дененің әрбір буылтығындағы сақина тәрізді байланыстырғыш тамырлардан тұрады. Дененің алдыңғы бөлігіндегі бес байланыстырғыш ірі қантамырлары, ырғақты жиырылуға (соғуға) қабілетті. Олар «жүректің» рөлін атқарады. Сақиналы қантамырлардан көптеген майда капиллярлар тарайды. Шұбалшаңның қаны қызыл. Қанайналым жүйесі тұйық. Тығыз орналасқан капиллярлар ішек арқылы өтіп, қоректік заттармен қанығады.\nҰлулардың қанайналым жүйесі ашық. Жүзім ұлуында құлақша мен қарыншадан тұратын екі камералы жүрек болады. Олардың қабырғалары кезектесіп минутына 20-30 рет жиырылып, қанды қантамырларға айдайды. Ірі қантамырлар жіңішке капиллярларға тарамдалып, олардан қан мүшелер арасындағы кеңістікке құйылады. Қан дене қуысынан қантамырларға жиналып, өкпеге келеді, бұл жерде газ алмасу жүреді. Қаны түссіз.\nСондай-ақ жылықанды жануарларда (құстар, сүтқоректілер) қан ағысы арқылы жылу организмге тасымалданып, біркелкі таратылады. Дене температурасының тұрақтылығын сақтап, тереңде орналасқан мүшелердің қызып кетуінің алдын алады.\nЕнді біз жануарларда қанайналым жүйесінің екі түрі кездесетінін білеміз: тұйық және ашық (тұйық емес). Тұйық қанайналым жүйесінде қан тұйық тамырлар жүйесі арқылы айналады, жүректен шыққан қантамырлар арқылы мүшелер мен ұлпаларға таралып, одан соң жүрекке қайтып келеді.\nБұл қанайналым жүйесі буылтық құрттарға, желілілерге және кейбір жануарлар тобына тән. Көптеген омыртқасыздардың (былқылдақденелілер, буынаяқтылар) қанайналым жүйесі ашық. Бұл жағдайда қоректік заттар ұлпаларға жанасу арқылы беріліп, тіршілік әрекетінен пайда болған зиянды заттар тікелей жуылады.\nАшық қанайналым жүйесінің маңызды ерекшелігі, әдетте, қан қысымының төмен болуы, қанның денеге таралуын реттеудің қиындығы және қанның жүрекке өте жай қайтуы болып табылады. Бұл тұрғыдан тұйық қанайналым жүйесі өзгермелі болып келеді.\nБуынаяқтылардың қанайналым жүйесі ашық. Өрмекшілердің көлемді түтікше тәрізді «жүрегі» құрсағында орналасқан. Жүректен шыққан қантамырлар дене қуысына ашылады да, қан барлық ішкі мүшелерді аралап оттекпен қанықтырып, одан өкпеге және демтүтіктерге бағытталады. Осы жерде газ алмасу жүреді.\nЖәндіктердің қанайналым жүйесі ашық, өте қарапайым. Құрсақтың арқа жағында бірнеше қақпақшалары бар түтікше тәрізді «жүрек» орналасқан. Ол қанның денесінің артқы жағынан алдыңғы жағына қарай бір бағытта қозғалуын қамтамасыз етеді. Жүректен шығатын жалғыз қантамыр қанды бас бөліміне алып барады. Содан соң қан дене қуысына құйылады да, барлық ішкі мүшелерді қоршап, дененің артқы жағына ағып кетеді. Бұлшықеттерінің көмегімен жүрек оқтын-оқтын кеңейіп, қанның қайтадан жүрек түтігіне енуіне мүмкіндік береді. Қан жүректен қайтадан дененің бас бөліміне барады. Қан ұлпаларға қорек заттарын алып келеді, бірақ газ алмасуға қатыспайды.\nБалықтардың қанайналым жүйесі тұйық, ол екі камералы жүректен және қантамырлардан тұрады. Жүректен қанды алып шығатын қантамырлар артерия деп аталады. Жүрекке қанды алып келетін қантамырлар вена деп аталады. Жүрек жүрекшеден және қарыншадан тұрады. Балықтардың жүрегінде веналық қан болады. Қан жүрекшеден қарыншаға, одан ірі құрсақ қолқасына өтеді. Құрсақ қолқасындағы веналық қан газ алмасу процесі жүретін желбезектерге келеді. Желбезектерде газ алмасу нәтижесінде оттекке байыған артериялық қан арқа қолқасына өтеді. Арқа қолқасы көптеген майда тамырларға: артерияларға, капиллярларға таралып, барлық мүшелерге артериялық қанды жеткізеді. Біртіндеп артерия қаны көмірқышқыл газымен қанығып, веналық қанға айналады да, венаға жиналып, жүрекшеге бағытталады. Осылайша қан тұйық бір шеңбердің бойымен айналым жасайды.\nСүтқоректілердің жүрегі төрт камералы. Жүректен ірі екі қантамыр шығады, олар — қолқа доғасы мен өкпелік тамыр. Қолқа доғасы жүректің сол жағын орай шығады, сондықтан оны сол жақ доға деп атайды. Үлкен және кіші — екі қанайналым шеңбері бар. Олар бір-бірінен толығымен жекеленген. Жүректің оң жақ бөлімінде тек веналық қан, ал сол жақ бөлімінде артериялық қанайналым жасайды.\nhttps://ikaz.info/zhanuarlarda-y-anajnalym-m-sheleri/",
                "date": "18.12.2020",
                "upvotes": 0
            },
            {
                "text": "Шұбалшаң өрмекші",
                "date": "22.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий сульфаты, фосфор қышқылының диссоциациялану теңдеуін табыңыз.",
        "question_content": "Натрий сульфаты фосфор қышқылының диссоциациялану теңдеуі. Магний хлоиді,азот қышқылының диссоциацияланутеңдеуі.Күкіртсутекқышқылымен көмірқышқылыныңдиссоциациялану теңдеуі.",
        "question_date": "18.12.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Na2SO4 = 2 Na (+) + SO4 2(-) .\n\n1 саты: H3PO4= H[+] + H2PO4[-]\n2 саты: H2PO4[-] = H[+] + HPO4[2-]\n3 саты: HPO4[2-] = H[+] + PO4[3-]\nЖалпы:H3PO4 = 3H[+] + PO4[3-]\n\n2) MgCl2 = Mg2+ + 2Cl-\n\nHNO3=H(+) + NO3(-)\n\n3) H2S= 2H(+) +S(2-)\n\nH2CO3=2H(+) +CO3(2-)",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға қатысты группа іздеп журсіз бе?",
        "question_content": "https://t.me/joinchat/AAAAAEwuwBVTTRxbkw8w6g   Тіркеліңіздер! Ішінде сізге керекті ақпараттың барлығы бар!",
        "question_date": "18.12.2020",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бетімде қызыл домалақ не ол ? Безеу емес",
        "question_content": "Осы дан 4 кун бұрын менің оңжақ бетмде қызыл домалақ тұр (диаметрі 3-4 см)\n\nУакыт өте келе кетема десем кетпеді.Басында ашымады ал казр зубный паста жагып жувп едім ашыпжатыр ұстасам                            Енді қалай кетірем ақыл-кеңесіңізді айтсаныздар",
        "question_date": "18.12.2020",
        "question_tag": "Денсаулық",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзі қабынып тұрған жерге зубнай паста жағуға юолмайд ғой.\nБет деген ең көрінетін дене мүшесі ғой. Өкініп қалмас үшін, уақытты қиып, дерматологқа ақаралған дұрыс қой. Мынаны жоқ оны жақ деп нақты маман емес кез-келген адамның айтқанын жасай салуға болмайды ғой. Әсіресе денсаулық жайына келгенде , нағыз маманнан кеңес алған дұрыс деп білем.",
                "date": "18.12.2020",
                "upvotes": 0
            },
            {
                "text": "Касметологқа шүгін ол теміретка деген ауру ол жұқпалы. Өз басымнан өткен.",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "СЭС мамандығының жалақысы қанша?",
        "question_content": "Сэс мамандығының жалақысы қанша. Қай жерлерде жұмыс істей алуға болады. Қазұу түсе аламынба осы мамандықпен?",
        "question_date": "18.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз мектепті аятаған жылы сол мамандыққа сол ЖОО грант бөлінсе, және сіздің жинақ баллыңыз жетіп тұрса грантпен оқуға түсе аласыз.\nСЭС бұл мамандық емес, бұл мекеме орнының аты,яғни Санитарно- Эпидемиологическая Станция. Бұл жерде санитарлық дәрігерлер жұмыс істейді.Бұл жердің  өз лабораториясы бар . Барлық ауруханалар, мен емдеу орындары, дәрі-дәрмек шығаратын және таратылатын мекемелер, көпшілік тамақтанатын орындар,демалыс орындары, ( бассейн, монша, пляж),  Қонақ ұйлер,сауда орындары, базарлар, балабақша, мектептер,тамақ өнімдерін өндіретін мекемелер т.с.с. барлығы осы СЭС тің рұқсатымен жұмысын істейді. Ең басты мақсаты тазалық сақтау  арқылы жұқпалы аурулардың таралып кетпеуін қадағалау,улы  тіршілікке зиян заттардың таралмауын  т.с.с. қадағалайды. Мысалы  тумау тараған кезде, малда аусыл( ящур) ауруы тараған кезде карантин қоятын да осы СЭС. Егер  санитарлық нормадағы талаптар бұзылса,онда сол мекемені жауып тастап,штраф, сотқа беру,тіпті мекемені жауып тастау , сияқты құзырларға ие. Сондықтан бізде СЭС қызметіндегілердің ішінде парақорлар көптеп кездеседі, Және санитарлық нормансы бұзылған мекемелердің өздері де жабылып қалғаннан,пара беріп құтылғанды жөн көреді!!!Егер санитарлық дәрігер болам десең , онда ЕНТ да таңдаулы сабағың биология  және химия болу керек.\n Жалақысы жұмысқа орналасқан жеріңізге орай 100000 теңгеден жоғары болады.",
                "date": "18.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байқау практикасына қажетті оқу-əдістемелік құжаттары қандай?",
        "question_content": "Байқау практикасына қажетті оқу-əдістемелік құжаттары қандай? осы туралы айтсаңыздар.",
        "question_date": "18.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ой көкірек мағынасы",
        "question_content": "Ой көкірек мағынасы қандай??   Толығымен айтыңыздаршы?",
        "question_date": "18.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші рет естіп тұрмын. Мүмкін, өз ойын ғана мақұлдайтын, басқаның ой -пікірін көкіректеніп ескермейтін адамды солай йатар. Нақтысы білмедім.",
                "date": "18.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маңғыстауда сайт жасайтын адам барма? Мұғалімдерге байланысты сайт жасау керек.",
        "question_content": "Маңғыстауобылысы Ақтауқаласында мұғалімдер мен оқушвларға арналған сайт жасау керек еді, жасап беретін адам бар ма дизайнер жағынан, оқулықпен материалдарды дұрыс кіргізу және скачать или копировать ете алмайтын,  ұбт сұрақтарына дайындалатын сайт жасау керек барлықматериалдар дайын қаражатын да береміз",
        "question_date": "17.12.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. Ақтау қаласынан Серікболсын деген кісіге хабарласып көріңіз. Сол кісі жасайды сайтты. Номері 8 707 414 82 01",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Периодттық ондық бөлшекті жай бөлшекке айналдыру жолы қандай?",
        "question_content": "Периодтык ондык болшекти жай болшекке айналдыру 0,7(6)",
        "question_date": "17.12.2020",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mына мысалға қарасақ:\nх=0,7(6)\n10х=7,(6)\n100х=76,(6)\n100х-10х=76,(6)-7,(6)\n90х=69\nх=69/90=23/30",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөздерді топқа бөліңіз.",
        "question_content": "Берілген сөздер\nНеологизм\nТермин\nДиелект\nКәсіби\nжарнама\nтінтуір\nқұдағай\nатыз\nжылыжай\nсюжет\nтұқым\nнән\nкеден\nпісте\nлирика\nәнгелек",
        "question_date": "17.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неологизм: жылыжай, жарнама\nТермин: жылыжай, тінтуір, кеден\nДиелект: құдағай, тұқым, нән, пісте, әңгелек.\nКәсіби: лирика, жарнама\n Қазақ тілін онша біле бермейді екекнмін, сонымен қатар кейбір сөздер екі топқа да бірден кірістіруге болатындай болып көрінді. Нақты емес, бірақ, өзім осылай ойладым.",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшіктің атын қалай қойсам болады?",
        "question_content": "Түсі сарыала күші көп күшік алып едім недеп қойсам болады айтыңыздаршы",
        "question_date": "17.12.2020",
        "question_tag": "Жануарлар",
        "question_views": 948,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерде бірнеше нұсқалар ұсынған екен сіздің сұранысыңызға орай\nhttps://surak.baribar.kz/9228/",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    }
]