[
    {
        "question_title": "Қандай мамандық деп таңдайсың? Оқуға түсу керек",
        "question_content": "Оған қалай түссе болады. Қандай мамандық деп таңдайсың. Сосын қай жақта оқулары бар. Кореяда грантпен оқуға болама. Қанша тіл білуің керек болады",
        "question_date": "28.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бекхан 380 теңгеге 10 дана жеміс сатып алды.",
        "question_content": "Логикалық сұрақ көмек керек",
        "question_date": "28.02.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10х = 380\n\nх = 38 тг\n\nБір жеміс 38 тг тұрады.",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты жағдайдағы көлемі 11,2 л этанның массасын анықта",
        "question_content": "Қалыпты жағдайдағы көлемі 11,2 л этанның массасын анықта?\n\n4. Массасы 33 г пропанның қ.ж. көлемін анықта?\n\n5. 39 г бензол алу үшін қанша грамм циклогексан қажет екенін есептеңіз",
        "question_date": "28.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(этана) = V/Vm = 11.2 л /22.4 л/моль = 0.5 моль\n\nm(этана) = n * M = 0.5 моль * 30 г/моль = 15 г\n2) n(C₃H₈)=m(C₃H₈)÷M(C₃H₈) = 33г.÷44г/моль=0,75моль пропана\n V=n(C₃H₈) хVm)  \nV(C₃H₈)=n(C₃H₈)хVm(C₃H₈)=0,75моль×22,4л./моль= 16,8л.",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынапты қалай жоюға болады?",
        "question_content": "Ыдыстағы судың градусын өлшеу үшін градусникті ыдыс ішіне тастаған едім басы сынып қалды. Басындағы металлы, сосын шариктер болды. Кішкене шариктерді мусорға тастадым, басындағы металл мен ортасындағы қызылы бар әйнекті градусник қаптамасына салып туалетке тастадым. Ауылдық жердегі. Басында білмей әрекет жасадым, қазір интернеттен зиянын оқыдым. Маған не істеу қажет. Залалсыздандыратын нәрселер жоқ деседе болады.",
        "question_date": "28.02.2021",
        "question_tag": "Тазалық",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сынап пен оның қосындылары (хлорлы сынап, каломель, сынап цианиді) жүйке жүйесіне, бауыр мен бүйрек жұмысына, асқазан-ішек және тынысалу жолдарына қатты әсер етеді.\nСынаптың уыттылығы жоғары және оның қауіптілік класы 1, яғни улау қаупі хлор буынан 100 есе, ал аммиак буынан 2000 есе көп. Қоршаған ортаның ең қауіпті ластаушысы саналады, әсіресе, оның суқоймаларға тамуы орны толмас зиян.\nҚызуөлшегішті сындырып алған жағдайда не істеу керек?\nЕң бастысы – сабыр сақтау. Сынап төгілген еденді баспаңыз. Бөлмеден бірінші кезекте балаларды, мүгедектерді, егде жастағы адамдарды шығару қажет. Содан кейін есіктер мен терезелерді жабу керек. Бұл әрекет сынап буының үйде кеңінен таралуына жол бермейді. Сынап төгілген бөлмеде дымқыл дәкемен мұрынды тұмшалаған жөн.\n1-қадам: төгілген сынапты жинау\nСынапты шаш тәрізді арнайы таяқшамен тегіс параққа саламыз. Майда сынап шарлары кішкене пластырьмен немесе скотчпен жақсы жиналады. Сонымен қатар медициналық резеңке алмұртпен де жинауға болады. Әрине, бұлай  жинауда жылдам қимылдап, сынап салынған резеңке алмұртты кері айналдыру керек. Себебі резеңке алмұртқа жиналған сынап шарлары кері шығып кетуі мүмкін. Сынаптың өте майда шарлары дымқыл қағаздан тез жойылады. Мұны істеу үшін фильтрлі немесе газет алыңыз, оны суға салып, содан кейін сығыңыз. Барлық жиналған сынап шары ауаны ластамау үшін оны марганец ерітіндісіне (2 г марганцовкаға – 1 л су) немесе жай су тұрған банкіге саламыз.\n2-қадам: химиялық демеркуризация\nӘдетте, барлық сынап қалдығын механикалық түрде жинау мүмкін емес. Бірнеше микроскопиялық шар күтпеген жерден тез жоғалуы мүмкін. Олар булануі үшін сынапты сұйық күйден тотыққан, ауыспайтын күйге көшіру қажет. Сондықтан ол белгілі тотығу ерітінділерімен өңделеді. Ең тиімді жолы демеркуризация (залалсыздандыру): темір хлориді 20% (1 литр суға ерітілген 200 г темір хлориді ..); 0,2% су ерітіндісін тұз қышқылымен (1 литр ерітіндіге 5 мл тұз қышқылымен); 5% су ерітіндісіне дихлорамин немесе хлорамин қосу қажет.\nЛастанған едендегі даққа демеркуризация ерітіндісін төгіп, біраз уақытқа қалдыру керек. Содан кейін дақ алдымен сабын ерітіндісімен, кейін таза сумен жуылады.\nҮй жағдайында 0,2%-дық қышқылдандырылған марганец ерітіндісін демеркуратор ретінде қолдануға болады. 2 г марганцовканы бір литр суға ерітіп аламыз, содан соң 9%-дық сіркесуды немесе бір ас қасық (15 г) сірке эссенциін қосамыз. Сонымен қатар сабын-сода ерітіндісін (5% судағы сода ерітіндісінде 4% сабын ерітіндісін) немесе 4-5% хлорамин ерітіндісін қолдануға болады.\n1-2 сағаттан кейін өңделген бетті сабын ерітіндісімен тазалауды бастауға болады.\n3-қадам: бөлмені желдету\nСоңында сынап буымен ластанған ауаны тазарту үшін пәтерді ұзақ уақыт желдету қажет.\nЕсіңізде болсын, кез келген жағдайда сынапты канализацияға лақтыруға, көмуге, күйдіруге немесе басқа тәсілмен тастауға тыйым салынады. Сынап қалдықтарын залалсыздандыру үшін санитария-эпидемиология органдарына хабарласу керек.\nСынап буынан улану\nСынап буынан улану жедел (жоғары концентрацияларда) және созылмалы болып бөлінеді. Әдетте, бұзылған қызуөлшегіштен кейін тұрмыстық бөлмелердегі будың концентрациясы рұқсат етілген ең жоғарғы деңгейден асып кетпейді. Сондықтан мұндай жағдайда жедел уланудың болуы екіталай.\nСозылмалы уланудың алғашқы белгілері санитарлық нормаға сай келмейтін бөлмеде бірнеше айдан кейін пайда болады. Мұндай жағдайда ең әуелі орталық жүйке жүйесі зардап шегеді.\nАлғашқы белгілер: шаршау, ұйқышылдық, әлсіздік, бас ауруы, бастың айналуы, апатия. Бірте-бірте саусақтардың дірілдеуі, содан кейін қабақ пен еріннің дірілі басталады. Тері сезімталдығы, дәм және иіс сезу қабілеттері төмендейді.\nЖедел жәрдем\nЖедел улану жағдайында: ішті 20-30 г белсендірілген көмір немесе ақуыз суымен (жұмыртқаның ағыны) тазалау қажет. Содан кейін сүт немесе күріш, сұлыны қайнатып, суын ішіңіз. Қатты уланудан кейін ауруханада жатып емделуіңіз керек. Егер уланудың формасы жеңіл болса, емхадан емделуге болады.\nТолығырақ:  https://www.google.kz/amp/s/baribar.kz/72659/synap-toegip-alghan-kezde-ne-isteu-kerek/amp/",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кім біледі? Аксеспен кесте құрау керек?",
        "question_content": "Келесі қарым - қатынас схемасы берілсін [Қызметкер, Басшы, Лауазым, Жалақы, Еңбек өтілі], онда Қызметкер мен Басқарушы  атрибуттары тегі, Лауазымы – лауазым атаулары, Жалақысы – теңгемен  айлық жалақы мөлшерін білдіретін сандар, Еңбек өтілі – қызметкер жұмыс істеген толық жылдар саны. Берілген қатынас үшін бастапқы кілтті таңдаңыз. Қандай байланысты бөлінуі мүмкін, осы қатысты?\n\n2. Кейбір авиакомпаниялардың қызметкерлері туралы деректерді алдын ала талдау нәтижелері келесі ақпарат болсын:\nА. Иванов, Петров және Сидоров-билет агенттері;\nB. Савельев жүкті қабылдайды;\nc. Кашин-авиамеханик;\nd. Леонов барлық билет агенттерін басқарады;\nЕ. Павлов Савельевтің қарамағында;\nf. Кораблев Кашиннің, Леоновтың, Павловтың және өзінің жұмысына жауап береді;\nG. Павлов-жер қызметтерінің бастығы, ал Кораблев – пайдалану жөніндегі бастық.\n\nh. әрбір қызметкер әрбір толық пысықталған жыл үшін 10% үстемеақы алады.\nI. Иванов, Петров, Сидоров және Савельев 12000 рубль жалақыдан басталды, Иванов енді жұмысқа кірісті, Петров пен Савельев жарты жыл, ал Сидоров 2 жыл жұмыс істейді.\nJ. Кашин 18 000 рубльден бастады. және қазір 21 780 табады.\nK. Леонов пен Павлов 16 000 рубльден бастады, екеуі де 3 жыл жұмыс істейді.\nl. Кораблев 20 000 рубльден бастады.және басқаларға қарағанда 2 жылға көп жұмыс істеді.\nДеректер базасында 1-тармақта сипатталған схемамен байланыс жасаңыз және оған осы ақпаратты енгізіңіз.\n\n4.    Екі кілтті біріктіру кілт бола ала ма?\n5.    Қатынас кілттері бар екі атрибуттар жиынтығының қиылысы міндетті түрде кілт бола ма?\n6.    Қарапайым бастапқы кілттердің максималды саны [A1, A2, .., AN]? Құрама кілттердің максималды саны қандай болуы мүмкін?",
        "question_date": "28.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлесіп жүрген Жігітпен көшелерге шығуға ұяламын неге?",
        "question_content": "Мен сол Жігіттен ұялмаймын...\n\nТелефонмен жаксы сөйлесеміз, бірақ сонымен көшелерге шыққым келмиді...",
        "question_date": "28.02.2021",
        "question_tag": "Достық",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін, оның елге көрсетуге сіз ұялатын бір мінезі т.б. бар.",
                "date": "2.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүргізуші куәлігінің жарамдылық мерзімі он жылға өтіп кеткен?",
        "question_content": "Жүргізуші куәлігінің жарамдылық мерзімі он жылға өтіп кеткен, жаңарту үшін тесті  тапсыра ма?",
        "question_date": "28.02.2021",
        "question_tag": "Жол ережесі",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр жүргізуші оларды жоғалту, қолданылу мерзімінің аяқталуы немесе жүргізуші тегінің ауысу себебі бойынша қалпына келтіру қажеттілігімен бетпе-бет келуі мүмкін. Айтылған әр жағдайды шешу үшін әр сипатталған жағдайдың бірін шешу үшін маңызды ерекшеліктер тобы бар. Қалпына келтіру немесе ауыстыру тәртібімен танысыңыз, ол сізге жүргізуші куәлігін тез арада алуға көмектеседі.\nЖүргізуші куәлігін жоғалту немесе ұрлауы бойынша қалпына келтіру\nЖүргізу құқығын қалпына келтіру үшін Сізге «Азаматтарға арналған үкімет» Мемлекеттік корпорациясы» КЕАҚ-ға жүгіну және мынадай құжаттарды ұсыну керек:\nжүргізуші куәлігін беру бланкісіндегі толтырылған өтініш (Арнайы ХҚКО-да қажет емес);\nжеке басын куәландыратын құжат;\n083/у нысанды медициналық анықтама және оның көшірмесі, (тек жүргізуші куәлігінің мерзімі өткен жағдайында ұсынылады);\nкурстарды аяқтағаны туралы куәлік және оның көшірмесі немесе автоматтандырылған ақпараттық жүйе арқылы алынған құжат (өз бетінше дайындалуды қоспағанда).\nмемлекеттік баж алымды төлеуді растайтын құжат (1,25 АЕК) (онлайн төлеу).\n«Жоғалғанның орнына» белгісі бар жаңа жүргізуші куәлігі ЖЖҚ емтихандарын тапсырмастан беріледі.\nТұрғылықты жерін ауыстыратын немесе әскери қызметке, оқуға, ұзақ мерзімді iссапарға (үш айдан астам) кететiн адамға, растайтын құжаттар негізінде, жүргізуші куәлігі жоғалтқанның орнына бір ай мерзімінің аяқталуына дейін беріледі.\nОлардың орнына иелеріне басқа жүргізуші куәлігі берілген табылған жүргізуші куәліктері жаңа жүргізуші куәлігі берілген сәттен бастап өзінің заңдық күшін жоғалтады және белгілеген тәртіппен жою үшін міндетті түрде ТЕБ-ке тапсыруға жатады.\nЖүргізуші куәлігін ауыстыру\nЖүргізуші куәлігін алмастыру келесі жағдайларда жүзеге асырылады:\nТегін, атын, әкесінің атын (бар болған жағдайда) өзгерту.\nПайдалану үшін жарамсыздығы.\nҚолданылу мерзімі өткен кезде.\nИесінің қалауы бойынша.\nҚР 2017 жылғы 3 шілдедегі № 83-VI \"ҚР кейбір заңнамалық актілеріне жол жүрісі мәселелері бойынша өзгерістер мен толықтырулар енгізу туралы\" Заңына сәйкес қолдану мерзімі асқан жүргізуші куәлігін алмастыру үшін емтихан тапсыру қажет емес.  \nЖүргізуші куәлігін ауыстыру пакеттер құжатымен «Азаматтарға арналған үкімет» Мемлекеттік корпорациясы» КЕАҚ-ға жүгіну керек:\nжүргізуші куәлігін беру бланкісіндегі толтырылған өтініш (Арнайы ХҚКО-да қажет емес);\nжеке басын куәландыратын құжат;\n083/у нысанды медициналық анықтама және оның көшірмесі, (тек жүргізуші куәлігінің мерзімі өткен жағдайында ұсынылады);\nмемлекеттік баж алымды төлеуді растайтын құжат (1,25 АЕК) (онлайн төлеу);\nҚазақстан Республикасында тұрғылықты тұратын жері бойынша тіркеуде тұрған шетелдіктер мен азаматтығы жоқ адамдар жүгінген жағдайда, шетел мемлекеті берген ЖК мемлекеттік немесе орыс тіліндегі аудармасымен ұсынылады.\n«Жүргізуші куәліктерін беру» мемлекеттік қызмет көрсету мерзімі құжаттарды тапсырған сәттен бастап 2 сағаттан аспайды. \nТолығырақ: https://egov.kz/cms/kk/articles/vehicle/recovery_vu",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тележүргізуші болу үшін қандай пән тандау қажет?",
        "question_content": "Тележүргізуші болу үшін қандай сабақ тандау қажет ұбт тапсырама шығармашылық емтихан қалай өтеді.",
        "question_date": "27.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі кеңестеріміз бесінші пән ретінде әдебиетті таңдап, журналистика жағалауына жеткісі келіп жүрген жеткіншектерімізге арналады.\nСіз кішкентайыңыздан қалам мен қағазға әуес болдыңыз. Бәлкім поэзияға, бәлкім прозаға жақынсыз. Өлеңдеріңізді өз ортаңызда оқисыз, мектептегі, аудандағы, тіпті облыстағы жарыстарға қатысып, бірнеше марапаттауларға ие болдыңыз. Шағын ғана туындыларыңыз газет немесе журнал беттерінде жарияланып та жүр. Сізге микрофон қатты ұнайды. Кештерді жүргізгенді, сценарий жазғанды, ұйымдастырушылық жұмыстармен айналысқанды жаныңызға жақын тартып тұрасыз. Көгілдір экраннан көрініп жататын аға-әпкелеріңізге еліктейсіз, оларды мұқият тыңдайсыз. Және журналист болуды армандайсыз! Ал арман деген орындалмайтын дүние емес. Бойыңызда журналиcтке тән қабілет, тума талант бар ма? Асығыңыз, сізді журналистика құшақ жая қарсы алады. Біз бүгін осы мамандықты таңдағандарға қойылатын талаптар, журналистиканы бітіргендердің қайда жұмыс істеуге болатындығы туралы айтып өтпекпіз. Журналистің өмірінің қандай болатынын біліп қана таңдау жасағаныңыз дұрыс деп санаймыз.\nЖурналист мамандығы – қиындығы мен қызығы мол, жан-жақты білімділікті талап ететін жауапты сала. Өз шығармашылығы арқылы қоғамға да, адамға да қызмет ететін, ешқашан қателесуге болмайтын, қашанда жаңаның, жаңалықтың жақтаушысы, қолдаушысы бола алатын осы бір кәсіп иелерінің қатары жыл өткен сайын көбейіп келеді. Әлемде күн сайын болатын өзгерістер мен жаңалықтардың санын ескерсек, бұған да таңғалуға болмайды. Журналистика мамандығы, оның шығу тарихы туралы мына жерден оқи отырыңыз.\nБүгінгі таңда журналистерге қойылатын талаптар – бұрынғыдан әлдеқайда қатаң. Заман ағымына сай кез келген жағдайға бейімделе алмайтын, сөзге шорқақ адам журналистика саласында табан тіреп тұра алмайды. Бәсекеге төтеп бере алатын білікті, білімді, шебер маман ғана тұрақты қызмет ете алады. Біріншіден, таза шығармашылық талаптарға қоса, журналист жаңа техникалық құрал-жабдықтармен жұмыс істей алуы керек. Екіншіден, оның денсаулығы мен психологиясы орнықты болуы керек. Сыртқы келбеттің де маңыздылығы жоқ емес. Журналист болу үшін тума дарын қажет. Себебі, сала шығармашылықпен тығыз байланысты. Дарындылық пен жаңашылдық тың ізденіс пен талпыныс, көркем әдебиетке деген сүйіспеншілікпен дамып отырады.\nСіз журналист болсаңыз, басты мақсатыңыз – баспасөз, радио, теледидар, кино, ғаламтор сияқты ақпарат құралдары арқылы елдегі және әлемдегі жаңалықтар мен оқиғалар, саяси, әлеуметтік, экономикалық, мәдени, рухани және табиғи құбылыстар жөнінде жұртшылыққа мағлұмат беріп, қоғамдық пікір қалыптастыруға жол ашу болады. Қолыңыздан келмей ме, сізді ешкім қабылдамайды. Халық қабылдамаса, керексіз болып орта жолда қалып қоясыз. Сондықтан, салаға бармас бұрын жақсылап ойланыңыз. Шамаңызды сізден басқа ешкім жақсы білмейді. Мәселен, жыл сайын мыңдаған адам шығармашылық емтихан тапсырып, Қазақстанның түпкір-түкпіріндегі жоғарғы оқу орындарындағы журналистика факультетіне түседі. Қайда бәрі? Осыдан-ақ кез келгеннің саланы игеріп кете алмайтындығын білуге болады. Сіздің қолыңызда диплом бар екен деп, ешкім де көгілдір экраннан сөйлетіп қоймайды. Балалық шақта сізге үлгі болған аға-әпкелердің дәрежесіне жету үшін талай-талай сынақтардан өтуіңіз қажет.\nЕскерте кетейік, сіз журналист мамандығын бітіргеннен кейін басқа ешқандай салада жұмыс істей алмай қаласыз. Ал филолог мамандығын таңдасаңыз, журналист те, мұғалім де, редактор да, ғалым да, хатшы да, аудармашы да боласыз, мемлекеттік мекеменің іс-қағаздарын жүргізіп, министрлікте де жұмыс істеу мүмкіндігі бар.\nЖурналист газет-журнал немесе радио мен теледидар жұмысын атқарып, шығармашылық қызмет жасайды. Ол редакция жұмысында бірінші - ұйымдастырушылық, екінші - әдеби өңдеу, үшінші - шығармашылықпен айналысады. Қазіргі қоғамда қандай оқиғаны болсын тапқырлықпен, сенімді түрде, көз жеткізіліп жазатын, уақыт ағымын жақсы түсінетін, идеяға толы материалдар жазып, жұрттың назарын аудара білетін \"қоғамдық қайраткерлер\" сұранысқа ие. Сондай-ақ, журналисттен өз ісіне деген адалдық, көпшіл, жұртпен тез ортақ тіл тапқыш болуы, жинақы, қиын жағдайдың өзінде жұмыс істей алатын, аңғарымпаз және сезгіш болуы талап етіледі. Қысқасы, белгілі аксиомада айтылғанындай, бір пайыз талант болса, тоқсан тоғыз пайыз – еңбек. Түсініп отырғаныңыздай, отбасы мен бала тәрбиесіне жауапты қыз баласына бұл саланы бірге алып жүру оңай емес. Мүмкін емес демейміз, қолдан келмейтін нәрсе жоқ. Қазақстанның өзінде \"төртінші билікті\" де, отбасылық өмірді де дөңгелетіп алып жүре алатын қайсар қыздар жеткілікті.\nЖурналистика үшін не жасай аламын деп ойлайсыз? Жо-жоқ, төңкеріс жасаудың қажеті жоқ. Алайда, әрбір адам «мен мынаны жасаймын» дегенде ғана қоғамға пайдасын тигізе алады. Сылдыр сөз бен көшірмеден артық жасай алмасаңыз, мамандықтың абыройына нұсқан келтірмеңіз. Өзгелерден ерекшеленетін стиліңіз, өзіндік жаңалықтарыңыз болғанда ғана халықтың жүрегіне жол табуға мүмкіндік ашылады. Біліңіз, біз бұл жазба арқылы сіздің мамандыққа деген құштарлығыңызды өшіргіміз келмейді. Керісінше, болашақты бағдарлап, алдына дұрыс мақсат қоя біліп, сапалы маман атанса екен деген тілігіміз бар.\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18849/",
                "date": "27.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика мамандығынан қазақ тілі мамандығына ауысу.",
        "question_content": "Осыдан төрт жыл бұрын Әкімнің грантын жеңіп алдым. журналистика мамындығын биыл бітіремін.Сіздерден сұрайын дегенім енді қазақ тілі мамандығына аяқталатын кезде ауысып кетсем бола ма? Үстіндегі разницасын төлесем?",
        "question_date": "27.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Журналистика мамандығынан Қазақ тілі мамандығына ауысу үшін 4 курстың 1 семестрінде аусу қажет, 2 семестрінде болмайды. Ал ауысқаннан кейін айырмашылығын төлеу керек. Ол туралы барлығын оқып жатқан Университетттегі факультет деканатына сұрап біле аласыз.",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджер мамандығы туралы.",
        "question_content": "Мен математика пәнінен, есеп шығарудан. нашармын.Менеджер мамандығына оқуға түссем қиналып қалмаймын ба.",
        "question_date": "27.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджер мамандығы үшін алдымен тіл білу керек. Соң математика, физика.\nМенеджер жалпы басшы дегендей ғо. Адамдар менен сөйлесіп білсеңіз болды.",
                "date": "28.02.2021",
                "upvotes": 0
            },
            {
                "text": "Түрлері\nСату бойынша Менеджер – жұмыс істейді арттыруға бағытталған өсу сату, тартады жаңа серіктестер жібереді, қолда бар бірлескен тиімді жұмысын. Шебер  білімі техниканы сату.\nТуризм жөніндегі Менеджер – іздеумен айналысып, адамдар, тілейтін аттанар туристік сапар. Ол ұйымдастырады тасымалдау, ынтымақтасады сақтандырушылар, туристік қызметтер көрсету нарығына талдау жасайды, клиенттерге кеңес береді.\nМенеджер по персоналу – жүргізеді, кадр мәселелері: құжаттаманы ресімдейді кезінде жұмысқа қабылдау және жұмыстан босату, персоналды, еңбек демалысы кестесін құрастыру, жасайды, бұйрықтар және көтермелеу туралы наказаниях, қызметкерлерінің біліктілігін арттырады, жолдамалар береді медициналық тексеру. Мұндай адам жақсы білуі қажет іс-жүргізу және еңбек кодексі.\nОфис-менеджер – ұйымдастырады өнімді басқару қызметіне қажетті құжаттаманы жүргізеді. Ол болып табылады, оң қолмен, Бас директордың және оның тапсырмасын орындайды: қабылдайды телефон қоңыраулары, айналысады алуға және таратуға хат-хабар, ресімдейді өкімдер мен бұйрықтар, жүргізеді және дайындайды, кеңес хаттамалары, ұйымдастырады, іскерлік кездесулер мен келіссөздер, қызмет көрсететін персонал жұмысын бақылайды.\nBTL- менеджер – жұмыс істейді жылжытумен сауда маркасы арқылы проведения рекламных акций.\nБренд-менеджер – раскручивает, өзін және тегіс танымал түрі сауда маркасын өзіне ыңғайлы тәсілмен. Бұл шығармашылық адамдар, олар үнемі өз білімдерін жетілдіріп.\nSMM-менеджер – істейді жылжытумен web-сайттар, тауарларды немесе қызметтерді әлеуметтік желілердің көмегімен, блог, Интернет- ресурстар. Маман осы саладағы жобалар жүргізеді, мониторинг жасаумен айналысады бәсекелестік, налаживанием коммуникация.\nКонтент-менеджер — жасайды, таратады және жетекшілік етеді контентпен, редактирует сайттар. Оның негізгі міндеті – сайтты толтыру қызықты және оңай воспринимаемой ақпарат: мәтінмен, суреттерді, кестеге.",
                "date": "13.03.2021",
                "upvotes": 0
            },
            {
                "text": "Математика катты миндетти емеской бул мамандыкка",
                "date": "1.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ацетальдегид С-Н3 – СО – Н молекуласындағы көміртек атомдарының тотығу дәрежесі.",
        "question_content": "CH3-CO-H тотығу дәрежесі",
        "question_date": "27.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 714,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H+; O-2; C-3,C-2..",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрген қызымның досыммен сөйлесуі қалай, қай тарап кінәлі?",
        "question_content": "Менің журген кызым досыммен катты ангімелеседі, ол жерде кім кінәлі, кім сыйластык танытпай тур, кызғанышым орынды ма?",
        "question_date": "27.02.2021",
        "question_tag": "Достық",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешкім кінәлі емес, екеуіңізде сондай қызық әңгіме болса басқа жақта олай әңгіме айтуға уақыты да жетпес, әрі ол күнделікті қажетті общениесін алған соң, әңгімені ұстап отыруға оның құлқы да болмас еді. Сол үшін біреуден күмәнданбай немесе кінәләмай , басқа да адамдардң қажеттіліктерін ойға алуға тырысыңыз.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоспадағы әрбір металдың массасын табыңыз.",
        "question_content": "18 г мыс пен темір қоспасы тұз қышқылымен әрекеттескенде 6,72 л сутек газы бөлінді (қ,ж)Қоспадағы әрбір металдың массасын",
        "question_date": "26.02.2021",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "18 г мыс пен темір қоспасы тұз қышқылымен әрекеттескенде 6,72 л сутек газы бөлінді (қ,ж)Қоспадағы әрбір металдың массасын",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаңлылар мен үйсіндерддің айырмашылығы.",
        "question_content": "Қаңлылар мен үйсіндерддің айырмашылығы.",
        "question_date": "26.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйсін деген ел, Хун заманғы, яғни 2000 жыл бұрұңғы ел.  Ал,  қаңлы түрік заманғы ел, яғни 1500 жыл бұрұңғы ел.  бұл бір.\n\nАл қаңлы, үйсіннің ұрпағы, Қаңлы елі үйсін елінен дами келген,  ұрпағының бірі.\nМенің білгенім осы.",
                "date": "27.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазіргі таңда бугалтериямен айналысып жатырмын алайда 1с ті білмей жатырмын?",
        "question_content": "Мен қазір бугалтерия жұмысы мен айналысып жатырмын алайда онда бәрі 1 с деген программамен есептеледі екен мен не істесем болады",
        "question_date": "26.02.2021",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анықтаманы қараудың 2 тәртібі бар:\n1. Иерархиялық – бұл тәртіпте 1-ші деңгейдегі топтар мен элементтерді, ал белгілі бір топтарды таңдағанда 2-ші деңгейдегі топтар мен элементтерді көруге болады.\n2. Иерархиялық емес – бұл тәртіпте барлық элементтер мен топтар бір үлкен тізімде көрсетіледі.\nАнықтамалармен жұмыс істегенде басты функционалдық мүмкіндіктерін қарастырайық.\n1.Жаңа топты құру.\n  Анықтаманың жаңа элементтер тобын құру үшін келесідей мүмкіндіктерді қолданылады. Олар:\n● Мәзір командасында әрекет ету тақтасы – жаңа топ;\n● Құрал-саймандар  панелінде пиктограмманы басу арқылы;\n● «Ctrl+f9» пернелерін басу;\n●  Тышқанның оң жағын басып, мәзір терезесінен жаңа топты ашу.\n2. Анықтаманың жаңа элементтерін құру.\n Оны құру үшін келесідей жағдайлар болады:\nмәзір командасында әректе ету тақтасы – қосу;\nқұрал-саймандар тақтасында пиктограмманы басу арқылы;\n«Insert» пернесін басу арқылы.;\nтышқанның оң жағын басып, мәзір командаларының ішінен қосу таңдау.\nЕгер иерархиялық анықтамаларға енгізілетін жаңа элемент, белгілі бір топқа кіру үшін, онда элементті сол топтың ішінен ашу керек. Анықтаманың элементтерін тіркеуді жеңілдету үшін 1С: кәсіпорын жүйесінде мәліметтерді көшіру механизмі қарастырылған.\n3.Анықтама топтары мен элементтерін көшіру.\nАнықтамадағы жаңа топтар мен элементтерді енгізу бұрын енгізілген топтар мен элементтерді көшіру арқылы жүзеге асыруға болады..\n Анықтамадағы мәліметтердің бірін көшіру үшін белгілі бір әдістерді қолданылуы мүмкін, ол үшін тышқанды көшірілетін топтың немесе элементтің үстіне апарылады:\nмәзір командасында әрекет ету тақтасы – көшіру,\n құрал-саймандар панелінде пиктограмманы басу;\n«F9» пернесін басу;\nТышқанның оң жағын басып, мәзір терезесіндегі көшіру командасын таңдау.\nНәтижесінде анықтаманың жаңа элементтеріндегі барлық  элемент үлгісінің деректемелерінен көшіріледі, жаңа элемент нөмірімен белгіленеді. 1С: кәсіпорын тәртібінде анықтамадағы барлық топтар мен элементтерді өзгертуге болады.\n4.Анықтама элементтері мен топтарын өзгерту.\nАнықтама элементтері мен топтарын өзгерту үшін келесідей әрекет жасауға болады:\nмәзір командасында әрекет тақтасы- өзгерту;\nқұрал-саймандар тақтасында пиктограмманы таңдау;\n«Enter» пернесін басу;\n«F2» пернесін басу;\nТопты (элементті) тышқанды екі рет басу арқылы ашу.\nТышқанның оң жағын басып, мән-мәтін мәзіріндегі - өзгерту командасын таңдау.\n5. Жою таңбасын және анықтама элементтерін жою.\nОбъектілерді жою үшін 2 тәртіп қарастырылған – объектіні жоюға таңбалау және объектіні бірден жою.\nАнықтаманың элементі мен тобын жоюға таңбалау келесі жолдармен жүзеге асырылады:\nмәзір командасындағы әрекет ету құралдары – жою таңбасын орнату;\nқұрал-саймандар тақтасындағы пиктограмма басу;\nөшіру пернесін басу;\nТышқанның оң жағындағы мерзімді ашып, жою таңбасын таңдау.\nСервистік рәсім көмегімен элементтер мен топтарды келесі жағдайлармен өшіруге болады. Операция – таңдалған объектіні жою. Егер де конфигурациялау кезеңінде элемент немесе топты жою таңбалаусыз мүмкін болса, келесі мүмкіндіктер қолданылады.:\nмәзір командасының әрекет ету – жою құралдары арқылы;\n«Shift + delete» пернелерін басу арқылы;\nТышқанның оң жағындағы мәзірді ашып, «жою» командасын таңдау.\n6. Жою таңбасын келесі мүмкіндіктер арқылы жүзеге асады:\n- мәзір командасы құралынан әрекет ету – жою таңбасын орнату;\n- құралдар тақтасында пиктограмманы басу;\n- «delete» пернесін басу арқылы;\n- тышқанның оң жақ пернесін басу арқылы, мән-мәтін мәзірін шақыру және жою таңбасын алу командасын таңдау.\n7. Элементтерді көшіру\nЕгер анықтама көпдеңгейлі болса және бірнеше топтардан тұратын болса, онда онымен жұмыс барысында элементтердің бір топтан екінші топқа көшу, сонымен қатар бүкіл топтардың көшу қажеттілігі туу мүмкін.\nЭлементті және топтарды басқа анықтама тобына көшіру үшін, басқа анықтама орнына көшіру қажетті элемент және топ жолына анықтама тізімдемесінде курсорды орнату керек және мәліметтерді көшіру әдістерінің біреуін қолдану қажет:\nмәзір асты командасынан әрекет ету тақтасын – орын ауыстыру;\nқұралдар тақтасында пиктограмма басу арқылы;\n«Ctrl +shift +M» пернесін басу арқылы;\nТышқанның оң жағын басу арқылы мән-мәтін мәзірінен топқа орын ауыстыру командасын таңдау қажет;\nЖоғарыда көрсетілген әдістердің бірін таңдаған соң, ашылған барлық топтар ішінен таңдалған элементтерді көшіруге арналған топ атауын таңдау қажет.\nАнықтама элементін ашу керек және «номенклатура тобы» деректемелерінде\nЖаңа топты көрсету көрсету қажет. Берілген іс-әрекеттерді орындаған соң элемент жаңа топқа ауысады.\nЖоғарыда көрсетілген элементтерді топтан топқа ауыстыру әдістерінен басқа, «Drop and Drop» механизмі қарастырылады. Ол үшін тышқан курсорын көшіру қажет элементке орнату қажет және тышқанның сол жағын баса отырып, оны қажетті топқа апару қажет.\n8. Таңдама және іріктеу\nАнықтамаларда деректемелер бойынша таңдама және іріктеу жүргізуге  болады. Ол үшін келесі әдістердің біреуін қолдануға болады:\nмәзірасты командаларына әрекет тақтасы – таңдама және іріктеу тізімін жасау;\nмәзірасты командасындағы әрекет тақтасы – іріктеу – қалпына келтіру;\n құрал-саймандар тақтасында пиктограмманы таңдау арқылы;\nТышқанның оң жағын басу арқылы, мән-мәтіндік мәзірді шақыру және тізімдемені таңдамалау және іріктеу орнату командасын таңдау;\n Тышқанның оң жағын басып, мән-мәтінді мәзірмен іріктеу – қалыпқа келтіру командаларын таңдау;\nЖоғарыда көрсетілген анықтаманың элементтері мен топтары жүргізілген іс-әрекеттерден басқа келесі операцияларды орындаған болады: ағымдағы бағанада мағынасы бойынша таңдама жасауға, таңдама тарихын қарастыруға, таңдаманы өшіруге, тізімдеме жасауға, тізімдеме жөндеуін жүргізуге, тізімдемені жаңартуға. Бұл кезеңде арнайы таңдау белгілерін таңдауға болады. Ол қажетті анықтама немесе құжаттар туралы ақпаратты іздеуге ат салысады.\n1.3.  1С:кәсіпорын 8.1 жүйесіндегі кәсіпорынның шаруашылық операциялары жөніндегі мәліметтерді құжаттар көмегімен тіркелді және құжаттар журналында сақталады.\nКонфигурация кезінде құжаттардың сақталуы бойынша жөңдеу жүргізіледі және қайсы бір журналға тиесілігі жүргізіледі. Құжаттар журналы сақталған құжаттардың жылдам және ыңғайлы қарауға арналған.\nБір құжат бірнеше журналдарда көрініс табуы мүмкін немесе бірден-бір журналда көрсетілмеуі мүмкін. Ол конфигуратор кезінде анықталған жөңдеулерге тәуелді болады.\nКонфигурацияны жөңдеу кезінде әр бір құжатқа жеке журнал арнауға болады, сонымен қатар барлық құжаттардың көрсетілген журнал құруға болады.\nЭкранға нақты журналды шығару үшін, басты мәзір бөлімдері, құрал-саймандар тақтасының түймесімен басқа да іс-әрекеттер қолданылуы мүмкін, егер ол конфигурацияның кезеңіңде берілген болса.\nҚұжаттар журналын Операциялар-Құжаттар мәзірі арқылы ашуға болады. Экранда жүйеде көрсетілген барлық құжаттар журналының тізімі көрсетіледі.\nСізге керекті журналды таңдау үшін, сол журнал жолына тышқанды апарып «ОК» түймесін басу керек.\nЖурналдың түрі, оны конфигураторда жөңделген өзгеріске байланысты әр бір журнал, келесідей басты бағанадан тұрады.\nМерзім-құжаттың мерзімі.\nУақыт- құжаттың уақыты.\nҚұжат-құжат атауы.\nНомер-құжат номері.\nОсы бағанадан басқа, қосымша бағаналар бар. Журналдың басында, оған конфигурация жасағанда қойылған аты көрсетіледі.\nЖурналда құжаттардың қалыпын көруге болады. Ол үшін журналдың сол жақ бағанасында келесідей белгілер көрсетіледі:\nҚұжат жазылады, бірақ өткізілген жоқ.\nҚұжат өткізілді.\nҚұжат жоюға таңбаланған.\nКейбір құжат түріне өткізу тәртібі қарастырылмаған.Бұл жағдайда құжаттың қалпы оны жазылғаннан кейін, таңбамен белгіленеді. Кейбір көп құжаттарды сақталған журналда қажетті құжатты таңдау қиын болады. Бұл жағдайда көру аралығын қолдануға болады, ол тек көрсетілген мерзім уақытындағы құжаттарды ғана көрсетеді.\nКөру аралығын келесі мүмкіндіктер арқылы жүзеге асыруға болады:\nмәзір командасынан «әрекет – мерзім аралығын таңдау»;\nқұрал-саймандар тақтасынан пиктограмманы таңдау;\nтышқанның оң жағын басып, «мерзім аралығын орнату» командасын таңдау.\nЕгер де конфигурацияда көрсетілмесе журналдағы құжаттарды оның деректемелері арқылы немесе құжат түріне байланысты таңдау жасауға  болады. Журналдарда құжаттарды таңдау және бөлу, анықтамаларындағы көрсетілген қағидаты бойынша жүргізіледі.\nҚұжаттың құрылымы конфигурацияға өзгеріс енгізгенде жасалынады. Құжат бірнеше бөліктен тұруы мүмкін. Құжаттың басында оның деректемелері көрсетіледі. Мысалы, кәсіпорын, контрагент, қойма, келісімшарт және т.б. Ал, кестелік бөлігінде бір үлгідегі ақпараттар беріледі, олар номенклатура, көлемі, бағасы, ҚҚС соммасы және т.б.\nЖаңа құжаттарды көшіру, өшіру немесе өзгерту жұмыстары  жоғарыда көрсетілген анықтамалармен жұмыс жасау қағидаты.\nҚұжатты өткізген кезде оның күйі өзгеру мүмкін, құжаттың қозғалысын регистрден қару үшін келесідей командаларды орындау қажет:\nІшкі мәзірді ашып құжаттың жылжу регистріне өтеміз.\nІшкі мәзірді ашып «Өту» және қозғалыс жасалған регистрді таңдау қажет.\nМәзірдің ішінен жасалатын құжатың керекті көріністі таңдап алу қажет. Содан соң экранда керекті құжаттың нысаны шығады. Нысанын толтыруы конфигурацияның кезңінде көрсетіледі. Бөлек құжаттардың конфигурациясында үлгіні өзгертуге мүмкіндік бар, ол келесідей жолдармен орындалады:\nмәзір асты командасынан әрекет тақтасын – «негізгі»\nқұрал-саймандар тақтасынан пиктограмманы басу арқылы;\nтышқанның оң жағын басып, мән-мәтін мәзірінен «негізгі» командасын таңдау.\nҚұжаттар тізімінің арасынан осы құжатқа қатысты құжатты таңдау керек. Одан кейін экранға жаңа құжаттардың үлгісі толтырылады,  оның жолдары басты құжаттың мәліметтері негізінде толтырылады. Толтыру ережелері конфигурация кезеңінде анықталады.\nКейбір операцияларының үлгілері конфигурация құжаттарында көрсетіледі. Мысалы, «шығыс төлем тапсырмасы», «салық есептері» немесе «жалақыны есептеу» операция түрін келесі жағдайлар бойынша өзгертуге болады. Мәзірдің командалары арасынан «операция» және қажетті құжаттың түрін таңдау.\nҚұжаттардан басқа келесі мүмкіндіктерді орындауға болады. Ол үшін құжаттың құрал-саймандар тақтасында пиктограмманы таңдау.\nТізімнен табу – осы мүмкіндікті орындағанда құжаттардың тізімі ашылады және курсор өзгертілетін құжатқа апарылады.\n Ағымдағы тізімді жаңарту – осы мүмкіндікті орындаған жағдайда құжаттағы бар ақпарат жаңарады. (бұл желілік жұмыс жасаған кезде қолданылады).\nӨткізу- осы әрекеті орындаған кезде құжаттар өткізеледі.\nАнықтаманы ашу – осы әрекетті орындағанда құжаттың анықтамалармен тізімі терезесі ашылады.\nҚұжаттың төмендегі командалық тақтасында арнайы түймелер бар, сол арқылы келесідей әрекеттер орындалады:\n● Шығару – шығару түймесінің қасындағы көрсеткішті басқанда құжаттың шығарылуының бірнеше түрі көрсетіледі.\n ● «ОК» - бұл түймені басқанда мүмкін құжатты сақтауға «өткізуге немесе жабуға мүмкіндік береді».\n● «Жабу» - бұл түймені басқанда құжаттар сақталмай жабылу мүмкіндігі бар.\n● «Жазу» - бұл түймені басқанда көрсетілген құжатты жазу, яғни сақтау арқылы мүмкін көрсетеді.\nТолығырақ: https://www.uniface.kz/index.php?post=article&section=3&id=658",
                "date": "26.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаным менің балапаным",
        "question_content": "Сұлуым сағынған, жырақтама жанымнан\n\nБілесіңбе өзіңе жүрегім бағынған\n\nТап-таза арыңнан,періштем айналайын\n\nМәңгі болып қасыңда бір өзіңе байланайын\n\nҚұшақтап аймалайын үй жанында кездескенде\n\nҒашық болам қайтадан өзіңмен жүздескенде\n\nТелефон мен тілдескенде кетеміз армандарға\n\nСенмен мәңгі бір болсам менде де арман барма\n\nЕркелейсің елігім сүйкімді балапаным\n\nСені сүйіп, саған арнап осы әнді жаратқанмын\n\nҚандай ыстық алақанын бетіме тигеніңде\n\nБұл өмірде өкінбеспін сені жаным сүйгеніме\n\nОйым бар үйленуге сұлуым өзің менен\n\nАлдағы қиялдарға жетейікші төзім менен\n\nМөп-мөлдір көздерің мына мені баурап алған\n\nСүйкімді сыпайылық жүрегімді жаулап алған\n\nҚас сұлудың өзі едің сүйкімді көжегім\n\nМахабаттың сынағынан сені менен төземін\n\nӨртенседе өзегім сені мүлде тастамаймын\n\nӨзгеменен қол ұстасып жаңа өмір бастамаймын\n\nҚас сұлудың өзі едің сүйкімді көжегім\n\nМахабаттың сынағынан сені менен төземін\n\nӨртенседе өзегім сені мүлде тастамаймын\n\nӨзгеменен қол ұстасып жаңа өмір бастамаймын",
        "question_date": "26.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "26.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келіншегім Өзбекстан азаматшасы Эргашева Турсуной Муратовна Шымкент қаласына көшіп келді",
        "question_content": "Менің келіншегім Өзбекстан азаматшасы Шымкент қаласына көшіп келді алайда құжаттарды жинау кезінде ЖСН де аты жөнін қате жазып берген екі айдан бері түзетіп берген жоқ өтініш көмектессеңіздер",
        "question_date": "26.02.2021",
        "question_tag": "Заң",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР азаматтары қандай жағдайда тегін, атын, әкесінің атын өзгерте алады? Құжаттағы аты-жөніңізді қазақшаландырғыңыз келе ме? Ол үшін нені білу қажет? Аты-жөнді өзгертудің қандай зияны немесе кедергісі бар? Сұрақтарыңызға жауапты АХАЖ бөлімінің қызметкерлерінің көмегімен әзірледік.\n1. Құжаттағы текті өзгертуге бола ма?\nБолады. Мысалы, Сіздің әкеңіздің аты-жөні - Ибрагимов Дастан Берікұлы. Тегіңізді осы үш атаумен өзгерте аласыз. Әкеңіздің тегін немесе атаңыздың атын ала аласыз, яки тек әкеңіздің атын қалдырсаңыз болады.\nНекеге тұрғаннан кейін жұбайлар бір-бірінің тегіне өте алады. Әйелі ерінің тегіне немесе ері әйелінің тегіне өтуіне жол беріледі. Егер текті некеге тұру туралы куәлікті аларда бірден өзгертсе, ешқандай мәселе жоқ. Жаңа куәлікті дайындата бересіз.\nНеке қиылғанға біраз уақыт өткен соң да жұбайының тегіне өтуге болады. Бірақ ондай жағдайда \"құжатты өзгерткеніңіз туралы анықтаманы\" әрдайым өзіңізбен алып жүру қажеттілігі туындайды. Бұл ұнамаса, некеге тұру туралы куәлікті қайтадан жаңарта аласыз.\nАжырасқан жағдайда, өз тегін қайтаруға болады.\n2. Әкесінің атын өзгертуге немесе мүлдем алып тастауға бола ма?\nКейбіреулер түрлі себептерге байланысты әкесінің атын алып тастағысы келеді. Бірақ бұл - әкесінің келісімімен ғана орындалатын жағдай. Азамат 16 жасқа толмаса да, туу туралы куәлігінен әкесінің атын алып тастай алады. Ол анасының өтінішімен жүзеге асады. Егер бала 10-16 жас аралығында болса, онда баланың келісімі қажет. Құжаттағы әкенің атын сот шешімі шыққан кейін, АХАЖ бөлімінде өзгертуге болады.\nБұл процесті тіркеуге тұрған аймақта жүзеге асырсаңыз, жаңа құжат 1 аптаның ішінде дайын болады. Егер басқа аймақтан болса, 1 ай көлемінде күтуіңізге тура келеді.\nБала асырып алған жағдайда оның аты-жөнін толықтай өзгерту мүмкіндігі бар.\n3. Азамат құжаттағы атын қалай өзгерте алады?\nЕң қиыны - құжаттағы есімді өзгерту процесі. Ол үшін Сізде бар құжаттың барлығын жинау керек. Оның ішіне мектептегі аттестат, университеттен алған дипломыңыз, мақтау қағаздарыңыз сияқты көп құжат болуы тиіс. Бұлардың барлығын жинап АХАЖ бөліміне барасыз. Өтініш жазасыз, Сізге арнайы заңды іс ашылады.\nЖаңа құжат 15 күннің ішінде дайын болады. Егер құжаттарды тіркеудегі емес аймақтан рәсімдесеңіз, 1,5 ай көлемінде күтуіңізге тура келеді.\nЕскеріңіз, атыңызды бірнеше рет өзгерте алмайсыз. \n4. Аты-жөнді өзгертудің қандай зияны немесе кедергісі бар?\nБіріншіден, көп жағдайда \"құжатты өзгерткеніңіз туралы анықтаманы\" өзіңізбен алып жүруіңіз керек болады. Банкте несиерәсімдегенде, жұмысқа орналасарда т.б. жағдайларда құжаттарыңыздың жинағы қалыңдай түседі.\nЕкіншіден, кей мемлекеттерге шекарадан өтерде, әртүрлі аты-жөнді қабылдамайды.\nҮшіншіден, жиі қолданатын құжаттарыңызды қайтадан өзгерту қажет. Мысалы, аты-жөніңіз өзгергеннен кейін, жүргізуші куәлігін қайта жасатуыңызға тура келеді. Бірақ мектептегі аттестат, университеттегі дипломдарды өзгертудің қажеті жоқ. Ол құжаттарды пайдаланарда, жоғарыда айтқандай, \"құжатты өзгерткеніңіз туралы анықтаманы\" қоса өткізесіз.\n5. -ов(а), -ев(а) жұрнақтарын қалай өзгертуге болады?\nҚиын емес. Жергілікті халыққа қызмет көрсету орталығына барып, өтініш білдіресіз. Жеке куәлігіңізден бөлек туу туралы куәлігіңіздің түпнұсқасы болса, жеткілікті. 1100 тг көлеміндегі мемлекеттік баж салығын өтейсіз. Шамамен 2 аптаның ішінде жаңа құжатыңыз дайын болады.\nҚазақшаландыру немесе әріптік қателерді түзеткен жағдайда, \"құжатты өзгерткеніңіз туралы анықтаманы\" алып жүру қажет емес. \nҚР Заңына сәйкес, қазіргі уақытта азаматтың туу туралы куәлігіндегі аты-жөні бірыңғай қазақша немесе бірыңғай орысша болуы тиіс. Мысалы, құжатқа Назарова Алтынай Айдаровна яки Назар тегі (Назар) Алтынай Айдарқызы деп қана жазыдыра аласыз.\n6. Құжатты өзгерткен соң қандай жағдайда айыппұл салынуы мүмкін?\nҚР азаматтарының жеке куәліксіз немесе жарамсыз жеке куәлікпен немесе тұрғылықты жерінде тіркеусіз 10 күннен 3 айға дейінгі мерзімде тұрса, ескерту жасалады. Көрсетілген мерзім өтіп кетсе, азамат ҚР әкімшілік құқық бұзушылықтартуралы кодексінің 492-бабының 2-тармағы бойынша 5 АЕК  мөлшеріндегі айыппұл түріндегі әкімшілік жауапкершілікке тартылады.\nӘкішілік жаза қолданылғаннан кейін бір жылдың ішінде жасалған осы сияқты құқық бұзушылық үшін 10 АЕК мөлшеріндегі айыппұл салынады.\nАзамат жеке куәлікті рәсімдеу үшін тек 16 жас мерзімге толуы бойынша ғана жүгіне алады. Осы уақытқа дейін оған құжат берілмейді. Егер азамат 18 жасқа толғанда, жеке куәлікті алуға бірінші рет жүгінсе, одан 5 АЕК мөлшеріндегі әкімшілік айыппұл алынады.\n(1 АЕК - 2269 теңге)\nТолығырақ: https://baribar.kz/card/zheke-kualiktegi-aty-zhoendi-qalay-oezgertuge-bolady/",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысым дегеніміз не?",
        "question_content": "7 сынып физика пәнінен бжб сұрағы\nСрочно көмек керек",
        "question_date": "26.02.2021",
        "question_tag": "Физика",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысым берілген ауданға түсетін күштің шамасы болып табылады. Ол паскальмен (Па) немесе ньютонның шаршы метрге қатынасымен (Н/м²) өлшенеді. Дәл сол күш әртүрлі ауданда түрліше әсер етеді. Мысалы ұстара немесе түйреуіш кішігірім ауданға айтарлықтай күш түсіреді. Бұл үлкен қысым тудырады және бұл денені кесу немесе тесуге мүмкіндік береді, бұл егер біз жазық зат қолдансақ, мүмкін болмас еді. Қар кешкіш дәл сол принциппен жұмыс істейді, тек бір айырмашылығы – ол иесінің салмағы әсерінен қысымды азайту үшін қолданылады. Бұл иесінің салмағын үлкен ауданға түсіріп, қысымды азайтады және сол арқылы оның қарға батуын болдырмайды.\nТолығырақ: https://twig-bilim.kz/uploads/material-group/43/kz/kktwig-ysym.pdf",
                "date": "26.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа босанған кезде тіс ауырса не істеу керек? Жұлдыруға болама?",
        "question_content": "Жаңа босанған кезде тіс ауырса не істеу керек?",
        "question_date": "26.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктілік кезінде әйел ағзасында көптеген өзгерістер болады. Осы кезге дейін өзіне ғана арналған дәрумендермен ендігі жерде құрсағындағы сәбиі де ортақтасады. Бұл болашақ ананың бойындағы жетіспеушіліктің орнын қосымша дәрумендерді қабылдауы арқылы ғана толтыра алады. Темір жетіспеушілігі – анемияға, кальцийдің, фтордың, фосфордың аздығы – сүйек пен тістің босауына, шаштың түсуіне алып барады. Біз бұл мақаламызда адам сұлулығының кепілі – тістерді жүктілік кезінде де қалай сау әрі берік етіп сақтауға болатыны туралы айтамыз.\nТіс – ауыз қуысының бір бөлігі. Тістің беріктігі, ақтығы, саулығы кальцийдің жеткіліктігі мен жеткіліксіздігіне байланысты. Жүкті әйелдер арасында жиі кездесетін қиындықтардың бірі – қызылиектердің қанталауы. Әр тіс жуған сайын щетканың қызыл қанға боялғанын көргісі келетіндер көп емес шығар. Оны жүкті әйел гингивиті немесе пародонтоз деп атайды. Бұл әйел бойындағы гормональды өзгерістер салдарынан туындайды. Жүктілік кезеңінде пайда болған гингивиттен босанған соң толық айығуға болады. Мұндай жағдайда дереу дәрігерге жүгіну қажет. Сіздің тісіңіздің ауыру сипатына қарай қажетті ем-домды жасап береді. Жүктілік иммунды жүйені әлсірететіндіктен ауыз қуысында микроорганизмдердің өмір сүруіне қолайлы жағдай туындайды.\nМикроорганизмдер жүрген жерде, бәрімізге белгілі, тіс жегі болсын, қызылиек аурулары болсын, тез қанат жая бастайды. Қайсысын болса да, жедел емдету керек. Тіс жегісін тоқтатпаса, жүйке жүйесінің пульпитіне немесе периодонтитке алып барады. Оны да емдеу қажет. Емдемесеңіз, өзіңіздің ауырғаныңыз былай тұрсын, нәресте ағзасына да инфекциясы түседі, одан болашақта балаңыз аллергиялық ауруларға бейім болады.\nЖүктілік кезінде тісті емдеу қажет пе деген сұрақ туындайды. Қажет. Өйткені, енді ғана пайда бола бастаған аурудың алдын-алып емдетпесе, кейінірек емдейтін ештеңе таба алмай қалуыңыз ғажап емес. Қазіргі заманауи техникалар мен құрылғылар жүктілік барысында тісті толық қалпына келтіруге септігін тигізеді. Бұрынғыдай, балаға зиян саналатын рентген аппаратттарының да, тіс емдеу кезінде егілетін дәрілердің де зиянсыз түрлері шығарылған. Тек стоматологқа өзіңіздің жүкті екендігіңізді ескертсеңіз болғаны.\nЖүкті кезеңде 9 ай ішінде стоматолог кабинетіне болашақ ана кем дегенде 3 рет бас сұғуға тиіс. Біріншісі – 20 аптаға дейін, екінші рет 20 мен 32 апта аралығында, үшінші рет 32 аптадан соң.\nАл, стоматологқа жиі көрінгіңіз келмесе, тіс проблемаларына ұшырамас бұрын қарапайым ауыз қуысын таза ұстау қағидаларын сақтасаңыз болғаны.\nТіс жуу. Тісті кем дегенде күніне екі рет жуу керек. Әр тістің арасын мұқият тазалап, тағамдардың қалдығының қалмауын қадағалаңыз.\nӘр тамақтанудан кейін сумен шайып отырыңыз.\nТіспен қатар тіл, таңдай, ұрттарды да тазалап отырған жөн.\nҚұрамында кальций, фтор, фосфоры мол тағамдарды тұтыныңыз.\nДәрі-дәрмекке қоса, халықтық медицинада қолданылатын мына ем-шараны да байқап көруге болады. 1 шай қасық емен қабығын 1 стакан қайнаған суға салып, суытып қоямыз. Бұл тұнбамен күніне екі реет тамақтан соң ауызды шайып тұруға болады. Аптечкасында түймедақ гүлдері кездеспейтін әйел сирек. Дәл мына тұнба сондай жандарға арналған. Түймедақтың 1 ас қасығын 1 стакан қайнаған суға (оттан жаңа ғана алынған өте ыстық су болмағаны дұрыс) тұндырып қоясыз. Жылы болған кезде сүзіп алып, 1 шай қасық бал қосып араластырған соң күніне кем дегенде 3-4 рет шайып тұруға болады. Гингивиттің алдын-алу үшін қою демделген көк шаймен шайып тұрсаңыз, иек қанауын болдырмайсыз. Стоматит кезінде мыңжапырақтың 1 ас қасығын тұндырып, 15 минуттан соң сүзгіден өткізіп, ауызды шаясыз. Қырмызы, жалбыз, ақ бас жусан шөптерінен жасалған осындай тұнбалармен күніне 3-4 рет және түнде жатар алдында шайып жатсаңыз да, пайдалы.\nАбзалы, жүкті болмай тұрып, стоматологқа көрінген дұрыс. Ауыз қуысында пайда болған, яки пайда бола бастаған ауруларды анықтап, алдын-алады. Сіздің ағзаңыздағы кез-келген ауырсыну белгілері балаға да әсер ететіндіктен, барлық тексерулерден мұқият өткен соң ғана балалы болған жөн.\nБірінші триместрде тек тіс жегіден тазалап, пломба салып, тісті тазалау процедураларын жасауға рұқсат берілсе, екінші триместрде рентгенді зерттеулер жасауға болады. Өйткені, бұл уақытта бала ағзасы сыртқы ортадан келетін қауіптерден қорғана алады. Тек арнайы рентген сәулелерінен қорғайтын алжапқышты әйелдің ішіне жабу керек.\nЖүктілік кезеңінде құрамында адреналині бар дәрілерді салуға болмайды. Ағарту, протездеу жұмыстарын жүргізуге рұқсат берілмейді. Жүктілік – сыртқат емес. Ал, пайда болған дертпен қорқынышсыз күресуге болады. Жүкті әйелдер есте ұстауға тиіс бір қағида бар: Тек сау әйелден ғана сау бала туылады.\nТолығырақ: https://anamenbala.kz/juktilik-jane-bosanu/juktilik/jukti-aieldin-tis-kutimi-qandai-boluy-kerek/",
                "date": "26.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай тик тогына қалай тіркелуге болады?тіркелгендер барма?",
        "question_content": "Қазақстаннан Қытай тик тогына тіркелгендер толығырақ қалайтіркелгендеріңіз туралы айтып жібересіздерме?",
        "question_date": "26.02.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABС тікбұрышты үшбұрышының BH биіктігі катеттерімен қандай бұрыш жасайды?",
        "question_content": "ABС тікбұрышты үшбұрышында <B×90°, AB=см,  AC=16см. BH биіктігіні катеттер мен қандай бұрыш жасайды?",
        "question_date": "25.02.2021",
        "question_tag": "Геометрия",
        "question_views": 692,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тік бұрышты үшбұрышының бір катетінің мәнін толық жазу керек.",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 курстан кейін алматы мед коледжге ауысайын деп едім. Қандай пәндерге дайындалу керек.",
        "question_content": "1 курстан кейін алматы коледжге ауысайын деп едім. Қандай пәндерге дайындалу керек",
        "question_date": "25.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбінесе колледждер және ЖОО-дарының көптеген студенттерін басқа мамандыққа немесе басқа университетке ауысу туралы сұрақтар мазалайды.  Біздің мақалада біз бірнеше жағдайды толығырақ қарастырамыз:\nбір оқу орнынан басқасына қалай ауысуға болады;\nбір мамандықтан екінші мамандыққа қалай ауысуға болады,\nшетелдік ЖОО қалай ауысуға болады, сондай-ақ шығарылған жағдайдағы студенттерді қалпына келтіру тәртібін сипаттаймыз.\nҚР колледждерінің студенттерін ауыстыру\nКолледж студенттері тек:\nбір мамандықтан екіншісіне;\nбір оқыту нысанынан екіншісіне;\nбір колледжден басқа колледжге ауыса алады.\n1-курс білім алушыларын ауыстыру 1 семестрдің аяқталуы бойынша ұқсас мамандыққа рұқсат етіледі.\nБір мамандықтан басқа мамандыққа ауысу\nБір мамандықтан басқасына немесе колледждердегі басқа бір оқыту нысанына ауыстыру білім ұйымы басшысының бұйрығымен жүргізіледі. Бұнда сізге басшының атына ерікті түрде өтініш толтыру қажет.\nЕгер сіз білім ұйымымен білім беру қызметтерін көрсету туралы жеке шарт жасасаңыз, онда басқа колледжге немесе бір мамандықтан басқасына ауыспас бұрын, сіздің шартыңызға тиісті өзгертулер енгізіледі, тіпті бұзылуы мүмкін. \nБір колледжден басқа колледжге ауысу\nЕгер сіз басқа колледжге ауысу туралы шешім қабылдасаңыз, онда колледж басшысының атына ауыстыру туралы ерікті түрде жазбаша өтініш беру және мөрмен бекітілген аудармаға жазбаша келісім алғаннан кейін сізді қызықтыратын колледж басшысына жүгіну керек. \nӨтінішке колледж басшысының қолымен расталған, сынақ кітапшасынан көшірме қоса берілуі тиіс (немесе үлгерім кітабы).\nСіз таңдаған колледж ұйымының басшысын ауыстыру туралы шешім қабылдағанда оқу сағаттарына сізді жіберу, оқу жоспарындағы айырмаларды тапсыру туралы шешім қабылдайды, сондай-ақ бұрын сіз оқыған колледжге сіздің жеке ісіңізді жіберу туралы жазбаша сұраныс жіберетінін атап өтеміз. \nКолледж студенттерінің қатарына қабылдау туралы бұйрық сіз бұрын оқыған колледжден жеке істі алғаннан кейін шығарылады. \nҚР ЖОО студенттерінің ауысуы\nҚР ЖОО-ның студенттері:\nкурстан курсқа;\nбір мамандықтан екінші мамандыққа;\nбір ЖОО-нан екінші ЖОО-на;\nқазақстандық ЖОО-нан шетелдік ЖОО-на ауыса алады.\nТолығырақ: https://egov.kz/cms/kk/articles/20students",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосымша географиялық ақпарат көздерін пайдаланып дүниежүзілік үш дінге тұсаукесер",
        "question_content": "Қосымша географиялық ақпарат көздерін пайдаланып дүниежүзілік үш дінге тұсаукесер дайындап, қорғаңдар?",
        "question_date": "25.02.2021",
        "question_tag": "География",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни география –экономикалық географияның салаларының бірі. Ол дүние жүзі халықтарының конфессиальдық құрамын, ұлттық – тілдік, нәсілдік құрамдарын, этнология мен этногеографияның негізгі ұғымдарын қарастырады.\nИслам дініне дейін арабтар арасында география ғылымы тек дәстүрлі әрі ежелден келе жатқан мәліметтер және арабтар мен аумағындағы жерлер туралы білімдерімен шектелген. Исламға дейін арабтар география ғылымының кейбір, атап айтқанда жел туралы мәліметтерінен хабардар болған. Олар бұл саладағы білімін құрлық пен теңіз арқылы жасайтын саудаларында пайдаланған. Сонымен қатар жұлдызтану мен планеталар және аспандағы басқа денелердің жылжуы туралы мәліметтерін сапарлары мен ықтималды соғыстар үшін қажет еткен. Әртүрлі салалардағы мәліметтердің қажеттілігі география мен астрономия ғылымдарының маңыздылығын өрістетті.\nИслам келген соң география ғылымы туралы жазылған кейбір жазбалар мұсылмандарға көмектесті. Ресей жазушы әрі ирантанушы Игнатий Крачковский: \"Исламдық биліктің таралуы мен хижраның 2-3-ші ғасырларындағы Исламның көптеген әсіресе қаржы саласындағы мекемелік мамандардың пайда болуына себепті болды. Мұсылмандар бұрынғы мәліметтерді пайдалану мүмкіндікке ие болды. Иранда жерді өлшеу үшін Хусру Ануширван кезіндегі мәліметтерді пайдаланған. Мысыр үшін Шығыс Римның билік жүйесі үлгі болды. Бірақ жағдай нақты мәліметтермен, жаңа салықтар белгілеуді қажет етті. Сол себепті арнайы кітаптар, атап айтқанда \"Әл-Харадж\" деп аталатын кітаб шықты. Сонымен қатар Бағдаттағы барлық жұмыстар, саяси және кеңселік істерімен айналысатын ұйымдар астанамен қарым-қатынас орнатуға жолдар іздестіруге себеп болды. Сол кездегі әлемнің ең үлкен құдыреті болған аббасидтер үкіметі тек өзінің және аумағындағы елдермен шектелмей, басқа жерлер, әсіресе исламдық үкіметпен шекаралас елдер туралы нақты мәліметтер жинады. Елшілер немесе өз еліне оралған тұтқындар мәліметтердің негізгі көздері болды.\nИсламның пайда болуының алғашқы онжылдығынан сапарға шығу кеңінен тарала бастады. Бұл сапарға барлық мұсылмандардың діни міндеті болып саналған қажылық пен Алланың үйіне зиярат жасау себепті болды. Сонымен қатар құрлық және теңіз жолдары арқылы жасалған сауда, оның ішінде алыс жерлерде тұратын мұсылмандар арасындағы айырбас, мұсылмандарды география ғылымын меңгеруге жігерлендірді. Сауда географиясының исламдық жерлер шекарасынан асып, Африка мен Солтүстік-Шығыс Еуропа және Оңтүстік-Шығыс Азияға жетті. Осыған орай Ислам сауда арқылы Үнді теңізіне қарай таралды.\nИсламның білім алу насихаттары география ғылымының кеңеюіне әсер етті. Исламның ұлық Пайғамбары: \"Қытайға дейін сапар шегу қажет болса да, ғылым үйреніңдер,\"- деп айтқан болатын. Сол себепті хижраның бірінші ғасырынан бастап, білім іздеп, оны толықтыру мақсатымен жасалған сапарлар көбейді. Мәселен, алыста орналасқан Қытай жерлеріне сапар шеккен Асхад Әл-Хейр Ансари Анласи \"Сини\" яғни \"қытайлық\" деген лақабымен белгілі болды. Мұсылмандардың астрономия мен математика салаларындағы білімдері қамари айларын белгілеп, әсіресе рамазан айының басталуымен күнделікті намаздардың уақытын анықтауға көмектесті. Сондай-ақ, Исламдық жерлердегі намаз оқитын адамдар үшін Қыбланың бағыты айқындалды. Мұсылмандар география ғылымын меңгеруге итермелеген келесі бір манызды себеп – Құран Кәрімнің өткендердің мұраларын үйреніп, ақиқатты түсіну үшін сапар шегуге насихаттауы болды\nСонымен қатар Құран Кәрімде географиялық мәліметтерді кездестіруге болады. Жаратушы Құранның әртүрлі аяттарында жеті аспанның жаратылысы және жер мен аспанның байланысты болуына тоқталады. Бұл аяттар жердің теңіздері мен қырлары туралы айтады. Мұндай мәліметтер де мұсылмандардың географиялық білімін көбейтулеріне себеп болды. Мұсылмандар бастапқы кезінде география саласында басқа, атап айтқанда математика мен медицина ғылымдар саласында Грекия, Иран және Үндістан өркениеттердің еңбектеріне сүйенді және оларды зерттеп, аударып, одан әрі дамытты. Иран, Мысыр, Үндістан жеңістері мұсылмандарға ғылыми және мәдени жетістіктерге жетуге мұрсат болды.\nМансур Аббосидің билігі кезінде география мен астрономия ғылымы санскрит кітабының араб тіліне жасалған бірінші аудармасы мұсылмандар қолына жетті. Сөйтіп мұсылмандарға Үнді астрономиясы мен географиясы туралы маңызды дерек болды. Ирандықтардың мұсылмандардың география ғылымы мен карталар жасауға өз үлестерін қосқандары туралы деректер бар. Германиялық географтар хижраның үшінші ғасырында грекиялық географияның исламдық география ғылымын басып алғаны туралы айтады. Бірақ бұл ғасырдың соңында Шығыс әсіресе Иран географиясы Батыс географиясынан артығырақ әсер етті. Өйткені мұсылман географтарының көбісі ирандықтар болған. Сонымен қатар ирандық салт-дәстүрлер теңіз сапарларына және кеме саяхаттарына байланысты араб тіліндегі еңбектерге үлкен әсер еткен. Мұндай әсерді ирандық теңіз түсініктері мен парсы тіліндегі сөздерден, атап айтқанда порт, капитан, компас деген сөздер білдіреді. Сондай-ақ, бұл терминдер Иранда жол мен мекендерді көрсететін карталардың ежелден бар болуын анықтайды. [1]\nБүгінде әлемде дүниежүзілік діндер деп аталатын үш дін бар, олардың бұлай деп аталатыны бұл діндерді кейде әр түрлі континеттерді мекендейтін көптеген халықтар ұстанады.\nОлардың ішінде ең көп тарағанының бірі – христиандық, оны ұстанатындар 1 млрд. адамнан асады. Христиандықтың ықпалы Еуропа, Америка, Австралия елдерінде неғұрлым күшті. Христиан дінін ұстанушылар Азия мен Африкада да бар, мұнда олар еуропалықтардың миссионерлік әрекетімен тараған.\nЕнді бір дүниежүзілік дін – ислам неғұрлым шоғырланып тараған. Мұсылмандар негізінен Азия мен Африкада (Сауд Арабиясы, Түркия, Иран, Ирак, Ауғанстан, Пәкістан, Бангладеш, Алжир, Марокко, Египет, Индонезия, Үндістан, Малайзия және т.б.). Исламды ұстанушылар Орта Азияда, Қазақстанда, Кавказда, Ресейде, Қытайда, Еуропада тұрады. Дүние жүзінде мұсылмандардың жалпы саны 1,5 млрд. адамға жуық және мұсылман елдерде халықсаны артып келе жатқандықтан тез көбеюде.\nҮшінші дүниежүзілік дін – буддизмнің тараған ауданы географиялық жағынан анағұрлым шектеулі. Оны ұстанатындар непалдықтар, бирмалықтар, Үндіқытай, Үндістан, Шри-Ланка, Қытай, Моңғолия елдерінің дінге сенетін тұрғындарының біразы.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрекке лазерлік ота жасалғанда наркоз қолданыла ма?",
        "question_content": "Менің жасым 17де отадан өте қатты қорқамын. Бір сөзбен ауырсынудан қорқамын. Жүрегіме лазерлік ота жасау керек. Лазерлік ота кезінде наркоз қолданыла ма? Түсіндіріп жіберсеңіздер.",
        "question_date": "25.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "8х-15+7х=2х+50 осы қанша болады?",
        "question_content": "Математика сабағы бжб 1есеп жауады",
        "question_date": "25.02.2021",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8х-15+7х=2х+50\n\n15x-2x = 50 + 15\n\n13x = 65\n\nx = 5",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    }
]