[
    {
        "question_title": "Peda Alpha 110 мапедын айдап жүргендер бар ма?",
        "question_content": "Peda Alpha 110 или 125 мапедіне жүргізу куәлігі керек па?Әлде керек емес па?Ресейлік сайтта 50 куб болған соң керек емес деп тұр,ал қазақстанда қалай екен,алайын деп отырмын бұйырса жақында)",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 844,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен айдап жүрмін алуға кеңес бермеймін егер қолың 200%ұқыпты болса онда ала бер",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рамазан айында мастурбация жасауға бола ма?",
        "question_content": "Жасым 15-те ер баламын. Қатты қозамын. Өзім Оразамын, ауыз ашқаннан кейін мастурбация жасауға бола ма?",
        "question_date": "4.05.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 19200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мастурбация, онанизм дегеніміз – ұрықты жыныстық қатынас жолынан басқа жолмен шығару. Мұны кейде «жасырын әдет» деп те атайды. Себебі белгілі, көбіне-көп бұл іс сырт көзден таса, жасырын, жалғыз қалғанда, жыныстық мүшені үйкеліске түсіру арқылы жасалады. Исламдағы ғұламалар мұны харамға жатқызған. Алайда, онанизмнің харамдығы зинаның харамдығымен тең келмесі анық. Өйткені, әлдебір кісі осы екеуінің бірін жасамаса болмайтындай жағдайға жетсе, зинадан гөрі күнәсі жеңілдеу болғандықтан осы жолды қолдануына болады. «Бел суытудың» бұл әдісіне бой үйретіп алудан мүлде аулақ болу керек. Негізінен жаман әдетке оп-оңай үйреніп алғандар кейіннен одан құтыла алмай, әлек болатыны – шындық.",
                "date": "7.09.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Оқшау сөздерді пайдаланып, жеңіс, соғыс туралы 3 сөйлем құраңыз *",
        "question_content": "Оқшау сөздерді пайдаланып, жеңіс, соғыс туралы үш сөйлем құраңыз *\nЖетінші сынып сұрақтары тез арада қажет. Өтінемін көмектесінезші. Жетінші сынып",
        "question_date": "4.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің аталарымыз бен әкелеріміздің батырлықтары мен жанқиярлықтары, олардың өз Отанына деген шексіз сүйіспеншіліктері Қазақстанның бүгінгі жауынгерлері үшін мақтан тұтарлық үлгі ғана емес, бұл – бірнеше ұрпақты байланыстыратын қоғамның рухани дамуы мен ұлттық қайта өрлеуінің жоғары адамгершілік негізі. Жеңіс күні – абыройымыз бен даңқымыздың мерекесі. Табандылық пен ерлік, Отанға деген сүйіспеншілік қатал соғыста Жеңіске жеткізді.",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аңсағай есімінің мағынасы қандай?",
        "question_content": "Аңсағай есімінің мағынасы қандай?",
        "question_date": "3.05.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аңсаған — қазақ тілінен алынған сағынған, зарыққан. Бұл есім баласы болмай жүрген семияның бала көргенде қойған есімі.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Германияның физикалық географиялық орны.",
        "question_content": "Германияның Физикалық географиялық орны",
        "question_date": "3.05.2020",
        "question_tag": "География",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғаты. Германия аумағы солтүстіктен оңтүстікке қарай созылып жатыр. Табиғат жағдайлары мен игерілу сипаты алуан түрлі болады. Елдің солтүстігінде көлді-батпақты СолтүстікГерман ойпаты орналасқан. Бүл ойпатты мүздық және теңіздік шөгінділердің қалың қабаты басып жатыр. Мүндағы шағын көлдер шығу тегі жағынан мүздық көлдер болып табылады. Қазіргі кезде батпақтар қүрғатылып, шабындықтар мен жайылымдарға айналған. Бүл өңірде мал шаруашылығы дамыған.\nЕлдің орталық бөлігін орта биіктіктегі таулар алып жатыр. Тас көмір дәуірінде тауаралық батпақты ойыстарда тас көмір алаптары (Рур, Саар, Ахен) қалыптасқан. Тау жайылымдарында малбағылады, тауаралық аңғарларды қарабидай, сүлы мен картоп егістіктері алып жатыр. Рейн аңғарында жүзімдіктер көп.\nГерманияның оңтүстік бөлігін Альпі тауының тауалды бөліктері мен солтүстік жоталары алып жатыр. Мүнда елдің ең биік нүктесі Цугшпит- це (2962 м) орналасқан. Бүл өңірдің қайталанбас табиғи ортасын қорғау мақсатында қорықтар мен үлттық саябақтар үйымдастырылған.\nЕл аумағына қоңыржай белдеудің өтпелі климаты тән, яғни мүнда теңіздік және континенттік климаттың белгілері байқалады. Қолайлы климат жағдайлары қоңыржай белдеудің сан алуан дақылдарын өсіруге мүмкіндік береді. Германия өзендерінің басым көпшілігі Альпіден бастау алып, солтүстікке қарай бағытталады. Аса ірі өзені - Рейн. Сан ғасырлар бойы бүл өзен шаруашылық маңызын жоғалтқан жоқ. Рейн аңғары халықтың тығыз қоныстанған ауданы ретінде де белгілі. Жылдың жылы мерзімінде мол сулы Рейн өзені кеме қатынасына қолданылады. Кеме қатынасында Балтық және Солтүстік теңіздердің аралығын қосып жатқан Киль каналыныц да маңызы зор. XIX ғасырдың соңына қарай салынып біткен бүл каналдың жалпы үзындығы 100 км-ге жуық.\nГермания аса жоғары бағаланатын тас көмір қорымен көзге түседі. Қоңыр көмір Орта Герман, Төменгі Рейн алаптарын- да ашық әдіспен өндіріледі. Елдің солтүстігінде табиги газдыц кен орындары шоғырланған. Германия жерінде калий тцздары мен қцрылыс материалдарының мол қоры бар.\nГерманияда табигат қоргау мәселесіне айрықша көңіл бөлінеді. Қазіргі кезде елде айрықша экологиялық және табиғи-географиялық маңызы бар аумақтарда 14 үлттық саябақ үйымдастырылған.\nХалқы. Германия халқының саны жөнінен Батыс Еуропада бірінші орын алады: мүнда 81 млн-ға жуық халық түрады. Халық ел аумағында біркелкі қоныстанбаған. Солтүстіктегі ауыл шаруашылықты аудан- дарда халық сирек, өнеркәсіпті аудандарда жиі қоныстанған. Халық тығыздығы шығыстан батысқа қарай артады. Халықтың басым көпшілігі қалаларда түрады. Ауыл халқы негізінен түрғындарының саны 2 мыңнан аспайтын елді мекендерде түрады. Халықтың үлттық қүрамы салыстырмалы түрде біркелкі: басым көпшілігі немістер, қалған бөлігін түріктер мен Еуропаның басқа халықтары қүрайды.\nШаруашылығы. Германия - дамуы мен қуаттылығы жөнінен дүние жүзіндегі жетекші елдердің бірі. Аса зор экономикалық және ғылыми- техникалық мүмкіндіктерге ие бүл елдің өнеркәсібі күшті дамыған. Болат балқытудан Германия дүние жүзіндегі алғашқы «жетілікке» енеді. Машина жасау және химия өндірісі әлемнің көптеген елдеріне өз өнімдерін жөнелтеді. Елде аса сапалы жеңіл автокөліктер (қандай?) шығарылады. Кеме жасау да дәстүрлі өнеркәсіп салаларының бірі. Химия өнеркәсібі алуан түрлі сапалы өнімдер шығарады, сондықтан Германияны «химиялықдержава» деп те атайды.\nЕл аумағының жартысына жуығын ауыл шаруашылық жерлері алып жатыр. Ауыл шаруашылығы жоғары деңгейде дамыған. Бүл сала ел халқын негізгі азық-түлікпен түгелге дерлік қанағаттандырады. Ауыл шаруашылығы қүрылымында сүт және ет бағытындағы мал шаруашылыгы жетекші орын алады. Өсімдік шаруашылыгындагы бас- ты дақылдар - бидай, қарабидай, арпа мен сүлы, қант қызылшасы. Германия егістіктерінен бидайдың мол өнімі жиналады. Жүзімдіктер Жоғары Рейн, Мозель, Неккар мен Майн өзендерінің аңғарларында орналасқан.\nТолығырақ: https://tak-to-ent.net/publ/22-1-0-670",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Билайн номерді қалай скрытый-дан шығаруға болады?",
        "question_content": "Билайн номермен бір кісіге скрытый номмен звандаған едім ,  сол енді барлық номерге скрытый  болып барады . Билайн ном ды қалай скрытыйдан шығаруға болады?!",
        "question_date": "3.05.2020",
        "question_tag": "Байланыс операторлары",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телефон номерін жасыру үшін билайн операторлары \"АнтиОн\"  қызметін қосылады.\nҚызметті Beeline веб-сайтында немесе кез-келген ыңғайлы жолмен қосыңыз: 0674 09 071 қоңырау шалыңыз немесе * 110 * 071 # теріңіз. «Нөмірді анықтайтын нөмірді» * 110 * 070 # теру арқылы өшіруге болады.",
                "date": "3.05.2020",
                "upvotes": 0
            },
            {
                "text": "#31# арқылы шығасыз",
                "date": "3.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрі С(1;2) болатын Ох өсін жанайтын шеңбердің теңдеуін жазыңдар.",
        "question_content": "Центрі С(1;2) болатын Ох өсін жанайтын шеңбердің теңдеуін жазыңдар.",
        "question_date": "3.05.2020",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сұрақты қарап шығарыңыз",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дабыл\" әңгімесіне 10 сыни пікір жазу керек.",
        "question_content": "Дабыл әнгімесіне 10 сыни пікір жазу және оның жаңашылдығын табу",
        "question_date": "3.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл туралы яғни тарихымыз жайлы пікір .\n\nКәзіргі кезде неге адамдар орыс тілінде сөйлейді . Кейбір қазақтар тіпті қазақша сөйлеуден қалған . Бұл қазақ бола тұра өзімізді ұмытумен тең деп есептеймін . Себебі біз ана тілімізді білмейміз! Ия орыс , ағылшын басқада тілдерді меңгеру дұрыс бірақ өз тілімізді ұмытпауымыз қажет деп санаймын .",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демежаның оқырманға қандай қасиеттері ерекше ой салады?",
        "question_content": "Әдебиет пәні\n\nТағдыр романы\n\nДемежаның оқырманға қандай қасиеттері ерекше ой салды?",
        "question_date": "3.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алғашқы қадамын поэзиядан бастап, шағын жанр арқылы романға келген Қабдеш Жұмаділов – қазақ әдебиетінің дамуында өзіндік орны бар қаламгер. Жазушыны өз замандастары «Қара сөздің Қабдеші», «тағдыры бөлек тарланбоз», «тағдырлы тұлға» деп атаған. Жазушы өзінің шығармашылығы, туындыларының дүниеге қалай келгендігі туралы «Таңғажайып дүние» атты ғұмырнамалық романында жан-жақты тоқталған. Қаламгер шығармашылығының бір ерекшелігі – оның көтерген мәселелерінің, таңдаған тақырыбының сонылығы. Қабдеш Жұмаділов өзі туып өскен жері – Қытай жеріндегі Шығыс Түркістанның тарихын зерттеп, оны көркем дүниеге айналдыруды өзіне мақсат еткен. Шығыс Түркістан тарихы – сол кезде де тарих ғылымында да, әдебиетте де жете  зерттелмеген мәселе болатын. Қазақ тарихындағы Шығыс Түркістан тақырыбы алғаш Қабдеш Жұмаділовтың «Соңғы көш» роман-дилогиясында көрініс тапса, кейін «Тағдыр» романында жалғасты. Әуелгісі шекара асып өткен тұтас ұлттық көш болса, кейінгісі оның алдындағы кезең – сол шекараның пайда болу тарихы. Романдар негізінен тарихи кезеңге қатысты көркем шығарма ретінде жазылғанымен уақыт өте келе тарихилық сипаты басым түсіп келеді. Себебі, бұл романдардағы оқиғаның өмірде болғандығы, кейіпкерлерінің түпбейнелерінің халық жадында сақталғандығы екендігі түсінікті жайт болып отыр. Жазушының символикалық мәнге аса назар аударатындығын «Соңғы көш» романынан да байқаған болатынбыз. Бұл «Тағдыр» романында да айқын аңғарылады. Жазушы бұл романда Шығыс Түркістан халқының тарихындағы осы бір кезеңді өзінің ішкі-сыртқы қайшылықтарымен көрсете алған. Шығарманың басты кейіпкері – Демежан. Романның сюжеттік-композициялық тұтастығын дәнекерлеп тұрған негізгі арна да – Демежан, сонымен бірге оның қиянатшыл, әділетсіз Маншың өкіметінің зорлығына қарсы күресі. Демежан төңкеріс жасап, көтеріліске шықпаса да, әділетсіздікпен күресудің өзге амалын таңдаған. Ол халқының ауыз-бірлігін, елдігін сақтап қалу жолында тер төгеді. Шығармадағы Демежан характерінің қалыптасуын көрсететін әлеуметтік даулар толып жатыр. Солардың қай-қайсысы болмасын Демежан  образын толықтыра түседі. Мысалы, Демежанның аймақтың әміршісі Ши-амбыдан жер, су сұрауы, шегараны бөлу комиссиясының мүшесі ретінде ел ішіндегі қоғамдық мәселелерге араласуы, Ли-шансыңмен қарым-қатынасы, халдайлармен арадағы қақтығысы т.б. толып жатқан сюжеттік желілер романның композициялық бітімін құрайды. Шығармадағы оқиғалар желісі Демежан төңірегінде өрбіп отырады. Жазушы орталық кейіпкер ретінде Демежанды бейнелей отырып, ол өмір сүріп отырған қоғамның, әлеуметтік ортаның шындығын көрсетуге тырысқан. Қабдеш Жұмаділовтың шығармашылығы туралы ғалым Шерияздан Елеукенов былай дейді: «Автордың мәселе қоюдағы бірер ерекшелігін айта кету артық болмас деймін. Ол қазақ қауымының отаршылдық езгіге түскеннен кейінгі жерде адамдардың ішкі жан сарайындағы өзгерістерді зерттеуге деген құштарлығы дер едім. Роман қазақы мінездегі сол өзгерістерге тоқталғанда ерекше шұқшиятын кемістігі – бірсыпырамызға тән әрекетсіздігіміз».\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/24582/",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астанада Сан врачты оқытатын факультеті бар ма?",
        "question_content": "Астанада сан врач оқытатын универ бар ма яғни факультеті",
        "question_date": "3.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астана медицина университеті.\nБакалавриат (6)\nМагистратура (5)\nДокторантура (2)\nРезидентура (26)\n5B110100 - Мейірбике ісі\n5B110200 - Қоғамдық денсаулық сақтау\n5B110300 - Фармация\n5B110400 - Медициналық-профилактикалық іс\n5B130100 - Жалпы медицина\n5B130200 - Стоматология\nТолығырақ: https://kz.testing.kz/universites/Astana-Medical-University/",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əнді қалай жаздыруға болады?",
        "question_content": "Салематсызба.Маган тусиндирип жиберсениздер.Мен анши болуды армандаймын.озиме олен жаздыргым келеди.канша екен",
        "question_date": "2.05.2020",
        "question_tag": "Қазақша ән",
        "question_views": 991,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олең жаздыру әр қалада тіпті аудан орталықтарында арнайы студиялар бар. Жағдайыңыз жетсе қалалық  жердегі студияға барып жаздырыңыз.\n\nЕң кемі 5000 теңгеден басталады.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілге теріскен шықса калай кетіруге болады?",
        "question_content": "Тілге теріскен шықса қалай кетіруге болады емі барма?",
        "question_date": "2.05.2020",
        "question_tag": "Тазалық",
        "question_views": 13800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дерт көп жағдайда көз гигиенасын дұрыс ұстамай, кір сүлгімен сүртінгеннен, лас қолмен көзді сүртіп немесе уқалағаннан, суық тигеннен, иммунитеттің төмендеуінен, ағзаның әлсіреуінен, қан аздықтан шығады. Сондай-ақ, ағзаға А,С,В дәрумендерінің жетіспеушілігінен, ауа райының қолайсыздығынан, күннің күрт суытуынан, шаң-тозаңның әсерінен орын алады. фото: ашық дереккөзден Теріскен негізінен көздің немесе қабақтың айналасында қызыл болып бөрітіп шығады да ісінеді. 3-4 күннен кейін ісіктің бетінде ірің пайда болады. Ісік жарылғанда ішіндегі толып тұрған ірің сыртқа шығады. Дерт көп жағдайда көз гигиенасын дұрыс ұстамай, кір сүлгімен сүртінгеннен, лас қолмен көзді сүртіп немесе уқалағаннан, суық тигеннен, иммунитеттің төмендеуінен, ағзаның әлсіреуінен, қан аздықтан шығады. Сондай-ақ, ағзаға А,С,В дәрумендерінің жетіспеушілігінен, ауа райының қолайсыздығынан, күннің күрт суытуынан, шаң-тозаңның әсерінен орын алады. Теріскен шыққан кезде бірден офтальмолог дәрігерге көріну қажет. Себебі асқынып кеткен жағдайда қан тамырларға жайылып, соңы менингит, сепсис (жұқпалы аурудың ағзаға тұтас жайылып кетуі) дерттеріне ұласуы әбден мүмкін. Төменде теріскенді емдеуге арналған пайдалы әрі нәтижелі, үй жағдайында жасауға болатын тәсілдер ұсынылады. Есіңізде болсын, теріскенді ешқашан қасуға болмайды. Оны емдеудің қарапайым тәсілі: майлықты жылы суға малып алып, теріскен шыққан жерге басып қойыңыз. * 2 шай қасық қырмызы гүліне 2 мг қайнаған су құйып, 20 минут тұндырып қойыңыз. Сүзіп алып, теріскенге жақсаңыз, оң нәтижесін байқайсыз; * Жұмыртқаны таза пісіріп алып, мақтадан жасалынған майлыққа орап, қабағыңызға қойыңыз; * Қабығымен қайнатылған картоптың да пайдасы зор. Ол үшін қайнатылған картопты жылы күйінде қабағыңызға қоясыз. * Теріскен енді шыға бастағанда көзге таза сүлгіні сулап, ысытып басады. Немесе түймедақтан тұнба жасап, сүлгіні тұнбаға малып ыстық күйінде басу керек. * Теріскен шыққан көзді сарымсақпен 2-3 күн бойы ысқылап, сүртеді. * Көп жылдық алоэнің бір жапырағын кесіп алып, 1 шай қасық шырынын шығарып, таза ыдысқа құяды да үстінен 10 шай қасық қайнаған жылы су құйып араластырады. Дайын болған қоспаға таза дәкені малып, теріскен шыққан көзге таңады. * Теріскен шыққан жерді 70 пайыздық этил спиртімен сүртеді. * Көп жылдық алоэнің жапырағынан 5 гр. алып еземіз да, үстінен 1 стақан қайнаған салқын су құйып 6-8 сағатқа қояды. Сүзгіден өткізіп, дайын болған тұнбаға дәкені малып, теріскенге басады. * Дәрілік қырмызының 10 гүл шоғын алып шыны ыдысқа салады, үстінен 1 стақан қайнаған су құйып 30-40 минут жылы орап қояды. Сүзгіден өткізіп, дайын тұнбаға дәкені малып теріскенге басады. * 1 ас қасық зығырот шөбін1 стақан қайнаған суға салып араластырады да тұндырып қояды. Сүзгіден өткізіп, тұнбаға дәкені малып теріскенге басады. * Түймешетен өсімдігінің сары гүл шоғырының кептірілген түрінен 5-6 данасын шайнап, сумен жұту керек. Емдік гүлді күнінен осы тәсілмен 4-5 рет қабылдасаңыз, теріскеннен біржолата арыласыз. * Көзге теріскен шықса күніге 3 мезгіл 1 лавр жапырағын 0,5 стақан қайнаған суға салып, 15 минут тұндырып, жылы күйінде ішеді. Теріскен шыққан кезде көбірек сарымсақ жеңіз. Қолыңызды тигізе бермей, қатаң түрде гигиена сақтаңыз. Егер, сізге теріскен жиі шығатын болса, онда ағзаңызға А дәрумені жеткіліксіз болғаны. Тағам мәзіріңізден саумалдықтың, сәбіз бен қырыққабаттың үзілмеуін қадағалаңыз. Ескерту: Көзге теріскен шықса, оны сығуға болмайды. Егер 5 күнде жазылмаса көз дәрігеріне көрініңіз. Үй жағдайында жасалатын емге мұқият болыңыз. Ырым-тыйымдар 1. Көзге теріскен шықса қолға (білезікке) қызыл жіп (шыққан көзге қарама қарсы жақ қолға) байлайды. 2. Үйде ең үлкен адам жасыл түсті жіпті ортаңғы және аты жоқ саусаққа айқастыра байлайды. 3. Теріскен шыққан көзге бір тілім нанды 3-4 рет басып, итке тастайды. 4. Теріскен шықса екі саусақтың ортасынан бас бармақты шығаратын ырым да бар.\nhttp://ernur.kz/khalyk-yemi/teriskendi-yemdeu-zholdary-bar",
                "date": "3.05.2020",
                "upvotes": 0
            },
            {
                "text": "Тілге теріскен шыққанда бұрын ата-бабалардан қалған ырым бар, сол ырымды дұрыс айтса міндетті түрде тез арада кетіп калады. Ол үшін: 3 адал, 3 арам жануардың атын айту керек. Мысалы 6 рет тіліме теріскен шықты деп бір адам айтса, екінші адам иттің көтіне деп төбедегідей 3 адал, 3 арам жануарды кезек, кезек айтып отырады. Ең соңында 6 жануарды айтып біткен соң енді не істеймін деп бірінші адам айту керек, сосын екінші адам олай-бұлай қарасаң тышқанның көтін жаласаң кетеді деп айту керек и бірінші адам қатты жиіркенген соң сол сөзден көп өтпей тез кетіп қалады.",
                "date": "9.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде мешітке барып, құран кітап сатып алса не болады?",
        "question_content": "Сәлеметсіздер ме! Түси көрип едім. Түсимде мешітке барып құран кітап сатып алыппын. Молда ма билмеимин такия киип откан жігіт мен сізге сатпаймын былай беремін депти. Мен қоймай 5000 тг бериппин. Казир сдача әкелем деп маған келип сізге осындай ғана берді деп, қара пакетті кішкентай әкелипти. Содан мен үндемей кетип калыппын да, пакетті ашсам кішкентай сәбидің аяқ киімін берипти.мен қуанып кетиппин. Қалай жоруға болады?",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құран – түсіңізде Құран оқысаңыз, өңіңізде жеңіске жетіп, қуанышқа бөленесіз. Сырқат адам Құран оқығанын көрсе, Алла оны ауыруына шипа береді.\nҚұран Кәрім: түсінде Алла Тағаланың кітабын көру— өте үлкен бақыт, әрі жақсылық. Түсінде Құран тыңдау—жақсылықтың белгісі, түсінде Құран жаттағанын  көру—мол табысты білдіреді. Құран оқып, мағынасын түсінгендігін көру—ақылды, парасатты екендігінің белгісі. Тілімен Құранды жаттағынан көру—күнә істің белгісі. Түсінде Құран Кәрім оқу—жақсы, салих істерді және мәртебесінің өсетіндігін білдіреді. Кейбір кезде Құран оқуды—өлім деп те жорыған.\nҚұран оқу: түсінде Құран оқығандығын көру—абырой-атаққа жететіндігін білдіреді. Күнәһар кісі болса, Алла тағала оның күнәларын кешіретіндігінің белгісі. Ал, егер кедей болса, байитындығының белгісі. \nАл егер Құран кәрімді қате оқығандығын көрсе— тура жолдан адасатындығын, сөзінде тұрмайтындығын білдіреді. Оқыған Құранды жұртшылық тыңдап отырғанын көру—бір қызметке орналасатындығының белгісі. Түсінде амал дәптерінің оқығандығын көру—мол табысқа жететіндігін білдіреді. Құран кәрімнің бір бетін немесе қандайда бір кітапты оқу біреуге мирасқор болатындығын білдіреді. Кітапты теріс оқып отырғандығын көру—көп қарызға бататындығын біл-діреді.\n Құранды жерге жазар көрсе—ол кісі төзімділік пен жақсылыққа кездесер. \nhttp://emirsaba.org/samashev-zejnolla-sltanov-uanish-tyabaev-anat-shegelbaev-baitj-v2.html?page=9\nТүсті әрқашан жақсы іске жорыған жақсы.",
                "date": "3.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жақсы сүрлемнің сапалық көрсеткіштері қандай болады?",
        "question_content": "Жақсы сүрлемнің сапалық көрсеткіштері қандай болады?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүрлемнің сапасы майдалаған көк балаусаның тапталуына байланысты болады. Балаусаны 20-30 см жайып, траншея толғанша таптап отырады. Жақсы тапталмаған масса арасында ауа қалса, шіріткіш аэробты бактериялар сүрлемді көгертіп жібереді. Егер жақсы тапталған герметизацияланған сүрлемдегі аминқышқылдарды 100% деп алынса, нашар тапталған сүрлемде олардың үлес салмағы 52,3% дейін төмендейді. Сүрлем дайындауды ары кетсе 3-4 күнде бітіру керек. Сүрлем салуды біткен соң оның бетін 20-30 см топырақпен, сабанмен немесе пленкамен жабылады .\nЖоғарыда келтірілген әдебиеттік мәліметтерге қарағанда шырынды азықтың сапасы, биологиялық құнарлылығы, микробиологиялық және био-химиялық үрдістердің қарқындылығы – сүрлем салудың технологиясына тікелей байланыстылығын аңғартады.\nЕ.Н. Мишустиннің зерттеулері бойынша сүрлемдегі шіріткіш және май қышқылы бактерияларының белсенділігін төмендету үшін көк балауса жақсы тапталып, үстін ауа кірмейтін етіп топырақпен, сабанмен, пленкамен ұқыпты қымталуы қажет. Сүрлемнің сапасын нашарлататын микрофлоралар көк балаусаның рН=4,2 дейін төмендегенде тіршілігі тоқталатындығы байқалады.\nПісіп-жетілген жүгері сүрлемінің химиялық құрамы, көк балаусамен салыстырғанда біршама өзгерістерге ұшырайды. Сүрлемде қант болмайды. өйткені ол бактериялардың әсерінен сүт қышқылына айналады. Соңғы күрделі қосынды энергетикалық құндылығынан қанттан кем түспейді. Сүрлемдегі құрғақ заттың мөлшері небары 4-5% кемиді.\nСүрлемдегі микрбиологиялық және биохимиялық үрдістердің қалыпты жағдайда өтуі көк балаусаның майдалануына байланысты болады. Жүгеріден сүтті-қамырлы кезеңінде салынған сүрлемнің майдалануы 8-12 см аспау керек. Майдаланылған  балауса жақсы тапталуымен қатар сүрлемнің аса қызып кетпеуіне септігін тигізеді. Мұндай сүрлемнің желінуі де жақсы болады.",
                "date": "2.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сүрлемнің пісіп-жетілуіне байланысты микрофлорасы қалай өзгереді?",
        "question_content": "Сүрлемнің пісіп-жетілуіне байланысты микрофлорасы қалай өзгереді?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүрлемнің пісіп-жетілуіне әсер ететін микрофлоралар. Сүрлемдегі сүт қышқылын өндіретін бактериялар негізінен анаэробты шар және таяқша тәрізді болып келеді. Олар екі топқа бөлінеді. Гомоферментті бактериялар сүрлемдегі қантты ашыту барысында негізінен сүт қышқылын түзсе, гетероферментті бактериялар сірке қышқылын түзеді. Алғашқы бактериялар тобы көк балауса қантының 80-90% сүт қышқылына айналдырса, гетероферментті бактериялар қанттың 26-50% сүт қышқылына айналдырумен қатар этил спирті мен 25% көмірқышқыл газын түзеді. Сондықтан да сүт қышқылын молынан түзу үшін сүрлемдік балаусада жылдам ыдырағыш көмірсулардың көбірек болғаны дұрыс. Сүрлемді консервациялау барысында көк балаусаның қызуы 45-500С жоғарылағанға дейін гомоферментті бактериялар қантты сүт қышқылына айналдырып, сүрлемнің сапасын жоғарылануына әсер ете береді [42, 43].\nЕ.Н. Мишустиннің зерттеулері бойынша сүрлемдегі шіріткіш және май қышқылы бактерияларының белсенділігін төмендету үшін көк балауса жақсы тапталып, үстін ауа кірмейтін етіп топырақпен, сабанмен, пленкамен ұқыпты қымталуы қажет. Сүрлемнің сапасын нашарлататын микрофлоралар көк балаусаның рН=4,2 дейін төмендегенде тіршілігі тоқталатындығы байқалады.\nПісіп-жетілген жүгері сүрлемінің химиялық құрамы, көк балаусамен салыстырғанда біршама өзгерістерге ұшырайды. Сүрлемде қант болмайды. өйткені ол бактериялардың әсерінен сүт қышқылына айналады. Соңғы күрделі қосынды энергетикалық құндылығынан қанттан кем түспейді. Сүрлемдегі құрғақ заттың мөлшері небары 4-5% кемиді.\nСүрлемдегі микрбиологиялық және биохимиялық үрдістердің қалыпты жағдайда өтуі көк балаусаның майдалануына байланысты болады. Жүгеріден сүтті-қамырлы кезеңінде салынған сүрлемнің майдалануы 8-12 см аспау керек. Майдаланылған  балауса жақсы тапталуымен қатар сүрлемнің аса қызып кетпеуіне септігін тигізеді. Мұндай сүрлемнің желінуі де жақсы болады.\nСүрлемнің сапасы майдалаған көк балаусаның тапталуына байланысты болады. Балаусаны 20-30 см жайып, траншея толғанша таптап отырады. Жақсы тапталмаған масса арасында ауа қалса, шіріткіш аэробты бактериялар сүрлемді көгертіп жібереді. Егер жақсы тапталған герметизацияланған сүрлемдегі аминқышқылдарды 100% деп алынса, нашар тапталған сүрлемде олардың үлес салмағы 52,3% дейін төмендейді. Сүрлем дайындауды ары кетсе 3-4 күнде бітіру керек. Сүрлем салуды біткен соң оның бетін 20-30 см топырақпен, сабанмен немесе пленкамен жабылады .\nЖоғарыда келтірілген әдебиеттік мәліметтерге қарағанда шырынды азықтың сапасы, биологиялық құнарлылығы, микробиологиялық және био-химиялық үрдістердің қарқындылығы – сүрлем салудың технологиясына тікелей байланыстылығын аңғартады.\nhttps://www.uniface.kz/index.php?post=article&section=4&id=325",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдікті сүрлемдеу неге байланысты?",
        "question_content": "Өсімдікті сүрлемдеу неге байланысты?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 636,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүрлем – ауа жібермей консервілеу арқылы дайындалатын, ұзақ уақыт сақтау үшін ашытылған шырынды жемшөп. Сүрлемге салынатын балауса түріне қарай жүгері, күнбағыс, сұлы, сиыржоңышқа cүрлемі деп бөлінеді. Құрамында каротин, С дәрумені, аздаған мөлшерде суда еритін қант, органикалық – сүт (2%-ға дейін) және сірке (0,6%-ға дейін) қышқылдары, кейбір түрлерінде пропион, валериан, т.б. қышқылдары кездеседі. Сүрлемді дайындау және сақтау технологиясы бұзылған жағдайда май қышқылы пайда болады. Сүрлемнің құрамында қышқылдардың болуы малдың ас қорыту органдарының қызметін жақсартады, ішек-қарын сөлі көбірек бөлінеді, азық жақсы қорытылады. Сүрлемде пішенге қарағанда қоректік заттар өте көп, каротин толық сақталады. Оның құнарлылығы өсімдіктің түріне, жинау мерзіміне, оны дайындау және сақтау әдістеріне байланысты. Өнімділігі жоғары сүрлем алу үшін жүгері дәнінің балауыздана-сүттеніп піскен кезінде, күнбағысты гүлдей бастағанда, сиыржоңышқа-сұлы және бұршақ-сұлы қоспаларын бұршақтары пайда болғанда, шабындық шөптерін масақтануы басталғанда, көпжылдық шөптердің көшетінен шөпті масақтана бастағаннан гүлдегенге дейін, бөрібұршақты сүттеніп піскен кезінде жинайды. 100 кг күнбағыс сүрлемінде 16 азықтық өлшем және 1,4 кг қорытылатын протеин, сәйкесінше жүгері сүрлемінде 20 және 1,4 кг; жоңышқа сүрлемінде 18 және 2,9 кг болады. С-нің түсі ашық қоңыр, сарғыш келеді. Қатты күйген сүрлемнің түсі қара қоңыр болады. Ашытылған капустаның, тұздалған көкөністің, бұзылған кезде – бұзылған балықтың, қидың иісі болады. Ылғалдылығы 60% болатын сүрлемнің қышқылдығы (рН) 4,0 – 4,2. С. ауыл шаруашылығы малдарының барлық түріне беріледі. Бордақылайтын және сүтті сиырлардың азық рационының 50%-ын сүрлем құрайды. Сапалы сүрлем әзірлеу үшін балаусаны дер кезінде сүрлем қоймасына жеткізіп, тығыздап салады да, үстін ауа, су өтпейтіндей етіп жабады. сүрлемнің ішкі қабатының температурасы 30 – 35 оС-тан аспау керек.",
                "date": "2.05.2020",
                "upvotes": 0
            },
            {
                "text": "Сүрлеу дегеніміз - микробиологиялық және химиялық факторларды пайдалана отырып, азықты маңызды биологиялық қосылыстармен байыту және консервілеу.\nОның маңыздылығы:\n1. Сүрлеу әдісін ауа райының қолайсыз жағдайына қарамастан қолдана беруге болады.\n2. Сүрлемде шырын көп болады және қоректік заттардың көпшілігі жақсы сақталады.\n3. Азық микроорганизмдер тіршілігінен түзілген, физиологиялық жағынан малға пайдалы қосылыстармен байыды.\nСүрлем дайындаудың екі түрі белгілі.\n1. Салқын әдіс - оның температурасы 30-35° жылыдан аспауы керек (1,5 пайызға дейін сүт қышқылы, 1 пайызға дейін сірке қышқылы түзіледі). Мұндай әдіспен дайындалған сүрлемді 8-10 күн ішінде малға беруге болады. Оның түсі жасыл сары, иісі тұздалған көкөніс немесе жеміс иісіндей болады. Мал оны сүйсініп жейді.\n2. Ыстық әдіс. Бұл әдіс бойынша ор азыққа бірден толтырылмайды, алдымен азықты қалыңдығы 1,5 м өтіп салады да, бір-екі күн нығыздамай сол күйінде қалдырады. Сонда мұндай шөп өздігінен қыза бастайды да 45-500-қа дейін көтеріледі. Бұдан соң оның үстіне тағы да қалыңдығын сондай етіп шөп салады, осы шөп салмағымен төменгісі тағы да қызады. Кейіннен қымтап жабылады. Бұл әдіспен дайындалған сүрлемнің жұғымдылығы салқын әдіске қарағанда төмен (Мейралд реакциясы).\nСүрлем негізі. Өсімдік қантынан шығатын сүт қышқылы бактерияларының көмегімен азық қышқылданады. Сүрлемде сүт және сірке қышқылдары қажетті мөлшерде жинақтағанда, онда шіріту және басқа да зиянды микроорганизмдер тіршілігі тоқталады.\nОртаның қышқылдылығы мен ауаның жоқтығы сүрлеудің басты шарттары болып табылады. Қышқыл мөлшері сүрлемде 0,5 пайыз болуы қажет. Қышкыл мөлшерінің өзгеруі сүрленетін өсімдіктер құрамында болатын кепіл заттарға байланысты. Олар органикалық қышқылдарды оңай байланыстырып, бейтараптандырып жібереді. Азық қышқылдығы кемиді. Зубрилиннің «Қант минимумы» теориясының негізі - азықтардағы қант мөлшері мен оның сүрлену мүмкінділігінің анықталуы. Соған байланысты азықтар:\n-оңай сүрленетін (жүгері, сорго, күнбағыс, капуста, қарбыз, асқабақ және т.б. жатады) - ОС.\n- сүрленуі қиын (сиыр жоңышқа, қызылбас беде, картоп, қант қызылшасы) - СҚ қант.\n- жеке өздері сүрленбейтін (жантақ, мия, қалақай, соя, помидор т.б.).\nАталған өсімдіктер былай сүрленуі керек:\n1. ОС - жеке сүрлеме береді.\n2. СҚ + бактериялык ашытқыштар + химиялық препараттар.\n3. 1С + 20С, өте қиын жағдайда 1С + 50С; кейінгі кезде бактериялық концетраттар кеңінен қоланылады - БК.\n«Қазақсил» БК қолдану. БК - тірі бактериялардан (аминолитті сүт қышқылы стрептококктан, күшті ашытқыш сүт қышқылы бактериялардан - 21 миллиард клеткалардан) тұратын, ашық қарақоңыр түсті, суда жақсы еритін біртек кұрғақ ұнтақ.\n«Қазақсилдің» азық сапасына әсері:\n1. Сүрленуді бүлінуден сақтайды.\n2. Витаминмен байытады.\n3. Ацидоз, кетоздан, іш тастау ауруларынан корғайды.\n4. Ас қорытуды жақсартады.\nӘр тоннаға 1 литр суға қосылған 2 грамм «Қазақсил» БК жұмсалады. Ашытқының 1 грамында 10 миллиард клетка бар. 1",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктерден сүрлем дайындаудың маңызы қандай?",
        "question_content": "Өсімдіктерден сүрлем дайындаудың маңызы қандай?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мал азығы сапасын арттыру үшін бірінші кезекте, әрине бұршақ тұқымдас өсімдіктерге басымдық беру қажет, мысалы, егістікте беде, жоңышқа, эспарцет, түйежоңышқа, тағы басқа да екпе шөптердің үлесін арттырған жөн. Өйткені, бұл дақылдардан мол шөп дайындалады және шөп құрамындағы ақуыз мөлшері жоғары болады. Екінші кезекте, биологиялық сүрлем әдістерімен шөп құнарлылығын сақтау тәсілдерін кеңінен пайдалану, яғни олардан сүрлем мен пішендеме дайындау бар мүмкіндікті тиімді қолдануға қол жеткізеді. Пішендеме құнарлылығы мен жұғымдылығы жағынан табиғи шөптерден кем емес. Пішендеме құрамында шөптің қуаттылығы мен құндылығы толығымен сақталады, ал ақуыз, каротин, қант және басқа да малға қажетті заттардың мөлшері барынша мол әрі азықтың жалпы қуаты шоғырланған құрғақтау шөп есебінде де өте маңызды. Әсіресе, өнімділігі жоғары малдарды азықтандыруда таптырмайтын мал азығы. Әлемдік тәжірибеде де мал азығын дайындау саласында пішендеме үлесі жылдан-жылға арта түсуде. Сүтті мал шаруашылығында сүрлемнің орны ерекше. Сүрлем қоректілігі жағынан балауса шөптерге жетеғабыл шырынды азық. Ең бастысы, кез келген мал сүйсініп жейді. Пішендеме де, сүрлем де құрамында мал ағзасына қажетті қоректердің басым көпшілігі бар, малға өте жұғымды азықтар. Бұл азықтардың пішенге қарағандағы артықшылығы, дайындау және сақтау кезінде қоректік заттардың барынша сақталуы, ал биологиялық сүрлеу үдерісіне орай кейбір қосымша қоректік заттардың түзілуіне байланысты құндылығының артуы. Сонымен қатар, сүрлем кезіндегі қышқылдар әрекетінен азықтың дәмі кіріп, малға жұғымдылығы арта түседі. Сондықтан да пішендеме қыс мерзімінде малға қажет шөп ретінде құнарлы азық болып есептеледі. Мысалы, пішендеме жеген малдың ағзасында оңтайлы қант-ақуыз теңгерілімі сақталады, сүтті мал шаруашылығында бұл ең басты проблема. Сүрлем ретінде азықтағы жалпы қуатының артуы және құрғақ заттың мол болуы, әсіресе, жоғары өнімді мол сүт беретін сиырлар үшін таптырмас азық. Өндірісті жүргізу барысында сүрлем дайындаудың артықшылығы шөптегі азықтық қуат пен құндылығының барынша сақталуы. Мысалы, сүрлем дайындау барысында пішен дайындаумен салыстырғанда құрғақ заттың сақталуы екі есеге артық. Қоректік заттардың сақталуын сараласақ, пішендемеде қант толық сақталады, ал сүрлемде ол органикалық қышқылдарға ыдырайды. Мал азығын сүрлеудің өндірістік тиімділігі де зор, пішенмен салыстырғанда екпелі егістіктің әр гектарынан алынатын қоректік заттардың молдығы және азықтық бірлікке шаққанда жұмсалған шығынның өтемі жоғары. Мысалы, судан шөбінен пішен дайындағанда азық өлшемі 7,8 центнер болса, сүрлем дайындағанда азық өлшемі 10 центнерден асады, ал пішендеме дайындалса 12 центнерге дейін жетеді. Сондықтан да республикадағы суармалы жерлерді мал азығы дақылдарын өсіруге тиімді пайдалану сүрлем немесе пішендеме дайындау арқылы ұтымды ұйымдастырған табыс көзінің қайнары. \nАқпарат мына мақаладан алынды:\nhttps://egemen.kz/article/30121-mal-azyghynynh-sapasy-%E2%80%93-mal-sharuashylyghyn-damytudynh-basty-sharty",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүрлемді дайындау қандай микроорганизмдерге негізделеді?",
        "question_content": "Сүрлемді дайындау қандай микроорганизмдерге негізделеді?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта сүрлем дайындауға жүгері, күнбағыс, шай жүгері, сиыржоңышқа және асбұршақ-сиыржоңышқа қоспалары, көпжылдық себілген және табиғи шалғындық шөптер көк балаусасы кең қолданады\nӨсімдіктерді сүрлем дайындау үшін шабуы сүрлем жинайтын КС-2,6, СК-1,8, СК-2,6, комбайн типтерімен жүргізіледі, олар көк балаусаны шабады, ұсақтайды және массаны жүк машиналарға тиеді.\nЖем-шөпті сүрлеу әр түрлі қойма типтерінде тереңдетілген жартылай тереңдетілгең жер бетіндегі және мұнараларда жүргізуге болады.\nВильямс В.Р. атындағы мал азықтық БҒЗИ көрсеткіштері бойынша сүрленетін массаның ылғалдығына және қоймалар типіне байланысты құрғақ заттың шамамен алынған шығыны герметикалық мұнараларда 7-10% дейін ашық бұртарда 40-45% өзгеруі мүмкін сондықтан тиісті панамен жабылған траншеялар өте қолайлы және оларда құрғақ зат шыгыны 11-15% дейін төмендетуге болады. (12-кесте).\nКөк балауса массасының салар алдында қойманың түбіне ұсақталған сабан мен 30-40 см тығыздалғаннан кейін қалыңдықпенжабады. Траншеяны біржағынан бастап толтыра бастайды. Сүрленетін масса траншеяда шынжыртабан және доңғалақтабантракторларменжол полотносына түсетін қысым 0,40-тан 0,85 дейін кг/см2тығыздалады.\n12-кесте. Әртүрлі қоймаларда сүрлегенде және массаның ылғалдылыына байланысты шамамен алынған құрғақ заттардың шығыны (%) (В.Р. Вильямс атындағы мал азықтық Б.Ғ.З.И.)\nҚоймалар типі\nМассаның ылғалдылығы\n(%)\n85\n80\n75\n70\n65\nКәдімгі мұнара\n15-16\n11-12\n11-12\n9-11\nГерметикалык мұнара \n9-10\n7-9\nПленкамен жабылған траншея\n27-29\n23-25\n16-18\n14-15\n11-12\nАшық бурт\n40-45\n30-35\n25-28\nСүрлену жұмыстары біткен соң тығыздау жұмыстары екі-үш күн бойы жалғасады. Қоймаларды толтырғаннан кейін және тығыздау жұмыстары біткеннен кейін сүрленген массаны жабады.\nТолығырақ: https://kzref.org/m-a-aujanova-a-93-mal-azifin-ondiru-jene-dajindau-tehnologiyas.html?page=13",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Write an essay \"The Stem\" 200-250 words.",
        "question_content": "написать эссе \"Стебель\" 200-250 слов переводымен түсінікті болса керемет болар еді",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A steam engine is a device that converts the potential energy that exists as pressure in steam, and converts that to mechanical force. Early examples were the steam locomotive trains, and steamships that relied on these steam engines for movement. The Industrial Revolution came about primarily because of the steam engine. The thirty seconds or so required to develop pressure made steam less favoured for automobiles, which are generally powered by internal combustion engines. .\n             The first steam device was invented by Hero of Alexandria, a Greek, before 300BC, but never utilized as anything other than a toy. While designs had been created by various people in the meanwhile, the first practical steam engine was patented by James Watt, a Scottish inventor, in 1769. Steam engines are of various types but most are reciprocal piston or turbine devices. .\n             The strength of the steam engine for modern purposes is in its ability to convert raw heat into mechanical work. Unlike the internal combustion engine, the steam engine is not particular about the source of heat. Also, modern steam engines burn fuel cleanly and efficiently, with relatively little pollution. .\n             One source of inefficiency is that the condenser causes losses by being somewhat hotter than the outside world. Thus any closed-cycle engine will always be somewhat less efficient than any open-cycle engine, because of condenser losses. .\n             Most notably, without the use of a steam engine nuclear energy could not be harnessed for useful work, as a nuclear reactor does not directly generate either mechanical work or electrical energy - the reactor itself does nothing but gets hot. It is the steam engine which converts that heat into useful work.\nТолығырақ: https://www.exampleessays.com/viewpaper/69209.html",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГМО қалай аламыз?",
        "question_content": ". ГМО қалай аламыз? акпарат кажет",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Генетикалық модификацияланған организмдер (қысқаша – ГМО) дегеніміз – гендік кодына бөтен гендер қосылған ағзалар. Олардың шығу тарихы төмендегідей.\nАҚШ ғалымдары 1983-жылы биологиялық қару жасау барысында алғаш рет гендік модификацияланған өсімдіктер шығарған. Кейіннен оларды  суыққа төзімді ете бастаған. Ал қазіргі таңда  ГМО әлемде кеңінен таралып отыр.\nГМО – гендік кодына бөтен гендер «жабыстырылған» ағзалар болып табылады. Мысалы, картоп генінің қатарына сарышаян генін қосу нәтижесінде біз ешқандай жәндік жемейтін картоп түрін аламыз немесе күнделікті пайдаланып жүрген томатты алсақ, оған солтүстік камбаласының генін пайдаланған. Томатқа қарасақ, ол суыққа төзімді әрі үсімейді.  \nБүгінде кеңінен тараған  гендік  модификацияланған дақылдарға соя, жүгері,  бидай, қызылша, картоп жатады.\nГМО-ның қауіптілігі – ол жасушаларды мутацияға  ұшыратады, иммунитетті төмендетеді, аллергиялық реакциялардың өліммен аяқталуына, ісік ауруларына соқтыруы мүмкін. Тіпті адам сілекейі мен ішек микрофлорасында зат алмасуды бұзып, адамда тұқым қуалаушылық аурудың туындауына апарып соғуы ықтимал.\nНеміс ғалымдары ГМО өнімдерін көп қолданған  халықта тұқым қуалаушылық аурулардың тіпті нәрестелерде де кездесетінін атап өткен. Сондықтан бұл өнімнің орнына табиғи өнімді қолданған дұрыс.\nГендік инженерия жеке биология ғылымындағы ең жас салалардың бірі.Оның дамуы ХХ ғасырдың 60 жылдары басталды.Бұл кезде ДНҚ молекуласын өзгерте алатын біршама құралдар ашылды.Ал ғалымдар болса геннің құрылымын,қалай жұмыс атқаратынын және қалай пайда болатынын сол кездің өзінде білген болатын.Бұл гендік инженерияның негізі болып табылады. Бірақ алда жаңа гендерді бөліп алу,оларды белсенді, тұрақты түрде тұқым қуалай алатын құрылымға біріктіру міндеттері тұрды.\n1969 жылы И.Беквит,Дж.Шапиро,Л Ирвин тірі жасушадан ішек таяқшасының сүт қанты-лактозаны сіңіруіне қажетті ферменттерді синтездейтін генді бөліп алды.\n1970 жылы Д.Балтимор, онымен бір мезгілде Г.Темин және С.Мидзутани ДНҚ молекуласының РНҚ матрицасында құрылу процесін қамтамасыз ететін ферментті таза күйінде алды.Бұл ферменттің алынуы жеке гендердің көшірмесін алу жұмыстарын біршама жеңілдетті.Сондықтан, қысқа мерзімде,  бірнеше зертханаларда глобин,интерферон және басқа да нәруыздардың синтезделуін басқаратын гендер алынды.\nГендерді жасушаға енгізу үшін бактериялардың генетикалық элементтері–плазмидалар қолданылады.Плазмидалар ядрода емес,цитоплазмада орналасады.Олардың кейбірі бөтен бактериялардың хромосомасына еніп,өз бетінше немесе басқа да факторлардың әсерімен өзімен бірге бактерия иесінің хромосомалық гендерін жабыстырып алып жасушаны тастап шығуға қабілетті болады.Бұл гендер плазмидалар құрамында өздігінен көбейіп,көптеген көшірмелер түзе алады.\nГендік инженерия әдістерімен тек қана ДНҚ молекуласына ғана емес,тұтастай хромосомаға да әсер етуге болады. Осы әдістер арқылы тұтастай хромосоманы бөліп алып, басқа түрдің жасушаны енгізу арқылы түрлі будан тұқымдар зертханалық жағдайда алынды. Гендік материалды бір жасушадан басқа жасушаға тасымалдау үшін жасушалық деңгейде өте нәзік әдіс –микрургия қолданылады.Мысалы, ұрықтанған жұмыртқажасушаға микропипетканың көмегімен  геннің көптеген көшірмелерін ядроға енгізеді. Содан кейін бұл жұмыртқа жасушаны жасанды ортада біраз уақыт өсіріп, жануардың жатырына имплантациялайды.\nМұндай тәжірибелер егеуқұйрыққа жасалынды.Егеуқұйрықтардың ұрпақтары ата-аналарынан  ірі болуы үшін оларға өсу гормоны енгізілді. Гендік инженерия саласындағы тәжірибелер өте қатаң бақылауда болады. Бірқатар елдерде адамға қауіпті ДНҚ молекуласы пайда болмас үшін гендік инженерия саласында жасалынатын тәжірибелер үшін арнайы ережелер қабылданды\nТрансгенді өнімдерді алу әдістері\nГендік өзгерген өнімдерді алу қазіргі кезде гендік инженерлер үшін ешқандай қиындық тудырмайды.\nӨсімдік геномына бөтен генді енгізудің бірнеше әдістері бар.\nӘдіс №1\nТабиғатта өз ДНҚ сының бөлігін өсімдікке енгізе алатын Agrobacterium tumefaciens бактериялары кездеседі. Бұл бактериялар енген соң өсімдіктің зақымдалған жасушалары тез бөліне бастайды да одан ісік пайда болады.Алдымен ғалымдар бұл бактерияның ісік тудырмайтын,бірақ өз ДНҚ сын басқа жасушаға енгізу қабілетінен айрылмаған штаммдарын алды.Одан кейін қажетті генді алдымен клондап алып, осы бактерияны өсімдікке жұқтырды.Зақымдалған өсімдік жасушасы қажетті қасиеттерге ие болды.\nӘдіс №2\nҚалың жасуша қабықшасын бұза алатын реагенттермен өңделген жасушаларды ДНҚ және ДНҚ ның жасушаға енуіне жағдай туғызатын заттар бар ерітіндіге салады. Осыдан кейін сол жасушалардан тұтас өсімдікті өсіреді.\nӘдіс №3\nӨсімдік жасушаларын арнайы,өте кішкентай,құрамында ДНҚ сы бар вольфрам оқтармен атқылау арқылы трансгенді өсімдік алады. Бұл оқ өсімдік жасушаларына дұрыс тиген жағдайда генетикалық ақпарат өсімдік жасушасына беріліп,өсімдік жаңа қасиеттерге ие болады.\nСонымен,трансгенді өсімдікті алудағы басты міндеттердің бірібөтенДНҚ дан қажетті генді бөліп алып, өсімдіктің ДНҚ сына енгізу болып табылады. Бұл үрдіс өте күрделі әрі қиын.\nШирек ғасыр бұрын ДНҚ ның ұзын молекуласын жеке бөліктерге –гендерге бөлетін рестриктаза ферменті алынды. Алынған гендердің ұштары тура сондай рестриктаза ферментімен бөлінген бөтен ДНҚ ның гендеріне жабысып,бірігіп кете алатын қасиеттерге ие болады.\nТрансгенді өсімдік алуда ең көп қолданылатыны әрі ең тиімдісі №1 әдіс болып табылады.Өсімдіктерде ауру туғызатын Agrobacterium tumefaciens бактериясы өсімдік хромосомасына өз ДНҚ сының бөлігін енгізеді. Одан соң өсімдікте гормондар қарқынды түрде бөліне бастайды да,жасушалары тез бөлініп,ісік пайда болады. Пайда болған ісік бактерия үшін өте қолайлы қоректік орта болғандықтан бактерия тез көбейеді.Ботаниктер үшін өсімдіктің кез келген мүшесінің жасушасынан тұтас өсімдікті өсіру қиын емес.\nБірақ бұл әдіс кейде қолдануға тиімсіз болады.Өйткені агробактерия бидай,жүгері,күріш тәрізді дақылдарды зақымдай алмайды.Ондай жағдайда жоғарыда айтылған әдістердің бірі қолданылады.\nТрансгенді өнімдерді табиғи өнімдерден қалай ажыратамыз?\nӨнімде өзгерген ген барын тек зертханаларда күрделі зерттеулер нәтижесінде ғана білуге болады.\nКең таралған пікірлерге сүйенетін болсақ,алма,немесе помидор ұзақ уақыт сақталса,және жемісінің түсі ашық бояулы болса,ондай жемістерде міндетті түрде бөтен ДНҚ болуы  тиіс.Алайда, бұл пікір дұрыс емес,өйткені химиялық препараттарды қолдану әдісі қазір жоғары деңгейге жеткендіктен мұндай өңдеуден өткен жемістер мен көкөністер ұзақ уақыт сақталады.\nӨнімде ГМО бар немесе жоқ екенін білу үшін алдымен оның маркіленуіне назар аудару қажет.Өнімнің орамасындағы құрамы туралы мәліметке қарап,соя немесе жүгері негізінде даярланған өнімдерді қолданудан бас тартқан жөн, себебі,қазіргі таңда ең көп модификацияланған өсімдіктер соя мен жүгері болып табылады.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГМО пайдасы қандай?",
        "question_content": "ГМО пайдасы қандай?\n\n_______",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 28300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Генетикалық модификацияланған организмдердің пайдасы мен зияны\n«Трансгенді азықтарды» қолдану адам үшін өте қауіпті екенін  ресей ғалымдарының еңбектерінен көруге болады.(Монастырский,Кузнецов,Куликов) және World Scientists Statement .\nГМО-иммунитетттің  төмендеуі, аллергиялық  реакциялардың  өліммен аяқталуы, ісік аурулары.\nКейбір ғалымдар трансгенизацияны «жеделдетілген»  селекция  деп қарастырады. Бірақ біз білеміз селекция көмегімен  туыс ағзалардың  гибридін  алуға болады,яғни  картоптың  бірнеше сортын  шағылыстыру ,картопты алмамен немесе помидорды  балықпен шағылыстыру  емес.\nТабиғатта  әр түрге жататын ағзалар арасында шағылысу жүрмейді.Егер жүре қалған өзінде ұрпақ бермейді. Мысалы:есекпен атты, арыстан мен жолбарысты шағылыстыру.\nГМО қолданған ағзаларда да өзгерістер болатыны анықталған , тіпті  адам сілекейімен  ішек  микрофларасынан.Тышқандарға жүргізілген экспиременттерде ГМ  құрам  олардың ұрпақтарынан  да табылған. Сонымен ғалымдар ГМО тек қана өнімде емес, сонымен қатар оны қолданғандарда ,олардың ұрпақтарында кездесетінін  анықтады.\nҚұрамында ГМО  бар азықтар өндірушілерін өте көп табыс әкеледі. ГМО  және трансгенді азықтарының қауіпсіздігін тексеру, негізінен өндіруші  есебінен жүреді. Сондықтан, ол объективті  болып саналмайды мүмкін сол себептен кейбір ғалымдардың  ГМО  қауіпті  деп ескеруін  естігілері келмейді.\nГМО азықтарын пайдаланудың зияны .\n-өте қауіпті аллергиялық реакциялардың пайда болуы.Мысалы:АҚШ адамдар ГМО өнімдерін еркін қолданады.Аллергиямен ауыратындар саны 70%  құрады.Ал, Швецияда 7%,бұл өнімдерді қолдануға тыйым салынған.\n-Трансгенді өнімдерді пайдалану  асқазанның сілемейлі қабатының құрылымын бұзады.Зат алмасудың бұзылып , иммунитететің  төмендеуіне әкеледі.\n-Ісік ауруларының  көбейуіне  себеп болады.Жасушаларды мутацияға ұшыратады .\nҚР «Азық-түлік өнімдерінің қауіпсіздігі туралы» Заңы генетикалық модификацияланған объектінің айналымына қойылатын талаптарды анықтайды. Қазақстан Республикасында генетикалық модификацияланған объектіні өндіру (шығару), шет елден әкелуі және сатылуы тек мемлекеттік тіркеуден өткеннен кейін ғана жүзеге асырылады.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": ". ГМО қай мемлекеттерде кең қолданылады?",
        "question_content": ". ГМО қай мемлекеттерде кең қолданылады?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнімде өзгерген ген барын тек зертханаларда күрделі зерттеулер нәтижесінде ғана білуге болады.\nКең таралған пікірлерге сүйенетін болсақ,алма,немесе помидор ұзақ уақыт сақталса,және жемісінің түсі ашық бояулы болса,ондай жемістерде міндетті түрде бөтен ДНҚ болуы  тиіс.Алайда, бұл пікір дұрыс емес,өйткені химиялық препараттарды қолдану әдісі қазір жоғары деңгейге жеткендіктен мұндай өңдеуден өткен жемістер мен көкөністер ұзақ уақыт сақталады.\nӨнімде ГМО бар немесе жоқ екенін білу үшін алдымен оның маркіленуіне назар аудару қажет.Өнімнің орамасындағы құрамы туралы мәліметке қарап,соя немесе жүгері негізінде даярланған өнімдерді қолданудан бас тартқан жөн, себебі,қазіргі таңда ең көп модификацияланған өсімдіктер соя мен жүгері болып табылады.\nБіздің еліміздің дүкендерінде гендік модификацияланған өнімдердің бар немесе жоқ екендігін біз қайдан біле аламыз?Ақпарат көздеріне сүйенсек,Қазақ тағамтану академиясынан басқа біздің елімізде ешбір мекеме гендік модификацияланған өнімдерді зерттеумен айналыспайды екен. Және де аккредитацияланған зертханалардың болмауы салдарынан шет елдерден әкелінген  тауарлардың құрамындағы трансгендерді  ешкім анықтап жатқан жоқ. Сондықтан осы жұмысты жазу барысында мен көрші Ресей Федерациясында бұл жағдайдың қалай шешіліп жатқандығын білуге ұмтылдым. Ресей нарығында ГМ өнімдердің келесідей  түрлері сатылымға шығарылған екен.\nMars компания –өндіруші\nM&Ms\nSnikers\nMilky Way\nTwix\nNestle\nMilk Chocolate Nestle\nNesquik(шоколадты сусын)\nСоса-cola компания –өндіруші\nCoca-cola\nSprite\nCherry –coca\nMinut Maid Grape\nDanon –йогурт,сүзбе,айран және балалар тағамын өндіруші\nNestle-шоколад,кофе,балалар тағамын өндіруші.\nҚандай тағамдарда гендік модификацияланған қоспалар болуы мүмкін?\nСоя (бұршақ,концентрат,ұн,сүт)\nЖүгері(ұн,консервілер,поп-корн,май,чипсы,крахмал)\nКартоп (жартылай фабрикаттар,құрғақ пюре,чипсы,крекер т.б)\nҚызанақ (томат пасталары,кетчуп,пюре,соустар)\nКәді\nҚант қызылшасы (тағамдық қызылша,қант)\nБидай\nКүнбағыс майы\nКүріш және одан жасалған өнімдер(ұн,чипсы)\nСәбіз\nПияз\nРесей нарығында ГМ-өнімдер 90жылдарда пайда болды.Ал қазір бұл елде ГМ-өнімдердің 17  түріне рұқсат берілген. Олар:\nЖүгерінің 17 сұрыптамасы\nСояның 3 сұрыптамасы\nКартоптың 3 сұрыптамасы\nКүріштің 3 сұрыптамасы\nҚызылшаның 5сұрыптамасы\nМикроағзалардың 5 түрі.\nКөрші Қытай Халық Республикасындағы фермаларда зиянкестерге төзімді генетикалық модификацияланған  күріш өсіру ауылшаруашылығының  тиімді әдісіне айналғанына біраз уақыт болды.Бұл ел генетикалық модификацияланған күрішті өндіру мен бүкіл әлемдік таратуға жақындап қалды деуге де болады. Ал бұл күрішті тағам ретінде пайдаланудың зиян немесе зиян еместігіне ешкімнің көзі жетіп отырған жоқ.Қорытындылай келсек,жоғарыда жазылған деректерге сүйене отырып, біздің еліміздегі ГМ-өнімдер туралы да мәлімет алуға болатынын аңғарамыз.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГМО ашылу тарихы қандай",
        "question_content": "ГМО ашылу тарихы қандай",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гендік инженерияның даму тарихы\nГендік инженерия жеке биология ғылымындағы ең жас салалардың бірі.Оның дамуы ХХ ғасырдың 60 жылдары басталды.Бұл кезде ДНҚ молекуласын өзгерте алатын біршама құралдар ашылды.Ал ғалымдар болса геннің құрылымын,қалай жұмыс атқаратынын және қалай пайда болатынын сол кездің өзінде білген болатын.Бұл гендік инженерияның негізі болып табылады. Бірақ алда жаңа гендерді бөліп алу,оларды белсенді, тұрақты түрде тұқым қуалай алатын құрылымға біріктіру міндеттері тұрды.\n1969 жылы И.Беквит,Дж.Шапиро,Л Ирвин тірі жасушадан ішек таяқшасының сүт қанты-лактозаны сіңіруіне қажетті ферменттерді синтездейтін генді бөліп алды.\n1970 жылы Д.Балтимор, онымен бір мезгілде Г.Темин және С.Мидзутани ДНҚ молекуласының РНҚ матрицасында құрылу процесін қамтамасыз ететін ферментті таза күйінде алды.Бұл ферменттің алынуы жеке гендердің көшірмесін алу жұмыстарын біршама жеңілдетті.Сондықтан, қысқа мерзімде,  бірнеше зертханаларда глобин,интерферон және басқа да нәруыздардың синтезделуін басқаратын гендер алынды.\nГендерді жасушаға енгізу үшін бактериялардың генетикалық элементтері–плазмидалар қолданылады.Плазмидалар ядрода емес,цитоплазмада орналасады.Олардың кейбірі бөтен бактериялардың хромосомасына еніп,өз бетінше немесе басқа да факторлардың әсерімен өзімен бірге бактерия иесінің хромосомалық гендерін жабыстырып алып жасушаны тастап шығуға қабілетті болады.Бұл гендер плазмидалар құрамында өздігінен көбейіп,көптеген көшірмелер түзе алады.\nГендік инженерия әдістерімен тек қана ДНҚ молекуласына ғана емес,тұтастай хромосомаға да әсер етуге болады. Осы әдістер арқылы тұтастай хромосоманы бөліп алып, басқа түрдің жасушаны енгізу арқылы түрлі будан тұқымдар зертханалық жағдайда алынды. Гендік материалды бір жасушадан басқа жасушаға тасымалдау үшін жасушалық деңгейде өте нәзік әдіс –микрургия қолданылады.Мысалы, ұрықтанған жұмыртқажасушаға микропипетканың көмегімен  геннің көптеген көшірмелерін ядроға енгізеді. Содан кейін бұл жұмыртқа жасушаны жасанды ортада біраз уақыт өсіріп, жануардың жатырына имплантациялайды.\nМұндай тәжірибелер егеуқұйрыққа жасалынды.Егеуқұйрықтардың ұрпақтары ата-аналарынан  ірі болуы үшін оларға өсу гормоны енгізілді. Гендік инженерия саласындағы тәжірибелер өте қатаң бақылауда болады. Бірқатар елдерде адамға қауіпті ДНҚ молекуласы пайда болмас үшін гендік инженерия саласында жасалынатын тәжірибелер үшін арнайы ережелер қабылданды",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГМО дегеніміз не, оның қандай түрлері бар?",
        "question_content": "ГМО дегеніміз не, оның қандай түрлері бар?",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гендік инженерия жеке биология ғылымындағы ең жас салалардың бірі.Оның дамуы ХХ ғасырдың 60 жылдары басталды.Бұл кезде ДНҚ молекуласын өзгерте алатын біршама құралдар ашылды.Ал ғалымдар болса геннің құрылымын,қалай жұмыс атқаратынын және қалай пайда болатынын сол кездің өзінде білген болатын.Бұл гендік инженерияның негізі болып табылады. Бірақ алда жаңа гендерді бөліп алу,оларды белсенді, тұрақты түрде тұқым қуалай алатын құрылымға біріктіру міндеттері тұрды.\n1969 жылы И.Беквит,Дж.Шапиро,Л Ирвин тірі жасушадан ішек таяқшасының сүт қанты-лактозаны сіңіруіне қажетті ферменттерді синтездейтін генді бөліп алды.\n1970 жылы Д.Балтимор, онымен бір мезгілде Г.Темин және С.Мидзутани ДНҚ молекуласының РНҚ матрицасында құрылу процесін қамтамасыз ететін ферментті таза күйінде алды.Бұл ферменттің алынуы жеке гендердің көшірмесін алу жұмыстарын біршама жеңілдетті.Сондықтан, қысқа мерзімде,  бірнеше зертханаларда глобин,интерферон және басқа да нәруыздардың синтезделуін басқаратын гендер алынды.\nГендерді жасушаға енгізу үшін бактериялардың генетикалық элементтері–плазмидалар қолданылады.Плазмидалар ядрода емес,цитоплазмада орналасады.Олардың кейбірі бөтен бактериялардың хромосомасына еніп,өз бетінше немесе басқа да факторлардың әсерімен өзімен бірге бактерия иесінің хромосомалық гендерін жабыстырып алып жасушаны тастап шығуға қабілетті болады.Бұл гендер плазмидалар құрамында өздігінен көбейіп,көптеген көшірмелер түзе алады.\nГендік инженерия әдістерімен тек қана ДНҚ молекуласына ғана емес,тұтастай хромосомаға да әсер етуге болады. Осы әдістер арқылы тұтастай хромосоманы бөліп алып, басқа түрдің жасушаны енгізу арқылы түрлі будан тұқымдар зертханалық жағдайда алынды. Гендік материалды бір жасушадан басқа жасушаға тасымалдау үшін жасушалық деңгейде өте нәзік әдіс –микрургия қолданылады.Мысалы, ұрықтанған жұмыртқажасушаға микропипетканың көмегімен  геннің көптеген көшірмелерін ядроға енгізеді. Содан кейін бұл жұмыртқа жасушаны жасанды ортада біраз уақыт өсіріп, жануардың жатырына имплантациялайды.\nМұндай тәжірибелер егеуқұйрыққа жасалынды.Егеуқұйрықтардың ұрпақтары ата-аналарынан  ірі болуы үшін оларға өсу гормоны енгізілді. Гендік инженерия саласындағы тәжірибелер өте қатаң бақылауда болады. Бірқатар елдерде адамға қауіпті ДНҚ молекуласы пайда болмас үшін гендік инженерия саласында жасалынатын тәжірибелер үшін арнайы ережелер қабылданды\nТрансгенді өнімдерді алу әдістері\nГендік өзгерген өнімдерді алу қазіргі кезде гендік инженерлер үшін ешқандай қиындық тудырмайды.\nӨсімдік геномына бөтен генді енгізудің бірнеше әдістері бар.\nӘдіс №1\nТабиғатта өз ДНҚ сының бөлігін өсімдікке енгізе алатын Agrobacterium tumefaciens бактериялары кездеседі. Бұл бактериялар енген соң өсімдіктің зақымдалған жасушалары тез бөліне бастайды да одан ісік пайда болады.Алдымен ғалымдар бұл бактерияның ісік тудырмайтын,бірақ өз ДНҚ сын басқа жасушаға енгізу қабілетінен айрылмаған штаммдарын алды.Одан кейін қажетті генді алдымен клондап алып, осы бактерияны өсімдікке жұқтырды.Зақымдалған өсімдік жасушасы қажетті қасиеттерге ие болды.\nӘдіс №2\nҚалың жасуша қабықшасын бұза алатын реагенттермен өңделген жасушаларды ДНҚ және ДНҚ ның жасушаға енуіне жағдай туғызатын заттар бар ерітіндіге салады. Осыдан кейін сол жасушалардан тұтас өсімдікті өсіреді.\nӘдіс №3\nӨсімдік жасушаларын арнайы,өте кішкентай,құрамында ДНҚ сы бар вольфрам оқтармен атқылау арқылы трансгенді өсімдік алады. Бұл оқ өсімдік жасушаларына дұрыс тиген жағдайда генетикалық ақпарат өсімдік жасушасына беріліп,өсімдік жаңа қасиеттерге ие болады.\nСонымен,трансгенді өсімдікті алудағы басты міндеттердің бірібөтенДНҚ дан қажетті генді бөліп алып, өсімдіктің ДНҚ сына енгізу болып табылады. Бұл үрдіс өте күрделі әрі қиын.\nШирек ғасыр бұрын ДНҚ ның ұзын молекуласын жеке бөліктерге –гендерге бөлетін рестриктаза ферменті алынды. Алынған гендердің ұштары тура сондай рестриктаза ферментімен бөлінген бөтен ДНҚ ның гендеріне жабысып,бірігіп кете алатын қасиеттерге ие болады.\nТрансгенді өсімдік алуда ең көп қолданылатыны әрі ең тиімдісі №1 әдіс болып табылады.Өсімдіктерде ауру туғызатын Agrobacterium tumefaciens бактериясы өсімдік хромосомасына өз ДНҚ сының бөлігін енгізеді. Одан соң өсімдікте гормондар қарқынды түрде бөліне бастайды да,жасушалары тез бөлініп,ісік пайда болады. Пайда болған ісік бактерия үшін өте қолайлы қоректік орта болғандықтан бактерия тез көбейеді.Ботаниктер үшін өсімдіктің кез келген мүшесінің жасушасынан тұтас өсімдікті өсіру қиын емес.\nБірақ бұл әдіс кейде қолдануға тиімсіз болады.Өйткені агробактерия бидай,жүгері,күріш тәрізді дақылдарды зақымдай алмайды.Ондай жағдайда жоғарыда айтылған әдістердің бірі қолданылады.\nТрансгенді өнімдерді табиғи өнімдерден қалай ажыратамыз?\nӨнімде өзгерген ген барын тек зертханаларда күрделі зерттеулер нәтижесінде ғана білуге болады.\nКең таралған пікірлерге сүйенетін болсақ,алма,немесе помидор ұзақ уақыт сақталса,және жемісінің түсі ашық бояулы болса,ондай жемістерде міндетті түрде бөтен ДНҚ болуы  тиіс.Алайда, бұл пікір дұрыс емес,өйткені химиялық препараттарды қолдану әдісі қазір жоғары деңгейге жеткендіктен мұндай өңдеуден өткен жемістер мен көкөністер ұзақ уақыт сақталады.\nӨнімде ГМО бар немесе жоқ екенін білу үшін алдымен оның маркіленуіне назар аудару қажет.Өнімнің орамасындағы құрамы туралы мәліметке қарап,соя немесе жүгері негізінде даярланған өнімдерді қолданудан бас тартқан жөн, себебі,қазіргі таңда ең көп модификацияланған өсімдіктер соя мен жүгері болып табылады.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машангүл қандай мағына береді",
        "question_content": "Менің әпкемнің аты Машангүл.Машангүл қандай мағына береді?",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен кісі немесе орыстарға жақын орналасқан ауданда тұрса мүмкін орыстың Маша деген есіміне ұқсатып қойған болар. Басқаша түсінік таба алмадым.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    }
]