[
    {
        "question_title": "Алтелден алтелге единица лақтыру үшін қандай номер теру керек?",
        "question_content": "Алтелден алтелге единица лақтыру үшін қандай номер теру керек?",
        "question_date": "18.10.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Tele2 аса қажет адамдарға ақша жіберу мүмкіндігін ұсынады! «Мобильді аударым» қызметі – төлем терминалын, сату салонын іздеместен және тіпті Интернетке қол жеткізусіз досыңның, жұбайыңның немесе балаңның шотын оңай толтыруға мүмкіндік береді. Минималды аударым – 100 теңге.\nАқша қаражаттарын мобильді аударуды жүзеге асыру үшін, келесі пәрменді тер: \n*145* [шотын толтырғыңыз келетін абоненттің нөмірі] * [сома]#.\n\nМысалы, абоненттің нөмірін былай көрсетіңіз:\n*145*7071234567*1000#.\nНемесе былай көрсетіңіз:\n*145*7071234567*1000#.\n«Мобильді аударым» қызметі туралы толық ақпаратты 510 тегін нөмірі арқылы білуге болады.\nТолығырақ: https://old2018.tele2.kz/private/services/popolnenie-scheta/mobilnyy-perevod?_locale=kz",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топырақты нитрификациялау кезіндегі азоттың маңызы?",
        "question_content": "Топырақты нитрификациялау кезіндегі азоттың маңызы?, нақты мәлімет өтініш",
        "question_date": "18.10.2020",
        "question_tag": "Табиғат",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аммонификация барысында пайда болатын аммиак топырақ бактерияларының әсерінен азот қышқылына дейін тотығады. Бүл қүбылысты нитрофикация процесі деп, оны жүзеге асыратын микроорганизмдерді — нитрификаторлар деп атайды. Аммиактың азот қышқылына айналуы екі сатыда жүреді. Бірінші сатысында азотты Қышқыл (НМОг) пайда болады, ал екінші сатысында ол азот қышқылына (НМОз)дейін тотығады. Бүл процеоке себепші болатын бактерияларды ең алғаш рет С. Н. Виноградский 1890 жылы анықтап берді. Олар негізінен төрт туысқа жатады: нитрозомонас, нитрозоцистис, нитрозоспира және нитробактер. Нитрозомонас туысындағы бактериялар пішіні сопақша, мөлшері 1,5 микрондай, спора түзбейтін, қозғалғыш, топырақ-та кең таралған организмдер. Нитрозоцистис туысына жа-татындардың пішіні шар тәрізді. Бірнеше клеткалары бір жерге шоғырланыи, сыртын шырыш қабықтары — капсуласы қаптап тұрады. Нитрозоспира туысы — спи-раль тәрізді бактериялардан тұрады. Дене ұзындығы кейде 20 микронға дейін жетеді. Бұлар көбінесе өңделмеген топы-рақтарда ікездеседі. Нитробактер туысына өте үсақ,үзындығы бір микрондай таяқша бактериялар жатады. Спора түзбейді. Олар анаэробты жағдайда жақсы өсіп дами-ды. Осы бактериялардың қатысуымен нитрификация процесінің екінші сатысы, яғни азотты қышқыл азот қышқылына айналу процесі жүреді. Оны төменде келтірілген химиялық теңдеу арқылы көрсетуге болады Бұл процесс жүру үшін оттегі керек екендігі кәрініп түр. Топырақ реакциясы (рН) 5,0—8,5 болғанда нитрификацияға ете қолайлы жағдай туады. Шымды-күлгін топырақтарда бүл көрсеткіш тө-мен болғандықтан нитрификациялаушы бактериялардың тіршілігі де баяу жүреді. Нитрификациялаушы бактериялар органикалық заттарды қажет етпейді. Көміртегін олар ауадағы көмір қышқыл газынан алады. Бүл бактериялар кейде тастарда тіршілік етеді де оларды өздерінен бәлетін азот қышқылыміен бүлдіреді. Өңделген топырақтарда бактериялар әсерінен пайда болатын азот қышқылы өсімдіктерге сіңімсіз бірқатар қосылыстарды ерітіп, топырақ қүнарлылығының арта түсуіне көмектесга отырады. Солтүстіктегі температураның салқын болуы, оның топырағында тіршілік ететін нитрификациялаушы бактерияларға әсерін тигізген. Өйткені олардың тіршілік әрекеттері ете баяу жүреді. итрификатор бактериялар — аэробты организмдер. Сондықтан опырақтың ауа режимін жақсартуға бағытталған шаралар бұл бактериялардың тіршілігін күшейтіп, топырақта азоттың минерал-ды косылыстарының жиналуына көмектеседі. Тың жерлерді өңдегенде топыраіқтың су, ауа режимі жаксарады. Оның қопсытылған беткі қабатында нитраттар көп болатынын жүргізілген түрлі тәжірибелер дәлелдеп отыр. Қара топырақты жерліердің тек беткі қабатында ғана нитрифи-кация процесі жақсы жүреді. Ал төменгі қабаттарда бүл қүбылыс өте баяу болады. Сор және оортаң жердің топырақтарында нитри-фикация процесі нашар болғанымен оны белгілі мақсатқа сай өңдегенде онда бактериялардың -көмегімен әжептәуір мөлшерде азот қышқылы түздары жиналады. Шөлейт жерлердің топырағында нитрификацияны тежейтін жағдай — ылғалдың аз болуы. Сондық-тан бұл процесті тездетудің тиімді жолы — топырақтарды сулан-дыру. Топырақта нитрификация процесі қарқыңды жүргенде ондағы фосфор қосылысының сіңімді түрі артады. Сонымен катар топыраіқта жиналған аммоний және азот қыш-қылының түздарымен тек өсімдіктер ғана емес, басқа бактериялар да, зең саңырауқұлақтар да, актиномицеттер де қоректенеді. Қара топырақты, азоты мол жерлерді өңдеу нитрификацияның қарқынын арттырады, оөйтіп өсімдіктердің азотпен қоректенуі жақ-сарады. Нитрификация процесі топырақта күшейгенде органикалық тыңайтқыштар мол болса, нитраттар шығыны қауырт кемиді. Белгілі бір жағдайларда, мәселен, көміртегіне бай органикалық заттар шамадан тыс мол болғанда, толырақта азот кышқылы түздарының азайып кететіні аныіқталған. Мүны денитрификация деп атайды. Денитрификация кезінде азот кышқылы тұздары ыды-рап, ондағы азот молеікула күйінде атмосфераға кетеді. Бұл процесс тұздардың қүрамындағы оттегін өз тіршілігіне пайдалана алатын кейбір бактериялардың әсерінен болады. Денитрификация процесі бактериялардың анаэробты жағдайда тіршілік етуін қамтамасыз ете алады. Ол мына төмендегі теңдеу бойынша жүреді:: Денитрификация қүбылысы тоіпырақта кәбінесе оттегі жеткілік-сіз болғанда және азот қышқылы түздары — нитраттар жеткілікті болғанда жүреді. Бактериялар қалыпты тіршілік ету үшін топырақ-тың реакциясы (рН) 5,0—9,0 болу керек. Нитраттардың молекулалық азотқа тотықсыздануынан топырақ-тағы азот азаяды. Топырақ шамадан тыс ылғал болғанда бүл процесс өте тез жүреді. Ал топырақтың ылғалы қалыпты болғанда және оған агрономиялык шаралар қолданғанда, денитрификация-лаушы бактериялардың әсері де баяулайды. Сөйтіп бүл іқүбылыс ауыл шаруашылығына айтарлықтай зиянын тигізе алмайды онымен катар денитрификация табиғатта жанама жолмен де жүретіні анықталған. Бүл кезде азотты қышқыл мен аммиактың және амин қосылыстарының арасында химиялық реакциялар жүре-ді. Микроорганизмдер нитраттардан нитриттерді түзуге және белок заттарын ыдыратып, соның нәтижесінде ортада амин кышқылдары-ның түзілуіне қатысады. Мүндай микроорганизмдер топырақта өте көп. Негізінен мүндай реакциялар бактериялар денесінен тыс жүре-ді. Жалпы белоктық заттардың топырақта үнемі ыдырау іпроцесі жүріп жатады, ал топырақта белоктан басқа азотты қышқылда болады. Осы заттардың бір-біріне әсер етуінен топырақтағы азот едәуір ысырагща ұшырайды. Жоғарыда айтылған химиялық реак-ция тек іқышкыл ортада жүреді, ал өңделген топырақтардың реак-циясы, әдетте нейтралды болады. Сондықтан азот айта қаларлық-тай ысырапқа үшырамайды.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топырақтағы нитраттарды анықтау",
        "question_content": "Топырақтағы нитраттарды анықтау",
        "question_date": "18.10.2020",
        "question_tag": "Табиғат",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нитраттар(Нитраты; грек, nitron - сода, селитра) — өнеркосіпте, әсіресе ауыл шаруашылығында көп қолданылатын азот қышқылының түздары. Аммоний нитраты, сілтілік және сілтілік жер металларының нитраттары селитра деп аталады. Белгілі бір мөлшерден артық пайдаланғанда Нитраттар тамақ өнімдерінде жиналады да, адамды уландырады.[1] Нитрат тұздарын металлдарды, негіздік оксидтерді, негіздерді және аммиакты азот қышқылымен әрекеттестіріп алады. Басқа оттекті қышқылдардың тұздарымен салыстырғанда нитраттардың ерекше қасиеттері бар.\nНитраттарды қыздырғанда оттек бөле ыдырайды. Нитрат құрамына кіретін металлдың кернеу қатарындағы орнына сәйкес тұздар әртүрлі болып айырылады: а) сілтілік металдардың нитраттары қыздырғанда нитриттерге және оттекке ыдырайды:\nә) электрохимиялық кернеу қатарында магний мен мыс арасында орналасқан металлдардан түзілген нитраттар металл оксидіне, азот (IV) оксидіне және оттекке ыдырайды:\nб) кернеу қатарында мыстың оң жағында тұрған нитраттар бос металға, азот (IV) оксидіне және оттекке ыдырайды:\nТұздың қүрамындағы нитрат ионды N03 анықтау үшін тұзды концентрациялы күкірт қышқылымен және мыс жаңқасымен қосып қыздырғанда қоңыр түсті газ N0, бөлінеді. Ол нитрат ионға сапалык реакция болып табылады, ерітінді көкшіл түске боялады. Реакция теңдеуі:\nt Cu + 4HNO3 = Cu(NO3)2+2H2O + 2NO2^буланады көкшіл түс қоңыр түс\nАзот қышқылының барлық тұздары суда жақсы ериді. Азот қышқылының тұздары NaN03, NH4N03, KN03, көбінесе азот тыңайтқыштары ретінде қолданылады. Натрий және калий нитраттары шыны қайнатуда, тағамдарды консервілеуде қолданылады. Оқ-дәрі алу үшін калий нитратынан KN03, күкірттен және көмірден тұратын коспа жасайды. Күміс нитраты AgN03 (ляпис деп те аталады) медицинада, затты күмістеу үшін және химиялық лабораторияларда хлор ионын табуға, анықтауға пайдаланады.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Итті қақпаның қасына байлауға болмайды ырыс кетеді деген рас па?",
        "question_content": "Қазақта итті қақпаның алдына байлауға болмайды,ырыс қашады деген ырым бар ма?",
        "question_date": "18.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондайды естімеппін, итті қарауыл болсын деп сол келген -кеткен адамды бақыласын деп, бөтен адамдардың аулаға кіруінен қорғасын деп қақпа жақққа байлайды ғой .\nБұл тиымды менің ойымша \"қонақ келсе - құт\" деген ойдан шыққан сияқты. Есік алдына ит байлап қойсаң үйіңе ешкім келе қоймас, құтың қашады деп айтқан  болар.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саяхатшы - дыбыстық талдау қажет?",
        "question_content": "Саяхатшы - дыбыстық талдау қажет?",
        "question_date": "18.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С - дауыссыз, қатаң.\n\nа -дауысты, жуан, ашық, езулік.\n\nя -дауыссыз, ұяң.\n\nх - дауыссыз, қатаң.\n\nа -дауысты,  жуан, ашық, езулік.\n\nт - дауыссыз, қатаң.\n\nш - дауыссыз, қатаң.\n\nы -дауысты, жуан, қысаң, езулік.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кореяға қалай оқуға түсемін?",
        "question_content": "Мен 11 сынып бітіріп кореяға кеткім келеді.бірақ бір жағынан Алматыда оқып университет арқылы да барғым келеді. Кореяға оқуға түсу үшін тек KGPS тапсырыу керекпе басқа жол жоқпа. Жәнеде оқу бітірген соң сол кореяда тұрғым келді ол қалай болады.",
        "question_date": "18.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарты ғасыр бұрын кедей елдердің қатарына жатқан Оңтүстік Корея қазір IT саласының даму жөнінен АҚШ-ты басып озды. Әрине, елдегі білім жүйесінің, жастардың күні-түні оқуының жемісі. Осынау Корей елінде сапалы білім алып, елімізге қызмет етуді қаласаңыз, төмендегі ақпараттарға бір көз жүгіртіп шыққаныңыз жөн.\nОл үшін не істеу қажет?\n1. Алдымен арызды қабылдау мерзімін біліп алыңыз. Қысқасы, сізге қажетті барлық датаны (емтихан уақытын, оқу жылына төленетін ақша мөлшерін, қабылдау аяқталатын күнді) білгеніңіз абзал. Мұның барлығын университет сайтының “Admission” немесе «입학» деген бөлімінен біле аласыз.\nЕлдегі ең беделді университет - Сеул Ұлттық Университеті. Бұл оқу ордасы бүкіл әлем бойынша 24-орында.\n2. Бұдан кейін сіз оқуға түсуге қажетті қандай құжаттар керек екенін анықтап алыңыз. Барлық университет бірдей құжаттарды сұрамайды. Бұл ақпаратты да университеттің сайтынан ала аласыз. Егер таппасаңыз, Кореяда ғаламтор кеңінен қолданылатындықтан, университеттен e-mail арқылы немесе әлеуметтік желілер арқылы сұрап біле аласыз. Олар сізге анық ақпарат береді. \nЕкінші орында - KAIST Университеті\n3. Қандай құжаттар керек екенін біліп алған соң, құжаттарды тапсырмас бұрын 2-3 ай емтиханға жақсылап дайындалыңыз. \n4. Құжаттарды тапсырған соң, сіздің электронды почтаңызға ары қарай не істеу керек екенін университет жазып жібереді. Сондай-ақ жатақхана, білім жүйесіне қатысты сұрақтарыңыз болса, олар міндетті түрде жауабын береді.\nҚұжаттарыңыз қабылданған соң, сіз Кореяға корей тілінен міндетті түрде тест тапсыруға барасыз. \n1939 жылы құрылған Ханяң Университеті - үшінші орында \nКореялық университеттерде сұрайтын құжаттар:\n1. Толық орта білім алғаны туралы аттестат. Бұл аттестатты оқыған мектебіңіз оқу аяқталғанда береді.\n2. Шетелдік төлқұжат (загранпаспорт) көшірмесі, сондай-ақ кейбір университеттер туу туралы куәліктің көшірмесін сұрайды.\n3. 3х4 суреттің 4 данасы.\n4. Анкета (анкетаны университет береді, анкетада сіз мекенжайыңызды, туылған жылыңызды т.б. мәліметтерді көрсетесіз).\n5. Мотивациялық хат немесе оқу жоспарыңызды жазып жібересіз. \n6. Корей тілін меңгергеніңіз туралы сертификат (TOPIK), сіздің тіл білуіңіз төртінші дәрежеден төмен болмауы керек. Ал белді университеттер сізден ағылшын тілінен TOEFL сертификатын да сұрайды.\n7. Шотта кемінде 1000-1300 АҚШ доллары бар банк карточкасының көшірмесі. Бұл - егер оқуға түссеңіз расында Кореяда оқитыныңызға кепілдік болып саналады. \nСіздің тапсыратын барлық құжатыңыз ағылшын тіліне немесе корей тіліне аударылуы керек. Іске сәт! \nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/bilim-ordalary/aziya/21186/",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сатылым жағы бойынша келісімшарт жасасуға болады ма?",
        "question_content": "Менің есімім Нұрдаулет. Қазақ тілі әдебиеті мамандығының үшінші курс студентімін. Жасым 18 де. Мен әдебие роман жазып жатыр едім. Әдебие шығармам 100 беттен аса бетті қамтыды. Енді сол кітапты басылымға қалай бере аламын? Сатылым жағы бойынша келісімшарт жасасуға болады ма?",
        "question_date": "18.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолжазбаны бастыру ісін барынша іскерлі және жедел ету үшін «Фолиант» баспасы Сіздің назарыңызға келесідей кеңестерді ұсынады:\n1.Баспаның бағытымен танысыңыз\nБізге өз қолжазбаңыз немесе сіздіңше қызық деп танылған басылым идеясын ұсынбас бұрын, ертеректе басылып шыққан кітаптар және кітап серияларымен танысып өтіңіз, бұл «Фолианттың» баспалық бағдарламасының жалпы бағдарын түсінуге мүмкіндік береді.\nБіздің бағытымыз – жоғары және кәсіби-техникалық білім беруге арналған гуманитарлық, техникалық, жаратылыстану-ғылыми пәндер бойынша оқулықтар, танымдық мазмұндағы ғылыми-танымал сериялар, биографиялық сериялар, өңіртанулық және өзге де әдебиеттер басып шығару.\nБіз әр түрлі жанрлардағы кітаптарды басып шығарамыз: жоғары мектеп, колледж бен лицейлерге арналған оқулықтар мен оқу құралдары (ҚР Білім және ғылым министрлігінің грифін алған не ала алатын, мемлекеттік білім стандарттары мен типтік оқу бағдарламаларына сай келетін), ғылыми монографиялар (өзекті және қызықты тақырыптарға артықшылық береміз), ғылыми-танымал және ғылыми-публицистикалық кітаптар, балаларға арналған энциклопедиялар және өзге де әдебиеттер.\nМазмұны мен жанры айқындалған кітаптар – басылымды бағдарламаға енгізу жөнінде шешім қабылдаудағы басты фактор.\n2.Құқықтық мәселелер\n«Фолиант» басылып шығатын кітаптардың құқықтық «тазалығына» үлкен мән береді. Біз ертеректе басылған кітаптар емес, жаңа еңбектермен жұмыс жасағанды тәуір көреміз. Бұл ретте тәртіп бойынша қолжазбаны бастыруға «мүліктік құқықты» беру жөнінде авторларға бізбен келісімшартқа отыру жөнінде ұсыныс жасаймыз, бұл кітап нарығында басылым сұранысқа ие болған жағдайда оны қайта басуға мүмкіндік береді. Әрине, кітаптың жоғары сұранысқа ие болуы кітап сапасы мен баспаның маркетинг саясатының көрегенділігіне байланысты. Бірақ біз кітаптың «тағдыры» қолайлы қалыптасуы үшін бізге қатыстының бәрін істеуге кепіл береміз. Бұған біздің кітап нарығындағы көпжылдық жемісті еңбегіміз дәлел.\n3.Қаламақы\nБіздің көпшілік келісімшарттарымыз авторлармен ұзақ мерзімге – 5, 10, 15 жылға жасалады және бұл сұранысқа ие болған кітаптарды қосымша тиражбен шығаруға мүмкіндік береді. Осы ретте біздің ұсынып отырған сыйақыларымыз да нақты сатылған даналар санына және кітаптың сатылар бағасына байланысты анықталады. Кітаптың бірінші басылымында авторға тираждың жалпы сомасының 10 %-ы, екінші басылымында – 5%-ы төленеді. Автор қалауы бойынша сыйақы ақшалай түрде не кітаптай беріледі. Қосымша басылымдар туралы авторға алдын ала ескертіледі. «Фолиант» баспасының есеп жүргізуі ашық және бұл авторлармен ешқандай кереғарлықтар тудырған емес.\n4.Басылымға авторлық тапсырыс\nКітапты басып шығару жөнінде шешім қабылдау және авторлармен (авторлар ұжымымен) келісімшарт жасасу үшін, баспа басылымға авторлық тапсырысты қарастырады. Әрине, біз дайын қолжазбамен жұмыс жасағанды лайық көреміз, әсіресе біз үшін жаңа немесе жаңадан бастап жүрген авторлармен келіссөз жүргізгенде. Қайткенде де бізге авторлық тапсырыс (қолжазба болған жағдайда авторлық тапсырыс қысқаша мазмұнда болады) қажет, ол еркін үлгіде құрастырылады, бірақ міндетті түрде келесідей бөліктерді қамтуы тиіс (төменде қолжазба аяқталмаған күйде болған жағдайдағы тапсырыс үлгісі берілген):\nАвтор ойын, кітап тұжырымдамасын (концепциясын), қолжазба жанрын, оқырман аудиториясын (оқулықты шығару үшін мамандықтың нақты атауы керек), кітап өзектілігінің негізін, қазақстандық кітап нарығындағы өзге басылымдардан артықшылығын көрсету;\nКітап құрылымы, мазмұны;\nҚолжазба көлемі (авторлық бетпен есептеледі; 1 авторлық бет = бос орынмен қоса 40000 таңба, мұны Microsoft Word бағдарламасының Сервис/Статистика мәзірінен анықтауға болады);\nКесте, сызба, график, суреттердің болуы. Егер фотоиллюстрация қолданылса, оның дереккөзін көрсету қажет;\nАқпараттық құралдың үлгісі;\nАвтор жайында толық биографиялық мәлімет пен маңызды басылымдарының тізімі;\nПікірлер, рекомендациялар.\nПікірлер, рекомендациялар оқулықтарды бастыруда маңызды. Тапсырысқа сондай-ақ автор маңызды деп таныған қосымша құжаттарды да тіркеуге болады.\n5.Авторлық тапсырысты, қолжазбаны беру және оның қаралуы\nСіз тапсырыс не қолжазбаны өзіңізге қолайлы жолмен бере аласыз: баспа мекен-жайына поштамен жөнелту; e-mail не факспен жіберу; бас редактормен не сәйкес бөлім меңгерушісімен алдын ала келісіп, баспаға әкеліп беру. Сіздің тапсырысыңыз бен қолжазбаңыз оңтайлы мерзімде қаралады (екі айдан артық емес). Кітапты шығару жөнінде түпкілікті шешімді тапсырыс пен қолжазбаны Редакциялық кеңесте талқылағаннан кейін баспа Директоры қабылдайды. Баспа рецензенттерсіз де оң шешім қабылдай алады, бірақ сол саладағы мамандардың кеңесіне жүгіну құқына ие.\nБаспа өз шешімі жөнінде авторға жазбаша түрде хабарлайды және шешімін міндетті түрде негіздейді. Оң шешім қабылданған жағдайда автор келісімшартты талдау үшін баспаға шақырылады, бірақ бұл телефон, электрондық пошта не поштамен хат жазысу арқылы да болады.\nТеріс шешім қабылданған жағдайда қолжазба авторға қайтарылады.\n6.Тапсырысты және қаражатты басылымдар\nБасуға шешім қабылдауға ықпал ететін жоғарыда келтірілген түсініктер баспаның өз қаржысымен шығарылатын кітаптарға қатысты. Бұл жағдайда коммерциялық мекеме болып табылатын баспа кітаптың жорамалданған сатылу көлемін нақты есептеуі керек, сонда ғана басылымға жұмсалған қаражатты қайтарып қана қоймай, авторларға гонорар төлейтін және бүкіл жүктеме шығындарды жабатын пайда алуға болады. Сондықтан да баспа таңдаудың жоғары кәсіби талаптарына жауап бере тұрса да, коммерциялық тұрғыдан тиімсіз қолжазбаларды шығарудан кейде бас тартады.\nАлайда, бізге қолжазба шығындарын толығымен жабатын грантты иемденген қолжазба авторлары, не өздері жұмыс істейтін ұйымның қаржылай қолдауын алған авторлар, не басып шығару үшін өзіндік қаржысы, я болмаса демеушілік қаржысы бар авторлар да келеді. Қаржылай демеудің болуы кітапты басып шығару жөніндегі шешім қабылдауды жеңілдетеді, өйткені бұл ретте коммерциялық табыс алу маңызды емес. Сол себепті баспа мұндай ұсыныстарға оңтайлы қарайды. Бірақ кітаптың өзіндік қаржыландыруы болуы біз үшін міндетті шарт емес.\nҚайткенде де біздің баспа өз басымдығына (стратегиясына), сапалық сипаттамасына толығымен жауап беретін қолжазбаларды басып шығарады. Тапсырыстық (яғни, толықтай төленген) немесе қаржылық (жартылай қаржыландырылған) кітаптарды шығару жөніндегі ұсынысты авторлық тапсырыстағыдай тәртіппен жіберу керек.\nТолығырақ: http://www.foliant.kz/kk/?page_id=9",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 г темір мен мыс жоңқаларына тұз қышқылымен әсер еткенде?",
        "question_content": "10 г темір мен мыс жоңқаларына тұз қышқылымен әсер еткенде 3,93 л (қ.ж) сутек алынды. Қоспадағы мыстың массасын есептеңіз.",
        "question_date": "18.10.2020",
        "question_tag": "Химия",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "НСІ мыспен әрекетке түспейтіндіктен:\nFe (s) + 2 HCl (aq) → FeCl2 (aq) + H2 (g)\nх-------3,93\n56---------22,4\nх=9.825г Бұл қоспадағы темірдің үлесі\nМыстың қоспадағы үлесін табу үшін қоспаның жалпы массасынан  темірдің массасын алып тастаймыз.\n10-9,825 =0,175 Қоспадағы мыстың мөлшері.",
                "date": "19.10.2020",
                "upvotes": 0
            },
            {
                "text": "Ш:х ---  3.93 л\n56 ----   22.4г\n\nх= 9,82 г\n\n10 - 9.82 = 0.18г\nЖ: 0.18 г",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күркетауықтың еркегін ауыстырмаса бола ма?",
        "question_content": "Үндіктің еркегін өз балапандарына шағылыстыруға бола ма?",
        "question_date": "18.10.2020",
        "question_tag": "Биология",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене тұрқы 85 – 100 см. Басы және мойнының біраз жері тықыр. Аталығы тоқылдағында мойнында етті қатпарлар пайда болып, құйрықтарын тік ұстап, желпуіш сияқты желпиді. Қауырсындары қара металл түсті жылтыр. Жақсы жүгіріп, жерде жақсы жүреді. Бірақ ұшқанды ұнатпайды. 2 түрі белгілі. Соның ішінде арғы тегі Солтүстік Америкада кеңінен таралған кәдімгі күркетауық (Meleagris gallopavo).\nОның баламасы жоқ.",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын қанауының себептері не болуы мүмкін?",
        "question_content": "Мұрыным 3 күннен бері қанап жүр 1-2 реттен және екі ұртым уылып кетті не себепті екенін білгім келеді.",
        "question_date": "18.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 664,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрыннан қан ағу себебін білесіз бе?\nМұрыннан қан кету себептері түрлі жағдайлардан болады.\nИнфекция аурулары. Дифтерия, қызамық, тұмау, қызылшада мұрыннан қан кету байқалады;\nАнемия, лейкемия, пурпура секілді аурулардың алғашқы белгісінде мұрыннан қан кету сезіледі;\nЖүгіру, секіру жаттығуларында қан қысымы тұрақсыз болса, жиі мұрыннан қан ағады;\nҚан кетудің тағы бір себебі – мұрыннан жарақат алу. Бұл кезде мұрыннан жұлын сұйықтығы ағады. Көбінесе мұрынның алдыңғы жағына саусақ тигізу арқылы зақымдаудан да мұрын қанайды.\nҚалай тоқтатуға болады?\nҚан ағып тұрған мұрынды саусақпен басу, науқасты дұрыс қалыпта отырғызған дұрыс. Мұндай кезде адамды жатқызуға болмайды. Себебі мұрыннан аққан қан науқастың мұрын-жұтқыншағына кетіп, асқазанды тітіркендіреді. Мамандар қан кеткен кезде 15-20 минут мұрынды дымқыл мақтамен немесе дәкемен көлегейлеуге кеңес береді.\nМұрыннан қан ағуды токтату үшін нафтизин, санорин, ксимилин сияқты тамшыларды тамызуға болады.Егер жасбаланың мүрныныан қан кетсе, осы тамшылардың балаларға арналған түрін пайдалануға болады. Мұрыннан қан кету тоқтамаса,тезірек жедел жәрдем шақыртқан дұрыс.\nhttps://baribar.kz/55128/muryn-nege-jii-qanaydy/",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің бастапқы жылдамдығы мен үдеуіy nf,s4sp?",
        "question_content": "Дене үдемелі қозғалып , 5с ішінде 30м, келесі 5с ішінде 80м жол жүрді. Дененің бастапқы жылдамдығы мен үдеуі?",
        "question_date": "17.10.2020",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v0 = 30/5 = 6\na = (v-v0)/t\n\nv = 80/5 = 16\n\na = (16-6)/5 = 2",
                "date": "17.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Достар\" телехикаясындағы Камиланың әкесі кім?",
        "question_content": "\"Достар\" телехикаясындағы Камиланың әкесі кім?",
        "question_date": "17.10.2020",
        "question_tag": "Кино",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алынған тұнбаның массасын есептеніз.",
        "question_content": "1 құрамында 34 г күміс (I)  нитраты бар ерітіндіні 34 г натрий хлориді ерітіндісімен араластырды. Алынған тұнбаның массасын есептеніз.\n\n2 құрамында 2 г натрий гидроксидiн бар ерітінді арқылы 0,88 г көмір қышқыл газын жіберді. Түзілген натрий карбонатының массасын есептеңіз",
        "question_date": "17.10.2020",
        "question_tag": "Химия",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответ: m(AgCl)=0.2*M(AgCl)=28.7г\nОбъяснение:\nAgNO3+NaCl=AgCl/+NaNO3     \"/\" - тұнба\nM(AgNO3)=108+14+48=170\nn(AgNO3)=34/170=0,2моль\nM(NaCl)=23+35.5=58.5\nn(NaCl)=34/58.5=0.5812моль\nМұнда күміс нитратының мөлшері аз болғандықтан, түзілген тұнба 0,2 моль болады.\nn(AgCl)=0.2моль\nm(AgCl)=0.2*M(AgCl)=28.7г",
                "date": "17.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір қайтымды реакциялар үшін тепе-теңдік константасының теңдеуін жазыңдар.",
        "question_content": "Әрбір қайтымды реакциялар үшін тепе-теңдік константасының теңдеуін жазыңдар:\nа) 2H2(г) + O2(г) ↔ 2H2O(г);\nб) 2SO2(г) + O2(г) ↔ 2SO3(г);\nв) С(к) + СO2(г) ↔ 2СO(г);\nг) CaСO3(к) ↔ CaO(к) + СO2(г)",
        "question_date": "17.10.2020",
        "question_tag": "Химия",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "C++ тілінде бағдарлама жазу?",
        "question_content": "Параллелограмм ауданын есептеу программасын жазу.\nПараллелограмм ауданын есептеу. Бастапқы мәндерін енгізіңіз:\nҰзындығы (см) —> 9 Ені(см) —> 7.5\nПараллелограмм ауданы: 67.50 кв.см.\n\n2. Параллелепипед көлемін есептеу программасын жазу.\nПараллелепипед көлемін есептеу. Бастапқы мәндерін енгізіңіз:\nҰзындығы (см) —> 9\nЕні (см) -> 7.5\nБиіктігі (см) —> 5\nКөлемі: 337.50 куб.см.\n3. Параллелепипед бетінің ауданын есептеу программасын жазу.\nПараллелепипед бетінің ауданын есептеу. Бастапқы мәндерін енгізіңіз:\nҰзындығы (см) -> 9\nЕні (см) —> 7.5\nБиіктігі (см) -> 5\nБетінің ауданы: 90.00 кв.см.\n4. Куб көлемін есептеу программасын жазу.\nКуб көлемін есептеу.\nҚабырға ұзындығын енгіз(см) және <Enter>  пернесін басыңыз\n-> 9.5\n*\nКуб көлемі: 857.38 куб.см.\n5. Цилиндр көлемін есептеу программасын жазу.\nЦилиндр көлемін есептеу. Бастапқы мәндерін енгізіңіз:\nТабанының радиусы (см) —> 5\nЦилиндр биіктігі (см) —> 10\nЦилиндр көлемі 1570.80 куб. см.",
        "question_date": "17.10.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3.\n#include <iostream>\n# include <cmath>\nusing namespace std;\nint main()\n{\n    float a,b,c,S; \n cout<<\"a:\"<<endl;\n cin>>a;\n cout<<\"b: \"<<endl;\n cin>>b;\n cout<<\"c: \"<<endl;\n cin>>c;\n   S=2*a*b+2*b*c+2*a*c;\n   cout<<\"S= \"<<S<<endl;\n return 0;\n}",
                "date": "17.10.2020",
                "upvotes": 0
            },
            {
                "text": "1\n\n#include <iostream>\n\n# include <cmath>\n\nusing namespace std;\n\nint main()\n\n{\n\n    float a,b,S;\ncout<<\"a:\"<<endl;\n\n cin>>a;\n\n cout<<\"b: \"<<endl;\n\n cin>>b;\n\n S=a*b;\ncout<<\"S= \"<<S<<endl;\n\n return 0;\n\n}",
                "date": "17.10.2020",
                "upvotes": 0
            },
            {
                "text": "2.\n\n#include <iostream>\n\n# include <cmath>\n\nusing namespace std;\n\nint main()\n\n{\n\n    float a,b,c,V;\ncout<<\"a:\"<<endl;\n\n cin>>a;\n\n cout<<\"b: \"<<endl;\n\n cin>>b;\n\n cout<<\"c: \"<<endl;\n\n cin>>c;\n\n\nV=a*b*c;\n\n\ncout<<\"V= \"<<V<<endl;\n\n return 0;\n\n}",
                "date": "17.10.2020",
                "upvotes": 0
            },
            {
                "text": "4.\n\n#include <iostream>\n\n# include <cmath>\n\nusing namespace std;\n\nint main()\n\n{\n\n    float a,V;\ncout<<\"a:\"<<endl;\n\n cin>>a;\n\n\nV=a*a*a;\n\n\ncout<<\"V= \"<<V<<endl;\n\n return 0;\n\n}",
                "date": "17.10.2020",
                "upvotes": 0
            },
            {
                "text": "5.\n#include <iostream>\n# include <cmath>\nusing namespace std;\nint main()\n{\n    float r,h,V; \n cout<<\"r:\"<<endl;\n cin>>r;\n cout<<\"h:\"<<endl;\n cin>>h;\n   V=3.14*r*r*h;\n   cout<<\"V= \"<<V<<endl;\n return 0;\n}",
                "date": "17.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азоттың энтропиясын табу керек?",
        "question_content": "Массасы  0,056  кг  азоттың   бастапқы  күйдегі   көлемі  16 ∙ 10-3 м3,  температурасы 600С, соңғы күйдегі көлемі 75 ∙ 10-3м3   және  тепературасы  4500С.  Азоттың  энтропиясы қалай өзгереді?",
        "question_date": "16.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұрыштарының градусы 1980° тең болатын дөңес көпбұрыштың қабырғалар саны нешеу?",
        "question_content": "Бұрыштарының градусы 1980° тең болатын дөңес көпбұрыштың қабырғалар саны нешеу?",
        "question_date": "16.10.2020",
        "question_tag": "Геометрия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1980 = (n-2)*180\n\nn-2 = 11\n\nn=13",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір аптада неше тəулік бар?",
        "question_content": "Бір аптада неше тəулік бар",
        "question_date": "16.10.2020",
        "question_tag": "Математика",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір апты 7 күн\n\n7 күн дегеніміз 7 тәулік",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық реакция А + В = С теңдеуі бойынша жүреді. Тәжірибе нәтижелері мынадай.",
        "question_content": "№1. Химиялық реакция  А + В = С теңдеуі бойынша жүреді. Тәжірибе нәтижелері мынадай:\n  зат\nКонцентрация\nбастапқы\n30 мин кейін\nА\nВ\nС\n2,7 моль/л\n2,5 моль/л\n0\n2,5 моль/л\n?\n?\n  Мына: а) кестеде сұрақ белгісі қойылған концентрацияларды, б) берілген уақыттағы реакцияның орташа жүру жылдамдығын есептеп табыңдар.",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір қайтымды реакциялар үшін тепе-теңдік константасының теңдеуін жазыңдар",
        "question_content": "Әрбір қайтымды реакциялар үшін тепе-теңдік константасының теңдеуін  жазыңдар:\nа) 2H2(г)  + O2(г) ↔  2H2O(г);\nб) 2SO2(г)   + O2(г) ↔ 2SO3(г);\nв) С(к)  + СO2(г)  ↔ 2СO(г);\nг) CaСO3(к)  ↔ CaO(к) + СO2(г)",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір бағытта жүретін қайтымсыз және қарама-қарсы бағытта жүретін қайтымды реакцияларды бұрыннан білесіңдер.\nҚайтымсыз реакция кезінде реагенттер өзара түгелдей әрекеттесіп, өнімдерге айналады, оған ацетиленнің жануы мысал бола алады:\n2С2Н2 + 5О2 = 4СО2 + 2Н2О\nҚайтымсыз реакцияларға кейбір тотығу-тотықсыздану реакциялары мен қосылу және айырылу реакциялары да жатады. Бірақ, жалпы алғанда, қайтымсыз реакциялар аса көп болмайды.\nҚайтымды реакция нәтижесінде процесс тура және кері бағытта да жүре алады, яғни реагенттердің әрекеттесуі өнімдерді берсе, керісінше, өнімдер өзара әрекеттескенде қайтадан бастапқы реагенттер бөлініп шығады.\nӨнеркәсіпте және технологияда қайтымсыз реакциялар көбірек кездеседі. Оларды қажетті бағытта жүргізу үшін химиялық кинетика заңдарына сүйенеді.",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гомогенді ортада жүретін реакциялардың жылдамдығын қалай анықтайды?",
        "question_content": "Гомогенді ортада жүретін  реакциялардың жылдамдығын қалай анықтайды?",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химияда жүйе деп ойша кеңістіктен бөлініп алынған, затпен не өзара бір-бірімен әрекеттесетін заттармен толтырылған бөлігін айтады. Гомогенді не гетерогенді жүйе болады. Гетерогенді жүйе екі, не бірнеше бөлімнен тұрады, ол бөлімдердің физикалық және химиялық қасиеттерінің айырмашылығы болады, беттері ғана жанасады, бір-бірімен араласпайды (мұз, су). Гетерогенді жүйенің басқа бөлімдерімен араласпай тұрған біртекті бөлімі фаза деп аталады. Сонда, гомогенді жүйе бір фазалы, гетерогенді жүйе екі не көп фазалы болады. Химиялық реакциялар жылдамдығына көптеген факторлар әсер етеді, негізгілері – реагенттердің концентрациясы және физикалық күйі, температура және катализаторлар қатысуы. Химиялық реакциялар жылдамдығы әр түрлі болады. Кейбіреулері өте тез өтеді, кей реакциялар айлар, жылдар, ғасырлар бойы жүреді (геохимиялық реакциялар). Химиялық реакциялардың жылдамдығы да уақытпен өлшенеді. Химиялық реакциялар кезінде реакцияға түсетін заттардың концентрациялары өзгереді. Гомогенді (гетерогенді) реакциялар жылдамдығы – процесс кезінде реакцияға түсетін не түзілетін заттардың белгілі (кесімді) уақыт ішінде (секунд, сағат, жыл) көлем бірлігіндегі (қатты заттың бет бірлігіндегі не масса не көлем бірлігіндегі) мөлшері (концентрацияларының өзгерісі): υ = ▲n/V▲t, υ = ▲n/S▲t, n – зат мөлшері, υ = с2 – с1/t2 − t1 = ±▲с/▲t. Жылдамдықты алғашқы заттардың концентрациясының азайуымен есептесе, онда минус мәні қойылады. Химиялық реакциялардың жылдамдығына температура, реакцияға түсетін заттардың концентрациясы және катализатор әсерін зеттейтін ғылым – химиялық кинетика деп аталады. Реакциялардың кинетикасын зерттеудің теориялық та, практикалық та маңызы зор. Теориялық мәні – заттың құрылысы мен химиялық байланысы энергетикалық сипаттамаларының сол заттың реакцияласу қабілетіне тигізетін әсерін ашады, сонымен бірге химиялық әрекеттесулердің механизмі мұқият зерттеліп, оған жоғарыда аталған жағдайлардың әсері анықталады. Практикалық мәні – адам қажеті үшін іске асырылатын химиялық реакциялардың жылдамдығы меңгеріліп отырады.\nТемпература әсері. Заттардың әрекеттесу үшін олардың молекулалары кездесіп, түйісуі керек. Температураны көтергенде молекулалардың қозғалыс жылдамдығы артады, олардың кездесуі де артады. Тәжірибе жүзінде температураны 10° өсіргенде реакцияның жылдамдығы 2-4 есе артатындығы анықталған (Вант-Гофф ережесінің дұрыстығы дәлелденген):\nυТ2 = υТ1 γТ2 – Т1/10, мұндағы γ – температуралық коэффициент, көптеген реакциялар үшін 2 – 4 арасында болады.\n1-мысал: γ = 2,8 болса, температураны 20-дан 75°С-қа дейін көтерсе, реакция жылдамдығы неше есе артатынын есептеу керек.\nШешуі: Т2 – Т1 = 55°С, сонда υ2/ υ1 = 2,855/10 = 2,85,5, lg υ2/ υ1 = 5,5lg2,8 = 5,5×0.447 = 2,458, одан υ2/ υ1 = 287, яғни реакция жылдамдығы 287 есе артады. Реакция молекулалар түйіскен сайын жүрмейді, тек актив молекулалар ғана, яғни энергия қоры көп болатын молекулалар әрекеттеседі. Заттардағы актив молекулалар саны сол заттың қасиетіне байланысты, температураны көтергенде жалпы молекулалардың кинетикалық энергиясы өседі, сонда актив молекулалар саны да артады, молекулалардың түйісуі де көбейеді, сондықтан реакция жылдамдығы да артады. Реакцияға түсетін заттардың бір моліндегі молекулалардың барлығын актив молекулаға айналдыру үшін жұмсалатын энергияны активтендіру энергиясы деп атайды, оны кДж/моль бірлігімен көрсетеді. Бұл энергия көп болған сайын, ондай энергиясы бар актив молекулалар аз болады, сондықтан реакция баяу жүреді. Реакция жылдамдығы константасының активтендіру энергиясына (Еа) байланыстылығын Аррениус теңдеуі арқылы көрсетуге болады: k = Z.P∙e-E a/ RT, мұндағы Z – көлем бірлігінде бір секундта соқтығысатын молекулалар саны. Активтену энергиясы теңдеуде дәреже көрсеткішінде тұрғандықтан, оның азғана ғана азаюы реакция жылдамдығын бірсыпыра жоғарылатады.\n2-мысал: катализатор қатысынсыз жүрген реакцияның активтену энергиясы 75,24кДж/моль болса, катализатор қатысында – 50,14кДж/моль болған. Реакция 25°С температурада катализатор қатысында жүргенде жылдамдығы неше есе артады? Шешуі: катализатор қатысынсыз активтену энергиясы Еа, катализатор қатысында – Е¢а деп белгіленсе, сәйкесінше реакция жылдамдығының константалары k және k¢. Аррениус теңдеуін пайдаланып:\nk¢/k = e- E a¢ /RT/e- Ea / RT = e ( Ea - E¢ a) /RT\nдеп жазсақ, одан lg k¢/k = Ea − E¢a/2,30 RT, бұл теңдеудегі энергияны джоульмен алып, Т = 298К десе,\nlg k¢/k = (75,24 – 50,14)×103/2,30 ×8,314 ×298 = 4,40,\nсонда k¢/k = 2,5 ×104 болады. Сонымен, активтену энергиясын 25,1кДж азайтса, реакция жылдамдығы 25 мың есе көбейеді.\nКонцентрацияның әсері. Химиялық реакциялар тез жүруі үшін түйісетін молекулалар саны көп болуы керек, яғни концентрацияны өсіру керек. Реакцияның жылдамдығына әрекеттесуші заттардың концентрацияларының әсерін зерттеген Норвегияның екі ғалымы Гульдберг және Вааге 1867 жылы мынадай қорытындыға келген: химиялық реакцияның жылдамдығы реакцияласушы заттардың концентрацияларының көбейтіндісіне тура пропорционал болады, оны әрекеттесуші массалар заңы деп атайды. Егер химиялық реакциялар жалпы түрде былай жүрсе: аА + bВ = сС + ▲▲, молярлы концентрация С деп белгіленсе, υ = kCAa ×CBb, мұндағы k – пропорционалдық коэффициент, реакция жылдамдығының константасы деп аталады. Егер реакцияға қатты зат қатысатын болса, олар барлық массасымен емес, тек сыртқы бетімен ғана реакцияласады, сондықтан реакцияның жылдамдығын анықтағанда оның концентрациясы есепке алынбайды; газ және еріген заттардың концентрациясы ғана есептеледі. Мысалы, С + СО2 = 2СО, υ = kCСО2 және Ғе2О3 + 3Н2 = 2Ғе + 3Н2О, υ = kCН2 .\nЕгер реакцияға түсетін заттардың концентрациясы бірге тең болса, онда υ = k, яғни жылдамдық константасының физикалық мәні – реакцияға түсетін заттардың концентрациясы бірге тең болғандағы реакция жылдамдығы. k әрекеттесетін заттардың концентрациясына тәуелді емес, тек оның табиғатына және температураға тәуелді. Газ тәріздес заттар әрекеттескенде қысым қанша рет өссе не азайса, концентрация да сонша рет өседі не кемиді, олай болса, реакция жылдамдығы қысымға тәуелді.\nКатализатордың әсері. Катализаторлар – реакцияның жылдамдығын өзгертіп, бірақ реакция нәтижесінде өздері химиялық өзгермей қалатын заттар.\nКатализаторлар реакция жылдамдығын миллион есеге дейін өсіре алады. Әрбір реакцияға өзіне тән катализаторлары да болады, олар басқа реакцияларға әсер етпеулері де мүмкін. Мысалы, катализатор ретінде АІ2О3 алынса, этил спиртінен этилен алынады, ал фосфор қышқылы катализатор болса – диэтил эфирі алынады.\nКатализатор ролі – актив молекулалар саны артады және активтендіру энергиясы кемиді, яғни реакцияға түсетін заттардың молекулаларының байланысын әлсіретеді. Катализаторлар қатты, сұйық, газ күйінде де болады. Реакция жылдамдығын баяулататын қасиеті бар заттар да болады, оларды кері катализатор-ингибитор деп атайды. Катализатор әсерінен жылдамдығы өзгеретін процестерді каталитикалық процесс – катализ деп атайды. Гомогенді және гетерогенді катализ болады. Катализатор да, реакцияласушы заттар да бір фазада болса, гомогенді катализ; катализатор мен реакцияласушы заттар әр түрлі фазада болса, гетерогенді катализ болады.\nГомогенді катализдегі катализатордың әсері аралық қосылыстар түзілуі арқылы (активті комплекс, тұрақсыз қосылыс, ол реакцияласатын молекулалардың активтену энергиясын төмендетеді, яғни молекулалар байланысын әлсіретеді) түсіндіріледі.\nГетерогенді катализде катализатордың әсері адсорбция арқылы, яғни реакцияласушы заттардың молекулаларын катализатор өз бетіне жинап сіңіруі арқылы түсіндіріледі. Адсорбция әсерінен катализатордың бетінде реакцияласушы заттар молекулаларының концентрациясы өседі, сондықтан молекулалардың өзара соқтығысуы артады, сонда реакция жылдамдығы жоғарылайды.\nКатализатор қатысымен жүретін процестер жаратылыста да, өнеркәсіпте де өте көп. Тірі организмде болатын көптеген процестер ферменттер (органикалық катализаторлар) қатысында жүреді.\nТолығырақ: http://ebooks.semgu.kz/content.php?cont=d;1783",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гетерогенді ортада жүретін реакциялардың жылдамдығын қалай анықтайды?",
        "question_content": "Гетерогенді ортада жүретін реакциялардың жылдамдығын қалай анықтайды?",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химиялық реакциялар — заттардың өзара әрекеттесуі нәтижесінде олардың химиялық құрамы мен құрылысы өзгеріп, басқа заттарға айналуы.\nХимиялық реакциялар масса сақталу заңы мен эквивалент заңына негізделген. Химиялық реакциялардың ядролық реакциялардан айырмашылығы — реакция кезінде әрекеттесетін заттар құрамындағы химиялық элементтер мен олардың атомдарының жалпы санының өзгермейтіндігінде. Химиялық реакциялар химиялық теңдеулер арқылы өрнектеледі. Химиялық процесте тура реакциямен қатар бастапқы заттар қайта түзілетін кері реакция жүреді. Қайтымды реакцияда тура реакция мен кері реакцияның жылдамдықтары теңескенде жүйеде химиялық тепе-теңдік орнайды, бірақ кері процесс баяу жүретіндіктен көптеген химиялық реакциялар қайтымсыз, яғни аяғына дейін жүреді.\nРеакция кезінде заттар санының өзгеруіне қарай химиялық реакциялар\nайырылу\nқосылу\nорын басу\nалмасу\nизомерлену\nболып бөлінеді.\nАйырылу реакциясында бір зат екі немесе одан да көп затқа айналады; мысалы: 2HgO=2Hg+O2.\nОрын басу реакциясында бастапқы жай және күрделі заттардан жаңа жай не күрделі зат түзіледі; мысалы: Zn+H2SO4=ZnSO4+H2.\nАлмасу реакциясында екі күрделі зат құрам бөліктерімен алмасады; мысалы: BaCl2+H2SO4= =BaSO4+2HCl.\nИзомерлену кезінде молекула құрамындағы атомдар орындарын алмастырып, заттың жаңа изомері түзіледі.\nЭлементтерде тотығу дәрежесі өзгеретін реакциялар тотығу — тотықсыздану реакцияларына жатады. Химиялық реакциялардың экзотермиялық реакция, эндотермиялық реакция деген түрлері де бар. Реакцияға қатысатын заттардың агрегаттық күйіне қарай гомогенді (заттардың агрегаттық күйлері бірдей), гетерогенді (заттардың агрегаттық күйлері әр түрлі) реакциялар болады. Гомогенді және гетерогенді реакциялар құрылысына қарай жай және күрделі болуы мүмкін. Егер жүйеде бір ғана қайтымсыз реакция жүретін болса, ондай реакция жай реакция деп аталады. Күрделі реакциялар бірнеше жай реакциялардан тұрады. Күрделі реакцияларға қайтымды, параллель, сатылы, тізбекті және катализатор қатысымен жүретін катализдік реакциялар жатады. Реакцияны жүргізуде қолданылатын энергия түріне байланысты Х. р.: термиялық, электрхимиялық, фотохимиялық, плазмахимиялық, т.б. топтарға бөлінеді.\nТабиғатта және лабораторияда жүретін барлық химиялық жүретін қарапайым реакцияларға аллотроптық түр өзгеруі мен изомерлену құбылыстар химиялық реакцияларға жатады. Оларға ортақ белгі: заттардың бір-біріне айналуы, яғни бастапқы заттардағы (реагенттердегі) бұрынғы химиялық байланыстардың үзіліп, соңғы заттардағы (өнімдердегі) жаңа байланыстардың түзілуі. Демек, кез келген химиялық реакция жүру үшін оған қатысатын реагенттер бөлшектерінің (атомдардың, молекулалардың) әрекеттесуге жетерлік энергиясы болуы шарт.\nЕң қарапайым реакцияларда заттың сапалық құрамы өзгермей сақталады. Оған химиялық элементтердің, жай заттардың аллотроптық түр өзгерісін мысалға алуға болады:\nС(графит){\\displaystyle \\rightleftarrows }С(алмаз)\n3O2(оттек){\\displaystyle \\rightleftarrows }2О3(озон)\nМұндай реакциялар органикалық химияда жиі кездеседі, оларды изомерлену реакциялары деп атайды.\nНеміс химигі Ф. Велер ашқан бейорганикалық зат — аммоний цианатының органикалық зат — карбамидке айналуы да изомерленудің бір түрі\nӘрекеттесетін заттардың химиялық құрамы өзгере жүретін реакцияларды оларға тән белгілеріне қарай төртке бөліп жіктейді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келесі теңдеулер бойынша жүретін жылдамдығының өрнектелуін жазыңдар",
        "question_content": "<!--[if !supportLists]-->1.    <!--[endif]-->Келесі теңдеулер бойынша жүретін реакциялар жылдамдығының өрнектелуін жазыңдар:\n\nа) AlCl3 + 3NaOH = Al(OH)3 + 3NaCl;\n\nб) S(к)+ O2(г) = SO2(г);\n\nв) СO2(г) + С(к) = 2СO(г)",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазак хандығының құрылуына негіз болған мемлекеттерді атаңдар.",
        "question_content": "өтінемін,ответ беріңіздерші  Қазақ хандығына құрылуына негіз болға мемлекеттер",
        "question_date": "16.10.2020",
        "question_tag": "Мектеп",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XV ғасырдың  ортасында Әбілхайыр хандығындағы толассыз болған қан төгіс соғыстар мен ішкі феодалдық қырқыстар барған сайын үдеп, феодалдық езгі мен қанау халық бұқарасын ауыр күйзеліске түсірді.\nАласапыран соғыстар мен феодалдық  бытыранқылық салдарынан Дешті Қыпшақ даласында бұрыннан  қалыптасқан  мал жайылымын  пайдаланудың  дағдылы көшіп қону  тәртіптері бұзылды, көшпенді  тайпалар  мезгілінде жайлау-қыстауларына  бара алмайтын болды. Бұл көшпенді мал шаруашылығына  ауыр зардабын тигізді. Осындай ауыр тауқымет тартқан халық бейбіт өмірді, Әбілхайырдың әділетсіз үстемдігінен  құтылып, өз алдына тіршілік етуді арман етті. Ақ Орданың ақырғы ханы  Ұрыс (Орыс) ханның ұрпақтары  Керей мен  Жәнібек бұл жағдайды  өз мақсаттары үшін пайдаланды да, Әбілхайыр ханның  қанаушылығына қарсы  күрескен, болашақта қазақ деп аталған жұртты құраған тайпаларға басшылық жасады. Осы қазақ атанған қалың тайпаларды  бастап батыс  Жетісуға қоныс аударды. Ол кезде 1434-1462 жылдары Жетісуды  билеген Моғолстан ханы  Есенбұға  бұл қазақтарды Әбілхайырға  қарсы пайдалану  үшін қарсы алып, қоныс берді. Бұлар батыс Жетісуды мекен ете отырып, қазақ хандығын құрды. Тарихшы  Мұхаммед  Хайдар Дулати «Тарихи-и-Рашиди» атты еңбегінде: «Ол кезде Дешті Қыпшақты  Әбілхайыр хан биледі. Ол Жошы әулетінен шыққан сұлтандарға күн көрсетпеді. Нәтижесінде  Керей мен Жәнібек Моғолстанға көшіп кетті. Есенбұға хан оларды қарсы алып, Моғолстанның  батыс  шегіндегі  Шу мен Қозыбас аймақтарын берді. Ол көшіп келген өзбектерді «қазақтар» деп атады. Қазақ сұлтандары 870 жылдары (1465-1466) билей бастады...» деген мәлімет қалтырған.17\n            1456 жылы  Керей  мен  Жәнібек  сұлтандар, Әбілхайыр хан үстемдігіне  қарсы күрескен қазақ тайпаларын бастап шығыс Дешті Қыпшақтан батыс Жетісу жеріне  қоныс аударуы  қазақ хандығының құрылуына  мұрындық болған маңызды тарихи  оқиға болатын. Ал қазақ  хандығының    құрылуы  қазақ  халқының   тарихындағы  төтенше  маңызды  оқиға болды. Ол ұлан-байтақ өңірді мекендеген   түрік тектес тайпалардың басын қосып  шоғырландыруда, қазақтың  этникалық территориясын біріктіруге, қазақтың  байырғы заманнан  басталған  өз алдына жеке ел болып  бір жолата қалыптасуында  аса маңызды және түбегейлі шешуші рөл атқарды.\n Орта ғасырлық атақты тарихшы Мұхамед-Хайдар Дулатидың куәландыруы бойынша, бұл оқиға 1456 жылы болған. Осы 1456 жыл, жаратылысынан еркіндік аңсаған қазақ жұртын бастаған Керей мен Жәнібектің жаңа бір ұлыстың дербестігін жариялаған  ерекше оқиға – қазақ деген атауды иемденген халқымыздың тарихындағы маңызды құбылыс,   жаңғырған қазақ этносынан тұратын мемлекеттің  дүниеге келген мезгіл  болды.\n        «Кейінгі зерттеушілер 1465 жылды, тіпті, бұдан соңғы кезеңдерді атап жатады. Бұл тарихшылардың пайымдауынша, Қазақ Ордасының ту көтеріп, ірге бекітуі тек Әбілқайыр кенеттен қайтыс болған соң ғана жүзеге асқан сияқты. Осыған дейінгі ұзақ он екі жыл тепе-тең күрес үстінде өткені есепке алынбайды. 1465-1470 жылдар – хандықтың құрылған емес, нығайған уақыты, халықтың өз тәуелсіздігін емес, көрші жұрттарға біржола танылған мезгілі. Түптеп келгенде мұның бәрі қазақ тарихының бастауын мүмкін болғанынша кейіндету талабының бір көрінісі ғана»18 - деген Мағауиннің тұжырымы   сол кездегі тарихи оқиғаларды зерттеген өзге де тарихшы-ғалымдардың пікірлерімен үндес. \nАлғашында  қазақ хандығының территориясы  батыс Жетісу жері, Шу өзені мен Талас өзенінің алқабы еді. Міне нақ осы территорияға деректемелерде тұңғыш рет  «Қазақтар» деген атау қолданылған (Уасифи, 16-ғасыр),19 ежелден осы алқапты  мекендеген қазақтың  ұлы жүз тайпалары  Дешті Қыпшақтан қоныс аударған қазақ тайпаларымен етене араласып кетті. Әбілхайыр хандығындағы аласапыран   соғыс салдарынан қанжілік болған қазақ халқы бұл араға келіп ес жиып, етек жауып, экономикалық тұрмысы түзеле бастады. Мұны көрген Дешті Қыпшақ көшпенділері Әбілхайыр хан қол астынан шығып, бөгеуі бұзылған судай ағылып Қазақ хандығына  келіп жатты. XV ғасырдың 50 жылдарының ортасынан 70  жылдарының басына дейін Әбілхайыр ханның қарамағынан батыс Жетісуға 200 мың адам көшіп барды.20  \n1462 жылы Моғолстан ханы Есенбұға қайтыс болған соң, бұл мемлекетте ішкі феодалдық қырқыс күшейіп, өкіметсіздік жағдайдың өріс алуы, Амасанжы Тайшы бастаған ойрат жоңғарларының жасаған шабуылы салдарынан Моғолстан мемлекетінің шаңырағы шайқалған кезде Жетісуды мекендеген қазақ тайпаларының Қазақ хандығына келіп қосылуы үдей түсті. Бұлар жаңадан құрылған Қазақ хандығының үкімет билігін нығайтып, оның беделі мен әскери-саяси күш-қуатын арттыра түсті.\n Жазушы-ғалым Мұхтар Мағауиннің осы ретте: «Көне Түрік қағандығы–біздің түп тамыр, әуелгі ұлы мемлекетіміз, Алтын Орда – одан соңғы бабаларымыз орнатқан даңқты ұлысымыз, Көк Орда – қазақ жұртының этникалық бірлігіне жол ашып, мемлекеттік жүйесін қалыптастырған кезең десек, Қазақ Ордасы біздің өз атауымызбен аталған, халқымызды этнос ретінде біржола орнықтырған құрылым болды»21-деп берген бағасы ғылыми негізделген  тұжырым болып табылады. Қазақ  хандығының құрылуы ежелгі түрік тайпаларының бір бөлігін ата мекенге ұлыс етіп ұйыстырумен қатар, олардың  біртұтас халық-ұлт  ретінде сақталуына мүмкіндік жасады. Бұл кезде өткендегі  Алтын Орда  қарамағындағы  басқа түрік тектес тайпалар  қырылып-жойылып    жатқанда, қазақ туын көтерген қауым өзінің елдігін сақтады, ұлан-байтақ жерін ұрпағына мирас етіп қалдырды.\nТолығырақ: https://abai.kz/post/39356",
                "date": "16.10.2020",
                "upvotes": 0
            },
            {
                "text": "Ақ Орда, Әбілхайыр хандығы, Моғолстан",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияның 3-ке тең температураны 500С-тан 1000С-қа дейін, жылдамдығы неше есе өседі?",
        "question_content": "Реакцияның температуралық коэффиценті 3-ке тең болған жағдайда, температураны 500С-тан 1000С-қа дейін өсіргенде, химиялық реакцияның жылдамдығы неше есе өседі?",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v(T2)/v(t1) = g^(T2-T1)/10 = 2^(100-50)/10 = 2^5 = 32 есе артады",
                "date": "16.10.2020",
                "upvotes": 1
            }
        ]
    }
]