[
    {
        "question_title": "ddr3 материнская платаға gddr5 видеокарта орнатуға болады ма?",
        "question_content": "ddr3 материнская платага gddr5 видеокарта орнатуга болады ма?",
        "question_date": "18.07.2020",
        "question_tag": "Компьютер жөндеу",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гддр5 ол ддр3-тің видеокарталарға арналған нұсқасы. Екеуі толық сәйкеседі.",
                "date": "18.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медке КТА тапсыру үшін қандай пәндерден емтихан тапсырады ?",
        "question_content": "Медицина мамандығына оқуға түсу үшін , кешенді тестілеуден қандай пәндерден экзамен өтеді ? Және де қанша балдан асу керек ? 1 жыл уақыт жете ме ?",
        "question_date": "18.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл видоеда мамандық таңдауға арналған бейіндік пәндер мен мамандықтар үйлесімділігі көрсетілген . КТА мен ҰБТ талапкерлерінің жинаған баллдары ортақ конкурсқа түсетіндіктен КТА ға да дәл ҰБТ -дағыдай бейіндік пәндер болу керек. \nБиыл грантқа университет көрсеткен баллдан жоғары балл жинаған талапкерлер қатысып жатқан болу керек, (ҚазҰУ-да солай , арнайы бір документте көрсетілген, оны қай университетке тапсырғалы болып жатсаңыз сол оқу орнынан анықтаған дұрыс болады ау деймін.\n1 жыл жете ме? дегенде   нақты не нәрсеге? \nДайындалуға ма? Дайындалуға сіздің қазіргі білім деңгейіңіз бен оқыға грант игегері болуға деген  ынтаңыздың қаншалықты екені тікелей байлвнысты. Шын ниеттенсеңіз 1 жыл жетеді.",
                "date": "18.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ-дан дүниежүзі тарихын таңдап, 54 балл жинадым. Грантқа түсе аламын ба?",
        "question_content": "Мен ағылшын дүниежүзі тарих пані бойынша 54 балл жинап едим енди серпінмен тусе аламынба?.Жəне осы баллмен мен кай универге кандай мамандык тандап тусе аламын?",
        "question_date": "17.07.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің таңдау пәндеріңіз бойынша грант аз бөлінеді. Сондықтан қалаған мамандығыңызға түсе аласыз деп айта алмаймын. Бірақ өткен жылғы, одан бұрынғы жылғы грант иегерлері тізімдерін ақтарып көрсеңіз болады. Жылда әр мамандыққа әртүрлі грант бөлінеді, бірде көп  бірде аз. Бірақ грант университетке бөлінеді деген ой дұрыс емес, грант мамандыққа бөлінеді.\n\nМысалға: Сіз ағылшын+ түрік тілі бойынша аудармашы мамандығын таңдадыңыз, үкіметтен 200 грант бөлінді. Егер ағылшын+ түрік тілі мамандығын таңдаған баллы жоғары 200 түлектің қатарына кірсеңіз грант иегерісіз. Тіпті ең мықты университетті таңдасаңызда, егер ол тізімге кірмесеңіз тіпті ең нашар университетті таңдасаңызда  түсе алмайсыз. Яғни грант университеттің деңгейіне қарай берілмейді, грант түлектің жинаған баллына қарай беріледі.\n\nЕгер сіз оңтүстік 5 облыстың бірінен болсаңыз, серпін бағдарламасымен солтүстікке тапсырып көріңіз (мүмкін болып қалар).",
                "date": "23.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты анамын қандай көмек тиесилі?",
        "question_content": "Мен жұмыссыз отырған жалғыз басты анамын көмек сұраймын. Бізбіргемізден көмек сұраймын.",
        "question_date": "17.07.2020",
        "question_tag": "Жанұя",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жалғызбасты ана деген кім?\nКөп адам жалғызбасты ана мен толық емес отбасы екеуін шатастырады. Жалғызбасты ана - заңды некеге тұрмай, дүниеге сәби әкелген әйел. Оларға алимент төленбейді.\nКүйеуімен ажырасқан, яки жолдасы қайтыс болған, балалары бар аналар толық емес отбасы санатына кіргізіледі. \n2. Жалғызбасты аналарға мемлекеттен үй беріле ме?\nБеріледі. Ол үшін кезекке тұру қажет. Оның мынадай шарттары бар:\nАнасының қалада үш жыл тұрақты тіркеуі болуы керек (Алматы қаласы);\nБаласы екеуі бір жерде тіркеуде болуы керек. Баласының тұрақты тіркеуіне үш жыл толуы міндетті емес;\nБаланың туу туралы куәлігі;\nЖұмыс істейтін болса, жұмыс орнынан анықтама алуы керек;\nСоңғы алты ай немесе 12 айға табысының мөлшері қажет;\nҚандай да бір әлеуметтік көмек алатын болса, мемлекеттік зейнетақы төлеу орталығынан (МЗТО) анықтама алу керек.\n3. Толық емес отбасы үйге кезекке қалай тұрады?\nОл үшін мынадай құжаттар қажет:\nАжырасқаны туралы немесе жарының қайтыс болғаны туралы куәлік;\nБалаларының барлығы бір мекенде тіркеуде болуы керек;\nБалаларының туу туралы куәлігі;\nЖұмыс істейтін болса, жұмыс орнынан анықтама алуы керек;\nСоңғы алты ай немесе 12 айға табысының мөлшері қажет;\nҚандай да бір әлеуметтік көмек алатын болса, мемлекеттік зейнетақы төлеу орталығынан (МЗТО) анықтама алу керек.\nЖалғызбасты аналарға және толық емес отбасына берілетін үйдің бөлмелер саны балалардың санына байланысты болады (бір балаға бір бөлмелі, екі балаға екі бөлмелі, т.б.)\n4. Жалғызбасты аналар жәрдемақыны қалай алады?\nҚазақстанның қазіргі заңнамаларына сәйкес, балаларын жалғыз тәрбиелеп отырғандарға арнайы жәрдемақы жоқ. Толық емес отбасыға жәрдемақы мен басқа да төлемдер барлығымен бірдей беріледі.\nБарлық аналар сияқты жалғызбасты ана да бала тууына байланысты тағайындалатын бiржолғы мемлекеттік жәрдемақы, бала бiр жасқа толғанға дейiн оның күтiмiне байланысты төленетiн ай сайынғы мемлекеттік жәрдемақы, 18 жасқа дейiнгі балаларға тағайындалатын ай сайынғы мемлекеттік жәрдемақы, мүгедек баланы (мүгедек балаларды) тәрбиелеп отырған анаға немесе әкеге, бала асырап алушыға, қамқоршыға төленетін ай сайынғы мемлекеттік жәрдемақыны алуға құқылы.\nЖалғызбасты аналар өзге әлеуметтік топтар тәрізді атаулы әлеуметтік көмекке өтініш білдіре алады. Алайда бұл көмек, отбасының табысы жалақының ең төменгі мөлшері (ЖТМ) — 28 284 теңгенің көлемінен 50%-ға төмен болса ғана беріледі. Жәрдемақыны тағайындату үшін жергілікті жұмыспен қамту орталығына бару керек.\n5. Жалғызбасты ана тұрғын үй көмегін ала ма?\nБұл көмекті жалғызбасты аналар ғана емес, өзгелер де ала алады. Егер отбасы бюджетінің жалпы табысының 10 пайыздық үлесінен асатын болса, төменде аталған қызметтерді төлеуге көмек жасалады:\nТелекоммуникация желісіне қосылған телефон үшін абоненттік төлемақының;\nТұрғын үйді пайдаланғаны үшін жалға алу ақысының ұлғаюы бөлігінде кондоминиум объектілерінің ортақ мүлкін күрделі жөндеуге және (немесе) күрделі жөндеуге қаражат жинақтауға арналған жарналарға;\nКоммуналдық қызметтер мен байланыс қызметтерін тұтынуға нормалар шегінде ақы төлеу сомасы мен отбасының осы мақсаттарға жұмсаған, жергілікті өкілді органдар белгілеген шығыстарының шекті-жол берілетін деңгейінің арасындағы айырма ретінде айқындалады.\nТұрғын үй көмегін көрсету тәртібі мен мөлшерін республикалық маңызы бар қалалардың, астананың, аудандардың (облыстық мәндегі қалалардың) жергілікті сайланбалы органдары айқындайды.\n6. Тұрғын үй көмегін алу үшін қандай құжаттар жинау қажет?\nАталған көмекті заңдастыру үшін, халыққа қызмет көрсету орталығына мына құжаттарды апару керек:\nӨтініш;\nЖеке басын куәландыратын құжат;\nОтбасының табысын растайтын құжаттар;\nТұрғын үйді (тұрғын ғимаратты) күтіп-ұстауға арналған ай сайынғы жарналардың мөлшері туралы шот;\nКоммуналдық қызметтерді тұтынуға арналған шот;\nТелекоммуникация қызметтеріне арналған түбіртек-шот немесе байланыс қызметтерін көрсетуге арналған шарттың көшірмесі;\nЖеке тұрғын үй қорынан жергілікті атқарушы орган жалдаған тұрғын үйді пайдаланғаны үшін жергілікті атқарушы орган берген жалдау ақысының мөлшері туралы шот.\n7. Аналар тұрмысы нашар болса, 18 жасқа дейінгі балалары үшін жәрдемақыны қалай алады?\nБұл жәрдемақы кімдерге тағайындалады?\nӘр отбасы мүшесіне табыс тұрып жатқан аймақта белгіленген ең төменгі күнкөрістен 60% төмен болса, әр 18 жасқа дейінгі балаға жәрдемақы тағайындалады.\nӘр балаға 1,05 АЕК (2 525 теңге) көлемінде жәрдемақы беріледі.\nЖәрдемақы қандай жағдайда берілмейді?\nЕңбекке қабілетті ата-анасы жұмыс істемегенде және жұмыспен қамту орталықтарында тіркелмегенде;\nата-анасы күндізгі оқу нысаны бойынша оқымағанда және әскерде болмағанда;\nтолық мемлекеттік қамсыздандыруда болатын балаларға аталған жәрдемақы тағайындалмайды.\nОны алу үшін қайда бару керек?\nТұрғылықты жері бойынша жұмыспен қамту және әлеуметтік бағдарламалар бөлімі;\nСело, селолық округ әкімі;\n«Азаматтарға арналған үкімет» Мемлекеттік корпорация» Коммерциялық емес акционерлік қоғамы.\nҚажетті құжаттар:\nӨтініш;\nӨтініш иесінің жеке куәлігі немесе оралман куәлігі;\nБаланың (балалардың) тууы туралы куәлік;\nНекені тіркеу (бұзу) туралы куәлік;\nОтбасы құрамы туралы мәліметтер (нысан бойынша);\nТабыстар туралы мәліметтер (нысан бойынша);\nЖеке қосалқы шаруашылықтың болуы туралы мәліметтер (нысан бойынша);\nТұрғылықты мекенжайы туралы анықтама;\nАсырап алу туралы анықтама.\n8. Жалғызбасты ана баласына мектептен берілетін көмектерді қалай заңдастырады?\nМектептен жеңілдіктер мен қаржылай көмекті мына санаттағы балаларға беріледі:\nМемлекеттік атаулы әлеуметтік көмек алмайтындар;\nЖан басына шаққандағы табысы ең төменгі күнкөріс деңгейінің шамасынан төмен отбасылардан шыққан білім алушылары\nмен тәрбиеленушілер және жетім балалар;\nАта-анасының қамқорлығынсыз қалып, отбасыларда тұратын балалар;\nТөтенше жағдайлардың салдарынан шұғыл жәрдемді\nталап ететін отбасылардан шыққан балаларға;\nӨзге де санаттағы білім алушылар мен\nтәрбиеленушілер.\nҚандай көмек беріледі?\nБілім алушылар мен тәрбиеленушілерге бөлінетін қаражылай және материалдық көмек көрсетуге бөлінетін қаражат:\nКиім, аяқ киім, оқулықтар, оқу құралдарын, мектеп-жазу құралдарын сатып алуға;\nОқитын жерінде тамақтандыруды ұйымдастыруға;\nҚаржылай көмек көрсетуге;\nСанаторий-курорт ұйымдары мен демалыс лагеріне жолдамалар сатып алуға;\nБілім алушылардың мәдени-бұқаралық және спорттық іс-шараларға қатысуына жұмсалады.\nКөмекті алу үшін не істеу керек?\nАта-анасы немесе олардың орнындағы адамдардың немесе кәмелеттік жасқа толған білім алушының өтініші негізінде беріледі. Өтінішті алқалы орган алған күннен бастап 15 күн ішінде қарайды.\nӨтінішті мына формада толтыру керек:\n_______________________________\nұйымының басшысы ______________\n_______________________________\n(Т.А.Ә.)\n_______________________________\n(өтініш берушінің Т.А.Ә.)\n_______________________________\n(мекенжайы)\nӨтініш\nСізден ____________ сынып оқушысы ___________________________________\n_____________________________________________________________________\n(Т.А.Ә.)\nжалпыға міндетті оқу қорынан ________________________________________\n_____________________________________________________________ түрінде\nматериалдық көмек беруіңізді сұраймын.\nСебебі, _______________________________________________________\n(себебі көрсетіледі)\n20____ жылғы \"___\" ___________               ________________________\n(күні, Т.А.Ә., қолы)\n9. Жалғызбасты аналар баласына балабақша кезегін ертерек ала ма?\nЖоқ. Алайда көпбалалы ана болса, балабақша кезегін ертерек алуына болады.\nБірінші кезекті орынды алу құқығына ие бола алатындар:\nI әрі II топтағы мүгедектердің балалары;\nата-анасының қамқорлығынсыз қалған балалар;\nжетім балалар;\nкөпбалалы отбасының балалары;\nжеңілдіктер және кепілдіктер бойынша соғысқа қатысушылар және соғыс мүгедектеріне теңестірілген тұлғалардың балалары.\n10. Жалғызбасты ана баласының ЖОО-да оқу ақысын төлеуде жеңілдіктер ала ма?\nӘр ЖОО студенттерге оқу ақысын төлеуде жеңілдіктерді әртүрлі қарастырады. Алайда еліміздегі бірқатар университеттерде әлеуметтік көмектер көрсетілетінін ескеріңіз. Бұл ЖОО-ның ішкі саясатына байланысты реттеледі.\nhttps://baribar.kz/card/zhalghyzbasty-analargha-qandaj-zhenhildikter-qarastyrylghan/",
                "date": "18.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "География математика пәнінде қандай мамандықтар бар?",
        "question_content": "Мен 11 бітіріп география және математика пәнін таңдағым келеді, бірақ қандай мамандықтар бар екенін білмеймін жәнеде қандай Университеттер бар?",
        "question_date": "16.07.2020",
        "question_tag": "Мектеп",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы  видеода барлық мамандықтың сәйкес бейіндік пәндері көрсетілген.",
                "date": "18.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 150 см³ дене жерге 3Н күшпен тартылады. Осы дененің тығыздығы қандай?",
        "question_content": "Көлемі 150 см^3 дене жерге 3Н күшпен тартылыды. Осы дененің тығыздығы қандай табуға болады?",
        "question_date": "16.07.2020",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = mg\n\nm = pV\n\nF = pVg\n\np = F/Vg",
                "date": "16.07.2020",
                "upvotes": 0
            },
            {
                "text": "p=m/v\n\nm=F/g=0,3kg\n\np=0,02kg/metr^3",
                "date": "28.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін универге түсуге болама ?",
        "question_content": "Мен медколледжге түсейін деп жатрмын. Медколледжді бітіріп, \"лечебное дело\" дегенді таңдап әрі қарай, университетте жалғастыра аламын ба?\n\n Мысалы педиатр-терапевт ?",
        "question_date": "16.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия. КТА тапсырып ЖОО түсесіз. Сосын біліміңізді ары қарай жалғастыра аласыз. Тек уақыт жағынан кішкене ұзап кетеді.",
                "date": "18.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж бітіргеннен соң, университетке түсу үшін сынақ тапсыру міндетті ма?",
        "question_content": "Коледж бітіргеннен соң универге тапсыру үшін ұбт тапсыру мііндеттіме\nкешенді тест арнайы орта бітіргендер тапсыра алама",
        "question_date": "16.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 980,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір басшылықтың құрамындағы колледж бен университет болса  немесе  Университет пен колледж арасында келісім шарт болса онда КТА тапсырмай өтуге болады. Ал АТУдың колледжін аяқтап  ҚазҰУдың университетіне КТА тапсырмай түсе алмайсыз.",
                "date": "21.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін Америкаға оқуға болама?",
        "question_content": "9 сыныптан кейін Америкаға оқығым келеді. Әрине таныстарым болғандықтан. 9 сыныптан кейін қабылдайтын Америкада оқу орындары барма?",
        "question_date": "16.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жох олай болмайды",
                "date": "11.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбе қаласы Жұбанов колледж",
        "question_content": "11 сынып бітіріп, Ұбт тапсырып аз балл алып қалса, колледжге ентда таңдаған пәндерің бойынша оқисыңва или өз еркің бе?!  Жұбановқа қалай түссе болады?!",
        "question_date": "15.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр мамандықтың арнайы емтиханы болады, сол емтииханды тапсыру арқылы  колледжге оқуға түсе аласың.",
                "date": "21.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алапес пен псориазды емдейтін емші немесе дәрігер барма. Шымкент немесе Сарыағашта",
        "question_content": "Алапес пен псориазды қалай және кім емдейді? Шымкент немесе Сарыағашта.",
        "question_date": "15.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 924,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр саланың өз маманына қаралған дұрыс қой. Сондықтан білікті дәрігерге қаралған дұрыс депй ойлаймын.\nРодина Татьяна Александровна (Дерматолог, Детский Дерматолог; Стаж 34 года ; Прием от5000 тг. ; Венера ; ул. Айбергенова, 7Б)\nКемер Наталья Владимировна (Дерматолог, Детский Дерматолог; Стаж 36 лет; Прием от5000 тг.; Венера; ул. Жангельдина, 16\nИсенбаева Элмира Советовна ( Дерматолог, Детский Дерматолог; Стаж 22 года / Врач высшей категории; Прием от50004000 тг.)\nУсипова Назгуль Баратбаевна (Дерматолог, Детский Дерматолог; Стаж 5 лет; Прием от5000 тг)\nМухитдинов Акрамбек Тойчиваевия ( Дерматолог; Стаж 10 лет / Врач высшей категории:Прием от7000 тг.; Медицинский центр доктора Орынбаева; ул. Алдиярова, 60Г)",
                "date": "21.07.2020",
                "upvotes": 0
            },
            {
                "text": "Псориазды емдеу ушын  куныге кешке жатарда 250мл бокал суга чеснокты майдалап турап  койып, азанда аш карынга  ышу керек 1 айдай , быреуде солай жазылган екен ! Шамалы саситыны болмаса көр ыстеп",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ФизМат бойынша қандай колледжге баруға болады Алматы қаласына...",
        "question_content": "Ұбт дан физика математика таңдап Қазақстан тарихынан 5 тен төмен балл жинап қалдық.Енді қандай колледжге қандай мамандықта баруға болады.",
        "question_date": "15.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа тапсыруға болатын болса, тапсыр.\n\nМен оқып жүргенде мектептің оқушыларына алматы колледжге тегін оқуға ұсыныс келген.Оның ішінде айти саласынан мамандық бар еді,ақпараттық жүйе",
                "date": "17.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Python тіліне байланысты кітаптар бар ма?",
        "question_content": "Мен питон тілін үйренгім келеді. Сондықтан қазақша питонға байланысты кітаптар барма?",
        "question_date": "15.07.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Программированиеге байланысты қазақша кітаптар өз басым көрмеппін. тіпті орысша әдебитеттерде аз ау..... ағылшынша материалдар көп)))",
                "date": "20.08.2020",
                "upvotes": 0
            },
            {
                "text": "Python тілінде қазақша кітап шығарса сіз оқығыңыз келерме еді?",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балтырды қалай ұзартуға болады",
        "question_content": "Менің балтырым тым қысқа\n\nҮй жағдайында қалай ұзартсам болады?",
        "question_date": "15.07.2020",
        "question_tag": "Денсаулық",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке бір мүшені ғана ұзарту мүмкін емес. Балтырды ұзарту үшін барлық бойыңызды ұзартуға жаттығулар жасап арнайы дәрумендер ішу керек. Және волейбол немесе баскетбол үйірмесіне барсаңыз жақсы. Себебі, үнемі шынығу ғана нәтиже береді. Үй жағдайында жаттағу жасау зеріктіреді және оны үнемі уақытында жасауға мүмкіндік бола бермейді.",
                "date": "21.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сим карта басқа тұлғаның атына тіркелген болса?",
        "question_content": "Егер белайн сим карта басқа тұлғаның атына тіркелген болса, оны өз атыма қалай тіркеуге болады? Үйден болса...",
        "question_date": "15.07.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0611 Белайн операторына қоңырау шалып айтсаңыз тіркеп береді өздері.",
                "date": "17.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2020жыл 9 маусымнан кіредиті бар жас мамандарға үй берілмейтіні анық па?",
        "question_content": "Кредит мəселесі əрер тигізеді ма?",
        "question_date": "15.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй берілмейді деп кесіп айтуға болмайды, банк тек сіздің семьяңызға жететін жеткілікті табыс болса береді, болмаса ипотеканы төлеуге кепілгер сұрауы мүмкін.",
                "date": "11.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауыл квотасын растайтын құжат керек.",
        "question_content": "Оны қай жерден және қалай алуға болады?",
        "question_date": "14.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны растайтын құжат болмайды, автоматты түрде белгіленеді.",
                "date": "15.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "52 баллмен физика математика таңдау пәнімен қай мамандыққа түсу мүмкіндігім бар?",
        "question_content": "Менің таңдау пәнім физика математика Мен ҰБТ дан 52 балл жинап қалдым. Енді менің қай мамандыққа грантқа түсу мүмкіндігім бар екенін білгім келеді",
        "question_date": "14.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В065 Автотранспорттық құралдар ең төмен балл қажет ететін мамандық.\n\nБірақ жылдағы гранттық саны байланысты шектік балл өзгеріп отыра, ол тек конкурсы нәтижесі шыққаннан соң белгілі болады.\n\nГранттар саны мен өткен жылғы грант иегерлерінің нәтижесі арқылы түсетін мамандықты анықтауға болады.\n\nЖәне айтатын нәрсе ұлттық университеттерде шектік балл - 65, ал педагогика мамандықтарына шектік балл-70 балл, демек бұларға тапсырсаңыз түсе алмайсыз.\n\nСіздегі ең үлкен мүмкіндік ол серпін ғана, егер оңтүстік қазақстан бойынша  5 облыстың бірінен болсаңыз Серпін бағдарламасы арқылы солтүстік қазақстандағы университеттерге түсе аласыз.",
                "date": "23.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Отан соғысы ардагерлерінің жесірлеріне көрсетілетменін көмек қандай",
        "question_content": "Менің әкем соғыс ардагері осыдан 5 жыл бұрын қайтыс болды.Содан бері анама ешқандай өкімет тарапынан көмек бөлінбеген.Биылғы 75 жылдыққа да спискада болмаған,айналдырған Қызылорда облысы Шиелі ауданында 4 кейуана бар екен,соның бірі менің анам.8 бала туған Алтын алқа иегеріБұл жөнінде аудан облыс басшылығына бардық Осы уақытқа дейін қайда жүрсіздер деп бір біріне сілтеді Тірі кезінде Москва Астана шерулеріне шаршатып сүйреп аудан облыстың атынан жүретін әкемнің көзі кетісімен анам қадірсіз болғаны ма?",
        "question_date": "14.07.2020",
        "question_tag": "Заң",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мед колледжге қалай түседі?",
        "question_content": "Мен ҰБТ дән 59 ұпай алдым бейіндік пәнім биология география Серпін бағдарламасымен мед колледжге оқуға түсуіме бола ма оған қалай өтініш тастаймын",
        "question_date": "14.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Серпін-2050»  жобасы бойынша   колледждерге бөлінген  гранттарды тек 5 облыстың  балалары иелене алады.  Колледждерге түсу  үшін бұл оқу  орындары орналасқан   өңірлерге барудың қажеті жоқ,   көшпелі қабылдау комиссиялары  жастарды  жіберуші  облыстарда талапкерлерді қабылдайды.\n\nКолледждер үшін ҰБТ және кешенді тестлеу  тапсыру шарты жоқ. Колледждерге  биыл болсын,  бұдан бірнеше жыл бұрын болсын 11 сынып бітірген түлектер конкурс арқылы түсе алады.\n\nҚұжаттарды қабылдау және конкурс өткізу 5 облыстың аумағында  өткізіледі. Мысалы, Алматы  облысы  бойынша  колледждерге құжат тапсыру Талдықорған политехникалық колледжі, Жансүгіров  көшесі, № 226 үй мекен-жайында орналасқан. Сол жерлерден көптеген ақпараттар алуға  болады. Ал, оқу орындар мен мамандықтар тізімі жобаның ресми сайттарында тұр. Әрі біз қосымша басылымдарыңызға ұсындық.",
                "date": "23.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 минутта бітіп қалады",
        "question_content": "Менің жасым 16 ер баламын мастурвация мен айналасып келе жатқаныма 3 жыл болды 5 минуттан кейін бітіп қалад содан кейін қайттп істегім келеді қауіпті ме бұл кезінде біраз ұзақ шықпай тұратын?",
        "question_date": "13.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мастурбациямен айналыспа, жақсы әдеттерді үйрен. Мастурбацияның зиян жақтары көп. Толығырақ мына видеоны қара.",
                "date": "14.07.2020",
                "upvotes": 1
            },
            {
                "text": "Мастурбация дінімізде тиым салынған.\n\nОнымен айналысу жыныс ауруларының пайда болуына әкелуі мүмкін.Қолмен лаззат алуға үйренген жынысың, әйеліңмен жыныстық қатынасқа түскенде лаззат алу қиын болады.",
                "date": "14.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер болу үшін қандай пән таңдалады?",
        "question_content": "мен дизайнер таңдағым кліп жатыр бірақ ағылшын пәнінде қоса алып жүргім келеді. Негізі дизайнер болу үшін қандай пәндер таңдалады, 9сыныптан кейін түсемін бе әлде 11ден кейін түссемде болама. Осы сұрақтарға жауап берсеңіздер қуанып қалатын едім.",
        "question_date": "13.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі пән ғана қажет етеді, қ тарих +  оқу сауаттылық  қалғаны универде тест тапсыру арқылы өтеді.",
                "date": "13.07.2020",
                "upvotes": 1
            },
            {
                "text": "Ағылшын тілі мұғалімбе.Мұғалім болғыңыз келсе ағылышн тілінен, соны оқып алған жақсы боладау. Дизайннан жұмыс таппасаңыз,Ағылшын мұғалім жұмыс табыладығой.Дизайн ды онлайн курстар арқылы үйренсеңізде болады. Фрилансер болып дизайн арқылы ақша табуға болады немесе компанияларға жұмысқа кірсеңіз болады.\n\nЕгер мұғалім ағылшын таңдасаңыз 11 ді бітіргеніңіз дұрыс боладау.\n\nБұлар жай ғана менің кеңесім. Өзіңіз ойланып дұрыс шешім қабылдауыңызға тілектеспін.",
                "date": "14.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене шынықтыру факультетіне оқуға түсу үшін орташа балл қанша?",
        "question_content": "Жоғарғы оқу орнына дене шынықтыру факультетіне грантқа түсу үшін 94 балл жеткіліктіма? Қазір орташа балл қанша?",
        "question_date": "13.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеткілікті деп ойлаймын.",
                "date": "12.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт 78 баллмен қай университетке грантқа түсуге болады биология химия пәнімен",
        "question_content": "ҰБТ дан 78 баллмен қай университетке грантқа түсуге болады биология химия пәнімен",
        "question_date": "13.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек серпін ғана, басқа жол жоқ",
                "date": "13.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бертолле тұзына профессорлық есеп жасай алатындар бар ма?",
        "question_content": "Бертолле тұзына профессорлық есеп жасай алатындар бар ма? 2 сағат ішінде",
        "question_date": "13.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": []
    }
]