[
    {
        "question_title": "Коронавирус дегеніміз не? Ол аурудан қалай сақтануымыз керек?",
        "question_content": "Барлық континентте, әсіресе Қытайда тарап жатқан вирусты уханьдық немесе жаңа коронавирус (2019-nCoV) деп атайды. Ол алғаш Хубей провинциясындағы Ухань қаласында тіркелді және коронавирустың жаңа түрі екені анықталды. Ауруларды бақылау және алдын алу орталығының мәліметі бойынша, АҚШ-тағы алғашқы 5 жағдай Уханьнан келген туристерде тіркелген.\nОсы аурудан қалай сақтануымыз керек?",
        "question_date": "3.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 704,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қытай үкіметі адамдардың өмірін қиып жатқан жаңа вирустың жолын бөгеу үшін 11 миллионнан астам тұрғыны бар Ухань қаласын жапты. Оған қазір көлік жүрмейді, ұшақтар ұшпайды, кемелер қатынамайды. Және де елде азаматтардың бір жерге жиналуына тыйым салынып отыр. Өзге қалалар мен шет мемлекеттерді шарпи бастаған инфекция жүздеген миллион адамды жолға шығаратын мерекелік маусымда тіпті өршиді деген қауіп бар. \nБүгінде Қытайда ғана емес, бүкіл ғалам әуежайларында осы елден жеткен жолаушыларды скринингтен өткізу жұмыстары күшейтілді. Ал, Дүниежүзілік денсаулық сақтау ұйымы әлемдік деңгейде төтенше жағдай жариялау және коронавирусқа халықаралық деңгейде жауап қайтару мәселесін бүгін қайта қарайды. \nПланетаны осынша дүрліктірген бұл қандай дерт? Өзекті сауалға ғалымдардың қысқаша жауабы төмендегідей: \nБұл неткен вирус? \nҒалымдар оған жаңа коронавирус деген анықтама беріп отыр. Бұл – латынның crowns (тәж) немесе halos (шеңбер) деген сөздерінен пайда болған атау. Өйткені, коронавирус микроскоппен қарағанда, осы екеуінің қосындысын еске түсіреді. Бұл вирустар тобына адамға зиянын тигізетін бірнеше түр кіреді. Олардың бірі тұмауға шалдықтырса, өзгелері жарқанаттар мен түйелерден және жануарлардан кездесіп, бүгінде ғылымда SARS (Ауыр әрі өткір респираторлық синдром) және MERS (Таяу Шығыс респираторлық синдромы) деген акрониммен белгілі болып отыр. \nОл қайдан келді? \nЖұмбақ вирус өткен айда Қытайдың орталығындағы Хубей провинциясының Ухань қаласында пайда болды. Оны алғашқы болып  жұқтырғандардың көбі теңіз өнімдерін сататын базарға барған немесе сонда жұмыс істеген. Бұл сауда орны дереу тергеуге жабылды. Қытайдың медицина мамандары әуелде коронавирустың жануарлардан – адамға берілетінін ғана мәлімдесе, қазір оның адамнан – адамға жұғатынын мойындауға мәжбүр.  \nКоронавирус қаншалықты тарады? \nҚытай коронавирусты 600-ге жуық адамның жұқтырғанын және одан 17 адамның қайтыс болғанын растап отыр. Жан тәсілім еткендердің ең үлкені –89-да,  ең жасы 48-де. Құрбандардың барлығы – Уханьнан немесе оның айналасындағы елді мекендерден. Олардың орташа жасы – 73-те. Сонымен қатар, бұл вирус Таиланд, Оңтүстік Корея, Жапония, АҚШ, Тайваньда да табылды.   Дерттің географиясы тіпті кеңейеді деген болжам бар. Себебі, Қытайда және шетелде алдағы күндері жүздеген миллион адам Ай күнтізбесі бойынша Жаңа жылды мерекелеу үшін жолға шығып, сапарлар маусымы басталады. \nСимптомдары қандай? \nБұл вирусқа тән симптомдар – тұмаурату, бас ауруы, жөтел және дененің қалшылдауы. Сонымен қатар, АҚШ-тың Ауруларды бақылау және олардың алдын-алу орталығының мәлімдеуінше, коронавирустың едәуір қауіпті түрін жұқтырғандар демігеді, қалтырайды, ал ауруы асқынған жағдайда пациенттер пневмонияға шалдығуы мүмкін. \nОны қалай емдейді? \nҚазір жұмбақ вирусты анықтау жолында сынақтар жүргізіліп жатыр. Алайда, бұл инфекцияға тосқауыл қоятын вакцина әлі жасалған жоқ. Демек, ол жылына талай адамның өліміне себеп болатын кәдімгі тұмаудан қатерлі болуы мүмкін. Сондықтан, қауіпті дерттің кең тарауына жол бермеу мақсатында коронавирусты жұқтырғандар ауруханалар мен үйлерінде оқшауланады. Ал, оның симптомдары ауруды жеңілдететін және лихорадкаға қарсы дәрілермен емделеді. Сонымен қатар, мұндай науқастарға суды көп ішіп, жазылып кеткенше тынығуға кеңес беріліп отыр. Коронавирустар қалай жұғады? Коронавирустардың көбі жөтелгенде, түшкіргенде немесе осы инфекцияға шалдыққандарды ұстағанда жұғады. Ғалымдардың сөзінше, жаңа вирус адамнан-адамға жақын байланыста болғанда, тыныс алу жолымен беріледі. \nОл SARS-тан қауіпті ме? \nӘзірге бұл вирус SARS-тан қауіпті емес. Соңғысы да  2002-2003 жылдары дәл осы Қытайдан тарап,  800-дей адамның өмірін қиғаны белгілі. Дегенмен, жұмбақ коронавирус қазіргіден де қауіпті немесе жұқпалы формаға ауысуы мүмкін деген болжам бар. Мұндай жағдайда оның зардабы қандай болары бүгінше белгісіз.\n\nТолығырақ: https://inbusiness.kz/kz/news/koronavirus-galymdar-ne-dejdi",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теңіздің ортасында роза гүл бар. Оны жігіт қызға сыйлау үшін қалай алады?",
        "question_content": "Теңіздің ортасында роза гүл бар. Оны жігіт қызға сыйлау үшін қалай алады?",
        "question_date": "3.03.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңіздің ортасында гүл өспейді болу керек жауабы))))",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "Теныздын ортасына дейын кызбен жузып барадыда сосын розагы сыйлайды",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неғұрлым алған сайын үлкейе береді ол не кім біледі срочно керек болып тұр?",
        "question_content": "Неғұрлым алған сайын үлкейе береді ол не кім біледі срочно керек болып тұр?",
        "question_date": "3.03.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарыз, кредит шығар мүмкін.\n\nАлған сайын көбейетін сол зат есіме түсіп тұр қазір.",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "Асфальт болады жауабы",
                "date": "12.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастағы су аяққа әсер ете ма?",
        "question_content": "Сәлеметсіздер ме?Менын баламның жасы 6да.Баламнын басында шамалы суы бар дейді.Быр аяғын дурыс баса алмайды,журып келе жатып кулап кала береді.Аягынын дурыс жүре алмауы осы басындағы сумен байланысы бар ма?Бөпе кезінде черепной давлениесы және дисплазиясы болған,емдеткенбыз.",
        "question_date": "3.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "– Негізі, бассүйек қысымы деген қалыпты жағдай. Кез келген адамның миында белгілі бір мөлшерде су болады. Қарапайым тілмен айтқанда, ол су миды суарып, қоректендіріп тұрады. Бірақ кейбір балалардың миында анатомиялық патология болады. Яғни сол судың жүретін жолдары, арықтарының кейбір жерлерінде су өтетін жол тарылып қалады. Тәулігіне бір церкуляция жасап айналып тұратын су негізінен қаннан пайда болады. Ал мидағы судың жүретін жолдары жабылған соң, мидың қысымы көтеріледі. Мұндай жағдайда медицинада гидроцефилия деген диагноз қойылады. Бұл сәбидің бас сүйегінде ми сұйықтығының мөлшерден тыс жиналуы деген мағынаны білдіреді. Осының салдарынан ми қысымы көтеріліп, іші суға толып, мида ісік пайда болады. Басында суы көп нәрестенің еңбегі үлкейіп, көлемі жаңғақ секілді ісіп кетеді. Ал су көбейген сайын баланың миы өспей, дамуы тежеледі. Ми қызметінің бұзылуынан талма ауруы пайда болады. Бала мазасызданып жылайды, қалтырап-дірілдейді, ұйқысы қашады. Дертке дер кезінде ем қабылдамаса, көздің көру қабілеті де нашарлайды және бала қимыл-қозғалыссыз қалып, мүгедектікке ұшырауы мүмкін. Сондықтан бала мазасызданып жылай берсе, қалтырап-дірілдесе, тырысқақ ұстайтын болса, бірден дәрігерге қаратып, емін толық алған жөн. Гидроцефилияны емдеу әрбір науқасқа жеке дара қарауды, кәсіби күтімді қажет етеді. Дәрігер аурудың нақты этиологиясын біліп, соған байланысты тиімді терапия курсын таңдау үшін науқасты диагностикалық тексерулерден өткізеді. Себебі ауызекі айтқан шағымдар мен сыртқы келбетке қарап көп жағдайда дұрыс диагноз қою мүмкін емес. Сондықтан зертханалық диагностикалық әдіске жүгінген жөн. Ол үшін баланы рентгенге, компьютерлік томографияға, магниттік-резонанстық томографияға түсіру қажет. Диагностика нәтижесінде дәрігерлер аурудың пайда болу себебін, түрін, сатысын (бастапқы, асқынған, туабітті, жүре пайда болған т.б.) анықтап, нақты емдеу курсын тағайындайды.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жақсы психолог қандай болуы керек?Сіздің ойыңыз?",
        "question_content": "Менің ойымша, ол кеңес бермейді. Проблемасы бар клиент проблемасын айтады, ал психолог оның тек \"қабырғасы\" секілді болуы керек, яғни қазақта \"қабырғаңмен кеңесу\" деген тіркес бар ғой , сол мағынада жазып отырмын. Сіздің ойыңыз қандай?",
        "question_date": "3.03.2020",
        "question_tag": "Психология",
        "question_views": 682,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жақсы психолог өзінің пациентіне нақты қай істі қалай жасауын үйретпегені дұрыс. Себебі өзінің проблемасын шеше алмаған адам  барлық кінәні басқаға аударғанды жақсы көреді, сондай-ақ ол пациент те психологті өз сәтсіздіктеріне кінәлай кетуі мүмкін. Және де әр адам өз проблемасын өзі шешуге дағдылану керек. Сондықтан сіз айтпақшы психолог тек кеңесу бағдар ұсыну қызметін атқарғаны дұрыс.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Іш өтуді калай тоқтатса болады?",
        "question_content": "Ішім өтіп жатр не істей аламын?! Заварка жесем құсып тастаймын? Сырттан тамақ жегеннен ұшынып калдым походу?!  Үйде, сыртта просто жүрсем ішім түйіп аурып кетет,ал отрсам жатсам сразу басылып калат. Іш өтуін тоқтататын қандай дәрілер бар? Кеңестеріңіз!!! Уже шаршатып жіберді?! Қандай дәрі ішсем болады?!",
        "question_date": "3.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сұрақтарды қарап шық\nІштің өтуін қалай тоқтатса болады?\n4 күннен бері ішім өтіп жүр. Неден? Қандай емі бар?",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "Менің жасым онда менің ішім күн Жане түн сайын өтеді мен қандай дәрі ішетінімді білмеймін",
                "date": "25.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбедегі Жұбанов колледжіне Техник-бағдарламашыға Грант бар ма?",
        "question_content": "Жұбанов колледжіне Техник-бағдарламашыға Грант бар ма?",
        "question_date": "3.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6В06102 - Ақпараттық жүйелер.\n6В06103 - Есептеу техникасы және бағдарламалық қамтамасыз ету білім.\n6В06105 - Компьютерлік инженерия.\nhttp://arsu.kz/pages/bilim/k-zhubanov-at-aomu-degi-bilim-beru/bilim-beru-bagdarlamalary.php",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстандағы жастар арасындағы жұмыссыздық туралы ойларыңыз?",
        "question_content": "Қазақстандагы жастар арасындағы жұмыссыздық туралы ойларыңыз?Мемлекетімізден осы жастар жұмыссыздығын жою үшін қандай шаралар колданылып отыр? Болашақта жұмыссыз қалмау үшін қазір не істеу керек?",
        "question_date": "3.03.2020",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 592,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менің ойымша қазіргі таңда Қазақстанда жұмыс жоқ деген бекер сөз. Просто қазақтардың психологиясы өзгеруі керек. Әйтпесе жұмыс деген жетеді. Ахметбек Нұрсиланың мына бір видеосын көріп шығуға кеңес беремін.",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "Саумал ішсең қымыз жоқ, байтал мінсең құлұн жоқ. Жер дауынан ғой жұмыссыздық ...\nжерді корпоратциялап қазақтың индустриал деңгейдегі озық мал шаруашылығын құртты мужик ..  жер барда сол озық мал шаруашылығымызды  жаңғырта ма мужиктен құтылдық дегенде мәңгүрт жерді шырытып келді.",
                "date": "4.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбектес екі жұп санның квадраттарының айырмасы",
        "question_content": "Тізбектес екі жұп санның квадраттарының айырмасы 2нің 2 дәрежесінен улкен дәрежесіне бөлінбейтінін көрсетіңдер",
        "question_date": "2.03.2020",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x+2)²-x²=x²+4x+4-x²=4x+4=4(x+1)\n\nкөбейткіштің алдындағы коэффициенті 4-ке тең болғандықтан 2² қалдықсыз бөлініп (х+1) тақ саны шығады",
                "date": "2.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 сағаттан кейін кемелердің арақашықтығы қандай болады?",
        "question_content": "Екі айлақтан бір уақытта бірінен-бірі қарама-қарсы бағытқа екі кеме жүзіп шықты. Біреуінің жылдамдығы- 43миль/саг,ал екіншісінікі- 36миль/саг.Екі айлақтың арақашықтығы 440 миль. 4 сағаттан кейін кемелердін арақашықтығы қандай болады?",
        "question_date": "2.03.2020",
        "question_tag": "Математика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "43*4=172\n36*4=144\n400-(172+144)=400-316= х миль\n4 сағаттан кейін кемелердін арақашықтығы х миль болады?",
                "date": "2.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақ ішінде қатқан сары былықты қалай жібітуге болады?",
        "question_content": "3-4 жас баланың құлағы ішінде тас сияқты былық қатып қалған ана ухочисткамен тазалағаннан болар деп ойлаймын. Соған ана сүтін тамызса былығы жібіп шшығады ма екен????",
        "question_date": "1.03.2020",
        "question_tag": "Тазалық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Бас ауырса – цитрамон,  тіс ауырса – пенталгин ішеміз. Алайда құлақ бітеліп, шаншып ауырса не істейміз? Жасыратыны жоқ, мұндай жағдайда біріміз құлағымызды мақтамен  тазалаймыз.  Ал енді біріміз сыртын  спиртпен сүртеміз. Бірақ,  мамандар қандай жағдай болмасын құлақты өз еркімен емдеуге болмайтынын ескертеді. Себебі құлаққа бактерия, вирустар түсіп, құлақ қуысын қабындырады.  Сөйтіп, есту қабілетінің төмендеуіне әкеп соқтыруы мүмкін.\nСуға шомылу, тұмау тию, құлықтың қатуы құлақ ауруының бірден-бір себебі. Сондай-ақ, құлақ  — бас шайқалуы,  бас-сүйек жарақаты, ми қыртысының қабынуы,  қан тамыры берішінен (склерозға)  де ауырады. Шымкент қалалық №1 емхананың оториноларингологы Жанат Ташінбетованың айтуынша,  соңғы кезде қала тұрғындары арасында құлағы ауырып, есту қабілеті төмендеу жиілеген. Олардың көбісі 15 жасқа дейінгі балалар екен.\nОртаңғы отит\nЖанат Жүрсінбайқызының мәліметінше, балалар арасындағы құлақ ауруларының ішінде ең жиі кездесетін түрі- ортаңғы отит. Қарапайым тілмен айтқанда  ортаңғы құлақтың қабынуы. Ол көбіне балаға суық тигеннен пайда болады. Тұмау, қызылша, баспа сынды инфекциялық аурулардың асқынуынан дамиды.  Себебі,  жұтқыншақ пен құлақтың тоғысатын арнасы бір. Ол – «евстахий түтігі». Сондықтан да барлық инфекциялар,  бактерия-лар, вирустар осы түтік арқылы құлаққа өтеді. Нәтижесінде түтік қабынады, ісінеді және шырышпен бітеледі. Ал бактериялар мен вирустар ортаңғы құлақтың қуысына жайғасып, өсіп-өне бастайды. Бұл ортаңғы құлақтың  қабыну процесін тудырады. Қабынған құлақ солқылдап ауырады, дене қызуы көтеріледі (38-40С), мұрын бітеді немесе  су ағады, түнгі ұйқы бұзылады, құлақтан ірің (бұлақ) ағады, дабыл қуысына ауаның келуі қиындап, дыбыс өткізгіштік қызметі бұзылады. Егер қабыну процесі біршама уақытқа  созылса, ортаңғы құлақта жапсырма және тыртық пайда болып, құлақ көмескі еститін болады.\nСозылмалы отит\nЖедел ортаңғы құлақтың қабынуын дер кезінде емдемесе, арты созылмалы ауруға ұласуы мүмкін.  Мұндай жағдайда ортаңғы құлақ қуысында желім сияқты қоймалжың сұйық жиналып, ол «eвстахий түтігінің» тесігін бітеп тacтaйды. Саңылаулары бітелген мүшенің есту қабілеті нашарлайды, құлақ ауырады, бітіп қалғандай сезім пайда болады. Алайда созылмалы (секреторлы) құлақтың қабынуы тез әрі өз бетінше жaзылып кетеді. Бірақ мұрынға кілегей қабaттың ісінуін басатын арнайы дәрі тамызған дұрыс. Кейде ортаңғы құлақты қою сұйықтықтан тазарту үшін кішігірім ота жасауға тура келеді.\nМамандар жедел және созылмалы ортаңғы құлақтың қабынуы көбіне  6-12 жастағы балалар мен 5-7 жастағы жеткіншектерде жиі кездеседі дейді.  Себебі олардың «евстахий түтігі» қысқа әрі тар болатындықтан, құлақ оңай бітеліп қалады.\nҚұлақтың сыртқы қабынуы\nАл, жасөспірімдер арасында сыртқы қабыну жиі кездеседі екен.  Құлақтың сырттан қабынуы  сыртқы есту түтігінің  немесе құлақ жарғағы терісінің қабынуынан болады. Құлақ жарғағы терісінің қабынуына құлаққап та әсер етеді.\n– Табиғатында құлақ тыныштықты қалайды.  Ал құлақтағы құлаққап күні бойы «тарс-тарс» етіп тұрады. Осы дауыстар құлақтың жүйке тамырларына әсер етеді. Кейін құлақта бітпейтін шуыл пайда болады. Осылайша, құлақтың қызметі бұзыла бастайды. Балалар құлаққаптың зиян екенін білсе де, мән бермейді. Айтайын дегенім, құлақтың қызметі бір күнде бұзылмайды. Бірте-бірте нашарлап, күндердің күнінде есту қабілетінен айырылады, – дейді маман.\nҚұлықтың да пайдасы бар\nДәрігер Жанат Жүрсінбайқызы, құлықтың (ушные серы)  құлақты түрлі шаң-тозаңнан, микробтардан, түрлі инфекциялардан  қорғайтынын, шағын зақымданудан сақтайтынын, оның құрғап кетуіне бөгет болатынын айтады.  Демек құлақты жиі шұқи беруге болмайды. Әсіресе, басына мақта оралған арнайы таяқшаларды қолданбаған абзал. Өйткені  олар құлақ қалқанын ғана тазалауға қолайлы. Егер ішке көбірек кіргізіп жіберсеңіз, құлықты тіпті ары қарай енгізіп жіберуіңіз мүмкін. Сондықтан да,  мұндай кезде құлақтың есту арнасын таза ұстауға көмектесетін арнайы тамшыларды пайдаланған дұрыс.\nАлғашқы жәрдем\n– Құлақ көбіне түнде ауырады. Дәкені сіріңкенің бойындай етіп, қиып, Левомицитин спиртіне (0,25%) малып аламыз. Спирт сіңген дәкені құлақтың сыртқы жағына қоямыз. Осы емді күніне 2-3 рет қайталаймыз. Бірақ, құлаққа құюға болмайды. Күйдіріп жіберуі мүмкін. Ал 1 жастан асқан балаларға Ципромедті ұсынамын. Сұйық дәріні қолмен жылытып, күніне 4-5 тамшы 3-4 рет тамызған жөн. Мұрынға Проторгол (2%) деген дәріден 4-5 тамшы тамызамыз. Дегенмен бұл ем түнде құлақ ауырған кезде аурухана, дәріхана есігі жабық тұрған кезде жасалады, – дейді Жанат Ташінбетова. Сондықтан маман құлақ ауруын өз бетінше емделуге болмайтынын ескертеді. Осыны есте ұстаған дұрыс.\nАурудың алдын алу\n– Баланы мүмкіндігінше емшектен шығармаңыз. Себебі сәби үшін емшек сүті иммунитетті күшейтетін, ағзаны түрлі дәрумендермен толықтыратын табиғи тағам саналады. Ортаңғы құлақ инфекциясын, құлақ қабынуларын болдырмайтын да осы ана сүті.  Әсіресе, алты айға дейінгі балалар тек емшек сүтімен тамақтануы қажет;\n– Егер сәби бөтелке арқылы қосымша тағамдармен қоректенсе, оны шалқасынан жатқызып тамақтандырмаңыз. Өйткені мұрнына кеткен сүт құлаққa инфeкция түcіруі мүмкін;\n– Балаға суық тиіп, тұмауратып қалса, мұрны бітсе, мұрнын қатты сіңбіртпей, жәй ғана орамалмен сүрткізу қажет. Себебі қатты сіңбірген кезде жарғаққа әсер етуі мүмкін немесе мұрындағы сұйық құлақтың ішіне түcуі мүмкін;\n– Баланың мұрнын инесіз шприцпен де сорып тазартуға болады. Мұрнына тұзды су тамызып, маңқаны сұйылтуға да болады. Сондай-ақ ана сүтін мұрынға аздап тамызған да пайдалы. Ол мұрынның ішіне қатқан маңқаны жұмсартып, сыртқа шығуға көмектеседі;\n– Балаңызға тұмау жұқтырып алмаңыз. Күн суытқанда мұрнының айналасына оксолин жақпасын (мазь) жаққан дұрыс немесе баланың бөлмесіне, бесігіне, тіпті, киімінің бір жеріне сарымсақ тағып қойған да пайдалы;\n– Тұмауратқан баланы басқа балалардан бөлек ұстау керек. Сондай-ақ тұмауратып ауырған баланың тұтынатын заты да бөлек болғаны жөн.\nТолығырақ: https://kz.otyrar.kz/2015/07/%D2%9B%D2%B1la%D2%9Bpen-ojnau%D2%93a-bolmajdy/",
                "date": "2.03.2020",
                "upvotes": 1
            },
            {
                "text": "Персиковое масло или вазелиновые масло тамызсаныз болады)",
                "date": "13.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізем мұздап ауырады. Қалай емдеуге болады?",
        "question_content": "Түшкіру,жөтелу жоқ. Бірақ тізем мен тағы бір жерім мұздай болып тұрады содан қалай құтылуға болады?",
        "question_date": "1.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 874,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкендердің көпшілігі аяғын баса алмайтынын, түнде аяқ-қолы сырқырап ұйықтай алмайтынын, күндіз тізесі бастыртпай ауыратынын жиі айтады. Тіпті белі көтертпей, таяққа сүйеніп жүретіндер бар. Соңғы кезде бұндай сырқат түрі жасы отыздан асқан азаматтардың арасында да белең ала бастады. Себебі неде? Аурудың емі қандай? Облыстық медициналық орталықтың ревматология бөлімінің меңгерушісі, жоғары дәрежелі травматолог дәрігер, ортопед, медицина ғылымының кандидаты Серік Исаев буын ауруларын заманауи әдіспен емдеуге күш салынып жатқанын айтты.\nДәрігердің айтуынша, аурудың алдын алмаса, соңы мүгедектікке соқтыруы мүмкін. Аурудың қауіптілігі де осында. Буындардағы шеміршекаралық майдың таусылуы, сүйектердің қисық бітуі, жарақат салдарынан сынған сүйектердің дұрыс бітпеуі, ревмотологиялық аурулар түрлі буын сырқатына әкеліп соғады. Артық салмақ және жейтін ас, ішетін судың сапасыздығы да ауруға соқтырады. Мәселен, остеоартроз, коксартроз, остеохондроз секілді аурулар кезінде адам жүре алмайды. Жамбас, тізе буындағы буынаралық шеміршек майы азайып, екі сүйек бір-біріне қажалады. Алғашқыда аздаған ауырсынуды адам елемей, жүре беруі мүмкін. Кейде ауыр жұмыс істегенде, көп жүргенде, бір жерде ұзақ отырғанда, баспалдақпен жоғары көтерілгенде адамның буын-буыны сырқырап, бел мен жамбас сүйектерде ауырсынулар болады. Бірақ демалғаннан кейін, ауырғаны басылады. Осылай жалғаса береді. Бірақ сүйектер қажалған сайын ауырсыну күшейіп, адам тізесін бүге алмайды, ақсаңдап жүретін болады. Бірте-бірте ауру үдеп, тіпті қарыс қадам жүрудің өзі мұңға айналады. Аурудың соңғы сатысында дәрі-дәрмек те, жақпа май да көмектеспейді. Тек қана буын ауыстыру, яғни эндопротез салу керек.\n— Бұрын егде жастағы адамдар буын ауруына жиі шалдығатын. Қазір, қынжылтатыны, ауру жасарып бара жатыр. Тіпті отызға толмаған жастардың жамбас, тізе буындарына ота жасаймыз. Бүгінде буын  ауыстыру отасы күн сайын жасалады. Жалпы буынды эндопротездеу 2010 жылы қолға алынды. Содан бері 500-ден аса операция жасалды, — дейді дәрігер.\nҚазір орталықта америкалық «Stryker» фирмасының протездері пайдаланылады. Протездер арнайы металл мен полиэтиленнен жасалған. Адамның өмір сүру салтына байланысты полиэтилен протездер 20-25 жылға дейін желінбейді. Қозғалмалы пластина желінген кезде ол ауыстырылады. Барлығы адамның өмір сүру салтына байланысты. Артық салмақ, шамадан тыс қозғалыс пластинаның тез мүжілуіне әкеліп соғады.\n— Науқастың буынын ауыстырмас бұрын отаның тиімділігі мен отадан кейінгі асқынулар болатынын ескертеміз. Себебі бұл  оңай жасалатын оталардың қатарына кірмейді. Екі сүйектің арасына протез салу үшін сүйек бірнеше жерден дәл өлшеммен кесілуі керек. Қандай ота болмасын жүз пайыз кепілдік берілмейді. Сондықтан асқынулар болуы мүмкін. Іріңдеп кетеді. Кейбір науқасқа протез салғаннан кейін организм оны қабылдамайды. Бұндай жағдай науқас үшін өте қиын, ол буынсыз қалады. Бұндай кезде науқастың өзі психологиялық тұрғыдан дайын болуы керек, — дейді травмотолог.\nБұндай жағдайда  дәрігерлер протезді алып, орнына цемент құяды. Кейін қайта салады. Сондай-ақ, протез дұрыс орнықпаса, шығып кетуі, түрлі инфекциялардың салдарынан іріңдеуі, ота кезінде сүйек сынып, жүрек тоқтауы мүмкін. Инфекциялық, яғни бронхит, өкпе қабынуы секілді аурулар отадан кейін асқынып, буынға зақым келтіруі мүмкін. Осындай жағдайлардың барлығы науқасқа ескертіледі. Ота жасалғаннан кейін науқас адам үш айға дейін жүруіне болмайды. Себебі протез сүйекке орнығып кету үшін артық қозғалыс жасамау керек.\nАуруханада ота жасатқанына үш күн болған Сағындық Қалниязовпен сөйлескен едік. Жасы жетпістен асқан қария төрт жылдан бері тізе буыны ауырады екен. Бармаған жері қалмапты. Уақыт өткен сайын ауруы үдеп, жүруден қалған. Содан портал арқылы ота жасатуға бекініпті. Қазір жағдайы қалыпты. Таяққа сүйеніп жүреді.\n— Алғашқыда жүрексінген едім, қазір, шүкір. Ота ойдағыдай өтті. Дәрігер арнайы жаттығулар жасау керектігін айтты. Ұзақ жүруге болмайтынын ескертті.  Бұйырса, осы апта ауруханадан шығамын, — дейді Сағындық ақсақал.\nСерік Исаевтың айтуынша,  буын ауруының неден пайда болатыны, шеміршекаралық майлардың не себепті таусылатыны нақты дәлелденбеген. Тұқымқуалаушылық, экологияның нашарлауы, қимыл-қозғалыстың аздығы, жейтін тағамның құрамындағы түрлі жасанды қоспалар буын ауруына шалдықтыруы мүмкін. Қалқанша безі аурулары, қант диабеті, аяқтағы қан тамыр ауруларының салдары да  буын ауруларына әкеліп соғуы ықтимал.\nИнвазитті емес әдістің тиімділігі\nДеректерге сүйенсек, әлемде әрбір үшінші адам буын ауруына шалдығады екен. Еуропа елдерінде бұл сырқаттың алдын алу, оны емдеу үшін  түрлі әдіс-тәсілдер қарастырылған. Кейінгі жылдары заманауи емдеу әдістері біздің медицинаға да енгізіліп жатыр. Медициналық орталықта пышақ тигізбей,  инвазитті емес әдіспен емдеу тәсілдері жиі қолданыла бастады. Мәселен, бұрын тізе буын аурулары кезінде тізені кесіп, содан кейін барып қана нақты диагноз қойылатын. Ал соңғы әдіс бойынша, дәрігер  үшкір құралмен тізені тесіп, арнайы аппаратпен  қарайды. Бұндай әдісті артроскопия деп атайды. Артроскопияның бір тиімді жері, бір сәтте нақты диагнозды анықтауға және буын ішіндегі кейбір ісіктерді емдеуге мүмкіндік береді. Сондай-ақ иығы шығып кеткен науқастарға да жаңа тәсілмен ем жүргізіледі. Бұрын аяқ немесе қолдың сынған жері пышақпен кесілетін, сынық тазартылып, содан кейін барып протез салынатын. Ашық жараға инфекция түсіп, соңы іріңдеп кететін жағдайлар кездесетін. Ал қазір сынған жерге арнайы темір салынады. Дәрігер рентген арқылы оны қарап, кеспей, бірден қозғалмайтын етіп бекітеді.\nБуын ауырмас үшін не істеу керек?\nБуын ауруынан құлан-таза айығып кету қиын. Бірақ сырқатқа шалдыққан адамдар мүмкіндігі келгенше 5 келіден артық салмақты зат  көтермеуі керек. Затты екі қолына тең салмақта ұстағаны жөн. Биік өкшелі немесе табаны тегіс аяқ киім кию зиян. Аяқкиім өкшесінің биіктігі 3-4 сантиметрден аспағаны дұрыс. Тоқтамай ұзақ жүру, денедегі артық салмақ та  буынға зиянын тигізеді. Дұрыс тамақтану  маңызды. Тәтті бұрыш, сарымсақ пен пияз, саумалдық (шпинат) пен ақжелек (петрушка) секілді көкөніс түрлері буынға өте пайдалы.\nАуырып тұрған буындарды қыздыруға болмайды. Егер буын қабынып тұрған  болса, кері әсерін тигізуі мүмкін. Сондай-ақ ыстық күнде аяқ шаршап ауырса, мұздай компресс жасаған дұрыс. Ал буын ауруының алдын алу үшін салауатты өмір салтын ұстану керек. Дене жаттығуларын жасап, құрамында дәрумендері мол табиғи тағамдарды пайдаланған дұрыс.\nТолығырақ: https://aqparat.info/news/2018/04/19/8816739-buyn_nege_auyrady.html",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Мен және менің анам\" атты сайысқа таныстыру керек.",
        "question_content": "Сәлеметсіздер ме? Маған \"Мен және менің анам\" атты сайысқа өзіме және қызыма таныстыру керек еді. Қызымның есімі-Мақатай Аружан Нұржанқызы орта жүз Найманның ішінде Қожақұлдан тарайды. Өзімнің есімім - Гүлім Бауыржанқызы, мен де орта жүз Найманның ішінде Матайдан тараймын. Жолдасымның аты- Нұржан Мақатайұлы. Өтініш мүмкін болса көмектессеңіздер.",
        "question_date": "1.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем менен бастаймын мен сөзімді\nӨлең менен таныстырам өзімді.\nНағыз қазақ қызы екен дейтіндей,\nБолып өстім сезімде.\nҚазағым ана сыйлап өскен халық,_\nАтымды -------- деп қойғаны сол,\n--------------- мен --------------- гүл қызымын.\nЖарқырап нұрын шашқан жұлдызымын.\nДостарым өзімді  мақтамаймын,\nҚазақтың қарапайым бір қызымын.\nАрмысыздар жиналған көпшіл қауым,\nҰлықтап қазағымның дәстүр салтын.\nНұр шашқан көктемнің шуағындай,\n-------------- атты кішкентай қыздарыңмын.\n--------------- жүздің  руынан ------------ деген,\nАсқар таудай әкем------------  деген.\nАнасына таныстыру\nАрмысыздар, салтын суиген қазағым!\nКоріныздер сайысты қалай озарым!\n------------ жүздің Боламыз- ----------- біз руынан,\n------------ есңмды мен анамын !\nМенын қызым гүл секілді\nесімі оның  ------------!!\nЖұбайым менің -----------\nБілімі онын жер жарған!\nАнаға қарап қыз өсер\nКүнге қарай гүл өсер\nҚызым менің ------------\nМаған қарап бойжетер",
                "date": "2.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойымды қалай өсіруге болады?",
        "question_content": "Жасым 14те  бойым 150см кішкентаймын.Менің бойым өседіме айтыныздаршы?кейде қорқамын өспей қалама деп .Өте қатты жыным келеді.Кішкентай деп мазактай береді!көптеген пайдалы кеенестер айтасыздарма?Ютубтагы жаттыгулар көмектеседіме?турникше?",
        "question_date": "1.03.2020",
        "question_tag": "Денсаулық",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойдың ұзындығы адамның сымбаттылығын арттыра түсетіні сөзсіз. Сол себепті де қай жаста болмасын отасыз-ақ ұзындықты арттыруға болады. \nБойдың ұзындығы адамның сымбаттылығын арттыра түсетіні сөзсіз. Сол себепті де қай жаста болмасын отасыз-ақ ұзындықты арттыруға болады. Жалпы, аяқтың ұзаруы біріншіден, сүйектерге механикалық тұрғыда әсер еткенде, екіншіден, тізе буындарындағы шеміршектер ұзарғанда, үшіншіден, бойды өсіретін гормондар гипофиз жасап шығарғанда жүзеге асады. \nӘсіресе мынадай екі жаттығу аяқты ұзартып, бойды өсіруге жақсы әсер етеді екен. Олай болса, өз бойына көңілі толмайтындар бұл жаттығуларды аптасына 3-4 реттен жасаса, 3-6 ай ішінде бойды 5-10 см дейін өсіруге болады. \nСалмақ бергішпен (утяжелитель) жасалатын жаттығу \nАяқты ұзартауға арналған ең тиімді жаттығу саналады. Тіпті, бойдың өсу мерзімі тоқтаған уақытта да нәтижесін береді. \nЕң алдымен денені қыздырып алу керек. Ол үшін бір орында тұрып жүгіріңіз немесе секіргішпен секіріңіз. \nОсыдан соң аяқпен жаттығуды жалғастырасыз. Ол үшін оң аяқты оң жаққа қарай серписіз. Сол аяқты сол жаққа қарай 50 реттен серпу ұсынылады. Серпу жаттығуын жасап болған соң «тебу» жаттығуына кірісесіз. Яғни, аяқты алдымен артқа жіберіп, тізені бүге алға қарай, тепкендей әрекет жасалады. «Тебуді» әрбір аяққа 100 реттен жасаған артықтық етпейді. Әрине бойды өсіруді енді ғана қолға алғандар осынша рет қайталай алмауы мүмкін. Дегенмен, көбірек жасауға тырысқан жөн. \n2.Содан соң деміңізді қалыпқа келтіріп, аяққа салмақ бергішті киесіз де үстелдің үстіне отырасыз. Үстелге отырғанда аяқтарыңыз еденге тимеуі қажет. Денені тік ұстап, аяқты жай қимылмен ары-бері қозғайсыз. Есте сақтайтын бір жайт, салмақ бергіш 5 келіден аспауы керек. Әрбір аяққа 5 келіден аспайтын салмақ бергішті киіп, 5-10 минут отыруыңыз қажет. Мұндай құралды қазіргі уақытта кез келген спорт дүкендерінен сатып алуға болады немесе қолдан тігіп алсаңыз да жарайды. Егер қолдан тіккіңіз келсе, мықтылау матаға тас толтырып салып, салмағын өлшейсіз. Содан соң осы салмақ бергішті пайдалана аласыз. \nЕскерту! Аяқты өсіру жаттығуларын арқа, бел омыртқа ауруларына шалдыққандар тек дәрігермен кеңескеннен кейін ғана жасайды. \n3.Енді салмақ бергішті шешіп, аяққа 5-10 минут серпу жаттығуын жасайсыз. \n4.Салмақ бергішпен аптасына кем дегенде 3 рет жаттығу жасау керек. \nИнверсиялық аяқ киіммен де бойды өсіруге болады \nЕкінші жаттығуды орындау үшін инверсиялық үстел (инверсионный стол) немесе аяқ киім қажет. Бұл заттарды спорт дүкендерінен табуға болады. Инверсиялық аяқ киімді киіп, төмен қарай салбырап тұрасыз. \nБұлайша жаттығу да сүйектердің, дененің төменгі жақ буындарының және арқаның созылуына ықпал етеді. Басқа жаттығуларға қарағанда инверсиялық аяқ киіммен жасалатын созылу жаттығулары өте тиімді әрі бойды тез өсіреді. Оның үстіне мұндай аяқ киіммен турникте көп уақыт асылып тұра аласыз. Инверсиялық аяқ киіммен жасалатын жаттығуды ұйқыға жатардан бір сағат бұрын орындаған жақсы нәтиже береді. Алғашында басыңыздың төмен салбырап тұруының кері әсерін сезінуіңіз мүмкін. Бірақ, үйрене келе көп уақыт осылай тұратын болсаңыз, діттеген мақсатқа қол жеткізесіз. Дегенмен, бойын өсіруге құмартқан жандар жаттығуды 3-5 минуттан асырмауы керек. Соңынан 30 минутқа дейін ұзарта береді. \nДәрігерлер инверсиялық жаттығуларды омыртқа ауруларын емдеуге арналған ең қолайлы тәсіл деп біледі. Дегенмен, мұндай жаттығулармен айналыспас бұрын дәрігерден кеңес алған дұрыс.\nТолығырақ: http://ernur.kz/fitnes/boidy-osiretin-en-tiimdi-2-zhattyghu",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орташа бал 70-тен жоғары болса, қайда оқуға түсе аламын?",
        "question_content": "Матем Физ тапсырып орташа бал 70 ден өтсем қайда оқуға бара алам",
        "question_date": "29.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Проходной баллдан жинаған баллыңыз  асса мемлекеттік грант конкурсына қатыса аласыз. Мемлекеттік грантты жеңіп алу мүмкіндігіңіз қатарлас тапсырған талапкерлердің орта балының шамасына да байланысты болады. Одан өзге  жоғары дәрежедегі  оқу -білім немесе спорттық жарыстарға  қатысып мемлекеттік грантқа иелену мүмкіндігіңіз бар. Және де егер сіз оңтүстік аймақтың (Алматы, Түркістан,Жамбыл, Қызылорда, Маңғыстау облыстарының бірінің түлегі болсаңыз) \"Серпін-2050\" бағдарламасымен тапсырып қарасаңыз болады. Тым ешқандай грантқа мүмкіндік болмаса ақылы бөлімге түсіп семестрдің ақысын төлеп , оқу үлгеріміңіз жоғары дәрежеде болып жатса грантқа ауысып алуға болады.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мешітке кім кіріп келді?",
        "question_content": "Мешітте үш жігіт отырады. Біреуі намаз оқып отырадв, біреуі ораза устап отырады ал біреуі үйленген. Сол кезде мешітке бір жігіт кіоіп келеді, қолында құманы бар. Намаз оқып тұрған жігіттің намазы бұзылады, ораза ұстап тұрған жігіттің оразасы бұзылады, үйленген жігіттің әйеліне талақ тасталады. Мешітке кім кіріп келді?",
        "question_date": "29.02.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 33300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хабар ошаусыз кеткен адам. Әйелі хабарсыз кеткен сон оны өлді деп ойлап , мешіттегі кісіге үйленген болатн. Ал ол кісі қайта оралғандықтан талақ айтылды.Ораза ұстаушы адам ол кісіні өлді деп ойлап сол кісі үшін ораза ұстаған. Алайда ол кісі тірі екенің көргенде оразасы бұзылды. Намаз оқып тұрған кісі дәретті су жоқтығынан тәйммум мен алған болатн, бірақ кіріп келген кісінің қолындағы суы бар құманды көргенде тәйммумы өз күшін жойып намазы бұзылады",
                "date": "1.03.2020",
                "upvotes": 3
            },
            {
                "text": "Мешітке кіріп келген әзрейл періште болса керек\nЯгни жан алушы періште",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасырылған санды табыңыз.",
        "question_content": "Данияр мен Мадияр далада кездесіп,асфальтта жазылған ондық санды көрді.Мадияр ол санды 4-ке көбейтіп,7-ге бөлді.Данияр ол санды 9-ға бөліп,1-ге азайтты.Екеуінің де жауабы бірдей.Ол қандай сан?",
        "question_date": "29.02.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "63 болуы мүмкін, солайма",
                "date": "29.02.2020",
                "upvotes": 0
            },
            {
                "text": "Х×4/7=х/9-1\n\nХ×4=7х/9-7\n\nx=7х/(9*4)-7/4",
                "date": "1.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дуаланған адамды қалай емдеуге болады?",
        "question_content": "Менің жолдасым арақ ішеді маган ол сыртынан дуаланган сияқты не истеуиме болады???",
        "question_date": "29.02.2020",
        "question_tag": "Жанұя",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Дуаның бетін тек Құранмен қайтарады...\"\nАл имам Дінмұхамед Сманов Құран Кәрімде сиқыр жайында көп жазылғанын, тіпті кезінде біреулер пайғамбардың өзін дуалағанын да айтты.\n\"Сиқыр деген рас нәрсе. Құран Кәрімде де сиқыр жайында көп айтылады. Оның түр-түрі болады. Мысалы, Мұса пайғамбардың заманында сиқыршылар қатты дамыған. Алла көмектесіп, оның дуасын жыланға айналдырады\", - дейді ол.\nИмамның айтуынша, дұғаның екі түрі болады, бірі – жақсы, бірі – жаман. Осы жаманы адамдарға кері әсер етіп, ерлі-зайыптыларды ажыратып жатады немесе дәурені жүріп тұрған дәулетті адамды аяқ-асты кембағал қып барынан айырады.\n\"Бахара\" сүресінде ерлі-зайыптылар арасына жік салу, дұғалау жайлы айтылады. Отбасыға іріткі салу - шайттаның ең жақсы көретін амалы. Сондықтан адамдар әрдайым жақсы дұғада болып, намаз оқуы керек. Тек Құран аяттарын оқу арқылы дуаның бетін қайтаруға болады\", - дейді ол.\n\nӘрі қарай оқу: https://sputniknews.kz/society/20190402/9721486/Siyr-degen-ras-nrse-Imam-men-psikholog-adamdy-dualau-turaly-aytyp-berd.html",
                "date": "29.02.2020",
                "upvotes": 1
            },
            {
                "text": "Молда Маргұлан 8702 732 62 56\n\n8700 732 57 82",
                "date": "24.11.2020",
                "upvotes": 0
            },
            {
                "text": "Актауда Жулдыз деген апа бар. Сол кисиге корининиз 87752570296 ватсап номери",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір кезінде жыныс мүшесі кеңейеді ма?",
        "question_content": "саламатсызба мен кызымен бырге болганда ода месячный болды и козып жаты ол целка со месачный кезде кыздыгы оте созлнкы болды тіпті 2саусакта крптурды ол дурспа даже ол кезде жнс мушесыде крсе онаи крптуру мумкынбе месчный кезде целка кандаи болады месячный быткенсон быз тексердык 1 саусак арен сип турды катаип отнш жауабн кутем алы кыздыгы орнындама?",
        "question_date": "29.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 961,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсіңде сүре оқысаң не болады?",
        "question_content": "Түсімде көп адам маған тиіспекші болып жүр екен.Ал мен қатты қорқып Алладан көмек сұрап жүрмін бір кезде сүрелерді бірінен кейін бірін оқи бердім шыны керек сондай құлаққа жағымды болды.Бір кезде аспан бұлттанып найзағай ойнап маған тиіспекші болған адамдар айналамнан жоқ болып кетті.Сонда бұл қандай белгі немесе нені білдіреді",
        "question_date": "28.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 22600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейінгі жылдары түс жоруға байланысты кітапшалар жиі жарық көре бастады. Әсіресе славяндық түс жору үлгілері көптеп таратылады.\nМұсылман халықтарының түс жору туралы өнегелері қандай? Бұл мәселеге ерте замандардан кең мән берілген. Ғасырлар бойы жинақталған тәжірибелерді басқа ұлт өкілдері өз тілдеріне аударып, мұсылман әлемінің тылсымымен ұдайы таныстырып отырған. Мәселен, 1902 жылы Н.Г.Маллицкийдің «Мұсылмандық түс жору» деген кітабы жарық көрді. Мұнда автор парсы тілінде шыққан мұсылман энциклопедиясының түс көріп, оны жоруға арналған бір тарауын орысша аударып ұсынғанын айтады. Он екі тарау тұтастай түс жоруға бағытталыпты.\nЖаратқан Иеміздің адамға есту, көру, дәм, иіс сезу, түйсікпен қабылдау тәрізді қабілеттерімен қатар әсерлену, қиялдау, есте сақтау, елестету ерекшеліктерін де сыйлағаны хақ. Қимыл, әрекет үстінде кім-кімнің де күш-жігері нақтылы іске арналады, ал ұйқы барысында сыртқы сезінулеріміз тып-типыл тынышталады. Сол кезде түске әлденелердің ену себептерін ғұлама бабаларымыз қалай түсіндірген?\nБірінші себебі: ұйқы барысында қиял керемет шарықтайтын көрінеді. Қым-қуыт күйбіңнен мүлдем алыстап, ішкі қазына сандықтарының кілті кенеттен ашылады. Соның тікелей ықпалынан ап-анық бейне белгілер суреттеледі де ұйқыдағы небір таңғажайыптарды тудырады. Мұндай жайт басым көпшілікке тән екен. Ғалымдар бұған мән бере қарап, түсте көрген жайттар орындалады, әсіресе оны кемеңгер, ойшыл адам жорыса дейді.\nЕкінші себебі: адамның ағзасында түрлі өзгерістер ұшырасады. Соған орай рух та түрлі өзгеріс туғызады. Мысалы: егер ыстықтаса, түсінде от; егер тоңса, түсінде қар, аяз; егер адам ағзасына сыз өтсе, түсінде жауын, тасқын су немесе өзен; егер құрғақшылыққа душар болса, түсінде шаң, құм, тау, тас көріп, денедегі сәл-пәл осындай ауытқуларға қарай түрлі кұбылыстар туады. Мұндай жағдайда көрген түстерге пәлендей мән берілмеген. Ғалымдар да оны талдамаған.\nҮшінші себебі: сыртқы сезінуіміз тұтастай тәуелсіз, азат хал кешкендіктен жанның Құдайы беріп, таңғажайыпқа бөленеді. Сол сәтте анық белгі түсіп, олардың іске асуы алдын ала сезіледі. Мұндай түстер айрықша бағаланған және ғалымдар оған шындық деп қараған. Жан дүниесі таза, пәк адамдар ғана аян берілер түс көреді деп саналған.\nТәуліктің қай сәтінде, таң алды, күндіз бе, көрген түстің орындалуы соған да байланысты деседі. Әсіресе таң алдындағы түс көрудің маңызы айрықша көрінеді. Көне заман ғалымдарының пікіріне жүгінсек, ай, күн сандарының да түс көріп, болжауда мәні бар екен. Мәселен, айдың 6, 7, 8, 9, 10, 15, 18, 19, 22, 27 сандарындағы түстер ақиқатқа жақын, болжаулары анық, ал айдың 13, 14, 20, 21, 25, 26, 28, 29, 30 сандарындағы түстер пәлендей мән құрамайды, болжаулары да дәл емес дейді. 4, 5, 11, 12, 16,17 сандарындағы түс екі ай немесе екі жылдан кейін орындалады-мыс. 2, 3, 23, 24 сандарындағы түстерге керісінше қарау керек дейтін пікір бар.\nТүс жорушының ақылды, парасатты, әділ, адал болуына да ежелден көңіл бөлінген. Біреудің құпиясын екіншіге жеткізбеу, ұдайы Аллаға кұлшылық жасау, Алланың періштелеріне, кітаптарына, бүкіл пайғамбарларына сеніп, жалбарыну, дұға оқу арқылы тылсым тұңғиығына үңілудің түс жоруға да әсері тиген. Көрген түсін айтып жатқанда, түс жорушы «жақсылық – бізге, жамандық – біздің дұшпандарымызға» деген дұғаны тез-тез айтуы қажет көрінеді. Қорқынышты түс көрген кісі түсінен шошымас үшін «һүуәллаһүлләзи…» аятынан бастап соңына қарай һашір сүресін (Құранның 103-ші, «Кешқұрым» деп аталатын сүресі) оқиды және бір Фатиха, он бір рет Ықылас сүрелерін оқып, мұны Пайғамбарымыздың рухына арнайды. Сөйтіп, «Я, Раббым, егер осы бір көрген түсім жақсы түс болса, ұдайы осындай түс көрсете бер! Ал егер ол жаман түс болса, жақсылыққа айналдыра гөр! Жақсылығың бізге, қасіретің дұшпандарымызға болсын!» деп дұға оқылады.\n«Мұсылмандық түс жору» еңбегінің екінші тарауы түсте Жаратқан Иесін, пайғамбар, періште, жын-шайтан, жәннат, жұмақ, тозақ… көрудің маңызына арналыпты. Алда-жалда түсінде Тәңірінің нұры шашылса, бақыт пен шаттықтың кернегені, ырыс, берекенің келгені. Мұндай түс көрген жерлерге әділдік, байлық орнайды.\nАлла тағалаға жалбарынып, дұға оқып жатқанын түсінде көрсе, бұл адам абырой-атаққа бөленеді, патшалармен жақын болады.\nӨзінің қандай да іс-әрекеттерін Жаратқан иесі тізіп санай бастаса, қуанышты хабар жетеді, алыс сапарда жүрсе, үйіне аман-есен оралады. Егер Тәңірінің қаһарланғанын көрсе, жалбарына құлшылық ету керек оған.\nТүсінде пайғамбар көру – мәртебе, дәреже, жоғары орын. Діндар болу және жеңістік.\nМұхаммед Саллаллаһу ғалайһи уәссәламға алғаш рет шындық жолын нұсқаған сәтке назар аударайықшы:\n«Ол өзінің көптен бергі дағдысы бойынша бұл күні де тау қойнауында тұрып, бүкіл әлем иесіне сыйынып жатыр еді. Өзінің күндегі тұрақты орны болатын. Көзі ілініп кеткен екен. Сәлден соң ұйқылы-ояу қалыптағыдай күй кешіп жатты. Қасына біреу келгендей болды. Бұл Алла атынан, Алла әмірін алып келіп тұрған төбе періштенің бірі Жәбірейіл ғалайһи уәссәлам еді. Пайғамбарлық пен елшілік міндетін тапсыру үшін келіп тұрған бойы осы еді. Ол адамзаттың құтқарушысы, Алланың сүйіктісі, хазреті Мұхаммед Саллаллаһу ғалайһи уәссәламға тақау келіп тұрды да, әлдебір жазулары бар жылтырауық орамды ашып, саусағымен нұсқап:\n– Оқы! – деп бұйырды. Хазреті Мұхаммед (Саллаллаһу ғалайһи уәссәлам) әлгіндегі жауабын қайталады: «Мен оқи білмеймін ғой». Ал Жәбірейіл-Әмин дереу пайғамбарымызды мықтап ұстап алды да, мүбәрак кеудесінен үш мәрте сығып-сығып жіберді. Сонда пайғамбарымызға мына қол иесі керемет бір күш иесіндей болып көрінді. Әлгі күш тағы да кеудесін сығып-сығып жіберді. Баяғы бала кезінде, сүтанасы Халиманың үйінде жүрген шағында көрген ғажайып оқиға есіне түскендей болды, жүрегіне жазылған жазулар елестеп етті. Бұл Құран Кәрімнің алғашқы уағыздары болатын.\nhttp://anatili.kazgazeta.kz/?p=14015",
                "date": "28.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "stud.kz сайтынан қалай тегін жүктеуге болады?",
        "question_content": "stud.kz сайтынан мәліметтерді қалай тегін жүктеп алуға болады? Ондай мүмкіндіктер бар ма?",
        "question_date": "28.02.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі бұл сайттан сатып аласыз. Бірақ бір жолы бар. Скриншотқа түсіру арқылы компьютеріңізге сақтауға болады. Алғыңыз келген материалды жұмысты толықтай көру дегенді басып PrtSc батырмасымен фотоға түсіріп алуға болады.",
                "date": "28.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түс жор. Түсімде қайтыс болған әкемді көрдім",
        "question_content": "Саламатсыздар. Тусимде кайтыс болган акемди кордим. Колында бир бурышы кемирилген акша устап тур. Курылыс заттар дукенинде тур. Сатушы сыныптас жигит. Бирак, ол жигит омирде мугалим.",
        "question_date": "28.02.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер түсіңізде қайтыс болған әкеңізді, атаңызды, анаңызды не әжеңізді көрсеңіз, бұл қиындықтардан арылатыныңызды аңғартады. \nЖаныңда тірі жүрген адамдар түсіңізде бақилық болса, олардың ұзақ өмір сүретіндгінің белгісі. \nҚайтыс болған адам сізді ұрып жатқан болса, ол сіздің күнәлі іске барғаныңызды аңдатады.\nЕгер қайтыс болған адам түсіңізде жаман әрекеттерге барса, ол сізді дәл осы әрекеттерден сақтандырғанын білдіреді.\nҚайтыс болған адам отбасын құрмаған болса, жақын арада үйленетініңіздің белгісі. Ал егер қайтыс болған адам отбасылы болса, жақындарыңыздан алыстауыңыз немесе ажырасуыңыз мүмкін.\nБақилық болған адам түсіңізде игі іс жасаса, бұл сіздің де осы істі жасауыңыз керектігінің нышаны.\nҚайтыс болған адам түсіңізде тірі жүріп, жағдайы жақсы болса, бұл оның о дүниедегі жағдайының жақсылығын аңғартады. \nЕгер түсіңізде қайтыс болған адаммен құшақтасып, сөйлессеңіз, ғұмырыңыз ұзарады. \nТүс көруші қайтыс болған бейтаныс адамды сүйсе, күтпеген жерден бақыт пен байлыққа кенелуі ықтимал. Егер қайтыс болған танысын сүйсе, ол адамнан білім үйреніп немесе артында қалған байлығын иемденуі мүмкін.\nТүсіңізде қайтыс болған адам жақсы әрі таза зат ұсынса, ол - өміріңізде күтпеген жерден қуантарлық және қайырлы затқа ие болатыныңыздың белгісі. Ал егер ұсынған зат кір болса, алдағы күндері жаман әрекетке баруыңыз мүмкін.\nҚайтыс болған адам түсіңізде мешітте жүрсе, ол адамның жаны тыныш тапқандығын аңғартады. Себебі түсте көрген мешіт - тыныштық пен қауіпсіздіктің белгісі. \nhttps://forum.stan.kz/508/kaytis-bolgan-adam-tusime-ense-ne-boladi",
                "date": "28.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Қан мен тер\" фильмінің қазақша нұсқасын қайдан көруге болады?",
        "question_content": "Сәлем жақсылар! Бүгін Қан мен Тер романын оқым бітірдім. Енді фильмін көрсем бе деген ниетім бар. Қазақша нұсқасын қайдан көрсем болады айтып жібересіздер ме ? Желіде тек орысша нұсқасын табам. Бірақ ютубтан қарасам қазақша трейлерін көріп қалдым. Енді сол қазақшасын іздеп жүрм... Қайдан табамын ?",
        "question_date": "28.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте жоқ секілді . Теле арналардың қорында болмаса, немесе арнайы бір сайттарда, бірақ осы күнге дейін қазақша фильмдерді жинақтайтын сайттарды байқамаптым. Қазақстан ,Еларна сияқты теле каналдарға тапсырыс-өтініш айтып көріңіз, телеарналарда анық бар қазақша версиясы.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Көшпелі алтынның құпиясы\" тақырыбында аңыз құрастыру?",
        "question_content": "Көшпелі алтынға қатысты пікірлер мен аңыздарды жинақтап \"Көшпелі алтынның құпиясы\" тақырыбында аңыз құрастыру.",
        "question_date": "27.02.2020",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қараңғы түн. Ұйқы қысқан атамыз айнала төңірекке сығырая көз тігіп отырады. Кенет, анадай жерден бірнәрсе жылт-жылт етіп көзіне шалынады. Басына бір бақтың келе қойғанын сезген атамыз әлгі жылтылдаған жерге лезде келеді. Бір орыннан екінші орынға сусылдап ауысып тұрған жылтырақтың көшпелі алтын екенін ол кісі дереу біле қояды. Сөйтіп, азу тісін қанатып жіберіп, алтынның үстіне тамызғанда алтын үлкен жұдырықтай болып ұйысып тұра қалады. Алланың бұл сыйына салауат айтып, ол кісі алтынды үйіне алып келеді. Әкелген олжасынан бірінші өзінің қалтасына салып жүретін кішкентай кездігіне сап жасайды да, қалғанын сандыққа салып қояды. Ел іші болған соң біреуден біреу іліп әкетіп, бұл әңгіме жұртшылыққа тегіс тарап кетеді. Күндер зулап өте береді.\n1937-1938 жылдары басталған жаппай қуғын-сүргін мен тәркілеудің залалы сол көшпелі алтын үшін атамыздың шаңырағына да әсер етпей қоймайды. Үйінде бейқам отырған атамызды тәркілеушілер келіп, алтынын өз еркімен беруін талап етеді. Келіспеске амалы жоқ атамыз алтын салынған сандықты әлгілердің алдына әкеліп ашып береді. Олар сандықты ары ақтарып, бері ақтарып, алтынды таппай кетіпті. Сонда менің анам Бүбішынар он үш жасар қыз екен. Әкесіне жүгіріп барып: «Біздің алтынымыз қайда?» деп сұрағанда, әкесі: «Ол зұлымдық жоқ жерге, өзіне жайлы жаққа көшіп кетті. Мен оны қорғай алмадым» деген екен күрсініп. Жалпы анамның айтуы бойынша көшпелі алтын кез-келген жанға көріне бермейді екен. Оның қасиетін біле алатын адамның қолына түсуді армандап, соған жылтылдап белгі беретін көрінеді.",
                "date": "2.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынған сүйек қанша уақытта бітіп кетеді?",
        "question_content": "Менин балтыр сүйектерим сынған. Операция жасады. Жасым 22 де. 2,5 ай болды, балдакпен журип журмин. Аягымды басып жүре беруге, салмақ салуға болады ма?",
        "question_date": "27.02.2020",
        "question_tag": "Тазалық",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сынықшылық – қазақ емшілігінде төтенше дамыған. Ол қарапайым, оңай әрі тез жазатын, тән азабын тартқызбайтын ғылыми жүйесі күшті, ұзақ уақыт сыннан өтіп, тұрақтанған ғылым есептеледі.\nОташылық (сынықшылық) көзбен көріп, қолмен ұстап істейтін жұмыс. Оташылықта сүйек таңу, буын салу қатарлы жұмыстар ғылыми, жүйелі, басқышты түрде жүргізіледі.\nҚол-аяқ (ұзын сүйек) сынығын таңу немесе шыққан буынды орнына салудың ортақ ерекшелігі – тарту. Тартуда оның бағыты тура болуы, баяу тартудан біртіндеп қатты тарту, сынық немесе шыққан буын аралығын мәлім мөлшерде созып барып, қоя беріп орнына түсіру басты орында тұрады. Мұнда еттің қыстырылуы болмайды.\nСынық немесе буын орнына түсті деп межелегенде оны екінші жағымен салыстыру керек. Мысалы, оң қол сынған болса, сол қолмен салыстырып барып таңу керек. Таңу барысында сынған орынға қарай ағашты лайықты жұқалап шауып, қалып жасаған жөн. Сыныққа келетін жағына мақта немесе түйе жүнін тегіс екі жақ ұшына асыра қойып, сыртын жұқа шүперекпен орап қояды.\nСынықты салған соң қара шай, тұзбен толық сылап, бостау етіп орап барып, сыртынан сүйемелдеу мақсатында жаңағы ағаш қалыптармен таңамыз. Мұнда 5-6 парша ағаш қалып дайындалады. Ұзын-қысқалығы лайықты болуы, оташы өзі жөндеуі немесе шебер адамдарға жасатуы керек.\nБуынды салуда буынды орнына қарай тартып барып, бағытына қарай иіп, әрекет мөлшерін байқау керек. Мысалы, шынтақ буынын салғанда, тартып орнына түскен соң ішке қарай иіп, әрекетін байқау әрі екінші шынтақ буынымен салыстыру керек.\nПаршаланып сынған сүйекті салғанда қан тоқтатумен бірге өте ұсақ сүйектерді алып тастап, жарақаттанған орынды ашық қойып, анжы өткізіп таңу керек. Сондай-ақ тартуды, ысқылауды лайықты қолдану арқылы сынған сүйек пен еттің бұзылуын алдын алатын қосымша емдеу жолымен ұштастыра білу керек.\nБас сүйектің сынуын әдетте көп кезіктірмейміз. Кейде бастың жігі ашылуы сияқты жағдайлар байқалса, бас теріні сыртқа қарай тартып барып, ашылған жікті жақындатып немесе тигізіп барып, орап таңады. Таңғанда өте қатты байламау әрі өте қалың таңып, қомыттамау керек.\nМойын буынын салғанда, шұғыл тартпау, көп уқалап сарысуын таратып, көбірек сормақта тарту арқылы баяу созып-тартып, біртіндеп орнына түсіру тиіс. Шыққан мойынды қатты ұрып түсірмеу, тіпті қатты баспай, өз жолы бойынша баяу, біртіндеп тарту керек. Тарту бағыты жалғасты болуы, баяудан күштірек болып, босатып алмау керек.\nҚысқасы, көп уқалап, баяу тартып, біртіндеп созып, тарту реттілігі тура болудай заңдылықтарды дұрыс игерген жөн. Мұнда жұлын іркілудей қатерлі зардаптар туатынын білуіміз керек. Буын орнына түскеннен кейін сормақта тартып, жылы орап қою керек.\nОмыртқалардың (арқа, бел омыртқалары) сынуын немесе орнынан тайуын таңуды сол жердің өз тұсынан салу немесе таңу керек. Бас немесе аяқтан тартуға мүлде болмайды. Бұлай тарту – жұлынның созылуына әкеліп соғады. Мұндай жағдайда науқас адамның өміріне қауіп төнеді.\nСынған сүйек таңылған соң мертіккен адамды қозғалтпай, жұқа салынған түзу тақтай төсекке шалқадан жатқызу керек. 10-14 күн мөлшерінде аунатып тұруға, басқа қырынан жатқызуға болады.\nҚабырға сүйектер сынғанда оны тартпау керек. Тек құмыра немесе торсықты бірнеше рет күшпен үрлетіп, мөлшерлі орнына барғанда жалпақ былғарымен желімдеп тастаған жөн.\nҰршық буыны шығу көбінесе сыртқа қарай болады. Оны салғанда созып тарту мен қолмен басып түсіруді өзара ұштастырған жөн. Буыны шыққан немесе сынған жамбас сүйек болса, жамбасқа тураланған ағаш қалып жасалумен бірге, бел және шап жағына келетін өлшемді қалып жасап, жамбастың қозғалмай тұруына мүмкіндік еткенде ғана буын тайу менесе сынықты ақаусыз жазуға болатынын ескергеніміз жөн.\nИық буынын салғанда сөзсіз орнына тура салумен қатар жақсы болуы, таңғанда қолтықтан көтере таңып, иықтың әдетегі буын шығуын салумен бірге асу уақыты 30 күнен кем болмауы керек. Өйтпегенде ойнамалы болып кетеді. Бұған аса мән беру керек.\nБұғана буынының шығуы немесе сынуы болсын, тек орнына түсіріп, сүйемелдеп қойса болды, өздігінен жазылып кетеді.\nШынтақ буын шығу немесе сынуын өте көңіл қойып, орнына салу және таңу керек. Алғашында түзулеп таңу, 5-7 күннен кейін ішіне қарай иіп таңу керек. Осылай бірнеше рет қайталау тиіс. Өйітпегенде қол түзу болып немесе иіліп қалады. Мертіккен адам жазылған соң түзу ұстау немесе иіу әрекетін көбірек істеген жөн, бұған мүлде селқос қарауға болмайды.\nАлақан, табан буындарының шығуы немесе бақайшықтардың сынуы болсын, барлығында орнына түсірген соң, таңатын ағаш қалыпты қол болса қолдың сыртына, табан болса, табанның астына келтіру керек әрі таңу уақыты ұзағырақ болғаны жөн. Әдетте қол бармақтары, аяқ бақайшықтары мертігуі көбірек кездеседі, бұлардың сүйегінің жетілуі өте баяу болады. Ұзын сүйектерге (жілікке) бұл ұқсамайды. Әдетте 6 ай мөлшерінде толық қалпына келіп болады.\nЖақ сүйектерінің сынуы орнына келтірілген соң, сыртын қалыппен таңып, ішін тот баспайтын сым темірлермен астыңғы, үстіңгі тістерден матап, туралап байлап тастау, тамақ бергенде қуатты тағамдарды сұйық қылып ішкізген жөн. Бұған кем дегенде 40 күн уақыт кетеді. Әдетте балалардың сүйегі тез жетіліп, 2 апта айналасында сүйек ілінеді, бір айда жазылады. Жастар мен орта жастағылардың сүйегі 40 күнде ілініп, 100 күнде қалпына келеді. Қарттардың сүйегі морт болғандықтан, 100 күннен 120 күнге дейінгі уақытты қажет етеді.\nhttp://old.baq.kz/kk/news/asil_kazina_zhadiger/kazak_emshiligi_singan_suiekti_otasiz_ornina_salu20170428_150200",
                "date": "27.02.2020",
                "upvotes": 1
            },
            {
                "text": "2020да жазған екенсіз қазір қалай? Қанша уақытта жазылды?",
                "date": "4.09.2022",
                "upvotes": 0
            }
        ]
    }
]