[
    {
        "question_title": "Мұхит толқындарының себептері не болуы мүмкін?",
        "question_content": "Мұхит ағыстары. Мұхитта болатын толқындарды не жасайды?",
        "question_date": "7.12.2021",
        "question_tag": "География",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толқындар. Дүниежүзілік мұхиттың беті үздіксіз қозғалыста тербелмелі және ілгермелі қозғалыстар жасайды. Мұхиттар мен теңіздердің бетінде толқын қалай пайда болады?\nӘдетте, толқындар желдің әсерінен пайда болады. Жел соға бастағанда теңіз үстінде толқын көтеріледі. Толқын көтерілген кезде теңізге қарасақ, толқындар жарысып бара жатқандай көрінеді. Осы толқандардың үстінде қалқып жүрген нәрселердің орындарын өзгертпей, біресе жоғары көтеріліп, біресе төмен түсіп тұрғанын байқайсыңдар. Толқындағы судың бөлігі бір орында ғана толқу қозғалысын жасайды. Жағаларда толқындардың жылдамдығы бәсеңдеп, олардың биіктігі артады. Бір жерлерде теңіз толқындары жағаны бұзады, ал басқа жерлерде осы бұзылған заттарды шөктіріп, көлемі үлкен құмды немесе малта тасты қайраң түзеді.\nТолқынның қимасынан оның пішінін көруге болады. Су бетінің – деңгейінен жоғары көтерілген толқынның ең биік бөлігі толқынның қыры немесе жалы, су бетінің деңгейінен ең төмен жатқан бөлігін толқынның табаны деп атайды. Көршілес екі қырдың немесе жалдың арасындағы арақашықтық толқының ұзындығы, ал табанынан қырына дейінгі қашықтық толқынның биіктігі деп аталады.\nАшық мұхиттағыға қарағанда, теңіздегі толқындар аласа (не себепті?). мұхиттағы толқындар өте күшті болады. Теңізшілердің Тынық мұхитының оңтүстік шығыс бөлігінде толқын биіктігінің 18 м-ге жеткенін байқаған кездер болған.\nТолқынның күші 9 балдық шәкілмен анықталады. Ең биік толқындар 40 және 50 аралықтарында байқалады, өйткені осы арада күшті жел соғады.\nҮлкен толқындар аумағына Отты жер аралы мен Америка жағалаулары (Сан-Франциско ауданы) жатады. Дауыл тасқындары жағалаудағы бекініс құрылыстарын қиратады.\nЦунами – көлемі өте үлкен толқындар, олар желдің әрекетінен емес, су астындағы өте күшті жер сілкінуінен пайда болады. «Цунами» – жапон сөзі: «цу» – қойнау, «нами» – толқын  деген мағынаны білдіретіндіктен, жер сілкінуден немесе су түбіндегі жанартаудың атқылауынан туатын толқындарды цунами деп атайды.\nЦунами толқындары үйлерді құлатып, электр желілерін істен шығарады, кемелерді жағаға шығарып тастайды. Бұл толқындар жағалау тұрғындарына да үлкен апаттар әкеледі.\nЦунами қалай пайда болады? Суға тас лақтырғанда су бетіне пайда болатын шеңберлер сияқты, жер сілкіну орталығынан жан-жаққа цунами толқындары тарайды. Ашық мұхитта цунамидың биіктігі 1 м-ден аспайды, ал ұзындығы 100-200 км-ге жетеді, ол аса байқалмайды және қауіпсіз болады. Ал толқын жағаға жақындағанда биіктігі 10 м-ден асады, ал қойнауға кірер жерде 20 м-ге дейін жетеді. Цунами жер сілкіну орталығынан сағатына 800 км жылдамдықпен тарайды. Цунами болар алдында су бірнеше минут ішінде жағадан жүздеген метр, ал кейде бірнеше шақырымға дейін шегінеді, су көп шегінсе, цунами толқыны соғұрлым биік көтеріледі. Чилидегі жер сілкіну кезінде цунами толқындары Оңтүстік Америка жағасынан бүкіл Тынық мұхит арқылы 15 мың шақырым жол жүріп, Гавай аралдарына, Жаңа Зеландия, Жапония жағалауына соғылып, Куриль аралдарына дейін жеткен.\nhttps://ikaz.info/m-hit-suyny-oz-alystary/",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прописка ауыстырған жағдайда АСП ала аламын ба?",
        "question_content": "Сәлеметсіздер мен мен көпбалалы жалғызбасты анамын ажырасканмын Нур султан қаласына көшіп келгенімізге 8 ай болды пропискаға турғаныма 3 ай болды АСП ала аламба? Өзім төрт айлық нәрестем бар жұмыссызбын. Жалдамалы пәтерде тұрамын. Бес балам бар, ай сайынғы жәрдемақы жетпейді квартира, тамақ, балаларға киім,кішкентайыма памперс,сүт  т.с.с сіздер көмектесе аласыздарма? Өтініш көмектесіңіздерші. Қазір қиналып тұрмын. 87787896111 өтініш көмектеріңізді күтемін.",
        "question_date": "6.12.2021",
        "question_tag": "Әлеуметтік желі",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік атаулы әлеуметтік көмек-бұл шартсыз және шартты ақшалай көмек түрінде облыстарда, республикалық маңызы бар қалаларда, астанада белгіленген айлық табысы кедейлік шегінен төмен жеке тұлғаларға  мемлекет тарапынан ақшалай нысандағы төлем.\nШартсыз ақшалай көмек келесі тұлғаларға көрсетіледі: \n1) Жұмыспен қамтуға жәрдемдесу іс-шараларына қатысуға мүмкіндіктері шектеулі жалғыз басты және (немесе) жалғыз тұратын аз қамтылған тұлғаларға төмендегі себептер бойынша:\nзейнеткерлік жасқа толуына;\nбірінші немесе екінші топтағы мүгедектігіне;\nекі айдан астам еңбекке уақытша қабілетсіздік мерзімі белгіленуі мүмкін ауруының болуына байланысты.\n2) құрамында еңбекке қабілетті адамдары жоқ немесе \nБарлық еңбекке жарамды отбасы мүшелері бірінші немесе екінші топтағы мүгедектер болып табылатын және (немесе) екі айдан астам уақытша еңбекке жарамсыздық мерзімі белгіленуі мүмкін аурулары бар, және (немесе) келесілерге күтім жасауды жүзеге асыратын аз қамтылған отбасыларға:\nүш жасқа дейінгі балаға;\nмүгедек балаға;\nбірінші немесе екінші топтағы мүгедекке;\nқарттар;\nбөгде адамның күтімі және көмегіне мұқтаж.\nЖалғыз басты және/немесе жалғыз тұратын аз қамтылған тұлғаларға, сондай-ақ құрамында еңбекке жарамды мүшесі (мүшелері) бар аз қамтылған отбасыларға, оның ішінде \"Салық және бюджетке төленетін басқа да міндетті төлемдер туралы\" Қазақстан Республикасы Кодексінің (Салық кодексі) 774-бабына сәйкес бірыңғай жиынтық төлемді төлеушілер болып табылатын жеке тұлғаларға ол (олар) жұмыспен қамтуға жәрдемдесу және (немесе) қажет болған кезде әлеуметтік бейімдеу шараларына қатысқан жағдайда көрсетіледі.\nКімге атаулы әлеуметтік көмек тағайындалады?\nҚР-да атаулы әлеуметтік көмекті жан басына шаққандағы орташа табысы кедейлік шегінен аспайтын келесі санаттағы тұлғалар ала алады:\nҚР азаматтары;\nоралмандар;\nбосқындар;\nшетелдіктер;\nҚР-да тұрақты тұратын азаматтығы жоқ тұлғалар.\nКедейлік шегі - бұл атаулы әлеуметтік көмектің мөлшерін анықтау үшін критерий ретінде белгіленетін бір адамның ең төменгі қажеттіліктерін қанағаттандыру үшін қажетті табыстардың шегі.\nКім әлеуметтік атаулы көмек ала алмайды?\nҚР \"Мемлекеттік әлеуметтік атаулы көмек туралы\" заңына сәйкес төмендегілердің әлеуметтік атаулы көмек алуға құқығы жоқ:\nтабысы аз болып табылмайтын адамдарға (отбасыларға);\nеңбекке қабілетті мүшесі жұмыспен қамтуға жәрдемдесу шараларына қатысудан бас тартқан отбасыға – жұмыспен қамтуға жәрдемдесу шараларына қатысудан бас тартқан күннен бастап 6 ай бойы;\nалушының кінәсі бойынша бұрын жасалған әлеуметтік келісімшарт бұзылған және (немесе) әлеуметтік келісімшартта көзделген міндеттемелер орындалмаған жағдайларда, адамға (отбасыға) – атаулы әлеуметтік көмекті тағайындауға өтініш жасаудың алдындағы 6 ай бойы;\nатаулы әлеуметтік көмек тағайындау үшін көрінеу жалған мәліметтер және (немесе) анық емес құжаттар берген адамдарға (отбасыларға) – оларды ұсынған күннен бастап 6 ай бойы;\nматериалдық жағдайын зерттеп-қарау нәтижелері бойынша дайындалған учаскелік комиссияның қорытындысына сәйкес атаулы әлеуметтік көмек беруге мұқтаж емес адамдарға (отбасыларға) тағайындалмайды.\nАтаулы әлеуметтік көмек мөлшері\n\"Мемлекеттік әлеуметтік атаулы көмек туралы\" заңына сәйкес бір адамға немесе отбасына атаулы әлеуметтік көмек мөлшерін отбасының әрбір мүшесі есебінен орташа жан басына шаққандағы табыс және облыстарда белгіліенген кедейлік шегі арасындағы айырмасы түрінде уәкілетті орган есептейді. Отбасының құрамы және табыстар өзгерген жағдайда тағайындалған атаулы әлеуметтік көмектің мөлшері қайтадан есептеледі. Ал өтініш беруші 10 жұмыс күні ішінде уәкілетті органға атаулы әлеуметтік көмектің мөлшерін өзгерту үшін негіз болуы мүмкін мән-жайлар туралы хабарлауға міндетті.\nЖан басына шаққандағы орташа табыс қалай есептеледі?\nАтаулы әлеуметтік көмекті алуға үміткер тұлғаның жиынтық табысын анықтау атаулы әлеуметтік көмек алуға өтініш жасалған кезде ұсынылатын құжаттардың және мемлекеттік органдардың ақпараттық жүйелерінен алынған мәліметтердің негізінде жүргізіледі.\nОтбасының жиынтық табысына белгіленген уақыт кезеңі ішінде ақшалай немесе заттай нысанда алынған тұрғын үй көмегі мен атаулы әлеуметтік көмегінен, сондай-ақ жұмыспен қамтуға жәрдемдесудің белсенді іс-шараларына қатысу шеңберінде мемлекеттік қолдау іс-шараларынан басқа табыстың барлық түрлері қосылады. Әкімдіктер өңірлердің ерекшеліктерін ескере отырып келесілерді кіріс бермейді деп айқындауға құқылы: үй малы, құсы, жер учаскесі.\nЖан басына шаққандағы орташа табыс әлеуметтік көмек тағайындау үшін өтінішті берген тоқсанның алдындағы тоқсанда алынған жиынтық табысты отбасы мүшелерінің санына және үш айға бөлу арқылы есептеледі.\nТолығырақ: https://egov.kz/cms/kk/articles/social_help",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тектоникалық, Жаңартаулық, Мұздық, Қалдық көлдердің ерекшеліктері",
        "question_content": "Шығу тегі бойынша көлдердің ерекшеліктері керек болып тұр! Таба алмай жатырмын. Тектоникалық, Жаңартаулық, Мұздық, Қалдық көлдердің ерекшеліктері",
        "question_date": "6.12.2021",
        "question_tag": "География",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлдер орналасқан ойпаңдар көл қазаншұңқырлары деп аталады. Көл қазаншұңқырлары пайда болуы жағынан бірнеше типке бөлінеді. Жер шарындағы тау жасалу үрдістері кезінде пайда болған көлдерді тектоникалық көлдер деп атайды. Тектоникалық көлдерге Сібірдегі Байкал, Тянь-Шаньдағы Ыстықкөл, Кавказдағы Севан, Алтайдағы Жайсан жатады.\n\nБір кездерде болған теңіз қалдықтарынан жасалған көлдерге Каспий, Арал көлдері (Тетис теңізінің қалдығы) жатады. Сондықтан бұлар қалдық көлдер деп аталады.\n\nСөнген жанартау кратерлерінде де көлдер пайда болған. Оларды жанартаулық көлдер деп атайды. Ява, Курил аралдарында, Камчаткада осындай көлдер көп.\n\nСолтүстік Америка және Еуразияның солтүстігінде ежелгі мұздар жердің бетін жапқан, кейіннен оларға су жиналған. Осылайша мұздық көлдер пайда болған.\n\nБөген көлдер – таулардың опырылуынан тау өзендерінің бөлінуінен пайда болады. Памир тауындағы Сарез, Іле алатауындағы – Үлкен Алматы көлдері.\n\nТолығырақ: https://ikaz.info/k-lder-zherasty-sulary-m-zdy-tar/",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу үшін не істеу керек?",
        "question_content": "Мен 9 сыныпты қызыл аттестатқа бітірдім, оған дейін барлық сабағым 5 болған, биыл оныншы сыныпта бір тоқсаннан 4-ке шығып қалдым, егер тоқсандық барлық пәннен 5-ке шықсам, он бірінші сыныпты да 5 ке аяқтасам, мен қандай аттестат аламын? Өтініш айтып жібересіздер ме!",
        "question_date": "6.12.2021",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер барлық сабақты 5-ке жапсаңыз ғана қызыл аттестат ала аласыз.",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксический разбор текста",
        "question_content": "Сделайте синтаксический разбор\n\nтекст:\n\nВ Казахстане бережно сохраняется межнациональное согласие. Указом Первого Президента Республики Казахстан от 1 марта 1995 года \"Об образовании Ассамблеи народов Казахстана\" в целях укрепления общественной стабильности и межнационального согласия в стране и в соответствии со статьей 78 Конституции Республики Казахстан было образована Ассамблея народов Казахстана как консультативно-совещательный  орган при Президенте Республики Казахстан.\n\nАссамблею народов Казахстана недаром называют институтом межнационального согласия. Это своеобразный мост дружбы, соцветье культур народов.\n\nАссамблея народов Казахстана поддерживает идеи президента страны по решению таких проблем, как: развитие евразийской интеграции, демократизация общество и формирование новой гражданской идентичности. Благодаря совместным усилиям правительственных организаций и Ассамблеи народов Казахстана состояние межэтнических отношений в республике характеризуется, в целом, стабильностью и благоприятной динамикой. Все этнические группы населения проявляют высокую толерантность и готовность к таким формам межэтнического взаимодействия, как работа в многонациональном коллективе, дружба с представителями других национальностей, международное сотрудничество.",
        "question_date": "6.12.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Повествование. здесь рассказывают об народе живущего в Казахстане\n\nТолығырақ: https://znanija.com/task/38732642",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сексен ру туралы",
        "question_content": "Сексен ру неге жатады толық, жәнеде қай жүзге жатады?",
        "question_date": "6.12.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шежіре бойынша Ысты екі ата: Ойық пен Тілікке тарайды. Ойықтан төрт тармақ: Есім, Малай, Таз, Құлаышы. Есімнен Алакөз атасы шығады. Малайдан Бәйтік, Сүйіндік, Қалжан, Қара мен Жантүгел; Таздан Әлмамбет, Байменбет мен Сарыкемпір; Құланшыдан Амантай мен Жамантай. Тілік руы бірнеше тармақ: Тазша, Таздар, Асанқараған, Сексен, Байқараған, Қоңыр, Жырымсыз бен Ақмолда.\nЫсты руына жатады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%AB%D1%81%D1%82%D1%8B",
                "date": "6.12.2021",
                "upvotes": 0
            },
            {
                "text": "Менің де руым сексен",
                "date": "22.11.2022",
                "upvotes": 0
            },
            {
                "text": "Сексен руы батырлары",
                "date": "3.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемге морфологиялық талдау жасау",
        "question_content": "1)Бұл, бәлкім, Мұстафа Шоқайдың адал жары, оның көрген ауыртпалықтарын қайыспай, зор адамгершілікпен бірге бөліскен Марияға деген шексіз ризашылық пен құрмет белгісі болар.\n\n2) Шоқайдың жеке құжаттарын,бүкіл мұрасын сақтап, тиісті орындарға табыстаған-осы Мария екен.\n\n3) Мұның өзі Марияның Мұстафаға деген сүйіспеншілігі ғана емес,  оның дінін де құрметтегені.\n\n4) Мұстафа Шоқай қайтыс болған соң, оның жаназасын шығартып ,ислам діні,яғни шариғаттың бүкіл талаптарын жүзеге асыра отырып, жерлегені не тұрады.\n\n5) Мұстафаның жанында жүріп,әрі ақылгысы,әрі қамқоршысы,әрі жары болса,қайраткер болмай, кім болады.",
        "question_date": "5.12.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңдеулер жүйесін графиктік тәсілмен шешіңіз {y=-3x {t=-6+x",
        "question_content": "Теңдеулер жүйесін графиктік тәсілмен шешіңіз {y=-3x {t=-6+x",
        "question_date": "5.12.2021",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-шексіздіктен +шексіздікке дейін\n-шексіздіктен +шексіздікке дейін",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнге текст жазып көргім келеді. 87770742053",
        "question_content": "Әнге текст жазамын, хабарласыныздар. Ватсап 87770742053",
        "question_date": "5.12.2021",
        "question_tag": "Өнер",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика олимпида есептері. Барлық газдың қандай бөлігі екінші баллонда орналасқан?",
        "question_content": "Екі баллон жұқа түтікше арқылы қосылып, бірдей газбен толтырылған. Бірінші баллонның сыйымдылығы 10 л, ал екіншінікі – 25 л. Екінші баллонда бірінші баллондағы температурадан 1,5 есе артық температура ұсталып тұрады. Барлық газдың қандай бөлігі екінші баллонда орналасқан?",
        "question_date": "4.12.2021",
        "question_tag": "Физика",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бетімдегі артық салмақты қалай кетірсем болады?",
        "question_content": "Менің бетімде артық салмақ көп,денем азсада бетім дәу болып көрініп тұрады,соны бетімді қалай аздыруға болады?",
        "question_date": "4.12.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетке массаж жасаңыз. Күніне үш рет жасасаңыз, нəтиже бір аптада байқалады. Яғни, көздің астындағы, иектегі майды кетіретін жаттығулар ютубта бар. Соларды жасаңыз.",
                "date": "18.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пломбасы бар азу тіс жақпен қоса ауырса",
        "question_content": "Азу тісімде пломба бар еді, сол жақпен бірге қатты ауырып жатыр. Жақ іріңдеуі мүмкін бе? Тісім бірдеңе тістеткізбей жатыр, жағым іскен сияқты , сүйегін ұстасам қатты ауырып тұр. Бүгін екінші күн солай ауырып жатыр.",
        "question_date": "4.12.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пулпит, периодонтит болуы мүмкін, тезірек емдетпесеңіз тісіңізді жұлуға тура  немесе одан аса ауыр жағдайға әкелуі мүмкін.",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "No тотығу дәрежесі табу керекк",
        "question_content": "No тотығу дәрежесін қалай табамыз",
        "question_date": "4.12.2021",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тотығу дәрежесі:\n\nN(+2)O(-2)",
                "date": "12.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есеп ж/е аудитке түскендер барма?",
        "question_content": "Мен тоғыз бітіремін деп шештім, брақ мамандық тандау қиын. Мен жақсы оқитын болгасын есеп және аудитті ұсынды. Мен браз интернетті ақтарып шығып браз мәлімет алдым. Брақ та түскен адамдардан сұрағвм келгені кай пән бойынша таныдыңыздар? Математика(алгебра) болса қай тақырып бойынша?",
        "question_date": "4.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызыл диплом алу мүмкіндігім қанша?",
        "question_content": "Гос экзменнен 83 балл бкув. В болып қалса и бір практикам 86 болып қалып, қалғанының бәрі \"5\" болса  \"Қызыл дмплом\" алу мүмкіндігім қанша?",
        "question_date": "4.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гос міндетті түрде кемінде 90(-А) болу керек. Практикада дәл солай. Барлық универдің академиялық саясаты қызыл дипломға келгенде бірдей болар))",
                "date": "4.12.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен грантта оқимын и басқа универге басқа мамандыққа ауысқым келеді",
        "question_content": "Мен грантта оқыймын и басқа универге басқа мамандыққа  ауысқым келеді. Алған степендияны қайтарамба тағы не істейді анық қылып айта аласыздарма алдын ала рахмет",
        "question_date": "4.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыысқың келетін университетке хабарласып айт. Сосын өзіңнің мамандығың ұнамаса, басқаға ауысқығ келсе, степендияға қарама , менің кеңесім.",
                "date": "14.01.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалпы калай сүйісіп уиренуге болады мен сүйісіп блмеимін",
        "question_content": "Қалай сүйісіп уйренуге болады?\n\nУй жағдайында нестеу керек сүйісуп уирену ушин",
        "question_date": "4.12.2021",
        "question_tag": "Махаббат",
        "question_views": 933,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Квадрат тендеудн тубрлеры",
        "question_content": "2у-8у-5=0.                                                   Квадрат тендеудн тубырын табаныз.       Блетндер болса жазып жберндерш",
        "question_date": "4.12.2021",
        "question_tag": "Мектеп",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2у2-8у-5=0.      Квадрат тендеудн тубырын табаныз.",
                "date": "12.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Майсана майды көкректі кішірейтуге қолдануға болама?",
        "question_content": "Майсана майын,бөпені емшектен шығарғанда,көкректі кішірейтуге қолдануға болама? Қалай қолданылады",
        "question_date": "4.12.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяқ неге тартылады?",
        "question_content": "Менің жасым 18-де. Аяғым то есть сіңірім үнемі түнде тартылып 40-50 секундтай шыдатпай кетеді. Қозғала алмай қаламын жаман тырысып қалады. Күндіз емес, басқа кезде емес тек бір уақытта яғни түнде ұйықтап жатқанда тартылады. Неге олай? Неден екенін білесіздер ме? Біраз жауапты қарадым. Көбісі үлкен қартайған кісілерде тартылады депті. Менікі жаман шыдатпай ауыртады",
        "question_date": "3.12.2021",
        "question_tag": "Денсаулық",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқ сіңірінің тартылуы жиі кездесетін жағдай, әсіресе, ол түнде мазалайды. Аяқ бұлшықеттері еріксіз жиырылады және ауырады. Ол неліктен пайда болады? Себептерін білу арқылы оның алдын алуға болады.\n\nСуды аз ішу\n\nСудың жетіспеуі бұлшықеттер құрысуын шақырады. Қарқынды физикалық жаттығулар мен қоршаған ортаның жоғары температурасы ағзаның сусыздануына ықпал етеді. Сондай-ақ күні бойы таза судың орнына кофе, шай немесе сусын ішіп жүру де сусыздануға әкеледі. Егер аяқ сіңірі түйілуінің себебі ағзаның сусыздануында болса, күніне 8 стақан су ішу керек.\n\nБұлшықеттерге күш түсіру\n\nАуыр жаттығуларды бұрыннан бұлшықеттер құрысуымен байланыстырады. Қаңқалық бұлшықеттерге артық күш түсіру және шаршаңқылық артық күш түсірілген бұлшықет талшықтарының түйілуіне әкелуі мүмкін. Сол үшін де аяқ сіңірінің түйілуі кәсіби спортшылардың арасында кең тараған. Сұйықтық көп ішу оның пайда болу мүмкіндігін азайтқанымен, шамадан тыс жүктеме кезінде аяқ сіңірінің түйілуін бодырмаудың танылған әдісі жоқ.\n\nАғзаға электролиттердің жетпеуі\n\nБұлшықеттер бірқалыпты жиырылуы үшін қанда электролиттер (калий мен кальций) тепе-теңдігі болуы керек. Егер бұл минералдардың деңгейі өзгеріп кетсе, бұлшықеттер қысылуына ықпал етуі мүмкін. Жемістер мен көкөністерді күнделікті жеу минералды заттардың деңгейін тепе-теңдікте ұстауға көмектеседі. Сондай-ақ электролиттер тепе-теңдігін сақтау үшін дәрігермен кеңесіп, арнайы препараттар ішуге болады.\n\nНатрий жетіспеуі\n\nНатрийдің аз болуы бұлшықеттердің ауырып құрысуына әсер етеді және күйзеліс гормонының артуына әкеледі. Сондықтан натрийдің негізгі көзі — тұздан мүлдем бас тартудың қажеті жоқ.\n\nҚалқанша без жұмысының проблемасы\n\nЕгер аяғыңыздың сіңірі жиі түйілсе, міндетті түрде қалқанша безді тексертіп алу керек. Егер ол дұрыс жұмыс істемесе, аяқ құрысуы басқа бір аурудың (мысалы, гипертиреоз) белгісі болуы мүмкін.\n\nЖас ерекшелігі өзгерісі\n\nАяқ сіңірі түйілуінің тағы бір себебі — қартаю болуы да мүмкін. Адам қозғалыс нейрондарын жоғалта бастағанда бұлшықеттер жиі құрыса бастайды. Бұл 50 жастағы немесе одан асқан адамдарға тән. Зерттеулер күштік жаттығулар мен тепе-теңдікке арналған жаттығулар бұлшықеттердің және жүйке жүйесінің жұмысын сақтауға көмектесетінін көрсеткен.\n\nАз қозғалысты өмір салты\n\nОтырыңқы жұмыс және қозғалыстың болмауы бұлшықеттер иілгіштігі мен ұзындығының және аяқ сіңірінің қысқаруына ықпал етуі мүмкін. Белсенділіктің болмауы лайықты түрде созылуына мүмкіндік бермейді, сондықтан ол аяқ сіңірінің түйілуіне әкеледі. Күніне ең болмағанда жарты сағат созылуға және отырып-тұру жаттығуына уақыт бөлу керек.\n\nЫңғайсыз қалыпта ұйықтау\n\nІшпен жатып ұйықтасаңыз, табан бүгілу қалпында болады. Бәшайлар ары қарап жатқасын балдыр бұлшықетінің құрысуы болады. Табан бұл қалыпта ұзақ сақталса, кез келген қозғалыс аяқ сіңірінің түйілуіне әкеледі.\n\n«Екі аяқта» жұмыс істеу\n\nКүні бойы тұрып жұмыс істейтін адамдардың аяқтары жиі тартылады. Адам ұзақ уақыт бір орында тұрса және қозғалмаса, қан мен су дененің төменгі бөлігіне жиналып қалады. Ол сұйықтықтың теңсіздігіне, сондай-ақ бұлшықеттер мен сіңірлердің қысқаруына әкелуі мүмкін. Сондықтан көп уақытыңызды екі аяқта өткізетін болсаңыз, міндетті түрде қозғалуға тырысыңыз. Мысалы: аяқтың ұшымен тұрып, қайта жерге түсу.\n\nДәрілер ішу\n\nКей дәрілік препараттар аяқ тартылуын шақырады. Мысалы, жоғары қан қысымына арналған дәрілердің несеп айдайтын қасиеті бар, сондықтан ағзадағы су мөлшері азайып қалады. Демікпе кезінде ішетін дәрілерді ұзақ уақыт бойы ішсе, түнде аяқ сіңірінің түйілуіне әкеледі.\n\nЖүктілік\n\nЖүкті әйелдердің көпшілігіне бұл жағымсыз сезім таныс. Ол салмақтың артуымен және қан айналымның бұзылуымен байланысты. Сондай-ақ жүкті әйелдің ағзасына магний мен В6 дәрумені жетіспесе де, аяқ сіңірі тартылуы мүмкін.\n\nСозылмалы аурулар\n\nДиабет, гипертония, артрит, неврологиялық аурулар және депрессия секілді созылмалы аурулардың себебінен де аяқ сіңірінің түйілуі болады. Оның себебі кейде сол ауруларды емдеу үшін ішкен дәрілерге байланысты. Ал басқа жағдайларда (диабет пен неврологиялық аурулар кезінде) жүйке жүйелері жұмысының бұзылуы ықпал етеді.\nhttps://tirshilik-tynysy.kz/kogam/19539-aya-sr-nege-tartylady.html",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітімді қатты жақсы көрем, бірақ анам қарсы. Не істеуге болады?",
        "question_content": "Менің жасым 19 да. Жігітімді қатты жақсы көрем. Жігітім де 19 да жүргенімізге 5 жыл болды. Бір мектепте оқыдық, мектеп уақытында тек мектепте ғана арасында сөйлесіп жүретін едік. Мектеп бітірген соң телефонда сөйлесіп жақын араласатын болдық. Кейін анама жақсы көретінімді айтқам, анам қарсы болды. Оны ұмыту үшін басқа баламен сөйлесіп көрдім. Бірақ ұмыта алмадым. жігітім де мені қатты жақсы көреді. мен басқамен сөйлесіп кеткенде маған мені жақсы көретінін, ешқашан басқаға бермитінін айтты.  Сомен, тағы өзімнің сүйген жігітіммен жүрдім. Неге екенін білмеймін бірақ оны қатты жақсы көрем. бірақ анам қарсы. не істерімді білмеймін. кеңес жаза кетіңіздерші өтініш",
        "question_date": "2.12.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анаңыздан сұраңыз жігітке не үшін қарсы. Себептері бар шығар. Сосын Некесіз қатынас дұрыс емес.",
                "date": "14.01.2022",
                "upvotes": 0
            },
            {
                "text": "Бір жағынан анаңыздың разылығымен тұрмысқа шыққан да дұрыс, екінші жағынан анам қарсы екен деп өзіңіз ұнатпайтын адамға да тұрмысқа шыққан дұрыс емес. Сол себепті анаңыздың разылығын алудың жолын іздеңіз, яғни жігітіңіздің жақсы жақтарын көрсете біліңіз. Анаңыздан себептерін сұраңыз, мүмкін сіз білмейтін анаңыз білетін бір жағдайлар бар шығар.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлі толқын деген не?",
        "question_content": "Өлі толқын дегеніміз не?",
        "question_date": "2.12.2021",
        "question_tag": "Табиғат",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңіздің “Өлі” деген атау алуына себеп болған: оның тұздылығының тым жоғары болуы (концентрациясы – 33%, 340 гр/л), яғни мұнда тірі организмдер мүлде тіршілік ете алмайды. Оған қоса Өлі теңіздің ағыстары да жоқ, сондықтан оған қосылған өзге сулар “қамалып” қалады. Теңіздің бетіндегі булану тұзға және минералдарға бай жоғары сапалы “коктейльдің”  пайда болуына әкеледі. Судағы минеральдық заттар көлемі 30% (Салыстырмалы түрде Жершары теңізі – 4%).\nТолығырақ: https://abai.kz/post/71567",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Тарихи оқиғаның адам тағдырына әсері» тақырыбында эссе жазыңыз.",
        "question_content": "Тапсырма\nРоман-эссенің «Төңкеріс толқынында», «Тура биде туған жоқ» бөлімдеріне негізделе\nотырып, «Тарихи оқиғаның адам тағдырына әсері» тақырыбында эссе жазыңыз.",
        "question_date": "2.12.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам өткенін жақсы білмесе, болашаққа нық қадам баса алмайды. Тәуелсіз ел ретінде өткенімізді зерттеу, бұл күнге қалай келгенімізді, кімдердің арқасында жеткенімізді білу біз үшін өте маңызды. Сонау 1465 жылы қазақтың ең алғашқы хандары Жәнібек пен Керейдің хандықтың туын тіккеніне, міне, биыл 550 жыл толып отыр. Елбасымыздың Қазақ хандығының 550 жылдығын мемлекеттік деңгейде атап өту туралы жарлығы шығып, былтырдан бері бүкіл ел болып үлкен іс-шараларды атап өтіп келеміз. Бұл Қазақстанның өткенді білуге деген үлкен құлшынысын көрсетеді.\nТарихқа көз жүгіртсек, талай қиындықтар мен тағдырдың соққылары қазақ халқының басына таяқ болып тигенін көреміз. Біз бүгінге көптеген сындардан өтіп келіп отырмыз. Ең алғаш туын тіккен елдің болашағы қашанда бұлыңғыр болатыны белгілі. Ол үшін құрылмақшы болып жатқан елге білгір де қайратты, парасатты көшбасшылар керек. ХV ғасырдың ортасы Моғолстан, Әбілқайыр хандығы т.б. мемлекеттердің дипломотиялық байланысы шиеленісіп тұрған қиын кезең болатын. Дәл осы уақытта Әбілқайыр хандығына сыйыса алмаған Керей мен Жәнібек қазақ халқының этникасын құрайтын көптеген ру-тайпаларды алып шығып, Шудың бойына Қазақ деген хандықтың туын тігеді. Алғашында халқының саны әрең жететін хандыққа сырттан төнетін қауіптер шаш етектен болған. Дегенмен, жоғарыда айтып өттік емес пе? Бір адам бір елді құтқара алады, дәл сол уақытта да Жәнібек пен Керей хандар Қазақ хандығын түрлі қауіптерден қорғап, болашаққа қарай жылжуына, дамуына жағдай жасады.\nҚазақ хандығының құрылуы бір оқиғамен және бір мезетте жүзеге асқан саяси үрдіс емес, керісінше, 10 жылдан астам уақытқа созылып, өз ішінде оқиғалардың дамуына қарай бірнеше сатыға бөлінген. Бөлініп кету – хандықтың құрылуындағы алғашқы және маңызды қадам болса, Әбілқайыр хан қайтыс болғаннан кейін көп ұзамай Шығыс Дешті Қыпшақ аумағында Қазақ хандығының билігінің толық және түпкілікті орнауы — хандықтың құрылуының аяқталғанын көрсетеді.\nҚазақ хандығының жері бірнеше есе ұлғайып, халқының саны миллионға жеткен тұс – Қасым ханның дәуірі. Жалпы, қазақ үшін ең маңызды кезеңдердің бірі дәл осы тұс. Тарихта Қасым ханның есімі Қазақ хандығының күшеюі және нығаюымен тікелей байланысты. Жазба деректерге сүйенсек, Қасым хан 15-ші ғасырдың 70–90 жылдары Қазақ хандығының Сыр бойындағы қалалар мен өңірлері үшін жүргізген күрестерге белсене қатысады, басшылық етеді. Осы кезеңдегі оқиғаларды баяндайтын деректерде Қасым ханды «белгілі сұлтан және атақты баһадүр» деп атайды. Ширек ғасырға созылған Сыр бойы үшін күресте Қасым хан және Жәнібек ханның басқа да ұлдары Сығанақ, Сауран, Отырар, Сайрам түбінде бірнеше рет Шайбани хан әскерін тас-талқан етіп жеңеді.\nҚазақ тарихында Қасым ханнан кейін де көптеген мықты хандар хандыққа билік жүргізді. «Есім ханның ескі жолы» деген заңдар жинағымен белгілі Есім хан, 600 әскермен 50 000 жоңғарға тойтарыс берген Жәңгір хан, қой үстіне бозторғай жұмыртқылаған заманды орнатқан және «Жеті жарғы» атты заңдар жинағын шығарған Тәуке хан, дипломатияны шебер пайдалана білген Абылай хан, ең соңғысы орыс әскерлерін тентіреткен Кенесары хандардың есімі қазақ тарихында алтын әріптермен сақталды. Бұлар хандық үшін көп еңбек сіңіргендер. Кейіннен Кеңес үкіметі орнаған тұста алашордашылардың көсемі Әліхан Бөкейхановтың, Қазақ КСР-ін 40 жыл басқарып, 40 қала тұрғызған Дінмұхамед Қонаевтың орасан еңбегі ерекше.\nКеңес үкіметі құлап, елдер тәуелсіздік алып жатқан тұста етек-жеңін жинай біліп, қазақты қиын кезеңнен алып шықан бүгінгі тұңғыш президентіміз Н.Назарбаев екені белгілі. Сонау 90-шы жылдардың орта тұсында ішерге тамақ, киерге киім таппай қалған кезеңде осындай көшбасшымыздың болуы қазақ халқының бағы еді. Бүгін Тәуелсіз Қазақстан дүниежүзіне ықпал ете алатын, беделі зор, бейбітшілікті ту еткен ерекше қонақжай халық болып өмір сүріп жатыр. 17 миллион халқы бар еліміз тарихын тіктеп, болашаққа қарай нық қадаммен келе жатыр. Сондықтан осы күнге шүкіршілік етуіміз керек. \nАқпарат дереккөзі: https://massaget.kz/mangilik_el/tup_tamyir/kazak_handyigyi_-_550_jyil/34105/",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"ҚР рухани жаңғыру бағдарламасы\" тақырыбында реферат керек.",
        "question_content": "Реферат\nТақырыбы: ҚР рухани жаңғыру бағдарламасы\n\n10 бет\nҚұрылымы, шарты, жоспары, кіріспе, негізгі бөлім болуы керек! Соңында қорытынды пайдаланылған әдебиеттер кемі 3 сайт болуы керек. Ре",
        "question_date": "2.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КІРІСПЕ\nЕліміз жаңа тарихи кезеңге аяқ басты. Мен жыл басындағы халыққа Жолдауымда Қазақстанның үшінші жаңғыруы басталғанын жарияладым.\nОсылайша, біз қайта түлеудің айрықша маңызды екі процесі – саяси реформа мен экономикалық жаңғыруды қолға алдық.\nБіздің мақсатымыз айқын, бағытымыз белгілі, ол – әлемдегі ең дамыған 30 елдің қатарына қосылу.\nАталған екі жаңғыру процесінің де нақты мақсат-міндеттері, басымдықтары мен оған жеткізетін жолдары бар. Мен көздеген жұмыстарымыздың бәрі дер уақытында және барынша тиімді жүзеге асарына сенімдімін. Бірақ, ойлағанымыз орындалу үшін мұның өзі жеткіліксіз.\nМақсатқа жету үшін біздің санамыз ісімізден озып жүруі, яғни одан бұрын жаңғырып отыруы тиіс. Бұл саяси және экономикалық жаңғыруларды толықтырып қана қоймай, олардың өзегіне айналады.\nРухани жаңғыру тек бүгін басталатын жұмыс емес.\nБіз Тәуелсіздік кезеңінде бұл бағытта бірнеше ауқымды іс атқардық.\n***********\nҚОРЫТЫНДЫ\nМемлекет пен ұлт құрыштан құйылып, қатып қалған дүние емес, үнемі дамып отыратын тірі ағза іспетті. Ол өмір сүру үшін заман ағымына саналы түрде бейімделуге қабілетті болуы керек.\nЖаңа жаһандық үрдістер ешкімнен сұрамай, есік қақпастан бірден төрге озды. Сондықтан, заманға сәйкес жаңғыру міндеті барлық мемлекеттердің алдында тұр.\nСынаптай сырғыған уақыт ешкімді күтіп тұрмайды, жаңғыру да тарихтың өзі сияқты жалғаса беретін процесс.\nЕкі дәуір түйіскен өліара шақта Қазақстанға түбегейлі жаңғыру және жаңа идеялар арқылы болашағын баянды ете түсудің теңдессіз тарихи мүмкіндігі беріліп отыр.\nМен барша қазақстандықтар, әсіресе, жас ұрпақ жаңғыру жөніндегі осынау ұсыныстардың маңызын терең түсінеді деп сенемін.\nЖаңа жағдайда жаңғыруға деген ішкі ұмтылыс – біздің дамуымыздың ең басты қағидасы. Өмір сүру үшін өзгере білу керек. Оған көнбегендер тарихтың шаңына көміліп қала береді.\n2004 жылы «Мәдени мұра» бағдарламасы аясында Қазақстан аумағындағы тарихи-мәдени ескерткіштер мен нысандарды жаңғырттық.\n2013 жылы «Халық – тарих толқынында» бағдарламасы арқылы әлемнің ең белді архивтерінен төл тарихымызға қатысты құжаттарды жүйелі түрде жинап, зерттедік.\nЕнді осының бәрінен де ауқымды және іргелі жұмыстарды бастағалы отырмыз.\nМен еліміз мықты, әрі жауапкершілігі жоғары Біртұтас Ұлт болу үшін болашаққа қалай қадам басатынымыз және бұқаралық сананы қалай өзгертетініміз туралы көзқарастарымды ортаға салуды жөн көрдім.\nІ. ХХІ ҒАСЫРДАҒЫ ҰЛТТЫҚ САНА ТУРАЛЫ\nКүллі жер жүзі біздің көз алдымызда өзгеруде. Әлемде бағыты әлі бұлыңғыр, жаңа тарихи кезең басталды. Күн санап өзгеріп жатқан дүбірлі дүниеде сана-сезіміміз бен дүниетанымымызға әбден сіңіп қалған таптаурын қағидалардан арылмасақ, көш басындағы елдермен тереземізді теңеп, иық түйістіру мүмкін емес. Өзгеру үшін өзімізді мықтап қолға алып, заман ағымына икемделу арқылы жаңа дәуірдің жағымды жақтарын бойға сіңіруіміз керек.\nХХ ғасырдағы батыстық жаңғыру үлгісінің бүгінгі заманның болмысына сай келмеуінің сыры неде? Меніңше, басты кемшілігі – олардың өздеріне ғана тән қалыбы мен тәжірибесін басқа халықтар мен өркениеттердің ерекшеліктерін ескермей, бәріне жаппай еріксіз таңуында. Әжептәуір жаңғырған қоғамның өзінің тамыры тарихының тереңінен бастау алатын рухани коды болады.\nЖаңа тұрпатты жаңғырудың ең басты шарты – сол ұлттық кодыңды сақтай білу. Онсыз жаңғыру дегеніңіздің құр жаңғырыққа айналуы оп-оңай.\nБірақ, ұлттық кодымды сақтаймын деп бойыңдағы жақсы мен жаманның бәрін, яғни болашаққа сенімді нығайтып, алға бастайтын қасиеттерді де, кежегесі кері тартып тұратын, аяқтан шалатын әдеттерді де ұлттық сананың аясында сүрлеп қоюға болмайтыны айдан анық.\nЖаңғыру атаулы бұрынғыдай тарихи тәжірибе мен ұлттық дәстүрлерге шекеден қарамауға тиіс. Керісінше, замана сынынан сүрінбей өткен озық  дәстүрлерді табысты жаңғырудың маңызды алғышарттарына айналдыра білу қажет. Егер жаңғыру елдің ұлттық-рухани тамырынан нәр ала алмаса, ол адасуға бастайды.\nСонымен бірге, рухани жаңғыру ұлттық сананың түрлі полюстерін қиыннан қиыстырып, жарастыра алатын құдіретімен маңызды.\nБұл – тарлан тарихтың, жасампаз бүгінгі күн мен жарқын болашақтың көкжиектерін үйлесімді сабақтастыратын ұлт жадының тұғырнамасы.  \nМен халқымның тағылымы мол тарихы мен ерте заманнан арқауы үзілмеген ұлттық салт-дәстүрлерін алдағы өркендеудің берік діңі ете отырып, әрбір қадамын нық басуын, болашаққа сеніммен бет алуын қалаймын.\nБұл ретте, тұтас қоғамның және әрбір қазақстандықтың санасын жаңғыртудың бірнеше бағытын атап өтер едім.\n1. Бәсекелік қабілет\nҚазіргі таңда жеке адам ғана емес, тұтас халықтың өзі бәсекелік қабілетін арттырса ғана табысқа жетуге мүмкіндік алады.\nБәсекелік қабілет дегеніміз – ұлттың аймақтық немесе жаһандық нарықта бағасы, я болмаса сапасы жөнінен өзгелерден ұтымды дүние ұсына алуы. Бұл материалдық өнім ғана емес, сонымен бірге, білім, қызмет, зияткерлік өнім немесе сапалы еңбек ресурстары болуы мүмкін.\nБолашақта ұлттың табысты болуы оның табиғи байлығымен емес, адамдарының бәсекелік қабілетімен айқындалады. Сондықтан, әрбір қазақстандық, сол арқылы тұтас ұлт ХХІ ғасырға лайықты қасиеттерге ие болуы керек. Мысалы,  компьютерлік сауаттылық, шет тілдерін білу, мәдени ашықтық сияқты факторлар әркімнің алға басуына сөзсіз қажетті алғышарттардың санатында.\nСол себепті, «Цифрлы Қазақстан», «Үш тілде білім беру», «Мәдени және конфессияаралық келісім» сияқты бағдарламалар – ұлтымызды, яғни барша қазақстандықтарды ХХІ ғасырдың талаптарына даярлаудың қамы.\n2. Прагматизм\nҚанымызға сіңген көптеген дағдылар мен таптаурын болған қасаң қағидаларды өзгертпейінше, біздің толыққанды жаңғыруымыз мүмкін емес.\nТөл тарихымызға, бабаларымыздың өмір салтына бір сәт үңіліп көрсек, шынайы прагматизмнің талай жарқын үлгілерін табуға болады.\nХалқымыз ғасырлар бойы туған жердің табиғатын көздің қарашығындай сақтап, оның байлығын үнемді, әрі орынды жұмсайтын теңдесі жоқ экологиялық өмір салтын ұстанып келді.\nТек өткен ғасырдың ортасында, небәрі бірнеше жыл ішінде миллиондаған гектар даламыз аяусыз жыртылды. Бағзы замандардан бері ұрпақтан ұрпаққа жалғасып келген ұлттық прагматизм санаулы жылда адам танымастай өзгеріп, ас та төк ысырапшылдыққа ұласты. Соның кесірінен, Жер-Ана жаратылғаннан бері шөбінің басы тұлпарлардың тұяғымен ғана тапталған даланың барлық құнары құрдымға кетті. Түгін тартсаң майы шығатын мыңдаған гектар миялы жерлеріміз экологиялық апат аймақтарына, Арал теңізі аңқасы кепкен қу медиен шөлге айналды.\nОсының бәрі – жерге аса немқұрайлы қараудың ащы мысалы.\nБіз жаңғыру жолында бабалардан мирас болып, қанымызға сіңген, бүгінде тамырымызда бүлкілдеп жатқан ізгі қасиеттерді қайта түлетуіміз керек.\nПрагматизм – өзіңнің ұлттық және жеке байлығыңды нақты білу, оны үнемді пайдаланып, соған сәйкес болашағыңды жоспарлай алу, ысырапшылдық пен астамшылыққа, даңғойлық пен кердеңдікке жол бермеу деген сөз. Қазіргі қоғамда шынайы мәдениеттің белгісі – орынсыз сән-салтанат емес. Керісінше, ұстамдылық, қанағатшылдық пен қарапайымдылық, үнемшілдік пен орынды пайдалану көргенділікті көрсетеді.\nНақты мақсатқа жетуге, білім алуға, саламатты өмір салтын ұстануға, кәсіби тұрғыдан жетілуге басымдық бере отырып, осы жолда әр нәрсені ұтымды пайдалану – мінез-құлықтың прагматизмі деген осы.\nБұл – заманауи әлемдегі бірден-бір табысты үлгі. Ұлт немесе жеке адам нақты бір межеге бет түзеп, соған мақсатты түрде ұмтылмаса, ертең іске аспақ түгілі, елді құрдымға бастайтын популистік идеологиялар пайда болады.\nӨкінішке қарай, тарихта тұтас ұлттардың ешқашан орындалмайтын елес идеологияларға шырмалып, ақыры су түбіне кеткені туралы мысалдар аз емес. Өткен ғасырдың басты үш идеологиясы – коммунизм, фашизм және либерализм біздің көз алдымызда күйреді.\nБүгінде радикалды идеологиялар ғасыры келмеске кетті. Енді айқын, түсінікті және болашаққа жіті көз тіккен бағдарлар керек. Адамның да, тұтас ұлттың да нақты мақсатқа жетуін көздейтін осындай бағдарлар ғана дамудың көгіне темірқазық бола алады. Ең бастысы, олар елдің мүмкіндіктері мен шама-шарқын мұқият ескеруге тиіс.\nЯғни, реализм мен прагматизм ғана таяу онжылдықтардың ұраны болуға жарайды.\n3. Ұлттық бірегейлікті сақтау\nҰлттық жаңғыру деген ұғымның өзі ұлттық сананың кемелденуін білдіреді.\nОның екі қыры бар.\nБіріншіден, ұлттық сана-сезімнің көкжиегін кеңейту.\nЕкіншіден, ұлттық болмыстың өзегін сақтай отырып, оның бірқатар сипаттарын өзгерту.\nҚазір салтанат құрып тұрған жаңғыру үлгілерінің қандай қатері болуы мүмкін?\nҚатер жаңғыруды әркімнің ұлттық даму үлгісін бәріне ортақ, әмбебап үлгіге алмастыру ретінде қарастыруда болып отыр. Алайда, өмірдің өзі бұл пайымның түбірімен қате екенін көрсетіп берді. Іс жүзінде әрбір өңір мен әрбір мемлекет өзінің дербес даму үлгісін қалыптастыруда.\nҰлттық салт-дәстүрлеріміз, тіліміз бен музыкамыз, әдебиетіміз, жоралғыларымыз, бір сөзбен айтқанда ұлттық рухымыз бойымызда мәңгі қалуға тиіс.\nАбайдың даналығы, Әуезовтің ғұламалығы, Жамбылдың жырлары мен Құрманғазының күйлері, ғасырлар қойнауынан жеткен бабалар үні – бұлар біздің рухани мәдениетіміздің бір парасы ғана.\nСонымен бірге, жаңғыру ұғымының өзі мейлінше көнерген, жаһандық әлеммен қабыспайтын кейбір дағдылар мен әдеттерден арылу дегенді білдіреді.\nМысалы, жершілдікті алайық. Әрине, туған жердің тарихын білген және оны мақтан еткен дұрыс. Бірақ, одан да маңыздырақ мәселені – өзіңнің біртұтас ұлы ұлттың перзенті екеніңді ұмытуға әсте  болмайды.\nБіз әркім жеке басының қандай да бір іске қосқан үлесі мен кәсіби біліктілігіне қарап бағаланатын меритократиялық қоғам құрып жатырмыз. Бұл жүйе жең ұшынан жалғасқан тамыр-таныстықты көтермейді.\nОсының бәрін егжей-тегжейлі айтып отырғандағы мақсатым – бойымыздағы жақсы мен жаманды санамалап, теру емес. Мен қазақстандықтардың ешқашан бұлжымайтын екі ережені түсініп, байыбына барғанын қалаймын.\nБіріншісі – ұлттық код, ұлттық мәдениет сақталмаса, ешқандай жаңғыру болмайды.\nЕкіншісі – алға басу үшін ұлттың дамуына кедергі болатын өткеннің кертартпа тұстарынан бас тарту керек.\n4. Білімнің салтанат құруы\nБілімді, көзі ашық, көкірегі ояу болуға ұмтылу – біздің қанымызда бар қасиет.\nТәуелсіздік жылдарында қыруар жұмыс жасалды. Біз он мыңдаған жасты әлемнің маңдайалды университеттерінде оқытып, дайындадық. Бұл жұмыс өткен ғасырдың тоқсаныншы жылдарының басында қолға алынған «Болашақ» бағдарламасынан басталды. Елімізде өте жоғары деңгейдегі бірқатар университеттер ашылды, зияткерлік мектептер жүйесі қалыптасты. Басқа да көптеген іс тындырылды.\nДегенмен, білімнің салтанаты жалпыға ортақ болуға тиіс. Оның айқын да, бұлтартпас себептері бар. Технологиялық революцияның беталысына қарасақ, таяу онжылдық уақытта қазіргі кәсіптердің жартысы жойылып кетеді.\nЭкономиканың кәсіптік сипаты бұрын-соңды ешбір дәуірде мұншама жедел өзгермеген.\nБіз бүгінгі жаңа атаулы ертең-ақ ескіге айналатын, жүрісі жылдам дәуірге аяқ бастық. Бұл жағдайда кәсібін неғұрлым қиналмай, жеңіл өзгертуге қабілетті, аса білімдар адамдар ғана табысқа жетеді.\nОсыны бек түсінгендіктен, біз білімге бөлінетін бюджет шығыстарының үлесі жөнінен әлемдегі ең алдыңғы қатарлы елдердің санатына қосылып отырмыз.\nТабысты болудың ең іргелі, басты факторы білім екенін әркім терең түсінуі керек. Жастарымыз басымдық беретін межелердің қатарында білім әрдайым бірінші орында тұруы шарт. Себебі, құндылықтар жүйесінде білімді бәрінен биік қоятын ұлт қана табысқа жетеді.\nТолығырақ: https://www.akorda.kz/kz/events/akorda_news/press_conferences/memleket-basshysynyn-bolashakka-bagdar-ruhani-zhangyru-atty-makalasy",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен шығармашылық тандап мед колледж тусуіме болама?",
        "question_content": "Колледжге ент маңызды ма?\nШығармашылық тандап тусе аламба",
        "question_date": "2.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе. Колледжге түсу үшін ҰБТ-да таңдаған пән қатты әсер етпейді. Колледжде бөлек конкурс өтетін болады.",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    }
]