[
    {
        "question_title": "Осыған морфологиялық талдау жасаңызшы",
        "question_content": "\"тіл - мәдениетті жеткізуші, себебі ол ұрпақтан ұрпаққа тіл арқылы беріледі\"\n\nОсыған морфологиялық талдау жасау керек\n\nӨтінемін көмектесіңізші срочно керек",
        "question_date": "9.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сексеуіл деген сөзді Қазақстан Республикасы мен оның ішінде қазақ тілі терминдер сөздігі және оның ішінде қазақ тілі терминдер сөздігі және оның ішінде қазақ тілі терминдер сөздігі және оның ішінде қазақ тілі терминдер сөздігі және мен елді мекен еткен және оның құрылымы",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сынып жиынтық бағалау қазақ тілі 1 - ші БЖБ - ның жауаптары керек?",
        "question_content": "8 сынып жиынтық бағалау қазақ тілі 1 - ші БЖБ - ның жауаптары керек? Суретін таппадым яғни берілгенін. Өтініш көмектесіңіздерші!!! Ертеңге керек, бүгін жазу керек!!))",
        "question_date": "9.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 37100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мен де бар беринбе",
                "date": "18.10.2018",
                "upvotes": 0
            },
            {
                "text": "Орас тілінен соч барма жауаптары",
                "date": "23.10.2018",
                "upvotes": 0
            },
            {
                "text": "2 токсан жауап бернш  химия",
                "date": "5.11.2018",
                "upvotes": 0
            },
            {
                "text": "♦Алгебра 2токсан 1бжб жауаптары керек.",
                "date": "26.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі жастар поэзиясы (өлеңі)",
        "question_content": "Қәзіргі жастар поэзиясы керек. Өмірден өткен жазушылардың емес қазіргі керек?",
        "question_date": "9.10.2018",
        "question_tag": "Қазақша ән",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақпал Төребек\nhttps://www.instagram.com/makpal_torebek/\nТөбемнен төніп тұр бесін, \nҮміттің шоғын көсеймін. \nСіз жылатқалы кірді есім, \nСізді ұнатқалы есейдім.\nЖараспайды екен мұңайған, \nБолайын алмас қамалың. \nДұға етіп жүрмін Құдайдан, \nТабар деп ол бір амалын. \nСіздегі амал – күлімдеу, \nМендегі амал – іздемеу. \nБолады маған кім қамқор?!\nБоласыз кімге сіз демеу?!\nСүюге бар ма хақымыз?!\nӨзгертпес тағдыр шешімін.\n\"Мейірім\" болсын атыңыз,\n\"Кешірім\" болсын есімім!\n#МТ",
                "date": "9.10.2018",
                "upvotes": 2
            },
            {
                "text": "жаныңды жегідей жейтін қайғы мұң ба?\n\nдоғар жылауды тоқтат өзіңді ал қолға\n\nмұңайма берілме тағдыр деген сұмаға\n\nешқашан айналмасын ерік жігерің құмға\n\nмойыма қиындыққа жаңбырдай жауса аспаннан\n\nбақытқа жету қиын қиындықтан жасқансаң\n\nбәрі жақсы болады жамандықтан бастартсаң\n\nавторы өзім ұнас көшіріп алуыңа болады",
                "date": "10.10.2018",
                "upvotes": 1
            },
            {
                "text": "Райм мен артур\nдискотека 90",
                "date": "12.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көңіл күйді көтеретін қандай сайттар бар?",
        "question_content": "Көңіл күйді көтеретін қандай сайттар бар?",
        "question_date": "9.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://ymora.net/\n\nhttps://bugaga.ru/",
                "date": "12.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Хэллоуин тойлайсыз ба? )))) Бұл не қылған \"мереке\"?",
        "question_content": "Хэллоуин тойлайсыз ба? )))) Бұл не қылған \"мереке\"? Қайдан келген ? Кімдер тойлайды?",
        "question_date": "9.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 684,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойламаймын! Өйткені біздің мереке емес ! Шетелде тойлайды бұл мерекені. Қорқынышты костюм киіп алып кәмпит жинайдығой көршілерінің есіктеріне соғып. Пасха секілді мереке . Мен қорқам сол мерекеден шайтандар мерекесі сияқты біртүрлі)",
                "date": "11.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шектің анықтамасы бойынша дәлелдеңіз",
        "question_content": "Lim n-->шексіздікке n-1/2+5n=1/5",
        "question_date": "8.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге жақша қоймағансыз? Әйтпесе шексіздік шығып жатыр\nlim n→шексіздік (n-1)/(2+5n)=lim n→шексіздік n(1-1/n)/[n(2/n)+5]=l\nim n→шексіздік(1-1/шексіздік)/ [(2/шексіздік)5=(1-0)/(0+5)=1/5",
                "date": "18.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жай сөйлемнің 7 мысалына сөйлем құрау қажет?",
        "question_content": "Жақтыға, жақсызға, жаланға, жайылмаға, толындыға, толынсызға, атаулыға, бір сөйлемнен?",
        "question_date": "8.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 40200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақты: Арман сабаққа кешігіп келді.\nЖақсыз: Жансаяға Сәкенмен бірге жүруге тура келді.\nЖалаң: Мен серуендеп жүрмін.\nЖайылма: Біз Отан борышын ақтау үшін еңбек етеміз.\nТолымды: Абай балаға бар денесімен шұғыл бұрылып қарады. \nТолымсыз: Радио арқылы сөйлеспек. \nАтаулы: Тоғай, Егін, шалғын.",
                "date": "23.10.2018",
                "upvotes": 0
            },
            {
                "text": "Мен ауылға қыдырып барғым келеді.",
                "date": "19.10.2020",
                "upvotes": 0
            },
            {
                "text": "Динан мен Жансая мектепке келі",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақсының жүзі жылы, сөзі майда ой толғау керек еді?",
        "question_content": "Сүйінбай Аронұлы Жақсы мен жаман адам қасиеттері\nЖақсы жігіт ел - жұртының қаласындай, \nЖақсы әйел әмме жұрттың анасындай. \nЖақсыға ешкімнің де жаттығы жоқ, \nКөреді бәрін де өз баласындай. \nЖақсы жігіт сөзіне сақ тұрады, \nҚыранның қырдан байқар баласындай. \nЖаман парқы жақсымен бірдей емес, \nЖақсы жігіт елінің ағасындай. \nЖақсының сөзін әркім пайдаланар, \nМиуалы алма, өріктің ағашындай. \nЖаманның көкірегі - көр, көзі - соқыр, \nЖүрер жолдан тал түсте адасып - ай. \nЖақсы адам қай жерден ажырайды, \nЖақсымын деп бәрі жүр таласып - ай. \nЖамандар - өтірікші, өсегі көп, \nЕл-жұрттың іріткі салар арасына - ай. \nЖалған сөзбен бықсытар ел арасын, \nЖанбай қалған ағаштың шаласындай. \nСоқтығып әркімге бір ұрынады, \nСиырдың тентек болған танасындай. \nСондай жанның ешкімге сүйкімі жоқ, \nЖылқының қотыр болған аласындай. \nЖақсы адам елдің басшы серкесіндей, \nЖұғымды болар елге еркесіндей. \nЖақсының жүзі жылы, сөзі майда, \nХалқымның қалың жүнді көрпесіндей. \nЖақсы болар баланың жүзі жақсы, \nОрыстың күймей піскен бөлкесіндей. \nЖақсыға үлкен-кіші бәрі жақсы, \nЖасынан бірге өскен еркесіндей. \nЖақсы кісі көрінер жыл құсындай, \nЖаман адам балтаның ұңғысындай. \n«Олақтан салақ жаман» ─ деген мақал, \nЖамандар түзей алмас тұрмысын -ай. \nЖақсы адам алысты жақын етер, \nБеттескен екі таудың тұрғысындай. \nЖамандар өсек-аян айтып жүрер, \nЕшкімнің білмесе де қылмысын-ай. \nЖаманның кеудесі үлкен, сөзі кесек, \nАқылы ауысқан адамның жындысынд - ай. \nЕкеуін салыстырып әдейі айттым, \nҚажетін қолданарсың тұрмысыңа - ай.",
        "question_date": "8.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі жиынның бірігуі қандай болады№",
        "question_content": "Екі жиынның бірігуі дегеніміз не?",
        "question_date": "8.10.2018",
        "question_tag": "Математика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жиындар атауында «НЕМЕСЕ» сөзі қолданылса, онда оның әрбір элементі кез келген екі жиынның бірінде орналасуы мүмкін.\n∪ – жиындардың бірігу белгісі.\nТолығырақ: https://www.opiq.kz/kit/21/chapter/1219",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатиканы дамытудың бағыттарының бірі",
        "question_content": "информатиканы дамытудың бағыттарының бірі\n\nинженерлік әлде компьютерлік графика",
        "question_date": "8.10.2018",
        "question_tag": "Информатика",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Желілік протокол дегеніміз не",
        "question_content": "желілік протокол дегеніміз не",
        "question_date": "8.10.2018",
        "question_tag": "Информатика",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Желілік протокол\n\n– желіге қосылған екі немесе одан да көп құрылғылардың арасында байланыс орнату және деректер алмасуды жүзеге асыруға мүмкіндік беретін ережелер мен әрекеттер жиыны.\nИнтернет үшін жасалған жаңа протоколдар IETF анықталады, ал басқалары - IEEEнемесе ISO\nЖелілік протоколдарды классификациялаудың танымал жүйесіне OSI моделі жатады, бұл жүйе бойынша протокол 7 деңгейге – физикалықтан(электрлік және т.б. сигналдарды құру және тану) қолданбалыға(қосымшалар) дейін. Қазіргі кезде желілік протоколдарға (OSI) Open System Interconnection\n– ашық жүйелердің қатынасы) моделі қолданылады.",
                "date": "8.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тойтабақтың тойбастардан айырмашылығы қандай?",
        "question_content": "Тойтабақтың тойбастардан айырмашылығы қандай?",
        "question_date": "8.10.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойбастар - қыз ұзату, үйлену, т. б. тойларда айтылатын өлең түрі. Үйлену тойының ең соңғы күнінде жігіттер мен қыз-келіншектер жиналып, қоштасу кешін өткізеді. Сол кеште жастар жағы әр түрлі ұлттық ойындар ойнап, көңіл көтеріп өлең айтады. Той аяқталғанда тойбастар әні айтылады. Тойбастардың мазмұн-мақсаты той иесін мадақтап, отбасы құрғалы отырған екі жасқа игі тілек, бата, ақыл-кеңестер айту. Айтушының қабілетіне қарай жаттанды өлең түрінде де, жанынан шығарылып та айтыла береді. Өлең құрылысы, ұйқасы көбінесе қара өлең, жыр үлгісінде келеді. Тойбастар шілдехана, сүндетке отырғызу тойларында, үй-ішінің, ауылдың, қаланың басқа қуаныш-қызықтарында айтылады. Тойбастар жиын-тойдың аяқталғанын, бірақ қуаныштың алда да жалғаса беретінін білдіреді.\nТойтабақ – бұл дәстүріміз. Кеш соңында тойтабақ таратылатыны белгілі. Кәдесый ретінде бағасы қымбат емес дүниелер тарту етіледі. Соған қарамастан, тойдың соңына дейін тойтабақты күтіп отыратын жандар жиі кездесетін.\nБұл дәстүр бұрыннан келе жатқан үрдісіміз. Той жұғысты болсын деген тілекпен еске қаларлық сыйлықтар таратылуы қажет. Ежелден келе жатқан дәстүрлеріміз жойылмауы тиіс.",
                "date": "8.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өтініш əзірлеуші мамандығы туралы толығырақ айтып өтсеңіздер.",
        "question_content": "Өтініш əзірлеуші мамандығы туралы интернеттен тұшымды жауап таба алмадым. Білетіндеріңіз болса айтып жібере аласыздарма.",
        "question_date": "7.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемде ең жоғары жалақы алатын 10 мамандық иесі.\n1. Хирург.\nБүгінгі күні әлемдегі хирургтер жоғары жалақы алу жағынан бірінші орында тұр. Технологиялық прогресске қарамастан және алдыңғы қатарлы медициналық жабдықтар бар болса да, хирургтердің араласуынсыз ешқандай операция жасалынбайды. Кейбір науқастарға мұқият хирургиялық көмек қажет етіледі. Ең жоғарғы жалақы қарапайым дәрігерлерге емес, күрделі операцияларды орындауға қабілетті жоғары дәрежелі мамандарға берілетінін есте ұстаған жөн. Стоматологиялық хирург пен пластикалық хирургтар да жоғары табыс табады. Өте дамыған елдерде осы саланы меңгеру үшін ұзақ білім алып, қатаң тәжірибеден өтеді. Егер қазақстандық маман шетелде жұмыс істегісі келсе, ол өз кәсібилігін дәлелдеп, толық қайта сертификаттаудан өтуі керек. Бұл процесс баратын елдің тілінде жүреді және бірнеше жыл бойы созылуы мүмкін. Америкада және Еуропалық Одақта хирургтер айына 3000-8000 доллар жалақы алады. Жас мамандар Финляндияда және Польшада жұмыс таба алады, онда хирургтерге арналған бос орындар көп. Мұндай елдерде табыс деңгейі төмен болса да, Ұлыбритания мен Швейцарияға қарағанда маманға деген талап әлдеқайта жеңіл.  \n2. Пилот. \nАталған мамандықтың иесі физикалық және психикалық жағынан сау болуы керек. Олар логикалық және техникалық ойлау дағдыларына ие болуы қажет. Себебі ұшқыштар жолаушылардың өміріне әрқашан жауапты.  Авиациялық жабдықтар әлі күрделеніп, дами түседі, сондықтан бұл мамандық үнемі қабілетті маманды қажет етеді. Ұшқыштар ең жоғары ақы төленетін мамандықтар тізімінде екінші орынға ие. Қытайда, АҚШ-та, Германияда және Францияда ұшқыштың орташа жылдық жалақысы 30 000 АҚШ долларын құрайды.\n3. Стомотолог. \nСтоматологтар жақсы табысқа ие. Шетелде білікті  стамотолог жылына 150 000-250 мың долларға дейін жалақы ала алады. Ол әрине кәсіби шеберлікке байланысты. Емтихан тапсыру арқылы өзіңіздің біліміңізді дәлелдеп, таңдалған елдің тілінде дипломды растау қажет. 3-4 жыл тәжірибеден өту қажет болуы мүмкін. Америкада өтініш берушіге қолайлы жұмыс табуға көмектесетін арнайы бағдарламалар бар. Осындай тәжірибеден Біріккен Араб Әмірліктері, Чехия, Германия және Австралия сияқты басқа елдерден өтуге болады.\n4. Адвокат. \nАдвокат - бұл басқа мамандықтарға қарағанда көп таралған мамандық. Дамыған елдердің тұрғындары үнемі өз ісін жақсы білетін тұрақты және дәлелденген адвокатқа ие. Кез-келген келісім, ажырасу, неке туралы келісім және тіпті жұмысқа қатысты мәселелер құзыретті заңгерлермен шешіледі. Жоғары дәрежелі маман болу үшін сізге уақыт пен белгілі бір қабілет қажет. Елдің тілін жақсы білу өте маңызды, себебі бұл сот отырысының негізгі күші сөз болып табылады. Сондай-ақ, жұмыс істегіңіз келетін елдің заңдарын жақсы білуіңіз керек. Мықты мамандар айына 4000-5000 доллар табыс алады. Егер Америкадағы ірі компанияда жұмыс істесеңіз, бұл сома жылына 200 000 долларды құрауы мүмкін.\n5. Нарық сарапшысы \nБұл мамандықта басты артықшылық - аналитикалық ой. Мұнда жалақы клиенттердің деңгейіне байланысты. Егер маманның басқару саласында, қаржы нарығы мен менеджмент саласында білімі бар болса, онда ол көп тапсырыс алады. Ал жалақы уақыт өте өседі. Осы саладағы шетел өкілдерінің жылдық мөлшері 260000 долларға тең.\n6. IT маманы.\nҚазіргі күні адамдар интернетсіз, компьютерсіз және мобильді технологиясыз өмір сүре алмайды. Бәлкім, осы себептерге байланысты бағдарламалау бүгінгі күні сұранысқа ие шығар, өйткені IT маманы бұл қажеттіліктерді жасаушы екені белгілі. Бұл салада, көбінесе бағдарламалау тілін жетік меңгерген жастар жұмыс істейді. Шетелде дипломмен жылына 100 000 доллардан аса жалақы алуға мүмкіндік бар.\n7. Басшы.\nБұл барлығына жауапты компанияның бас менеджері, техникалық менеджері немесе басқа басты тұлғасы. Атап айтқанда: ұйымның келісімшарттарына, жұмысты алдын-ала жоспарлап, инвесторлармен келіссөздер жүргізіп, кредиторлармен мәселелерді шешу секілді жұмыстарға жауапты. Осындай мамандықтың иесі көптеген адамдар мен ақпараттық ағындарды басқарады. Жоғары лауазымды атқарушы тез бейімделсе, үнемі жаңа білімге ие болады және ол шетелде жылына 250 мың долларлық жалақы алуға мүмкіндігі бар.\n8. Биотехнология және гендік инженерия саласындағы маман.\nҚазіргі заманда адамдар санының ұлғаюы мен тамақ жетіспеушілігі пайда болды. Бұл мәселені шешу үшін адамзат биотехнология мен гендік инженерияға бет бұрды. Генетикалық түрлендірілген түрлі ауруларға төзімді өсімдіктер мен  пайдалы өнімдер өндіріле бастады. Бұл саланың мамандарының жаңа жетістігі өсімдіктерден басқа жасанды адам ағзаларын да жасай бастады. Сондықтан генетикалық инженерия мамандары жоғары сұранысқа ие болып отыр.\n9. Жарнама менеджері.\nКөптеген фабрикалар, фирмалар, ұйымдар мен компаниялар өз өнімін өткізу үшін халыққа ұнамды етіп ұсынуы керек. Жарнаманың жоғары деңгейдегі елдерде өте дамығаны таңқаларлық емес. Мұндай мамандықтарға сұраныс та өте жоғары. Маман тұтынушыдан көп ақша алатындай, өнімді шебер ұсынуы керек. Германияда бұл саланың маманына жақсы жұмыс үшін 5 500 евро төленеді.\n10. Селекционер.\nӨсімдіктердің жаңа сортын өсіруге арналған өріс тез дамып келеді, бұл жақсы тұқымдықтарға деген сұранысты арттырады. Тәжірибе мен білімі жоғары білікті маманның жалақысы жылына  100,000 долларға жетуі мүмкін. Сондықтан болашақ мамандығыңызды таңдағанда, әр маманның өз саласын жақсы білуі керек екенін ескеріңіз. Бұл өте маңызды.\nhttps://qamshy.kz/article/47880-alemde-enh-dgoghary-dgalaqy-alatyn-10-mamandyq-iesi",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өзіне деген сенімділікті арттыру үшін не істеу керек",
        "question_content": "Кейде жасағым келіп, бірақ батылым бармай жатқан кездер көп болып жатады. Өзгелер ол жайлы не ойлайды екен деп, біреудің ойын маңызды санап, нақты шешім қабылдау қиынға соғады. Өзіме деген сенімділікті қалай арттыруға болады. Ондай жағдайда не істегенім дұрыс?",
        "question_date": "7.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдардың не дегені маңызды емес,өзіңе сенімділікті артыруға біреіудің жазбасы да көмектеспейді егер өзіңде ұмтылыс пен өз-өзіңе сенімділік болмаса сол себепті бірінші орынға біреуді еменс өзіңді қоя біл сонда бәрі сен қалағандай болады",
                "date": "11.10.2018",
                "upvotes": 1
            },
            {
                "text": "Өзіңізге сенімділікті арттыру туралы мақалаларды оқыңыз, массагет кз сияқты сайттарда бар. Не болмаса ютубтан қараңыз , көбіне орысша ақпараттар көп болады.",
                "date": "9.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика пәні. Қуатты бу турбинасының роторы 3000 айн\\мин жасайды.",
        "question_content": "Қуатты бу турбинасының роторы 3000 айн\\мин жасайды. Оның жұмыстық дөңгелегінің димаетрі 2,7 м . Осы турбина роторының бұрыштық жылдамдығын және ротор қалақшалары ұшының сызықтық жылдамдығы мен үдеуін табыңдар.",
        "question_date": "7.10.2018",
        "question_tag": "Физика",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ω =(2πn)/60 - бұрыштық жылдамдық\n\nw=2*3,14*3000/60=628 рад/с\n\nV=r*w=1,35*628=847,8 м/с\n\na=w²r=28² * 1,35=1058,4м/с²",
                "date": "18.10.2018",
                "upvotes": 0
            },
            {
                "text": "V =Wd/2\nW = 2π* v =2*3,14*50 =314\nV =314*2,7/2 =423,9.\nan = V2/R\nR = V/W =423,9/314 =1,35\nan =V2/R = 179691,21/1,35 = 133105 м/с.",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық балапан басуы",
        "question_content": "Тоңызытқышқа 2-3 күн салынған базардан сатып алынған жұмыртқаны күрік болған тауығыма басқызсам,одан балапан шығадыма?",
        "question_date": "6.10.2018",
        "question_tag": "Табиғат",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ шықпайды ол жылы жерде тұруы керек",
                "date": "3.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрге тартқыш үдеуі тұрақты , ал шеңбер бойымен",
        "question_content": "Центрге тартқыш үдеуі тұрақты , ал шеңбер шеңбер бойымен қозғалысы бірқалыпты үдемелі деп есептеуге бола ма?",
        "question_date": "5.10.2018",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Л.Н.Гумилеев Мен ЕНУ-га \"Дене шынықтыру жане спорт\" факультетіне грантқа түсе алам ба?",
        "question_content": "Мен ЕНУ-га \"Дене шынықтыру жане спорт\" факультетіне грантқа түсе алам ба?Менде казак куресинен:халыкаралык турнирден 3 орын,республикалык турнирден 3 орын,облыстан 3 орын,Астана чемпионатынан 2 орын жане т.б жулделерим бар.Норматив жагынан да жаман емеспин.Билетин адамдар болса оз ойларынызды айтып кетсениздер?",
        "question_date": "5.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "негізі түсуге болады, бірақ оны сол университеттің өзі шешеді",
                "date": "8.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "40 С жылы су дайындау үшін, 10 С суық су мен 60с ыстық су аралас-ды",
        "question_content": "40 С жылы су дайындау үшін, 10 С суық су мен 60с ыстық су аралас-ды. Суық судың көлемі 80 л, ыстық судың көлемі қанша",
        "question_date": "4.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10*80+60x=40*(80+x)\n\n800+60x=3200+40x\n\n60x-40x=3200-800\n\n20x=2400\n\nx=2400:20\n\nx=120 литр ыстық (60ºC)су",
                "date": "5.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек жырындағы салт- дəстүрлер эссе",
        "question_content": "250-300 сөзден кем болмасын",
        "question_date": "4.10.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орыс тiлi жонiнде бiлгiм келедi?",
        "question_content": "Орыс тiлi калайша киын керiсiнше орысша сойлегенде кандай соз айтканы анык естiледi кулакка оган караганда агылшын киын гой орыс тiлi несiмен киын?",
        "question_date": "3.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйренгің келсе үйренесің да. Орыс тілінде грамматикасы,жалғауларын, предлогтарын  дұрыс жалғап айту керек.",
                "date": "4.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биогенді элементтерге реферат керек еді",
        "question_content": "Биогенді элементтер туралы реферат керек еді нақты түсінікті болса СРС қа?",
        "question_date": "3.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 649,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ықтималдыққа есеп. Стандартты болып шығатындық ықтималдығы қандай?",
        "question_content": "Бірінші автомат-станок ақаудың 1%-ын, екінші-1,5%, ал үшінші-2%-ын береді. Кездейсоқ түрде әрбір станоктан бір-бірден бөлшектер таңдап алынды. а) үш бөлшектер; б) екі бөлшектер; в) ең болмағанда бір бөлшек стандартты болып шығатындық ықтималдығы қандай?",
        "question_date": "3.10.2018",
        "question_tag": "Математика",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Логикалық есеп. Көмектесіп жібересіздерма?",
        "question_content": "10 студент электрпойыздың белгілі бір рейсімен 10 вагондармен жүруге келісті, бірақ вагонның көмірлері туралы келіскен жоқ. Егер студенттердің вагондар бойынша орналасу мүмкіндіктерінің ықтималдықтары бірдей болса, олардың бірде-біреуі басқаларымен кездеспейтіндік ықтималдығы қандай?",
        "question_date": "3.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электрпойызда вагондар болмайды",
                "date": "6.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңдау нәтижелерінің бүкіл мүмкін нұсқаларын анықтау қажет?",
        "question_content": "10 үміткерден 1 лауазымға үшеуі таңдап алынуы тиіс. Таңдау нәтижелерінің бүкіл мүмкін нұсқаларын анықтау қажет.",
        "question_date": "3.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10×9×8=720 нұсқа          \n.",
                "date": "3.10.2018",
                "upvotes": 1
            }
        ]
    }
]