[
    {
        "question_title": "Өзіме лайық аттестат ала алмай отырм",
        "question_content": "Сәлеметсіздерме. Менің сіздерге сұрағым бар. Маған мектептегі мұғалімдер алтын белгі береміз деді. Сосын қызыл аттестат береміз деп отыр. Менің 1 сыныптан барлық қорытынды бағам 5. Алтынды жылдық қорытындылары 5-11ге дейін 5 болған оқушылар алуы керек екен. Мен неге алтын белгі ала алмаймын. Не істесем болады?",
        "question_date": "26.04.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім туралы\" Қазақстан Республикасының 2007 жылғы 27 шілдедегі Заңының 5-бабының 8-3) тармақшасына сәйкес БҰЙЫРАМЫН:\n      Ескерту. Кіріспе жаңа редакцияда - ҚР Білім және ғылым министрінің 22.01.2016 № 62 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      1. Қоса беріліп отырған \"Алтын белгі\" белгісі туралы\" ереже бекітілсін.\n      2. Мектепке дейінгі және орта білім, ақпаратты технологиялар департаменті (Ж.А. Жонтаева):\n      1) осы бұйрықтың белгіленген тәртіппен Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркелуін;\n      2) Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркеуден өткен соң күнтізбелік он күн ішінде осы бұйрықты бұқаралық ақпарат құралында және \"Әділет\" ақпаратты-құқықтық жүйеде ресми жариялауын;\n      3) осы бұйрықты Қазақстан Республикасы Білім және ғылым министрлігінің интернет-ресурсында орналастыруды қамтамасыз етсін.\n      4. Осы бұйрықтың орындалуын бақылау Қазақстан Республикасы Білім және ғылым вице-министрі Е.Н. Иманғалиевқа жүктелсін.\n      5. Осы бұйрық алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі.\nМинистр\nА. Саринжипов\n Қазақстан Республикасы\nБілім және ғылым Министрлігнің\n2014 жылғы 19 желтоқсандағы\n№ 532 бұйрығымен\nбекітілген\n\"Алтын белгі\" белгісі туралы\nЕреже\n      1. Осы Ереже \"Білім туралы\" 2007 жылғы 27 шілдедегі Қазақстан Республикасының Заңының 5 бабының 8-3) тармақшасына (бұдан әрі - Заң) сәйкес әзірленген.\n      Ескерту. 1-тармақ жаңа редакцияда - ҚР Білім және ғылым министрінің 22.01.2016 № 62 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n       2. \"Алтын белгі\" белгісімен мына талаптарға сәйкес келген жағдайда:\n      1) үлгілі мінез-құлық көрсеткен және негізгі орта және жалпы орта білім беруді оқу бағдарламаларына немесе \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының білім беру оқу бағдарламаларына сәйкес оқу жоспарының барлық пәндері бойынша оқу кезеңінде білім берудің негізгі орта және жалпы орта деңгейлерінде \"5\" деген жылдық және қорытынды бағалары бар;\n      2) жалпы орта білім берудің қорытынды аттестаттауынан \"өте жақсы\" деген бағамен өткен білім алушылар марапатталады.\n      3. \"Алтын белгі\" белгісімен білім алушыларды наградтау білім беру ұйымы, \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымы басшысының бұйрығымен жүргізіледі.\n      Ескерту. 3-тармақ жаңа редакцияда – ҚР Білім және ғылым министрінің 13.06.2017 № 278 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      4. \"Алтын белгі\" белгісімен марапаттау салтанатты жағдайда өткізіледі.\n      5. Заңның 26-бабының 5-тармағына сәйкес \"Алтын белгі\" белгісімен марапатталған адамдардың конкурс өткізу кезінде білім беру гранттарын алуға, сондай-ақ техникалық және кәсіптік, орта білім беруден кейінгі және жоғары білімді кадрлар даярлауға арналған мемлекеттік білім тапсырыс бойынша білім алушылар құрамына қабылдауда басым құқығы бар.\n      6. \"Алтын белгі\" белгісімен марапатталушы заңнамада белгіленген тәртіппен денсаулық жағдайы бойынша арнайы талаптар көзделген жоғары оқу орнын таңдаған жағдайда, денсаулығы Қазақстан Республикасының заңнамасында белгіленген арнайы талаптарға сәйкес келген жағдайда ғана қабылдана алады.\n      7. Осы Ереже меншік үлгісіне, түріне, нысанына және ведомстволық бағыныстылығына қарамастан, белгіленген тәртіппен бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын іске асыратын білім беру ұйымдарының білім алушыларға қолданылады.\n      8. \"Алтын белгі\" белгісін дайындау осы Ережеге қосымшаға сәйкес \"Алтын белгі\" белгісінің сипаттамасына сәйкес жүзеге асырылады.\n \"Алтын белгі\" белгісі\nтуралы Ережеге қосымша\n\"Алтын белгі\" белгісінің сипаттамасы\n      \"Алтын белгі\" белгісінің диаметрі 30 мм шеңбер болады, Л-80 мыс және мырыш металдарының арнайы қорытпасынан дайындалады.\n      Белгінің бет жағында астынан лавр бұтағымен көмкерілген ашық кітап бейнеленген. Осы бейненің үстіңгі жағында \"Алтын белгі\" деген алтынмен жазылған жазу шығыңқырап тұрады. \"Алтын белгі\" жазба контуры, ашық кітап және лавр бұтағының бейнелері бедер түрінде 1 мм алға шығыңқырап тұрады.\n      Белгінің артқы жағында \"Қазақстан Республикасы\" деген жазумен көмкерілген Қазақстан Республикасының Мемлекеттік елтаңбасы бейнеленген.\nhttp://adilet.zan.kz/kaz/docs/V14H0010115",
                "date": "26.04.2020",
                "upvotes": 0
            },
            {
                "text": "Менде бари ережеге сай. Мугалимдер алмайсын деди, болд. Мугалимге айтсам, озиме урысты. Биыл бизден 5 кыз алайын деп жатыр. Маган обидно. Оз колында турмаган сон",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табан мен алақан ысуы нені білдіреді?",
        "question_content": "Табан мен алақаным ысып жатыр. Денсаулығым бойынша сұрақтар бар еді? Кім жауап бере алады?",
        "question_date": "26.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 11500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолдың температурасы көптеген себептерге байланысты. Кейбір жағдайлар ыстық қолдың симптомын тудыруы мүмкін, егер сізді алаңдатар болсаңыз, дәрігермен кеңесу керек. Ақыр соңында, қолдар үнемі ыстық болған кезде, бұл елеулі проблемаларға әкелуі мүмкін.\nАлақанның ыстық болу себептері:\n 1. Сыртқы температура өзгерісі.  Дене белсенділігі, ауа-райының өзгеруі, жылы киім қолдың жылы болуына әкеледі. Ауа-райы жылы болған кезде қолдарыңыз жылы болуы мүмкін. Кейбір адамдар бау-бақша қолғаптарында жұмыс істегеннен кейін олардың қолдары ыстық екенін байқайды. Күн шуақты ауа-райында жабық қолдармен байланысты кез-келген әрекет сіздің қолыңыздың дененің басқа бөліктеріне қарағанда жылуына әкелуі мүмкін.\n2) Жаттығулар. Жаттығу жасау кезінде адамның ан айналымы жақсарып , аяқ қолына жылу барады.\n3) Артериялық қысым. Дененің бір бөлігіне қан ағымының жоғарылауы жылу сезімін тудыруы мүмкін, қан қысымы жоғары адамдарда  қолдары мен аяқтары ыстық болуы мүмкін.\n4)Инфекция әсері болуы мүмкін. Жоғары температура денеге инфекциямен күресуге көмектеседі. Сондықтан жұқтырған аймақ ыстық болуы мүмкін, ал қолдар ерекше жағдай емес. Әдетте инфекция жарақаттан кейін дамиды, тіпті ең кішкентай кесу бактериялардың денеге енуіне мүмкіндік береді. Егер сіздің қолыңыз ыстық, ісінген, ауырған немесе қызыл болса, себебі инфекция болуы мүмкін.\n5) Қабыну жағдайлары Қабыну - ағзаның инфекциялармен күресуінің бір әдісі. Кейбір жағдайлар созылмалы қабынуды тудырады, бұл зарарланған аймаққа қанның көбірек енуіне мүмкіндік береді.\n6)Білек каналы синдромы. Білек сүйектерінен өтетін медиан нервінің зақымдануы карпальды туннель синдромына әкелуі мүмкін. Травма, ревматоидты артрит, қалқанша безінің проблемалары мен кисталар бұл бұзылуды тудыруы мүмкін. Ерте белгілерге қолдың немесе білектің аймағында ауру сезімі, қышу немесе жану жатады. Ыстық сезуден басқа, қолдарыңыз дірілдеп немесе әлсіздік сезінуі мүмкін.\n7)Перифериялық невропатия. Перифериялық невропатия басқа аурудан, көбінесе қант диабетінен туындаған нервтердің зақымдануын білдіреді. Бұл қолдар мен аяқтардағы қышу мен ұйқышылдықты тудыруы мүмкін.\n8) Фибромиалгия\nФибромиалгия температураның өзгеруіне сезімталдықты тудыруы мүмкін. Фибромиалгия - бұл бүкіл денеде бұлшықет ауыруы мен әлсіздік. Көптеген зерттеушілер ауырсыну нервтердің гиперактивтілігімен байланысты деп санайды. Фибромиалгиямен ауыратын кейбір адамдар температураның өзгеруіне сезімтал, қолдары ыстық немесе суық болуы мүмкін.\n9) Эритромелалгия\nБұл сирек кездесетін ауру көбінесе аяқтар мен сирек қолдарға әсер етеді. Кейбір зерттеушілер бұл ауру қан тамырларындағы өзгерістерден туындаған деп санайды. Эритромелалгия қатты күйдіруді, сондай-ақ қышуды, қызаруды және қолыңыздың ыстық екенін сезінуі мүмкін. Бұл сезім әдетте бірнеше сағатқа созылады және жылы ауа-райында нашарлайды.\nҚолдың ыстық болуы ол денсаулықтың кәнірәт бары жайлы хабар беруі болуы мүмкін. Оны емдеу болу себебіне орай орындалады.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлжан атына ағылсынша лақап ат тауып бересіздер ме?",
        "question_content": "Маған лақап ат керек. Менің атым Ұлжан. Ұлжан есіміне қандай лақап аттар болады?",
        "question_date": "26.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 709,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ағылшынша Ulva деген есімді естігем.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квинтон тобын кім біледі? Әндерін қайдан тапсам болады?",
        "question_content": "Квинтон тобын кім біледі? Әндерін қайдан тапсам болады?",
        "question_date": "26.04.2020",
        "question_tag": "Қазақша ән",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден жүктеп ала алсыз: https://mixmuz.ru/mp3/квинтон",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стресс және депрессиядан шығу жолдары.",
        "question_content": "Стресс және депрессия шығу",
        "question_date": "26.04.2020",
        "question_tag": "Тазалық",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Депрессия»- адамның көңіл күйінің бұзылуынан, ішкі жан дүниесінің мазасыздануынан, сары уайымға салынуынан, сыртқы ортадан жүйкеге күш түсуінен пайда болатын психикалық ауру.\nДепрессия (лат. depresso- басып тастау, тұқырту) –пәс көңіл-күймен, қимыл және психикалық тежелумен өзін қазіргі және болашақ өзінің орнын пессимистік бағалаумен сипатталатын сырқаттың жағдайы. Д. әр түрлі құрамдас бөліктері әр қилы дәрежеде көрінуі мүмкін.\nСтресс (қысылу, қобалжу) - қандайда бір қатты әсерден туған жоғары нервтік қысылу жағдайы.\nСонымен, қысқаша айтқанда, стресс- нервтік қысылу, депрессия- жан күйзелісі. Мүмкін, кейбіреулеріңде мынандай сұрақ туатын шығар: «Өз-өзіңді ұстай алуға үйренудің қажеті не?» деген. Ол ең біріншісі денсаулықты сақтау үшін қажет. Ал біз денсаулығы мықты адам деп кімді айтамыз?\nСхемотехника ( жоба жауаптары)\nДенсаулығы мықты адам\nАрақ ішпейді;\nСпортпен айналысады;\nШынығады;\nТамақтану тәртібін сақтайды;\nБелсенді өмір салтын ұстанады;\nДұрыс дем алады;\nӨз-өзін еркін, денесін бос ұстайды т.б.\nБіз әртүрлі адамдармен қарым-қатынас жасаймыз және әр түрлі жағдайларды басымыздан өткіземіз. Ол ұжымдағы, отбасындағы қарым-қатынастар. Қоғам- қатынастың ең үлкен шеңбері. Бір-бірімізбен қарым-қатынас жасай отырып, кейде ойламаған жағдайда жағымсыздық туындап, қобалжып немесе қысылу әсері, кейде келіспеушілік кезеңінде түсініспей қалатын жағдайлардың негізінде болады: ал ол стресске, неврозға, психиканың бұзылуына әкеліп соғады. Стресс үш түрлі жағдайда байқалып отырады. Оның алғашқы көрінісін мазасыздану кезеңі дейді. Организмнің күшті тітіркендіргіштермен айқасқа түсуін күш салу немесе қиналу кезеңі деп атайды. Адам сырттан келетін әсерге төтеп беруге шамасы келмеген жағдайда титықтап, әрекет жасаудан қалады. Мұндай қолайсыз әсер нерв жүйесінің жұмысына да, дене күшіне де нұқсан келтіретіндіктен адам өзінің сыртқы ортамен байланысын үнемі қадағалап, реттеп отыруы қажет. Адамның әр түрлі эмоциялары мен сезімдері оның қажеті мен қызығу ерекшеліктеріне, дүниеге көзқарасы мен сеніміне, мінез-құлқы мен білім көлеміне, санасы мен ерік сапаларына байланысты қалыптасып отырады.\nДепрессия – жан күйзелісі Депрессияның негізгі белгілері:\n• Көңіл күйдің болмауы, жабырқаңқы, тұнжыра жүруп, еңсесін көтере алмауы\n• Қызығушылықтың болмауы\n• Бір сұраққа айналып соға беру, шешім қабылдай алмау\n• ішкі жан- дүниесінің мазасыздануы,үрейлену, қорқыныш\n• Шаршағандықты сезіну, күш-қуаттың жоқтығы\n• Ұйқысыздық немесе керісінше ұйқыдан арыла алмау\n• Тәбеттің болмауы, салмақтың төмендеуі немесе тәбеттің күрт жоғарлауы\n• Жыныстық қатынасқа деген қызығушылықтың болмауы\n• Адам өзінің бойын басқара алмай, ауыр сезіну\n• Ағзадағы өзгерістер (ауыздың құрғауы, іштің жүрмеуі, тершеңдік)\n• Еске сақтаудың бұзылуы, ойды жинақтай алмау\n• Ішімдікке бой алдыру, уақытша психологиялық белсенділікті көтеретін заттарға құмарлық,\n• Өзін-өзіне қол жұмсау туралы ойдың пайда болуы (ауыр жағдайда)\nДепрессияға ұшыраған адамға қандай психологиялық көмек қажет?\n• Депрессияға жолыққан адамды тыңдаудан қашпау\n• Адамның өзін көмексіз, қолдаусыз,өзін кінәлі сезінуіне жол бермеу\n• Депрессиялық жағдайдың өтпелі екендігін айтып, тез аяталатынына\nсендіру\n• Маңызды шаруалардан босатып, жұмыстар жүктемеу\n• Депрессияға ұшыраған адаммен байсалды, сенімді түрде байланыс жасау\n• Оны түсінетініңізді, қолдайтыныңызды білдіріңіз\n• Күнделікті әдеттерін шектемеу\n• Күнделікті күн тәртібін сақтауға қадағалау\n• Ұйқыдан тұрмай жатып алуға немесе ерте жатуға, жалғыз қалмауға жол бермеу\n• Өз-өзіне қарап бойын күтуін қадағалау\n• Көңілді қолдан жасап көтеруден аулақ болу\n• Сын ескертпелер жасамау\n• Психиатрдың көмегіне жүгіну\n• Дәрігерге көрінуге жағдай жасау\nДепрессия қалай емделеді?\nҚазір депрессияға шалдыққан адамдарды емдеудің бірнеше жолы бар. Медицинада комплексті емдеу қолға алынған. Дәрі-дәрмексіз психотерапия, светотерапия, биологиялық жолмен емдеу жолға қойылған.\nАуру асқынған жағдайда психотерапевтердің ,психиатрдың жазып берілген терапия тәртібін қатаң сақтау барысында, уақтылы дәрігердің қабылдауында болғанда аурудан толық айығуға болады. Адамдардың өз -өзіне қол жұмсауының алды алынады.\nДепрессияға ұшырамаудың оны дамытпаудың жолдары:\n• Өзіңізге өте жоғары талап қоймаңыз\n• Сәтсіздіктер кездескенде қажымаңыз, байсалдылықты сақтаңыз, қай жерде, қандай қателіктер жібергеніңізді ойланыңыз\n• Күн тәртібін құрып, оны сақтауға тырысу\n• Жетістіктерге қол жеткізу үшін өзіңізді қанағаттандыратын зат сатып алыңыз(мысалы жақсы көңіліңізден шығатын киім сатып алу)\n• Күнделікті спортпен шұғылданыңыз(аптасына 2 рет жаттығу жасау)\n• Жақын достарыңызбен жиі араласыңыз\nЕгер сіз өмірде депрессиялық күйге ұшырап қойған болсаңыз, оның қайталанбауы үшін емдеуші психотерепевтке көрініп тұру керек немесе психологиялық треннингтерге қатысу артық етпейді.\nПсихолог кеңесі:\nСен есейіп қалдың. Сенің өміріңде балалыққа жатпайтын жағдайлар кездеседі, мысалы: сені ешкім түсінбейді, саған ешкімнің жаны ашымайды, тіл табысып ешкіммен сөйлесе алмайсың, өз ойыңды ешкіммен бөлісе алмайсың мұндай жағдайда еш ойланбастан сырлас дос бола алатын, мейірімді ана, ойымен бөлісетін әпке, адал құрбы, сырыңды сақтай білетін дос, бола алатын психолог әркез қасыңда.\nТолығырақ: https://ust.kz/word/depressiya_jane_stress_onyng_paida_boly_sebepteri_men_odan_sygy_joldary-131996.html",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Higher education system in Kazakhstan\" тақырыбында 100, 150 сөз көлемінде шығарма керек.",
        "question_content": "higher education system in kazakhstan and english speaking countries",
        "question_date": "25.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The basis of the state policy in the field of higher education in Kazakhstan is the Constitution of the Republic of Kazakhstan (1995). In accordance with paragraph 2, Article 30 of the Constitution \"All citizens shall have the right to receive free general secondary, technical and vocational education, and on a competitive basis a free post-secondary, higher and post–higher education provided that the education at these levels is received for the first time\". Higher education is acquired by citizens who have completed secondary general, TVET or further (post-secondary) education.\nTo date, Kazakhstan has 131 higher education institutions (HEIs). Depending on their form of ownership, Kazakh universities are national, corporatized or international institutions, or they have the status of an autonomous organisation of education (AOE). They are divided into public or private bodies according to their source of funding. The establishment and operation of both public and private higher education institutions is regulated and monitored by the Ministry of Education. Private universities are on an equal footing with public ones and holding a license is required, since all universities are subject to regular certification and accreditation.\nIn 2010, Kazakhstan signed the Bologna Declaration, which was followed by a series of changes in the education system.\nA three-level model was introduced based on a credit system measuring the acquired knowledge. Full transition to a new structure took place in 2010 and its major changes were incorporated into the State Programme of Education Development 2011-2020 and the amendments to the Law on Education (2015). In 2012, Kazakhstan adopted a National Qualifications Framework (amended on 12/18/2013):\nBachelor programme - at least 4 years (depending on the field of study)\nMaster programme – 1 year (professional) or 2 years (scientific)\nPhD programme - 3 years\nFrom January 2019, Kazakhstan transferred to a new credit system, fully compatible with ECTS, with 240 credits for Bachelor, 60-120 for Master and 180 for Doctoral programmes. Before 2019, most universities of the country used the Kazakh credit transfer system. The student workload of 1 Kazakhstani credit and the transfer coefficient to ECTS depended on the level of study and the type of academic activity.\nIn 2018, the total student population was around 500,000 people with female students comprising 54.3%. There are around 14,000 international students enrolled in Kazakh HEIs.\nThe tuition fees vary from around US $1000 to US $5,500 per year, depending on the programme, institution and study level. HEIs offer a variety of scholarships for students with high academic achievement and/or financial difficulties.\n223 academic programmes are taught fully in English at 21 Universities. 301 programmes are run jointly with international HEIs.\nTen universities in Kazakhstan are featured in the QS World University Rankings 2018/19, with Al-Farabi Kazakh National University taking 220th position in the World ranking.\nТолығырақ: https://supporthere.org/page/higher-education-kazakhstan",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"What book do you recommend to read?\" тақырыбында 100, 150 сөз көлемінде шығарма керек.",
        "question_content": "what book do you recommend to read?",
        "question_date": "25.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "y=x^2 y=0 берілген сызықтармен шектелген фигураның ауданын табыңыз",
        "question_content": "Осы сұрақтың жауабы қалай болады?",
        "question_date": "25.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Торда қояндар қырғауылдар бар, барлығы 35 бас 94 аяқ. Торда қанша қоян қырғауыл бар?",
        "question_content": "Мектеп сұрақтары математика пәнінен",
        "question_date": "25.04.2020",
        "question_tag": "Математика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрінің бір басы бар делік, сонда барлығы 35 жануар ал әр баста 2 аяқтан бар десек. Енді қанша табан болатынын есептеп көрейік: 1) 35 * 2 = 70 (дана) -лап бөлінді.Ол небәрі 70 табаны білдіреді. олардың 94-і бар, біз қанша қосымша табан қалдырғанымызды білеміз. 2) 94-70 = 24 (дана) - қосымша, сондықтан бізде 24 аяқ  қалды, бірақ қояндарда қырғауылдардан айырмашылығы 2 емес, 4 аяқ. Ол қояндарды білдіреді сізге 2 табан қосу керек. Бұл қояндарды білдіреді 12. қырғауылдардың санын табыңыз. 4) 35-12 = 23 немесе қырғауылдар.\nЖауабы: 12 қоян, 23қырғауыл.",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүніп дегеніміз не?",
        "question_content": "Жүніп дегеніміз не? Жалпақ тілмен түсіндірсеңіз?!",
        "question_date": "25.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 56800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүніп\n           Ғұсыл алуы қажетті адам. Жүнiптiк, еркекпен әйелде жыныстық қатынас және ихтилам (поллюция, ұйқыда жүніп болу) арқылы немесе басқа да жолмен мәни (сперма) бөлініп сыртқа шыққанда болады. Ғұсыл алғанда (яғни шомылғанда) жүніптіктен құтылады.\n            Аяти кәримада былай делінген: «Егер жүніп болсаңдар (жуыну, ғұсыл алу арқылы) тазаланыңдар...» (Маида сүресі 6)\n            «Жүніп болған кезде дереу ғұсыл алыңдар. Өйткені, кирамен катибин (екі иықтағы) періштелері жүніп адамнан жиіркенеді.» (Хадис шәриф – Әййуһәл уәләд)\n«Жанды нәрсенің суреті, ит және жүніп болған бөлмеге рахмет періштелері кірмейді.» (Хадис шәриф – Нәсаи)\n«Намаз оқитын және оқымайтын адам бір намаз уақытын жүніп халде өткізсе, өте ауыр азап тартады.» (Хадис шәриф – Ибн Хажар Мәкки)\n«Жүніп және хайзды кезде мешітке кіру, тіпті мешіттің ішінен өту, Құран кәрім оқу, Құран кәрімді ұстау, Қағба муаззаманы тауаф ету харам.» (Хадис шәриф – Ибн Абидин)\nБір адам жүніп болса да, ғұсыл алмай бір намаз уақытын өткізсе, ол адамға оттан көйлек кидіріледі. (Имам Ғазали)\nЖүніп болған әрбір әйелмен еркектің және хайз, нифастан арылған әйелдердің намаз уақыты соңына қарай сол намазды оқитындай уақыт қалғанда, ғұсыл алуы парыз болады. (Ибн Абидин)",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психолог мамандығы туралы.",
        "question_content": "Психолог болу үшін қандай пәндерді таңдау керек жәнеде қанша жыл оқиды?Айтып жебересіздер ма?!",
        "question_date": "25.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психология – бүгінгі ғасырдың мамандығы. Қазіргі таңда кез келген мекеме психологты қажет етеді. Адамдар тығырыққа тіреліп, шырғалаңға түскен шақта қол ұшын беріп, дұрыс жол көрсете алатын білгір психолог маман болам деуші талапкерлер саны жылдан-жылға көбеюде. Ал, бұдан біраз жыл бұрын бұл мамандық беделді деп есептелмейтін, тіптен сұранысқа көп ие бола бермейтін мамандықтар қатарында еді. Бүгінгі таңда «психология» мамандығы әлемдегі ең танымал мамандықтардың үздік бестігіне кіреді. Бүгінде психология ғылымы адам іс-әрекетінің түрлі салаларында қарқынды орын алуда. Олар: білім, бизнез, саясат, басқару, медицина, жарнама т.б. салалар. Ғалымдардың болжауы бойынша XXI ғасыр – психология ғасыры болмақ. Психология мамандығының беделінің күннен күнге артуына - болашақ психолог мамандар өз білімдері мен біліктерін қолдана алатын салалардың күннен күнге артып, кеңейе түсуі әсер етсе керек. Болашақ психолог бүгінгі күні адам өмірінің барлық саласына қатысты өндірістер мен кәсіп орындарда қызмет етеді. Яғни, балалар бақшасынан бастап, аса ірі коммерциялық ұйымдарға дейін жұмыс істей алады. Бұл жерде психологияның ғылым екендігін және оның айтарлықтай жас ғылым екендігін айта кету қажет. Психологияның зерттеу пәні - адам психикасы екендігін ескерсек, психология әрдайым және әрқашан қызығушылық тудыратын мамандық екеніне еш күмән тудыра алмаймыз. Сондықтан да психология мамандығының болашағы зор екенін бүгінгі уақыттың талап-тілегінен туындап отыр. Қай заманда да сұранысқа ие және сұраныстан шығатын мамандық болған және бола бермек.  Психолог маманы болып шығу адам жанын түсініп қана қоймай оларды дұрыс жолға салуда және тәрбиелеуде игілікті жұмыстарға қол жеткізеді. Төрт жылдық білімнен кейін психология бөлімінің түлектері мына салаларда қызмет ете алады: ·      Жоғарғы және орта оқу орындарында психология пәнінің оқытушысы; ·      Ғылыми қызметкер; ·      Фирмалар мен банктерде психолог-кеңесші; ·      Практик психолог; ·      Денсаулық сақтау және білім беру жүйесінде, отбасы қызметтерінде практик психолог; ·      Мемлекеттік басқару органдарында және қоғамдық ұйымдарда кеңесші-психолог; ·      Заң мекемелерінде және соттық-психологиялық сараптамада психолог-сарапшы; ·      Әскери және құқықтық мекемелерде тәрбиеші-психолог; ·      Әртүрлі ұйымдардың кадр таңдау қызметінде персонал бойынша менеджер; ·      Ішкі істер министрлігі органдарында психолог; ·      Имиджмейкер, саяси психолог; ·      Әртүрлі әлеуметтік саладағы психолог.\n\nТолығырақ: https://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/20267/",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің телефоным сөндірулі кезде немесе сеть болмаған кезде не үшін хабарлама келмейді?",
        "question_content": "Сәлеметсіздерме? Менің телефоным өшірулі кезде және сеть болмай қалған жағдайдазвандаған адамдардың сообщениесі  кейін қосылған кезде телефонға неге келмейді? Оны қалай жөндеуге болады?",
        "question_date": "25.04.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны байланыс операторына хабарласып, өңдей аласыз.",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шерхан Мұртазаның \"Бесеудің хаты\" шығармасы қай стильде және қай жанрда жазылған?",
        "question_content": "Шерхан Мұртазаның Бесеудің хаты шығармасы қай стильде және қай жанрда жазылған?",
        "question_date": "24.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шерхан Мұртазаның \"Бесеудің хаты\" өмір шындығын талдау Ашықта төзіп тұра алмай, Артына мойнын бұра алмай.Тастадым безіп жұртымды,Үйлі жан аштан қырылып. Көме алмай кеттім бұрылып,-деп Шерхан Мұртаза атамыз жырлағандай, өз заманының шындығын ашып көрсетеді.\nШерхан Мұраза аамыз \"Бесеудің хаты\"драмасын көрке суреттеп жазған,өмір шындығын,қазақ халқының ашаршылық жылдарындағы қайғылы кезеңдер бейнелеп жазған.Кеше ғана бір қойдың етін бірақ асып жеп,қымызды сабасымен ішетін халықтың бүгін бір уыс бидайға зар болып,аштықтан қырылып жатқан бейжай зар болып,аштықтан қырылып жатқан бейжа қарай алмаған.Галашакин мен Ғ.Мүсіреповің түсінбеушілігін халықтың нанын жеп,өз қара басын ойлап,елім демей өзін дегенге қарсы шығып, қазақ халқын сатқан Құрысов жане т.б.б бар ол өтте өзекі мәселені қозғап жазған ол қазіргі таңда да қоғамда болып жатыр Құпия түрде хат мәтінін әзірлеген шындықты бұрмалап,жоғары жаққа кеңестер еліне бәрі керемет деп кеңес берген өлкенің камитетінің төбесінен жат хат жазып жай түскен бұл өлкенің камитетінің төбесінен жай түскен бұл хатты жазған бесеу кім? Бұл бесеу хатынан,бес том кітап жазуға болады.\nТолығырақ: https://bankreferatov.kz/sochineniya/57-sochi-na-kazakskom/7918-sherkhan-myrtazynun.html",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Орман мелиорациясы\" деген анықтаманы қалай түсінесіз?",
        "question_content": "Орман мелиорациясы анықтамасын қалай түсінесіз және шараларына мысалы келтірініз",
        "question_date": "24.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған табиғи ортаның бір бөлігі ретінде жерді қорғауға, ұтымды пайдалануға, ауыл шаруашылығы мен орман шаруашылығы айналымынан жердің негізсіз алынып қойылуын болғызбауға, сондай-ақ топырақтың құнарлылығын қалпына келтіру мен арттыруға бағытталған құқықтық, ұйымдық, экономикалық, технологиялық және басқа іс-шаралар жүйесін қамтитын іс-әрекеттер жерді қорғау жұмыстары болып саналады.\nҚазақстан Республикасының жер Кодексінде жерді қорғаудың мақсаттары мен міндеттері айқын көрсетілген. Осы Кодекстің 139 бабына сәйкес жерді қорғаудың мақсаттары келесідей:\n1) өндірістің экологиялық қауіпсіз технологияларын ынталандыру, орман мелиорациясы мен мелиорация жұмыстарын және басқа іс-шараларды жүргізу арқылы жердің азып-тозуы мен бүлінуін, шаруашылық қызметтің басқа да қолайсыз зардаптарын болғызбау;\n2) азып-тозған немесе бүлінген жерді жақсарту мен қалпына келтіруді қамтамасыз ету;\n3) жерді оңтайлы пайдаланудың экологиялық нормативтерін тәжірибеге енгізу.\nЖер Кодекснің 140-бабында жер учаскелері иелері мен жер пайдаланушыларға жерді қорғау үшін келесідей міндеттер жүктелетіні көрсетілген:\n1) жерді су және жел эрозиясынан, селден, су басудан, қайталап сортаңданудан, құрғап кетуден, тапталуынан, өндіріс пен тұтыну қалдықтарымен, химиялық, биологиялық, радиоактивті және басқа да зиянды заттармен ластанудан, өзге де бүліну процестерінен қорғау шараларын іске асыруға;\n2) ауыл шаруашылық жерін карантиндік зиянкестер мен өсімдік ауруларын жұқтырудан, арамшөп, бұта мен шілік басып кетуден, жердің жай-күйі нашарлауының өзге де түрлерінен қорғауға;\n3) бүлінген жердің жаңартылуына, оның құнарлылығын және жердің басқа да пайдалы қасиеттерін қалпына келтіру мен оны шаруашылық айналымына уақтылы тартуға;\n4) жердің бүлінуіне әкеліп соқтыратын жұмыстар жүргізілген кезде топырақтың құнарлы қабатын алуға, сақтауға және пайдалануға бағытталған шараларды жүргізуге міндетті.\nЖердің үстіңгі құнарлы қабаты-топырақтың жел және су эрозиясынан азып-тозбауы үшін олардың алдын алу шараларын, сонымен бірге бұл құбылыстарға шалдыққан жерлерде олардың әрі қарай дамымауын қамтамасыз ететін іс-шараларды жүзеге асыру керек.\nТопырақты эрозиядан қорғау келесідей топтарға жататын іс-шаралар жүйесін қамтиды: ұйымдық-шаруашылық, агротехникалық, орман мелиорациясы және гидротехникалық.\nҰйымдық-шаруашылық іс-шаралары қатарына эрозияға қарсы қолданылатын жұмыстардың жоспарын жасап, негіздеу және оның іске асырылуын қамтамасыз ету жатады. Осы жұмыс барысында жер аумағының эрозияға төзімділігі бағаланып, топырақтың оған шалдығу дәрежесінің картограммасы жасалынады. Осы жинастырылған деректерге сүйене отырып, эрозияға төзімді болып келетін шаруашылықтың жер аумағын ұйымдастыру жоспары жасалынады.\nТопырақты эрозиядан қорғаудың агротехникалық іс-шаралары қатарына топырақтың эрозияға төзімділігін арттыратын өңдеу әдістерін қолдану, көпжылдық шөптер мен бір жылдық дақылдардың топырақты қорғау қасиеттерін пайдалану, қар тоқтату және оның еруі қарқынын реттеу, топырақ құнарлылығын арттыру жұмыстары жатады.\nЖел эрозиясына қарсы қолданылатын іс-шараларды зерттеу жолында А.И.Бараев атындағы Қазақтың астық шаруашылығы ғылыми зерттеу институты, Павлодар ауыл шаруашылығы ғылыми зерттеу институты және басқа ғылыми өндірістік мекемелер ғалымдары мен қызметкерлері бірлесіп үлкен жұмыс атқарды. Олар егіншіліктің топырақ қорғау жүйесін қалыптастырып оны ауыл шаруашылығы саласында қолданып, іске асырды. Осы жаңа егіншіліктің топырақ қорғау жүйесінің басты буыны-топырақты соқаның орнына, жазық тілгіш құралдармен өңдеп, топырақ бетінде аңыз, өсімдік, қалдықтарын мол қалдыру. Сөйтіп, топырақ бетінің желге төзімділігін арттыру, қыста мол қар жинап топырақтың ылғалдылығын жақсарту. Сонымен бірге топырағы қарқынды өңделетін, эрозияға төзімсіз пар алқабында қышадан ықтырма егу және пар мен егіс алқабын әр 100-200м сайын кезектестіріп, жолақтап оларды желдің соғу бағытына көлденең келтіріп орналастыру. Ал желге өте төзімсіз жеңіл гранулометриялық құрамды (құм, құмайт, жеңіл құмбалшық) топырақтарда жоғарыда аталған агротехникалық шаралармен бірге арнайы топырақ қорғау ауыспалы егісін қолдану. Яғни, дәнді-дақылдар мен пар және көпжылдық шөп алқаптарын жолақтап 50-100м сайын кезектестіріп орналастыру.\nТолығырақ:https://helpiks.org/3-26102.html",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кестедегі құрамы мен өсуіне қарай ормандардың атауларына анықтама берініз",
        "question_content": "Кестедегі құрамы мен өсуіне қарай ормандардың атауларына анықтама берініз\nТропиктік\nТропиктік орман өте ертеде пайда болған, өсімдіктер\n мен жануарлар түрлерінің молдығымен ерекшеленеді (0,25 га-да ағаштардың 200-ге дейін түрі кездеседі). Онда олар шашырап таралады (бір түрдің екі ағашы қатарынан сирек өседі). Тропик тоғайда бұталар болмайды…………..\nАқшыл қылқанды\n  Күңгірт қылқанды\n  Жапырақты\n  Қылқанды\n  Муссондық\n  Мангрлык\n  Жалпақ жапырақты",
        "question_date": "24.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Ақшыл қылқанды орман жарықсүйгіш ағаштардан (балқарағай, кәдімгі қарағай) құралады. Сондықтан олар өзара алшақ орналасып сирек орман алқабын тұзеді. Орман ағаштары сирек, күн сәулесі жеткілікті болғандықтан ағаштардың арасына әлпеншек(Rhododendron),гүлбұршақ (Cytisus), қарақат (Ribes), итмұрын (Rosa) қатарлы бірталай бұталар және шөптесін өсімдіктер өседі. Топырағының бетін жапқан әртүрлі қыналар мол кездеседі. Шұғыл континентік климат жағдайы өскен сайын сібір балқарағайының орынын даур балқарағайы басып, ақшылқылқанды орман онан сайын сирей түседі. Қылқанжапырақты орман белдемшесінің кейбір тау қойнаулары мен өзен аңғарларында қайың (Betula), терек (Populus), қандыағаш (Alnus) т.б. ұсақжапырақты орман алқаптары да кезделеді және олар тайгалық орманды мекендейтін жануарлардың алуантүрлігінің көбеюіне үлкен рөл атқарады.\n2) Күңгірт қылқанды тайгалық орман шырша, самырсын, сібір қарағайы қатарлы ағаштардан құралады. Ақшыл қылқанды тайганы балқарағай құрайды. Күңгірт қылқанды орманды түзетін шырша, самырсын, сібір қарағайлар – көлеңке сүйгіштер. Сондықтан олар өте бітік өседі. Ондай бітік орманның жер бетіне күн түспейді, түссе де күн сәулесі жетіспейтіндіктен бұталар аз, бұташық пен шөптесін өсімдік мүлдем өспеуі де ықтимал. Сол себептен оның фитоценозы ағаш белдеуінен басқа шөптесін және мүк белдеуінен немесе ағаш және мүк белдеуінен ғана құралады.\n3) Жапырақты орман тайгалық орманның оңтүстігінде, тайга мен дала белдемінің аралығында орналасқан. Еуропа, Азия , Солтүстік Америкада жапырақты орман біртұтас белдемше түзбей әр жерде үзіліп орналасады. Жапырақты орманның климаты оншалық қатал емес. Қыстың орташа температурасы -1-5С. Қыста қатты суық болмаса да біршама қарлы болады. Жылына 750-1500мм ылғалдылық түседі. Жаз айларының орташа температурасы 10°С -тан артық .\nҚоңыржай климатты өлкенің жапырақты орман белдемшесінде өсетін ормандардың ең негізгі сипаты олар көктем мен жаз айларында жапырақ жайып өнім береді де күзде жапырағы қуарып түседі, ал қыста орман ағаштары бұйыққан тыныштық күйде өткізеді.\nЖапырақты орман белдемшесінің Европалық және Қиыр Шығыстан ылғалды, жұмсақ климатты бөлігінде емен (Quercus), жөке (Tilia), үйеңкі (Aser), шаған (Fraxinus), шамшат (Fagus) қызыл қайың (Carpinus) бастаған жалпақ жапырақты орманның түрлері басым кездеседі. Сібір өлкесінде көбінесе қайыңнан құралған ұсақ жапырақты орман кең таралған. Бұл белдемшенің көптеген өлкелерінде жапырақты және қылқанды орман аралас өсіп аралас орманның түрін құрайды. Жапырақты орман соншалық бітік өспейді. Орман ағаштарының арасы сирек, күн сәулесі жеткілікті мөлшерде түсетіндіктен бұта, бұташа, шөптесін өсімдіктерге бай. Шөптесін өсімдік жамылғысының басым көпшілігін көлеңке сүйгіш көпжылдық мезофит өсімдіктер құрайды.\nЖапырақты орманның топырағының бетінде қурап түскен жапырақ, ескі шөптерден құралған едәуір қалың түспе (опад) қабаты болады. Қураған өсімдіктер түспесінен құралған бұл төсенішті ұсақтап жеп, ыдыратып қара шіріндіге айналдыратын аса көп түрлі жәндіктер жапырақты орманның топырағында тіршілік етеді. Солардың ішінен жауын құрты яғни шұбалшаң (Lumbricidae), энхитрейд (Enchytracidae),жұмырқұрттың (Nematodes) көптеген түрлері, қосжұпаяқтар (Diplopoda) және есекқұрт (Isopoda), құрлық шаяны т.б. сапрофаг жануарлар басты рөл атқарады. Орманның топырағында сапрофагтармен қатар өсімдіктің тірі тамырымен қоректеніп зақымдайтын жәндіктердің дернәсілдері де көптеп кездеседі. Әсіресе шыртылдақ қоңыз (Elateridae), тақтамұрт қоңыз (Scarabaеidae), бізтұмсық қоңыз (Curсulionidae) тұқымдастарына жататын қоңыздардың тамыр жегіш (ризофаг) дернәсілдері жиі кездеседі.\n4) Қылқан жапырақты орман белдемшісі құстарға бай. Бұл белдемшеге тән негізгі құстарға сұрқұр (Bonasa bonasa), меңіреу құр (Tetrao urogallis), кәдімгі құр (Lyrurus tetrix) және ақ құр (Lagopus lagopus) қатарлы тауықтәріздес құстар жатады (26-сурет). Бұл құстардың биоэкологиялық тіршілігінде көптеген ұқсастық бар: қай қайсысы жыныстық қатынасқа түсерінде қанат-құйрығын жайып, ерекше қозғалыстар жасап қораздану жоралғысын жасайды. Қыста қардың астынан үңгір жасап сол үңгірде түнейді, күндіз тіршілігінің көбін жерде өткізеді, әредік ағаштың бұтағына шығып қайың, қандыағаш, талдардың бүрін, бүршігін, сырғагүлдерін және бұтақтардың ұшының жіңішке жұмсақ бөлігін жеп қоректенеді. Жазда өсімдіктің жапырағын, жемісін тұқымын қорек етеді. Балапандары әртүрлі жәндіктерді де теріп жейді. Бұл құстардың ұрғашысы жұмыртқа басады, ал еркегі ұясының маңайында ұрғашысын қорғаштап жүреді. Аталмыш тауықтәріздес құстар ширақ балапанды құстар тобына жатады: жұмыртқадан жаңа ғана жарылған балапаны қауырсынының суы кеуіп бола бере ұясынан шығып, енесіне еріп өздігінен тіршілік ете бастайды.\nЖоғарыда аталған құрлар – отырықты құстар: жылдың барлық мезгілінде қоныс ауыстырмай бір орында ғана мекендейді.\nҚыста қардың астын қуыстап үңгір жасап, сонда түнеп және суықтан қорғануға бейімделгенінің нәтижесінде бұл құстар тайга орманының табиғи жағдайына жақсы бейімделген.\nҚылқан жапырақты орманға жақсы бейімделген, тұқым жегіш құстың тағы бір өкілі – самыркеш (Nucitraga caryocatactes). Бұл құстың тұмсығы ұзын, бұтақтан бұтаққа өте ептілікпен секіріп, ағаштың бүріне аспақталып тұрып аса шеберлікпен бүрді жарып, тұқымын теріп жейді. Ол көбінесе қарағай, шыршаның тұқымымен, аздап жәндіктермен қоректенеді. Тұқымнан қысқа қор жинайды. Бірақ оны қыста түгелдей пайдаланбайды.\n5) Муссондық ормандар - жылдың құрғақ мезгілінде жапырақтарын тастайтын муссондық климатты ормандар өңірі. Көбінесе тропиктерде, сондай-ақ субтропиктер мен коңыржай ендіктерде кездеседі. Түр құрамы аз, көбінесе ағаш өсімдіктері бір түрден ғана тұрады. Өрмелегіш өсімдіктер мен эпифиттер коптеп өседі. Муссондық ормандар Азияның оңтүстік-шығысында, Үндістан және Үндіқытай түбектері«- де таралған.\n6)\n7) Қиыр Шығыстың жалпақ жапырақты орман белдемшесінің климаты жайлы, жұмсақ болғандықтан салқын қанды омыртқалы жануарлардың көптеген түрі кездеседі. Мысалы, қосмекенділерден шөпбақа (Rana temporaria), сүйіртұмсық бақа (R. arvalis), бақбақыл бақа (Hyla japonica), жасыл құрбақа (Bufo viridis), кәдімгі құрбақа (B.bufo), бауырымен жорғалаушылардан жасыл кесіртке (Lacerta agilis), ұршықсап кесіртке (Anguis fragalis), кәдімгі сұржылан (Vipera verus), кең таралған. Бұлардың барлығы құрлықта тіршілік етіп жәндіктермен қоректенетін жануарлар (27-28-сурет). Қиыр Шығыстың суында қиыршығыс тасбақасы (Trionyx chinensis) тіршілік етеді. Бұл тасбақа қатер төнген кезде суға секіріп түседі де батпаққа кіріп кетеді. Ол балықтармен, былқылдақ денелілермен, шаяндармен, жәндіктердің дернәсілімен қоректенеді. Қыста су түбінің батпағына батып, қысқы ұйқыға кетеді. Жазда 2-3 рет жұмыртқалайды. Су жағалауының күнге жақсы қызатын құмына жұмыртқаларын көмеді. Жұмыртқасы 45-60 күнде кішкене тасбақаға айналып жетіледі.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақшыл қылқанды ормандар анықтама?",
        "question_content": "Ақшыл қылқанды ормандар анықтама?",
        "question_date": "24.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыс Алтай мемлекеттік табиғи қорығы Кенді Алтайдың солтүстік-батыс бөлігінде Шығыс Қазақстан облысының Риддер (Лениногор), Зырян, Глубокое (Орталық кеңсе-үй-жайы Глубокое ауданының Риддер қаласында орналасқан) аудандарының аумағында Поперечное ауылының оңтүстік-шығысында табиғатты пайдаланудан алынып қойылған жерлерде орналасқан. Батыс Алтай қорығының аудандастырылуы Оңтүстік-Cібір тау елдерінің Алтай провинциясына жатады. Қорықтың ландшафтық кешеніне Иванов (2800 м), Холзун (2500 м), Көксін (2300 м), Тигирецк (2300 м), Линейск (1600 м), Уба (2067 м), Үлбі (2000 м) жоталарының таулы жер бедерлерінің бөлігі қосылады. Қорықтың жануарлар дүниесін тайгалық жануарлар: бұлан, марал, елік, құдыр, қоңыр аю, құну, сілеусін, бұлғын, сасық күзен, аққалақ, қара күзен, кәмшат, тиін, шұбар тышқан, суыр, түлкі және әртүрлі кеміргіштер құрайды. Құстар әлемі алдын ала алынған деректер бойынша 100 аса түрден тұрады. Олардың ішінде Қызыл кітапқа енгізілген: қара дегелек, тундра шілі, бүркіт, аққұйрық субүркіт бар. Жер бедерінің формасы шығу тегі жағынан тектоникалық, мұздықты және сулы-эрозиялы болып келеді, құрамына сулы алқаптар, тау арасындағы қазаншұңқырлар, алқап тәрізді төмендеулер, сусыма тастар, жартастар, қорымдар, тасты өзендер кіреді. Жоталардың үсті пенепленденген жазық тәрізді, ал кейбір аудандардың құрылу ерекшеліктерін кар, трог, цирк құрайтын ежелгі мұздықтар , сондай-ақ таңғажайып формалар жасайтын гранит қалдықтарына (Желілік бағандар - Тас ертегісі, Шайтан қалашық) қарап анықтаған. Барлық жоталар көркем өзен алқаптарымен бөлінген. Қорық аумағына өзендердің тарамдалған гидрологиялық жүйесі, мұзды көлдер, бұлақтар, бастаулар, биік таулы батпақтар (Алтайдағы ең ірі батпақ – Гульбище батпағының ұзындығы 6 км, ені 2 км). Қорық аумағында ағатын өзендер: Қара және Ақ Уба, Палевая Разливанка, Линейчиха, Үлкен және кіші Тұрғысын және тағы басқалары Ертістің Карск теңізіне құятын жоғарғы бассейніне жатады. Ақ және Қара Уба өзендері қорық аумағынан тыс жерде Батыс Алтайдағы Ертістің саласы болып табылатын Уба өзеніне барып құйылады. Өзендер көбінесе таудың еріген суымен қоректенеді (40-70%). Қорық аумағының гидрологиялық жүйесін табиғи қалпында сақтау - жалпы ауданның қалыпты гидрологиялық режимін қамтамасыз ететін негізгі жағдай. Таулы тайганың құрамына өсімдіктердің жоғарғы белдеуіне жататын: күңгіот қылқанды аралас ормандар, альпі және субальпі шалғындары, тундра белдеуі. Батыс Алтайдағы ормандардың орман өсіруші мамандар анықтаған 25 түрінің 16-сы қорық аумағында кездеседі. Қорықтың климаты географиялық жағдай мен жер бедеріне байланысты. Қорық Азия материгінің ең түкпірінде орманды, далалы, шөлді табиғи-климаттық аймақтардың түйіскен жерінде; Оңтүстік Сібір және Орта Азияның әр түрлі таулы аймақтарында, Батыс Сібірдің байтақ жазықтық кеңістігінде, Қазақстан мен Орта Азияның далалары мен шөлдерінде орналасқан. Қорықтың мұхиттан және ашық теңіздерден алыс жатуы оның климатының континентальды болуына, ауа температурасының жылдық ғана емес тіпті күндік деңгейінің құбылмалығына негіз болады. Жазғы маусымда цельсия бойынша +18+24 градус жанға жайлы ауа-райы жиірек болады. Аязсыз күндер 90 күнге дейін созылады. Қыс 220-240 күнге дейін болады. Қаңтардағы орташа температура цельсия бойынша -17-28 градус. Қар жамылғысының биіктігі 1,5-2.0 метрге дейін, кейде 3-4 метрге дейін жетеді. Көктемде қар жылдам ериді, көшкін жүруі, қардың опырылуы жиірек байқалады. Ақ Уба көлінің ауданында жылына 1600-2000 мм-ге дейін қар түседі, кейде одан да көп, 3000 мм-ге дейін жетеді. Жалпы қорық аумағында жауын-шашынның деңгейі бірқалыпты десе де болады. Аумақтың климаты континентальды жағдайда қалыптасады, бірақ тауда ауа температурасының төмендеуі мен жауын-шашынның, әсіресе, Атлантика мұхитынан келетін ауа массасы үшін ашық батыс және солтүстік-батыс беткейлерде көп болуына байланысты - бұл аудандар анағұрлым ылғалды болып келеді. Сондай-ақ таулы жер бедері атмосфералық ауа айналымы процесінің дамуына әсер етеді және теңіз деңгейінің биіктілігіне, жер қыртысының формасына, беткейлердің экспозициясына және жер беті жамылғысының сипатына қарай өзгеріп отыратын климат жағдайларының әртүрлілігін тудырады. Тауда қалыптасатын ауа массасы өзінің сипаты жағынан жанаса орналасқан жазықтың ауа массасынан қатты ерекшеленеді. Бұл аумақта жауын-шашынның күшеюін туғызатын фронтальды бөліктердің шиеленісуі болады. Тауаралық қазаншұңқырлармен және кең тауаралық ойпаттармен ауа массасы өздерімен бірге қалың жауын-шашын ала келіп, таудың алыс түкпірлеріне енеді. Әсіресе бұл тұрақсыз атлантикалық ауа массасының енуі кезінде байқалады. Ауа массалары өз жолдарында тау беткейлерімен кезігіп, салқындайды, және бұл да жауын-шашын тудырады. Жер бетінің әртүрлі жамылғысы (шалғын, орман, шабындық және т.б.) жергілікті ылғал айналымын қалыптастыратын конвективті процестерді тудырады, бұл да өз кезегінде жауын-шашынды көбейтеді. Жыл маусымдарына қарай ауа айналымы процестері де әртүрлі. Суық кезеңдерде бұл жердің климатында азия антициклонының батыс сілемдерінің суық, бұлты аз, жауын-шашыны жоқ деуге болатын бірнеше күн бойы сақталатын ауа-райының әсері білінеді. Ылғалдылығы аз солтүстік-батыс және солтүстік арктикалық ауа массасының енуі байқалады. Жылы маусымдарда батыс және солтүстік-батыс бағыттағы циклондардың енуі басым болады, онымен атмосфералық шептердің өтуі байланысты. Ауа-райының фронтальды түрінде әдетте бұлттылық қалыңдай түседі, ал фронтальды бөлік тау жоталарына жақындаған кезде жауын- шашан болады және желдің жылдамдығы арта түседі. Жазда континенталды процестер күшейе түседі, бұл нөсер жауындар мен ақ жауындардың көбеюіне әкеп соғады. Ауаның тиімді температурадағы жоғарғы ылғалдылығы қорықта тайганың қалыптасуын қамтамасыз етіп, орман және шалғын өсімдіктерінің пәрменді дамуына қолайлы жағдай туғызады. Қорықтың өсімдіктер әлемі, сирек кездесетін және аса бағалы түрлер Қорықтың ландшафты - таулы-тайгалы сипатта болады және қара топырақты, күңгіртқылқанды тайга, субальпілік, альпілік, егістік белдемдер кіреді. Ормандар түзілімдердің 3 сыныбына жатады: жапырақты, күлгртқылқанды, ақшыл қылқанды ормандар. Жапырақты ормандар ағашы кесілген жерлер мен өртеңдерде қалыптасады. Ақшыл қылқанды ормандар үзік-үзік болып негізінен құрғақ беткейлерде кездеседі. Қорық аумағына күңгіртқылқанды тайга тән. Алдын-ала жүргізілген бағалау бойынша қазіргі күні Батыс Алтай мемлекеттік табиғи қорығында Алтай ботаникалық бағының жетекші ғылыми қызметкері биология ғылымдарының кандидаты Юрий Андреевич Котуховтың сипаттауы бойынша 800 түрден аса өсімдік өседі. Оның ішінен 45 түр - бұл сирек кездесетін, құрып бара жатқан және жергілікті түр, ал мына 16 түр Қазақстан Республикасының Қызыл кітабына енгізілген: 1. Сібір қандығы 2. Сафлор тәрізді рапонтикум 3. Ұсақ торлы жуа 4. Ірі гүлді шолпанкебіс 5. Нағыз шолпанкебіс 6. Телпек сүйсін 7. Алтай рауғашы 8. Алтай гимноспермиумы 9. Қызғылт семізот 10. Алтай суықшөбі 11. Алтай қасқыржидегі 12. Қылтанды дәлен 13. Еуропа орманоты 14. Су қазанақ 15. Ұсақ жемісті мүкжидек 16. Таңдамалы плаун (сушырмауық) Сондай-ақ көптеген бағалы дәрілік шөптер өседі: қызғылт семізот – золотой корень, сафлор тәрізді левзей – маральи корень, шай тиынтағы - белошный корень, кәдімгі сәлдегүл (таушымылдық) - пион Марьин корень, ұсақ торлы жуа - черемша, колба және көптеген басқа өсімдіктер.. Қорық аумағында реликті (көне) қарағайлы ормандар - сібір самырсын қарағайы немесе сібір қарағайы - орналасқан, бұл қорық қорғайтын және күзететін өсімдіктер әлемінің ішіндегі қорықтың негізгі байлығы. Қорықтың жануарлар дүниесі, сирек кездесетін және аса бағалы түрлер Қорықтың жануарлар дүниесін тайгалық жануарлар: бұлан, марал, елік, құдыр, қоңыр аю, құну, сілеусін, бұлғын, сасық күзен, аққалақ, қара күзен, кәмшат, тиін, шұбар тышқан, суыр, түлкі және әртүрлі кеміргіштер құрайды. Құстар әлемі алдын ала алынған деректер бойынша 100 аса түрден тұрады. Олардың ішінде Қызыл кітапқа енгізілген: қара дегелек, тундра шілі, бүркіт, аққұйрық субүркіт бар. Батыс Алтай мемлекеттік табиғи қорығы – бірегей табиғат туындысы және оны қорғау ұлттық және жалпымемлекеттік міндет. Батыс Алтай мемлекеттік табиғи қорығының аумағы табиғатты пайдаланудан алып қойылған жерлерде орналасқан. Бұрын бұл жерлер қорғауға алынып қойылғанға дейін қатты тозып кеткен еді: осы жерлерде басты мақсатқа пайдалану үшін ағаш кесулер және аң терісін дайындау кәсіпшілігі жүргізілген болатын. Қорық аумағы арқылы Ресей мен Қазақстанды байланыстыратын орман тасуға арналған жол өтеді. Осы жолмен кесілген ағаш тиелген машшиналар тізбегі жүреді. ҚР Үкіметі 2002 жылдан 2004 жылға дейін «Риддер - Алтай Республикасының шекарасы» жолын салу туралы шешім шығарды. Қорық жерінің 87 га алынып қойылды. Және де қорық аумағы екіге бөлініп қалды. Қорық аумағын кесіп өтетін 22 км жолды жүріп өткенше бірталай көз қызықтырып еліктіретін нәрселерді байқайсыз. Бір кездері қорық беткейлері мүлдем жалаңаштанып қалған болатын, ал оларды қалпына келтіру - табиғи қалпына келуіне жағдай жасау жаңа-жаңа қолға алынуда. Қорық аумағындағы тау беткейлерінің тым тік болуы, сондай-ақ өте алмайтын бақпақты болуы, қорық ормандарын мүлдем құрып кетуден сақтап қалды. Адамдардан жапа шеккен жаралы табиғат жарасын емдеп, бұрынғы сұлулығы мен байлығын қалпына келтіруге тырысуда. Қазіргі кезде орман жапқан жердің жалпы құрамы 12,5 мың га жерді құрайды (бұл қорық ауданының 20 %). Негізгі орман құрайтын ағаш түрлері: қылқанжапырақты ағаштар: самырсын қарағайы, майқарағай, балқарағай, шырша, қарағай; жапырақты ағаштар: қайың, көктерек, терек, шетен. Көлемі бойынша самырсын қарағайлы ормандар бірінші орын алады - 3184 га, майқарағайлы орман - 2353 га, шыршалы ормандар - 1169 га. Ғылыми зерттеулер Қазіргі кезде табиғат процестеріне ұзақ мерзімді қадағалау жүргізілуде - «Табиғат жылнамасы» жазылады. Қорықта 10 жыл бойы табиғи кешендерге - компоненттерге түгендеу жүргізілмеген, қорықтың эталонды экологиялық жүйесі және шектес аумақтардағы ұқсастықтар анықталмаған. Қорықтың өсімдіктіктер мен жануарлар дүниесіне түгендеу жүргізілмеген, қорық аумағы мен оған шектес жатқан аудандардың генофонды мен экологиялық жүйесін сақтау мен қалпына келтіруге бағытталған ғылыми ұсыныстар әзірленбеген. Іс жүзінде қорықта тіркелген барлық ғылыми жұмыстарды Алтай ботаникалық бағының (Риддер қаласы) жетекші ғылыми қызметкері Юрий Андреевич Котухов істеген және Батыс Алтай мемлекеттік табиғи қорығының ғылым бөліміне тегін берілген. Tабиғат қорғау бойынша оқу-ағарту жұмыстары, тынығу мен туризм[өңдеу] Мұражай қаржы жағынан қиыншылық көріп отыр. Ол 2000 жылы ғана құрылған. Мұражайды құрастыруға қаржы жоқ. Туризм де әлі даму сатысында. Басқарылуы Батыс Алтай мемлекеттік табиғи қорығының құрылымы: Басшылық - Директор – бас мемлекеттік инспектор; Ғылым жөнінде директордың орынбасары – бас мемлекеттік инспектордың орынбасары; Күзет қызметі бөлімі – Бөлім бастығы - мемлекеттік инспектор; Мемлекеттік инспекторлар; Ғылым, ақпарат, мониторинг бөлімі - Бөлім бастығы - мемлекеттік инспектор; Мемлекеттік инспекторлар; Экологиялық оқу-ағарту және туризм бөлімі - Бөлім бастығы - мемлекеттік инспектор; Мемлекеттік инспекторлар; Қаржы және ұйымдастыру жұмысы бөлімі – Бөлім бастығы – бас бухгалтер; Мамандар. Батыс Алтай мемлекеттік табиғи қорығында 2003 жылғы наурыздағы жағдай бойынша 32 адам тіркелген. Қорықтың барлық аумағы инспекторлық қарау аймақтарына бөлінген. Әр аймақ мемлекеттік инспекторларға бекітіліп берілген. Қорық аумағын қорғау жұмыстарына күзет қызметі бөлімінің бастығы басшылық етеді.\n\nИсточник: https://e-history.kz/kz/map/view/55\n© e-history.kz",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың көршілес төбелерін, көшілес қабырғаларын атаңыз",
        "question_content": "1.Тік төртбұрыштың көршілес төбелерін,көшілес қабырғасын  атаңыз.\n\n2.Үшбұрыштың төбелерін атаңдар.",
        "question_date": "24.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың екі іргелес шеті α жазықтығында жатыр. Қандай қосымша жағдайлар (төменде келтірілген) бүкіл тіктөртбұрыш α жазықтығында жатқандығын білдіреді?\n 1) диагональдардың қиылысу нүктесі α жазықтығында жатыр\n 2) қарсы жақтың ортасы α жазықтығында жатыр \n3) осы жақтың ортасы а жазықтығында жатыр\n1және 2 жағдайлар бүкіл тіктөртбұрыш α жазықтығында жатқандығын білдіреді.\nАл ші жағдай сай келмейді.",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "MacBook Pro-да номер белгісін клавиатурада қалай қоюға болады?",
        "question_content": "MacBook Pro-да номер белгісін клавиатура қазақ тілінде тұрғанда қалай қоюға болады? Орыс тілінде еш қиындықсыз қоюға болатынын білемін, ал қазақ тілінде номер белгісін қоюды таппай жатырмын. Ағылшын тілінде № белгісін # осы белгімен ауыстырып қояды екен. Бірақ ТМД елдерінде № белгісі әлі күшінде. Сол себепті білетіндер болса айтып кетіңдерші.",
        "question_date": "24.04.2020",
        "question_tag": "Операциялық жүйелер",
        "question_views": 472,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақ тілі таңдалып тұрса: Ю әрпінің жанындағы батырма.\nЕгер орыс немесе ағылшын тілі таңдалып тұрса\n<shift>+<3>\nшифт пернесін басып тұрып 3 санын басасыз. Нумпадтағы 3 емес, әріптердің үстіңгі жағындағы 3.\nтаңдалған тілге байланысты № немесе # болып түседі.",
                "date": "25.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ғарыштағы өмір қашан басталды шығарма керек",
        "question_content": "Ғарыштағы өмір қашан басталды шығарма керек",
        "question_date": "24.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарыш – бұл шексіз кеңістік. Мен жұлдыздарға қарағанды жақсы көремін! Жылтылдап тұрған ғажайып шамдар кез-келген адамды таң қалдырады. Оларға қарап ерекше шабыт, ұмтылыс сеземін. Мені: «Бұлттардың артында не бар?» деген сұрақ қызықтырады. Бұл сұраққа жауап беру өте қиын, өйткені, ғалам өте үлкен, оның нақты мөлшері ешкімге белгілі емес. Біз оның аз бөлігін ғана зерттей аламыз, себебі, технологиялық мүмкіндіктеріміз шектеулі. Астрономдар, заманауи телескоптардың көмегімен, басқа ғаламшарлар мен жұлдыздарды үнемі бақылап отырады. Осы зерттеулердің нәтижесінде, көптеген ғылыми жаңалықтар ашылды. Біз Күн жүйесі жайлы және метеориттер мен кометалардың қалай пайда болатыны туралы білеміз. Бүгінгі күнде, ғарышта көптеген жасанды жер серіктері бар, олардың көмегімен теледидар, телефон және радио байланыстары жүзеге асырылады. Болашақта, Жер сияқты тіршілік иелері өмір сүретін планета табылады деп ойлаймын.\n\nТолығырақ: http://faktiler.kz/gazhajyp-garysh-alemi-esse/",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тәуелсізбін мен бүгін\" атты тақырыпта шығарма керек.",
        "question_content": "Тәуелсізбін мен бүгін тақырыбында әдеби эссе керек еді",
        "question_date": "24.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік – бабалар аңсауы, ұрпақтың қолы жеткен киелі кезең. Тәуелсіздік – таңбасы таста, қаны қара жердің тамырында жатқан құдіретті сөз.  Еліміз тәуелсіздіктің бесігінде тербелгелі 25 жыл. Жиырма бес жыл ішінде Қазақстан етек-жеңін жиып, шекарасын бекітіп, өз алдына дербес зайырлы ел болды. Бұл атадан келе жатқан ұлы жеңістің жемісі. 1991 жылы 16 желтоқсанда егемендігін алған еліміздің өз президенті, ұлты мен ұлысы, салты мен дәстүрі, мәдениеті мен экономикасы болды. Желтоқсанның желі мен ызғарына қарсы тұрған жастардың жалынды рухы мен ерліктерінің арқасында шаңырағы биік, керегесі кең мемлекет болып қалыптастық.  1991 жылы ел тәуелсіздігін алған кезде халық болып қана қуанған жоқпыз. Қазақ елінің өз алдына республика болуын қалаған әрі ең бірінші болып мойындаған Түркия. Бұл тәуелсіздікті бір ел ғана емес, бүкіл ел болып қолдайды деген сөз. Ал іргесі қаланған жаңа республиканың әрі қарай өмір сүруі үшін ерен еңбек керек. Ол оның ішкі және сыртқы әлемі, экономикасы, ақшасы деген секілді көптеген құндылықтарға келіп тіреледі. Аталған құндылықтарды жиырма бес жыл ішінде үлкен мақсатқа айналдырған еліміз астанасын да бекітті. Тіпті бүгінде Астана арман қалаға айналды. Апортына бүкіл ел сүйсінген Алматының өзін мәдениет пен әдебиеттің қаласына айналдырды. Өзінің ішкі туризмі, теңгесі, ұзын сонар қара жолдары тарамдалып жатты. Арысы қазақ хандығынан бастап берісі егеменді елдің іргесіне дейінгі көшті жалғастырып келе жатқан, атадан тараған ұрпақтың парызы осы аманатты сақтау. Жәнібек пен Керейдің керген керегесін кілем үсті көтеріп, Отанды қастерлеп өту әрбір ұрпақтың міндеті. Қазақта «Отансыз адам ормансыз бұлбұл» деген сөз бар. Орманы жоқ құстың ұясы да, қонар бұтағы да жоқ. Дәл сол секілді тірлік кешу ортасы жоқ ұлттың өмір сүруі мүмкін емес.  Тәуелсіздік – ащы термен келген тәтті жеңіс. Төгілген қанның, өлмеген жігердің отымен келген ұлы күн. \n\nТолығырақ: https://massaget.kz/mangilik_el/tauelsizdikke__25_jyil/41472",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неше тәсілмен сөреге қоя алам?",
        "question_content": "Кітап сөресінде 8 кітап,  олардың 3 уі бір автордікі.  Бір автордың кітаптары қатарынан тұру керек болса, онда кітаптарды неш тәсілмен сөреге қоя алады\n\n121    60      120      4320       11\n\nШығарылу жолы керек.Өтініш.Тезирек",
        "question_date": "24.04.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мақал-мәтелдердің мағынасын айтсаңыздар.",
        "question_content": "\" Мал ашуы - жан ашуы \" және \" Ханның намысы - халықтың намысы \" мақалдарының мәнін тусіндірсеңіздер?",
        "question_date": "24.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мал ұрлығы ел ішін жайлаған індеттей әлеуметтік кеселге айналғалы қашан?.. Осы індеттің бетін қайтаруға барынша үлес қоспақ ниетпен журналист ағайындар соңғы жылдары аталған тақырыпты жиі нысанаға алып жүр. Бұған бірден-бір себеп – мал ұрлығына қатысты ел-жұрттың тарапынан арыз-шағымның жиілеуі. Ауылдағы қарапайым ағайынның негізгі күнкөріс көзі – алдындағы азын-шоғын түлігі. Сондықтан да «Мал ашуы – жан ашуы» дегендей, ақ-адал еңбегімен өсіріп-өндіріп отырған бала-шағасының нәпақасын ұры-қары қолды қылғанда кім-кімнің де зығырданы қайнары кәміл. «Ұры-қары» деген негізі құлаққа жеңілдеу естіледі, әйтпесе, бүгін өзгенің төрт түлігіне көз салатындар негізінен мал ұрлығына әбден маманданған нағыз баукеспе, яғни кәнігі ұрылар.\nТолығырақ: https://aikyn.kz/2148-mal-ashuy/",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күнге шықсам басым ауырады",
        "question_content": "Күнге 3,4 минут шыққанын өзіне басым ауырып кетеді. Не үшін олай, не істесем болады?",
        "question_date": "24.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Статистикаға сүйенсек, құрығанда айына 60% адам бас ауруын сезінеді . Оның себебі неде? Бұндай жағдайда өзіңді қалай ұстау керек ? Бас ауруы – себеп пе, əлде салдары ма?\nТаң қалмаңыз, бірақ тек 10-20% жағдайда ғана адамның шыныменен басы ауырады. Өзге жағдайларда бастың ауруы организмдағы өзге мүшелердің патологиялық процесстері мен и жүйелері салдарынан туындайды.\nДәрігерлер бас ауруының кеңінен таралған себебі ретінде сапасыз тамақпен улану, вирустардың белсенді көбеюі (грипп кезінде бас қалай ауыратынын еске түсіріңіз), гастрит, запор жəне басқа да асқазан мен ішек тракті, сонымен қатар қуық жүйесімен байланысты болатын организм интоксикациясын атайды.\nБас ауруының екінші кең таралған себебі омыртқа жүйесінің мойын бөлігі ауруы (остеохондроз) немесе мойын буындарының шаршауы (жұмыс немесе ұйқы кезінде қате орналасуы) болып табылады.\nҮшінші себебі – гипертония, гормоналды ауытқулар, өкпе паталогиясы кезіндегі тамырлардың вегетативтік тонусының бұзылуы . Тамыр паталогиясы нəтижесінде бастан көктамыр қанының қайтуы бұзылып, бассүйек ішіндегі қысымды ұлғаюына əкеледі жəне бас ауруын туғызады..\nБас ауыруның себебін қалай анықтауға болады?\nБастың ауырған бөлігіне қарай, қытай меридиандары жүйесін қолдана отырып, оның пайда болу себебін анықтауға болады. Егер, ауыру маңдай жақ бөліміне қарай орнықса, онда паталогияны ішек-қарын жолдарынан іздеу керек.\nАл егер, желке жақ бөліміңіз ауырса, онда себебі артерияны ұстап, қалыпты қан айналымына кедергі келтіретін омыртқа бөлімдерінің бірінде. Ұқсас белгілерді жүрек-тамыр жүйесіндегі атеросклероттік өзгерулер де көрсетеді, олар күретамыр қысымының жоғарылауына себеп болады.\nШеке мен құлақ жағыңыз ауырса, себебі несеп-жыныстық жолдарда болуы мүмкін.\nБастың жарты бөлігі ауырып, ауру біресе маңдай жаққа, біресе шекеге өтсе, онда себебі тамырлардың паталогиясында жатыр, оны дәрігерлер вегетососудтік дистония деп атайды.\nЕгер де, бастың тек бір жағы ғана ауырып, сыздайтын жəне қалыпты болса, онда оның себебін бастың қаңқа сүйегінен іздеу керек.\nСонда да, бұл тек қана нұсқаулар ғана. Бас ауруының нақты себебін терапевт немесе невролог айтып береді. Сіздің шағымыңызға орай, ол керекті талдамаларға нұсқау жазып беріп, соның нәтижесінде диагноз қояды . Əдетте бас ауруларына шағым айтып келген науқастарға жалпы қан анализы (қоюлығын анықтау үшін ), омыртқаның шеке бөлімінің доплегрофиясы (тамырлардың қалпын білу үшін), бас МРТ-сы (ісікке кауіп болғанда) немесе ішкі органдардың УЗИ-і (ауруға қауіп болғанда ) жазылады.\nБас аурса не істеу керек?\nЕгер бас ауруы созылмалы түрде болмаса, тек қана кейде стресстік жағдайларда, қатты шу кезінде немесе басқа да уақытылы факторлардың салдарынан болса, онда дәрігерге қараламай-ақ, бұл жағдайдан шығуға болады. Ол үшін:\nДəрі ішіңіз . Өзіңізді қинамай, бірден ауру басатын дəрі ішіңіз (цитрамон, аспирин, спазмалгон). Бұл дәрілер түйілуді шешіп, қанды сұйылтып, қанның кетуіне көмектесіп, бассүйек ішіндегі қысымның түсуіне əкеледі. Дəрі жылдам əсер етуі үшін жатып, 30-40 минут тынығып алған абзал.\nБас қатты ауырса сұйықты көп ішіңіз. Қанның тым ұюы қан айналымын төмендетіп, қөктамыр тоқтап қалуына əсер етеді . Дəл осы себептен, денедегі су балансын ұмытпай, күніне 2 литр су ішіп отыру маңызды. Бұл міндетпен жеміс-жидек шайлары да (бүлдірген, қарақат) жақсы айналысады, олар өздерінде бар С виамины арқылы қан айналымы тамырларының қабырғаларын қатайтады.\nМассаж жасаңыз . Егер де бас ауруы кезінде сіз желке мен мойын ауландарында ыңғайсыздық сезінсеңіз, онда жағдайыңызды бас жəне жағалық массаж арқылы жеңілдетуге болады. Екі қолыңызды да мойынға салып, саусақтарыңызбен мойын мен иығыңызды уқалап, қолыңыз жеткенше омыртқа бойынан бір өтіп шығыңыз. Басқа көтеріліп, бас терісін саусақтарыңызбен уқалаңыз, тура сусабынмен басты жуғаныңыз секілді. Самайды саусақ ұшымен уқалап (шеңбер бойынша), сосын маңдайға көшіңіз , көзді жұмып, бірнеше рет ашып-жұмыңыз. Мойынға оралыңыз, жағалық ауданды жақсылап қыздырыңыз жəне тағы бір рет буындарды уқалап шығыңыз. Осындай кішігірім массаж шаршаған буындардан құрсыуды шешуге көмектесіп, бастан қан қайтуын жақсартады.\nШай немесе кофе ішіңіз. Көбісі бас ауруы мен кофеинді бірге елестете алмайды. Бұл шынымен де рас, егер əңгіме жоғары артериялық қысым жайлы болса. Егер де, сіздің қысымыңыз қалыпты болса, онда бір кесе қызыл шай немесе кофе (тəтті) сіздің бас ауруыңызды жазуға көмектеседі (кофеин тамырларды үлкейтеді де қан жүрмеу проблемасы шешіліп, ауру кетеді).\nТолығырақ: https://www.emde.kz/bas-nege-auyrady/",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оттек немен әрекеттеспейді?",
        "question_content": "Оттек қандай химиялық элементтермен әрекеттеспейді?",
        "question_date": "24.04.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күміс, алтын, платина оттегімен әрекеттеспейді.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Псориаз кезінде ораза ұстауға болады ма?",
        "question_content": "Мен каплявидный псориаз бен ауырып жатырмын. Март айында емделгеніммен , осы сәуір айында қайтадан басталған болатын.Дәрігерім  маған  ораза ұстайын деп едім  дегенде \"Не желательно \" деп жауап берген болатын. Кейбір сайттарды оқып отырсам, ораза тері ауруларына пайдалы дейді.Енді не істерімді білмеймін.Маған 3 уақыт дәрі қабылдап , ішіп жеуімді  қадағалап отырсын деді. Ораза ұстағаным жөн бе?   Ораза ұстамаса  күнәға саналмайды ғой ия?",
        "question_date": "24.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрі қабылдасаңыз Ораза ұстамағаныңыз жөн. Бұл сіздің денсаулығыңызға байланысты себеп болыа табылады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    }
]