[
    {
        "question_title": "Менің айлығымның жартысын берген жоқ не істесем болады",
        "question_content": "Менің айлығымның жартысын берген жоқ не істесем болады",
        "question_date": "8.01.2021",
        "question_tag": "Заң",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Алматы қаласынан болсаңыз Қонаев көшесі , 122 үйге барып жазбаша түрде жалоба тастайсыз.",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай әдемі болуға болады?",
        "question_content": "Әдемі сұлу болу үшін не істеу керек қалай әдемі болуға болады.",
        "question_date": "7.01.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің жеке қысқаша ойым, әдеміліктің қатып қалған стандарты жоқ. Сұлулық ол тазалық, үйлесімді киіну, ұстамдылықты сақтау деп ойлаймын. Сонымен қатар, айтқан сөз бен істеген іс те көркем болса жалпы болмысқа сұлулық қосады.",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәнбике болу үшін не істеу қажет?",
        "question_content": "Сәлем сәнбике болу үшін не істеу керек адамда қандай дарын болу керек?",
        "question_date": "7.01.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Сырт келбет тартымды, сүйкімді болу\n\n2) Дене бойының жинақы болуы\n\n3) Адамдармен тіл табысуы жоғары дәрежеде болуы\n\n4) Идеяларының көп болуы, ойының ұшқыр болуы\n\n5) Камерадан, жарықтан қорықпау.\n\nОсындай қасиеттер болуы да мүмкін.",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкенттегі Дарын мектебіне емтихан тапсырсам қабылдайды ма?",
        "question_content": "Мен 7 сынып оқимын. Шымкенттегі дарын мектебіне емтихан тапсырсам қабылдайдыма. Қай сыныптан бастап қабылдайды",
        "question_date": "7.01.2021",
        "question_tag": "Мектеп",
        "question_views": 409,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі шарты бойынша 6 сынып аяғында мамыр-маусым айында сынақ емтихан болады екен. 7 сыныптың орта беліне келіп қалдыңыз, сондықтан қабылдамауы мүмкін. \nhttps://daryn.edus.kz/kz/mektep/kabyldau осы сайттағы жауапты тұлғалардан толық сұрап көрсеңіз болады.",
                "date": "7.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайт жасағанда және құрастырғанда төлем алынбайтын әдістер бар ма?",
        "question_content": "Сәлеметсіз бе мен сайт жасауды үйреніп жүрмін Қазақстанда медицина саласындағы сайттар аз соған орай өз сайтымды жасап студенттерге мәліметтермен бөліскім келеді, бірақ сайтты құрастырғаннан кейін 14 күн тегін 14 күннен кейін сайт үшін төлем жасалынады екен. Маған төлем жасалмайтын сайтты қалай ашамын, яғни құрастырған сайтым үшін ақша алынбауы керек. Сайт жасағанда және қолдану барысында төлем сұралмайтын әдістер бар ма!!!",
        "question_date": "7.01.2021",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 508,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сайттардың жұмыс жасап тұруы үшін оған міндетті түрде хостингіне ақша салынып тұруы керек.",
                "date": "8.01.2021",
                "upvotes": 0
            },
            {
                "text": "Компьютерге немесе уялы телефонга арналган локалхост деген багдарламалар бар солармен сайтты полный жасап алып сосын бирак хостингке жуктесен болады",
                "date": "3.01.2023",
                "upvotes": 0
            },
            {
                "text": "Ақы төленбейтін сервистерге жолаудың қажеті жоқ. Домен мен сайтқа қажетті хостингтің жылдық шығыны аса көп емес қой. жылына 5-10 мың теңгеге алуға болады.\n\nСайт жасау бір бөлек, оны контентпен толтыру бір бөлек. Осы жағын да ойластырып алыңыз.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қордағы қаражатым қажетті шегінен асады. Асып тұрған ақшамен кредит жабуға бола ма?",
        "question_content": "Менің зейнетақы қордағы ақшамның бір бөлігін алу үшін қажетті шегінен асады. Сол алуға болатын ақшамның бір бөлігін бұрын алынған кредитті жабу үшін аударуға бола ма? Қазір жұмыссызбын.",
        "question_date": "7.01.2021",
        "question_tag": "Кредит, Несие",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зейнетақы қорынан алуға болатын қаражат шектемесі:",
                "date": "7.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен Күнсəуле менің аяқ қолым терлейді",
        "question_content": "Менің екі қолым екі аяғым прям басқа шлқп терлейді кезнде олай емес шамалы түрде терлейтін қазір шылқып тұрып терлейтн болды нестесем болады.",
        "question_date": "7.01.2021",
        "question_tag": "Тазалық",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тердің шығуы да тыныс алу сияқты маңызды порцесс. Егер тердің шығуы қалыпсыз деңгейге жетсе онда сіздің қаныңызда қант құрамның арта бастағанының белгісі болмақ деп жазады muftyat.kz. Мысалы, аз ғана дене әрекетін жасағаннан кейін көп терлеу, ыстық уақыттарда терлемеу, алақан, маңдай, мойын, арқа сияқты жерлер ғана терлеп, басқа дене мүшелерінің терлемеуі сіздің тәніңізде қалыпсыз жағдайдың пайда бола бастағанын айғақтайды. Жоғарыдағы қалыпсыз жағдайлар тер шығатын нүктелерді басқаратын ішкі дене мүшелерінің нерв жүйесінде мәселе туындағанын көрсетеді. Қалыпты жағдайда ішкі дене мүшелері дене температурасының көтерілгенін сезгеннен кейін тер бөліп шығара бастайды.\nТер тамшылары денедегі ыстықты алып, дене қызуын төмендетеді. Сондықтан, денедегі кейібір өзгерістерге бей-жай қарамай, дәрігерге қаралуды ұмытпаңыз.",
                "date": "7.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктіліктің 7ай. Выделение жиі. Соңғы уақытта астым қышып жур. Не стесем болады. Рахмет",
        "question_content": "Ассалаумағалейкум.Менде жуктіліктің жетінші айы.Выделение келіп жүр.Соңғы уақытта астым қышып жүр",
        "question_date": "7.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйелдердің жыныстық мүшесінен ары бері келіп тұратын выделение денсаулықтың жақсы екенін білдіретін фактор.Және сол выделение жүкті болған әйелде де кездесуі ғажап емес. Кейде оны байқаған аналар уайымға салынады. Себебі, көп әйелдер қай выделение қалыпты жағдай, ал қайсысы дәрігерге қаралуға себеп болатынын білмейді. Қынап выделениесінің негізі функциялары:\n• Эмбрионды әртүрлі қауіпті инфекциялар мен микроорганизмдерден қорғау.\n• Қынапты тұрақты дымқыл жағдайда ұстау\n• Қынапты тазарту.\nВыделениенің түсі, қоюлығы және консистенциясы менструалды циклдің гормонына байланысты өзгеріп отырады. Мысалы, овуляция күніне жақын уақытта және овуляция күндері выделение жұмыртқаның ақ белогы секілді қою болады.\nСол секілді жүктіліктің 2 аптасында выделение қою болады. Бұл болашақ ананың организміндегі гормондық сілкіністер әсерінде болады.\nЖүктілік кезіндегі выделение: әдеттегі норма жағдай\nЕрте жүктілік кезінде болашақ ананы молочница көп мазалайды, яғни, ақ немесе ақ-бежевый түсті қынапты выделение. Егер ол құрсақ көтерген анаға қолайсыздық жасамаса, дәрігерлердің ойынша ол қалыпты болуы керек жағдай. Оған ешқандай ем жасау қажет емес.\nЖүктілік кезіндегі выделение: дәрігерге көрінетін жағдай.\nБала көтерген әр ана, денсаулығында сыр берген барлық жағдайларды өзінің қаралатын дәрігерін хабардар еткені дұрыс. Кез келген қан араласқан немесе жағымсыз иісі бар выделение келгенде міндетті түрде медициналық консультация алған абзал. Тәжірибе жүзінде дәлелденген: кез келген қан түсіне ұқсас, мейлі ол ашық немесе қанық түсті болсын, ана денсаулығына зиянды",
                "date": "7.01.2021",
                "upvotes": 0
            },
            {
                "text": "Сізде колпит ауруы.Ол не,неден пайда болады?\n\nҚынаптың шырышты қабатының қабынуы.Ер адамдар да ауырады.\n\nБір қызығы оның қоздырушысы сырттан келмейді оны қодырушылар адам ағзасында жүрген паразиттер,яғни  грибок,кандидалар.\n\nСыртқы кейбір себепші әсерлердің кесірінен көбейіп,қабыну әрекеті жүреді.Иммунитет төмендей бастағанда ауруды қоздырады.Грибок болса,қатты қышу,удай ашу пайда боладыда жайсыздық туады.\n\nҚуық,зәр шығару жолы,жатыр зардап шегеді.Кейде басылады,бірақ бұл жазылды деген сөз емес,ағзаны паразиттерден тазалау керек.\n\nегер кеңес керек болса ,хабарласыңыз.8702635714",
                "date": "9.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көк атқа қандай ат қойсам болады?",
        "question_content": "Көк атқа қандай ат қойсам болады?",
        "question_date": "6.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көкдауыл деп қоюға болатын сияқты. Бір жерден  солай естігенім бар. Жақсы аттың атауы деп есептеледі екен.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсікермін. Бала күтіміне алатын ақша 24 мың теңге ғана. Осы дұрыс па?",
        "question_content": "Мен жеке касипкермин. Казир балп кутимимен отырмын. Тортинши балам. Сурагым:1жаска дейн толенетин жардемакы менин табысыма карай есептелинеди ма?\nМен тек жаска дейнги 24мынды гана алып отырмын. Осы дурыс па? 40пайыз деген маган толенбейди ма? Заны кандай?",
        "question_date": "6.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала тууына арналған жәрдемақы мөлшерін қалай есептеуге болады. Баланың тууына арналған жәрдемақының мөлшері бекітілген, бірінші, екінші және үшінші балаға - 38 АЕК* – және  төртінші және одан көп балаға - 63 АЕК құрайды.\n* 2021 жылы АЕК 2 917 теңгені құрайды.\nТолығырақ: https://egov.kz/cms/kk/articles/child/ui_decret",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамзат тарихында туризм қай кезден басталған?",
        "question_content": "туризм туралы акпарат керек. адамзат тарихында туризм каи кезден басталды?",
        "question_date": "6.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар туризммен ежелден айналысқан: сауда, жаулап алу, діни ілімдерді тарату және т.б мақсатпен саяхаттау б.з.д. 3 мыңжылдықта. д) ежелгі египеттіктер Нілді, Финикиялықтар - Жерорта теңізін жағалаулармен жүзіп өтті сауданы дамыту үшін қазіргі Сирия мен Ливан. ЮНВТО сарапшыларының бірі Джафар Джафари өзінің туризм феноменологиясы деген еңбегінде адамдардың әрқашан саяхаттағанын алға тартады. Мотивацияға, саяхаттау тәсілі мен көлік құралдарының дамуына, саяхатшылардың санына және туризмді қоғамның әр түрлі қабаттарымен қамтуына байланысты туризмнің индустрия ретінде тарихи дамуын төрт кезеңге бөлуге болады:\n1841 жылға дейін - бастапқы кезең; \n 1841 жылдан 1914 жылға дейін - туризмнің индустрия ретінде қалыптасу кезеңі; \n 1914-1945 жылдар аралығында - туризм индустриясының қалыптасу кезеңі; \n 1945 жылдан бастап бүгінгі күнге дейін - туризм индустриясын монополиялау.\n Ұйымдастырылған жорықтар мен саяхаттардың алғышарттарының пайда болуы адамзат тарихының алғашқы кезеңдерімен байланысты, тайпалар немесе бүкіл рулар өмір сүрудің оңтайлы жағдайларын іздеуге, сондай-ақ ұзақ ауысулар жасауға мәжбүр болды. Кейіннен өмір сүруге ең қолайлы аумақ үшін күрес жүргізілді. Адамдардың маңызды жерлерге ұзақ ауысу кезінде алған дағдылары мен қабілеттерінің әскери маңызы да зор болды.",
                "date": "7.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кастинг қайда болады қалай түсем?",
        "question_content": "Кастинг түсіріп жатқан адам барма қайда болады қалай түсем болса айтыныздаршы киноға түскім келеді?",
        "question_date": "5.01.2021",
        "question_tag": "Мектеп",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кастинг туралы барлық ақпараттарды https://www.kazakhfilmstudios.kz/ осы сайттан қарауға болады.",
                "date": "5.01.2021",
                "upvotes": 0
            },
            {
                "text": "https://vk.com/eurasia_talents\n\nhttps://vk.com/castkz\n\n Осы топтардан қараңыз.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Beelinе-нан алдыңғы айларда қолданылмаған мегабайттарды қалай алуға болады",
        "question_content": "Мен Beelain-нан алдыңғы айларда қолданылмаған мегабайттарды қалай алуға болатынын білейін деп едім",
        "question_date": "5.01.2021",
        "question_tag": "Байланыс операторлары",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://beeline.kz/kk сайтына немесе CALL CENTR-ге хабарласып білсеңіз болады.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің бір көзім - 8, -7. Мен әскерге барамын ба ?",
        "question_content": "Менің бір көзім - 8, бір көзім -7 осыны емдеудің дәстүрлі жолы бар ма? Осындай көру өткірлігімен мен әскерге барамын ба?",
        "question_date": "5.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әскери (әскерден) қызметтен босату)\nАлдымен Қазақстандағы әскери тәртіп бірнеше бағыттарға бөлінетінін атап өтейік:\nмерзімді әскери қызмет (18-27 ер адамдар үшін 12 ай мерзімге);\nзапастағы офицерлер қызметі (29 жасқа дейінгі жігіттер үшін 24 ай мерзімге);\nкелісімшарт бойынша әскери қызмет (келісімшартта көрсетілген мерзімге сәйкес);\nәскери жиындар (әскери міндеттілер үшін 2 аптадан үш айға дейінгі мерзімде.\nӘскерге шақыру жылына 2 рет жүзеге асырылады: сәуірден маусымға дейін және қазаннан желтоқсанға дейін.\nБейбіт уақытында әскери шақырудан мынадай азаматтар босатылуы мүмкін:\nденсаулық жағдайы бойынша әскери қызметке жарамсыз деп танылғандар.\nҚазіргі уақытта соған сәйкес азаматтар әскерде қызмет етуге жарамсыз деп танылуы көзделген аурулар тізімі көзделген. Медициналық куәландыру нәтижелері бойынша дәрігер маман мынадай белгілер бойынша азаматтардың жарамдылық санаттары туралы қорытындыны шығарады:\n\"А\" – әскери қызметке жарамды;\n\"Б\" – кішігірім шектеулермен әскери қызметке жарамды;\n\"В\" – әскери қызметке шектеулі жарамды;\n\"Г\" – әскери қызметке уақытша жарамсыз;\n\"Д\" – бейбіт уақытта әскери қызметке жарамсыз, соғыс уақытында шектеулі жарамды;\n\"Е\" – әскери есептен басқа әскери қызметке жарамды емес.\n27 жасқа толғандар;\nтуыстарының бiрi (әкесi, анасы, аға-інілерi немесе апа-сіңлілері) әскери қызмет өткеру кезеңiнде қызметтік мiндеттерiн атқару кезiнде қаза тапқан, қайтыс болған немесе І немесе ІІ топтағы мүгедек болып қалғандар;\nбасқа мемлекетте әскери  (балама) қызметті өткерген;\n«Қазақстан Республикасчының арнайы органдары туралы» Қазақстан Республикасы Заңының 51 бабының 9 тармағында көзделген жағдайларды  қоспағанда, Қазақстан Республикасының арнайы мемлекеттік органдарында қызметті өткерген;\nоқу туралы растау құжаттарын ұсынуда доктор ғылыми дәрежесі барлар;\nдіни бірлестіктерде тіркелген дін жолындағы адамдар\nБейбіт уақытта әскери жиындарға шақырудан босатылады:\nқорғанысты, қауіпсіздік және құқықтық тәртіпті қамтамасыз етумен байланысты лауазымдарда мемлекеттік органдарда жұмыс істейтін азаматтар;\nмемлекеттік, азаматтық және тәжірибелік авиацияның авиация персоналы;\nегін және жинау жұмыстары кезінде ауылшаруашылық техникасын жөндеу ұйымдарында және ауыл шаруашылығында жұмыс істейтін азаматтар;\nоқу жылы кезінде күндізгі оқыту нысанындағы білім беру ұйымдарының педагогика қызметкерлері;\nкүндiзгi нысанда оқытатын бiлiм беру ұйымдарында оқитындар;\nәскери міндетті әйелдер;\nәскери міндеттілер запастан шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа толмаған 3 және одан да артық балалары бар азаматтар;\nоларға қатысты анықтау, алдын ала тергеу жүргiзiлiп жатқан немесе сот қылмыстық iсін қарап жатқан адамдар;\nҚазақстан Республикасының Парламенті депутаттары немесе жергілікті өкілдік органдар сайлаған әскери міндеттілер.\nсоттылығы бар азаматтар.\nмемлекеттік органдарда қорғанысты, қауіпсіздікті және құқықтық тәртіпті қамтамасыз етуге байланысты лауазымдарда жұмыс істейтін азаматтар; \nмемлекеттік, азаматтық және эксперименттік авиацияның авиация персоналы;\nегіс және жинау жұмыстары кезеңінде ауыл шаруашылығында және ауыл шаруашылығы техникасын жөндеу ұйымдарында жұмыс істейтін азаматтар;\nоқу жылы кезеңінде күндізгі оқу нысанындағы білім беру ұйымдарының педагог қызметкерлері;\nкүндізгі оқу нысаны бойынша білім беру ұйымдарында оқитындар;\nәскери міндеттілер-әйелдер;\nәскери міндеттілер запасқа шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа дейінгі 3 және одан да көп балалары бар азаматтар;\nоларға қатысты алдын ала тергеу жүргізіліп жатқан немесе қылмыстық істі сот қарайтын азаматтар;\nҚазақстан Республикасы Парламентінің немесе жергілікті өкілді органдардың депутаттары болып сайланған әскери міндеттілер;\nсоттылығы бар азаматтар.\nЕгер әскери қызметке шақыру соғыс уақытында жүзеге асырылса, онда денсаулық жағдайы бойынша ғана әскери қызметке жарамсыз деп танылған азаматтар ғана босатылады  \nӘскерге шақыру мерзімін кейінге қалдыру\nЖоғарыда айтылып өткендей, әскерге шақыруды кейінге қалдыру – осы Заңда көзделген негіздер бойынша азаматтарды әскери қызметке шақыру мерзімін ауыстыру.\nМерзімін кейінге қалдыру мынадай жағдайлар бойынша ұсынылады\nотбасы жағдайлары бойынша;\nбілім алуды жалғастыру үшін;\nденсаулық жағдайы бойынша;\nбасқа да себептер бойынша.\nОтбасы жағдайлары бойынша әскерге шақырудан кейінге қалдыру мынадай азаматтарға ұсынылады:\nбасқа адамның көмегiне мұқтаж және толық мемлекеттiк қамсыздандыруға алынбаған отбасы мүшелерiн күтумен айналысатын, сондай-ақ жақын туыстары немесе басқа да адамдар болмаған кезде отбасы мүшелерін асырауға мiндетті азаматтарға беріледі.\nБасқа адамның көмегiне және күтіміне мұқтаж отбасы мүшелерi:\nәкесi, анасы, әйелi, сондай-ақ әскерге шақырылушының ата-анасы болмаған жағдайда, зейнеткер жасына толған немесе І немесе ІІ топтағы мүгедектер болып табылатын атасы мен әжесi, егер олар оның асырауында болса;\nата-анасы болмаған жағдайда, І немесе ІІ топтағы мүгедектер болып табылатын немесе он сегіз жасқа толмаған аға-інілерi, апа-сіңлілері ;\nәскерге шақырылушыдан басқа І немесе ІІ топтағы мүгедектер болып табылатын немесе 18  жасқа толмаған бiр және одан да көп балалары бар және оларды күйеусiз (әйелсiз) тәрбиелеп отырған анасы/әкесi;\nөзінің асырауында жасы бойынша еңбекке қабiлетсiз немесе І немесе ІІ топтағы мүгедектер болып табылатын 1 және одан да көп жалғызiлiктi туыстары (әкесi, анасы, аға-інілерi, апа-қарындастары) бар және оларды күйеусiз (әйелсiз) асырап отырған анасы (әкесi);\nІ немесе ІІ топтағы мүгедек болып табылатын, екіншiсiн өзi асырайтын және әскерге шақырылушыдан басқа 18 жасқа дейінгі бiр және одан да көп бала тәрбиелеп отырған ата-анасының бiрi;;\nОтбасы мүшелерінің біреуі мүгедек және шақырылушы жалғыз ер бала болса;\nөзiнiң асырауында   анасыз тәрбиелеп отырған баласы (балалары) бар азаматтар;\nата-анасының қайтыс болуына немесе олардың ата-ана құқығынан айырылуына немесе сотпен бас бостандығынан айыруға сотталуына байланысты кемiнде екi жыл тәрбиесiнде және асырауында болған адамдар бар азаматтар;\nнекеде тұрған және бiр және одан да көп баласы бар азаматтар болып табылады.\nБілім алуды жалғастыру үшін әскери қызметке шақыруды кейінге қалдыру:\nбілім беру ұйымдарында жалпы орта білiм алып жүрген азаматтарға – оқу кезеңіне;\nтиiстi білім беру ұйымдарында, сондай-ақ басқа мемлекеттердің жоғары оқу орындарында күндiзгі оқу нысаны бойынша техникалық және кәсіптік, орта білімнен кейінгі немесе жоғары білім алып жүрген азаматтарға оқитыны туралы растайтын құжаттарды ұсынған кезде – бiр жоғары оқу орнын аяқтағанға дейiн;\nжоғары оқу орнынан кейiнгі кәсiби білім алып жүрген азаматтарға – оқу кезеңіне беріледі;\nазаматтар білім алуды тек оқу кезеңінде ғана жалғастыра алады.\nБілімін жалғастыру себебі бойынша кейінге қалдырылған азаматтар, білім алу кезінде ғана кейінге қалдырылады.\nДенсаулық жағдайы бойынша шақыру мерзімін кейінге қалдыру шақыру комиссиясының шешімімен 1 жылға дейінгі мерзімге ұсынылады.\nБасқа себептер бойынша әскери қызметке шақыруды кейінге қалдыру:\nауылдық (селолық) жерде орналасқан білiм беру ұйымдарының орта білімнен кейінгі немесе жоғары педагогикалық білiмi бар және мамандығы бойынша жұмыс iстейтiн оқытушыларына – жұмыс iстеп жүрген барлық кезеңiне;\nтиiстi бiлiмi бар, мамандығы бойынша ауылдық (селолық) жерлерде тұрақты жұмыс iстейтiн дәрiгерлерге – денсаулық сақтау ұйымдарында жұмыс iстеп жүрген барлық кезеңiне;\nҚазақстан Республикасы Парламентiнiң немесе жергiлiктi өкiлдi органдардың депутаттарына;\nөздеріне қатысты анықтау, алдын ала тергеу жүргiзiліп жатқан немесе соттар қылмыстық iстерiн қарап жатқан адамдарға – тиiсiнше анықтау, тергеу аяқталғанға немесе сот үкiмi күшіне енгенге дейiн;\nтиісті білімі бар азаматтық әуе кемелерінің үшу экипаждарына, азаматтық авиация инженерлеріне, механиктеріне және техниктеріне азаматтық авиация ұйымдарында барлық жұмыс істеу кезеңіне  беріледі.\nБұл жағдайда мерзімін кейінге қалдыру жұмыстың барлық кезеңіне беріледі, ал қылмыстық іс жағдайында – сот шешімі бойынша тергеу аяқталғанға дейін ұсынылады.\nАзамат әскерге жарамды/жарамсыз деп танылатын аурулар тізімі \nАурулар тізімін осы сілтеме бойынша өтіп,  қарай аласыз.\nКестеде пайдаланылатын атаулардың қысқаша сипаттамасы.\nАзаматтың әскери қызметке жарамдылық санаттары\nІ баған бойынша:\nәскерге шақыру учаскелеріне тіркеу кезіндегі азаматтарға;     \nмерзімді әскери қызметке шақыру кезіндегі азаматтарға;     \nҚазақстан Республикасы Қорғаныс министрлігінің мамандандырылған ұйымдарында (бұдан әрі – ҚР ҚМ мамандандырылған ұйымдары) әскери-техникалық және басқа да мамандықтар бойынша өтеусіз негізде даярлау үшін іріктеу кезіндегі азаматтарға;     \nреспубликалық әскери мектеп-интернаттарына (лицейлерге) (бұдан әрі – мектептер) түсетін азаматтарға және оның тәрбиеленушілеріне;\nІІ баған бойынша:\nорта техникалық және кәсіби, жоғары білім бағдарламаларын іске асыратын әскери оқу орындарына (бұдан әрі – ӘОО) түсу кезіндегі азаматтарға (әскери қызметшілерге);     \nжоғары оқу орындары жанындағы әскери кафедраларға (факультеттерге) түсу кезіндегі және онда оқитын азаматтарға;     \nқатардағы жауынгерлер, запастағы сержанттар қатарынан келісімшарт бойынша әскери қызметке түсу кезіндегі азаматтарға, мерзімді әскери қызмет өткеретін әскери қызметшілерге, сондай-ақ әскери атағы жоқ, әйел жынысты адамдарға;     \nҚР ҚМ мамандандырылған ұйымдарына әскери-техникалық және өзге де әскери мамандықтар бойынша өтеулі негізде даярлау үшін іріктеу кезіндегі азаматтарға;     \nмерзімді әскери қызмет өткеретін әскери қызметшілерге;     \nәскери қызмет өткеру туралы келісімшарт жасасқанға дейінгі ӘОО курсанттарына (кадеттеріне);     \nесепке алу мақсатында әскери жиынға шақыру және одан өту кезіндегі запастағы сержанттар мен қатардағы жауынгерлерге;\nІІІ баған бойынша:\nәскери қызметке шақыру және келісімшарт бойынша әскери қызметке түсу кезіндегі запастағы офицерлерге;     \nкелісімшарт бойынша әскери қызмет өткеретін әскери қызметшілерге;      \nшақыру бойынша әскери қызмет өткеретін офицерлерге;     \nжоғары оқу орнынан кейінгі білім беру бағдарламаларын іске асыратын ӘОО-ға түсу кезіндегі әскери қызметшілерге;     \nкелісімшарт жасасқаннан кейінгі ӘОО-ның курсанттарына (кадеттеріне);     \nесепке алу мақсатында әскери жиындарға шақыру және одан өту кезіндегі запастағы офицерлерге;\n ІV баған бойынша:\nдесанттық-шабуылдау әскерлерінде (бұдан әрі – ДШӘ), Әскери-теңіз күштерінде (бұдан әрі – ӘТК), арнайы мақсаттағы бөлімдерде (бұдан әрі – АрнМақБ) әскери қызмет өткеретін (қызмет үшін іріктеліп алынатын) әскери қызметшілерге (азаматтарға) – Талаптар арнайы мақсаттағы, теңіз жаяу әскері, десанттық-шабылдау бөлімшелері және барлау бөлімшелері үшін, жауынгерлік жүзгіштерге және сүңгуірлер құрамына, сондай-ақ корабльдер мен кемелер экипажына қойылады;\nтанкілерді және басқа да машиналарды су астында жүргізуге, сондай-ақ теңізге шығуға тартылатын әскери қызмет өткеретін (әскери жиындардан өтетін) әскери қызметшілерге (азаматтарға) қойылады.\nАлдымен дәрігерге көрініп көріңіз. Дәрігердің шешімі бойынша бұл мәселе шешіледі.\nТолығырақ: https://egov.kz/cms/kk/articles/exemption_from_army",
                "date": "5.01.2021",
                "upvotes": 0
            },
            {
                "text": "Армияга бардынба енди,-7,-8 кору откирлигимен?\n\nМенинше,жарамсыз деп танылады",
                "date": "26.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1920-1931 жылдардағы Қазақ шаруаларының қарулы көтерілісі?",
        "question_content": "1920-1931 жылдардағы Қазақ шаруалар қарулы көтерілісінің тарихи маңызы қандай?",
        "question_date": "5.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы ауыл шаруашылығын күштеп ұжымдастыруға қарсы болған шаруалардың қарулы көтерілістері мен баскөтерулерінің тарихын зерттеу ХХ ғасырдың 20 жылдарының аяғы 30 жылдардың басынан басталады. Берілген кезеңнен бастап бүгінгі күнге дейін мәселенің тарихнамасы күрделі және қайшылықты жолдардан өтті, жалпы алғанда сатылап дамыды. Бүгінгі таңда шаруалардың қарулы көтерілістері мен баскөтерулерінің тарихын арнайы зерттеген ғылыми еңбектер өте аз десек те болады. Берілген тақырыпқа қатысты бірқатар зерттеулер мен басылымдарда тек сәйкесінше бөлімдер ғана бар. Ал Орталық Қазақстан өңіріндегі шаруалардың қарулы қарсылықтарының тарихы көп еңбектерде жалпылама қарастырылып өтеді.\nТ.Омарбековтың монографиясында ХХ ғасырдың 20–90 жылдарында Қазақстандағы 1920–1930 жылдары орын алған әлеуметтік—экономикалық үрдістердің негізігі мәселелері бойынша: «кіші Қазан» саясаты, байлардың мүліктерін кәмпескелеу, көшпелі халықты отырықшыландыру және ұжымдастыру, 1931–1933 жылдардағы аштық туралы жарық көрген әдебиеттердің бірқатар кешеніне кеңінен тарихнамалық шолу жасалынған [1, 23–41 б.]. Берілген шолуда тарихнаманың даму кезеңдері мен сипатына қатысты ойталқылар, көзқарастар беріліп, басқа зерттеулерге сыни талдау жасап, зерттелуші тақырып бойынша кейбір сәттерді ғана қамтиды. Сонымен қатар 30 жылдардағы Орталық Қазақстан өңіріндегі Абыралы, Шыңғыстау, Шұбартау көтерілістері туралы мұрағат деректерімен толықтырылған біршама толыққанды деректер берілген. Шаруалардың қарулы көтерілістерінің тарихына арналған қазақстандық тарихшылардың жаңадан шыққан басылымдарына қысқаша сипаттама Т.Алланиязов пен А.Таукеновтың біріккен басылымында берілді [2, 6–8 б.]. Бұнда ұжымдастыру кезеңіндегі Қарағанды облысының Шет ауданындағы және Қарсақпай өңіріндегі шаруалар көтерілістерінің тарихы туралы арнайы зерттеулері берілген. 2002 жылы жарық көрген Т.Алланиязовтың еңбегінде Қазақстандағы 1929–1932 жылдардағы шаруалар көтерілістерінің тарихы бойынша әдебиеттердің методологиялық және деректанулық негіздерімен қатар шаруалар көтерілістері тарихын зерттеу үрдісіне кеңейтілген сипаттама берілген [3].\nОтандық тарихнамада 1929–1931 жылдардағы шаруалар көтерілістері 1930 жылдардан 1980—жылдар аралығында тыйым салынған тақырып болды. Ауыл шаруашылығын ұжымдастыру мәселесінің түрлі аспектілерін қарастырғанда отандық тарихшылар осы қауіпті тақырыпты айналып өтуге тырысты. Бұл отандық тарихнамаға сол кезеңде қойылған партиялық қатаң талаптар мен идеологиялық қысымнан болды. Кеңестік дәуірде жарық көрген еңбектерде партия саясатына қарсы шаруалар көтерілістері тек тап күресі шеңберінде ғана қарастырылды. Сонымен қатар олар «бандиттік», «антикеңестік», «контрреволюциялық» қозғалыстар ретінде қарастырылды. Тек 90 жылдардың басында ғана Қазақстандағы 1929–1931 жылдардағы шаруалар көтерілістерінің тарихын обьективті зерттеу мүмкіндігі туды. Академик М.Қ.Қозыбаев Қазақстандағы ауыл шаруашылығын ұжымдастыру мәселесі, қазақ шаруаларының қарулы көтерілістерінің тарихын тарихшылар экономист, заңгер, тіл білімі мен әлеуметтанушы мамандармен бірлесе отырып кешенді түрде зерттеу қажеттігін баса атап өткен болатын [4, 74 б.]. 1980 жылдардың соңындағы қоғамдық өмірді либералдандыру жағдайында қазақ халқының тарихи өткеніне деген қызығушылық арта түсті.\nҚазақстандағы ұжымдастыру мәселелері бойынша концептуалдық жағынан алғанда барынша жаңа болып Ж.Абылхожин, М.Қозыбаев пен М.Тәтімовтардың мақаласы табылды [5]. Ол Қазақстандағы ұжымдастыру тарихының тарихнамасында қазіргі заманғы кезеңінің бастамасын салып берді, себебі мәселенің негізгі құрамдас бөліктері сол кезеңде қазақстандық тарих ғылымында қалыптасып жатқан жаңа парадигмалардың тұрғысынан алғанда байланыстырылып қарастырылды. Бұнда республикадағы ұжымдастыру кезеңінде іс жүзінде болған барлық жағдайлар барынша толық көрінісінде құрастырылып берілді. Сонымен қатар авторлар шаруалардың қарулы көтерілістері туралы мәселені де назардан тыс қалдырмаған. Бірқатар округтер мен аудандарда орын алған ірі қақтығыстар мен жанжалдардың бірнешеуін көрсетіп бере отырып, зерттеушілер сол жылдардағы партиялық құжаттарда бұл оқиғаларды тек тап күресінің ашық көрінісімен және ішкі және сыртқы жауларды іздеумен түсіндіруге талпыныс жасағандығы байқалады деп дәл көрсетеді. Бұл мақаланың барынша кеңейтілген түрі 1991 жылы жарық көрді [6]. Бұл басылымды сипаттасақ, мұнда ең алдымен ұжымдастырудың қарқынына саяси—идеологиялық реттеулердің ықпал ету механизмі дәл көрсетілген, бұның нәтижесінде 1931 жылдың күзінде Қазақстанда барлық шаруашылықтың 65% ұжымдастырылды. Сонымен бірге күш көрсету жағдайында төтенше режимде жүрген ауыл шаруашылығы өнімдерін дайындау науқанының тәжірибесі мен идеологиясы да барынша суреттелген. Мақалада 1928–1929 және 1929–1930 жылдарда үш округ бойынша (Ақмола, Петропавл және Семей) осындай дайындау науқандарымен қатар жүрген қуғын—сүргін саясатының көлемін сипаттайтын статистикалық материал берілген. Бай—кулактарды жою саясатының сипаты, мазмұны мен салдарын анық көрсетіп берген.\n1980 жылдарда жарық көрген отандық тарихшылардың мақалалары ұжымдастыру жылдары орын алған демографиялық апаттық жағдайлар көрініс табуымен, қуғын—сүргін мен босқынға ұшырау, 1932–1933 жылдардағы аштықтың нәтижесінде Қазақстандағы адами шығындар туралы мәліметтердің көрсетілуімен құнды. Берілген мақалалардан шығатын қорытынды, авторлардың көрсетуінше, сол кезеңде орын алған қайғылы оқиғалардың себебі «кездейсоқтықтан» (қателіктер мен бұрмалаушылықтар) емес, болып жатқанның бәрі «заңды құбылыс», тіпті «фатальді» деп көрсетеді, жалпы алғанда әкімшілік—жұмылдырушылық және бұйрықтық—күштеу әдістері табиғаты жағынан апатты болып табылады. Сол себепті жіберілген қателіктер мен бұрмалаулар шын мәнінде қоғамды ұйымдастырудың сталиндік моделінің шынайы қисынын көрсетіп береді [6, 215 б.].\nШаруалардың қарулы көтерілістері тарихын зерттеу жағдайы тек 1991 жылы 12 қарашада Қазақстан Республикасы Жоғарғы Кеңесі Президиумының күштеп ұжымдастыру жағдайларын зерттеу үшін Комиссия құрғаннан кейін өзгере бастады [7, 20 б.]. «Қазақстан Кеңестері» газеті редакциясының 1992 жылы мамырдың соңында өткізген дөңгелек үстелдің кезінде бұрын құпия ұсталған мұрағат құжаттарын зерттеудің алдын ала қорытындыларын жасау барысында, алғаш рет баскөтерулердің саны, оларға қатысқандардың саны туралы мәліметтер беріліп, шаруалардың қарсылығын туғызған себептер атап өтілді.\nМ.Қ. Қозыбаев «әсіресе қызықты мәлімет ұжымдастыру саясатына қарсы шаруалардың 372 баскөтерулері бойынша анықталды» деп атап көрсетті [7, 20 б.]. «Шаруалардың тарапынан қарсылық көрсетілді ме?» деген сұраққа жауап ретінде Қ.С. Алдажұманов баскөтерулердің себебі болып «ауылдар мен деревняларда жүргізілген саясатқа ашық қарсылық», «күштеп қысым көрсету мен қатаң үкім» болғандығын көрсетті. Баскөтерулерге итермелеген тікелей жағдайдың бірі ретінде Қ.С.Алдажұманов «ауыл шаруашылығы өнімдерін дайындау саясаты, сонымен қатар КСРО ХКК мен ОАК 1930 жылғы 1 ақпандағы тап ретінде кулактар мен байларды жою туралы қаулыларының негізінде тап күресін жасанды түрде шиеленістіру» екендігін атап өтті. Жағдайды сипаттай келе, ол наразылардың бір бөлігі қарсылық көрсету жолына түскендігін, бұл «бандитизм» ретінде жіктелгенін атап өтті және республика шын мәнінде азамат соғысы жағдайында болғандығын көрсетті. 1929 жылдың күзінен 1932 жылға дейін Қазақстанда «шамамен 380 көтерілістер, шаруалар толқыны» болып өткен. Комиссиямен алынған алдын ала мәліметтер «30 жылдардағы көтерілістер 80 мыңдай тұрғындарды қамтығанын», «ірі көтерілістерге қатысқаны үшін ғана ОГПУ үштігінің шешімімен ОГПУ 5551 адамның сотталғанын, оның 883 атылғанын» көрсетті [7, 21 б.]. Бұл Қазақстандағы 1929–1931 жылдардағы шаруалар көтерілістері туралы тарихи білімдердегі қарқынды жетістіктің бастамасы болды. Қазақстандағы ұжымдастырудың сипаты, мазмұны және зардаптары туралы ғылыми білім 1992 жылдың желтоқсанындағы Қазақстан Республикасы Жоғарғы Кеңесі Президиумы Комиссиясының Қорытындысының жарық көруімен біршама кеңейді. Мұнда шаруалар қарулы көтерілістерінің масштабы мен географиясы, адами шығындар, шаруаларға қарсы қуғындаулар, малды етке өткізудің сипаты мен салдары, бай шаруашылықтарды тәркілеудің мазмұны мен нәтижелері сияқты сұрақтар кеңейтілген және тереңнен зерттеуге мүмкіндік берген жаңа фактілік және статиститкалық материалдармен біршама толықтырылды.\n1992 жылы жарық көрген «Коллективизация в Казахстане: трагедия крестьянства» деген кішігірім жинақтамада «Шаруалар толқулары» деген арнайы бөлім бөліп қарастырылды. Бұл бөлімнің құндылығы сонда, 1989 және 1991 жылдардағы жоғарыда көрсетілген басылымдармен салыстырғанда, бұнда күштеп ұжымдастыру саясатына қарсы қазақ шаруаларының қарулы баскөтерулерінің барынша толық және көлемді, сыйымды сипаттамасы берілді. Ғылыми айналымға 1929–1931 жылдардағы Қазақстанның бірқатар аудандарында болған қарулы көтерілістердің мақсаттары мен қозғаушы күштері, сипаты туралы құнды фактілік материалдар енгізілді. Мысал ретінде ерекше бөліп көрсетілгені 1930 жылғы Созақ көтерілісі, басқа көтерілістер бойынша —Ырғыз, Қарақұм, Қарқаралы округтеріндегі көтерілістері туралы берілгендер келтірілді. Авторлар барынша жалпы сипатта Ортаазиаттық және Еділ бойы әскер округтерінің тұрақты әскери бөлімдерінің қызметінің сипаты мен масштабын көрсетіп берді [8]. Бөлімде қарулы көтерілістердің саны туралы мәліметтер берілген. Сонымен бірге, ОГПУ есептеріне сүйене отырып, олардың саны «үш жүзден астам» және оларға «80 мыңдай адам қатысқандығы» атап көрсетілген [8, 25 б.]. Егер «Коллективизация в Казахстане: трагедия крестьянства» жинақтамасында қарулы баскөтерулер көрінісінің сызбалары тек жалпы сипатта ғана берілсе, Т.Омарбековтың көптеген басылымдарында алғаш рет 1929–1931 жылдардағы антикеңестік қарулы көтерілістердің тарихы мәселелері қойылды және біршама бөліктері шешілді [9]. Қазақстандағы ОГПУ ПП жергілікті және орталық органдарының қызметінің нәтижесінде қарулы көтерілістерді басуға қатысқан әскери бөлім басшыларының қалдырған құжаттар мен материалдарға сүйене отырып, сонымен қатар Ф.И.Голощекиннің И.В.Сталинмен жазысқан хаттары арқылы автор көшпелі халықты отырықшыландыру және күштеп ұжымдастыру саясатына қарсы халық бұқарасы баскөтерулерінің барынша кең бейнесін берді.\n1929–1932 жылдардағы Қазақстандағы шаруалардың қарулы көтерілістерінің тарихын зерттеудің ағымдық нәтижелері автормен арнайы зерттеуде жалпыланды, онда хронологиялық бірізділікпен он бірдей барынша ірі қарулы көтерілістердің себептері, сипаты мен мазмұны берілді. Олар: Тақтайкөпір, Бостандық, Батпаққара (1929 ж.), Созақ, Ырғыз, Қарақұм, Өскемен және Зырян, Шұбартау, Балқаш, Шоқпар (1930 ж.) және Адай (1931 ж.) көтерілістері. Әрбір көтеріліс бойынша қорытындыларда, сонымен қатар жалпы қорытындыда автормен көтерілістердің мәндік сипаттамасы берілген, олардың «өздерінің тәуелсіздігі, ұлттық дәстүрлері , салттары мен діни нанымдарын қорғауда әміршіл—әкімшіл сталиндік жүйенің заңсыздығы мен күштеуіне қарсы халықтың әділетті ұлт азаттық күресі» болғандығы бөліп көрсетілді [10]. Зерттеудің басты және негізгі дерегі болып автормен Қазақстан Республикасы Президентінің Мұрағаты мен ҚР ҰҚК Мұрағатының қорларынан алынған құжаттар мен материалдар табылды.\nҚ.С. Алдажұманов жалпылаушы сипаттағы «Крестьянское движение сопротивления» атты мақаласында жоғарыда көрсетілген көтерілістер туралы материалдар берді [11]. Мақалада 1929 жылдан 1931 жылға дейінгі Қазақстандағы қарулы көтерілістер мен наразылық қозғалыстарының бірқатарынынң себептері, сипаты мен мазмұны барынша сығымдалған, бірақ фактілік материалдармен барынша толыққанды берілді. Мақаланың деректік негізі болып Қазақстан Республикасы Орталық мемлекеттік мұрағаты мен Қазақстан Республикасы ҰҚК Мұрағатының құжаттары мен материалдары табылды. Басылымның ерекшелігі сол, автор мұнда қарулы көтерілістер мен наразылық қозғалыстарының сипаты мен бағытталуына қатысты қандай да бір бағамдық ойталқыларын білдірмейді, оларды ұлтазаттық қозғалыс контекстінде қарастырмайды, мақаланың атауында көрсетілген мәндік жалпылаушы бағамдаумен шектеледі. Сонымен қатар Орталық Қазақстан өңіріндегі шаруалар көтерілістеріне қатысты автор барынша толыққанды және қысқа мазмұнда мәліметтер береді.\nШаруалардың қарулы көтерілістерінің тарихы жалпылаушы сипаттағы еңбектерде де көрініс тапты, онда ол 20–30 жылдардағы Қазақстанның әлеуметтік—экономикалық және саяси тарихымен кең контексте қарастырылады [12]. Бұл шаруа бұқарасының қарсылығын туғызған себептердің барлық жиынтығын толық көруге, көшпелі қоғамды күштеп жаңғырту саясатының мәнін тереңнен ашуға, мемлекеттік саясатқа шаруа бұқарасының қарсылық көрсету сипаты мен тәсілдерін нақты анықтауға мүмкіндік берді.\nЖ. Абылхожиннің монографиясында Қазақстандағы ұжымдастыру тарихының мәселелерінің кең шеңбері бойынша алдыңғы жылдардағы жетістіктер жалпыланды және теориялық жағынан ой елегінен өткізілді. Ұжымдастырудың генезисі, барысы мен салдарын талдау үрдісінде мемлекеттік шектеу саясатының әрекет ету механизмі мен табиғаты барынша айқын көрсетілді, сонымен қатар қазақ көшпелі шаруашылығын өмірлік қамтамасыз ету элементтерінің бөліктері де назардан тыс қалмады. Нақтылы фактілермен шаруа қожалықтарына қатысты салық саясатының тәжірибесі мен идеологиясы тізбектелді, сонымен бірге күштеу және төтенше сипатқа ие болған түрлі тектегі ауыл шаруашылық өнімдерін өткізу де қарастырылды. Жартылай көшпелілер мен малшы—көшпелілерді отырықшылыққа көшіру бойынша науқандардың мазмұны ашылып, сонымен қатар сипаты мен бағыты нақты белгілеп берілді. Колхоз құрылысының формалары мен әдістері, ұжымдастыру үрдісінің барысымен мазмұны сыни тұрғыдан ой елегінен қайра өткізілді. Күштеп ұжымдастыруды жүзеге асыру барысындағы адами және материалдық шығындар бойынша берілгендер шығарылды. Көшпелі қоғам жүйесіне шабуылдаудан туындаған антикеңестік қарулы көтерілістерді басудың сипаты мен тәсілдері көрсетілді. Жинақтап алғанда, ұжымдастыру тарихына арналған кітаптың тараулары оның негізгі сюжеттерін құраудың мазмұны бойынша толықтай және фактілік жағынан сыйымды қылып береді. Ғылыми айналымға енгізілген материал, Қазақстанның көшпелі және жартылай көшпелі тұрғындарын тоталитарлық социализм сатыларына күштеп көшіру сияқты күрделі және динамикалық құбылыстың мәні мен сипатын ашу тұрғысынан ой елегінен өткізілді және жалпыланды.\nТолығырақ: https://e-history.kz/kz/history-of-kazakhstan/show/9022/",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса болу үшін қандай сабақты таңдау қажет ?",
        "question_content": "Актриса әнші тележүргізуші болу үшін Т.Жүргеновтың академиясына қалай түсем онлайн мен оқы сам болама өтінем жауап беріңіздерші?",
        "question_date": "5.01.2021",
        "question_tag": "Мамандық",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқуға түсу үшін 2 шығармашылық емтихан болады:\n\n1) Актерлік шеберлік бойынша\n\n2) Сахна тілі\n\nhttps://reck.kz/info/examination.html\n\nОсы сайттан қарап көрсеңіз болады.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Eкі қолым екі аяғым терлейді.",
        "question_content": "Саламатсыз ба Менің екі қол алақаным жəне екі аяғым шылқып тұрып терлейді кезнде олай емес шамалы түрде терлейтін.Қазір шылқып тұрып терлейді о неден?білесіздерме?",
        "question_date": "5.01.2021",
        "question_tag": "Тазалық",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысы-жазы аяғы терлеп, мазасызданатындар бар. Олардың басты проблемасы – осы бiр жағымсыз әрекеттен арылу. Аяқ терлеу көзге көрiнбейтiн микробтардың өмiр сүрiп жатқанынын дерек бередi. Одан арылу, әрине, ұзақ уақытты талап етедi. Сондықтан да барынша шыдамдылық танытып, жағымсыздықтан арылыңыз. Фото: echenie-simptomy.ru Қысы-жазы аяғы терлеп, мазасызданатындар бар. Олардың басты проблемасы – осы бiр жағымсыз әрекеттен арылу. Аяқ терлеу көзге көрiнбейтiн микробтардың өмiр сүрiп жатқанынын дерек бередi. Одан арылу, әрине, ұзақ уақытты талап етедi. Сондықтан да барынша шыдамдылық танытып, жағымсыздықтан арылыңыз. Аяқтағы жағымсыз иісті бор қышқылы кетіреді Кәдiмгi бор қышқылы аяғыңызды терлегеннен және жағымсыз иiстен құтқарады. Кез келген дәрiханадан табылатын бор қышқылын жақсылап ұнтақтаңыз. Күнде таңертең осы ұнтақты аяғыңыздың саусақтарының арасына және табандарыңызға шашып, таза шұлығыңызды киiңiз. Негiзiнде бұл емді жасап жүрген кезде шұлығыңызды мүмкiндiгiнше күнiне 2 рет ауыстырыңыз. Кешке үйге келген соң 40 градустағы жылы сумен аяғыңызды жуыңыз. Емдi үзбей 2 апта жасасаңыз, бұл проблемадан түбегейлi арыласыз. Алақаныңыз терлесе, жүйкеңізді емдеңіз Егер алақаныңыз терлей беретiн болса, онда сiзге жедел түрде жүйке жүйеңiздi емдету керек. Тез арада невролог дәрiгерiне барыңыз. Алақанның терлеуін халық емімен де жазуға болады. Ол үшін 2 литр суға жарты стақан ас содасын салыңыз. Күнiне 2 рет осы ерiтiндiге қолыңызды салып отырыңыз. Сондай-ақ, глицериннің 1/2 бөлiгiн, лимонның 1/4 бөлiгiн, медициналық спирттiң 1/4 бөлiгiн араластырыңыз. Қолыңызды жақсылап жуыңыз да дайын болған қоспаны алақаныңызға сiңдiре отырып жағыңыз. Сондай-ақ үй жағдайында крем жасап алыңыз. Ол үшiн қырмызы, бақбақ, жолжелкен және қалақайдан бiрдей көлемде алып, жақсылап ұнтақтаңыз. Содан соң 1 ас қасығын 1 стақан қайнаған суға салып, тұндырып қойыңыз. Шамамен 40 минуттан соң дайын болған тұнбадан 2 ас қасығын алып 50 гр. iш маймен араластырыңыз. Оған 1 ас қасық бал мен 5 ас қасық кастор майын қосыңыз. Бiркелкi етiп араластырыңыз да, жатар алдында алақаныңызға жақсылап жағыңыз. Бір айға жетпей оң нәтижесiн байқайсыз. Жаңғақ ағашының тұнбасы қолтық терлеуінен арылтады Бүгінгі таңда екiнiң бiрiнiң қолтығы терлейді. Оны кетiру үшiн қымбат ұнтақтар мен жағатын кремдер, түрлi антиперспирант қолданып жатады. Бiрақ оның көмегi уақытша ғана. Қолтықтың терлегенiнен түбегейлi арылу үшiн халық емiне жүгiнген жөн. Түймедақ тұнбасы Ол үшiн 6 ас қасық кептiрiлген түймедақ гүлiн алып ұнтақтаңыз. Сөйтiп үлкендеу ыдысқа салып, үстiне 2 литр бөлме температурасындағы қайнатылған жылы суды құясыз. Қақпағын жауып, 1 сағаттай тұндырасыз. Сонан соң 2 ас қасық ас содасын салып, жақсылап араластырыңыз. Дайын болған тұнбаға мақтаны немесе дәкенi малып алып, қолтығыңызды сүртесiз. Қырықбуын тұнбасы 1 ас қасық ұнтақталған қырықбуынды 10 ас қасық араққа салып, бетiн жауып қоясыз. 10 күндей күн сәулесі түспейтін, құрғақ әрi жылы жерде тұруы керек. Белгiленген уақыттан соң мақтаны малып қолтығыңызды сүртесiз. Грек жаңғағының ағашы Грек жаңғағының ағашы да тершеңдікке дауа болады. Ағашты жақсылап ұнтақтап, спиртке саласыз. Құрғақ, күн түспейтін жерге қойып, 1 аптадай тұндырасыз. Сөйтiп дайын болған тұнбамен қолтығыңызды сүртiңiз. Қолтықтың терлеуiне жейтiн тағамдарыңыздың да әсерi бар. Құрамында С дәруменi бар тағамдарды көбiрек жеңiз. Лимон, қара қарақат, анар мен қызыл жемiстерді дастарханыңыздан үзбеңіз.\nТолығырақ: http://ernur.kz/khalyk-yemi/alakan-ayak-zhane-koltyk-terley-berse",
                "date": "5.01.2021",
                "upvotes": 0
            },
            {
                "text": "Эндокринологқа жолыққан жөн. Қалқанша безіне де байланысты болады. Арнайы deoshop.kz дүкенінен керекті терді басатын құралдарды пайдаланып көріңіз.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым әскери оқуға түскісі келеді?",
        "question_content": "9-сынып бітіретін қызым әскери оқуға түскім келеді. Қай оқуға түсірсем екен деп отырмын?",
        "question_date": "5.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М.Қозыбаев атындағы СҚМУ-да  қыздарға әскери кафедрада төрт мамандық ішінен екі мамандықты меңгеріп шығуға ұсыныс жасалды: әскери психолог және идеолог. Заманауи құрал-жабдық, тәжірибелі оқытушылар, әскери техника мен қару-жарақ - мұның бәрі тең дәрежеде өтіп жатқан қыздар мен ұлдардың сапалы даярлығына жағдай жасайды. Взводтар ұлдарға және қыздарға арналған деп бөлінбейді, соған орай қыздар үшін нормативтер де жеңілдетілмейді. Оқыту әскери күн әдісімен іске асырылады: студенттер әскери кафедрадағы сабақтарға қатысу үшін бір күнге сабақтардан босатылады.\nУниверситетімізде әскери кафедрада қыздар оқу деген - жаңалық, шындығында бұл бұрын-соңды болып көрмеген жағдай емес. Себебі ертеден-ақ ерлерге арналған мамандықтарды қыздар да меңгеріп келеді. Еліміздің әскери қатарында 8 мың әйел адам әскери қызмет атқарып жүр, бұл Қарулы күштердің жалпы штаттық санының 12%-ын құрайды.",
                "date": "5.01.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен 9 сыныптан және қыздарға арналған әскери ЖОО жоқ,  Көп  жерлерде қыз баланы оқуға алмайды. Полиция болу үшін болады, бірақ Қарағандыда ғана қабылдайды.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алдағы уақытта аудармашыларға жұмыс табылама?",
        "question_content": "Менің аудармашы болғым келеді.Алайда қорқамын алдағы уақытты жұмыс табылмай қалама деп.Алдағы уақытта жұмыс табылама?бұл мамандықты оқу үшін қандай университеттер бар?дал қазіргі уақыта жалақысы қанша?",
        "question_date": "5.01.2021",
        "question_tag": "Мамандық",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдағы уақытта ол мамандықтың сұранысы өте көп. Кез -келген саламен айналысатын компанияда, жеке тапсырыстар алып, мемлекеттік тапсырыстар орындайтын ұйымдарда, туристтік компанияларда және тағы басқа көптеген орындарда қызмет ете аласыз. \nАбылайхан атындағы ЖОО, әл- Фараби атындағы Қаз ҰУ, КазГЮУ ЖОО қарап көріңіз.\nАйлығыңыз жұмыс жасаған жеріңізге және сол орынды таңдай білуіңізге, сіздің біліктілігіңізге тікелей байланысты.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рэпер болғым келеді пән таңдау керек не істесем болады?",
        "question_content": "Мен рэпер болуды армандаймын пән таңдау керек қай пән таңдасам болады . Әлде кей адамдар секілді Ресейге кету керекпе?",
        "question_date": "5.01.2021",
        "question_tag": "Мектеп",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлақ рэпті кәдімгі және күнделікті нәрсе ретінде қабылдай бастағанда және әр хор автоматты түрде тілден ұшып кетеді, сіз ауыр композицияға ауыса аласыз: 2Pac, Run DMC, Public Enemy, т.б. Уақыт өте келе рэп ойнатқышта көбірек орын алады. Неғұрлым агрессивті музыка әуезді поп-мәдениетті жоққа шығарады.\nТыңдағаннан кейін лексикаға көшу керек. Ең жиі қолданылатын өрнектер мен ұғымдарды біліңіз.\nКелесі қадам - рэпер болу, үнемі сөйлесуге үйрену. Естеріңізге сала кетейік, рэперлер тек рэперлермен байланысады, олардың компаниясында рокерлер мен панктар жоқ. Бірақ партияға кіру оңай емес. Алдымен киім стилін өзгерту керек. Киімнен мынаны алу керек:\nкең шалбар-түтіктер (кез-келген рэпердің ажырамас атрибуты), егер оларда қалта көп болса жақсы болады. Мұндай шалбарларды базардан сатып алуға болады немесе інілеріңіздің ескі джинстарынан кең әкелер немесе ескі джинсы,\nәдеттегіден үлкенірек екі өлшемді көйлек, жемпір және хоккей футболкасы. Жалпы алғанда, сіз кең киім киюіңіз керек, жұқа денені жасырып, қуатты иықтың әсерін беріп,\nқара түсті тоқылған бейсболка мен қалпақ,\nкроссовкалар. Сандалдарды, кейбір түсініксіз аяқ киімдерді немесе кроссовкаларды сатып алудың қажеті жоқ - тек кроссовкалар.\nКеш кез-келген киімнің белгілерін бағалайды. Ең сүйікті - FUBU, Adidas және Dr. Киіңіз Өркениеттен алыс қалада осы белгілерден түпнұсқа заттарды алу өте қиын, бірақ сіз кем дегенде ерекше нәрсе жасауға тырысуыңыз керек.\nРас, брэндтік рэпердің киімдері мен бай сөздік қоры рэпердің толық өмірі үшін жеткіліксіз. Теорияны үйренуге тұрарлық. Біріншіден, сіз негізгі топтардың, шетелдік және отандық хип-хоптың негізгі тұлғалары туралы түсінік алуыңыз керек. Екіншіден, сіз рэп тарихындағы ең танымал адамдардың шығармашылығымен танысып, кейбір әндердің аттарын біліп, бұл әндердің не екенін түсінуіңіз керек - шетелдік мәтіндердің аудармасын білуіңіз керек. Үшіншіден, сіз хип-хоп тарихы туралы көбірек біліп, маңызды оқиғалар мен даталар туралы білуіңіз керек. Барлық осы ақпаратты Интернеттен оңай табуға немесе осы тақырыпқа арналған журналдардан алуға болады.\nАдриано Челентано рөлі\nРэпер болуды сұрайтындардың бәрі бұл бағыттың бірден Бронкске жетпегенін білуі керек. Осыдан бірнеше жыл бұрын итальяндық актер, әнші, режиссер және композитор Адриано Челентано Присенцолиненсайнайнюсус атты музыкалық шығарманы жазған. Бұл композицияның авторы әуенге арналған ритмикалық шығарманы оқыды. Бұл әннің мәтінін абракадабра деп атауға болады, өйткені ол итальян және ағылшын тілдеріне ұқсас ойдан шығарылған сөздерден тұрады. Әнге түсініктемеде автор бір дыбысты түсінбестен, адамдар ортақ тіл таба алатындығын баса айтты. Бүгінгі таңда бұл композиция өте сәтті эксперимент ретінде танылды.\nЖазып, жіберіңіз\nЕнді рэперлердің қалай танымал болатынын көрейік. Барлық авторлар өз шығармаларын дәптерге немесе ноутбуктерге жазады, бірақ өлеңді музыкаға қалай қою керектігін бәрі бірдей біле бермейді. Ең оңай нұсқа - телефонға Автотолтыру қосымшасын жүктеу. Бұл әдіс негізгі дағдыларды оқыту үшін өте қолайлы. Әрекет принципі келесідей: біз бағдарламаны іске қосамыз, «Жазуды» қосамыз, микрофонға дыбыстық жазуды оқып, процесті тоқтатамыз. Қосымша мәтінді өз бетінше өңдейді, музыкалық сүйемелдеуді қосады және нәтижені сақтайды.\nЖаңа әнді достарыңызбен әлеуметтік желілерде бөлісіңіз. Ең көп адаммен жұмысыңызбен таныстырыңыз, кері байланыс алуға тырысыңыз. Әнді достар, достар және әлеуметтік желілердің қолданушылары арасында тарату арқылы алдымен даңқ пен жанкүйерлерге ие болу оңай.\nМәтіндерді жазу және оқу тәсілін анықтаңыз. Кейбір жаңадан бастаушылар рэп пен хип-хопты араластырады. Олардың арасындағы айырмашылық айтарлықтай.\nРэп оқу дегеніміз - музыка ырғағында өлең оқу. Бұл стильдің ерекшелігі оның жеке элементтерін әр түрлі жанрларда, оның ішінде эстрада мен ритм мен блюзде қолдану мүмкіндігінде жатыр. Даңққа ие болу үшін сіз өзіңіздің жеке стиліңізді дамытып, жоғары жылдамдықты қалай айту керектігін үйренуіңіз керек.\nХип-хоп - бұл рифмалық мәтіндер мен билердің, акробатикалық қимылдардың үйлесімі. Ерекшелік - орындалған әуеннің әрбір екінші өлшеміне баса назар аудару. Бағыттардың арасында жеңіл де, агрессивті де бар.\nСаяси, анархистік, қасақана, қара ұлтшыл және тіпті марксистік рэптің бар екенін есте ұстаған жөн. Өзін білдірудің осындай ерекше тәсілін ұнататын музыканттар үшін жақтаулар мен шекаралар жоқ.\nТуған музыкант Ивангайға қандай жетістік бере алады? «Қалай рэпер болуға болады» - ол түсірген бейненің атауы, ол көптеген көріністер жинай алды.\nТолығырақ: https://kk.hydroponicsbc.com/5539-.html",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын джт көмек керек?",
        "question_content": "Сәлеметсіздерме, бұл менің бірінші рет сұрақ қойып тұрғаным. Мен ағл-джт таңдап отырмын, мүмкін аудармашы боламын. Басқа маман таңдаған дұрыспа ағылшын тілмен және қандай оқу орындар бар",
        "question_date": "5.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1пән Шет тілі\n2-пән Дүниежүзі тарихы\nВ018 Шет тілі мұғалімдерін дайындау\nВ036 Аудармалық іс\n1-пән Дүниежүзі тарихы\n2-пән Шет тілі\nВ035 Түркология және Шығыстану\nВ039 Мәдениеттану\nВ040 Политология және Азаматтану\nОсындай мамандықтар таңдай аласыз. Ал қандай мамандық таңдау дұрыс деген сұраққа келсек, өзіңізге ұнайтын, қуана отырып жасайтын мамандықтың иесі болыңыз.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Какая линия считается аварийной?",
        "question_content": "какая линия считается аварийной?",
        "question_date": "5.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://zarul.kz/pdd/razmetka",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "14.4 г көміртегін жағуға қажетті оттегінің массасы",
        "question_content": "14.4 г көміртегін жағуға қажетті оттегінің массасы?",
        "question_date": "5.01.2021",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(C) = 12 г/моль\n\nM(O2) = 32 г/моль  \n14,4г            х\n\n               С        +   О2   =    СО2\n\n              12              32\n\nх=38,4",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талапбек Сұлтанбеков «Көшпелі алтын» ғылыми фантастикалық әңгімесі не туралы?",
        "question_content": "Қазақ әдебиеті тариxындағы ғылыми фантастика жанрына тұңғыш қалам тартқан Талап Сұлтанбековтың кезекті әңгімесі \"Көшпелі алтын\" да оқырмандарын қиялға, арманға жетелейді. Бұл әңгімеде автор өз оқырманын ғылымның табиғи сырына үңілуге, адам миы арқылы оның құдірет күшін танып білуге, тіпті оны тізгіндеп бағындыруға да болатынын айғақтайды. Талапбек Сұлтанбеков «Көшпелі алтын» ғылыми фантастикалық әңгімесі не туралы?",
        "question_date": "5.01.2021",
        "question_tag": "Мектеп",
        "question_views": 126000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сәмен деген бала тау жақтарда жылқысымен жүріп келе жатып, бір алтын түсті отты көреді. Ауылын қайтқан кезде оған ешкім сенбей, дасқа да тұжырымдар жасаған. Кейбіреулері дінмен байланысты шайтан деп ойласа, кейбіреулері көзіне елестеген шығар деп көзін жұмды. Бірақ Сәмен осы құпияны ашқысы келді. Мектептегі каникулдарды тосып Шайтантауға баруды жоспарлайды. Өз досы Қажытайға айтты да, ол да барғысы келді. Сөйтіп, олар сапарға дайындалып, мылтық, лупа сияқты заттар алған.\nШайтантауға зеткен кезде, жаңбыр жауған соң және найзағай ұрған үшін тау астындағы үңгірге кіреді. Сол жерде отырып, жаңбыр біткенін тосады. Бірақ сол жерде отырған кезде олар бірнеше “көшпелі алтынның” саппен жүріп бара жатқанын көреді. Таңғалғандықтан қозғала да алмады. Уақыт өте келе олардың тыныштығын Газуло деген адам бұзады. Ол өз “бастығына” қоңырау шалған соң, балалармен не істеу керек дейді. Бастығы онымен ойнауға уақыт жоқ деп, Газуло балаларды үңгір ішіндегі қозғалған тастың орнына шыққан есікке кіреді. Ол жерде екі ғалым отырды. Әйтиев және Бежев. Балалар өздерінің келу себебін түсіндірсе, жанағы ғалымдар бетіндегі күлкісін ұстай алмайды да, тыңдап отырғандай бет салады. Сосын Бежев Әйтиевке оларға “көшпелі алтын” шындығын ашу керек деп балаларды басқа бөлмеге апарады. Ол жерде Әйтиев Сәмен мен Қажытайға көшпелі алтын туралы ғылыми түсініктемелер айтып, оның алтын емес орысша шаровая молния екенін айтады. Сөйтіп, балалар көшпелі алтын құпиясын ашып, ауылдарына оралады",
                "date": "11.02.2021",
                "upvotes": 1
            },
            {
                "text": "Көшпелі алтын шығармасы - қазақ тарихындағы ғылыми фантастикалық шығармаларының ең ірісі. Шығарма жай фантастика ғана емес, халық аңыздарына сүйеніп жазылған. Бұл шығарманың ерекшелігіде осы.\n\nЖалпы шығарманың сюжеті: көшпелі алтынды көрген Сәменнің жолдасымен бірге сапарға аттанып, таңғажайып дүниелерді бастан өткеруі мен соңында жұмбақты шешуі. Шығарма қиял-фантастика мен сондай ақ ғылымға сүйеніп жазылған. Міне осы ғылымды мен адамгершілікқұндылықтар қатарына жатқыза аламын. Көшпелі алтын шығармасыда ғылым негізінде өрбиді. Жіне тағы бір тілге тиек етер құндылығы: аңыз, қиял-фантастика. Шығарманың негізі де осы фаньастикадан тұрады. Ал ендігі шығарманың материалдық құндылығына келсек, бұл әрине аты айтып тұрғандай \"алтын\". Алтын бұл құнды заттарға жататындықтан адамгершілік құндылыққа жатқызуға болады.\n\nАдамгершілік құндылықтарды айта берсек өте көп. Ал осы шығарма барысында мен басты үш құндылық таптым. Екеуі ой-сана құндылығы болса, біреуі заттық құндылық. Яғни бұл фантастикалық әңгіменің тақырыбы да сюжеті де адамгершілік құндылықтарды айшықтайды.",
                "date": "7.01.2021",
                "upvotes": 0
            },
            {
                "text": "Кішкене қателер бар, бірақ түсінікті деп ойлаймын",
                "date": "11.02.2021",
                "upvotes": 0
            },
            {
                "text": "«Көшпелі алтын» – қазақ жазушысы Талапбек Сұлтанбековтың қазіргі кезеңдегі қазақ әдебиетінің әлеуетін ашу мақсатын көздеп жазған фантастикалық романы.\n\nШығарманың сюжеті медициналық технологиялар мен қоғамның технологиялық дамуы саласындағы жаңа ашылулар мен жетістіктер тарихымен байланысты. Әңгіменің негізгі тақырыбы – өзімшілдікке бағытталған технологиялардың кемшіліктері мен қауіптілігі.\n\nЖаңа ашылулар мен технологиялар қоршаған ортаға қауіп-қатер мен қауіп-қатерлердің артуына әкелетін ортада жұмыс планета ресурстарын пайдалану және жаңа технологияларды пайдалану ресурстарды дұрыс пайдалану және жаңа әзірлемелермен ғана қауіпсіз болуы мүмкін екенін көрсетеді. Әңгіме жаңа технологиялармен және оларды пайдаланумен байланысты жеке шығындар мен салдарларды ескерудің маңыздылығын атап көрсетеді.",
                "date": "13.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай телефон жадын көбейтеді?",
        "question_content": "Менің телефоным гранд плюс про 8гб.Соның 4,5 гб-тын жүйелік жад деген алып тұрады.Соған не істесем болады?",
        "question_date": "4.01.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше жүйелік жад барлық телефонда бар, және ол телефон жалпы жадының 50пайызын алып тұрады, яғни сіздің телефоныңыздың  жағдайы қалыпты. Жеке керекті материалдар сыймай жатса телефонға флешка салып, қосымша жадын көбейте аласыз.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    }
]