[
    {
        "question_title": "Бан қанша уақытта алынады?",
        "question_content": "\"Сіздің бұл амалдарды орындауға құқығыңыз жоқ\".Бұл бан түрі қаншы уақытта алынады?",
        "question_date": "17.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Алматы гүл қала ән ғажайып\" деген ән бар еді клипімен? Кім айтады?",
        "question_content": "Алматы гүл қала ән ғажайып\n\nАлматы нұр қала таң ғажайып\n\nЖалынды жастықтың  пәк ордасы Алматыда деген ән бар еді клипімен?\nСол әнді кім айтады?",
        "question_date": "16.06.2022",
        "question_tag": "Ән іздеу",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ктл ға 9 сыныптан түсуге болады ма?",
        "question_content": "Мен 9 сынып бітірем, мен ктлға түскім келеді, яғни 10 сынып қа, сол түсуге болама ма?",
        "question_date": "15.06.2022",
        "question_tag": "Мектеп",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан бойынша барлық қазақ-түрік лицейлерінде бір мезетте қабылдау емтиханы өткізіледі. Қазақ –түрік лицейлеріне 6 сынып бітірген оқушылар 7- сыныпқа қабылданады. Қабылдау емтиханы 2 кезең бойынша өткізіледі. І кезеңде тест арқылы балалардың білім деңгейі анықталады. Тест сұрақтары негізінен логикалық сұрақтар мен 6-сынып бағдарламасына негізделген математика пәнінендайындалған сұрақтардан құралады. Емтихан екі тілде: қазақ және орыс тілдерінде жүргізіледі. Жоғары ұпай жинаған алғашқы 70-100 оқушы (бұл көрсеткіш лицейлердің қабылдайтын оқушы санына қарай өзгереді) 2-кезеңге шақырылады. ІІ кезеңге өткен оқушылар лицей қабырғасында бір апта бойы сабақ оқиды. Екінші кезеңнің мақсаты- балалардың тіл үйрену қабілеті мен жатақханада жатып оқуға бейімділігін тексеру. Апта соңында балалардың алған білімдері бойынша емтихан жасалады. Жоғары ұпай жинаған, дүниетанымдық білімі жоғары, жатақханада жатып оқуға бейім, зерек, білімге құштар, өзгелермен қарым-қатынас жасай алатын және көпшілік ортада өз-өзін ұстай алатын оқушылар лицейге қабылданады. Қабылдау туралы толық мағлуматтарды өз аймақтарыңыздағы қазақ-түрік лицей әкімшіліктеріне хабарласып, сұрай аласыздар.\n тест сұрақтары интернетте болмайды, өз мектебiңде кiтапша болады, соны сатып аласың, сол арқылы дайындаласың!",
                "date": "16.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Админ және модераторлармен қалай байланысуға болады?",
        "question_content": "Админ және модераторлармен қалай байланысуға болады?",
        "question_date": "15.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сайтқа кірген кезіңізде Қолданушы деген пункт бар. Соның алғашқы беттерінен таба аласыз. Жеке хат жазып байланысқа шықсаңыз болады.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4курс студенттеріне маусым айында шәкіртақы төленеді мен?",
        "question_content": "4 курс студенттеріне маусым айында шәкіртақы төленеді ме?",
        "question_date": "15.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4 курс студенттеріне маусым айында шәкіртақы төленеді.",
                "date": "16.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО бітіргеннен кейін басқа мамандыққа қанша жыл оқиды",
        "question_content": "ЖОО бітіргеннен кейін басқа мамандық таңдап неше жыл оқиды жауап беріңіздерші өтініш!",
        "question_date": "14.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр мамандыққа әртүрлі. Оны керекті университетіңізден біле аласыз.",
                "date": "15.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті еңбек демалысына шыққалы 15 күн болды.",
        "question_content": "Кезекті еңбек демалысына шыққаныма 15 күн болды. Бірақ, еңбек демалысымның ақшасы әлі түспей жатыр. Бухгалтер әр түрлі себептер айтады. Сонғы рет сұрағанымда облыс бойынша казначальство ақша аудармасын депті. Кері қайтама әлде блокқа түсеме бірдеме. Түсініксіз. Негізі еңбек демалысының ақшасы заң бойынша неше күнде түсу керек. Және осы бойынша нақтысын қайдан білуге болады. Республиканский казначайствода өзгерістер болып жатыр дейді. Ол қандай өзгеріс. Шығыс Қазақстан бойынша осы жайында нақтысын қайдан білуге болады.",
        "question_date": "14.06.2022",
        "question_tag": "Заң",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Модераторлар мен қалай байланысуға болады?",
        "question_content": "Модераторлармен қалай байланысуыма болады?",
        "question_date": "14.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке бетіндегі хат жіберу арқылы",
                "date": "15.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анасы сотталған бала мемлекеттің органдарға жұмысқа кіре ала ма? Полиция т.б ларга?",
        "question_content": "Ата-анасы сотталған бала мемлекеттин органдарга жумыска кире алама полиция т.б ларга?",
        "question_date": "13.06.2022",
        "question_tag": "Заң",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АРНАУЛЫ МЕМЛЕКЕТТІК ОРГАНДАРҒА ҚЫЗМЕТКЕ ТҰРУ\n7-бап. Қызметке қабылдау шарттары\n      1. Арнаулы мемлекеттік органдардағы қызметке жасы он сегiзге толған, бірақ осы Заңда белгіленген атақтар бойынша шекті жастан аспаған, қажетті жеке, моральдық және кәсiби қасиеттерi, бiлiм деңгейi, денсаулық жағдайы мен дене бiтiмiнiң даму жағдайы бар Қазақстан Республикасының азаматтары ерiктi негiзде қабылданады.\n      Жедел бөлімшелерге қызметке жасы 23-тен кіші емес азаматтар (курсанттарды, тыңдаушыларды қоспағанда) қабылданады.\n      Бөлімшелерді жедел және оған теңестірілген бөлімшелерге жатқызуды арнаулы мемлекеттік органдардың бірінші басшылары белгілейді.\n      2. Қызметке:\n      1) Қазақстан Республикасының заңында белгiленген тәртiппен әрекетке қабiлетсiз немесе әрекет қабiлетi шектеулi деп танылған;\n      2) әскери-дәрiгерлiк комиссияның қорытындысына сәйкес лауазымдық өкiлеттiктердi орындауға кедергi келтiретiн сырқаты бар;\n      3) қызметкердің қызметте болуына байланысты заңда белгіленген шектеулерді және \"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы\" Қазақстан Республикасының Заңында белгiленген сыбайлас жемқорлыққа қарсы шектеулердi қабылдаудан бас тартқан;\n      4) алып тасталды – ҚР 06.10.2020 № 365-VI (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) Заңымен.\n      5) қызметке тұрар алдында бiр жыл iшiнде қасақана құқық бұзушылығы үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған;\n      6) қызметке тұрар алдында үш жыл iшiнде сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған;\n      6-1) қызметке тұрғанға дейін өзіне қатысты үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін соттың айыптау үкімі шығарылған немесе қызметке тұрғанға дейін үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін қылмыстық жауаптылықтан Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабының бірінші бөлігі 3), 4), 9), 10) және 12) тармақтарының немесе 36-бабының негізінде босатылған;\n      7) сыбайлас жемқорлық қылмыс жасаған;\n      8) сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн жұмыстан (қызметтен) шығарылған;\n      9) бұрын сотталған немесе қылмыс жасағаны үшін қылмыстық жауаптылықтан Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабының бірінші бөлігі 3), 4), 9), 10) және 12) тармақтарының немесе 36-бабының негізінде босатылған, сондай-ақ мемлекеттік қызметтен, өзге де арнаулы мемлекеттік органдардан, құқық қорғау органдарынан, соттардан және әділет органдарынан теріс себептер бойынша шығарылған;\n      10) арнайы тексеруден өтпеген және (немесе) өзі не өзінің ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, немерелерi немесе зайыбы (жұбайы) және оның ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, немерелерi туралы көрінеу жалған мәліметтер хабарлаған;\n      11) ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, немерелерi не зайыбы (жұбайы) немесе оның ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, немерелерi ауыр және аса ауыр қылмыс жасаған;\n      12) қызметке жарамдылығын анықтау үшін әскери-дәрігерлік комиссияларда психофизиологиялық немесе медициналық куәландырудан немесе полиграфологиялық зерттеуден өтпеген адам қабылданбайды.",
                "date": "14.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойлас сөзне морфологиялық талдау",
        "question_content": "Ойлас .сөзне морфологиялық толдау жасау керек",
        "question_date": "13.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фарингиттен қалай құтылуға болады?",
        "question_content": "Фарингит өте жиі мазалайды.Кез келген уақытта пайда болып, жұтынғанда ауырсынып тамағым қысылады.Қалай толықтай емдеуге болады?",
        "question_date": "13.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен қалалардағы жақсы клиникаға барып дәрігерге көрініңіз шамаңыз келсе. Денсаулықтан асқан байлық жоқ.",
                "date": "14.06.2022",
                "upvotes": 0
            },
            {
                "text": "Тамақтың ауырсынуын жеңілдету үшін жылы тұзды сумен, немесе содамен шайыңыз, фурацилина ерітіндісіде болады.\n\nСұйықтықты көп ішу керек, мысалы: бал қосылған жылы шай, сорпа, лимон қосылған жылы су немесе шөп шайы.",
                "date": "14.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкімшілік бойынша өндірістік практика туралы есеп керек",
        "question_content": "Әкімшілік бойынша өндірістік практика туралы есеп керек  еді өтініш көмектесіп жіберсеңіздер",
        "question_date": "13.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "С++ есеп шығару. Келесі өрістерден тұратын NOTE атты құрылымды сипаттаңыз?",
        "question_content": "С++ есеп шығару. Келесі өрістерден тұратын NOTE атты құрылымды сипаттаңыз?",
        "question_date": "11.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 234,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжден кейін қайда оқуға түсе аламын?",
        "question_content": "Колледжден кейін КТ 31 балл (ағылшын, педагогика-психология) жинадым. Қандай универге түсе аламын?",
        "question_date": "11.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "31 балл КТ дан деген проходной баллдан аспай қалады ау. Себебі ҰБТның өзінде жалпы проходной 50 балл болып тұр ғой. Қазір КТ шарты өзгеріп кетпесе бұрын ҰБТның проходной баллымен бірдей болатын.",
                "date": "11.06.2022",
                "upvotes": 0
            },
            {
                "text": "Жұмыс жасағаның дұрыс, сол кезде шешім өзі ақ келеді",
                "date": "13.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуаты 120 Вт жарық көзі 1 с ішінде 6*106 фотон шығарады.",
        "question_content": "Қуаты 120 Вт жарық көзі 1 с ішінде 6*106 фотон шығарады.Сәуле шығарудың орташа толқын ұзындығын табыңдар?",
        "question_date": "11.06.2022",
        "question_tag": "Физика",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бір фотон энергиясы = P / n\nорташа ұзындық = hc / E  = hcn / P\nорташа ұзындық= 6,63*10^-34*3*10^8*6*10⁶/ 120     =",
                "date": "3.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "р ға тілім келмейді!",
        "question_content": "саламатсыздарма менің жасым 15те но менің р әріпіне тілім келмейді мен осы үшін қоғамдық орталарда анык ойымды жеткізе алмаймын мен р ға тілім келу үшін операция жасату керекпінбе булдан диагнозды қандай дәрігерлер емдейді срочно көмек керек",
        "question_date": "11.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Логопед маманына қаралу керексіз.",
                "date": "11.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егіз ұл мен қызға заманауи есімдер бар ма?",
        "question_content": "Заманауи есім болса казірге сәйкес ерекше естілетін есімдер айтыңыз",
        "question_date": "11.06.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айдын – Толқын,  Қайсар – Кәусар, Әсет – Әсем,  Бағым – Назым,Асылбек – Асылай, Бақыт – Шаттық, Мадияр – Айдидар",
                "date": "11.06.2022",
                "upvotes": 0
            },
            {
                "text": "Мерейлім Марғұлан",
                "date": "13.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамағым бұрыннан зоб бар дейді. Тамағымды емдеу керек па?",
        "question_content": "Салеметсіздерме!? Маған жөн сілтеп немесе ақыл айтатын адам қажет.\n\nТамағым бұрыннан зоб бар дейді, ер адаммын.\n\nҚазыр ер жетіп үлкен азамат болдым. Юірақ даусымнан ұялатыным бар. Даусым қатты шықпайт немесе өте қатты шығып кетед. Жалпы нестеуге болад, кімге қайда барсам болад? Алматы қаласынанмын. Бұрынан осындай, көөп демала берем, қысып тұрад бірнәрсе",
        "question_date": "11.06.2022",
        "question_tag": "Тазалық",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатты асқынып кеткен сияқты ғой. Басқа ауруларды қоздырмай тұрғанда дұрысы жеке емханаға барып емделген дұрыс деп ойлаймын. Мемлекеттік емханада кезек күтіп, квота күтіп, еще мардымды ем ала алсаңыз жақсы. Кейде ауруыңыздың одан сайын асқынуына алып келуі мүмкін. Сондықтан шамаңыз келсе Алматы ,Астанадағы немесе жақын шет елдерге барып ем алыңыз ақылы. Басты байлық денсаулық, тамағыңыз қысылып дем ала алмай қалу деген зобтың асқынып кеткендігі.",
                "date": "16.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұйқы кезінде ұрық өздігінен ағып жатыр бұл ненің белгісі?",
        "question_content": "Ұрық өздігінен ағып жатыр бұл ненің белгісі болуы мүмкін?",
        "question_date": "11.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 961,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еріксіз ұрық шашу (немесе поллюция) – жыныс мүшесінен (пенистен) шәуеттің, ұрықтың ұйқы кезінде еріксіз кетуі. Бұл сұйықтықтың құрамында еркектің репродуктивті жасушалары – сперматозоидтар бар.\n\nӘдетте түсіңе сексуалды образдар кіргенде, ұйықтап жатып еріксіз ұрық кетеді. Кейде сен осындай түстерден оянып кетерсің, ал жиі ұйықтап жатасың.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 курста оқимын ұбт тапсыру үшін универден шығуым кажетпе",
        "question_content": "2 курста окимын ҰБТ тапсырарда ЖОО шығып барып тапсырамын ба әлде шықпай тапсырсам болама жауап берсеніздер өтініш",
        "question_date": "11.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО щығып барып кешенді тест тапсырасыз. ҰБТны мектеп аяқтар жылы түлектер тапсырады . Ал мектеп аяқталған соң 1 жыл өткесін, колледжді аяқтап келген соң, және ЖОО бір мамандықты аяқтап келесі мамандыққа түсу ойда болғанда немесе ЖОО аяқтамай тастап қайта басқа мамандыққа түсер кезде КТ( кешенді тест ) тапсырады.",
                "date": "11.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С-C2h6-C2H5CL-C2H5OH-CO2-C6H12O6-C12H22O11-Co2",
        "question_content": "Аиналымдарды жузеге асырындар:\n\nС-C2h6-C2H5CL-C2H5OH-CO2-C6H12O6-C12H22O11-Co2",
        "question_date": "11.06.2022",
        "question_tag": "Химия",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)2C + 3H2 → C2H6\n\n2)C2H6 + Cl2 = C2H5Cl + HCl\n\n3) C2H5Cl + KOH = C2H5OH + KCl\n\n4) C2H5OH + 3O2 = 2CO2 + 3H2О\n\n5) 6CO2 + 6Н2О = С6Н12О6 + 6О2 - (фотосинтез)\n6) С6Н12О6 = 2С2Н5ОН + 2СО2\n\n7) 2C6H12O6 → C12H22O11 + H2O\n\n8)C12H22O11 + 12O2 → 12CO2 + 11H2O",
                "date": "11.06.2022",
                "upvotes": 1
            },
            {
                "text": "Бұл этиленнің (C2H4) көмірқышқыл газына (CO2) дейін тотығуы және оның әр түрлі аралық қосылыстар арқылы глюкозаға (C6H12O6) және сахарозаға (C12H22O11) айналуы жүретін реакциялар тізбегі. Реакция этиленнен (C2H4) басталады, ол су молекуласын (H2O) қосып, этанол (C2H5OH) түзеді. Содан кейін этанол сірке қышқылына (CH3COOH) дейін тотығып, көмірқышқыл газын (CO2) түзеді. Содан кейін сірке қышқылы хлорэтанмен (C2H5Cl) әрекеттесіп, этил ацетатын (C2H5COOCH2CH3) және HCl түзеді. Содан кейін этил ацетаты глюкоза мен сахарозаға дейін гидролизденеді.",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Букмеркер кеңселері кімнің бизнесі?",
        "question_content": "Оларды кім \"крышовать\"  етеді?",
        "question_date": "11.06.2022",
        "question_tag": "Қоғам",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайтыс болған ағам түсімде жылады. Ол нені білдіреді?",
        "question_content": "Қайтыс болған ағам түсіме жылап кірді. Ол ненің белгісі?",
        "question_date": "8.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайтыс болған адамды түсіңізде көрсеңіз, оған арнап құран бағыштау керек. Және түсті тек жақсылыққа жору керек. Өзіңіз тек жақсы жаққа бағыттап жорығаныңыз дұрыс.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттестатқа ҰБТ-ның бағасы түсема?",
        "question_content": "Аттестақа ҰБТ-ның бағасы түсема?Мектеп бағдарламасын 5-ке оқып,ҰБТ-дан 4-тің жобасын алсаң қай баға түседі.Экзамен бәрі беске.                          Өз ойым:ҰБТ-ның бағасы түсетін болса онда неге әр оқушы өзі тіркеліп,өз ата-анасымен ҰБТ-ға жауапты.Мектептің ҰБТ-ға қатысы жоқ деп ойлаймын.",
        "question_date": "8.06.2022",
        "question_tag": "Мектеп",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің кезде тек емтихан бағасы әсер ететін. ҰБТ ол өз жөніне сертификат сияқты бір құжат беретін. Ал аттестатқа қойылмайтын.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рэтті бітірсем кнб да жұмыс істей алама?",
        "question_content": "Рэтті бітірсем кнб да жұмыс істей аламынба?",
        "question_date": "8.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Істей аласың, бірақ бәрібір де әскери билет керек, және тағы оқуыңды жетілдіруге жібереді.",
                "date": "8.06.2022",
                "upvotes": 0
            }
        ]
    }
]