[
    {
        "question_title": "Көршіне тұз беріп қойсан не істеу керек",
        "question_content": "Көршіме тұз беріп қойып едім, көбісінен естіп жатырмын көршіне тұз беруге болмайды деп енді не істесем болады.Көршіне тұз беріп қойсан не істеу керек",
        "question_date": "20.12.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе етпейді, қайта дұрыс жасадың.",
                "date": "21.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тетраэдрдің ауданы 36√3 см² болса оның көлемі неге тең?",
        "question_content": "Аудан бар көлемді тап",
        "question_date": "20.12.2022",
        "question_tag": "Геометрия",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a²түбір асты (3)\n\na=түбір асты (36түбір асты (3)/түбір асты (3))= 6\n\nV=a³түбір асты (2)  /12 = 6³түбір асты (2) / 12 =18түбір асты(2)",
                "date": "21.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші шумақ Істі сөзінен, екінші Икемді сөзінен басталатын мақал-мәтел керек еді",
        "question_content": "Істі-...\n\nИкемді-...\n\nОсы сөздердің жалғасы бар мақал-мәтел таба алмай жатырмын",
        "question_date": "19.12.2022",
        "question_tag": "Мектеп",
        "question_views": 850,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Істі ине тікпейді, икемді қол тігеді. Жауабы осы",
                "date": "26.01.2024",
                "upvotes": 1
            },
            {
                "text": "Дәлме-дәл болу керек пе?",
                "date": "22.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашым киіз шаш не істесем болады? Түзулесем де сoл баяға қалпында?",
        "question_content": "Шашым киіз үтіктесем  үтіктелмейді, бұйраласам бұйраланбайды киіз болып ісіп тұрады не істесем болады??",
        "question_date": "18.12.2022",
        "question_tag": "Тазалық",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұлулық салондарына барып, тәжірибелі мамандардан кеңес алуды ұсынамын.",
                "date": "21.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрік кептірілгенде массасының 84% жоғалтады.Бізге 8кг қүрғақ өрік алу керек. ....",
        "question_content": "Өрік кептірілген кезде массасының 84%жоғалтады.Бізге 8кг қүрғақ өрік алу керек.Онда қанша өрік жинау керек.\n\nОсының жауабын тауып беріңдерші",
        "question_date": "18.12.2022",
        "question_tag": "Математика",
        "question_views": 684,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8кг 16%\n\nх кг 100%\n\nх=8×100/16=50\n\nх=50",
                "date": "18.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың катеттері 15см,8см болса,гипотенуза үзындығын табыңыз",
        "question_content": "Тік бұрышты үшбұрыштың катеттері 15см,8см болса,гипотенуза ұзындығын табыңыз.\n\nӨтінем табып беріңізші маған шүғыл керек еді",
        "question_date": "18.12.2022",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гипотенуза=түбір асты(15²+8²)=түбір асты(225+64)=түбір асты(289)=17",
                "date": "18.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкіректен неге сүт бөлінеді жүктімін",
        "question_content": "Жүкті едім көкіректен неге сүт тамшылайды?",
        "question_date": "18.12.2022",
        "question_tag": "Денсаулық",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сүтті ақ уыз (молозиво) дейді. Ананың алғашқы сүті. Жүктілік кезінде, гормональдық өзгерістерге байланысты, ондай жағдайлар бола береді. Қауіпті емес.",
                "date": "22.12.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мейрамханаға қандай есім қояр едіңіз?",
        "question_content": "Мен мейрамхана   бизнесін(кафе,ресторан)ашқым келеді.Бірақ қандай есім қоярымды білмей отырмын.Ол мейрамханада қазақ және еуропалық тағамдар ұсынылады.Сіздер қандай есім ұсынар едіңіздер?",
        "question_date": "17.12.2022",
        "question_tag": "Жеке бизнес",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамақпен тікелей байланысты сөздерді қамтитын атаулар: «PLITA»,\n«Ваша Кухня», «Едим руками»\nАдам есімдерімен\nМейрамхананың орналасқан жерінде атау ретінде көрсетуге болады «Проспект 18/12», «Ескі Баку», «Венеция» т.б.\n«Алтын» сөзін қолданатын атау:  «Алтын оазис», «Алтын қырғауыл»\nКелушілер арасында ерекше атмосфера мен жарқын және есте қаларлық атауларды қолдануға болады: («Европа», «Монтана»)\nШығармашылық және әдемі атаулардың нұсқалары: Золотая Орда, Семейный очаг, Золотой Век, Рандеву т.б.",
                "date": "31.01.2023",
                "upvotes": 0
            },
            {
                "text": "Егерде Казакстанда ашсаныз, Желательно тусиникти тилмен ашып, желательно сол ашкан мейрамханага жаксы реклама жургизсениз адамдардын аузына коймды етип шгатындай",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "(bn) геометриялық прогрессия берілген 4;2;1;...b6=?",
        "question_content": "Алгебра ббжб 2 тоқсан көмек керек",
        "question_date": "15.12.2022",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q=1/2\n\nb6=b3*q³=1*(1/2)³=1/8",
                "date": "15.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жастық шағым қалай өтіп жатыр .ойтолғау керек срочноо",
        "question_content": "Достар маған жылдам ойтолғау керек\n\nосы тақырыпта «Менің жастық шағым қалай өтіп жатыр»",
        "question_date": "15.12.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 962,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адам дүниеге келген кезде оның естен кетпейтін балалық шағы болады.Сол балалық шақты барынша қызықты қылып өткізуге біздің ата анамызбен араласып жүрген отырамыз да көмектеседі.Біірақ ең көп қуанышты біз ата анамызбен өткіземіз.Сондықтан ата анаңмен өткізген әр балалық шағың қуаныш пен шаттыққа толы болады деп оилаимын.Менің балалық шағымда солаи ата анамның қасында қуанышқа толы болып өтіп келеді.Сондықтан мен балалық шағымнан өтіп есеигім келмеиді.Ата анаңмен бірге уақыт өткізіп бақытты болып жүргенге не жетсін.Сонымен қатар өзіңнің араласатын ортаң яғни достарың ,сыныптастарын,құрбыларың,туысқандарын,апке ағаларыңмен өткізген әрбір қуанышты және мұңды шақтар бұның бәрі балалық шақтың естелі.Сондықтан әрбір естелікті бағалау білу керек тек жақсы естеліктерді ғана емес жаман естеліктерді де оқиға алып тұру керек сол жаман естеліктердің түкпірінде көптеген қуанышты сәттерде болуы мүмкін.Сондықтан балалық шақты бағалай білу керек.",
                "date": "21.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен әкімшілік грантта оқимын, 1 пәннен сессия 55 болып қалды, степендия ала аламын ба?",
        "question_content": "Мен әкімшілік грантта оқимын, сессиядан 1пән 55 болып калды, стипендия жалғастырып ала беремін ба?",
        "question_date": "14.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стипендиядан айырылмау үшін:\n\nдәстүрлі система — «жақсы» төмен болмауы керек;\nәріптік системамен — С+  төмен болмауы керек;\nбаллдық системамен — 70% төмен болмауы керек;\nэквивалентті цифрлық система — 2,33 (из 4,0) төмен болмауы керек.\n\nСтипендияны \"жақсы\" және \"өте жақсы\" деген балл алғандар ғана ала алады",
                "date": "15.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің атым Қожадағы әннің аты?",
        "question_content": "Маған менің атым Қожа деген кинодағы ән керек болып тұр.",
        "question_date": "14.12.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Туған Ел\" әні\n\n\n\n2-ші әні \"Сарыжайлау\"",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркияда аудармашы мамандығын оқытатын топ 15 универ?",
        "question_content": "Түркияда аудармашы мамандығын оқытатын топ 15 универлерді білсеңіздер жазасыздар ма?",
        "question_date": "14.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. A program used for preparing documents and letters:\nMicrosoft Word\n2. The element of Network system: modem\n3. The smallest unit of information is: bit\n4. Data Base Management System (DBMS) is: SQL\n5. The system where several users can be connected to one database at\neach moment of time: multi\n6. The system where only one user can have available connection to a database at a time moment: Single User Database Systems\n7. The special language which is used for Data Base Management System(DBMS): Structured Query Language (SQL)\n8. The name or format of sound files: .wav\n9. The name or format of image files: JPG\n10. It controls the basic functions of a computer: The CPU\n11. It lets you do specific jobs such as writing letters, doing calculations, drawing or playing games: System Software\n12. Cloud technologies do not include: International standard\n13. Self-copying programs that have the capacity to move from one computer to another without human help, by exploiting security flaws in computer networks: Worms\n14. Malicious programs disguised to a innocent-looking files or embedded within: Trojan horses\n15. Software created to damage or alter the computer data or its operations: Malware\n16. The intersection point between a column and a row is a small rectangular box known as......... Cell\n17. What is a combination of the column letter and the row number? address\n18. Each row in Microsoft Excel is associated with....... a number\n19. Each column in Microsoft Excel is labeled with: letter\n20. What is the union of a column and row? cell\n21. What is a computer application used to create and manage computer-based databases on desktop computers and/or on connected computers? MS-Access\n22. What refers to Access Objects?\ntables, queries, forms, reports (all answers all right)\n23. How many sections the main area of the Microsoft Access interface is divided? three sections\n24. In Access data is stored in. tables\n25. We use ....... to retrieve specific data from your database and to\nanswer questions about your data queries\n26. Which object of Access gives you the ability to choose the format and arrangement of fields? forms\n27. Which object of Access organize or summarize your data so you\nreports\n28. Which object of Access gives you the аbility to automate tasks? macros\n29. Which object of Access gives you the ability to automate tasks and add functionality to a form, report, or control\nmodules\n30. You can use a....... to find the names of the employees in your\ndatabase who live in a particular state queries\n31. IT industry is: the engine of the world economy\n32. Who use technology to perform a variety of crimes: virus propagation, fraud, intellectual property theft, etc. crackers\n33. Software designed to collect information from computers for commercial or criminal purposes\nSpyware\n34. These term means that you can click on a word and jump to another screen with more information\nHypertext\n35. What the Internet is? The Internet is an International computer Network made up of thousands of networks linked together.\n36. What the World Wide Web is?\nis a network of documents that works in a hypertext environment, i.e. using text that contains links, hyperlinks to other documents.\n37. What the Email is? Exchanging electronic letters, messages, and small files.\n38. What the Mailing lists is? it based\nE-mail messages forwarded to everyone on a special interest list.\n39. What the Video conference is? Files Transfer Protocol (FTP)\n40. What the File Transfer Protocol(FTP) is? transwers protocol\n41. A wireless standard used for PANS Bluetooth\n42. The main trends of multimedia technologies development are: internet user interface\n43. The adjective which describes networks without cables:\nWIRELESS\n44. A smoke sensor is an example of a command..\n45. The term domotics comes from domus and robotics\n46. The adjective used to describe homes and devices that use IT technology: intelligent\n47. The network node equipped for interfacing with another network\nthat uses different protocols: Gateway (шлюз)\n48. The main printed circuit board found in general purpose microcomputers and other expandable systems: FTP server\n49. Modem is a device or program that enables a computer to transmit\ntelephone\n50. The network hardware device for connecting multiple Ethernet\ndevices together and making them act as a single network segment: hub\n51. Server: gives\n52. The coding system which consists of 16 digits and letters (0-9, A- F): Hexadecimal\n53. The coding system which consists of 2 digits (0 and1): binary code\n54. The Named set of structured data:\ndatabase\n55. Association Rules is: the process a se\n56. The cyber security component which does not refer to biometric data: letter number code\n57. The extension of saving the web page: htm\n58. The most common type of database: relational database\n59. The main structural elements of a relational database: tables\n60. A way to present data in the form of a table: tabulation\n61. Standard query language that works with relational databases: Structured Query Language (SQL)\n62. Classification of databases by architecture: Client-server\n63. Types of database queries: simple\n64. Device for combining information networks using various protocols: gateway\n65. A computer that manages the network and allows network users to access their resources: Server\n66. Advantages of a network with a ring topology: computer with equal\n67. Basic network topology: tire\n68. Unique 32-bit identifier of the internet IP interface: IP-Address\n69. Modern computer information technology that allows you to combine text, sound, video and animation in a computer system: MULTIMEDIA SOFTWARE\n70. Graphic file formats: .BMP\n71. Multimedia presentation: slide\n72. A service that provides the user with remote access to hardware or software: cloud computing\n73. Web services that do not offer cloud computing: virtual spaces асэсорис\n74. Company providing services in the cloud computing market: amazon\n\n<!--[if !supportLineBreakNewLine]-->\n<!--[endif]--><!--EndFragment-->",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Картоптың жемісі",
        "question_content": "Мен картоптың жемісін білгім келеді",
        "question_date": "13.12.2022",
        "question_tag": "Биология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жемісі екі ұялы, көп тұқымды.",
                "date": "15.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты Авс үшбұрышында АС гипотенузасы. Тікбұрышты үшбұрыштың ауданын тап?",
        "question_content": "Тікбұрышты Авс үшбұрышында АС гипотенузасы 26 см, ав:вс=5:12 тең. Тікбұрышты үшбұрыштың ауданын табыңыз?",
        "question_date": "13.12.2022",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25х²+144х²=676\n\n169x²=676\n\nx²=676/169\n\nx²=4\n\nx=2\n\nab=5*2=10    bc=12*2=24\n\nS=(10*24)/2=120(см²)",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бабалар аманаты үшін ғана сол руда негізі шын руы басқа қосылуға бола ма?",
        "question_content": "Мен Кыпшак тарбиесин алган Найман едим.Себеби аргы атамыз Алматынын ( Жетису) Наиманы еди оте билимди  окыган сол заманнын мен деген интеллигенциясы жане дара киси болган. Осылайша Сыр онирине коныс аударып Кыпшак (Ш) кызына гашык болып ол жукти кезде аргы атамды согыска алып кетеди содан оралмайды.Кыпшак аргы ажемиз босанып менин атам сонан сон нагашыларында (Кыпшактарда калып) Кыпшак болып оседи олардын бар маххабатымен тарбиесин алады.Шамамен жасы 8 ге толганда Алматыдан акесинин туыстыры.(оз каны Наймандар) аргы атамнын жакындары келип кыпшак болып осип келе жаткан атамды алып кетпекши болады.Атам жылап менин руым Кыпшак деп сенбей  ата анамда да осылар деп Кыпшак атасынын койнына тыгылады да сол Сыр елинде нагашыларынын тарбиесинде калады.Сонан сон Алматылык Наймандардан хабар жок!Осыдан сон атамнан туган барлык баланы Кыпшак деп осиреди жане тарбиелейди.Менде баска немерелерде осылай осип келе жатыр жане Кыпшактардан жане Наймандардан (ишинде кайссы екенин билмеймиз Садыр деп еситкем)*( кезкелген найман руы) кыз алуга катан тиым салады.Осылайша Ата ажем Сыр елинде биликти педагогтар болып бул фаниден отти.Енди бир кызыгы мен жасым неке жасына (2 *)келгенде Астанада бир кызбен аяк асты танысып гашык болып калдым бирак акесиз оскен акесин танымайды нагашылары Бултын Кыпшак.Озинин каны Кыпшак деди жай.Уакыт оте мен онын дал менин атамды тарбиелеген кыз алыспайтын Кыпшак ишинде (Ш) сол рудан екенин билдим жаныма катты батты.Бирак канымыз найман екенинин маркум ажемиз ажал алдында аитып кеткен бирак атамыз мулде бул такырыпты козгалтпайтын. Сонда да жипсиз байланып канша кызга конил болмеген   мойын созбаган,онерли ари сымбатты акылды парасатты жигит едим кудайдын жазганы ма алде сорым бес ели? Осы кызга байландым да калдым,Шын суйемин. Ол кыз бул туралы ештене билмейди,али ата- анамда билмейди, осындай кызбен байланысым барын.Астанада мындаган арулар арасынан дал сол кызга жолыгып козим ештене кормей Мажнуннин кунин кешип журмин.Ол кыздын менен улкен умити бар бирак ештене билмейди сезбейди.Формально Рулас болганмен канымыз баска! Типтен рулас болган куннин озинде 7 ата асып кеткели кашшан.Бирак маркум атамнын осиет аманаты бар , Бабалар аруагынан коркамын.Нестеуге болады?Мен Кыпшак тарбиесин алган найман едим.Себеби аргы атамыз Алматынын ( Жетису) Наиманы еди оте билимди  окыган сол заманнын мен деген интеллигенциясы жане дара киси болган. Осылайша Сыр онирине коныс аударып Кыпшак (Ш) кызына гашык болып ол жукти кезде аргы атамды согыска алып кетеди содан оралмайды.Кыпшак аргы ажемиз босанып менин атам сонан сон нагашыларында (Кыпшактарда калып) Кыпшак болып оседи олардын бар маххабатымен тарбиесин алады.Шамамен жасы 8 ге толганда Алматыдан акесинин туыстыры.(оз каны Наймандар) аргы атамнын жакындары келип кыпшак болып осип келе жаткан атамды алып кетпекши болады.Атам жылап менин руым Кыпшак деп сенбей  ата анамда да осылар деп Кыпшак атасынын койнына тыгылады да сол Сыр елинде нагашыларынын тарбиесинде калады.Сонан сон Алматылык Наймандардан хабар жок!Осыдан сон атамнан туган барлык баланы Кыпшак деп осиреди жане тарбиелейди.Менде баска немерелерде осылай осип келе жатыр жане Кыпшактардан жане Наймандардан (ишинде кайссы екенин билмеймиз Садыр деп еситкем)*( кезкелген найман руы) кыз алуга катан тиым салады.Осылайша Ата ажем Сыр елинде биликти педагогтар болып бул фаниден отти.Енди бир кызыгы мен жасым неке жасына (2 *)келгенде Астанада бир кызбен аяк асты танысып гашык болып калдым бирак акесиз оскен акесин танымайды нагашылары Бултын Кыпшак.Озинин каны Кыпшак деди жай.Уакыт оте мен онын дал менин атамды тарбиелеген кыз алыспайтын Кыпшак ишинде (Ш) сол рудан екенин билдим жаныма катты батты.Бирак канымыз найман екенинин маркум ажемиз ажал алдында аитып кеткен бирак атамыз мулде бул такырыпты козгалтпайтын. Сонда да жипсиз байланып канша кызга конил болмеген   мойын созбаган,онерли ари сымбатты акылды да парасатты сунгак бойлы денели жигит едим кудайдын жазганы ма алде сорым бес ели? Осы кызга байландым да калдым,Шын суйемин. Ол кыз бул туралы ештене билмейди,али ата- анамда билмейди, осындай кызбен байланысым барын.Астанада мындаган арулар арасынан дал сол кызга жолыгып козим ештене кормей Мажнуннин кунин кешип журмин.Ол кыздын менен улкен умити бар бирак ештене билмейди сезбейди.Формально Рулас болганмен канымыз баска! Типтен рулас болган куннин озинде 7 ата асып кеткели кашшан.Бирак маркум атамнын осиет аманаты бар , Бабалар аруагынан коркамын.Казаки билимди тусиниги бар адамдар болса жауап жазыныздаршы Нестеуге болады?",
        "question_date": "12.12.2022",
        "question_tag": "Махаббат",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "fatua kz деген сайт бар діни сұрақтар қоюға арналған",
                "date": "12.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәндер облысын қалай табамыз",
        "question_content": "Маған Мәндер облысын есептеу жолын табу керек көмек тесіңдерші 7сынып",
        "question_date": "12.12.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Абайға қатысты мәліметтер жинап,тек қана көнерген сөздерден құралған кластер құрыңдар\"",
        "question_content": "Кластер жасау керек.тек КӨНЕРГЕН сөздерден",
        "question_date": "12.12.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ер жүрек,өжет,ағартушы,философ,шешен,дана,мырза",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік өз маңыздылығын бүкіл ел көлемінде калыптастыру механизм ұсынады",
        "question_content": "Тәуелсіздік өз маңыздылығын бүкіл ел көлемінде калыптастыру механизм ұсынады",
        "question_date": "12.12.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АВС үшбұрышының төбелері",
        "question_content": "АВС үшбұрышының төбелері А(-1,3), B(0,4), C(0,-2)берілген. А нүктесінен жүргізілген мединаның теңдеуін жазу керек\nшығарып беріңіздерші",
        "question_date": "12.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлемі 2л ерітіндідегі 5г NaCL бар ерітіндінің молярлық консентрациясын есептеңіз",
        "question_content": "Көлемі 2л ерітіндідегі 5г NaCL бар ерітіндінің молярлық концентрациясын есептеңіз",
        "question_date": "12.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C(NaCl)=m/(M*V)=5гр/(58,5г/моль*2л)=ғ моль/л",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зейнеп деген атқа қандай ұқсас ат бар?",
        "question_content": "Зейнеп деген атқа қандай ұқсас ат бар",
        "question_date": "12.12.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Земфира - грузин тілінен сапфир — асыл тастың бір түрі.\nЗинира - араб тілінен - безенген көрікті, көркем.\nЗейнұр - араб тілінен - нұр, көркемдік рең. Қысқарта айтылу түрі – Зейн.",
                "date": "15.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а нүктесіне жүргізілген мединаның теңдеуін жазу керек?",
        "question_content": "авс ұшбұрышының төбелері a(-1,3), b(0,4), c(0,-2) берілген. а нүктесіне жүргізілген мединаның теңдеуін жазу керек",
        "question_date": "12.12.2022",
        "question_tag": "Геометрия",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылайша, (A(1, -3) ), y = -2x + 1",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй дегі сары құмырсқа дан қалай кұтыламын?",
        "question_content": "Үйде кішкентай бөпе бар 20 күндік, үйден сары құмырсқа шығып жатыр қалай құтылсам болады? Қызымды шағып алама деп қорқамын.",
        "question_date": "12.12.2022",
        "question_tag": "Табиғат",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "surak.baribar.kz/574327/ осы сілтемеден оқысаңыз болады",
                "date": "15.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарақат есімін қалай еркелетіуге болады?",
        "question_content": "Өтініш маған керек болып тұр",
        "question_date": "10.12.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіңлімізді Карка , Карапуз деп еркелетеді үйінде. Тек есімге ұқсатып емес, сол адам сіздің бойыңызда қандай жылы сезімге ие соған орай басқалай да атай беруге болады ғой.",
                "date": "14.01.2023",
                "upvotes": 0
            },
            {
                "text": "Қақош деп еркелетуге болады",
                "date": "15.01.2024",
                "upvotes": 0
            }
        ]
    }
]