[
    {
        "question_title": "Әкемнен қалай іздеуге болады?",
        "question_content": "Әкемді іздеймін!! Атым Аружан.  Анам Жанылжан! Алматы қаласы онын тек атын білемін Бекзат! Шымкент қаласынан !  Басқа еш ақпарат білмимін.  Танып жатсаныз  комментария жазып кетнізші.",
        "question_date": "17.08.2021",
        "question_tag": "Жанұя",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкеңізді іздеу үшін полиция басқармасына бару керек. Сол жерде әкеңізді іздеп жүргеніңіз туралы арыз қалдырыңыз. Бұл жерден таба аласыз деп ойламаймын.",
                "date": "29.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әншілер әнді қалай жаздырады?",
        "question_content": "Менің де әншілер сияқты ән шығарып келеді!Дауысым бар ! сондықтан осы сұрақтың жауабын іздеп тапқым келеді!",
        "question_date": "16.08.2021",
        "question_tag": "Қазақша ән",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әндерді дыбыс жазу студияларына барып жаздыруға болады.\n\nhttps://www.olx.kz/uslugi/studii-zvukozapisi/q-%D0%B4%D1%8B%D0%B1%D1%8B%D1%81-%D0%B6%D0%B0%D0%B7%D1%83/",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Охрана да жұмыс істеу қаншалықты зиян ?",
        "question_content": "Охранада жұмыс істеп жүрмін.24 сағат күзетесің,түнде 2-3 сағат ұйқы береді.Денсаулығыма зиян тигізіп алмаймын ба,білетіндер болса,ақыл-кеңес теріңіз қажет",
        "question_date": "16.08.2021",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаныққан ұйқының пайдасы\nСалауатты ұйқы маңызды гормондардың, атап айтқанда синтездеуші гормонларды реттейді. Бұл гормон балалардың бойының өсуін арттыру үшін жауап береді, ал ересектерде бұлшықеттердің дамуын және майлы тіннің жиналуын реттейді. Ұйқының болмауына байланысты бұл гормонның өндірісі бұзылып, балалардың өсуі тежеліп және ересектердегі майлы тіннің жиналуы орын алады.\nСалауатты ұйқы «стресс гормондары» деп аталатын стероидті гормондардың деңгейін төмендетеді. Осыған орай, ұйқысы қанғаннан кейін адамдар оң эмоционалды қатынасқа ие болады. Ұйқысы толық қанып жүретін адамдар депрессия мен үрейге бой алдырмайды.\nСалауатты ұйқы ми функциясына жағымды әсер етеді - концентрацияны, есте сақтау және жаңа нәрселерді үйрену қабілетін жақсартады. Ұйқының иммундық жүйесін ынталандырады. Ғылыми зерттеулерге сәйкес, сау ұйқы бактериялар, вирустар мен рак жасушаларын өлтіруге арналған иммундық жасушалар деп аталатын табиғи киллерлік жасушалардың белсенділігін ынталандырады.\nАл түнгі ұйқының бұзылуы осы жоғарыда аталған жағдайлардың барлығына кері әсер етеді. Шаршаңқы болып жүресіз.",
                "date": "16.08.2021",
                "upvotes": 0
            },
            {
                "text": "Өзіңе қалай жалпы бұл жұмыс, қатты істегің келіп тұр ма прям?))))",
                "date": "19.08.2021",
                "upvotes": 0
            },
            {
                "text": "Денсаулыгынызга байланысты шыгар. Денсаулыгыныз мыкты болса ештеме болмайды деп ойлаймын. Егер зияны тисе физикалык жагынан билинип бастайды емеспе",
                "date": "1.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты аналарды пропискаға қойып бересіздер ма?",
        "question_content": "Салеметсиз бе мен жалгыз Басты анамын мен Уй кезегине турайын деп едим 3 балам бар жагдайым нашар  мени прописка га койып бере аласыздар ма??? Жане менин кызым мектепке барады ештенкесин ала алмай отырмын  садик жагынан комек берсениздер катты мухтажбын акимдикке барсам киргизесиздер ма",
        "question_date": "16.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер шын мұқтаж болсаңыз, әрине әкімдікке кіргізеді. Қазір кейбір қалаларда жағдайы төмен отбасыларға көмек ретінде оқу жылының басталуына орай ақша беруде, мысалы Астанада. Сондықтан,  бағыңызды сынап көріңіз, әкімдіктен үміт бар шығар.",
                "date": "19.08.2021",
                "upvotes": 0
            },
            {
                "text": "Бұл мәселе бойынша тұрғылықты жеріңіз бойынша әкімшілікке жүгінесіз ғой. Жалғыз басты ана ретінде үй кезегіне де, балаларыңыздың мектепке дайындығына да сол жақтан көмек ала алсыз.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасқан кезде бала кімде қалады?",
        "question_content": "Aжырасқан кезде кәмелетке толмаған балалар кімде қалады? Әкесінде тұрақты табыс көзі бар яғни тұрақты жұмысы және жеке кәсібі бар табыс тауып отырған. Ал анасы жұмыссыз. Бұндай жағдайды қалай қарастырады.",
        "question_date": "16.08.2021",
        "question_tag": "Заң",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ажырасқан кезде кәмелетке толмаған бала анасымен бірге тұрады.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖЕНПУ қандай университет?",
        "question_content": "Сәлеметсіздерме. Мен Женпу университетіне түсіп едім. Менің таныстарымнан ол универді білетін адам жоқ. Қандай университет, коррупция бар ма?",
        "question_date": "15.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзім оқымадым,  жақын құрбым оқыған. Ондай зат ешқашан айтқан емес. Өзі оқып аяқтады. Жатақханасында жатсаң рахат, тамақ жасап әуре болмайсың,тамақты уақытымен өздері береді, режим ұстайсың. Демалыс кезіндегі тамақты продукты ретінде береді) . Бірақ сол тамақты жасауға шәкіртақының 50пайызын ұстап отырады. Зато ол 50 пайызға толыққанды дұрыс тамақтандырады.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нұр-сұлтан қаласындағы Қоянды, Қозшы аймактары (ауылы) жобаға кіреді ме?",
        "question_content": "1.Дипломмен ауылгы жобасыбойынша маман тажерибелиги (стаж) керек пе?   2.Нур-султан каласындагы Коянды, Козшы аймактары (ауылы) осы жобага киреди ме?",
        "question_date": "15.08.2021",
        "question_tag": "Мамандық",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Дипломмен ауылға бағдарламасына жаңа оқу аяқтаған жас мамандар да қатыса алады, сәйкесінше жұмыс өтілі қажет емес.\n2) Өңірлік бағдарламамен айналысатын қызметкерлерден анықтай аласыз.\nЖоба шеңберінде ұсынылатын әлеуметтік қолдау шаралары «Агроөнеркәсіптік кешенді және ауылдық аумақтарды дамытуды мемлекеттік реттеу туралы» Қазақстан Республикасы Заңының 18-бабының 8-тармағымен регламенттелген. Аталған баптың күші тек ауылдық аумақтарды дамытуға бағытталған және қалалық елді мекендерге қолданылмайды.\nСондықтан сол аймақтың нақты статусын білу керек.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оператор болу үшін қандай пəн таңдайды?",
        "question_content": "операторлыққа грант барма жалпы қандай пəн таңдау керек алматыда қандай оқу орындары бар",
        "question_date": "15.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қандай оператор болуыңызға баланысты ғой. Мысалы мен химик техгологпын, химиялық өндірісте оператор болып жасай аламын дегендей ғой. Сіз нақты қай салада оператр болғыңыз келеді, соған орай ЖОО таңдайсыз ғой.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаратылыстану бағытын таңдап орыс тілі пәнінің мұгалімі болуғв болады ма?",
        "question_content": "Колганат Дидар\n\n10 сынып\n\nАктау каласы",
        "question_date": "15.08.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектептегі бағыттану жайлы айтып отырсыз ба, әлде бейіндік пәндер жайлы ма?",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрттаған тісті жұлуға бола ма?",
        "question_content": "Құрттаған тісті жұлуға бола ма?Менің бір құрттаған тісім бар.Оны мен 3-4 стоматологқа көрсетіп емдетім(яғни құрттаған тісті тазарлатып,пломб салдырттым).Бірақ та стоматологтардың салған пломбылары 1 ай болмай жатып сынып қайттан құрттап кетеді.Айтып жіберсеңіздер",
        "question_date": "15.08.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны тек тіс дәрігері жеке көріп айта алады ғой. Пломбаны салған соң күтіп ұстау керек қой. Ол өзінен өзі күш түспесе сына бермейді. Жеке тіс клиникасына барып қаралыңыз. Тісті кез келген уақытта жұлып тастауға болады, мүмкіндік болса емдеп сақтаған жөн.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биотехнология мамандығын бітіріп жұмыс жасап жатқан адамдар барма?",
        "question_content": "Осы жылы 11 бітірген едім, Биотехнолонияны оқып бітіргендер барма и жұмыс жасап жатқандар?",
        "question_date": "14.08.2021",
        "question_tag": "Мамандық",
        "question_views": 904,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биотехнолоияны мамандығын бітіріп НИШ та жұмыс жасап жүрген танысым бар. Әрине ағылшынды жақсы білу керек.",
                "date": "15.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәуітті екі жақтан да бірдей жіберу керек пе?",
        "question_content": "Сперманы (ұрықты) кыз бен бала бір ұақытта жіберу керекпе алде жокпа",
        "question_date": "13.08.2021",
        "question_tag": "Тазалық",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол не үшін? Балалы болу үшін ба? Оны дәрішерлерден барап сұрағаныңыз дұрыс болады.",
                "date": "13.08.2021",
                "upvotes": 0
            },
            {
                "text": "Білікті дәрігер, уролог андролог  Олжастың  жыныстық сауаттылық сабағына қатыс. Сонда сұрап аласың.\n\nИнстаграмы https://www.instagram.com/urolog.androlog_olzhas",
                "date": "19.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай мамандыққа түскен дұрыс?",
        "question_content": "Қай мамандыққа түскен дұрыс деп ойлайсыздар?\n\nАзық-түлік өнімдірінің технолониясына түсіп, СЭС жұмысына кіру или Биотехнология мамандығы қайссысы жақсы?\n\nАзық түлік өнімдерінің технолониясын бітіріп СЭСке кіре аламба?\n\nҚай мамандық дұрыс білетіндер барма?",
        "question_date": "13.08.2021",
        "question_tag": "Мамандық",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіби қызметінің саласы:\nтехнолог,\nәртүрлі меншік түріндегі қайта өңдеу кәсіпорындарының шебері;\nөндірістік зертхананың техник-технологы;\nғылыми-зерттеу институттары мен ЖОО-да маман (лаборант);\nстандарттау және сертификаттау орталықтарындағы маман.\nТолығырақ: http://fe.arsu.kz/?page_id=2858",
                "date": "13.08.2021",
                "upvotes": 0
            },
            {
                "text": "Жалакысы ен жогары мамандыктардын бирине",
                "date": "1.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан жұмысқа қанша уақыттан кейін шығуға болады?",
        "question_content": "Мамандыгым мугалим, 2жыл декреттик демалыста отырып, биыл жумыска шыгуыма руксат сурап едим , директорым жумыска шыгуыма руксат бермеди, Балан 3 жаска толмаган деп, негизи зандыма",
        "question_date": "13.08.2021",
        "question_tag": "Мектеп",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалыс әйелдерге жүктілігі және босануы бойынша, баланы 3 жасқа толғанға дейін асырау бойынша ақша төленбестен беріледі.  Егер әйел бала күтімі бойынша демалыс мерзімі аяқталғанға дейін жұмысқа шығуға тілек білдірсе, оған жұмыс берушіге жұмысқа шығу туралы өтінішті ҚР Еңбек кодексінің 100-бабының 4-тармағына сәйкес болжамды  шығу күнінен бір ай бұрын ұсыну қажет.\nӨз кезегінде жұмыс беруші (ҚР Еңбек кодексінің 46-бабына сәйкес) «декреттегінің» лауазымын уақытша атқаратын жұмыскерді  еңбек қатынастарының өзгеруі  - жұмыстан шығару немесе басқа лауазымға ауыстыру туралы бірден хабардар етуі тиіс.\n\nТолығырақ: https://egov.kz/cms/kk/articles/vixod_decret",
                "date": "13.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2013-2014 жылдардағы тойдың хит әні?",
        "question_content": "2013-2014ж бір ән болған. Тойда кәдімгідей аламан би болған, Мумкин есинизге тусер.Әуені тез , қайырмасында *жанады-сөнеді.......әдемі көйлегі *-деген сияқты сөз болуы керек.",
        "question_date": "13.08.2021",
        "question_tag": "Өнер",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Модератордың ақшасы қанша?",
        "question_content": "Ұсыныс алған едім модератор болуға, бірақ айлық жағын өзің айт дейді. қанша десем болады?",
        "question_date": "12.08.2021",
        "question_tag": "Мамандық",
        "question_views": 524,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледж ішінде мамандық ауыстырсам, гранттан айырыламын ба?",
        "question_content": "мен колледж ішінде мамандық ауыстырсам гранттан айырыламын ба? Колледж әкімшілігінен сұрағанда жоқ айырлмайсын дейді. Алайда қорқынышты. Білетін адамдар болса айтып жіберсеніздер.",
        "question_date": "12.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 229,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер колледжде бос гранттар болса, онда айырылмайсыз",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МЦФЭР-Казахстан  сайтының кімде активация коды бар?",
        "question_content": "МЦФЭР-Казахстан  сайтының кімде активация коды бар?",
        "question_date": "12.08.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ең үлкен пирамида - зейнетақы қоры\" деген пікірге көзқарасыңыз қалай?",
        "question_content": "\"Ең үлкен пирамида - зейнетақы қоры\" деген пікірге көзқарасыңыз қалай? \"Саласың, саласың, алуың белгісіз\" дейді халық.\n\nШындыққа жанаса ма?",
        "question_date": "12.08.2021",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арине сиз салган акша биреуге зейнетакы болып баскага бериледи.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Истощение деген сөзді қазақша қалай айтуға болады?",
        "question_content": "Истощение деген сөзді қазақша қалай айтуға болады?\n\nМысалы умственное истощение.",
        "question_date": "12.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шаршау, ойдан шаршау, психологиялық шаршау.",
                "date": "12.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спортпен айналысу адамның ойлау жүйесіне қаншалықты әсер етеді?",
        "question_content": "Менің ойымша, жақсы әсер етеді. Ал сіздің ойыңызша...?",
        "question_date": "12.08.2021",
        "question_tag": "Психология",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зерттеулер нәтижесі көрсеткендей үнемі жаттығулармен айналысып жүретін болсаңыз, мидың дамуына, ойлау қабілетінің артуына, қартайған шақта да түрлі ақпараттарды қабылдауға көмектесетін көрінеді.\n\nАмерикандық зерттеуші Джон Медина «Правила мозга» деп аталатын кітабында спорттың миға қандай пайдасы бар екендігін айтқан екен. Бірақ та қаншалықты пайдалы әрі әсер ету қарқындылығын ешкім дөп басып айта алмайды. Дегенмен, адам көп қимыл-қозғалыс жасаған сайын оның миы да белсенді жұмыс жасай бастайды. Есте сақтау қабілеті де артады. Зерттеулер нәтижесі көрсеткендей үнемі жаттығулармен айналысып жүретін болсаңыз, мидың дамуына, ойлау қабілетінің артуына, қартайған шақта да түрлі ақпараттарды қабылдауға көмектесетін көрінеді. Сондай-ақ, спорт: - Tсте сақтауды жақсартады; -Логикаңызды дамытады; -Өзіңізге таныс емес мәселелерді шешуге белсенді боласыз; -Жаңа ақпараттарды қабылдауға, есте сақтауға көп септігі тиеді. Алайда спортпен шұғылдануды тастап кететін болсаңыз, ми қайтадан бұрынғы қалыпқа келеді. Өйткені қозғалыс кезінде ми барынша белсенді жұмыс істейді, ал бір орында отырғанда ми толықтай іске қосылады деп айту қиын. Жалпы мидың қалыпты әрі белсенді жұмыс істегенін қаласаңыз, аптасына екі рет спортпен шұғылданыңыз. Егер апта ішінде 3 немесе 4 рет жаттығу жасап, денеге физикалық күш түсіретін болсаңыз, ми жұмысы да екі есеге артады. Жүйке жүйеңіз нығаяды Спортпен шұғылдану барысында барлық дене мүше іске қосылатындықтан, адамның жүйке жүйесі де бұл уақытта белсенді бола түседі екен. Бірақ қимыл-қозғалыстың жай немесе қарқынды болуына қарай нерв жүйелерінің қызметі де өзгеріп отырады. Сол себепті де барынша қарқынды болуға тырысыңыз. Ал, айарлықтай нәтижеге жету үшін күн сайын немесе екі күнде бір рет спортпен шұғылдануға тура келеді. Сонда ағзадағы барлық жүйке жүйесінің атқаратын міндеті де жақсара түседі. Жүрек-қан тамырлары жүйесінің жұмысы жақсарады Жоғарыда айтып өткеніміздей спорт бүкіл ағзаға әсер етеді. Әсіресе жүрек-қан тамырларының қалыпты жұмыс істеуіне ықпал етіп, денсаулықты нығайтады. Бұлшықеттерге жаттығу кезінде салмақ түсетіндіктен қанайналымның да тез жүруіне септігін тигізіп, соның арқасында жүрек бір минут ішінде 10-20 литр қан айналдырып, барлық бұлшықеттерді белсенді ете түседі. Ал, қалыпты жағдайда жүрек 5 литр қан айналдырады екен. Тыныс алу жүйесі Физикалық жаттғулармен айналысу барысында тыныс алу жиілей беретінін білеміз. Яғни, жүгіру, жүзу, секіру кезінде тыныс алу органдары арқылы 100 литрге дейін ауа өтеді делінеді. Ал, қалыпты жағдайда бір минут ішінде 8 литр ауа жұтасыз. Осыған орай тыныс алу жүйесінің жұмысы қаншалықты жақсаратынын бағамдай беруге болады. Иммунитет көтеріледі Спортпен шұғылданатын жандардың аз ауыратынын білесіз бе? Өйткені олардың ағзасы үнемі белсенді жұмыс істеп, кез келген ауруға қарсы тұруға дайын. Сондықтан да олар ауыруға бейім болмайды. Үнемі спортпен шұғылданған жағдайда қан құрамындағы эритроциттедің саны 5 млн-ға дейін артатын көрінеді. Сонымен қатар, лимфоциттер көлемі де ұлғая түседі дейді мамандар. Қан құрамындағы лимфоциттердің негізгі қызметі - ағзаға сырттан түсетін зиянды заттарды жою болып табылады. Мұның өзі спорттың денсаулықты нығайта түсетінінің дәлелі болып отыр. Физикалық тұрғыда белсенді адамдар ауырып қалған жағдайда да онымен күресіп, тез жазылуға қауқарлы. Сырттан келген вирустар мен бактерияларды тез жоюға олардың ағзасы көмектеседі. Сондықтан да қай уақытта да спортпен шұғылдану кеш емес. Спорт балаларға қалай әсер етеді? Медициналық статистикаға сүйенетін болсақ, жиі ауырып, сырқаттанып қалатын балалардың 70 пайызы спортпен шұғылданбайтындар екен. Қазіргі уақытта балалар жаттығу жасауға емес, телефонды қолдарына алғанша асығады. Смартфоннан ойын ойнап, қызықты видеоларды тамашалағанды қалайды. Міне, осыдан кейін балалар аурушаң, әлжуаз болады.\n\nhttp://ernur.kz/fitnes/sport-midy-zhasartady",
                "date": "12.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оқыған кітаптарыңыз өміріңізге қаншалықты әсер етеді немесе әсер етті?",
        "question_content": "Әдеби кітап болсын немесе мотивациялық кітап  болсын?",
        "question_date": "12.08.2021",
        "question_tag": "Психология",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша айтсам, Бердібек Соқпақбаевтың \" Таңдамалы\" кітабындағы әңгімелер туған туыстың қәдірін дер кезінде түсіне білу керек деген, және қаншалықты материалдық жоқшылық болсын ата - ананың жылы жүзі , мейірімі шын бақытты балалық шақ деп еске алатындай естелік силай алады екен деген ой салды,",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайттағы белсенділікке көңіліңіз тола ма ?",
        "question_content": "деп мың мәрте сұраған сияқтымын,  Сонда да сұрап көрейін \nЖалпы белсенділікті арттыру үшін не істеу керек?",
        "question_date": "12.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 152,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Электриктер разряды бойынша бөлінеді. Олардың бір бірінен айырмашылығы қандай?",
        "question_content": "Электриктер разряды бойынша бөлінеді. Олардың бір бірінен айырмашылығы қандай?",
        "question_date": "12.08.2021",
        "question_tag": "Мансаптық өсу",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неғұрлым қуатты көп киловатт жүйелермен жұмыс істегенде, тәжірибесі жоғары және разрядты жоғары жұмысшыларға рұқсат етіледі. Олардың қауіпті жұмысына қарап, олардың жоғары жалақылары айқын болады.",
                "date": "12.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Медицина жайлы сұрақ",
        "question_content": "9 сыныптан кейін қандай колледждер бар Алматы қаласы бойынша срочно керек боп атр",
        "question_date": "11.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы медициналық колледжі\n\nАдрес: ул. имени Чайкиной 12а, Алматы 050020\n\nТелефон: 8 (727) 387 1011",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    }
]