[
    {
        "question_title": "Оразада ауызды ашқан соң, қолмен ұрық шығарса ораза бұзылама?",
        "question_content": "Оразада ауызды ашқан соң, қолмен ұрық шығарса ораза бұзылама?",
        "question_date": "17.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны не бұзбайды?\nҰмытып ішіп-жеу оразаны бұзбайды. Бірақ ұмытқан адам есіне түскен кезде жеуді дереу тоқтатуы керек; \nҰйқыдан жүніп болып ояну;\nӘйелін сүю немесе денесіне қолын тигізуі. Мұндай жағдайларда егер мәни шықпаса, ораза бұзылмайды;\nӘйеліне қолын тигізбесе де, оған қараудан немесе шәһуәтын қоздыратын жағдайларды ойлап мәни шықса;\nТүнде жүніп болып, ғұсыл алуды сәресі уақытынан кейінге қалдыру;\nАузына келген қақырықты жұту;\nТүкірік немесе мұрынды тарту арқылы бір нәрсенің тамаққа кетуі;\nҚұлаққа су кіру, бұлық ағу;\nТемекі түтіні немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары тамаққа еріксіз кірсе, ораза бұзылмайды;\nТістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды; \nЕріксіз ауыз толы құсу немесе оның ішке қайта кетуі оразаны бұзбайды;\nҚан алдыру немесе сүлік салдыру;\nКөзге, құлаққа дәрі тамызу;\nМисуак немесе тіс пастасын қолдану оразаны бұзбайды. Бірақ пастасы ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып тістерді жуу;\nТіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт;\nАуыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет;\nДушқа жуыну, теңізге, көлге түсу оразаны бұзбайды. Бірақ су жұтып қоюдан сақтануы керек. \n  Оразаны не бұзады? \nӘдейі бір нәрсені жеп-ішу;\n Темекі шегу, насыбай ату, дәрі ішу, құрамында нәрлі заттары бар укол қабылдау; \nАузындағы жаңбыр тамшыларын әдейі жұту; \nБұл жайлы мына хадисте айтылған: «Ораза кірген нәрселерден ғана бұзылады, шыққаннан емес».\nӘйелімен жақындасу (яғни, таң намазынан ақшам намазына дейін жақындасу оразаны бұзады);\nCебепсіз қорек немесе қоректік қасиеті бар барлық заттарды біле тұра әдейілеп жеу оразаны бұзады; \nМұндай жағдайларда каффарат оразасын ұстау қажет. (Каффарат деп – рамазан айының оразасын себепсізден-себепсіз біле тұра бұзып жіберсе, екі ай ораза ұстауды, оған шамасы келмесе алпыс кедейді тамақтандырып, тойғызуды айтады).\n\nӘрі қарай оқу: https://sputnik.kz/society/20170602/2411548.html",
                "date": "17.04.2021",
                "upvotes": 0
            },
            {
                "text": "Оразада ауызды ашқан соң, қолмен ұрық шығарса ораза бұзылама",
                "date": "17.03.2024",
                "upvotes": 0
            },
            {
                "text": "Оразада ауызды ашқан соң қолмен урық шығаруға болама??",
                "date": "28.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы 81 см² шаршының қабырғасының ұзындығы өанша пж решениесімен беріңіздерші",
        "question_content": "Ауданы 81 см² шаршының қабырғасының ұзындығы қанша?\n\nАнық жазып жібересіздерме",
        "question_date": "17.04.2021",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = a^2 = 81\n\na = 9",
                "date": "17.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына суретте таңылған комент не айтқан ? найманы несі ?",
        "question_content": "Украйындағы соғыс қатысты сурет ұқсайды, Мына суретдегі комент Украйын тілінде ұқсайды , не деп айтып тұр екен ?  Бұл найман біздегі найманмен қатысты ма не ?",
        "question_date": "16.04.2021",
        "question_tag": "Саясат туралы",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Американдық жалдамалы әскерлер деп жазылып тұр екен. Наймандарға қатысы жоқ.",
                "date": "16.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жуынып болған соң, құлақтарымды мақталы таяқшамен тазалағанда бітеліп қалды?",
        "question_content": "Сəлеметсіздерме!\n\nМен жуынып шыққан соң, құлағымды мақталы таяқшамен тазалаған едім. Құлақтарым бітеліп қалды. Дауыс естіледі,бірақ жай,басқаша болып естіледі.\n\nНе істесем болады? Өзі кетіп қаладыма кейін?",
        "question_date": "16.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Садақа жәшігін қайдан алуға болады?",
        "question_content": "Саламатсыздарма құрметті оқырман. магазиндерде тұратын садақа жәшігін қайдан алуға болады.",
        "question_date": "16.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген мұсылман білуі тиіс сүннеттің бірі - садақа. Мұсылман қалтасынан қаржы шығарып, оны мүмкіндігінше мұқтаж жандарға беретін болса, Алланың мейіріміне бөленері анық. Алайда, Алла разылығы үшін берілетін садақаны қайда және қалай берген дұрыс? Көше бойына қатарынан тізілген дүкендердегі «садақа жәшігі» кімге тиесілі? Оған түскен тиындар кімдерге беріліп жатыр? Кез келген мұсылман үшін садақа - сүннет. Мұсылман қалтасынан қаржы шығарып, оны мүмкіндігінше мұқтаж жандарға беретін болса, Алланың мейіріміне бөленері анық. Қасиетті Құранда Алла жолында садақа беру мен мал сарп ету жайы 200 жердебаяндалады. Алайда, Алла разылығы үшін берілетін садақаны қайда және қалай берген дұрыс? Көше бойына қатарынан тізілген дүкендердегі «садақа жәшігіндегі» ақша кімге тиесілі? Оған түскен тиындар кімдерге беріліп жатыр? Әр адам күнделікті тұрмысқа қажетті затын алу үшін жол бойындағы дүкендерге бас сұғады. Сонда келушілер көз алдында тұратын «садақа жәшігіне» азды-көпті тиындар тастап жатады. Ал адамдардың көбі «ол қайда кетеді, не үшін бұл жерде тұр?» деген сауалдарға мән бере қоймайды. Дәл осы сұрақтарды сатушылардың өздеріне қойған кезде түрліше жауап алдық. Олардың көбі жәшіктің оң жағындағы жазуды көрсетіп, «солар біледі» деп бастарын ала қашты. Біз де бір дүкеннен көрген «Ақ шаңырақ» қайырымдылық қорының «садақа жәшігінде» көрсетілген Ануаров Дилшат есімді азаматқа хабарласып көрген едік. «Ақ шаңырақ» жаңадан құрылған қайырымдылық қорының атқарар басты міндеті - панасыз жандарды баспанамен қамтамасыз ету екен. Осы мақсатта жоғары билік өкілдері мен жомарт жандарға хат жолдап, хабарын күтіп жүргенін айтты. Ал дүкендерге қойылған садаққа жәшігінің себебін сұрағанда: - Теңіз де тамшыдан құралады, ол да болса үйдің бір кірпішін алу үшін көмек болар деп, адам көп келеді ғой деген үмітпен қойылған. Қазіргі таңда баспаналы болудан үміттеніп 10 отбасы кезекте тұр. Олардың тұрмыс жағдайына қарап бірінші кімге үй тұрғызып берерін ойласып, қолы ашық адамдардан қайырымдылыққа қаражат күтуде..., - деді. Бұл жәшіктің дүкенде тұрғаны үшін сатушыға еш пайда келмейтін көрінеді. Оны өзінің арнайы адамдары келіп айына немесе аптасына бір рет алып кетіп отырады екен. Бұдан бөлек «Арман» дүкенінің иесі Меруерт ханым: «Мен бұл жәшікті әдейі қойдым. Құдайға шүкір, дүкеніме келушілер көп, жұмысым да жақсы жүріп жатыр. Содан ойланып өзгелер үшін де, өзім үшін де пайдалы дүние жасағым келіп, дүкеніме садақа жәшігін қойдым. Оған келушілер тиын-тебендерін, қайтарым ақшаларын тастап жатады, өзім де арасында салып отырамын. Түскен ақшаны толықтай менің дүкеніме үнемі келіп сауда жасап тұратын 4 балалы жалғыз басты анаға беріп тұрамын. Ол қатты қуанып рақметін айтып алады, сол кезде мен де ерекше қуанамын. Садаққа жәшігіне ақшасын тастаған әр адамға алғысымды айтып, ырзалығымды білдіріп отырамын», - дейді. Тағы бір жақсылық жасауға асыққан жан Е. есімді азамат. Ол өзінің кішігірім жеке емханасында садақа жәшігін орналастырып, одан түскен ақшаны жағдайы нашар, емделуге қалтасы көтермейтін адамдарға жәрдем ретінде дәрі-дәрмегін алып беріп отыратынын айтты. «Мен ешқашан адамдарды тегін емдемеймін. Тегін емдеуге де болады, бірақ адамдар ол кезде емнің, денсаулықтың қадірін білмейді. Сол үшін де келген әр адамды тексеріп көрген соң ауруының түріне қарай қаралуын талап етемін. Ал көп адамдар денсаулығына салғырт қарағаны соншалықты «өй, оған қаралуға менде қаражат қайдан болсын» деп қолын бір сілтеп жатады. Мен соған қарамастан оларға денсаулықтың қаншалықты маңызды екенін түсіндіріп, қаражаттан қиналған, ауруы асқынып кеткен адамдарға садақаға түскен ақшадан дәрі-дәрмегін алып көмектесіп отырамын. Бұл емхана болған соң келушілер де емделемін деген үмітпен келіп, садақаға да ақшаларын аямай салып жатады. Түскен ақшаны түгелімен жағдайы төмен науқас адамдардың сауығуына жұмсаймын», -деді дәрігер. Бұрын садақаға ақша салу үшін мешітке апарып немесе базар маңын торлап қандай мақсатпен жүргені белгісіз қайыршыларға қолда бар теңгені төгіп бере салатын едік. Енді бұл күнде кез келген дүкен, дәріханаларда садақа жәшігінің тұрғанына қуанамыз. Тек сол сауабы мол садақаға салынған ақша адал жолмен қайырымды адамдардың арқасында көмекке шын мұқтаж жандардың қолына жетсе екен.\nТолығырақ: http://78.40.108.11/aleumet/dukenderdegi-sadaka-zhashigi-kimderge-tiyesili",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ кескілерімен жұмыс істеу ережелері?",
        "question_content": "Газ кескілерінің жұмыс істеу ережелерін білгім келіп отыр?",
        "question_date": "16.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек сіздің отбасыңыздың ғана емес, сонымен қатар үйдің барлық тұрғындарының қауіпсіздігін қамтамасыз ету үшін сіз газ құрылғыларын дұрыс пайдалану ережелерін біліп, есте сақтауыңыз керек. Құрылғыны қолданар алдында әр тұтынушы арнайы нұсқаулардан өтуі керек.\nГаз плитасының жұмысына қойылатын жалпы талаптар\nЖұмыс кезінде ас үйдің терезесін ашып немесе сорғышты қосқан жөн. Бұл адамның әл-ауқатына жағымды әсер етпейтін (бас ауруы, аллергиялық реакциялар пайда болуы мүмкін) шығарылатын көміртегі оксидін жою үшін қажет, ал оның жоғары концентрациясы денсаулыққа қауіпті болуы мүмкін. Сонымен қатар, бұл төбенің және ас үй жиһаздарының күйемен ластану деңгейін төмендетеді. Сондай-ақ, үлкен ыдыстарды төмен қыздырғыштарға қоймаңыз, себебі бұл газдың толық емес жануын тудыруы мүмкін.\nНАЗАР АУДАРЫҢЫЗ! Газ жабдығын қосуды, сондай-ақ техникалық қызмет көрсетуді осы қызмет түріне тиісті рұқсаты бар мамандар ғана жүзеге асыруы керек.\nПісіру процесі аяқталғаннан кейін, кранды «сөндіру» күйіне бұрап, ас үй мен бөлмелерді желдетуді ұмытпаңыз.\nАНЫҚТАМА! Плитаның сыртқы бетін үнемі тазалау (гриль, оттықтың қақпақтары) оның қалыпты жұмысын қамтамасыз етеді және қызмет ету мерзімін едәуір ұзартады.\nКеңістікті орналастыруға байыпты қарау керек. Пештің жанында өртке әкелуі мүмкін жанғыш заттарды (перделер, сүлгілер, ыдыс ұстағыштар) орналастыруға жол берілмейді. Егер үйде балалар болса, апаттарды болдырмау үшін ыдыстарды артқы қыздырғыштарға орналастырған жөн. Немесе дүкеннен бөлек сатып алуға болатын арнайы қоршауларды қолданыңыз.\nМАҢЫЗДЫ! Бөлмеде газ ағып кету кезіндегі әрекеттердің реттілігі бар: электр жарығын қосуға және өшіруге, сондай-ақ электр желісінен жұмыс жасайтын кез-келген құрылғыларға жол бермеңіз, газ құбырындағы клапанды өшіріңіз, терезелерді немесе желдеткішті желдетуді қамтамасыз етіңіз, газ қызметіне қоңырау шалыңыз және мамандардың келуін күтіңіз.\nОтты қалай жағуға болады\nЕгер сіз жаңа пеш сатып алсаңыз немесе жабдықтың осы түріне алғаш рет тап болсаңыз, құрылғының жұмысының егжей-тегжейлі сипаттамасын қамтитын қоса берілген нұсқаулықты мұқият оқып шығуыңыз керек. Содан кейін пешке табиғи газдың жеткізілуін қамтамасыз ету үшін құбырдағы клапанды бұрамыз.\n Оның әрекеті келесідей: реленің сол жағында немесе оң жағында орналасқан батырманы басқанда, барлық оттықтарға ұшқын беріледі.\nОттықтардың тұтану принципі маңызды ақпарат болады. Екі негізгі нұсқа бар: сіріңкелермен (оттықтармен) тұтану немесе пештің «кіріктірілген электр тұтану» қосымша функциясын пайдалану.\nБірінші жағдайда, біз сіріңке жағып, оны таңдалған бөлгішке жеткіземіз, сонымен бірге релені екінші қолмен сағат тіліне қарсы тоқсан градусқа бұрамыз, жалын деңгейін қажетті мөлшерге (күшті, орташа, әлсіз) реттейміз. Екінші жағдайда, біз электр тұтану түймесін басамыз (оны бірнеше рет басу керек болуы мүмкін), сәл басқаннан кейін релені бұрамыз. Айта кету керек, бұл опция күнделікті қолдануға ыңғайлы.\nПешті қосу үшін есікті ашыңыз, жанып тұрған сіріңке әкелетін тесіктің төменгі бөлігінен табыңыз. Бұл пешке қатысты релені айналдырады. Егер өрт тұтанса, есікті жауып, релені қажетті қыздыру температурасының орнына бұраңыз. «Кіріктірілген электр тұтану» функциясы жағдайында, ол жоғарғы қыздырғыштар сияқты жұмыс істейді.\nМАҢЫЗДЫ! Жанып жатқан оттың дұрыс түсіне назар аударған жөн: ол айқын көк реңк болуы керек, сонымен қатар шеңбер бойымен біркелкі орналасуы керек. Апельсин реңімен біркелкі емес, мезгіл-мезгіл жанудың пайда болуы қолайсыз болып саналады. Бұл жағдайда себептерді анықтау және жою үшін сіз газ қызметіне хабарласуыңыз керек (мүмкін, оттықты тазалау керек).\nГаз плитасын пайдалану кезінде не істеуге тыйым салынады\nПешті пайдалану кезінде не істеуге қатаң тыйым салынады:\nБөлмені жылытуға және киімді немесе аяқ киімді кептіруге пайдаланыңыз.\nМүгедектер мен балаларға пешті пайдалануға рұқсат етіңіз.\nЖабдықтың жұмыс істеу процесін бақыламаңыз (нәтижесінде жалын сөнеді).\nГаз жабдықтарын өздігінен жөндеуді, қайта орнатуды және кез-келген араласуды жүзеге асырыңыз.\nТолығырақ: https://stendstroy.ru/6566-how-to-use-a-gas-stove.html",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маргансовканың жүктілікке зияны қандай?",
        "question_content": "Жалпы маргансовка жай білсем деген едім және оның жүктілікке зиянында білгім келеді",
        "question_date": "16.04.2021",
        "question_tag": "Тазалық",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңберлердің центрлерінің ара қашықтығын табыңдар.",
        "question_content": "Радиустары 6см және 2см болатын екі шеңбер іштей жанасады.Шеңберлердің центрлерінің ара қашықтығын табыңдар.\nСәлеметсіздер ме?Рамазан айы мен баршаларыңызды құттықтаймын!Мен осы есепті түсінбедім,маған түсіндіріп,шығарып бересіз дер ме?",
        "question_date": "15.04.2021",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "центрлерінің ара-қашықтығы 4 см-ге тең",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіріс файлындағы \"0\"-ді \"1\"-ге, ал \"1\"-ді \"0\"-ге ауыстырып, шығыс файлына жазу керек.",
        "question_content": "Кіріс файлындағы \"0\"-ді \"1\"-ге,  ал \"1\"-ді \"0\"-ге ауыстырып, шығыс файлына жазу керек. С++ срочно керек, файлдармен малимет алмасу",
        "question_date": "15.04.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұқымды өсімдіктердің тіршілік циклінде ядролық фазаларының ауысуы.",
        "question_content": "тұқымды өсімдік тердің тіршілік циклінде ядролық фазаларының ауысуы",
        "question_date": "15.04.2021",
        "question_tag": "Өсімдіктер",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тұқымды өсімдік тердің тіршілік циклінде ядролық фазаларының ауысуы-фоцеолос дейіледі \"жауап нақты білем\"тырнақшадағын жазба",
                "date": "7.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған пайдалы қазбалар туралы жалпы тізімдері туралы ақпарат керек",
        "question_content": "Маған Қазақстанның пайдалы қазбалардан дүниежүзінде нешінші орында тұрғаны керек еді ? Тауып бере аласыздар ма ?  Тізімі",
        "question_date": "15.04.2021",
        "question_tag": "География",
        "question_views": 888,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы көмір кен орындары Қазақстанның пайдалы қазбаларының картасы бай және алуан түрлі. Республика аумағында периодтық кестедегі 99 элемент алынады. Алайда, Қазақстан Республикасының негізгі ресурсы жанғыш пайдалы қазбалар болып табылады, атап айтқанда көмір. Көмір өндірудің негізгі орындары Орталық Қазақстанда орналасқан. Ең атақтысы – далада қазақтың ұсақ шоқыларында жайылған Қарағанды көмір бассейні. ХХ ғасырдың 30-жылдарында оның дамуы шикізатқа қатты мұқтаж құрыш құю өндірісіне серпін берді.\nМаңыздылығы жөнінде екінші орында – Қазақстанның солтүстік-шығысында орналасқан Екібастұз көмір бассейні. Жалпы республикада 300-ден астам кен орны табылып, 10 көмір бассейні игерілуде. Қазақстан Республикасында өндірілетін кокстелген көмір жоғары сапалы, сондықтан ол елде де, шетелдерде де бағаланады. Кенді пайдалы қазбалар Республикада металлургияның дамуы кенді пайдалы қазбаларсыз мүмкін болмас еді. Қазақстан келесідей ресурстарға бай: темір; хром; марганец; никель; полиметалдар; алтын; мыс; сирек металдар. Қазақстандағы темір кен орындары солтүстікте шоғырланған. Қашар және Соколов-Сарыбай кен орындары ең бай және дамыған болып саналады. Республика хромының барлық табиғи қорлары Мұғалжар тауында, Кемпірсай және Дон кен орындарында табылды. Қазақстанның марганец ресурстары орталық аймақтарда өндіріледі. Ең үлкені – Атасу және Жезді кен орындары. \nХром сияқты, никельдің негізгі бөлігі республиканың батысындағы Мұғалжар тауларында өндіріледі. Орталық және солтүстік өңірлерде геологтар белсенді игеріп жатқан 50-ге жуық бай кен орны бар. Полиметалл деп аталатын Қазақстанның табиғи ресурстары құрамында мырыш, қорғасын, алтын, күміс сияқты құнды қосылыстар бар. Бұл минералды ресурстар Кенді Алтай мен Текеліде өндіріліп жатыр. Қазақстанда алтын 200-ге жуық кен орнынан табылды. Олар негізінен Қазақстанның шығысы мен солтүстік-батысында орналасқан. Орталық Қазақстанда және елдің солтүстік-шығысында шағын кен орындары бар. Қазақстандағы мыс кен орындары бүкіл әлемге әйгілі. Мыс кенінің 92%-ы шетелге экспортталады. Бай кен орындары республиканың орталық бөлігінде Жезқазғанға жақын жерде шоғырланған. Сирек металдарға келетін болсақ, олар Қазақстан Республикасының картасында вольфрам, сурьма, ванадий, молибден, висмут және басқа металдар деп көрсетілген. Көбінесе олар Жоңғария мен Алтайда орналасқан полиметалл кен орындарында кездеседі. \nКенді емес пайдалы қазбалар Республика тек металдарға бай болып қана қоймай, сонымен қатар, елде кенді емес пайдалы қазбаларды өндіру өркендеп келеді. Олардың ішіндегі ең танымал: асбест; фосфориттер; табиғи газ; мұнай; уран; тұз. Қазақстандық асбест кен орындары әлем бойынша көшбасшы орындарға ие. Солардың ішіндегі ең әйгілі және ең үлкені Жезқазған мен Жетіқара. Фосфориттер Қазақстанның оңтүстігінде өндіріледі. Бұл кенді емес пайдалы қазбалардың байлығымен Қазақстан Республикасы Америка Құрама Штаттарынан озып кете жаздады. Қазіргі уақытта мемлекет фосфорит өндірудің әлемдік тізімінде Америка Құрама Штаттарынан кейін екінші орында. Қазақстанда табиғи газ негізінен батыс аймақтарда өндіріледі. Ең пайдалы және бай Қызылой, Қарашығанақ және Жаңажол кен орындары. Қазақстанның мұнай кен орындары әлемдегі мұнай қорының 4%-ын құрайды. Олардың арасында көлемі бойынша бар әлемге \"әйгілісі\" – Қашаған кен орны бар. \nҚазақстандағы бұл пайдалы мұнай кен орны республиканың батысында орналасқан және жылына 25 млн тонна мұнай өндіреді. Осының арқасында еліміз әлемдегі мұнай өндіретін ең ірі он мемлекеттің қатарына кіруге мүмкіндік алды. Қазақстан бүкіл әлемге тек мұнаймен ғана танымал емес. Уранды өндіру және жеткізу бойынша Қазақстан Канада және Франциямен қатар әлемдегі көшбасшылардың үштігіне кіреді. Қазақстан концентрацияланған уран жеткізуде Канаданы басып озып, 20 жылға жуық уақыт бойы әлем бойынша көшбасшы болып келді, бірақ 2009 жылы бірінші орынды босатты. Қазақстандағы бірегей мұнай кен орындары сияқты тұздың да ең бай қорлары бар. Каспий маңы ойпатында қалыңдығы 2 км-ден асатын тұз қабаты бар. Қазіргі уақытта республиканың орталығы мен батысында көмір, газ және мұнай өндіру негізгі экономикалық сәтті болып табылады. \nhttps://kaz.nur.kz/showbiz/1908096-zuldyz-abdikarimova-tugan-kuninde-ozine-ui-satyp-aldy-video/",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж бітіріп университетке түссем қайтадан 1 курстан бастаймын ба?",
        "question_content": "Мен колледж оқып жатырмын 2 жыл 10 ай . Универге сол мамандығыма түсу үшін жалғастырып оқимын ба? Әлде кері 1 ші курстан бастап оқимын ба?",
        "question_date": "15.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 701,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз университетке колледж бітіріп келсеңіз және түсейін деп жатқан мамандығыңыз сәйкес келсе. Онда 2 курстан бастап оқисыз.",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "120 мыңға қандай телефондар келеді?",
        "question_content": "120 мыңға қандай телефондар бар сатып алайын деп едім?",
        "question_date": "15.04.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Каспиге кіріп қарасаңыз да болады, сол жерде бағасына қарай таңдап сан түрлі таңдауларды көре аласыз:\n\nSamsung Galaxy A21s 3/32Gb\n\nSamsung Galaxy A41 4/64Gb\n\nSamsung Galaxy A31 4/64Gb\n\nSamsung Galaxy A12 3/32Gb\n\nSamsung Galaxy A11 2/32Gb\n\nXiaomi Redmi 9C 3/64Gb\n\nXiaomi Redmi 9T 4/128Gb\n\nSamsung Galaxy A41 4/64Gb\n\nHuawei P40 Lite E 4/64Gb",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ораза ұстап жүр едім.",
        "question_content": "Мен ораза ұстап жүр едім. Мен сәресіні таң намазы оқылып қойғанда іштім. Бұл менің оразасының бұзылғаны ма. Сәресіге 5 мин қалғанда тұрдым. Тез дәрет алып су іше салып едім. Жеңгем шәй құя салды. Енді нестеймін",
        "question_date": "15.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабыл болмай қалады деп күмәндансаңыз, қайталап қарыз күндер үшін ораза ұстау керек деп естігем шатаспасам.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диаметрі 1) 5 м; 2) 10 м -ге тең болатын киіз үйдің еденінің ауданын табыңдар.",
        "question_content": "Диаметрі: 1)5м; 2)10 м ге тең болатын киіз үйдің еденінің ауданы табыңдар\nКөмектесіңіздерші",
        "question_date": "15.04.2021",
        "question_tag": "Геометрия",
        "question_views": 912,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) d = 5 ,  R = 5/2\n\nS = pi*R^2 = 6,25*pi\n\n2) d = 10,   R = 5\n\nS = pi*R^2 = 25*pi",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тәуелсіздік және менің отбасым\" деген тақырыпта эссе жазу керек.",
        "question_content": "\"Тәуелсіздік және менің отбасым\" деген тақырыпта эссе жазу керек.",
        "question_date": "14.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жыл сайын 16 желтоқсанда – Қазақстан Республикасының тәуелсіздік күні атап өтіледі. Оған қол жеткізу оңай болған жоқ, көптеген адамдар еліміздің болашағы үшін күресте жанын пида етті. Сондықтан, ата-бабаларымызбен мақтануға тиіспіз, өйткені олардың арқасында, біз тәуелсіз мемлекетте өмір сүріп жатырмыз. Қазір біздің мемлекетіміз еркін ғана емес, сонымен қатар демократиялық. Тарихымызда алғаш рет, демократиялық негізде Президент сайланды. Конституция қабылданды. Жаңа мемлекеттік рәміздеріміз бар: елтаңба, әнұран және ту. Қазақ тілі мемлекеттік тіл болып қабылданды. Әрине, басында қиын болды, бірақ Қазақстан Республикасының алғашқы президенті – Нұрсұлтан Әбішұлы Назарбаевтың көмегімен біз бәрін жеңіп, тек алға қарай жүрдік. Халық өз президентін жақсы көреді және оған сенім артады. Тәуелсіздік жылдарында үлкен жетістіктерге қол жеткіздік: жаңа мемлекет құрылды, экономикамыз дамыды және адамдардың өмір сүру деңгейі жоғарылады. Елімізде тұратын әр ұлт, өз тілінде сөйлеуге, мәдениеті мен дәстүрін дамытуға мүмкіндік алды. Бірқатар халықаралық ұйымдардың мүшесі болып қабылдандық. EXPO – 2017 көрмесін өткізу арқылы, бүкіл әлемге танымал болдық. Егер тарихқа үңілсек, азаттығымызды алу үшін, бізге 200 жыл қажет болған. Мыңдаған батырларымыз еліміздің еркіндігі үшін күресіп, жан тапсырды. Ұлы Отан соғысына белсене қатысып, жеңіске жеттік. Сондықтан, 16 желтоқсан күні – қазақ халқының батырлығы мен еңбегінің нәтижесі. Тәуелсіздік алу – бұл тек бастапқы қадам. Отанымыздың болашағы біздің қолымызда. Егер әрқайсымыз жанымыздың бір бөлігін елімізге берсек, республикамыз одан әрі дами береді! Еліміздегі бүкіл ұлттар біріксе, жолымызда кездесетін барлық қиындықтарды жеңіп шығамыз.",
                "date": "15.04.2021",
                "upvotes": 1
            },
            {
                "text": "Отбасы – бұл қорған, өйткені жанұя мүшелері сізді кез-келген жаудан қорғауға дайын. Біз тату өмір сүруге және ұрыспауға тырысамыз. Әкем көп кітап оқиды және қызықты әңгімелерді айтуды ұнатады, ал анам әлемдегі ең дәмді тағамдарды дайындайды. Олар маған ешқашан айғаламайды, кінәлі болсам, жай ғана қателігімді түсіндіреді, ал мен өз кезегімде оны қайталамауға тырысамын. Менің ойымша, дүниеде отбасыдан маңызды еш нәрсе жоқ. \nМенің отбасым – кішкентай Отан сияқты, ол әрдайым мені қолдайды және түсінеді. Ұрысып қалғанның өзінде, тез арада татуласамыз. Өйткені, жанұяны мектеп те, балабақша да ешқашан ауыстыра алмайды. Бұл ортада сіз әрқашан қымбат адамсыз және бақытқа қол жеткізу үшін жақындарыңыз бәріне дайын. Өз отбасыңызды бағалаңыз, бұл тағдырдың берген сыйы. Менің жанұям – өте берік және мейірімді. Барлығы бір-бірін құрметтейді және әр мүшенің өзінің атқаратын рөлі бар. Мысалы, анашым балалардың ауа-райына сай киінуін және үйдің тазалығының сақталуын қамтамасыз етеді. Ал, әкем үйдегі барлық қара жұмысты өз мойнына алады. Ол бізге әрқашан көмек көрсетуге дайын. Атам мен апам зейнеткерлікке шыққан. Олар көп уақытын бақшада көкөністер мен жемістерді өсірумен өткізеді. Сондықтан, біздің дастарханда үнемі жаңа піскен тағамдар тұрады. \nМен өз ата-анамды сүйемін, біз бақытты отбасымыз. Әр отаудың өзіндік дәстүрлері мен мерекелері бар. Біздің отбасымыз мерекелік күндерді асыға күтеді, бұл мейрамдар отбасы мүшелерін біріктіреді және қуаныш әкеледі. Дастархан үстінде, қызықты оқиғаларды еске түсіреміз. Бұл естеліктер жақсы көңіл-күй сыйлайды. Қандай жағдай болмасын, біз әрқашан туыстарымыздың түсініспеушілігі мен қолдауына сенім арта аламыз. Мен алыс жаққа кеткен кезде, үнемі үйге қайтқым келеді. Себебі, отбасы – менің тірегім және қамалым.",
                "date": "5.04.2023",
                "upvotes": 1
            },
            {
                "text": "Тәуелсіздік асыл қазына",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкенттің (жалпы Түркістан облысы) адамы десе не үшін адамдар қорқады?",
        "question_content": "Сұрайын дегенім, адамдармен таныса келе Шымкенттік екеніңді білсе үрей туындап, сенімсіз көзбен қарайды. Кейде осындай жағдай өмірге кері әсерін тигізіп жатады. Белгілі бір жердің тумасы екендігіңе еш кінәң жоқ емес па, ендеше, неге адамдар бөліп жарады екен?",
        "question_date": "14.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкенттыкылер опасный отморозктар шгар әйтеуір бәрі соны жақтырмайдго",
                "date": "15.04.2021",
                "upvotes": 0
            },
            {
                "text": "Орыссыздығына, Орысымсыз да ел болғанына, орысым шеттетіліп қалса қайтем ау деп \"қорыққаны\" ма деймін.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез-келген спектакльге жазылған жарнама керек.",
        "question_content": "Өздерін калаған спектакльге шақыру үшін жарнама дайындандар",
        "question_date": "14.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарнама деген - ақпараттың бір түрі.\nЖарнама - бұл тауар мен қызметтер туралы ақпараттарды, оларға сұранысты көбейту мақсатымен тарату болып табылады.\nЖарнама тауар өңдірісі дамуының алғашқы кезеңінде-ақ пайда болған. Ежелгі Греция мен Римде коммерциялық сипаттағы хабарлар ағаш, мыс және сүйек тақталарға жазылып, қалалық жаршылармен қатты дауыстап оқылған.\nЖарнама маркетингтің негізгі бөлігі ретінде қарастыралады. Бүгінде жарнама бәсекелестік күрестің негізгі құралдарының бірі болып отыр.\nТолығырақ: http://asyl-bilim.kz/load/p_nder/is_zh_rg_zu/khabarlandyru_zh_ne_zharnama_lgisi/68-1-0-792",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Почему я все время в наушниках эссе керек?",
        "question_content": "Почему я все время в наушниках деген тақырыпта эссе керек еді.Тауып берген адамға Алла разы болсын",
        "question_date": "14.04.2021",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Наушники — вот что спасает меня каждый день. Надеваю, и все, доступ ко мне закрыт. Не слышу всех этих шумов, посторонних разговоров, звуков и криков. Так легче. Можно жить.\nПросыпаюсь и засыпаю в наушниках. Если приходится снимать, в уши обрушивается весь этот шум, и тут же хочется надеть их снова.\nМне так удобно.\nМне так проще.\nМне так приятней.\nЯ не музыкант, но не могу представить себе свою жизнь без музыки, без наушников. Слышать постоянно этот окружающий мир было бы невыносимо.\nЧеловек, живущий в наушниках, — кто он?\nКогда у нас болит нога, мы начинаем хромать, потому что переносим вес тела на другую ногу, оберегая больную.\nТак и с психикой. Мы пытаемся уберечь то, что болит. «Житель» наушников — это человек со звуковым вектором. Самый чувствительный сенсор звуковика — слух, вот его он и «бережет» наушниками. Причем «беречь» он может его даже на самой максимальной громкости…\nРазберемся, что же происходит.\nПрирода не терпит пустоты. Ни один человек не рождается для того, чтобы страдать, и обладатель звукового вектора не исключение. Уникальные свойства психики даны ему для того, чтобы приносить плоды. Мощное абстрактное мышление, способность к глубокой концентрации и сосредоточению, умение создавать уникальные мыслеформы, как результат умственного труда, и многие другие звуковые свойства психики требуют от их владельца воплощения в жизнь.\nОдин звуковик реализует свое абстрактное мышление в работе над книгой, сценарием, виртуальной игрой, программой для Айфонов. Другой благодаря способности к сильному сосредоточению находит решение гипотезы Пуанкаре. Третий, используя свои психологические свойства, выдает новую мыслеформу и называет ее Фейсбук. Кто-то пишет музыку, стихи, картины, ставит диагнозы людям, находит преступников, создает целые виртуальные миры, но всех их объединяет общее желание докопаться до сути, найти ответ, понять смысл и истинную природу того, что происходит.\nВрожденное желание звуковика — сосредоточение и умственная работа. Когда желание присутствует, но не реализуется, оно никуда не исчезает, а превращается во фрустрацию. Звуковой вектор доминантен, поэтому и пустоты в звуке — это целые черные дыры. Все это бессознательные психологические процессы, которые проявляют себя внутренним состоянием человека. Напряжением, апатией, депрессией, ненавистью, если потенциал не реализуется, или же вдохновением, энтузиазмом, радостью, энергией, когда истинные желания воплощаются в жизнь.\n«Простаивание» врожденных свойств психики приводит к тому, что чувствительность ведущего звукового сенсора болезненно обостряется. Самые обычные звуки: шумы, разговоры, скрип двери, звук капающей воды, стук тарелок и прочее — могут восприниматься слишком громко или навязчиво. Со временем отсутствие реализации может привести к тому, что звуковику невыносимо слышать даже собственные мысли: диалог с самим собой, сомнения, поиски смысла и вопросы, на которые нет ответов.\nИ тогда он по незнанию пытается «уйти в музыку» — звуки раздражающие заменить звуками приятными. Своего рода анестезия при душевной боли.\nТакое поведение не решает проблему, а откладывает ее. Болезненно острый слух — это лишь следствие, физическое проявление психических процессов, нередко один из признаков скрытой депрессии. Причина же гораздо глубже. В тех свойствах психики, которые лишены своей реализации.\nОбманчивая сладость иллюзий\nУбегая ото всех в наушники, звуковик на время чувствует себя лучше, легче, спокойнее. Но это ненадолго. Потому что причина никуда не исчезает. Со временем раздражители становятся еще ярче, и без наушников остаться даже на короткое время становится все труднее.\nНе понимая механизмов собственной психики, звуковик расценивает окружающую действительность враждебной, полной раздражителей, шумов и людей, вынуждающих с ними общаться, и заглушает какофонию внешнего мира музыкой в наушниках. Причину своего страдания он видит во внешних раздражителях и поэтому пытается любым способом уйти от них.\nПочему многие звуковики, которые приходят на тренинг «Системно-векторная психология», говорят о том, что перестали слушать музыку постоянно? Просто пропало желание. Потому что именно на тренинге они получают больше: нередко впервые происходит та самая реализация врожденных свойств звукового вектора — запускается процесс самопознания.\nНеосознанные, но присутствующие постоянно звуковые вопросы: кто я такой, зачем я живу, в чем смысл моей жизни — наконец получают свои ответы. Сосредотачиваясь на восприятии информации через слух, перерабатывая глубочайшие смыслы о природе человеческой психики, звуковик реализует собственные свойства, которые долгое время «простаивали».\nЧто происходит?\nЗагадка, которая казалась неприступной, становится понятной. То, что не было известно ранее, обретает свои очертания: внутренний мир человека приобретает отчетливую восьмимерную структуру. Абстрактное мышление получает полноценную пищу для ума и включается в работу.\nУслышать себя в тишине\nРеализуя звуковые свойства психики, человек со звуковым вектором может просто забыть о своей музыке и наушниках. Почему? Потому что больше уже не нужно «защищаться» от окружающего мира.\nУ звуковика уникальный талант воспринимать смыслы. А мир обрушивает на него свою какофонию. Наушниками он от него спасается. Когда звуковик проходит тренинг «Системно-векторная психология», то какофония превращается в упорядоченные звуки, выстраивается понимание мира снаружи. Теперь мир больше не причиняет боль, а, наоборот, вызывает интерес, так как становится понятно, как он работает.\nИ тогда звуковику хочется ловить истинные смыслы того, что говорят окружающие, ведь они говорят ключевыми словами, своими желаниями, а значит, получается разобраться в их психологической природе и понять, что ими движет. Хочется прислушиваться к собственным мыслям, потому что полученные знания продолжают жить и развиваться, находя свое подтверждение каждый день в каждом слове, взгляде, решении, выборе каждого человека. Хочется слышать этот мир, потому что теперь понятно, в чем его суть, в чем смысл всей жизни.\nКак бесполезной и скучной становится иллюзия на фоне насыщенной и полноценной жизни, так тускнеет и желание спрятаться в наушники на фоне по-настоящему интересной действительности.\nНа самом деле в музыке нет ничего плохого, ее можно и нужно слушать. В удовольствие. Под настроение. Для создания атмосферы или в качестве инструмента для работы. Но как только музыка становится убежищем, а наушники начинают «беречь» ваши уши, это сигнал того, что многие мощнейшие механизмы психики, данные вам от природы в безраздельное пользование, — свойства звукового вектора — напрасно «законсервированы» и не используются по назначению.\nТренинг «Системно-векторная психология» дает такие знания о психике, которые позволяют не искать инструменты для «защиты» от жизни, а получать от этой жизни наслаждение.\n«Я вытащил из ушей наушники, до тренинга постоянно, каждый день каждая вылазка из дома сопровождалась ритуалом засовывания в уши двух штучек с проводками и включения громкой музыки — сейчас это ушло, музыкальные вкусы изменились…»\nЕвгений К., студент, Сертолово\n«Начиная с бесплатных еще лекций, постепенно ушли обиды всех уровней… последними отвалились самые тяжелые — на себя и на Бога. Ушла тяжелая хроническая депрессия — нежелание жить… Я спокойно выхожу на улицу без темных очков на глазах и без наушников в ушах, я радуюсь солнечному свету, звукам жизни и улыбаюсь прохожим — окружающий мир больше не раздражает и не вызывает болезненных ощущений. Развитые и неразвитые, реализованные и не очень — другие люди не вызывают чувства неприязни, что является неопровержимым свидетельством наполнения собственных нехваток...»\nНина Б., экономист, Магадан\n«Я снова полюбила тишину. Последние пару лет я постоянно ходила в наушниках. Сейчас уже забыла, когда в последний раз брала их с собой. Иду по улице и слушаю город, смотрю на людей и это доставляет большое удовольствие…»\nЛюбовь Д., Ростов-на-Дону\nТолығырақ: https://www.yburlan.ru/biblioteka/ya-postoyanno-v-naushnikah-chtoby-ne-slyshat-bolshe-nichego",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нұрлы жол бағдарламасының жағымды жақтары",
        "question_content": "Нұрлы жол бағдарламасының жағымды жақтары",
        "question_date": "14.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Нұрлы жол» бағдарламасының бес жылдық қорытындысы: ақылы жолдар, жаңа жұмыс орындары, жүк тасымалының артуы.\n\nДереккөз: https://primeminister.kz/kz/reviews/nurly-zhol-bagdarlamasynyn-bes-zhyldyk-korytyndysy-akyly-zholdar-zhana-zhumys-oryndary-zhk-tasymalynyn-artuy-2132347",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери дайындық мамандығынан өндірістік практикадан мінездеме керек.",
        "question_content": "Әскери дайындық мамандығынан өндірістік практикадан мінездеме керек. 4 курс студенті.",
        "question_date": "13.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әл-Фараби атындағы Қазақ Ұлттық Университеті \nЭкономика және бизнес жоғарғы мектебі\nқаржы мамандығының IV курс студенті \nЖанибеков Ерасылға\n\nМінездеме\n\nЖанибеков Ерасыл 20.01.14-17.04.2014 ж. аралығында ОҚО бойынша қаржылық бақылау инспекциясында өндірістік іс-тәжірбиеден өтті. Алғашқы күннен бастап өз ісіне тиянақтылығымен, жауапкершілігімен көзге түсті. Ерасыл практика барысында жұмысқа үнемі мол дайындықпен, көп ізденіспен келеді. Қиын жағдайда өз бетінше дұрыс шешім қабылдай біледі. Мінезі ашық, өз жұмысына ынталы, мекеменің қызметкерлерімен тез тіл табыса алады. Сынды дұрыс түсінеді, кемшіліктерін тез түзеуге тырысады. Болашақта Жанибеков Ерасыл еліміздің экономикалық әл-ауқатын жоғарылауына үлес қосатын білікті қаржыгер болады деп үміттене отырып, өткізген іс-тәжірибесін «5» өте жақсы деп бағалаймыз.\n\nОҚО бойынша қаржылық\nБақылау инспекциясының басшысы Б.К. Момышов",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мейірімді, инабатты, жуас сөздеріне сөилем құраңыз.",
        "question_content": "Жуас деген не? Инабатты деген не? Мейірімді деген не?",
        "question_date": "13.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің мұғалім өте мейірімді. Мұса жуас бала. Динара инабатты қыз",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандвғы тың игеру кезіңінің жағымсыз жақтары?",
        "question_content": "тың игеру кезіндегі Қазақстанның жағдайы\n\nтың игерудің тигізген ықпалы",
        "question_date": "13.04.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 21300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тың жерлердің игерілуі 1954 жылы басталды. 1954 жылы наурызда КОКП Орталық Комитетінің пленумында «Астық өндіруді арттыру, тың және тыңайған жерлерді игеру» туралы қаулы қабылданды. Тың игеру, астық өсіретін егістік көлемін арттыру, негізінен, Орал мен Сібірде, Солтүстік Кавказ бен Қазақстанда жүргізілді.\nКеңес Одағы бойынша 1954 жылы 13,4 миллион гектар тың және тыңайған жер жыртылды. Оның 6,5 миллион гектары, яғни 50%-ы Қазақстанда болды. Осылайша жаппай тың және тыңайған жерлерді игеру қозғалысы басталды. Тың жерлерді игеру Ақмола, Солтүстік Қазақстан, Қостанай, Көкшетау, Торғай, Павлодар облыстарында жүргізілді.\n1956 жылға қарай КСРО-да егістік көлемін 28-30 миллион гектарға жеткізу көзделді. Тың жерлерді игеру ісі ерекше қарқынмен, асығыс түрде жүргізілді. 1955 жылы 9,4 миллион гектар жер жыртылды. Ал жоспар бойынша 7,5 млн гектар жер жырту көзделген болатын.\nТек 1954-1955 жылдары бір жыл ішінде қазақ өлкесінде жаңа 337 совхоз құрылды. Жаңадан құрылған совхоздардың атауларының өзі көп жайтты аңғартты: «Мәскеу», «Ленинград», «Киев», «Ростов», «Одесса», «Кантемировец», «Тамановец» совхоздары құрылды. Олар Ақмола, Көкшетау, Қостанай, Павлодар, Солтүстік Қазақстан облыстарында құрылды.\n1954-1955 жылдары бүкіл Кеңес Одағы бойынша 29,7 миллион гектар тың және тыңайған жер, оның ішінде Қазақстан бойынша 18 миллион гектар, яғни 66,6% жер жыртылды. Тың және тыңайған жерді игеру нәтижесінде Кеңес Одағында жан басына шаққанда 2 мың кг астық өндіру мүмкін болды. Ал дүниежүзілік тәжірибе бойынша жан басына 1 мың кг астық жеткілікті болатын.\nТың жерлерді игеру мақсатында Қазақстанға көптеген жұмысшы келді. 1953-1958 жылдар аралығында совхоздар мен колхоздарға 266,6 мың механизатор, 1954 жылы Ақмола облысына тың игеру үшін 20000-ға жуық адам келді. Тың игеруді жеделдету мақсатында көптеген шаралар қолданылды. Басқа өңірлерден тың игеруге келгендерге көптеген материалдық жеңілдік жасалды. Тың игеруге келген әр адамға 150 мен 1000 сом аралығында бір реттік көмек берілді. Бұдан басқа да материалдық, азық-түлік т. б. көмектер берілді. Тың игеруге келгендер ауылшаруашылығы салығынан босатылды.\n1954-1959 жылдар аралығында Қазақ КСР-де тың және тыңайған жерлерді игеру мақсатында 20 млрд-қа жуық сом жұмсалды.\nТың игеру Қазақстанда ерекше қарқынмен жүргізілді. Қазақстанда егістік жерлердің көлемі артты. Астық өндіру көлемі жөнінен Қазақстан одақта 2-орынға шықты. 1956 жылы тың игерушілер 16 миллион тонна астық жинады. Соның арқасында Қазақстан Орта Азия мен Сібірді, Оралды астықпен қамтамасыз етті. Тың игеру жылдарында Қазақстан көп ұлтты, интернационалды елге айналды. Қазақстан жерінде тұрғын үйлер, құрылыстар, мәдени обьектілер көптеп салына бастады. Он мыңдаған шақырым жол төселді.\nКөптеген жыл бойы тың жерлерді игеру партия көрегендігі, мемлекет жеңісі ретінде дәріптеліп келді. Ал оның көлеңкелі жағы туралы ештеңе айтылмады және айтылуы да мүмкін болмады.\nТың игерудің рухани, демографиялық және экологиялық зардаптары да зор болды. 1960 жылдарға қарай Қазақстанның тың өлкелерінде 9 миллион гектар жер жел эрозиясына ұшырады. 1954-1962 жылдар аралығында тың игеру үшін Қазақстанға КСРО-ның тек еуропалық бөлігінен 2 миллион адам әкелінді. Республикада қазақ халқының үлесі 30%-ға дейін төмендеп, ұлттық тіл, салт-дәстүр мен халықтың жойылып кету қаупі туды.\nҚазақстанға тың және тыңайған жерлерді игеруге келгендер арасында арамтамақтар мен қылмыскерлер де болды. 1954-1955 жылдарда Қазақстанға келген 650 мың тың игерушінің 150 мыңы ғана механизатор болды. Нәтижесінде тәртіпбұзушылық пен қылмыс етек алды.\nТың игеруге байланысты совхоздарға көбінесе тозған, бүлінген тракторлар мен комбайндар, ауылшаруашылық техникасы жіберілді.\nЭкологиялық жағдай күрт нашарлады. Аса көп территория жыртылып, нәтижесінде көп жер тіршілікке жарамсыз болып қалды. Топырақ эрозияға ұшырап, жердің құнарлылығы азайды.\nМалшаруашылығының дамуы артта қалды. Миллиондаған гектар жер жыртылғандықтан, малдың жайылымы, жемшөп дайындайтын жерлер азайды. Малшаруашылығының шығынға ұшырауынан ет, сүт өнімдерінің көлемі де азайды.\nҚазақ халқының ұлттық ерекшеліктері аяққа тапталды. Тың игерушілер арасында қазақ халқының ұлттық намысын қорлайтын теріс пікірлер тарады.\nТың игеру жылдары қазақ халқының салт-дәстүрі, мәдениеті, ұлттық руханияты ескерілмеді. Қазақ мектептері, балабақшалар, қазақ тіліндегі газет-журналдар азайды. Қазақ тілінің қолданылу аясы тарылды. Тың игеру жылдары келген 2 миллионға жуық басқа ұлт өкіліне берілген артықшылықтар қазақ халқын менсінбеушіліктің көрінісі болды.\n1959 жылғы халық санағы бойынша республикада тұратын жергілікті ұлт өкілдерінің саны 2 миллион 787 мың, яғни барлық халықтың 29%-н ғана құрады.\nТың игерілген облыстарда 700 қазақ мектебі жабылды. Енді қазақ балалары мектеп-интернаттарда оқытыла бастады. Олардың басым көпшілігінде оқу орыс тілінде жүргізілді. Бұл біріншіден, қазақ жастарының ұлттық тілі мен мәдениетінен қол үзуіне әкеп соқтырды. Екіншіден, Қазақ елінің елдімекендері мен жер-су атаулары орысша атала бастады.\n1962 жылы Н. Хрущевтің бастамасымен Қазақстанның солтүстік облыстарын тың өлкесіне біріктіріп, Ақмола қаласы Целиноград деп өзгертілді.\nТың игеру кезінде құрылған совхоздарда жергілікті халықтың ерекшеліктері ескерілмей, кейбір қазақ ауылдарына да шошқа өсіруге нұсқау берілді. Қазақ ауылдарында шошқа фермалары ашылғанымен олар көп ұзамай жабылып қалды. Өйткені қазақтар шошқа шаруашылығын жүргізуден үзілді-кесілді бас тартты.\nШошқа шаруашылығын дамыту мен жайылымдардың қысқаруы қазақ халқының дәстүрлі малшаруашылығына кері әсерін тигізді. Түйе мен жылқы шаруашылығы құлдырап кетті. Емдік қасиеттері белгілі қымыз бен шұбат өндіру ұмытыла бастады. Сол кезеңде халық үшін ең ауыр тигені Кеңес үкіметінің жеке және қосалқы шаруашылық жүргізуге тиым салуы болды.\nТың игеру 1964 жылға дейін жалғасты. Тың игерудің қорытындысы – Қазақстан халқын нанмен қамтамасыз ету мәселесінің шешілуі. Сонымен бірге Қазақстан сырт елдерге экспортқа астық шығаратын елге айналды.\nТолығырақ: https://itest.kz/kz/attestation/qazaqstan-tarihy-4148/xiii-tarau-1940-zhyldardyng-ekinshi-zhartysynan-1960-zhyldardyng-ortasyna-deyingi-qazaqstan/lecture/tyng-zhane-tyngayhan-zherlerdi-igeru-onyng-saldarlary",
                "date": "13.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алтын ұям - ауылым эссе керек?",
        "question_content": "Қазақ тілінінен Алтын ұям - ауылым тақырыбында эссе  жазу керек?",
        "question_date": "13.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын ұям - ауылым\n«Алтын ұям-ауылым» деген сөздермен толықтай келісемін, себебі әркімге өзінің туып – өскен жері қымбат. Менің кіндік қаным тамып, ер жеткен жерім – Қарағанды облысына қарасты Жаңаарқа ауданы.\n«Жаңаарқа он бес болыс елдің аты,\nҚазақтың он ғасырлық өмір салты.\nҚұда боп, қыз ұзатып, қонақ күткен,\nҚаймағы бұзылмаған елдің қалпы» - деп жырға қосқандай, Жаңаарқа өлкесі тұнып тұрған қазақилық пен салт – дәстүрді ұстанатын өлке. Бұл өлкеден елімізге танымал қаншама ақындар мен әншілер шыққан.\nАуылым, туған жерім өзіме қашанда ыстық . \"Акқу көлін аңсайды, адам туған жерін аңсайды\" демекші, сапарға шыққанымда ауылға оралғанша тау етегіндегі қуыстарды қуалай өскен бұталы орманын, тау суын сарқырата кең далаға алып қашқан өзендерін, дән теңізіне шалынған жазық даласын, төрт түлік малға төсін ашқан құтты жайлау қырларын, көк жасыл желекке бөленген ауыл үйлерін сағынамын...\nАуылдағы тіршілік қаладағыдан мүлдем ерекше. Дегенмен, ауылдың ауасы таза, шөбі шүйгін, тамағы табиғи.\nСоңғы жылдары ауыл мәселесі республикалық деңгейде қолға алынып, түрлі жобалар іске асырылуда. Осының арқасында ауылымыз одан сайын көркейіп, гүлдене түсетініне сенімдіміз, себебі ауылдың гүлденгені – еліміздің гүлденгені деп ойлаймын.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аталады, қызыл, темір сөздері қай сөз табына жатады?",
        "question_content": "Аталады, қызыл, темір сөздері қай сөз табына жатады?",
        "question_date": "13.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аталады - не істейді? етістік;\n\nҚызыл - қандай? сын есім;\n\nТемір  - қандай? сын есім (мысалы, темір деталь);\n\nТемір - не? зат есім (мысалы, темір өндіріледі).",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    }
]