[
    {
        "question_title": "Александр Македонский неге сақ еліне шабуыл жасады?",
        "question_content": "Александр Македонский неге сақ еліне шабуыл жасады?",
        "question_date": "25.02.2024",
        "question_tag": "Тарих сұрақтары",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неліктен Александр Македонский сақтарға шабуыл жасады?\n\nАлександр Македонскийдің сақтарға шабуыл жасауының бірнеше себептері бар:\n\n1. Империяның кеңеюі:\n\nЕскендір Зұлқарнайын мүмкіндігінше көп жерді жаулап алуға ұмтылған өршіл қолбасшы болды.\nОрта Азиядағы ұлан-ғайыр жерді алып жатқан көшпелілер сақтар оның одан әрі жаулап алуларына кедергі болды.\n2. Стратегиялық маңыздылығы:\n\nСақ жерлерін бақылау Александрға маңызды сауда жолдары мен ресурстарға қол жеткізуге мүмкіндік берді.\nСақ жауынгерлері шебер садақшылар мен салт атты болды, олардың бағынуы Македония империясының әскери қуатын нығайтты.\n3. Жеке мотивтер:\n\nЕскендір Зұлқарнайын Ахиллес жорықтарынан шабыттанып, оның даңқынан асып түсуге ұмтылды.\nКөшпелілермен шайқастар македониялық жауынгерлер үшін лайықты сынақ болып саналды.\n4. Дін:\n\nАлександр Македонский өзін гректерді варварлардың қамытынан азат етуші ретінде көрсетті.\nСақтар гректер емес, жау ретінде қабылданып, жаулап алуға бағынышты.\nЕскендір Зұлқарнайынның шабуылын атап өткен жөн\nСаков әділетсіз соғыс болды.\n\nСақтар Македония империясына қауіп төндірмеді және гректерге шабуыл жасамады.\nСоғыс екі халыққа да қыруар қасірет әкелді.\nКейбір шайқастарда жеңіліске ұшырағанымен сақтар Ескендір Зұлқарнайынға табандылықпен қарсылық көрсетті\nжәне толық жаулап алған жоқ.\n\nОлардың батылдығы мен қайсарлығы тарихта терең із қалдырды.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу кезінде бала кімде қалады?",
        "question_content": "Ажырасуды бала кимде калатыны жаилы егерде балдардын акеми калталы киси болса .бала кимде калатыны анасынын жагдаиына караима",
        "question_date": "24.02.2024",
        "question_tag": "Жанұя",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығарманың басында кездескен Ұлпан қандай еді? Не істеді?",
        "question_content": "Шығарманың басында кездескен Ұлпан қандай еді? Не істеді?",
        "question_date": "24.02.2024",
        "question_tag": "Мектеп",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлпан — аналардың анасы, ел билеген көсем, сөз бастаған шешен, аузы дуалы, сөзі куәлі қоғам қайраткері. Ұлпан ата-анасының тұңғышы мен жалғызы болғандықтан, өте еркін өсіп, еркекшора киінген. Оның сезім байлығы, адамгершілігі, адалдығы, моральдық, тазалығы, ақылдылығы, зеректігі, зерделілігі, парасаттылығы, өткірлігі, өжеттігі келісті де көрікті бейнеленген. Сондай-ақ көркіне мінезі сай биязы да инабатты, сұлу да сымбатты. Ұлпан сөзге шешен, ақылды да, батыл қыз болып өседі. Ұлпанның мінезі де ашық жарқын, ақ көңіл. Әрі өз ой-пікірін ашық, нақты жеткізетін болған. Ұлпан - кең пейілді, адамгершілігі мол Сибан елінің кедей-кепшігіне қол ұшын беретін әйел.\n\nҰлпан дүние - байлыққа қызықпаған адам. Қадірлі болуы ел қамын, ағайын бірлігін жеке басының бақытынан жоғары қоюынан. Өйткені Ұлпан - Есенейдің отанасы емес, Есеней елінің анасы. Ұлпан -  ауылын ақылымен басқарған, ағайынын сыйластығымен тыңдатқан сұңғыла жан. Жастықтың қызуын ерте сөндірген ауыр тағдырына налыса, жыласа, езілген көп әйелдің, әлсіз жаратылыстың бірі болып қала берер ме еді.\nЖазушы Ұлпан бойындағы үш ұлы сезімді оқырман көкірегіне егіп кетті. Біріншісі, Ұлпан болудың арғы түбі әкенің ұл орнына өсірген ақылды, есті қыз болып өсуінде. Екіншісі, әйел-ана болудың зор бақыт екенін сезіне білуінде. Ол жалғыз қызы Біжікенге ғана емес, сол рудың, қарамағындағы қалың елдің баласын бауырына басқысы келетін мейірімнен жаралған болатын. Үшіншісі, ибалы қазақ әйелі қандай ақылды, құдіретті болса да, ер-азаматтан кейін тұруы тиіс деп санайтын нағыз қазақы тәрбиенің, дұрысы, адамгершілік тәрбиесінің қайнары бар еді бойында.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трейдингке қандай пән",
        "question_content": "Қай сыныптан бастап түсуге болады 9немесе 11\n\n сосын қандай пән бойынша түсуге болады\nБолашақ мамандығым трейдинг деп ойлап отырмын",
        "question_date": "24.02.2024",
        "question_tag": "Мансаптық өсу",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трейдинг – арнайы биржадағы саудадан пайда табуға бағытталған жұмыс. Мұндай саудаға қатысушыларды «трейдер» деп атайды. Әдетте трейдингпен қаржысы бар адамдар айналысады.\nТрейдингпен кімдер шұғылданады?\nСіздің жақсы жұмысыңыз немесе кәсібіңіз бар делік. Түсетін пайда отбасыңызды қамтамасыз етуге жеткілікті. Сонымен қатар бос тұрған қаржыңыз да баршылық. Бұл қаржыны табысты салаға жұмсауға болады. Банкке апару? Жоқ, қазіргі уақытта банк кез келген банкрот болуы мүмкін.\nҮйде сақтау, өзге салаға инвестиция жасау? Мұндай салалардың да өзіндік кемшіліктері бар. Әрі көп уақытты және көп ақшаны қажет етеді. Сіз өз ақшаңызды трейдинг карқылы айналымға сала аласыз. Түрлі активтерді сату және сатып алу арқылы пайданы ұлғайтасыз.\nТрейдинг не үшін қажет?\nЕң алдымен трейдингтің мақсаты – пайда табу. Трейдинг арқылы қаржыңызды бірнеше есеге көбейтуге болады. Бірақ асқан сақтық пен ақылды қажет етеді. Ақшалы ақымақтар трейдинг саласында аман қала алмайды.\nТрейдингте екі жолмен жұмыс істеуге болады: сауданы өзіңіз жасайсыз немесе ақшаны басқаруға беру.\nАқшаны басқаруға берудің де қатері жоғары. Барлығы сізге қандай маман түскеніне байланысты. Трейдер – қарапайым сатушы. Ол арзанға сатып алып, қымбатқа сатады. Ал трейдинг – биржадағы сауда. Демек мұнда сіз клиентпен бетпе-бет сөйлесе алмайсыз. Трейдер тауар бағасын тұрақты сараптап отырады. Бүгін сатуға болатын тауарды анықтап, шешім қабылдайды. Осы тауарға аз ақша жұмсаудың жолын тауып, белгіленген уақыт ішінде одан пайда алуды көздейді.\nҚазіргі уақытта трейдинг әрбір үйге енуде. Себебі ғаламтор желісі дамыған сайын кез келген кәсіби желі қолданушысына өзін осы салада сынап көруге мүмкіндік берді. Бұрын трейдингке тек брокерлер арқылы рұқсат алуға болатын еді. Брокерлер барынша үлкен соммамен сауда жасайтын. Сәйкесінше мұндай сауданың қатері де жоғары. Осылайша трейдердің қажеттілігі туындады. Трейдер сауда жасайтын уақытты өзі белгілейді. Түскен пайданы өзіне алып қалады. Арада ешқандай делдал жоқ.\nТрейдер болу үшін қажетті қабілеттер қандай?\nБірінші – теориялық база. Сауданың ережесі жайлы білу керек. Жоспар құрып, капиталды бөле алуы тиіс. Биржада орын алып отырған барлық сауданы бақылап, сараптама жасауы қажет. Өзі жасаған саудалардың статистикасын шығарып, кемшілікті анықтай алуы керек.\nТрейдингтің түрлері. \nҚаржылық трейдинг\nБұл биржаның бағалы қағаздармен жұмыс істейтін саласы. Баға сұраныс арқылы белгіленіп отыратындықтан, кәсіби трейдерге нені сатып алу керектігін анықтау қиындық тудырмайды.\nМысалы, бір компанияның акциясы қымбаттады. Бұл акцияның бағасы алдағы уақытта да көтерілуі мүмкін. Трейдер осындай мүмкіндіктерді жіберіп алмай, пайдаланып үлгеруі керек.\nАлгоритмдік трейдинг\nБұл трейдинг секундына миллиондаған әрекеттерді сараптап, сату-сатып алу процессін өзі іске асыратын компьютер арқылы іске асады. Сарапшылардың пікірі бойынша мұндай трейдинг тауар айналымының шығынын төмендетеді. Алгоритмдік трейдингтің өзіндік кемшіліктері бар. Ол қысқа уақыттық операцияларды іске асырады. Демек, тауар айналысының аумағы да тар деген сөз. Мұндай операциялар нарықтың құлдырауына әкеліп соғуы мүмкін.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес жоспар кімге қажет",
        "question_content": "Бизнес жоспар кімге қажет",
        "question_date": "24.02.2024",
        "question_tag": "Бизнес туралы",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген есептердің С++ тілінде программасын жазыңыз",
        "question_content": "Берілген есептердің С++ тілінде программасын жазыңыз! \"Z=\" деп жазыңыз 7(3x-1) (3x+1)-2x(1+4x)",
        "question_date": "23.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include <iostream>\n\nusing namespace std;\n\nint main() {\n  // Ввод значения x\n  double x;\n  cout << \"Введите значение x: \";\n  cin >> x;\n\n  // Вычисление выражения\n  double z = 7 * (3 * x - 1) * (3 * x + 1) - 2 * x * (1 + 4 * x);\n\n  // Вывод результата\n  cout << \"Z = \" << z << endl;\n\n  return 0;\n}",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Итім жайлы не істесем болады?",
        "question_content": "менің итім тамақ беруді ұмытп кеттм бір жаққа кеткенмін 2 күн ішпеп еді тамақты енді артқы аяғын көтеріп іші жабысып калған сияқты  е турмайды е ойнамайды нестим",
        "question_date": "23.02.2024",
        "question_tag": "Денсаулық",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тағдыр романы қысқаша мазмұндама",
        "question_content": "Маган тағдыр романы туралы кыскаша мазмундама керек",
        "question_date": "23.02.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабдеш Жұмаділов ХІХ ғасырдың соңғы кезеңіндегі шекара бөлінісін арқау еткен “Тағдыр” романы үшін Қазақстан Республикасының Мемлекеттік сыйлығын иемденді.\nҚ.Жұмаділовтің “Тағдыр” романы қазақ халқы басынан кешірген ауыр бір кезең – екі империяның алаштың ата қонысы болған сайын даланы екіге бөліп, шекара сызығын жүргізген кезеңін арқау еткен. Романда алуан мінезді, алуан тағдырлы кейіпкерлер характері сомдалып, болмысы ашылады.\nПатшалық Россия мен Цин империясы Шығыс Түркістан мен Орта Азиядағы иеліктерін айқындап, енші бөлісуді ХІХ ғасырдың 80-жылдары ғана қолға алған болатын. Романдағы күллі оқиға осы айтулы тарихтың халық тағдырына қалай әсер еткенін бейнелеуге арналған. Тарбағатайдың күнгейін мекен еткен халық тағдыры, Цинь империясының аз халықтарға жүргізген саясаты шынайылықпен шығарманың өзегіне алынған. Романның басты қаһарманы – Демежан. Оқырман бұл кейіпкермен роман оқиғасының басында Шәуешек аймақтық губернатор – Ши-амбының қарауында тілмаш болып қызмет істеп жүрген кезінен танысады. Өзгелерге ұқсамайтын ерекше тағдыры бар Демежанның өмір жолы, тіршілік соқпағы, Шәуешек аймағының әміршісіне бағынатын мекендерде тіршілік кешкен қазақ руларымен тығыз байланыста көрсетіледі. Қала өмірінің өзіндік ерекшеліктері, дала тіршілігі, күнделікті өмірге еніп жатқан жаңалықтар нанымды суреттелген.\nРоман оқиғасы төрт бөлімге топтастырылған. Соңында эпилог бар.\n\nТолығырақ: https://surak.baribar.kz/672102/",
                "date": "23.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынып жетекшілік (Көркем еңбек пәні) практика мінездемесінің үлгісі керек",
        "question_content": "Қазбеуова Іңкәр\n№2 мектеп",
        "question_date": "23.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде үйленген бала үйленуге ұсыныс жасады?",
        "question_content": "Мен тусімде үйленген бала ұсыныс жасады оның үйленгеннен билем бирак қабылдағым келип тур ол бала ағам сыныптасы",
        "question_date": "23.02.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тастың ауадағы сал 30 н судағы 10 н",
        "question_content": "Тастың ауадағы салмағы 30 н тастың судағы салмағы  10 н .Тасқа әрекет ететін кері итеруші күш неге тең?",
        "question_date": "23.02.2024",
        "question_tag": "Мектеп",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасқанмын. Баламды қалай өз атыма алуға болады?",
        "question_content": "Баламды өз атыма қалай аламын",
        "question_date": "21.02.2024",
        "question_tag": "Заң",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаға психологиялық зақым келтірмеу үшін ата - ана оны ешқашан бір - біріне қарсы қоюға тырыспау керек.",
                "date": "22.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архимед күшің қандай құралмен өлшейді",
        "question_content": "Физика тауып берындерш өтінем қиналып кеттім",
        "question_date": "21.02.2024",
        "question_tag": "Мектеп",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Топтың аты керек жаратылыстанудан және ұрандар керек?",
        "question_content": "Жакында жарыс отпекшы жаратылыстанудан, бызге тортын аты мен ураны керек",
        "question_date": "21.02.2024",
        "question_tag": "Мектеп",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Судья болу үшін 11-ге қалу керек па?",
        "question_content": "Судья мамандығы үшін қандай пәндер таңдау керек және мінетті түрде 11-қалу керепе?",
        "question_date": "21.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда судья болып:\n- 30 жасқа толған;\n- жоғары заң білімі бар;\n- заңгерлік кәсібі бойынша 5 жыл жұмыс өтілі бар;\n- судьяның кәсіптік міндеттерін атқаруға кедергі келтіретін аурулары жоқ азамат тағайындала алады.\nАталған талаптарға сәйкес келген жағдайда судьялық лауазымға орналасу үшін:\n1) біліктілік емтиханын тапсыру → 2) тағылымдамадан өту → 3) бос орындарға жарияланған конкурсқа қатысу қажет.\nЖоғарғы Сот жанындағы Сот төрелігі академиясының түлектері (оқуды бітірген күннен бастап 4 жыл бойы) және жұмыс істеп жүрген судьялар емтихан тапсырудан және тағылымдамадан босатылады.\nҚосымша ақпарат алу үшін жоғарыда аталған сілтемелерден өтіңіз",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Съездері деген сөзді морфологиялық талдау жасау?",
        "question_content": "Морфологиялық талдау жасап беру",
        "question_date": "21.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанның сұйық жасушааралық заты қалай аталады?",
        "question_content": "Қанның сұйық жасушааралық затты қалай аталады?",
        "question_date": "21.02.2024",
        "question_tag": "Мектеп",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан плазмасы – қанның сарғыштау түсті сұйық бөлімі. Егер ерітінді қосылған ұйымайтын қанды ыдысқа құйып тұндырса, ыдыста 3 қабат айқын білінеді. Соның ең үстіңгі сарғыш түсті мөлдірлеу қабаты – плазма. Плазманың құрамында 90–92% су; 7-8% нәруыз (белок;) 0,12% глюкоза; 0,7–0,8% май; 0,9% тұз болады.",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша жетінші күн атауы - азына қалай шыққан?",
        "question_content": "Жетінш күн атауы - азына сөзінің мағынасын толықтай білгіміз келеді. Кім жауап берер екен?",
        "question_date": "21.02.2024",
        "question_tag": "Мектеп",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1889 жылы табиғат зоналар туралы ілімді шығарған ғалым?",
        "question_content": "7 сынып география пәні көмектесіңіздерші",
        "question_date": "20.02.2024",
        "question_tag": "Табиғат",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1989-1900 жылдары В.В.Докучаев табиғи зоналар туралы ілімнің негізін қалады, зоналық ілім дүние жүзілік заң ретінде, оның ықпалы тек қана тек қана табиғи процестер ғана емес бүкіл жер бетіндегі процестерге, тіпті минералдық заттардың орналасуына да Әсерін тигізеді деп қарады.",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дулат Исабеков туралы не білдіңдер? \"Әпке\" драмасының кейіпкерлерін атаңдар?",
        "question_content": "1. Дулат Исабеков туралы не білдіңдер?\n2. «Әпке» драмасының кейіпкерлерін атаңдар.\n3. Қамажай іні-сіңлілерін бағып-қағуда қандай қиындықтардан өтті?\n4. Қамажай анасының аманатын орындады ма, арманы орындалды ма?\n5. Қамажай бауырларына аналық жылу бере алды ма?",
        "question_date": "20.02.2024",
        "question_tag": "Мектеп",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Дулат Исабеков (20.12.1942 ж., \"Ленин жолы\" ауылы, Арыс ауданы, Оңтүстік Қазақстан облысы) — жазушы, драматург, Қазақстан Республикасы Мемлекеттік сыйлығының иегері (1992).\n\n2. Қамажай - басты кейіпкер. Омардың, Темірбек пен Ермектің әпкесі. Мінезі жағынан қамқор, қарапайым, бауырмал, әрі мейірімді кейіпкер.\n\nОмар - Қамажайдың інісі. Мамандығы жағынан ғалым, философ, көбіне ғылыми тілде сөйлейді, бірақ жаны ізгі жандардың бірі, сыпайы, адамгершілігі мол, көзілдірік тағады, бойын ашуға билетпейді, көп сөйлегенді ұнатпайды, білімді, жаны ғылымды сүйеді, лақап аты - Ом.\n\nТемірбек (Тимур) - Қамажайдың інісі. КамАЗ-да бригадир болып жұмыс істейді. Тікмінезді,бұрама тілді,бірақ адал, қызу қанды, дөрекі, айналадағыларына қамқор.\n\nЕрмек - Қамажайдың інісі. Өте сүйкімді кейіпкер, үйінің кенжесі болып табылады.\n\nНәзила - Қамажайдың сіңлісі. Мұғалім болып жұмыс істейді. Мінезі - ерке, тікмінезді, тура сөзді.\n\nГауһар - Нәзиланың құрбысы. Омарға ғашық. Ойын көтеретін ақкөніл,адамгершілігі мол жан.\n\nКәмила (Кама) - Темірбектің сүйген қызы, кейіннен әйелі, темекі тартады, тілінің уы бар қыз. Өте өжет жан, жүрген жерінде ұрыс-керіске ұшырап жағымсыз кейіпкер ретінде көрінеді.\n\nСұлтан - Темірбектің (Тимур) досы. Білімді, зерек, сыпайы, сөзі құлаққа жағымды.\n\nСұлухан (Светлана) - Сұлтанның жанындағы қыз.\n\nҚабен - өте ақылды адам. Бақытқа ұмтылған жан.\n\nКөрші әйел - Адам жанын түсіне білетін,жаны ашып көмектесуге дайын тұратын жағымды кейіпкер.\n\nДулат Исабековтың \"Әпке\" шығармасында ата-аналарынан ерте айырылған жетімдер туралы айтылады. Бірақ оларды жетімдер деуге келмес? Себебі, бауырларына ата-ана да,әпке де бола білген қамқор да жалғыз әпкелері. Бауырларынның өзгелермен терезесі тең болуы үшін өз өмірін сыртқа шығарып, бауырларының амандығы үшін өзін қиған әпшенің бейнесін көреміз. Қанша бастарынан қиындық өткергендерімен әке шешесінің орнын жоқтатпай бауырларының аяқтарынан тік тұрғызып, қатарынан қалдырмауға тырысты. Олардың бәрін оқытып, тоқытып тіпті кіші інісін үйлендіріп бөлек үйге шығарып берді.\n\nБұл шығармадан үлкен тәлім-тәрбие алуға болады. Әпкесінің Бауырларына деген махаббаты қамқорлығы туралы айтылады. Оларды өмірден апшесінен сырт айналып оның жалғыз қалуыда шығарманы шиеленістіріп жібереді. Адамды терең ойға шомылдырып, өмірге деген тәлім тәрбие береді. Тіпті қазіргі кезде әпке болмақ түгілі өз балаларын тастап кете баратын көкек құс секілді аналар жетіп артылады. Елімізде төрт ұйқысын төрт бөлген асыл аналары мен күні түні олар үшін еңбек еткен асқар тау әкелерін қарттар үйіне апаруға асығып тұратын жастар бейнесін де байқауға болады.\n\nОсы Қамажай секілді өзі өмір сүрген дәуірді қысы на да жазына да төтеп беріп, өмір сыйлаған қуаныштыда қиындықтарды да жылы лебіз бен қарсы ала алатын жандар сау сақ санарлы. Бұл шығармадан жай ғана драма болғанмен тұнып тұрған нағыз өмір бейнесі.",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турбуленттік аймақ деген не? Ұшақпен ұшқан кездегі?",
        "question_content": "Турбуленттік аймақ деген не? Ұшақпен ұшқан  кездегі?",
        "question_date": "20.02.2024",
        "question_tag": "Қызық сұрақтар",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Турбуленттілік - ұшу фобиясы бар адамдар үшін ең қорқынышты сөздердің бірі. Шын мәнінде, бұл құбылыс қауіпсіз, өйткені бүкіл ұшу тарихында тек турбуленттік аймаққа түсу салдарынан болған бірде-бір апат болған емес. Бұл табиғи процесс және қозғалатын вагон немесе пойыз бастан кешкен кернеулермен салыстырылады.\n\nТурбуленттілік кезіндегі ең қауіпсіз орындар - бұл ұшақтың қанаттарының жанындағы орындықтар екен. Ең күшті шайқалыс ұшақтың соңғы жағына жақын орналасқан орындарда болады",
                "date": "1.03.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "АВС және АСД екі тең бүйірлі үшбұрыштың АС табаны ортақ. Үшбұрыштың ауданың табу керек?",
        "question_content": "АВС және АСД екі тең бүйірлі үшбұрыштың АС табаны ортақ. АС табанындағы екі жақты бұрышы 60°. ВС қабырғасы АСДжазықтығымен 45° бұрыш жасайды. Егер ВС=6 см болса, онда АВС үшбұрышының ауданы",
        "question_date": "19.02.2024",
        "question_tag": "Геометрия",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұйымдарға күміс жалату үшін 15 мин бойына 5 А токты пайдаланды?",
        "question_content": "Бұйымдарға күміс жалату үшін 15 мин бойына 5 А токты пайдаланды. Омы уақыт ішінде күмістің қанша мөлшері жұмсалды?",
        "question_date": "19.02.2024",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәліметтер: I (өнімдерді күмістеу үшін қолданылатын ток) = 5 А; t (күміске айналу ұзақтығы) = 15 мин (SI t = 900 с).\nТұрақтылар: k (күмістің электрохимиялық эквиваленті) = 111,8 * 10-8 кг/С.\nТұтынылған күмістің массасын есептеу үшін Фарадейдің бірінші заңын қолданамыз: m = k * I * t.\nЕсептеуді жасайық: m = 111,8 * 10-8 * 5 * 900 = 0,005345 кг немесе 5,346 г.\nЖауабы: 15 минутта бұйымдарды күмістеу кезінде 5,346 г күміс жұмсалды.\n\n---------------\n\nI=5 A\n\n1,12*10^(-6)кг/Кл\nt=15 мин=900 с\n\nm-?\n\nm=kIt\n\nm=1,12*10^(-6)*5*900=5040*10^(-6) кг",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәкен Әлімқұловтың Қараой шығармасына жоспар құрып беріңізші?",
        "question_content": "Тәкен Әлімқуловтың Қараой шығармасына жоспар құру қажет. Жоспардың басы, қорытындысы болса.",
        "question_date": "19.02.2024",
        "question_tag": "Мектеп",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәкен Әлімқұловтың жұмыс жоспары «Қараой»\n\nI. Кіріспе:\n\nТәкен Әлімқұлов туралы қысқаша мәлімет: оның өмірбаяны, шығармашылық жолы, қазақ әдебиетіне қосқан үлесі.\n«Қараой» шығармасына шолу: жанры, тақырыбы, идеялық мазмұны, жазушы шығармашылығындағы орны.\nII. Негізгі бөлім:\n\n1. Сюжетті талдау:\n\nКөрнекілігі: басты кейіпкерді, оны қоршаған ортаны, тартыстың басталуын сипаттау.\nІс-әрекеттің дамуы: негізгі оқиғалар, бетбұрыс, сюжеттік динамика.\nШарықтау шегі: қақтығыстың апогейі, ең жоғары шиеленіс сәті.\nАйыптау: қарсы шығудың нәтижесі, оқиғаның аяқталуы.\n2. Батырларға тән қасиеттер:\n\nБасты кейіпкер Қараой: оның образы, тұлғалық қасиеттері, шығармадағы мінез эволюциясы.\nБасқа кейіпкерлер: олардың сюжеттегі рөлі, басты кейіпкерге әсері, тақырыптың ашылуы.\n3. Композицияны талдау:\n\nЖұмыстың құрылымы: бөліктерге, тарауларға, эпизодтарға бөлу.\nӘртүрлі композициялық әдістерді қолдану: экспозиция, басы, шарықтау шегі, денумент, еске түсіру, болжау.\nШығарманың тақырыбы мен идеясын ашудағы композицияның рөлі.\n4. Тіл мен стильдің ерекшеліктері:\n\nАвтор қолданатын тілдік құралдар: лексика, фразеология, синтаксис.\nШығарма стилі: оның ерекшеліктері, стильдік құралдардың қолданылуы.\nБейнелерді, атмосфераны құрудағы, тақырыпты ашудағы тіл мен стильдің рөлі.\n5. Тақырыбы және идеялық мазмұны:\n\nШығармада көтерілген негізгі тақырыптар: махаббат, адалдық, сатқындық, достық, отбасы.\nШығарманың идеялық мәні: автордың ұстанымы, оның кейіпкерлерге, оқиғаларға, мәселелерге қатынасы.\nIII. Қорытынды:\n\n«Қараой» шығармасының қазақ әдебиетіндегі мәні.\n«Қараойдың» басқа қазақ жазушыларының шығармашылығына әсері.\nЖұмыстың қазіргі замандағы өзектілігі.\nIV. Пайдаланылған әдебиеттер тізімі:\n\nЖұмысты жазуда пайдаланылған дереккөздер тізімі.\nҚосымша:\n\nЖұмыс жоспарыңызға шығармада қолданылған көркем детальдар мен белгілерді талдауға арналған бөлім қосуға болады.\nСондай-ақ, егер бар болса, «Қараойдың» кинобейімделуіне арналған бөлімді қосуға болады.\nМаңызды:\n\nЖұмыс жоспары анық, құрылымды және логикалық болуы керек.\nЖоспардың әрбір тармағы қысқа, бірақ ақпаратты болуы керек.\nЖоспар жұмысты талдаудың барлық негізгі аспектілерін көрсетуі керек.\nЖұмыстың шамамен көлемі: 5-7 беттік машинкамен басылған мәтін.\n\nАяқтау уақыты: 10 күн.\n\nСәттілік тілеймін!",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "GPA 3.08 қызыл диплом ала алам ба ең төмен баға С+",
        "question_content": "GPA 3.08 қызыл диплом ала алам ба ең төмен баға С+ биыл қандай өзгерістер бар.",
        "question_date": "18.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі қойылатын талаптар:\n1. 8 семестрдің барлығын қосқан кезде ортақ GPA 3.5 кем болмау керек.\n\n2. Практика, курстық жұмыс бағалары 90-нан кем болмау керек.\n\n3. 3-тік баға болмауы керек.\n\n4. Дипломдық жұмысты 5-қорғау керек.\n\n5. Мемлекеттік емтихандардың бәрін кем дегенде 90",
                "date": "19.02.2024",
                "upvotes": 0
            }
        ]
    }
]