[
    {
        "question_title": "Мағыналы есте қалдыруды дамытатын негізгі күш.",
        "question_content": "Мағыналы есте қалдыруды дамытатын негізгі күш:\nА)Балабақша мен мектеп\nВ)Отбасы мен мектеп\nС)Мектеп, ұстаз\nД)Жанұя мен балабақша\nЕ)Нақты жауабы жоқ",
        "question_date": "18.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 840,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасы мен мектеп негізгі рольді ойнайды",
                "date": "25.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай ғалым денелер тұтас емес олар бөлінбейтін ұсақ бөлшектерден тұрады деп болжамдаған.",
        "question_content": "Қай ғалым денелер тұтас емес олар бөлінбейтін ұсақ бөлшектерден тұрады деп болжам ұсынған.",
        "question_date": "18.05.2021",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А.Эйнштейн  айтқан болатын бұл сөзді.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам ағзасына кіретін макроэлементтер қатарын көрсетіңіз",
        "question_content": "1) Адам ағзасына кіретін макроэлементтер қатарын көрсетіңіз:\n\n2)Сүйектің негізгі құрамына кіретін элементті көрсетіңіз:\n\n3) Қалқанша бездегі гармондардың жұмысын реттеуге қатысатын элементті көрсетіңіз:\n\n4) Тыныс алу кезінде сіңірілетін газ\n\n5) Тағамның құрамындағы заттарды анықтау әдістерімен сейкестендір\n\n6) Минералдар\\тау жынысы\\ кендердің атаулары мен құрамына кіретін элементті сәйкестендіріңіз\n\nЖауаптары: 1) N,C,H,O\n\n2) Ca\n\n3) I йод\n\n4) оттегі\n\n5) Крахмал - йодтың спирттегі ерітіндісі;  Май-сүзгі қағазы; Нәруыз-мыс сульфаты; Глюкоза-толленс реактиві\n\n6)Гематит- темір;   Галлит- натрий; Боксит-аллюминий\n\n7) 1.Кен өндіру; 2.Тазарту; 3.Ұнтақтау; 4.Байыту; 5.Қорыту; 6.Пішіндеу",
        "question_date": "18.05.2021",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микроэлементтердің көпшілігі бауырда, сүйек және бұлшық ет ұлпаларында жиналады. Бұл ұлпалар көптеген микроэлементтердің негізгі қоры. Элементтер кейбір мүшелерге тән болып табылады және онда концентрациясы жоғары болады. Мысалы, мырыш – қарын асты безінде, йод – қалқанша безінде, фтор – тіс кіреукесінде, алюминий, мышьяк, ванадий – шашта, кадмий, сынап, молибден – бүйректе , қалайы – ішек ұлпаларында, стронций – қуық безінде, сүйек ұлпасында, барий – көздің пигментті қабатында, бром, марганец, хром – гипофизде және тағы басқаларда жиналады. Натрий және хлор жасуша аралық, ал калий және магний жасуша ішіндегі сұйықтықтарда кездеседі. Натрий және калий фторид түрінде сүйек және тіс ұлпаларында болады. Магний фосфат түрінде тістің қатты ұлпаларында болады. Сонымен қатар, микроэлементтердің ағза үшін физиологиялық маңызы өте жоғары.\nМыс\nМыс – денсаулыққа өте пайдалы микроэлементтердің бірі. Егер ағзада мыс жетіспесе, бауырда қорланған темір гемоглобинмен байланысқа түсе алмайды. Мыстың мөлшерінің аз немесе көптік шамасының көрсеткіші- адамның шашы. Мыстың мөлшері төмендеген кезде немесе жетіспеген жағдайда шаш тез ағарады. Мыс қанға оттектің өтуін қамтамасыз етеді. Соның нәтижесінде жасуша, ұлпалар оттекпен жақсы қамтамасыз етіледі. Мыс көптеген ферменттердің құрамына кіреді, ұлпалардағы тотығу реакциясын жылдамдатады.\nТемір\nТемір элементінің рөлі денсаулық үшін өте зор. Егер темір жетіспесе, баршамызға белгілі анемия немесе қан аздық ауруы пайда болады. Бұл элементтің ағзадағы тәуліктік мөлшері 11-30 мг. Адам қанында 3 г жуық темір бар. Оның мөлшері көрсетілген шамадан төмен болса, қанның қызыл жасушасының, яғни гемоглобиннің түзілуі нашарлап, тыныс алу функциясы төмендейді. Темір ағзаға сырттан түседі, тамақтың құрамындағы темір ионы он екі елі ішектің жоғарғы бөлігінде қанға сіңеді. Темірдің ағзаға дұрыс сіңбеуі асқазандагы тұз қышқылының жетіспеуінен немесе темірдің ақуызбен байланысының нашарлауынан болады.\nЙод\nЙод - өмірлік маңызы бар элемент. Ол қалқанша безі үшін құрылыс материалы (қалқанша без – йод жинақтаушы мүше). Өкінішке орай, бұл микроэлемент ағзада жасалмайды, адам оны тек ас, тағам арқылы алады. Сыртынан қарағанда йод жетіспеушілік білінбейді, ал тапшылық сезілсе түрлі ауруларға шалдықтырады, яғни шаршау, түрлі жұқпалы ауруларды тез қабылдағыштық, белсіздік және ақыл – ой кемістігі. Адам күнделікті өсімдік және жануартекті өнімді қабылдағанмен, ағзаға қажет мөлшердегі дәрумен мен микроэлементтердің орнын толтыра алмайды. Ағза йодты синтездей алмағандықтан, тіршілік үшін күнделікті йоды бар тағамдарды пайдалану есебінен қажет мөлшерін толтыру қажет.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "19.05.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кореяда Айдол болу күнә ма?",
        "question_content": "Кореяда Айдол болу күнә ма?Ашық киінгенің",
        "question_date": "18.05.2021",
        "question_tag": "Қазақша ән",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.05.2021",
                "upvotes": 0
            },
            {
                "text": "Жоқ күнә емес егер музыкан ұятсыз болса күнә ал былай харам емес❤️",
                "date": "28.03.2022",
                "upvotes": 0
            },
            {
                "text": "Иә күнә! Өйткені Құранда қыздарға жабық жүруді бұйырған.",
                "date": "21.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Глюкозаның спирттік ашу реакциясының теңдеуін жазыңдар.",
        "question_content": "глюкозаның счпирттік ашу реакциясының тендеуін жазыңызшы",
        "question_date": "18.05.2021",
        "question_tag": "Химия",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С6H12O6 =  2C2H5OH +2CO2",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ақ ғұн\" тайпасын басқаша қалай атады?",
        "question_content": "Ақ ғұн тайпасын басқаша қалай атады?",
        "question_date": "18.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 887,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хундар, хуннулар, эфталитер",
                "date": "18.05.2021",
                "upvotes": 0
            },
            {
                "text": "Орта Азияда өмір сүрген Эфталиттерді атаған.",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнгімені не үшін “Конақтар”аталғанын өз сөзіңізбен жазыңыз.",
        "question_content": "Не себеппен Конактар аталганын оз созынызбен жазыныз деген суракка жауап керек срочно!!",
        "question_date": "18.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлен Әбдікұлы шығармаларындағы шоқтығы биік туындының бірі – \"Қонақтар\" әңгімесі. Шағын ғана әңгіменің идеясы мен айтар ойы тереңде.\nБір қарағанда, \"Қонақтар\" әңгімесі әке мен ұлдың арасында немесе ата-ана мен бала арасында ренішті, көңілтолмаушылық пен зілді суреттеген шығарма болып көрінуі мүмкін. Алайда әңгіменің айтар ойын одан да терең, одан да биік ұғымдардан іздеуге болады.\nЕрғабыл қарияның жалғыз ұлы Сапабекке көңілі толмайтыны, үміті мен разылығын ақтамаған перзенті екені рас. Алайда Сапабектің өзі елге белгілі геолог, шетел аралаған, табысы мол маман. Бірақ Ерғабыл қарияға мұның керегі шамалы. Оған ұлының қара шаңырақты құрметтеп, ата салтты ұстанғаны, ата-ананы сыйлап, қамқорлық танытқаны қажет.\nЕуропаша киініп, орысша сөйлеген, ауыл тұрмысына бейімі жоқ келіні мен қазақша түсінбейтін немересіне де шалдың көңілі толмайды.\nЕрғабыл қария үшін өзі өсіп өнген үйдің түтінін өшірмей, қара шаңырақты ұстап қалған ұрпақ қана адал сүт емген, ата-ана парызын өтеген бала. Ал жалғыз ұлы Сапабек ауылға жылына бір рет келіп, аман-саулықтың өзін жөнді бермейтін ұл болып шықты. Одан туған ұлды (немересін) да ата жүрек қабылдай алмайды.\nАта салтты құрметтейтін қария үшін ұлының жоғары білім алғаны емес, ұлттық құндылықтар мен салт-сананы жоғары тұтатын ұрпақ керек. Яғни, әл-Фараби айтқандай, ұрпақтың тәрбиелі болғаны қажет.\nЖоғарыда айтқанымыздай, әңгімені ата-ана мен бала арасындағы қарым-қатынастан да тереңдеп қарастыруға болады. Әңгімедегі оқиға өткен ғасырдың 80-жылдарын қамтыған. Бұл уақытта – қазақ халқы өзінің ұлттық құндылықтарынан, салт-дәстүрінен айырыла бастаған кезі. Төлен Әбдікұлы постмодернистік жазушы ретінде қазақ қоғамындағы бұл үрдісті ерте байқай білді. Әрі мұны шығармашылық метафорамен \"Қонақтар\" атты әңгімеге айналдырды.\nЕрғабыл қарияны Төлен Әбдіковтің әңгімедегі прототипі деп алсақ болады. Жазушы әңгімеге ата салтты ұстанған қария бейнесіне еніп, қоғамда болып жатқан жат дүниелерге көңілі болмайды. Әсіресе, еуропалық беймағлұм мәдениетке бас сұққан жас ұрпаққа өкпе-назын жеткізеді. Олардың ата мұраны, қазақ түсінігіндегі іргелі ұғым – қара шаңырақты сыйламайтынын бетіне басады. Қазақ халқын \"ата-ана\" деп алсақ, жаңаша тәрбиеге бет бұрған ұрпақты \"Сапабек пен келіні\" деп алуға болады. Қазақ халқы ата-ана ретінде ата дәстүрден жұрдай ұрпағына реніші қара қазандай, өкпесі тон боп қатқан беріштей.\nТөлен Әбдікұлы жазушы ретінде қоғамда үрдіс алып бара жатқан мұндай жағдайға бейжай қарай алмайды, ішінен өзегі өртеп барады. Сол себепті Ерғабыл қарияның образына еніп, қазіргі қоғамға өкпе-наз айтатындай.\n\"Қонақтар\" әңгімесі – әлі күнге дейін өзегін жоймаған шығарма. Қазіргі қоғамы да осы дерттен айыға алмай отыр. Ұлттық мұраны, халық салт-дәстүрі мен ата жолды ұстануды ұмытып барамыз. Дүбәра ұрпаққа айналған жұрт бұл өмірде \"қонақ\", яғни, бары да, жоғы да білінбейді.\nӘңгіменің \"Қонақтар\" аталуында да сыр бар. Ерғабыл қарияның қара шаңырағына келген өзінің туған ұлы мен немересі емес, оның аман-саулығын біле келген, жүре соққан құдайы қонақ қана. Олардың қария үшін қадірі қонақтық қана. Өз үйіне өзі қонақ болып отырған ұрпақ, шын мәнінде, өте ауыр әрі қасіретті жағдай.\nЖазушы осынау ғаламдық идеялардың барлығын шағын шығармаға ғана сыйдырып, атауына ерекше мән берген.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/debiet/63709/",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерге қатысты онлайн курс жасап, онлайн мектеп ашып айналысу?",
        "question_content": "Компьютерге қатысты онлайн курс жасап, онлайн мектеп ашып айналысқысы келіп жүргендер бар ма?",
        "question_date": "18.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен бағдарламалауға байланысты онлайн курс ашқым келеді",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаршының пиреметрі қанша есе өседі?",
        "question_content": "Шаршының ауданы 16 есе өсетін болса, онда оның пиреметрі қанша есе өседі?",
        "question_date": "18.05.2021",
        "question_tag": "Геометрия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:   а1=x; S1=x^2\n\nS2=16x^2;   16x^2=4^2*x^2=(4x^2)\n\na2=4x;    P1=4x;  P2=16x;   P1\\P2=16x\\4x=4\nЖауабы: 4 есе",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТ тапсырып, қанша балмен Мед Универге (Стоматологияға) грантқа түсе аламын?",
        "question_content": "КТ тапсырып, қанша баллмен Мед Универге Стоматология бөліміне грантқа түсе аламын??? Және таңдау пәні 1 немесе 2 бірге болады ма?",
        "question_date": "18.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 789,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық университеттерге түсу үшін кем дегенде 65 балл, басқа жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарына түсу үшін кемінде 50 балл жинау керек;\nбілім салалары бойынша:\n\"Ауыл шаруашылығы және биоресурстар\", \"Ветеринария\" – кем дегенде 60 балл;\n\"Педагогикалық ғылымдар\" – кемінде 70 балл;\n\"Денсаулық сақтау және әлеуметтік қамтамасыз ету (медицина)\" – кем дегенде 65 балл.\nБұған дейін Қазақстанда білім гранттарын тағайындау тәртібі өзгергені туралы хабарланған болатын. ҰБТ уақыты 10 минутқа ұлғайтылды.\n\nӘрі қарай оқу: https://sputnik.kz/society/20200611/14212036/UBT-2020-grant-ball.html",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Картаны қолданып, сұрақтарға жауап беріңіз",
        "question_content": "1.Ғұндардың орналасқан аймағын сипаттаңыз\n\n2.Ғұндар қандай тайпалық одақтармен көрші орналасқан?\n\n3.Мөденің жаулап алған жерлерін ата",
        "question_date": "17.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің радиусын анықтаңыз.",
        "question_content": "Центрі О нүктесі болған шеңберге диаметрі СК=18см және АВ хордасы, осы шеңбер радиусына тең болған СК перпендикуляры жүргізілген. Диаметрі СК және АВ хордасы Р нүктесінде қиылысады. а)есеп шартына сәйкес сызбаны сыз;                                                    b)шеңбердің радиусын анықтаңыз;                                                            c)AP түзуінің ұзындіғын анықтаңыз;                                                     d)АОВ үшбұрышының периметрін есептеңіз.",
        "question_date": "17.05.2021",
        "question_tag": "Геометрия",
        "question_views": 949,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "b)Радиус=АВ=ОА=ОВ= диаметр/2=18/2=9 (см)\nАОВ үшбұрышы тең қабырғалы үшбұрыш.\nc)Тең қабырғалы үшбұрыштың бисектрисасы, медианасы және биіктігі тең болады. ОР медианасы АВ қабырғасын бірдей екі бөлікке бөледі, яғни АР=ВР=АВ/2=9/2=4,5 (см)\n\nd)АОВ үшбырышының периметрі Р=9+9+9=27 (см).",
                "date": "3.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 6,72 л (қ.ж) хлор кальциймен әрекетескенде қанша грамм тұз түзіледі?",
        "question_content": "Көлемі 6,72 л (қ.ж) хлор кальциймен әрекетескенде қанша грамм тұз түзіледі?",
        "question_date": "17.05.2021",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлемі 6,72 л (қ.ж) хлор кальциймен әрекетескенде қанша грамм тұз түзіледі?",
                "date": "24.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Электронның А (шығу) жұмысын анықтаңыз.",
        "question_content": "Цезийдің бетіне түсетін жарық толқындарының толқын ұзындығы 0,685мкм .Цезий үшін фотоэффектінің қызыл шекарасы =690нм Планк тұрақтысы 6,63×10^-34 дж с электрон массасы 9,1×10×^-31\n\nА)түскен сәуленің энергиясын анықтаңыз\n\nВ)электронның А(шығу) жұмысын анықтаңыз\nС)фотоэффект құбылысы байқалама ? Неліктен ? Жауабыңызды түсіндіріңіз\nД)электронның кинетикалық энергиясын анықта\nЕ)электрон жылдамдығын анықта",
        "question_date": "17.05.2021",
        "question_tag": "Физика",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "лямбда=0.685*10^-6\n\nлямбда(қызыл)=690*10^-9\n\nh=6.63*10^-34\n\nm=9.1*10^-31\n\nA)   hc\\лямбда=E=19.86*10^-26\\0.685*10^-6=28.99*10^-20=290*10^-19Дж\n\nB)      hc\\лямбда=A(шығу)+E; А(шығу)= (19.86*10^-26\\690*10^-9)-290*10^-19=0.0287*10^-17 - 290*10^-19=2.87*10^-19-290*10^-19=-287.13*10^-19\n\nД)    hc\\лямбда=A(шығу)+E(к);\n\nЕ(к)=hc\\лямбда-A(шығу)=(19,86*10^-26\\0.685*10^-6)-(-287.13*10^-19)=290*10^-19Дж\n\nE)   hc\\лямбда=А(шығу)+mv^2\\2",
                "date": "18.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алюминтермиялық тәсілмен хромның қандай массасын алуға болатынын есептеңіздер?",
        "question_content": "Құрамындағы хром (|||) оксидініңмассалық үлесі 80% кеннің 20 г алюминтермиялық тәсілмен хромның қандай массасын алуға болатынын есептеңіздер?",
        "question_date": "17.05.2021",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамындағы хром (|||) оксидініңмассалық үлесі 80% кеннің 20 г алюминтермиялық тәсілмен хромның қандай массасын алуға болатынын есептеңіздер?",
                "date": "15.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр бұрыштың градустық өлшемін табыңдар.",
        "question_content": "АОВ жазыңқы бұрышы, О төбесінен ОС сәулесі жүргізілген. АОС\n\nбұрышы BOC бұрышынан 4 есе артық болса әр бұрыштың градустық\n\nөлшемін табыңдар.",
        "question_date": "17.05.2021",
        "question_tag": "Геометрия",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "“Жусан Иісі” шығармасындағы Тұржанға мінездеме және мәтіннен дәлелдеме.",
        "question_content": "Сайын Мұратбековтің “Жусан Иісі” шығармасындағы Тұржанға мінездеме және мәтіннен дәлел. Сол әнгімеден Тұржан бейнесінің үзіндісі қажет",
        "question_date": "17.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телеграмға тегін жарнама жасайтындар бар ма?",
        "question_content": "Тегін жарнама керек телеграм ға жарнама өтінем айтыңдаршы",
        "question_date": "16.05.2021",
        "question_tag": "Телеарналар",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарысқа барар да айтылатын дұға сүрелер бар ма?",
        "question_content": "Жарыста айтылатын дұға айтып жіберіңіздерші. Ертең жарысқа кетемін",
        "question_date": "16.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 46600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.05.2021",
                "upvotes": 0
            },
            {
                "text": "Лә хаулә уа лә кууату илаа билах\n\nАлладан басқа мықты жоқ",
                "date": "5.05.2023",
                "upvotes": 0
            },
            {
                "text": "Лә хауна уә лә куәтту илла биллах\n\nӘр істі биссимиллах деп бастау керек\n\nЛә илләха иллааллах мухаммаду рассуллалах \n\nАлладан басқа тәңір жоқ мұхаммед оның елшісі",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикадан университет есебін шығаратын адам керек?",
        "question_content": "Математикадан университет есебін шығаратын адам керек,\n\nХ  2    5   8\n\nР Р1 Р2 Р3                           М(х)=3,5\n\n                                                М(х2)=18\n\nОсыған ұқсас есептер жіберемін уақытында салып жіберсе, ақшасын төлеймін\n\nWhatsapp номер калдырыныз",
        "question_date": "16.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "87074189885 номеріне хабарласаңыз болады.",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет арқылы қалай ақша табуға болады? Сайттар бар ма? Айта кетсеніздер!",
        "question_content": "Интернет арқылы қалай ақша табуға болады? Сайттар бар ма? Айта кетсеніздер! Лайк подписка арқылы ақша табу.",
        "question_date": "16.05.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.05.2021",
                "upvotes": 0
            },
            {
                "text": "Әрине болады. Мен ютуб, фейсбук, инстаграм, плей маркеттенде ақша табамын. Ол үшін   https://seosprint.net/?ref=14670754 сілтеме ге кіресізде сіз бен біз секілді адамдардың қарапайым тапсырмаларын орындаймыз. Ең бастысы орысша сауатты болсаңыз болғаны.",
                "date": "22.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 5 тонна дененің 4 м биіктіктегі потенциалдық энергиясын анықтаңдар.",
        "question_content": "1.Массасы 6 тонна ғарыш кемесі 7 км/с жылдамдықпен қозғалса, оның кинетикалық энергиясы нешеге тең? 2.Массасы 5 тонна дененің 4 м биіктіктегі потенциалдық энергиясын анықтаңдар. 3.Жылжымалы блок көмегімен жүк 0,9 м биіктікке көтерілді. Жіптің бос ұшы қандай ұзындыққа созылды? 4. 10 Н күшпен жіпті тартып қандай жүкті көтеруге болады? Блок массасы 250 г. 5. Салмақсыз рычаг тепе-теңдікте тұр. Егер рычагтың ұзындығы 40 см, АВ=30 см, m2=6 кг болса, m1 жүктің массасы неге тең?",
        "question_date": "15.05.2021",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) E = mv^2/2  = 6*10^3 * 49*10^6 / 2 = 157*10^9 = 157 ГДж",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магнитті қайда қолдануға болады? 2 мысал керек",
        "question_content": "Магнитті қайда қолдануға болады? 2 мысал керек",
        "question_date": "15.05.2021",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Тажерибеде\n2.металга зат ылгенде",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы қаланың 500 отбасында орташа есеппен қанша микротолқынды пеш бар?",
        "question_content": "Қала тұрғындары арасынан кездейсоқ таңдалынған отбасында микротолқынды пештің болу ықтималдығы 0,682.\n\na) Осы қаланың 500 отбасында орташа есеппен қанша микротолқынды пеш бар",
        "question_date": "15.05.2021",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,682*500 = 341",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біздің бала асырап алғымыз келеді. Тел 8707 9 970 970",
        "question_content": "Бала асырап аламыз. 8707 9 970 970, ҚАРАҒАНДЫ",
        "question_date": "14.05.2021",
        "question_tag": "Жанұя",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала асырап алу бойынша балалар үйіне хабарлассаңыз болады. Бір жағынан сауап.",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    }
]