[
    {
        "question_title": "Екінші рет үйленсе балалар кімде қалуы керек?",
        "question_content": "Салеметсизбе. Менин болашак жарым( жигитим) 2 баласымен ажырасып кетти, улкени Ата ажесинин атында, анасы отказ берди, екинши баласы анасында еди, оны кайта акелип тастады. Анасынын туракты жумысы жок, квартира да турады. Отбасын курган жагдайда балалар биздин камкорлыгымызда калама? Анасы сотка арыз Берген жагдай да сот кимнин тарапында болады. Мен оз атыма ала аламынба?",
        "question_date": "7.02.2021",
        "question_tag": "Заң",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Видеода толық апарат берілген:",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш үйге газ, жарық, су кіргізіңіз?",
        "question_content": "Жоғарыда үш үй орналасқан, астында газ, су және жарық нысандары бар! Ендігі сұрақ... үш үйге бір бірімен қиылыспайтындай етіп қалай газ, су, жарық жеткізуге болады. Қатарымен жоғарыға үш үйдің суретін салыңыз, астына шеңбермен газ, су, жарық нысандарын салыңыз. сол үш нысаннан үш үйге жол жасаңыз, алайда жолдар бір бірімен қиылыспау керек",
        "question_date": "7.02.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің сұрағым, мен заң жүзінде тегімді Умирбаев тен Өмірбайға ауыстыра аламын ба?",
        "question_content": "Менің тегім Умирбаев. Осыны Қазақстан Республикасы Президентiнiң 1996 жылғы 2 ақпандағы N 2923 жарлығына сәйкес ұлт-дәстүрге сай Өмірбай деп өзгерткім келген. Бірақ ХҚКО ға барғанымда норматив бойынша У әріпінің орнына Ұ немесе Ү әріпін ауыстыруға ғана болады деп тегімді өзгертіп бермеді. Бірақ жоғарыдағы жарлықтың 5-бабында Республика Үкiметi өзiнiң құқықтық нормативтiк актiлерiн және республиканың орталық атқарушы органдарының актiлерiн осы Жарлыққа сәйкес келтiрудi қамтамасыз етсiн., деп анық жазылып қойған. Менің сұрағым, мен заң жүзінде тегімді Умирбаев тен Өмірбайға ауыстыра аламын ба әлде жоқ па? Нақты жауап берсеңіздер",
        "question_date": "6.02.2021",
        "question_tag": "Заң",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамға өзінің тегі, есімі немесе әкесінің аты ұнамайтын кездер болады. Осындай жағдайларда ол өзінің есімін өзгерте алады ма? Ол үшін қайда жүгінулері керек? Бұл жағдайда оның міндеттемелері мен құжаттарына не болады? Есімді, тегті немесе әкесінің атын ауыстыру қанша уақыт керек? Есімді, тегті немесе әкесінің атын өзгертуге болады ма?\n Азаматтар құқықтар мен міндеттерді өз аттарынан (бұған азаматтың есімі, тегі, және өз қалауынша әкесінің тегі жатады) жүзеге асырады. ҚР-ның Азаматық кодексінің 15 бап, 4-ші тармағына сәйкес азамат өз есiмiн заң құжаттарында белгiленген тәртiп бойынша өзгертуге құқылы. 3-ші тармаққа сәйкес, азаматтың туған кезде берiлген есiмi, сондай-ақ есiмiн өзгерту азаматтық хал актiлерiн тiркеу туралы заңдарда белгiленген тәртiп бойынша тiркелуге тиiс. Азаматтық хал актілерін мемлекеттік тіркеуді ұйымдастыру, азаматтық хал актілерінің жазбаларына өзгерістер енгізу, қалпына келтіру, күшін жою қағидаларын бекіту туралы заңнаманың 101 бап, 8-ші тармағына сәйкес Азаматтық хал актілері жазбаларына өзгерістер, толықтырулар мен түзетулер енгізуге азаматтың есімін, әкесінің есімін (бар болғанда), тегін өзгертуі негіздеме бола алады.\nАзаматтың есімін өзгертуі міндеттемелерді тоқтатуға негіз бола алады ма?\nҚР-ның Азаматық кодексінің 15 бап, 4-ші тармағына сәйкес азаматтың есiмiн өзгерту оның бұрынғы есiмiн, жасырын немесе бүркеншiк атпен алған құқықтары мен мiндеттерiн тоқтатуға немесе өзгертуге негiз болмайды. ҚР-ның Азаматық кодексінің 15 бап, 5-ші тармағына сәйкес азамат өзiнiң борышқорлары мен несие берушiлерiне өз есiмiн өзгерткенi туралы хабарлау үшiн қажеттi шаралар қолдануға мiндеттi және бұл адамдарда оның есiмi өзгертiлгендiгi туралы мәлiметтер болмауынан туған ықтимал зардаптарға тәуекел етедi. Осылайша азамат өз есімін өзгерткен кезде басқа тұлғалар алдындағы оның міндеттемелері жойылмайды, оған қоса ол өзiнiң борышқорлары мен несие берушiлерiне өз есiмiн өзгерткенi туралы хабарлауы керек.\nБұл мәселе жөнінде қайда бару керек?\nАзаматтық хал актілерін мемлекеттік тіркеуді ұйымдастыру, азаматтық хал актілерінің жазбаларына өзгерістер енгізу, қалпына келтіру, күшін жою қағидаларын бекіту туралы заңнаманың 101 бабына сәйкес азаматтық хал актілері жазбаларына өзгерістер, толықтырулар және түзетулер енгізу туралы өтініш жазбаша түрде өтініш берушінің тұрақты тұрғылықты жері бойынша тіркеуші органға беріледі.\nҚандай негіздемелер бойынша азамат өз есімін, тегін немесе әкесінің атын өзгерте алады?\nҚР-ның неке және отбасы туралы кодексінің 257 бабына сәйкес атын, әкесінің атын, тегін ауыстыру мынадай дәлелді себептер:\n1) атының, әкесiнiң атының, тегiнiң оғаш естiлуi;\n2) атының, әкесiнiң атының, тегiнiң айтуға қиындық келтіруі;\n3) егер некені (ерлі-зайыптылықты) мемлекеттік тіркеу кезінде некеге дейiнгі тектерінде қалса, жұбайымен ортақ текте болғысы келген жұбайдың тілегі;\n4) егер неке (ерлі-зайыптылық) бұзылған кезде бұл туралы мәлімделмесе, некеге дейiнгi тегiн алғысы келуі;\n5) бұрынғы некеден (ерлі-зайыптылықтан) туған балаларымен ортақ текте болғысы келуі;\n6) жұбайы қайтыс болған жағдайда некеге дейiнгi тегiн алғысы келуі;\n7) жұбайы қайтыс болған жағдайда өтiнiш берушi некеге дейiнгi тегiнде болғанда, балаларымен ортақ текте болғысы келуі;\n8) өтініш беруші таңдаған ата-аналарының бірінің ұлтына (ата-аналарының ұлты әртүрлі болған кезде) сәйкес келетін атты және (немесе) текті алғысы келуі;\n9) құжаттардағы атынан өзгеше, өмірде нақты қалыптасқан атын алғысы келуі;\n10) егер некеге отырған (ерлі-зайыпты болған) кезде жұбайының тегі қабылданса, некеге дейінгі тегін алғысы келуі;\n11) ұлттық дәстүрлерге байланысты әкесiнiң немесе атасының аты бойынша текте болғысы келуі;\n12) өтініш берушіні іс жүзінде тәрбиелеген адамның тегі мен аты бойынша текті және әкесінің атын алғысы келуі;\n13) жынысын хирургиялық жолмен өзгерткен кезде таңдаған жынысқа сәйкес келетін атты, әкесінің атын, текті алғысы келуі кезінде жүргізіледі.\nКеректі құжаттар:\nҚР-ның неке және отбасы туралы кодексінің 261 бабына сәйкес атын, әкесінің атын, тегін ауыстыру туралы өтінішке өтініш берушінің атын, әкесінің атын, тегін ауыстыруды өтінуіне байланысты себептерді растайтын мынадай құжаттар: 1) өтініш берушінің туу туралы куәлігі; 2) егер өтініш беруші некеде тұрса (ерлі-зайыпты болса), неке қию (ерлі-зайыпты болу) туралы куәлік; 3) егер өтініш берушінің кәмелетке толмаған балалары болса, баланың туу туралы куәліктері; 4) егер оларды тіркеуші органдар тіркеген болса, бала асырап алу туралы куәлік не әке болуды анықтау туралы куәлік; 5) егер өтініш беруші некені (ерлі-зайыптылықты) бұзуға байланысты өзіне некеге дейінгі тегін беру туралы өтініш жасаса, некені (ерлі-зайыптылықты) бұзу туралы куәлік; Қажет болған жағдайда, өтініш берушінің атын, әкесінің атын, тегін ауыстыруды өтінуіне байланысты себептерді растайтын қосымша құжаттар талап етіледі. Өтінішті қарау мерзімі АХАЖ-ға өтініш түскен күннен бастап 1 ай мерзімінде қаралады. Егер дәлді себептермен өтініш қарау мерзімін ұзарту керек болса онда ол мерзім жергілікті АХАЖ бөлімінің жетекшісімен 1 айдан көп емес мерзімге ұзартылады Құжаттарға өзгерістер енгізу ҚР-ның Азаматық кодексінің 15 бап, 6-шы тармағына сәйкес есiмiн өзгерткен азамат өзiнiң бұрынғы есiмiне рәсiмделген құжаттарға тиiстi өзгерiстер енгiзiлуiн талап етуге құқылы.\n\nТолығырақ: https://alashainasy.kz/interested/atyinyiz-ben-tegnzd-ozgertu-ushn-ne-steu-kerek-132666/",
                "date": "6.02.2021",
                "upvotes": 0
            },
            {
                "text": "Тіпті болмай жатырса жылына бір-бір әріптен өзгертіп отырсаңыз болады",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прадюсерді қалай табуға болады?",
        "question_content": "Маған продюсер керек продюсерді қайдан табуға болады продюсерлердің атын жазыныздар",
        "question_date": "6.02.2021",
        "question_tag": "Өнер",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отандық топ продюсерлер:\n1. Баян Есентаева — \"Кеш Ю\" тобы, Айлан, Айгүл Иманбаева және тағы да басқа әншілердің продюсері, \"Саз әлемі\", \"Қазақ аруы\" жоба-байқауының ұйымдастырушысы. Ол 2012 жылы \"Ғашық жүрек\" атты екі сериялы фильм түсірілді, соңынан осы фильмді телесериал етіп шығарды. Баян Есентаеваның \"Ел арна\" телеарнасында \"Тракторшының махаббаты\" телехикаясы көрсетілді. Таяуда Баянның \"Абайлаңыз, сиыр\" атты картинасы қазақстандық прокатқа шықты. \n2. Қыдырәлі Болманов 1996 жылы \"АБК\" тобының негізін қалады және \"Гүлдер\" ансамблінің көркемдік жетекшісі болды. Оның ең үздік жобасы \"Ұлытау\" этно-рок стиліндегі музыкалық ұжым. Сондай-ақ Рахат Тұрлыхановқа \"Бангор\" тобына, Қарақатқа продюсерлік етті. \n3. Ұлықпан Жолдасов \"Каспий\", \"Заман\", \"Самал\" және \"Нами\" топтарының негізін қалаушы. Ол өзінің балалары Болат Жолдасов пен Фарида Жолдасованың жеке шығармашылығына да демеу беріп отырады. \n4. Гүлзира Үсенқызы отандық шоу-бизнесте ойып тұрып орын алған Қайрат Нұртастың продюсері. Бүгінде Қайраттың 100-ге жуық әні бар, жақында \"КН\" журналы да жарыққа шықты. \"Қайрат түшкірсе де хит\" дегендей оның әндерінің бәрі дерлік хитке айналып жатады. Таяуда \"Өкініш\" атты фильмін де көрермендер назарына ұсынды. \n5. Ерік Тастембековтің есімі тек Қазақстан ғана емес, Ресей шоу-бизнесінің өкілдеріне де етене таныс. Ол әнші Мақпал Исабекованы өз шығармашылық жобасы ретінде тек Қазақстанға ғана емес, Ресейдің шоу-бизнесіне де араластыра білді. Ол \"101\" және \"Текила\", \"Гильдия\" тобының продюсері. \n6. Алуа Қонарова продюсерлік ететін \"Ринго\" тобы ТМД елдері арасындағы \"Новая Волна\" байқауына қатысты. Сондай-ақ таяуда ол \"Аюми\" қыздар тобын құрды. \n7. Ерғали Әбдірайымов қазақ тыңдармандарының сүйіктілеріне айналған \"Жігіттер\" квартетін қалыптастырды. Ерғали Әбдірайымовтың өзге де танымал шығармашылық жобалары – Асқар Жүнісбеков, \"Жалын\" топтары. \n8. Сәбит Әбдіхалықов. Ол Айгүл Иманбаева мен жұбайы Алтынай Жорабаеваның басын қосып, \"Тату-тәтті\" тобын құрып, біраз елді таңғалдырды. Сәбит Әбдіхалықов одан өзге \"Қазығұртфильм\" төл киностудиясында бес фильм түсірді. Қайрат Әлімгерей және Талғат Жорабаев деген өнерлі жігіттердің продюсері. \n9. Нұржан Қожабеков, \"Сәт\" триосының продюсері. Азат, Тұрар, Сапарбай деген зағип жігіттерден тұратын бұл топтың әзірге 22 әні жазылған.. Сонымен қатар, Нұржан \"Раян\", \"Серпіліс\", \"Нұрай\", \"Еркеле\" топтарына продюсерлік етеді. \n10. Ренат Гайсин продюсерлік еткен \"The Magic of Nomads\" тобы қазақы дәстүрлі әндерді заманауи жанрға айналдыру арқылы ерекшеленеді. Жекелеген әншілерден Нұрлан Абдуллин, Айгүл Бабаева, Ғазиза және Асылбек Еңсепов те музыка жаздыруда Ренатқа жүгінеді екен. \n11. Майра Ілиясова продюсер ретінде көптеген жас әншілердің, топтардың танылуына мұрындық болып жүр. Сондай-ақ ол \"Сағындырған әндер-ай\", \"Жан анам\" т.б жобаларды, қайырымдылық концерттерін ұйымдастырумен ерекшеленеді. \nТағы да оқыңыздар: https://kaz.nur.kz/306823-kazakstannyn-en-tanymal-prodyuserlerinin-tizimi-zhasaldy.html?utm_source=clipboard&utm_medium=article-fragment",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Давление көтеріліп түспей қойса не істеуге болады?",
        "question_content": "Сәлеметсіздер ме!? Менің анамның давлениесі түспей ауырып жүргеніне 3 айдай болып қалды. Ең жоғарысы 260 қа дейін барды. Дәрігерлері бар ма емшісі бар ма бәріне барып шықтық. Қалыпты болып тұрады да тамақ ішсе болды бірден көтеріліп кетеді, сондағысы ішкені тауықтың сорпасы.Екі рет больницаға жатып шықты,бірақ үйге шыққан соң қайтадан көтеріліп жатыр. Диагнозін біреулері өті толған біреуі асқазаны ал енді бірі ұйқыбезінен дейді. Егерде осындай жағдайды кездестіріп емі табылған болса жауап қалдырып кетулеріңізді өтінемін.Алдын ала рахмет.",
        "question_date": "6.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 кг метанды жағуға оттектің қандай көлемі жұмсалады?",
        "question_content": "1 тапсырма\n\nМолекула құрамында а).6 атом көміртек.ә)12 атом көміртек.б.)8 атом сутек бар алқандардың молекулаларының формулаларын жазындар\n\nТапсырма 2\n\nСалыстырмалық молекулалық массалары а).30.ә)58.б)72 болатын көмірсутектердің формулаларын жазындар.\n\nТапсырма 3\n\n10 кг метанды жағуға оттектің қандай көлемі жұмсалады?",
        "question_date": "6.02.2021",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 тапсырма\nАлканның жалпы формуласы CnH2n+2\na) C6H14 -   гексан\nM(C6H14) = 86 г/моль\nW(C) = 12*6 / 86 = 0.837\nW(H) = 1*14 / 86 = 0.163\n\nb) C5H12 - Пентан\nM(C5H12) = 72 г/моль\nW(C) = 12*5 / 72 = 0.833\nW(H) = 12*1 / 72 = 0.167\n\nc) C3H8 - Пропан\nM(C3H8) = 44 г/моль\nW(C) = 12*3 / 44 = 0.818\nW(H) = 8*1 / 44 = 0.092\nТапсырма 2\nС2Н6 Этан\nС4Н10 Бутан\nС5Н12 Пентан\nТапсырма 3\n10000       х\n    С    +   О2 =   СО2\n  12           22.4л\nх=10000*22.4/12=18666.67л",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам өз бойындағы дофамин нейромедиаторын қалайша көбейте алады?",
        "question_content": "Адам өз бойындағы дофамин нейромедиаторын қалайша көбейте алады?\n\nДофамин бұл  адамды алға жылжытатын нейромедиатор, ол туралы толығырақ гуглдан біле аласыз, ал енді осы гармонды қалайша өз бойымызда көбейте аламыз?",
        "question_date": "6.02.2021",
        "question_tag": "Денсаулық",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дофамин - бұл адамның миы шығаратын белсенді химиялық зат және бүйрек үсті безі шығаратын гормон. Дофамин адам өзіне ұнайтын процестер кезінде табиғи жолмен түзіледі, сол себепті бұл затты ми кейінгі өмір үшін маңызды әрекеттерді бағалау және шоғырландыру үшін пайдаланады.\nТабиғи жолмен адам бойында бұл гармон мөлшерін арттыруға болады екен: \nАқуызды көбірек қолданыңыз. Ақуыздар аминқышқылдары деп аталатын кішкене құрылыс блоктарынан тұрады. Барлығы әр түрлі аминқышқылдарының 23 түрі бар, олардың кейбіреулері сіздің денеңіз синтездей алады, ал басқаларын сіз тамақтан аласыз. Дофамин өндірісінде тирозин аминқышқылы шешуші рөл атқарады. Сіздің денеңіздің ферменттері тирозинді допаминге айналдыруға қабілетті, сондықтан тирозиннің жеткілікті деңгейінің болуы допамин өндірісі үшін маңызды. Тирозинді басқа фенилаланин деп аталатын амин қышқылынан да жасауға болады.\nҚаныққан майды азырақ қолданыңыз. Зерттеулер көрсеткендей, жануарлар майында, сары майда, пальма майында, кокос майында және майлы сүт өнімдерінде кездесетін қаныққан май допаминдік сигналға кедергі келтіруі мүмкін. Мысалы, қаныққан майдан калориясының 50% -ын тұтынған егеуқұйрықтар, қанықпаған майдан калорияны сол мөлшерде алған басқа егеуқұйрықтармен салыстырғанда, допаминдік сигналдың мидың сыйақы аймақтарында төмендеген.\nПробиотиктер туралы ойланыңыз. Соңғы жылдары ғалымдар біздің ішек пен мидың бір-бірімен тығыз байланысты екендігін көрсетті. Кейде ішекті тіпті «екінші ми» деп те атайды - оның құрамында көптеген жүйке жасушалары бар, олар өз кезегінде допаминді қоса, сигнал беретін нейротрансмиттердің молекулаларын шығарады. Осылайша, біздің ішекте өмір сүретін бактериялардың кейбір түрлері допамин шығаруға қабілетті, бұл біздің көңіл-күйіміз бен мінез-құлқымызға әсер етеді.\nБарқыт бұршақтары да жақсы болуы мүмкін. Бұл тағамдар L-ДOФA табиғи көзі болғанымен, оларды диетаға қоспас бұрын дәрігермен кеңескен жөн. Сонымен қатар, көп мөлшерде барқыт бұршақтары пайдалы емес, бірақ зиянды болуы мүмкін. Өнімнің затбелгісінде көрсетілген дозалау бойынша ұсыныстарды орындаңыз.\nҮнемі жаттығу жасаңыз. Жаттығу - бұл ми мен дене үшін ең жақсы жаттығулардың бірі. Спорттық жаттығулар кезінде эндорфин деңгейі көтеріледі: көңіл-күйдің жақсаруы 10 минуттық аэробты белсенділіктен кейін байқалады, мысалы, орташа қарқынмен ұзақ қашықтыққа жүгіргенде, ал 20 минуттан кейін ол өзінің шыңына жетеді.\nҰйқыңызды бақылаңыз. Сіздің миыңыз дофаминнің мөлшерін табиғи түрде көбейтуі үшін сізге ұйқының қаншалықты екендігіне көз жеткізу керек. Дофамин миға бөлінген кезде ол сергек сезімін тудырады. Жануарларға жүргізілген зерттеулер көрсеткендей, дофамин таңертең ұйқыдан оянған кезде көп мөлшерде бөлініп шығады, ал кешке ұйықтайтын уақыт келгенде ол азаяды. Алайда ұйқының болмауы бұл табиғи ырғақты бұзады. Мысалы, адам түні бойы сергек болуға мәжбүр болған кезде, келесі күні таңертең мидағы дофаминді рецепторлардың саны күрт төмендейді.\nМузыка тыңдаңыз. Миды бейнелеудің бірнеше зерттеулері көрсеткендей, музыка тыңдау мидың ләззат пен сыйақы үшін жауап беретін және дофаминді рецепторларға бай белсенділігін арттырады.\nКүн сәулесін жеткілікті мөлшерде алыңыз. Маусымдық аффективті бұзылыс (ҚЖА) - бұл адамдар қысқы маусымда күн сәулесі жеткіліксіз болған кезде мұңайып немесе күйзеліске ұшырайтын жағдай. Жетіспеушілік көңіл-күйді көтеретін нейротрансмиттерлердің, оның ішінде допамин деңгейінің төмендеуіне әкелуі мүмкін.\nҚажет болған жағдайда дәрумендер мен минералды заттарды қосыңыз. Допаминді жеткілікті мөлшерде жасау үшін сіздің денеңізге темір, ниацин, фолат және В6 витамині сияқты бірнеше дәрумендер мен минералдар қажет. Егер сіздің денеңізде осы қоректік заттардың біреуі немесе бірнешеуі жетіспесе, сізде денеңіздің барлық қажеттіліктерін қанағаттандыру үшін жеткілікті дофамин өндіруде қиындықтар туындауы мүмкін. Егер сізге нақты не жетіспейтінін білмесеңіз, зертханалық зерттеулер мұны анықтай алады.",
                "date": "6.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Көшпелі алтын\" ғылыми фантастикалық әңгімесіне композициялық талдау.",
        "question_content": "Талапбек Сұлтанбековтың \"көшпелі алтын\" - ғылыми фантастикалық әңгімесіне композициялық талдау",
        "question_date": "6.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 73200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқиғаның басталуы: Сәменнің “көшпелі алтынды” көруі жән ауылдағы тұжырымдар\n\n• Оқиғаның байланысы: Сәменнің Шайтантауға бару жоспары мен дайындыңы\n\n• Оқиғаның дамуы: Сәмен мен Қажытайдың үңгірде көрген бірнеше “көшпенді алтындары”\n\n• Оқиғаның шарықтау шегі: Галузомен кездесу және таудағы лаборатория\n\n• Оқиғаның шиеленісуі: “Көшпелі алтынға” ғылыми түсініктеме\n\n• Оқиғаның шешімі: аңыздың жоққа шығарылуы және ауылға оралуы\n\nP.S. может быть неправильно",
                "date": "11.02.2021",
                "upvotes": 1
            },
            {
                "text": "Басталды,шиеленісті,шарықтау шегі",
                "date": "9.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "С++ арқылы ауданын S=a*b және периметрін p=2*(a+b) анықтау.",
        "question_content": "Тіктөртбұрыштың a,b қабырғалары берілген, оның ауданын S=a*b және периметрін p=2*(a+b) анықтау\n\n с++ программасымен",
        "question_date": "6.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С++ тілінде шығарылған есеп",
                "date": "6.02.2021",
                "upvotes": 0
            },
            {
                "text": "#include <iostream>\n\nusing namespace std;\n\nint main()\n{\n    double a, b, s, p;\n\n    cout << \"Vvedite storonu A:\";\n\n    cin >> a;\n\n    cout << \"Vvedite storonu B:\";\n\n    cin >> b;\n\n    s = a * b;\n\n    p = (a + b) * 2;\n\n    cout << \"Ploshyad':\" << s << endl;\n\n    cout << \"Ploshyad':\" << p;\n\n    return 0;\n}",
                "date": "26.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егерде 1 - топ мүгедегі көп қабатты үйден пәтер алса",
        "question_content": "Ассалаумағалейкум бәріңізге !\n\nҚояр сұрағым мынадай : Менің 1 - топ мүгедек ағам , көпқабатты үйден 1 бөлмелі пәтер алған еді . Қазір алғанына 1 жылдың көлеміндей болды , басқа кісілер сияқты ағамда ай сайын  пәтерде тұрғаны үшін 3 мың теңгедей төлеп жүр. Осы нәрсе дұрыспа ?",
        "question_date": "6.02.2021",
        "question_tag": "Заң",
        "question_views": 146,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ тілі мен қазақ әдебиеті пәнін таңдасам да дизайн мамандығына түсе аламын ба?",
        "question_content": "Салеметсизбе!Мен 2021  тулегимин.Мен казак тили казак адебиетин танда едим сол бойынша акылы убт тапсырдым енд алган балым жогары емес шектик болдын оттим.\n\nЕнд  сурайн дегеним мен казак тили казак адебиети Панин тандасамда дизайн мамандыгына тусе аламба?",
        "question_date": "6.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа конкурс болар алдын шығармашылық емтихан тапсырасыз.",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу кредит бар үш банкте ертең алиментке тастайды",
        "question_content": "Ажырасып жатырмыз мен де кредит бар ертең алимент алады кредитті төлей алмай қалады екенмін не істеуге болады үй салуға алғанмын",
        "question_date": "6.02.2021",
        "question_tag": "Заң",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табысыңыз бен алиментке беретін ақыңыз табысыңыздың 50 пайызын алу керек.",
                "date": "7.02.2021",
                "upvotes": 0
            },
            {
                "text": "Неше балаңыз бар. Бір балаға 25 пайыз, 2 балаға 33 пайыз,  3 және одан да көп болса 50 пайыз табысыңыздан ұстайды. Ал кредит бойынша алименттен қалған акшаңыздың 50 пайызын ғана алады. Бірақ кредиттік тарихыныңыз құртылуы мүмкін.",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешенді тесте қандай пәндерден тапсырамыз?",
        "question_content": "Таңдап отырған мамандығым-тарих мұғалімі.\nКешенді тесте қандай пәндерден тапсырамыз\n\nшпорсыз,өз күшіммен түскім келеді,кеңестерініңіз?",
        "question_date": "6.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 912,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тестілеу азаматтың тілегі бойынша қазақ немесе орыс тілінде 4 пән бойынша орта білім беру оқу бағдарламасы көлемінде жүргізіледі: міндетті - математика, ана тіл (оқыту тілі), Қазақстан тарихы. Төртінші пән таңдау бойынша(география, физика, биология, химия, дүние жүзі тарихы, қазақ, орыс әдебиеті).\nӘр пән бойынша тестік тапсырмалар саны - 25.\nБарлық тестік тапсырмалар - 100.\nТестілеу уақыты - 2 сағат 30 минут.\nТестілеуді қайта тапсыруға рұқсат етілмейді.\nКешенді тестілеуге келген талапкер жеке бас куәлігі  (паспорт) және емтиханға кіру рұқсат қағазын көрсетуі тиіс.\nҰБТ ұйымдастыру және өткізу жөніндегі нұсқаулықтан \nhttps://www.ektu.kz/matriculant/complextest.aspx Сілтемеде осылай көрсетілген екен.",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінен аудандық олимпиада сұрақтары қандай болады?",
        "question_content": "География аудандық олимпиада қатысқандар, сурак кандай болды",
        "question_date": "5.02.2021",
        "question_tag": "География",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Геграфиядан аудандық теориялық тур (11 сынып)\n1 сұрақ. Қазақстанның батысының табиғат жағдайы қолайсыздау. Адамдардың бұл өңірде өмір сүруі не жағдайларға байланысты. Кейбір елді мекендердің пайда болуын түсіндір. -10ұ\n2 сұрақ. Грек тілінде «Климат» дегеніміз не? Ежелгі ғалымдар бұл сөзбен нені меңзеді? Климат қандай себептерге байланысты? -10ұ\n3 сұрақ. Қазақстанның басты кластерлік шаруашылық салаларын атап өтіп сипаттама бер. -10ұ\n4 сұрақ. Оңтүстік Америка материгінің табиғат зонадарының өзіндік ерекшеліктеріне тоқтал.(климаты,өсімдігі және топырақ жамылғысы) -10ұ\n5 сұрақ. Қазақстанның туристік рекреациялық ресурстары. Жетісу өңірі мысалында. -10ұ\nЖиынтығы: 50 ұпай\nГеографиядан аудандық практикалық тур(11 сынып)\nМаршруттың азимуты мен масштабын анықта. Масштаб 1см: 100 метр. Маршрутты шартты белгілермен (жер бедеріне байланысты) А.Б.В.Г.Д. өз қалаулары бойынша сал. 20 ұпай\nТолық металлургиялық циклды түсіндір. Толық циклді өндірістегі қара металлургияның кәсіпорындарының бөлінісін схема түрінде көрсет.(Мысалы:Қарағанды металлургия комбинаты) 20 ұпай\nКарталарды пайдалана отырып Астана қ. экономикалық-географиялық орнын анықтап сипаттама бер. 10 ұпай\nЖиынтығы: 50 ұпай\nГеграфиядан аудандық теориялық тур (10 сынып)\n1 сұрақ. Қазақстанның шаруашылық құрылымы мен оның жетекші салалары. Схема түрінде көрсетіп талда. -10 ұ\n2 сұрақ. Қазақстанның қай аумақтарында күн және жел энергиясын пайдалану тиімді. Өз ой пікірінді тұжырымда. -10 ұ\n3 сұрақ. Еуразия материгінің табиғат зонадарының өзіндік ерекшеліктеріне тоқтал.(климаты, өсімдігі және топырақ жамылғысы) -10ұ\n4 сұрақ. Қазақстан және әлемнің ең ірі көмір алаптарын атап,сипаттама бер .\n-10ұ\n5 сұрақ. П.П.Семенов Тянь-Шанский мен Ш.Уалихановтың Орталық Азия табиғатын зерттеудегі үлесі қандай? -10ұ\nЖиынтығы: 50 ұпай\nГеографиядан аудандық практикалық тур(10 сынып)\nМаршруттың азимуты мен масштабын анықта. Масштаб 1см: 100 метр. Маршрутты шартты белгілермен (жер бедеріне байланысты) А.Б.В.Г.Д. өз қалаулары бойынша сал. 20 ұпай\nТолық металлургиялық циклды түсіндір. Толық циклді өндірістегі қара металлургияның кәсіпорындарының бөлінісін схема түрінде көрсет.(Мысалы:Қарағанды металлургия комбинаты) 20 ұпай\nКарталарды пайдалана отырып өз ауданының физикалық-географиялық орнын анықтап сипаттама бер. 10 ұпай\nЖиынтығы: 50 ұпай\nГеграфиядан аудандық теориялық тур (9 сынып)\n1 сұрақ. Қазақстанның шаруашылық құрылымы мен оның жетекші салалары. - 10 ұпай\n2 сұрақ. Қазақстанның қай аумақтарында күн және жел энергиясын пайдалану тиімді. Өз пікірінді тұжырымда. - 10 ұпай\n3 сұрақ. Австралия материгінің табиғат зонадарының өзіндік ерекшеліктеріне тоқтал.(климаты, өсімдігі және топырақ жамылғысы)\n- 10 ұпай\n4 сұрақ. Дүниежүзілік мұхит (жетіспейтін сөздерді жаз)\nГидросфераның негізгі бөлігін ____________________ алып жатыр. Дүниежүзілік мұхит суы жер бетінің ___________млн шаршы шақырымын алып жатыр. Мұхит суының басты қасиеті ________________ мен ____________________ . Дүниежүзілік мұхиттың ең терең бөлігі _______________________________ метр. - 10 ұпай\n5 сұрақ. Климаттың қалыптасуының негізгі факторлары. Эссе жазу. - 10 ұпай\nЖиынтығы: 50 ұпай\nГеграфиядан аудандық теориялық тур (8 сынып)\n1 сұрақ. Эссе жазу. Ұлы саяхатшылар мен теңізде жүзушілер(5-н кем емес)\n-10 ұ\n2 сұрақ. Төмендегі терминдер мен түсініктерге анықтама бер:\nБазальт, Географиялық ендік, Белдеулік уақыт, Табиғат ресурстары, Циклон.\n-10ұ\n3 сұрақ. Африканың табиғат зонадарының өзіндік ерекшеліктеріне тоқтал. (климаты, өсімдігі және топырақ жамылғысы) -10ұ\n4 сұрақ. Дүниежүзілік мұхит (жетіспейтін сөздерді жаз)\nГидросфераның негізгі бөлігін ____________________ алып жатыр. Дүниежүзілік мұхит суы жер бетінің ___________млн шаршы шақырымын алып жатыр. Мұхит суының басты қасиеті ________________ мен ____________________ . Дүниежүзілік мұхиттың ең терең бөлігі _______________________________ метр. - 10 ұпай\n5 сұрақ. Бірінші қатарға сәйкес жауабын стрелка арқылы көрсет:\nГигрометр А. Жауын шашын мөлшері\nОсадкометр Б. Жел жылдамдығы\nБарометр В. Атмосфералық қысым\nАнемометр Г. Ауа ылғалдығы\nТермометр Д. Ауа температурасы\n-10ұ\nЖиынтығы: 50 ұпай\nТолығырақ: https://infourok.ru/geografiyadan-olimpiada-tapsirmalari-siniptar-1039112.html",
                "date": "5.02.2021",
                "upvotes": 0
            },
            {
                "text": "Осы сурактар келембе",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карантин кезінде шекарадан өту қаншалықты қиын?",
        "question_content": "Шекарадан откеннен кейын анализ алынады кортындысы канша уакытта дайын болуы керек жане анализден вирус белгылеры шыгып тагы анализ алса ол таза болып шыккан жагыдайда арыздана аламыз ба?",
        "question_date": "5.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 234,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа ережелерге сәйкес, шетелде білім алатын студенттер мен олардың ата-аналарына, тиісті құжаттары болған жағдайда, ел аумағынан шығуға рұқсат етіледі\nЖаңа ережеге сәйкес, Қазақстан азаматтарына үкіметтің шешімімен тікелей әуе қатынасы қайта орнатылған шет мемлекеттерге шығуға және сол елдердің азаматтарына Қазақстан аумағына кіруге рұқсат етіледі.\n\"Шетелдіктер үшін негізгі шарт – визалық талаптарды сақтау, ол Қазақстанға тікелей әуе қатынасы қайта орнатылған мемлекеттің азаматы болуы керек және осы мемлекеттен тікелей рейспен ұшып келуі тиіс\", - делінген хабарламада.\nОсы тәртіпке сәйкес, елге кіруге рұқсат етілген шетелдіктер де Қазақстанға келу үшін тікелей әуе рейстерін пайдалана алады.\nБұдан басқа, мемлекеттік шекарадан мына санаттағы адамдар өте алады:\nҚазақстанға экипаждан тыс ауысымға бара жатқан теңіз кемелері экипажындағы шетелдіктерге – теңіз (өзен) кемелерінің экипажынан екенін және мәртебесін дәлелдейтін тиісті құжаттары болуы тиіс;\nҚазақстанда ауыл шаруашылығы қызметімен айналысатын жүк иелеріне – ауыл шаруашылығы қызметін жүзеге асыратынын растайтын құжаттар талап етіледі;\nҚазақстанның шет елде оқып жүрген кәмелетке толмаған азаматтарын ертіп жүретін ата-аналарға (қорғаншылары немесе қамқоршыларына), сондай-ақ, оларға студенттік визаны ұзарту, студенттік ID-картаны ресімдеу, емтихан (тест) тапсыру үшін шетелдік білім беру мекемесінің шақыруы және осы мақсаттармен шет елге кіруге ресми рұқсаты болған жағдайда, шекараны кесіп өтуге рұқсат беріледі.\nЕлден шыққан кезде Қазақстан азаматтары қолданыстағы шектеулерді және сапар жоспарланған елге кіру мүмкіндігін өз бетінше анықтауы қажет.\nӘрі қарай оқу: https://sputnik.kz/society/20200620/14280877/karantin-shekara.html",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоғарғы оқу орнына түсу үшін қандай пәндерге дайындалсам болады?",
        "question_content": "Бастауыш білім беру мамандығы бойынша жоғарғы оқу орнына түсу үшін қандай пәндерге дайындалсам болады?",
        "question_date": "5.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдау кезінде базалық пәндерден өзге бейіндік пәндерден де тест тапсырасыз. Педагогикалық ғылымдар үшін бейіндік пәндер : 1)биология және 2)география.\n\nНақты сіз сұрап отырған мамандық та осы топқа енеді: В003 педагогика және бастауышты оқыту әдістемесі мамандығы.",
                "date": "5.02.2021",
                "upvotes": 0
            },
            {
                "text": "Сіз математика оқу керек",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан гидрафикалық машинаның формуласы кандай?",
        "question_content": "Физикадан гидрафикалық машинаның формуласы кандай?",
        "question_date": "5.02.2021",
        "question_tag": "Физика",
        "question_views": 964,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гидравликалық прес - бұл сұйықтықтардың қозғалыс және тепе-теңдік заңдары негізінде жұмыс істейтін машина.\n\nгидравликалық машина үшін формула:\n\nF1 / S1 = F2 / S2\n\n F1, F2 - поршеньдердегі күштер\n\n S1, S2 - поршеньді аймақтар",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауыржан Момышұлына хат тақырыбында шығарма жазу керек?",
        "question_content": "Бауыржан Момышұлына хат тақырыбында шығарма жазу керек?",
        "question_date": "5.02.2021",
        "question_tag": "Мектеп",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Шығарма- хат»\n Халқымыздың аяулы ұлы Бауыржан Момышұлына хат! ...\n\nНұрын шашып жылда Жеңіс көктемі,\nҰшсын еркін бейбіт күннің кептері.\nAрдагерлер көшкенімен өмірден,\nӨшпейді әсте ерлік-кітап беттері,- деп, батыр ата Бауыржан, өзіңізге мектеп бітіруші түлектері атынан хат жолдаймын. Міне, биыл сіздер сыйлаған Жеңіске 69 жыл толады. Сіз тәрізді Ұлы Отан соғысы ардагерлерінің ерлік жолын өзімізге үлгі ету - біздердің парызымыз.\n\n Сіздің өмірбаяныңызды білмейтіндер жоқ шығар, оны таныстырып жатудың да қажеті жоқ деп білемін. Өйткені өзіңіз жайында роман, повесть, , өлең, очерк, пьеса, мақалалар жазылды, көркемсуретті фильм де түсірілді. «Аңызға айналған батыр» атанып, әдеби кейіпкерге айналып кеттіңіз. Сіз сұрапыл соғыс жылдарында атақты генерал И.В .Панфиловтың сенімді серігі болдыңыз. Қан майдандағы қаһармандық ерліктің арқасында, даңқты қолбасшылар қатарына қосылдыңыз. Туған халқыңыздың, еліңіздің атын шығарып, ұлт батыры дәрежесіне көтерілгеніңізді мақтаныш етеміз.\nҚаһарлы соғысқа бүкіл алаулаған жастық шағыңызды бердіңіздер. Қатерлі сәттерде ажал оғына қарсы тұрып, азап-мехнатқа толы ауырпалықты арқалап шықтыңыз. Сіз соғыстан семсердей өткір, емендей берік болып оралдыңыз. Сол бейнеңіз А.Бектің «Арпалыс» романына арқау болды емес пе ? Соғыстан кейін де сіз өткен ерліктің ізін суытпай қағазға төніп, кітап жаздыңыз .Ал ерлік туралы қанатты сөздеріңіз жауынгерлерге күш-қуат бергені анық. Сіздің шығармаңызда майдан шежіресі шешен тілмен суреттеліп, мағыналы мақалмен айшықталған.\n Кітаптарыңызда соғыста от кешкен майдангерлердің тарихы суреттеліп, майдан өмірі елес беріп жатады.\n Өйткені, бұл еңбектеріңіз жүрек қанымен, маңдай терімен, найзаның ұшымен, оқтың жарқылымен жазылған майдан күндерінің мызғымас ескерткіші емес пе?\n Бауыржан Момышұлы! Сіздер жүріп өткен ерлік жолы біздерге, жас ұрпақтарға үлгі – өнеге. Бүгінгі күні арамызда болмасаңыз да есіміңіз, ерлігіңіз бізбен ,халқыңызбен бірге! Естеліктеріңіз сыр шертіп, бізді жарқын өмірге бастай беретініне сеніңіз.\nТолығырақ: http://56.astana-bilim.kz/ardager",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер жігіттің аты жақсы болса, бір бақыт, Алған жары жақсы болса, мың бақыт",
        "question_content": "Ер жігіттің аты жақсы болса, бір бақыт, Алған жары жақсы болса, мың бақыт. Осы мақал - мәтелдің мағынасын ашып беріндерші",
        "question_date": "5.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақал мателде ер адамның  бағының ашылуын салыстырмалы түрде көрсеткендей.  Мағынасы жағынан жақсы әйел ердің басын төрге сүйрейді деген мақалға саятын сияқты.  \nМенің ойымша мысалы ер азамат   бір іс жасап  табысты болар, ал өмірлік жары жақсы болса оның қолдауы әрі әсерімен еткен еңбегі берекелі болар деген мағына береді.",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карточканы аресттен шығару үшін жеке сот орындаушы ақша сұрап жатыр? Бұл қаншалықты заңды?",
        "question_content": "Мамамның карточкалары Халық банк және Каспи банк. 1 ай бұрын кредит төлемеген үшін құлыптанған еді. Енді 1 апта бұрын кредитті толығымен жаптық. Сонда да карточканы ашу үшін сот орындаушысы 48 000 талап етіп отыр. Бұл қаншалықты заңды?",
        "question_date": "5.02.2021",
        "question_tag": "Заң",
        "question_views": 3100,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Статистикалық мәліметтерге сүйенсек, қазақстандықтардың несие бойынша қарызы шамамен 6 триллион теңге екен. Сарапшылардың зерттеуінше, олардың көбі - тұтынушылық несиелер. Яғни несиелер тұрғын үй, көлік, техникалық бұйымдар, қымбат жолдамалар сатып алу мақсатында алынады. Бірақ несиені алуын алып, оны төлей алмай, түрлі қиындықтарға тап болып жүрген қазақстандықтар аз емес. Мұнда бірінші кезекте несие тарихы бұзылып, тіпті келесі рет несие алу мүмкіндігінен айырылып қалатын жағдайлар болады. \nНесие тарихтарының базасын сақтайтын \"Бірінші кредиттік бюро\" Субъектілермен жұмыс істеу департаментінің директоры Индира Қарлыбаева Tengrinews.kz тілшісіне берген сұхбатында несиені уақтылы төлей алмаған немесе кешіктіріп төлеген жағдайда борышкерге қатысты мәліметтің банкке емес, кредиттік бюроның базасына енгізілетінін айтады. Оның айтуынша, несиені кешіктіріп төлеген жағдайда бірінші кезекте несие тарихы бұзылады. Ал несие тарихын, оның айтуынша, тазарту немесе өзгерту мүмкін емес.\nНесие тарихы деген не және онда қандай мәліметтер сақталады? \n\"Несие тарихы бірінші кезекте банктер мен несие беретін мекемелер үшін өте маңызды. Несие тарихы банктер мен микроқаржы ұйымдарынан келген ақпараттарлы негізінде кредиттік бюро құрады. Несие тарихын тазалауға немесе өзгертуге болмайды. Жалпы, несие тарихында несие мерзімін ұзарту қай айда, қандай сомада болғандығы және қанша күнге созылғандығы туралы ақпарат та көрсетіледі\", - дейді Қарлыбаева.\nЕң қызығы, ол ақпарат несие тарихында несиені толық жапқаннан кейін де қалады екен.\nСарапшының айтуынша, несие берушілер алушының несие тарихына қарап, бұрын қандай несие, қандай сома мен мерзімге алғаны, оны уақытылы жауып жүр ме, жоқ па, қандай банктерден алғаны туралы мәліметті қарап шығып, өзінің несиелендіру саясатына сәйкес шешім қабылдайды. \nНесие тарихы қандай жағдайда бұзылады? Оны түзеуге бола ма? \nМаманның айтуынша, әр банктің несие тарихын бағалауда өз саясаты бар.\n\"Әр банктің несие тарихын бағалаудың өз талаптары бар, яғни, несие беру саясаты әр түрлі болып келеді. \"Несиелік бюролар мен ҚР несиелік тарихтарды қалыптастыру туралы\" ҚР Заңына сәйкес, несие тарихындағы мәлімет соңғы жаңартудан бастап 10 жыл көлемінде сақталады. Соның өзінде, несие тарихы өшірілмейді. Қысқаша айтқанда, 10 жылдан асқан несие келісімшарттары туралы ақпараттар ғана өзексіз болады\", - деп түсіндірді Қарлыбаева.\nНесиені мерзімінен бұрын төлеу несие тарихына қалай әсер етеді?\n\"Біздің тәжірибеде банктердің несиелерін үнемі мерзімінен бұрып төлеп тұрғандарға несие беруден бас тартқан жағдайлар болды. Яғни бұл несиені мерзімінен төлеудің банкке тиімді болмауымен байланысты шығар. Несиені бірден төлеу оны созып төлеген жағдайға қарағанда банкке табыс аз түсетінінен болуы керек. Дегенмен бұл жағдайда несие тарихы еш бұзылмайды. Және де несие тарихының бұзылғаны немесе бұзылмағанын банк өкілдері өзі шешеді. Кейбіреулер сіздің несие тарихыңызды банк саясаты үшін жағымды деп тануы да мүмкін\", - деп түсіндірді Қарлыбаева.\n\"Нашар несие тарихы\" деген не? Бұл банк енді ешқашан несие бермейді дегенді білдіре ме? \n\"Нашар несие тарихы\" деп төлеу күнін көп уақытқа кешіктіріп алу туралы мәліметі бар несие тарихын айтуға болады. Осындай несие тарихы бар адамдарға несие беріле ме, жоқ па - ол шешімді әр банк өздігінен, өз несие беру саясатына сәйкес қабылдайды. Әр банктің несие беру саясаты әр түрлі болып келеді\", - дейді Қарлыбаева.\nОсы ретте маман несие тарихын жақсартудың жолы бар екенін айтып өтті.\n\"Несие тарихын жақсартудың жолы - ол жағымды төлем тәртібін қалыптастыру. Ол үшін аз сомаға немесе тауарға несие алып, оны уақытылы жауып жүрген жөн. Сол кезде ғана тарихыңыз жақсарады. Кредиторларға төлем қабілеттігіңізді көрсетіп, одан кейін көбірек сомаға несие алуға өтініш жасап көрсеңіз болады. Несие тарихын жақсартудың басқа жолдары жоқ\", - деп түсіндірді Субъектілермен жұмыс істеу департаментінің директоры.\n\"Қара тізім\". Онда қарыз алушының аты-жөні қанша жыл сақталады?\nҚарлыбаеваның айтуынша, \"қара тізім\" дегеніміз шартты атауы ғана. Ол ұғымды несиені бірнеше рет кешігіп төлегендерге қатысты қолданады. Сондықтан да бұл ретте банктер де, кредиттік бюролар да несие алушыны қара тізімнен алып тастау деген мәселемен айналыспайды. Олар тек борышкердің несие тарихын мұқият зерттеп, несие беруге бола ма, жоқ па - соны ғана шешеді.\n\"Біріншіден кредиттік бюро ешқашан \"қара тізім\" жүргізбейді. Мұнымен тек банктер айналысады. Көбіне банктердің \"Сіз қара тізімдесіз\" деген жауабы сіздің осыған дейін несиелер бойынша төлемдердің мерзімдерін ұзартып алғандығыңызға байланысты. Сол себепті олар сізге несие беруден бас тартуы әбден мүмкін\", - дейді маман.\nОсы орайда Қарлыбаева несие тарихының несиелер бойынша ағымдағы жағдайды ғана емес, сондай-ақ, оларды өтеу тарихын да көрсететінін ескертті.\n\"Несие тарихында несиенің мерзімін ұзарту қай айда, қандай сомаға ашылғандығы және қанша күнге созылғандығы туралы ақпарат көрсетілетінін айтып өттім. Ол мәлімет кем дегенде 10 жыл сақталады. (...) Несие бойынша мерзімді өткізіп алу жөніндегі мәліметтер дұрыс болса, олар жаңармайды және ешқашан өшірілмейді. Несие беру туралы шешімді әр банк өз несиелендіру саясатына сәйкес, өздігінен қабылдайтынын ескеру керек, - дейді маман.\nНесие берілмейтін жағдайлар\n\"Банктер нақты қандай жағдайларда несие берілмейтінін атап бере алмаймын. Айтып өткенімдей, әр банк қарыз алушыны өз талаптары бойынша бағалайды. Мысалы, бір банк қарыз алушының несиесін 90 күн кешігіп төлеген жағдай болса, басқа банк оған қарамай-ақ, несие рәсімдеуі мүмкін. Ал үшінші банк қосалқы қарыз алушыны шақыртуы мүмкін болса, басқа бір төртінші банк өкілдері қосымша кепіл беруді сұрауы мүмкін\",  - дейді маман.\nТолығырақ: https://kaz.tengrinews.kz/private_finance/kara-tzmnen-shyigyip-nesie-tarihyin-jaksartu-joldaryi-maman-292228/",
                "date": "5.02.2021",
                "upvotes": 0
            },
            {
                "text": "Сот  орындаушысының еңбек сыйақысы болуы мүмкін.  Шығындар мынадай болуы мүмкін:\n\n Затраты, относящиеся к расходам по совершению исполнительных действий\n\n Порядок возмещения расходов по совершению исполнительных действий\n\n Затраты, не относящиеся к расходам по совершению исполнительных действий\n\nСтатья 114. Порядок возмещения расходов по совершению исполнительных действий\n\n1. Расходы по совершению исполнительных действий взыскиваются с должника в пользу лиц или организаций, понесших эти затраты.\n\n\n\nВ пункт 2 внесены изменения в соответствии с Законом РК от 15.01.14 г. № 164-V (см. стар. ред.)\n\n2. При прекращении исполнительного производства ввиду отмены акта, на основании которого был выдан исполнительный документ, расходы по совершению исполнительных действий возмещаются за счет средств республиканского бюджета.\n\n3. При прекращении исполнительного производства из-за безосновательного отказа взыскателя от получения предметов, изъятых у должника при исполнении исполнительного документа о передаче их взыскателю, и возвращении исполнительного документа взыскателю, если он своим действием или бездействием препятствовал исполнению, расходы по совершению исполнительных действий взыскиваются со взыскателя.\n\n\n\nВ пункт 4 внесены изменения в соответствии с Законом РК от 15.01.14 г. № 164-V (см. стар. ред.)\n\n4. Взыскание расходов по совершению исполнительных действий и возмещение их органу или лицу, понесших затраты, производятся на основании постановления государственного судебного исполнителя, утвержденного руководителем территориального отдела - старшим судебным исполнителем, или постановления частного судебного исполнителя и документов, подтверждающих произведенные затраты.\n\n5. Должник вправе обратиться в суд с заявлением об оспаривании постановления судебного исполнителя о взыскании расходов по совершению исполнительных действий с иском об отсрочке или о рассрочке их взыскания, об уменьшении их размера или освобождении от взыскания.\n\nСтатья дополнена пунктом 6 в соответствии с Законом РК от 15.01.14 г. № 164-V\n\n6. Методика расчета расходов по исполнительному производству утверждается уполномоченным органом.\n\n\n\nСтатья 115. Исключена в соответствии с Законом РК от 26.06.20 г. № 349-VI (см. стар. ред.)\n\n\n\nПараграф 2. Порядок определения и возмещения расходов для частных судебных исполнителей\n\n\n\nСтатья 116. Финансирование деятельности по исполнению исполнительных документов частным судебным исполнителем\n\n1. Частный судебный исполнитель самостоятельно финансирует свою деятельность.\n\n\n\nПункт 2 изложен в редакции Закона РК от 29.12.14 г. № 269-V (см. стар. ред.)\n\n2. Из полученных денег в качестве оплаты за свою деятельность частный судебный исполнитель производит обязательные платежи по оплате расходов по приобретению (аренде) конторы, ее содержанию, оборудованию, ремонту и охране, по созданию рабочих мест и выплате заработной платы сотрудникам, приобретению оборудования, необходимого для работы конторы, обязательному страхованию гражданско-правовой ответственности, уплате налогов и других обязательных платежей в бюджет, обеспечению сохранности архива конторы, взносов в региональную палату частных судебных исполнителей, на целевые программы развития частной исполнительской деятельности, а также возмещает другие расходы, связанные с организационно-хозяйственным, транспортным и техническим обеспечением своей деятельности. Оставшиеся средства остаются в распоряжении частного судебного исполнителя и расходуются по его усмотрению.\n\n3. Оплата деятельности частного судебного исполнителя должна учитывать необходимость самофинансирования его деятельности.\n\nСм.: Методические рекомендации по вопросам определения расходов по совершению исполнительных действий (Учебный центр при Республиканской палате частных судебных исполнителей, 2019)",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқ нысанаға тию үшін мерген көздейтін бағытты анықтау керек?",
        "question_content": "1. Мерген жіпке ілінген жүк болып табылатын нысананы көздеді. Оқ атылған мезетте жіп үзіледі және жүк құлай бастайды деп есептеп, оқ нысанаға тию үшін мерген көздейтін бағытты анықтау керек.\n\n2. Жіпке байланған тас тік жазықтықта айналып тұр. Максимал және минимал керілу күштерінің айырымы ΔF = 9,8 H. Тастың массасын аңықтау керек.\n\n3. Массасы m денені у көтерілу биіктігіне байланысты F = (2ay-1) mg заңмен өзгеретін күшпен жер бетінен көтере бастайды. Мұндағы а - тұрақты оң шама. Осы күштің көтерілу жолының бірінші жартысындағы жұмысын анықтау керек.\n\n4. Массасы m = 80 кг және радиусы R=4 см біртекті цилиндрлік білік 9 айн/с жиілікпен айналады. t=0 мезетте білік бетін F = 30 H күшпен тежеуші қалып қысты. Қалып пен біліктің арасындағы үйкеліс коэффициенті 0,31. Біліктің тоқтауына кеткен уақытты анықтау керек.",
        "question_date": "5.02.2021",
        "question_tag": "Физика",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мергенннің көздейтін бағыты ілініп тұрған жүктен сәл төмендеу болу керек деп ойлаймын. Себебі , жіп үзілген соң тартылыс күшімен жүк жерге қарай құлайды, яғни жолы төмен қарай бағытталған болады.\n2)",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оське параллель және одан 12 см қашықтықта өтетін қиманың ауданы?",
        "question_content": "Цилиндердің биіктігі 15 см, радиусы 13см. Оське параллель және одан 12 см қашықтықта өтетін қиманың ауданы",
        "question_date": "5.02.2021",
        "question_tag": "Геометрия",
        "question_views": 885,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цилиндердің биіктігі 15 см, радиусы 13см. Оське параллель және одан 12 см қашықтықта өтетін қиманың ауданы",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хирург мамандығына гранттқа түсу үшін ҰБТ-дан қанша балл жинау керек?",
        "question_content": "Хирург мамандығына гранттқа түсу үшін ҰБТ-дан қанша балл жинау керек?",
        "question_date": "5.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірденхирург мамандығына иүсіп кетпейсіз. Бірінші жалпы медицинаны аяқтайсыз, сосын интернатурада хирургияны таңдай аласыз.  Ал жалпы медицинаға мемлекеттік грантты жеңіп алу үшін әр жылы әрқалай болуы мүмкін. Сол мамандықты таңдаған түлек санына , орташа баллдың дәрежесіне орай. Медицинаны басы бар адам ғана оұи алады деп ойлайимын, сондықтан барынша көп жиғаныңыз жақсы ғой. Жалпы 126-130 балл шамасында.",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің рухани тәлімгерім эссе",
        "question_content": "Менің рухани тәлімгерім деген такырыпка эссе",
        "question_date": "5.02.2021",
        "question_tag": "Мектеп",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дулат Бабатайұлына байланысты 5 сұрақ керек жауабымен?",
        "question_content": "Дулат Бабатайұлына байланысты 5 сұрақ керек жауабымен?",
        "question_date": "4.02.2021",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Дулат Бабатайұлы қашан және қайда дүниеге келген?\nДулат Бабатайұлы 1802 жылы қазіргі Шығыс Қазақстан облысы, Аякөз ауданы, Сандықтас өңірінде дүниеге келген.\n2) Дулат Бабатайұлы қайда білім алған?\nЖасында ауыл молдасынан оқып, арабша хат таниды.\n3) Дулат Бабатайұлының өмір сүрген заманына сай қандай жырлар дүниеге келді?\nДулат Бабатайұлы заманына сай \"зар заман\" жырын тудырды.\n4) Дулат Бабатайұлы турады көлемді зерттеу мақаласын кім шығарды?\nҚ.Әмірәлиевтің құрастыруымен және көлемді зерттеу мақаласымен қоса, 1991 жылы \"Замана сазы (өлеңдер мен Дастандар)\" деген атпен \"Жазушы\" баспасынан шыққан жинағы.\n5) Дулат Бабатайұлының \"Еспенбет\" поэмасының ерекшелігі?\nПоэма көлемі шағын болғанымен, мазмұны бай, бөтен сөз, бөгде шумақтардан таза жинақылығымен де ерекшеленеді. Елге қорған тұлғаны аңсаудан туған \"Еспенбет\" поэмасы – XIX ғасыр әдебиетінде елеулі орын алатын көркем туынды.",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    }
]