[
    {
        "question_title": "Мына өзгерістерді іске асыр",
        "question_content": "а) Н3С - СН3 -> Н3С - СН2Сl -> C2H4 -> C2H5OH\n\nб) CH4 -> CH3Cl - C2H6",
        "question_date": "24.10.2018",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а)C2H6+Cl2=C2H5Cl+HCl (жарық)\nC2H5Cl+NaOH=C2H4+NaCl+H2O (спиртті ерітінді)\nC2H4+H2O=C2H5OH\nб)CH4+HCl=CH3Cl+H2î\n2CH3Cl+2Na=C2H6+2NaCl",
                "date": "24.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 44,8 л (қалыпты жағдайда) бутанды дегидрлегенде т",
        "question_content": "Көлемі 44,8 (қалыпты жағдайда) бутанды дегидрлегенде теориялық мүмкіндікпен салыстырғанда 80% этилен түзілді. Этиленнің көлемін анықтаңдар.",
        "question_date": "24.10.2018",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "44,8 л   t                 x л\n\nС4H10→ C2H6 + C2H4\n\n22,4 л/моль          22,4 л/моль\n\nх=44,8*22,4/22,4=44,8 л\n\n44,8- 100%\n\nу      - 80%\n\nу=44,8*80/100=35,84 литр",
                "date": "2.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сұрақтардың бір ғана жауабын білсеңіз де, астыда жазып кетуіңізді сұраймын. Көп рахмет",
        "question_content": "16. Үлкен бөлменің төбесіне ілінген люстра Жерге тартылады, бірақ құламайды, себебі A) сымның серпімділік күші модулі бойынша ауырлық күшіне тең B) сымның серпімділік күші ауырлық күшіне қарағанда артық C) сымның серпімділік күші және ауырлық күші нөлге тең D) сымның серпімділік күші артық, ал ауырлық күші нөлге тең E) сымның серпімділік күші нөлге тең\n\n17. Егер электр зарядын екі есе кемітіп, ток күшін екі есе арттырсақ, онда ток\n\nжүретін уақыт\n\nA) Өзгермейді.\n\nB) 2 есе азаяды.\n\nC) 4 есе артады.\n\nD) 4 есе азаяды.\n\nE) 2 есе артады.\n\n18. Жинағыш линзада шын, үлкейтілген, төңкерілген кескін алу үшін, нәрсені\n\nқоюдың дұрыстығы\n\nA) фокус пен линзаның арасында\n\nB) линзаның фокусы\n\nC) фокус пен 2F фокус арасында\n\nD) линзаның 2F фокусы\n\nE) линзаның 2F фокусының арты\n\n19. Тәрелке, стакан және бөтелкеге массалары бірдей су құйылды. Барлығына\n\nбірдей жағдайда, судың кебуі\n\nA) тарелкеден тезірек\n\nB) барлығында булану уақыты бірдей\n\nC) бөтелкеден тезірек\n\nD) стаканнан тезірек\n\nE) тарелке мен стаканнан бірдей уақытта, ал бөтелкеден ұзағырақ\n\n20. Суық суға толтырылған екі бірдей ыдысқа, қыздырылған алюминий және\n\nқорғасын денелер батырылды. Денелердің массалары да,\n\nтемпературалары да бірдей. Жылулық тепе – теңдік орнаған кезде\n\nтемпературасы жоғарылау болатыны,\n\n(\n\n,\n\n,\n\n,\n\n)\n\nA) алюминий салынған ыдыс, өйткені оның тығыздығы азырақ\n\nB) алюминий салынған ыдыс, өйткені оның көлемі көбірек\n\nC) қорғасын салынған ыдыс, өйткені оның тығыздығы көбірек\n\nD) алюминий салынған ыдыс, өйткені оның жылусыйымдылығы көбірек\n\nE) қорғасын салынған ыдыс, өйткені оның жылусыйымдылығы азырақ\n\nНұсқау: «Сізге 5 тест тапсырмасы бар бір контекст беріледі. Тест тапсырмалары бес жауап нұсқасынан бір дұрыс жауапты таңдауға арналған. Таңдаған жауапты жауап парағындағы сәйкес орынға, дөңгелекшені толық бояу арқылы белгілеңіз».\n\nБелгісіз планета\n\nБелгісіз планетаға ұшып келген ғарышкерлер осы планетадағы еркін түсу үдеуінің мәнін анықтау үшін төмендегідей тәжірибе өткізді. Олар белгілі бір биіктіктен шарды еркін тастап, оның құлауын белгіленген уақыт мерзімі өткен сайын қайталап суретке түсіріп отырды. Көрсетілген торының 1 бөлігі – 10 см және стробоскоптың жарық шығару периоды 0,2 с\n\n21. Егер осы планетада дене 10 м биіктіктен құласа, оның құлау уақыты\n\nA) 2,5 с\n\nB) 0,5 с\n\nC) 1 с\n\nD) 1,5 с\n\nE) 2 с\n\n22. Берілген планета шар тәріздес және оның орташа тығыздығы 5000 кг/м3.\n\nПланетаның радиусын бағалаңыз (\n\n,\n\n)\n\nA) 6670 км\n\nB) 5420 км\n\nC) 1750 км\n\nD) 3580 км\n\nE) 2840 км\n\n23. Бұл планетада денені 40 м биіктікке лақтыру үшін оған қажет болатын\n\nбастапқы жылдамдық\n\nA) 40 м/с\n\nB) 20 м/с\n\nC) 50 м/с\n\nD) 30 м/с\n\nE) 60 м/с\n\n24. Суреттен белгілі болған шамаларды пайдаланып, осы белгісіз планета үшін еркін түсу үдеуінің мәні A) 20 м/с2 B) 15 м/с2 C) 10 м/с2 D) 5 м/с2 E) 1 м/с2\n\n25. Жер жағдайында биіктікке секіру бойынша әлемдік рекорд екі метрден\n\nсәл көбірек, яғни секіру кезіндегі адамның бастапқы жылдамдығы оған\n\n2 м биіктікке секіруге мүмкіндік береді. Берілген планетада адам секіре\n\nалатын биіктік\n\nA) 4 м\n\nB) 6 м\n\nC) 3 м\n\nD) 2 м\n\nE) 5 м\n\nНұсқау: «Сізге бір немесе бірнеше дұрыс жауабы бар тапсырмалар беріледі.\n\nТаңдаған жауапты жауап парағындағы берілген пәнге сәйкес орынға,\n\nдөңгелекшені толық бояу арқылы белгілеу қажет».\n\n26. Серіппе 240 Н күш әрекетінен 8 мм созылды. Серіппенің қатандығы\n\nA) 3000 Н/см\n\nB) 30000 Н/см\n\nC) 30000 Н/м\n\nD) 3 кН/м\n\nE) 30 кН/м\n\nF) 30 Н/мм\n\nG) 30 кН/мм\n\nH) 300 Н/м\n\n27. Жерден 30 м/с жылдамдықпен лақтырылған массасы 200 г дененің\n\nкөтерілудің ең жоғары нүктесіндегі потенциалдық энергиясы\n\nA) 30 Дж\n\nB) 0,09 кДж\n\nC) 45 Дж\n\nD) 0,6 кДж\n\nE) 300 Дж\n\nF) 60 Дж\n\nG) 90 Дж\n\nH) 600 Дж\n\n28. Түзу сызықты қозғалыстағы дененің қозғалыс теңдеуі түрінде берілген. Қозғалыс теңдеуі бойынша денелердің қозғалыс сипаты A) бірқалыпты B) теңкемімелі C) қисықсызықты D) бірқалыпты айналмалы E) теңүдемелі F) еркін түсу G) тербелмелі H) шеңбер бойымен бірқалыпты\n\n29. Деформацияланған серіппенің ұзаруын 2 есе арттырады. Осы кездегі\n\nсеріппенің потенциялдық энергиясы\n\nA) 4 есе артады\n\nB) 2 есе артады\n\nC) серіппенің қатаңдығына байланысты артуы да, кемуі де мүмкін\n\nD) 4 есе кемиді\n\nE) 8 есе кемиді\n\nF) 2 есе кемиді\n\nG) 8 есе артады\n\nH) өзгеріссіз қалады\n\n30. Ауада әтір иісінің таралуын түсіндіретін құбылыс\n\nA) балқу\n\nB) атмосфералық қысым\n\nC) броундық қозғалыс\n\nD) диффузия\n\nE) зат молекулаларының қозғалысы\n\nF) жел\n\nG) кебу\n\nH) булану\n\n31. Броундық қозғалыстың анықтамасына сәйкес келетін тұжырым A) әлемдегі сан жетпейтін неше түрлі денелер мен заттардың барлығы тек 92 химиялық элементтің атомдарынан тұрады B) ұсақ бөлшектердің (шаң-тозаңның, т.б) ауа мен сұйықтардағы ретсіз әрі үздіксіз қозғалуы C) денелерді құрайтын бөлшектер бір-бірінен белгілі қашықтықта орналасады және үздіксіз қозғалады D) табиғатта сирек кездесетін қымбат бағалы асыл тастарды жасанды жолмен алуға болады E) әр элементтің атомы – сол заттың химиялық қасиеттерін сипаттайтын ең ұсақ бөлшегі F) бір зат молекулаларының екінші заттың молекулаларының арасындағы бос орындарға өтіп таралуы G) дене молекуласының қозғалыс жылдамдығы неғұрлым үлкен болса, оның температурасы да соғұрлым жоғары болады H) әр заттың молекуласы – сол заттың ерекшелігін сипаттайтын ең ұсақ бөлшегі\n\n32. Тогы бар түзу өткізгіштің магнит өрісінің күш сызықтарының бағытын\n\nанықтауға болатын ереже\n\nA) моменттер ережесі\n\nB) Ленц ережесі\n\nC) оң қол ережесі\n\nD) әрқашан солтүстіктен оңтүстікке бағытталады\n\nE) сол қол ережесі\n\nF) бұрғы ережесі\n\nG) ток бағытының өзгеруіне қарай, магнит өрісі күш сызықтарының\n\nбағыты да өзгеріп отырады\n\nH) механиканың «Алтын ережесі»\n\n33. Дененің қозғалыс теңдеуі мына түрде x=-3t2. Дененің 2 с-тан кейінгі\n\nжылдамдығы мен орын ауыстыруы\n\nA)\n\n=-12 м/с; s=-12 м\n\nB)\n\n=0,0012 км/с; s=6 м\n\nC)\n\n=0,06 км/с; s=-12 м\n\nD)\n\n=-6 м/с; s=-6км\n\nE)\n\n=12 м/с; s=12 м\n\nF)\n\n=-6 м/с; s=-12 м\n\nG)\n\n=-0,012 км/с; s=-12 м\n\nH)\n\n=-6 м/с; s=-6 м\n\n34. Массасы 2 кг дене тік жоғары 36 км/сағ жылдамдықпен лақтырылады. Дененің 3 м биіктіктегі кинетикалық энергиясы A) 1356 Дж B) 0,04 кДж C) 60 Дж D) 13,56 Дж E) 40 Дж F) 1,356 кДж G) 4 кДж H) 600 Дж\n\n35. Стакандағы су бағанының биіктігі 8 см.Судың стакан түбіне түсіретін\n\nқысымы (\n\n;\n\n)\n\nA) 800 Па\n\nB) 400 Па\n\nC) 0,8 кПа\n\nD) 20 кПа\n\nE) 0,2 кПа\n\nF) 40 Па\n\nG) 200 Па\n\nH) 0,4 кПа\n\n36. Егер\n\n10 Ом,\n\n2 Ом болса, амперметрдің көрсетуі мен электр\n\nтізбегінің жалпы кедергісі\n\nA) 1,2 А, 12 Ом\n\nB) 12 А, 12 Ом\n\nC) 1А, 12 Ом\n\nD) 24 А, 48 Ом\n\nE) 7,2 А, 12 Ом\n\nF) 14,4 А, 12 Ом\n\nG) 144 А, 1,6 Ом\n\nH) 0,72 А, 6 Ом\n\n37. Жарықтың түзу сызықты таралу заңымен түсіндірілетін құбылыстар 1. Айдың тұтылуы 2. көлеңкенің пайда болуы 3. жарық әсерінен денелердің қызуы 4. Күннің тұтылуы A) 1,2,4 B) 2,3 C) 1,2,3 D) 2,4 E) 2,3,4 F) 1,2 G) 1,3 H) 3,4\n\n38. Материялық нүктенің қозғалыс теңдеуі х=-0,2t2. Нүктенің жылдамдық\n\nтеңдеуі және 5с-та жүрген жолы\n\nA) υх=-0,4t; 10 м\n\nB) υх=-0,2t; 10 м\n\nC) υх=-0,4t; 5 м\n\nD) υх=-0,4t; 0,5 км\n\nE) υх=-0,5t; 0,4 км\n\nF) υх=-0,4t; 0,005 км\n\nG) υх=-0,2t; 5 м\n\nH) υх=-0,4t; 5 км\n\n39. Температурасы 8ºС, массасы 50 г суды температурасы 50ºС, массасы 20 г,\n\nтемпературасы 70ºС, массасы 10 г сумен араластырады да, үстіне 20 г\n\nқайнаған су қосады. Қоспаның температурасы\n\nA) 45,5 ºС\n\nB) 314 К\n\nC) 329 К\n\nD) 57 ºС\n\nE) 72,5 ºС\n\nF) 330 К\n\nG) 41 ºС\n\nH) 56 ºС\n\n40. Радиолокатор өзінен 30 км қашықтықтағы нысананы барлау үшін () A) бір импульстің ұзақтығы 0,0002 с болуы тиіс B) екі импульс арасындағы минимал уақыт интервалы болуы тиіс C) бір секундта максимум 1000 импульс жібере алады D) екі импульс арасындағы минимал уақыт интервалы болуы тиіс E) екі импульс арасындағы минимал уақыт интервалы болуы тиіс F) бір секундта максимум 100 импульс жібере алады G) бір импульстің ұзақтығы 0,0001 с болуы тиіс H) бір секундта максимум 5000 импульс жібере алады",
        "question_date": "24.10.2018",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өмірдегі адамға ең жақын, ең қымбат не екенін Қазыбек би қалай сипаттаған?",
        "question_content": "Өмірдегі адамға ең жақын, ең қымбат не екенін Қазыбек би қалай сипаттаған?",
        "question_date": "23.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ен жакын уй ен кымбат компьютер",
                "date": "24.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ: Математикалық сауаттылыққа қалай дайындалу керек?",
        "question_content": "ҰБТ-дан математикалық сауаттылыққа қалай дайындаласыздар? Тиімді жолдары бар ма?",
        "question_date": "23.10.2018",
        "question_tag": "Мектеп",
        "question_views": 747,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математикалық сауаттылық пәніне арналған тест мазмұны логикалық есептерге негізделген. Оларды шешу үшін жиі қолданылатын тәсілдерін біліп алуыңыз керек. Сонда көп есепті жылдам әрі дұрыс шығаруға бейімделесіз. Математикалық сауаттылық өзге пәндерге қарағанда ми белсенділігін көбірек талап етеді. Сонымен, бұл пәнге қалай дайындалу керек?\n  «ҰБТ: Математикалық сауаттылыққа қалай дайындалу керек» деген материалдан толығырақ біле аласыз.",
                "date": "23.10.2018",
                "upvotes": 0
            },
            {
                "text": "сурет бойынша есеп курастыр  жане шыгар",
                "date": "27.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11-сынып ҰБТ бейіндік пән",
        "question_content": "Архитектураға жаңа формат ҰБТ бойынша қандай пәндер тандайды.",
        "question_date": "23.10.2018",
        "question_tag": "Мектеп",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика пәнін таңдайсыз. Негізінде бұл мамандық бойынша көп ЖОО-да шығармашылық емтихан, яғни өзіңіздің сызбаларыныңызды көрсету, таныстыру арқылы қабылдайды.",
                "date": "23.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алименттің көлемі өсіп кетпейді ме?",
        "question_content": "Менде бир жагдай болып тур комек берiнiздершi бауырлар мен ажрастым тагдырым солай болды айлыгым 35000 тг алимент толеп турмын табысым жеткiлiсiз болгандыктан анамнын емiне акша жетпей жатыр сондыктан ресейге барып думыс жасап келсем алиментiм асып кетпейме бауырлар ИП ашып кетсем болама кыйналып кеттiм",
        "question_date": "20.10.2018",
        "question_tag": "Заң",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мында сізде екі сұрақ бар меніңше.\n\nЗаңгерге барып көмек сұрағаныңыз дұрыс болар. Мында дені дұрыс заңгер жауап беретініне күмәнданамын.",
                "date": "21.10.2018",
                "upvotes": 0
            },
            {
                "text": "қазір жасап жатқан жұмысыңнан шықпай ақысыз күн немесе еңбек демалысын алсан болады. Егер жұмыстан шықсан, онда жұмыссыз болып тіркелуін керек. Ал жұмыссыз адамның төлейтін алимент мөлшері жоғары. Шамамен 1 балаға 30 мың.",
                "date": "12.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Асан қайғы туралы деректер бере аласыз ба?",
        "question_content": "Асан қайғы кім болған. Оның өмірбаяны туралы деректер, ақпараттар бере аласыздар ма?",
        "question_date": "20.10.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асан қайғы (Хасан) Сәбитұлы (14 ғ.а. – 15 ғ.б.) – мемлекет қайраткері, ақын, жырау, би, философ. Әз Жәнібек ханның ақылшысы болған. Оның өмір сүрген тұсы Алтын орда және қазақ халқының қалыптасу кезеңіне сай келеді. Асан Қайғы заманында Алтын Орда ыдырап, оның орнына Қырым, Қазан, Өзбек хандықтары пайда болды. \nАсан Қайғы Сәбитұлы XIV ғасырда ғұмыр кешкен, Алтын Орда, қазақтың данышпан ақылгөй жырауы, өз дәуірінің абызы, бас биі, қазақ халқының қамын, болашағын ойлаған \"дала философы\", осындай ойшыл, ел қамын жеп, қайғы-қасірет кешкен Асан атына кейін \"қайғы\" сөзі қосылып аңыздалып кеткен. Бозбала кезінен-ақ ол ақындық-жыраулық, шешендік, тапқырлық өнерді жете меңгереді. Ел дауын, жер дауын, әдет-ғұрып мәселесін шешерде оның ақылдылығы, алғырлығы, кесімді, шешімді билік сөздері өзге би, шешендерден үстем боп шыға береді. Әз Жәнібек (туған жылы 1342) Бүкіл Алаш жұртын билеген, Алтын Орда ханы Асан жырау сол Әз Жәнібекпен бірге талай-талай мәселелерді баскаруға, шешуге араласады. Әз Жәнібек өлген соң Асан би Дешті Қыпшаққа қайта оралады. Алайда ордадан бөлінген рулар Шу, Сарысу бойына орналасқан соң, ел іргесі берік, ағайын арасы тату болуы жолында күреседі. Асан қайғы ең алдымен хандық үкіметті күшейту, елдің қорғаныс қабілетін арттыру қажет деп санайды.",
                "date": "23.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бағдарламашы мамандығын оқыған дұрыспа әлде арнайы курстарға бара салған дұрыспа",
        "question_content": "Бағдарламашы мамандағын ЖОО-да оқыған дұрыс па,  әлде бағдарламалау тілдерін үирететін курстарға бара салған жөнбе (бағдарламашы мамандағын оқып жүрген мамандардан кеңес сұраимын)\nЖәне бағдарламашы оқуын оқып жүрген танныстарыңыз болса номерын немесе ВКдағы страницасын аитыңыздаршы өтініш",
        "question_date": "18.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, сіз курс оқып сертификатпен барып жұмыс жасасаңызда болады, бірақ жоғары білім қай жаста болсын артықтық етпейді. Сіздің қай жерде, қалай оқығаныңыз маңызды емес біліміңіз жетіп, сол мамандықтың нағыз маманы ретінде өзіңізді көрсете білсеңіз болғаны. Иә, таныстарым бар сол мамандық бойынша жұмыс істеп жүрген, бірақ олар туралы мәлімет бере алмаймын.",
                "date": "23.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз алып қашуға көзқарасыңыз қандай?",
        "question_content": "Сіздің қыз алып қашуға көзқарасыңыз қандай?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ежелден келе жатқан қазақтың  салт-дәстүрі болғандықтан салтқа қарсы шыға алмаймыз алып қашу баса көгтеп қыздың қалауынсыз яғни танымай жатып алып қашу емес қыз бен жігіт бір-бірін танып біліп екі жақтың келісімі арқылы болса міне ол алып қашу",
                "date": "18.10.2018",
                "upvotes": 0
            },
            {
                "text": "Екі жақтың келісімімен болу керек деп ойлаймын, дәстүрдің озығы болады, тозығы болады емес пе?! Қыздың ойымен санаспау,күштеп алып қашу,өміріне балта шабу ғой, өз басым құптай алмаймын",
                "date": "24.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай өңірдің салт-дәстүрі ұнайды?",
        "question_content": "Қай өңір салт-дәстүрді берік ұстанады. Ата салтымызды сақтап тұрған 3 қаланы таңда десе, сіздің таңдауыңыз қандай болмақ?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салт-дәстүрге келсек көп нәрселер Батыс өңірінде сақталған қазақи киімдер түрлі әшекейлер  орамал тағу тіпті сәлем салуыда ерекшек сол қолдың үстіне оң қолды қойып иілуі үлкендердің батасы қабыл болсын дегенгі",
                "date": "18.10.2018",
                "upvotes": 0
            },
            {
                "text": "Өзіміздің туған жеріміз Қазақстан сол себепті қазақстан",
                "date": "16.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіз не үшін Хабибке немесе Не үшін Конорға жақтастыңыз",
        "question_content": "Жалпы кейбір адамдар Хабибке мұсылман болғаны үшін, ал енді біреулері Конорға қайырымдылық көп жасайтын болғандықтан т.б деп түрліше пікір айтып жатады. ал сіз, шын мәнісінде кімге, және не себепті жанкүйер болдыңыз? Ол адамның өмірбаянынан қаншалықты хабардарсыз.?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Я поддержала Хабиба.",
                "date": "18.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарамандық жұмыс:Географиялық және топографиялық өлшем жұмыстары",
        "question_content": "Тақырыбы:Географиялық және топографиялық өлшем жұмыстары.",
        "question_date": "17.10.2018",
        "question_tag": "География",
        "question_views": 851,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ведомстволық министрліктерді тарату және xалық шаруашылығы кеңестерін құру",
        "question_content": "Тариx көмектесіп жіберініздерші керек болып тұр",
        "question_date": "17.10.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 870,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңес мемлекетінде ХХ ғасырдың 50-шы жылдардың соңы– 60-шы жылдардың басында экономикалық және басқарушылық реформаларды аша отырып, Н.С.Хрущевтің жетекшілігі мен партиялық көшбасшылар, үкімет, аймақ жетекшілері оның көмегімен көптеген мерзімі жеткен мәселелерді шешуге үміттенді. «Партия басшыларының» пікірі бойынша  сол уақыта министрлердің озбырлығы, бюрократиялығы, өнеркәсіптік және құрылыс объектілерінің көптеген орындарында нақты басқарушылықтың болмауы және шаруашылық қызметтің жолы бақылаусыз қалуы, көптеген бірқалыпты жабдықтау ісін жүргізуші және өткізетін ұйымдар, маңызды тиімсіз кездесетін тасымалдау мәселелері ерекше өткір болды. Өнеркәсіпті басқару және ел құрылысын осылай ұйымдастырудың жағымсыз нәтижелер құрамында басқарушылық кадрларды «әлсіреуге» әкелетін Мәскеуге және басқа ірі қалаларға үздік мамандарды жіберу болды. \nМамандардың жетіспеушілігі, әсіресе жоғары және орта білімі бар мамандардың аздығы переферияда қатты сезілді. 1950-1960 жылдарда орта және толық емес орта білімі бар идара қызметкерлері мен мамандары елдегі көптеген жетекшілік қызметтерге ие болды.  Өткір жетіспеушілікті құрылысшылар кадрлары құрды. Осылай Түмен облисполком сессиясының  отырысында (1957 ж.) үздік құрылысты жүргізу үшін келесі мәселені шешу керек екені атап өтілді «…құрылысшылардың тұрақты кадрларын құру бойынша, орташа есептеу бойынша, таяудағы айға қабылданатын, құрылыстың барлық бағдарламасына 80 мың адам қажет».\n Сол уақытта Оралдың ар жақ аймағына кіретін, Түмен және Қорған кеңестік халық шаруашылығындағы жағдайды талдай отырып, Кеңес мемлекетінде болған, процестердің жалпы арқауына кіретін «бейнені» көре аламыз. Қорған және Түмен халком жетекшілік құрамы бір орталыққа толымдады (КХШ әр төрағасы және төрағаның орынбасарына Мәскеуден үкіметтің бөлек бұйрығы), ал келешектегі қосымша жасақтау орындарда, ең алдымен оны  «Кадр бөлімдері мен оқу орындары» өткізді. \nҚызмет етудің негізгі міндеттеріне сәйкес, кадр бөліміне КХШ аппаратын толымдау, оны басқару, кадрларға жетекшілік ететін тресттер мен мекемелерді басқару;  жұмысшылар, қызметкерлер мен ИТЖ-дің біліктілігін дайындау және арттыру бойынша жоспарлар мен іс-шараларды әзірлеу; халком бойынша жоғары және орта арнайы білімі бар мамандардың қажеттілік жоспарын құрастыру; кадрлардың тұрақтамау себептерін зерттеу және оларды жою үшін шараларды қолдану және т.б. \nХалком отырыстарында мүшелер арасында міндеттер таратылды. Мысалы, «Қорған экономикалық әкімшілік ауданының Кеңес халық шаруашылық жетекшілігінің міндеттерін тарату туралы» 1957 ж. 27 шілдеде Қорған КХШ отырысында халком жетекшілері арасында міндеттерді таратуы бекітілді, төраға және оның орынбасарлары жетекшілік еткен аялар анықталды. \nХалком аймақтарының басқарушылық және техникалық кадрларын толымдау барысында өнеркәсіптік орталықтардан келген мамандардың жіберілуі кең машықтанды (Мәскеу, Новосибирск және т.б.). КХШ жойылған министірліктер мен ведомстволардың кейбір басты мамандары Оралдың ар жағына жіберілді. Мысалы, Қорған халком металл өңдеу өнеркәсіп басқармасының бастығы Н.Я.Цветов, бұған дейін КСРО полиграфиялық өнеркәсіп басқармасының бастығы болып жұмыс істеді,  материалдық-техникалық жабдықтау және өткізу басқармасының бастығы С.А.Бондарчук, бұған дейін құрылыс және жол машиналар Министрлігі басшысының орынбасары болып жұмыс істеді. КХШ жоспарлық-экономикалық бөлімнің бастығы А.С. Фастовский ҒЗИ-да жетекшілік жұмысымен Қорғанға келді [4, 28]. Министрліктер мен ведомстволардың бұрынғы жұмысшылары Оралдың ар жағына баяу және немқұрайды келіп отырды. Түмен КХШ-ға бағытталған 71 адамның ішінен (жалпы санынан 19 % ), бірнеше ай өткен соң 21-і ғана [5] (около 6 % жуық) келді . Көбінесе халком басқарушылық аппараты осы уақытқа Новосибирск (9 адам) және Мәскеуден(8 адам) келген мамандардың арқасында нығайды. Экономикалық әкімшілік ауданды құру туралы РКФСР Министрліктер Кеңесінің қаулысын қабылдаған уақытынан бастап, бір жарым жыл немесе одан көп ай өткен соң Түмен халком толымдау анализі аймақтағы кадрлық саясаты туралы көрнекті ұғымды береді. \n380 адамның жалпы штаттық саны кезінде 1957 ж. 16 шілдеге толық тиімді жинақталуы 272 адамды құрады, яғни 71,6  %. Түмен халкомы екі бөлімшеге ғана толық жинақталған: балық өнеркәсібі мен геологиялық барлау тресін басқару. РКФСР министрліктер Кеңесінің 1957 ж. 20 шілдесінен кеш емес халком штатын жинақтау нұсқауына қарамай, халком аппараты нақты тапсыру мерзімінен бір айға кеш 58,8, % (47 адам) жинақталды. Азық-түлік өнеркәсіп Басқармасындағы жағдай ең нашар болды – штат бойынша 25 адамның жетеуі ғана (28 %). Көп уақыт бойы осы басқармаға басшылықты да іріктеп ала алмады, сондықтан халком төрағасының орынбасары Н.А.Петров оның міндеттерін уақытша атқарды [6]. Кейін осы осы лауазымға С.И.Сидоровты тағайындады. Материалдық-техникалық  жабдықтау мен өткізу Басқармасы жартысынан аз штаттық жұмысшыларымен толтырылды (38 адамнан 13-і, немесе 34,2 %). Сол жерде, сонымен қатар азық-түлік өнеркәсібінің Басқармасы және Құрылыс тресінде жоғары оқу білімі бар мамандардың аз саны – барлығы екі адамнан ғана жұмыс істеді. \nМамандардың білім деңгейі сапасы әлі де көп оқытуды талап етті. Мысалы, Құрылыс тресінде 24 адамның ішінен 19-да ғана (79 %)  жалпы орта, толық емес орта білімі және көрсеткіштерде байқалғандай «төмен» білімі болы. Жеңіл өнеркәсіп Тресінің іріктелген «мамандарының» 18-нің 9-да (50 %) білімнің сәйкес деңгейі болды. Егер 50 жыл бұрын білімнің орташа деңгейі айтарлықтай төмен болғанына шегерім жасасақ, онда мұндай сандар сол кезде сақтандыра алмады. Идара қызметкерлері мен техникалық мамандардың төмен білім деңгейі, төмен өндірістік мәдениеті, нұсқау бойынша өмір сүру әдеті көп жағдайда 1950-1960-шы жж. басқарушылық реформалардың жеткіліксіз тиімділігін түсіндіреді. Тек халком аппаратында (53,2 %) және азық-түлік өнеркәсібінің Басқармасында (57,1 %) ғана жоғары және толық емес жоғары білімі бар жұмысшылардың штаты жартысына дейін жинақталды, яғни екі бөлімше де жоғары білікті кадрлардың толық болуын қажетсінді. \n1957 ж. 20 қыркүйегіне Түмен халкомында бір басқарма бастығы, екі орынбасары, үш басты инженер, үш функционалдық бөлімдердің бастығы, тоғыз аға экономисті және экономистер жеткіліксіз болды. Жетпеген санынан 9 маманды Мәскеуден және 20 маманды орында таңдап алуға жоспарланды. Сол уақытта бұрынғы министрлер мен ведомстволардан 32 адам келді (КХШ жалпы номенклатурасынан 9,1 % ). \nТөрт жарым ай өткен соң 1957 ж. 18 қазанға кадрлармен қамсыздандырудың жалпы пайызы төмендеді ( 92,4 % -дан  91,7 %-ға дейін). Халком аппараты сол кезде жұмысшылардың керек саны  78,8 % орналастырды. Жеті бөлімше, сонымен бірге үш салалық басқарма және екі функционалдық бөлім толығымен штат кестесіне сәйкес болды. Орталық бухгалтерия сол сәтте 50 % қажетті штат жұмысшыларымен жұмыс істеді, бас есепшінің орынбасары, аға экономист-методолог және аға тексеруші-есепшісі болған жоқ. Үш функционалды бөлімдері (өндірістік-техникалық, жоспарлы-экономикалық және қаржылық)  қажетті адам санының 80 % орналастырды. Кадрлардың жинақталмағаны және олардың төмен білім деңгейі Түмен КХШ даму жолында кедергі болады. Бұл оның барлық қызметінінің соңғы тиімділігінде әжептәуір деңгейде көрінді. \nЖолданама бойынша келген жетекші жұмысшылар мен мамандарға (бұдан былай олардың отбасыларына да) қызмет тұрғын үйлер беріліп отырды. \nСонымен бірге кей кездері отбасылар өз пәтерлерін қалдырғысы келмегеніне байланысты, мысалы, Мәскеуден елдің аймақтарына көшу мәселелері пайда болып отырды. \nОсылай 1959 ж. 10 ақпанда партияның Түмен обком бюросы «Халком жетекші жұмысшылары Суслонов, Петров және Николаевтың орынсыз тәртібі туралы» сұрақты қарастырды. 1957 ж. Түмен экономикалық әкімшілік ауданы Халық Кеңесінің шаруашылық төрағасының орынбасары және мүшесімен бекітілген И.А. Суслоновқа  жолд. Түмен қ. 3 бөлмелі тұрмысқа жайлы пәтер берілгенімен, ол отбасыз уақытша тіркелу бойынша тұрады. \nАры қарай оның өндірістік, басқарушылық қызметінің талдауы берілді. «Жолдас Суслонов өзін уақытша адам ретінде санап, қажет күш салусыз жұмыс істейді, орман және ағаш өндеу өнеркәсібінің даму мәселелерін үстірт орындайды, соның нәтижесінде көп жылдың ішінде алғаш рет ағаш өндеу мекемесі шикізатсыз қалды. Ол жетекші кадрларын жинақтау және орналастыру істерін қадағалау бойынша жүктелген міндеттерін қанағатсыз орындайды, КХШ партиялық ұйымдардың жиналыстарында, КҮКП облыстық комитетінің пленумында және VIII облыстық партиялық конференциясында өткір сынға ұшырады, бірақ сыннан қажетті нәтижелерге келген жоқ, Мәскеуден Түмен қ. тұрақты тұру үшін көшіп келуден бас тартты». \nСол кезде бұл маңызды қате болып саналды, сондықтан партия обком бюросы келесі қаулыны қабылдады: «И.А.Суслонов жолдасқа теріс тәртібі үшін қатал сөгіс жариялау, оны есеп карточкасына енгізіп, халком төрағасының орынбасары және халық шаруашылық Кеңесінің мүшесі міндеттерінен босату, облыстың орман өнеркәсібіне төменгі жұмысына жіберу». \nКХШ төрағасының орынбасары Н.А.Петров те осындай сынға ұшырады. Ол туралы да былай айтқан болатын: «уақытша тіркелу бойынша тұрады, қажетті күш салусыз және бастамасыз жұмыс істейді, ет-сүт, әсіресе балық өнеркәсібінің қызметін жақсартуымен нашар айналысады, өнеркәсіпорындардың өндірістік базасын кеңейту туралы мәселелерін шешпейді. Бір жарым жыл ішінде Петров жолдас халком кәсіпорындарында  іссапарларға 29 күн ғана болды, ал Мәскеуде 165 күн, сонымен бірге сонда өз пәтерінде тұрып, алғым төлемдік есеп беру бойынша 1450 сом пәтерлік алды». Осы партиялық және мемлекеттік тәртіпті бұзғаны үшін Н.А.Петровқа қатал сөгіс жарияланды, оны есеп карточкасына енгізді, бірақ ол жұмыстың кемшіліктерін жойып, алдағы уақытта өз отбасын Түмен қ. көшіріп әкелетінін ескертті. Партия обкомының бюросында жоспарлы-экономикалық бөлімнің бастығы П.А.Николаев сондай тексерушілікке және сол «күнәға» ұшырады, оған «қатал сөгіс жариялады...» және оны халық шаруашылық Кеңесінің құрамынан алып тастады. \nОсыған байланысты Н.С.Хрущевтің естеліктеріндегі сөздері қазіргі уақытта да орынды және өзекті: «Бізде әрбір мемлекеттік шенеунік істің идеялық түсінігіне ие бола алмайды және жиі тоғышарлық бейжарлықты көрсетеді, тек ыңғайлыққа ғана ұмтылады, ал бұдан социализм зардап шегеді». \nСонымен қатар, адал және ақ ниетті жұмысшылар көп болды, шаруашылықтың тиімді жоғарылауы үшін олар көптеген күштерін салды. Қорған халком қызметінің бастапқы кезеңінде кадрлардың жалпы номенклатурасы 439 адамды құрады. Шын мәнінде жарты мыңдай адамдар аса маңызды қызметтер мен мамандардың тізіміне енгізілді және олар бойынша қызмет пен мамандық өсуге ерекше бақылауды жүзеге асырды. \nХалком жұмысы кезеңінде өткізілген мемлекеттің кадрлық саясатың нәтижесіне келетін болсақ, орында білікті, жоғары білімді идара қызметкерлер және мамандардың жетіспеушілігімен байланысты үлкен қиыншылықтардың атап өту қажет. Аймақтың кадрлық әлеуеті негізінен жергілікті шаруашылық кәсіпорын мен мекемелерден қалыптастырылды. Халкомның жинақталуы аяқталғанымен, мамандардың білім деңгейі төмен болды. \nЖоғары деңгейдің мамандары барлық ел ауқымында алмастыру және оларды қысқартылған министрліктер мен ведомстволардан, басқа қалалардан жіберу жолымен осындай мәселелерін қатарын шешуге тырысты. 10-12 % жуық Оралдың ар жағындағы КХШ штат кестесі бұрынғы министрліктер мен ведомстволармен жинақталды. Орындарда жас кадрлардың белсенді таңдауы мен «жетілдіруі» өткізілді. Сонымен бірге бұрынғы халком жетекшілерінің қиянат етушілік және отбасы мүшелерінің тұратын жерлерін ауыстырғысы келмегені, өнекәсіптік және әкімшілік орталықтарда қолайлы пәтерлерден айырып қалу қорқыныш жағдайлары болды. Келгендердің кейбіреулері психологиялық жағынан өзін уақытша адам ретінде санады, Мәскеуден отбасын әкеліп, пәтерлерін тапсыруға асыққан жоқ. Сонымен қатар мамандардың көбі адал ниетпен жұмыс істеді. \nСол жылдардағы оқиғалар туралы Ф.М.Бурлацкий былай жазған: «Оның ең мықты реформалары – халкомды құру, көптеген министрліктер мен ведомстволарды жою - үстірт сипатты болды. Олар басқарманы оңтайлы түрде жасап, кәсіпорын, колхоз, совхоз, ғылыми мекемелерге жақындатуға тырысты. Бірақ олар осы реформаларға, өндірістік қатынастардың мәніне тиіскен жоқ, еңбектің жаңа талаптарына жұмысшы, шаруа, зиялыны – өндірушінің өзін қоюға ұмтылған жоқ: оған бастаманы, дербестікті, таңдаушылықты, тұтынушымен тікелей байланыстың мүмкіншілігін беру. Сонымен қатар экономиканы басыбайлықтан босату, әлсірету, содан кейін мемлекеттік қамқорлықтың тұңшықтыратын қысымнан толық шешіп тастау». \nБұрынғы жылдардың оқиғалары қызметкерлердің сәтті психологиялық орнатуын және олардың жұмыстары мен өмірінің  лайықты талаптарын құрастыру маңыздылығына назар салуға мәжбүр етті, сонымен қатар толық бастамасы мен орындарда еңбекші ұжымның өзіндік шынайы дербестігін ұсынуды мәжбүр етті, солай ғана біздің ақиқатымыздағы барлық аспектілердің шынайы және терең реформалауын жасауға мүмкін болады. \nҚысқартулар: \nҚОММ ММ – «Қорған облысының мемлекеттік мұрағаты» Мемлекеттік мекемесі; \nТОММ ТОММ– «Түмен облысының мемлекеттік мұрағаты» Түмен облысының мемлекеттік мекемесі. \nТОӘСТММ ТОММ  – «Түмен облысының әлеуметтік-саяси тарихтың мемлекеттік мұрағаты» Түмен облысының мемлекеттік мекемесі.\nТолығырақ: https://e-history.kz/kz/contents/view/personnel_problem_and_its_solutions_in_the_economic_councils_zauralie__5060ies_of_20th_century__1633",
                "date": "7.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Академиялық ұтқырлық пен шетел азаматы екінші семестрде басқа қалаүа ауыса алады ма?",
        "question_content": "Академиялық ұтқырлық пен шетел азаматы екінші семестрде басқа қалаүа ауыса алады ма?",
        "question_date": "17.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Академиялық ұтқырлық бойынша шетел азаматы осы Қазақстанның кез келген қаласына барып оқып қайтуына болады, яғни сол мемлекеттің ішінде қалаған ЖОО барып оқуына болады, ал шетел азаматы басқа шет елдерге шығу үшін өз мемлекетінен баратын мемлекетке визаны өзі аштыру қажет. Сол жағдайда бара алады.",
                "date": "17.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емханаға қалай тіркелуге болады?",
        "question_content": "Емханаға тіркелудің қандай жолдары бар?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емханаға тіркелудің аса қиындығы жоқ. Менің білуімше, бұрынғы емхананың қызметі көңіліңізден шықса, тіркеу науқаны барысында қайта тіркелудің қажеті жоқ. \nЕмхананы басқа жерге қоныс аударғанда, жұмысын, оқу орнын ауыстырғанда, жазасын өтеу мерзімі аяқталғанда, әскери борышын өтеу мерзімі біткенде, бастапқы медициналық-санитарлық көмек ұйымы (БМСК) жабылғанда немесе қайта ұйымдастырылғанда, сондай-ақ, жыл сайын 15 қыркүйек пен 15 қараша аралығында өтетін тіркеу науқаны барысында ауыстыруға болады.\nӨзіңіз тіркеуде тұрған емхана қызметіне көңіліңіз толмаған жағдайда да өзге емдеу ұйымына тіркелуге болады.\nТіркелудің үш жолы бар: \n1.\n1. fms.kz сайтының \"Клиника таңдау\" бөліміне кіріп емхананы таңдау.\n2. Таңдап алған емханаға бару. Жеке куәлігіңізді ұмытпаңыз.\n3. Тіркеу бөліміне жолығып, емхананың бас дәрігері атына тіркеу туралы өтініш жазасыз. Өтініш еркін формада жазылады.\n2. \n1. fms.kz сайтының \"Клиника таңдау\" бөліміне кіріп емхананы таңдаңыз.\n2. www.egov.kz порталына кіріп, \"Онлайн қызмет\" тетігін басыңыз.\n3. Сауалнаманы толтырып, өтінішіңізді жіберіңіз.\n4. Өңделген анықтаманы Жеке кабинеттен табасыз (\"Қызметті алу тарихы\")\n3. \n1. fms.kz сайтының \"Клиника таңдау\" бөліміне кіріп емхананы таңдау.\n2. ХҚКО-на барып, ConnectionPoint бөліміне жолығыңыз. Ол үшін ЭЦҚ немесе жеке куәлік қажет.\n3. Егер ЭЦҚ болмаса - оған сол жерден тапсырыс беруге болады. ЭЦҚ болса www.egov.kz порталына тіркеліп, \"Онлайн қызмет\" тетігін басасыз.\n4. Өтініміңізді толтырып, жіберіңіз (ЭЦҚ қажеті жоқ).\n5. Өңделген анықтаманы Жеке кабинеттен табасыз (\"Қызметті алу тарихы\")\nЕгер сіз таңдаған дәрігерге тіркелген азаматтар саны тиісті межеден асып кеткен болса, тіркеу бөліміндегілер сізге басқа маманды ұсынады.",
                "date": "17.10.2018",
                "upvotes": 0
            },
            {
                "text": "МЕН БОРАНБАЕВА НУРСУЛУ",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасылық дәрігер қызметі туралы не білесіз?",
        "question_content": "Отбасылық дәрігердің болуының қандай артықшылығы бар?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің отбасылық дәрігеріміз бар. Отбасылық дәрігер отбасы мүшелерінің қандай аурулармен ауыратынын және қандай инфекцияларға бейім екенін жақсы біледі, ем-домы да тиімді болады. Сондықтан бір маманға қанша ұзақ қаралсаңыз денсаулығыңызға жасалатын бақылау да тиімді болады. Емхананы таңдаған кезде біз, ең алдымен, учаскелік терапевт (ересектер үшін) пен педиатрды (балаларға) таңдаймыз.\nТаңдаған емхананың үйге жақын маңда, жаяу жүргенде 15-20 минуттық жерде болғаны дұрыс. Бұл үйде біреу ауырып, өзін жайсыз сезінген жағдайда дәрігерлердің жедел көмек көрсетуіне мүмкіндік береді.",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Емханаға өзім барып, отбасы мүшелерін тіркей аламын ба?",
        "question_content": "Отбасының өзге мүшелерін емханаға тіркеуге бола ма? Нені білу керек?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 275,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иә, мен тіркеп көргенмін.\nОтбасының өзге мүшелерін тіркеу үшін олардың жеке куәліктері мен жазбаша келісімі қажет (ересектер үшін). Ал, 18 жасқа толмаған тұлғаларды тіркеу үшін ата-аналардан (немесе баланың қамқоршысынан) жеке куәлік (баланың атынан өкілдік ете алатынын растайтын құжат) пен баланың жеке құжаты талап етіледі. Олардың да өзіңізбен бірге тіркелетінін өтініште жазып көрсету қажет.",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екі немесе одан да көп емханаға тіркелуге бола ма?",
        "question_content": "Бір уақытта екі түрлі емханада тіркеуде тұру мүмкін бе? Бірнеше жерде тіркеуде тұру туралы не білесіздер?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 447,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иә, менің ағамда тура осындай жағдай. Бірақ  емделуші емханаға ерікті сақтандыру келісімшарты арқылы тіркелсе және келісімшарт бойынша оған медицина ұйымының ел аумағындағы барлық филиалдарында қызмет көрсетілетін болса ғана екі емханаға тіркелуге болады.",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Басқа емханаға тіркелген жағдайда, оның қызметін қай кезден бастап пайдалана аламын?",
        "question_content": "Емханаға қайта тіркелу туралы не білесіздер? Басқа жаққа көшкенде емханаға қалай тіркеледі?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз тәжірибем бойынша айтсам, мұндай жағдайда екі нұсқа бар:\n1. Басқа жерге қоныс аударуына байланысты \n(басқа қалаға көшу, бір қала ішінде мекен-жайын ауыстыру) – тіркелгеннен кейін бірден қызмет көрсетіледі\n Мысалы:\nА. есімді азамат 10 қыркүйекте Астанаға қоныс аударды. Қыркүйектің 11-інде қаладағы №8 емханаға барып тіркелді. Ол Алматыдағы бұрынғы емханадан автоматты түрде шығарылады.\nОсылайша, А. есімді азамат Астанадағы №8 емхананың қызметін тіркелген күннен, яғни 11 қыркүйектен бастап пайдалана алады.\n2. Қаладан ешқайда көшпей, тіркеу науқаны кезінде қайта тіркелген жағдайда  – келесі жылдың 1 қаңтарынан бастап (биылғы жылдың соңына дейін сізге бұрынғы емханаңыз қызмет көрсетеді)\nМысалы:\nБ. есімді азамат бұрын Астанадағы N емханаға тіркелген болатын.\nТіркеу науқаны кезінде, 20 қыркүйекте Астанадағы Z емханаға тіркелді.\nОсылайша, ол медициналық көмекті жыл соңына дейін бұрынғы N емханасынан алады. Ал, келер жылдың 1 қаңтарынан бастап Астанадағы Z  емханасының қызметін пайдалана алады.",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үйге дәрігерді қалай шақырады?",
        "question_content": "Үйге дәрігерді қалай шақырады? Кім көмектесе алады?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйіңізге барып қызмет көрсету мәселесін тіркелген дәрігеріңіз шешеді. Үйде біреу ауырып қалса, біз ылғи тіркеген дәрігерімізге хабарласамыз.",
                "date": "17.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оралмандар мен шетел азаматтары емханаға қалай тіркеледі?",
        "question_content": "Оралмандар мен шетел азаматтары емханаға тіркелу кезінде ешқандай қиындық болмай ма? Бұл туралы не білесіздер?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзім білетін мына ресми ақпаратпен бөлісейін. Оралмандар, Қазақстан республикасы аумағында тұрақты тұрып жатқан шетел азаматтары мен азаматтығы жоқ тұлғалар тіркеу науқаны кезінде емханаларға кедергісіз тіркеле алады. \nЕМХАНАЛАР АТАЛҒАН ТҰЛҒАЛАРДЫҢ ӨТІНІШІН ҚАБЫЛДАП, ОЛАРДЫ ТІРКЕУГЕ МІНДЕТТІ",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Емханаға қандай жағдайда тіркеуге алмайды?",
        "question_content": "Емханаға тіркемеуге қандай жағдайлар себеп болуы мүмкін?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емханаға тіркелерде бізге мынаны айтты. 5 түрлі жағдайда емхана тіркеуден бас тартады:                                                                                   \n1. Сіз таңдаған емханаға тіркелген азаматтар саны белгіленген межеден асып кетсе. 1 жалпы практика дәрігері 1,7 мың адамнан артық қабылдай алмайды;\n2. Мемлекеттік мәліметтер базасында сіздің тұрғылықты жеріңіз туралы дерек жоқ немесе берілген мәліметтер дұрыс болмаса;\n3. Балаларды тіркеген жағдайда - баланың атынан әрекет ететінін растайтын құжаттары болмаса;\n4. Жеке меншік сақтандыру компаниясымен келісімшарт бекіткен емханада сіздің полис иесі екеніңізді растайтын мәліметтер болмаса;\n5. Тіркеу туралы мәліметтер базасында азаматтың соңғы рет өз өтініші негізінде емес, комиссия шешімі бойынша тіркелгенін растайтын мәліметтер болмаса тіркеуден бас тартады.",
                "date": "17.10.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Басқа емханада тіркеуде тұрмын. Бұл қалай?",
        "question_content": "Бір емханаға тіркеліп, белгісіз себептермен екіншісінде тіркелген болып шықса. Оған не себеп болуы мүмкін?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұндай жағдай менде де болған. Оның себептері әртүрлі. Негізгі себептері мынадай болуы мүмкін:\n1. Емхана Қормен арадағы халыққа қызмет көрсету туралы келісімшарттан бас тартқан;\n2. Емхана өзінің қондырғылармен тиісінше жабдықталғанын және мамандарының жеткілікті екенін құжат негізінде растай алмаған және Қордың онымен келісімшарт бекітуге құқы жоқ;\n3. Емхана жабылды, қайта ұйымдастырылды немесе тіркеу науқаны аяқталғаннан кейін көп ұзамай меншік иесі ауысып кетті.",
                "date": "17.10.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тіркеген емхана қызмет көрсетпейтін болса, не істеймін?",
        "question_content": "Тіркелгеннен кейін емхана халыққа қызмет көрсетпейтін болса не істеймін? Қайда барып қараламын?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзім білетін мына ресми ақпаратпен бөлісейін. \nЕмхана тіркелген азаматтарға болған жағдай туралы алдын ала хабарлауға міндетті. Тіркеу тәртібі бойынша емханалар азаматтарды мынадай мерзімдерден кешіктірмей құлақтандыруы тиіс:\n- қызметтерді сатып алу туралы келісімшарт бұзылғанға (немесе өзгергенге) дейін, қайта ұйымдастыру мен жабу жайлы шешім қабылданғанға дейін 30 күн бұрын\n- медициналық қызмет көлемі қор тарапынан бөлінбей қалғаны белгілі болған күннен бастап екі күн ішінде.\nЕмхана болған өзгерістерді тіркелген халықтың тұрғылықты жері бойынша хабарлайды.\nСодан кейін Медициналық сақтандыру қоры жергілікті органдар мен денсаулық сақтау басқармаларына хабарласып, емханалар арасындағы территорияларды бөліске салу туралы құжат сұрайды.\nАрнайы комиссия тіркелген азаматтарды Қормен келісімшарт бекіткен емханаларға бөледі.    \nЖаңа емхана сізді өздеріне тіркегенін хабарлайды. Сіздің бұл шешіммен келіспеуге және өзіңіз тұратын аймақта қызмет көрсететін жеткізуші ұйымдар ішінен басқа емхананы таңдауға хақыңыз бар.",
                "date": "17.10.2018",
                "upvotes": 2
            }
        ]
    }
]