[
    {
        "question_title": "Қандай сілтілік жер металл қатысқан?",
        "question_content": "Массасы 5 г сілтілік жер металы ауадағы оттекпен тотықтырғанда 8,33 г метал оксиді түзілді. Қандай сілтілік жер металл қатысқан?",
        "question_date": "20.11.2020",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 5 г сілтілік жер металы ауадағы оттекпен тотықтырғанда 8,33 г метал оксиді түзілді. Қандай сілтілік жер металл қатысқан?\n5 г                    8,33г\n2Ме + О2  →2MeO\n2x               2(x + 16)\n  5 * (2(x + 16)) = 2x * 8.33  \n10х+ 160 = 16,66х                                                            \nХ = 160 / 6,66                \nх = 24г. (Мg)\n Жауабы: молярлы массасы 24-ке элемент, ол магний Мg\nтүсініктеме: сілтілік жер металдардың валенттілігі 2-ге тең",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Си тілінде программа құру керек",
        "question_content": "1. n натурал саны мен а1, a2,...an  нақты сандары берілген. Олардың арифметикалық ортасын табу керек.\n\n2. n натурал саны мен а1, a2,...an  нақты сандары берілген. Табу керек: │a1-an│\n\n3. 50 нақты берілген. Оң және теріс сандарының қосындысын табу.\n\nосы есептерді си тілінде бағдарламасын жазу керек.",
        "question_date": "20.11.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) \n#include <iostream>\n#include <cstdlib>\nusing namespace std;\n#define n 10\nint main(){\n    float a[n];\n    float sum = 0.0;\n        cout <<\"IN : \";\n    for(int i = 0; i < n; i++){               \n        a[i] = static_cast <float> (rand()) / static_cast <float> (RAND_MAX);\n                cout<<a[i]<<\" \";\n            sum += a[i];\n    }\n    cout<<endl<<\"Srednee arif = \"<<sum/n;\n \nreturn 0;\n}",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инерциялық санақ жүйелерінде мысалдар келтіру.",
        "question_content": "Инерциялық санақ жүйелеріне мысалдар керек еді. Алдын ала рахмет.",
        "question_date": "20.11.2020",
        "question_tag": "Мектеп",
        "question_views": 15300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Динамиканың  негізгі  ұғымдарының  бірі  инерциялдық  санақ \nжүйесі,  ал  негізгі  заңдарының  біріне  Галилейдің  салыстырмалы-\nлық принципі жатады. Бізге белгілі бір дененің қозғалысын сипаттау \nүшін  ол  дененің  қозғалысын  басқа  денеге  қатысты  қарастыруымыз \nкерек.  Осы  соңғы  денелермен  байланысқан  координаттар  жүйесін \nсанақ  жүйесі  деп  атаймыз.  Тәжірибелердің  көрсетуіне  қарағанда \nденелер  қозғалыстарының  заңдалықтары  әртүрлі  санақ  жүйесінде \nәртүрлі болады. Мысалы: кез келген бір санақ жүйесін алатын болсақ, \nосы санақ жүйесіне қатысты механикалық қозғалыстың ең қарапайым \nтүрлерінің  заңының  өзі  күрделі  болып  көрінуі  мүмкін.  Сондықтан \nденелердің қозғалысын сипаттау кезінде санақ жүйесін таңдап алудың \nөзі  ерекше.  Осындай  санақ  жүйесін  таңдап  алуды  кеңістік  пен \nуақыттың  симметриясымен  байланыс-тыруға  болады.  Шынында  да \nкез  келген  санақ  жүйесіне  қатысты  кеңістіктің  біртектілік  және \nизотроптық  қассиеттерімен  уақыттың  бертектілік  қасиеті  орындал-\nмауы  мүмкін.  Сондықтан  жалпы  алғанда  біздің  қарастыратын  санақ жүйесінде  кеңістік  пен  уақыттың  жоғарыда  келтірілген  қасиеттері \nорындалатын  болуы  керек.  Мұндай  санақ  жүйесінде  материалдық \nнүкте  өзінің  тыныштық  немесе  бірқалыпты  түзу  сызықты \nқозғалғандағы  күйін  сақтайтын  болады.  Осындай  санақ  жүйесін \nинерциялдық санақ жүйесі деп атайды.  \n \nИнерциялдық  санақ  жүйесі  деп,  тыныштықта  тұрған  немесе \nбірқалыпты  түзу  сызықты  қозғалыстағы  санақ  жүйесінде  айтуға \nболады.  Егер  санақ  жүйесі  үдемелі  қозғалыста  болса,  онда  оны \nинерциялдық емес санақ жүйесі деп атайды. Табиғатта инерциялдық \nсанақ  жүйесі  болмайды.  Бірақ  оған  жақын  болатын  гелиоцентрлік \nсанақ  жүйесін  атауға  болады.  Ол,  бас  нүктесі  күннің  центріне \nорналасқан,  ал  координаттар  осі  жылжымайды  деп  есептелетің  үш \nжұлдызға  бағытталған  санақ  жүйесі.  Ал  бас  нүктесі  жердің  центріне \nорналасқан  санақ  жүйесін  геоцентрлік  санақ  жүйесі  деп    атаймыз. \nОсы  негізгі  инерциялдық  санақ  жүйесіне  қатысты  көптеген  денелер \nбірқалыпты түзу сызықты қозғалыста болуы мүмкін. Осы денелермен \nбайланысқан координаталар жүйесінде инерциялдық санақ жүйесі деп \nқарастыруға  болады.  Осыдан,  осындай  көптеген  инерциялдық  санақ \nжүйесінде де механикалық қозғалыс заңдарының түрі бірдей бола ма?, \n- \nдеген \nзаңды \nсұрақ \nтуады. \nОсы \nсұраққа \nГалилейдің \nсалыстырмалылық  принципі  жауап  береді.  Бұл  принцип  былай \nтұжырымдалады: \n \nМеханикалық  қозғалыстың  барлық  заңдары  кез  келген \nинерциялдық  санақ  жүйесінде  бірдей  болады.  Сонымен  Галилейдің \nсалыстырмалылық  принципі  инерциялдық  санақ  жүйелерінің  бір-\nбіріне пара-пар екендігін көрсетеді. Математикалық түрде оны былай \nайтады: механикалық қозғалыстың барлық заңдары бір инерцияалдық \nсанақ  жүйесінен,  екінші  инерциялдық  санақ  жүйесіне  көшкенде \nковариантты  (формаларын  өзгертпейді)  болады.  Бұны  дәлелдеу  үшін \nрелятивистік  емес  механика-\nдағы  денелердің  бір-біріне \nәсер  еткен  уақытының  бар-\nлық \nсанақ \nжүйелерінде \nбірдей болатынын пайдалана-\nмыз.  \nt = t\n/\n \nЕнді  К  және  К\n/\n  санақ \nжүйесімен  М  нүктесін  қарас-\nтырайық. К\n/\n - жүйесі К жүйе-\nсіне  қарағанда  V\n\n-жылдам-\nдықпен  қозғалады  деп  есеп-\n\n \n31 \nтейік. 15-суреттегі ОМО\n/\n - векторлық бұрышы-нан: \n0\nR\nr\nr\n\n\n\n\n\n\n\n                                             (9) \nмұндағы                                        \nt\nV\nR\n0\n\n\n\n\n\n \n \nЕгер  бастапқы  уақыт  мезетінде  К  және  К\n/\n  жүйелерінің  бас \nнүктелері бір нүктеде орналасқан және К\n/\n санақ жүйесінің қозғалысы \nбір  өстің  бойымен  бағытталған  болса,  мысалы:  OX  өсінің  бойымен, \nонда (9) өрнекті өстерге проекциялай отырып,  \n х=х`,+R\nх0` \n,       \n \nу=у`,           z=z`     t=t`                    (10) \n \nОсы  (10)  өрнекпен  анықталатын  теңдеулерді  Галилейдің \nкоординаталық түрлендіруі деп атайды. (9)  өрнектен уақыт бойынша \nтуынды алып, нүкте қозғалысының жылдамдығын былай анықтаймыз. \n0\n' V\n\n\n\n\n\n\n\n.                                           (11) \n \n1905ж.  Эйнштейн  өзінің  жалпы  салыстырмалылық  теориясын \nашқаннан \nкейін \nосы \nтеорияның \nнегізінде \nГалилейдің \nсалыстырмалылық  принципін  қарастыра  келіп,  бұл  принциптің  тек \nқана  механикалық  қозғалыстың  заңдарына  ғана  емес  табиғатта \nкездесетін  барлық  қозғалыс  заңдары  үшін  де  дұрыс  болатындығын \nдәлелдеген.  Галилейдің  салыстырмалылық  принципін  Эйнштейн \nбылай  толықтырған;  кез  келген  инерциялық  санақ  жүйелерінде \nфизиканың  барлық  заңдары  бірдей  формада  өтеді.  Басқаша  айтқанда \nГалилейдің  салыстырмалылық  принципін  жылу  қозғалыстарына  да \nжәне  жарық  қозғалыстарының  да  заңына  т.с.с.  қолдануға  болады. \nСондықтан Галилейдің салыстырмалылық принципі бүкіл табиғаттың \nфундаменталдық принципіне жатады. \nТолығырақ: https://emirsaba.org/ajirbaev--klassikali-mehanika-negizderi.html?page=4",
                "date": "20.11.2020",
                "upvotes": 0
            },
            {
                "text": "Инерция құбылысы ол инерция құбылысы",
                "date": "27.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастың қысылып, көздің қарауытып кетуіне не себеп?",
        "question_content": "Менің басым 1-сағаттай жерде немесе отырып одан кейін тұрғаннан кейін басып қысылып көзім қарауытып кетеді.4-5секундқа созылады.",
        "question_date": "19.11.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Бастың аурулары алуан түрлі. Соның ішінде бас сақинасы, бастың жарылып ауруы сияқты түрлері жиі кездеседі. Екі шеке солқылдап ауыратын кездер болады. Көз қарауытып, әлдене елестегендей болып, иіс, дәм сезу қабілетінде өзгеріс пайда бола бастайды. Мұндайда адам жүрегі айнып құсады. Қол-аяқтары әлсіреп, жатқысы келеді. Ешнәрсеге зауқы соқпай шаршайды. Осындайда кавказдықтар басы ауырған адамды жатқызып, қара шүберекті ыстық суға матырып сығып тастап, ыстықтай (шыдайтындай дәрежеде) екі шекеден тартып орап тастайды. Бұл бастың ауруын 30 минут ішінде тоқтатады.\n2.1 литр кагор қызыл шарабына 150 г желкек (хрен) тамырын, 0,5 кг апельсинді ет турағыштан өткізіп, 300 г қант қосып, су моншасының ішінде бір сағат ақырын қайнатып тұндырады. Астан соң екі сағат өткенде 70 мг-нан күніне 3 рет ішеді.\n3.Бас сақинасы. Сау жүрген адамның ойламаған жерден басы айналып, сынып ауырады. Жұмыс істеу қабілетінен айрылып, жаны қиналады. Мұны бас сақинасы дейді. Осы кезде басты уқалап, уқорғасынның арақтағы тұнбасынан шамалап жақса, бастың ауырғаны тоқтайды. Осы тұста ескеретін жайт – тұнбаны көзге тигізіп алмау керек. Кездейсоқ көзге тамып кетсе, өмірге қауіп.\n4.Долана мен аюбадамның (жемісі) 1 ас қасығын 300 мг суға қайнатып тұндырып ішеді. Емдеу мерзімі – 15 күн.\n5.Қырмызыгүлден 10 г , жұмыршақтан 10 г бір құты суға бір қайнатып, 40 минут тұндырады. Үштен бір бөлігін ас алдында ішеді. Күніне 3 рет. Емдеу мерзімі -15 күн.\n6.Бас зеңіп, кеңсірік ашып, қатты ауырған кезде қарт адам 25 г қарабұрышты 1 құты қайнап тұрган суға араластырып, су сәл жылығанда бірақ ішеді де қалың көрпе жамылып жатып қалады. Сәлден соң қатты қызып мұрыннан қап-қара қан ағады. Белгілі мөлшерден соң қан тоқтап, жуынып-шайынған әлігі адам сорпа ішіп қайта жатады. Ертеңіне мүлде ауырмағандай сергек тұрып жұмысына араласады.\n7.Ауа райы бұзылса болды басы ауырып, мазасы кететін адамдар болады. Олар семіз тауықтың төс етіндегі қалың майды сыртқы терісімен кесін алып, майдың бетіндегі өте жұқа қабатты сыдырып тастап, бастың ауырын тұрған жеріне жапсырады да, сыртынан салафан қағаз қойып, оның сыртын орамалмен орайды, кейін жатып ұйықтауға болады. Таңертең бас жазылып, көңіл жайланын тұрады. Басты ауыртқан тамыр арасындағы суықты май сорып алады.\n8.Картопты қабығымен суға пісіріп жейді. Бас сақинасына мұның да өзіндік пайдасы бар.\n9.Қырмызыгүл – аулада, егістіктерде арнайы өсіріледі. Оның гүлінен 20 грамды 100 г ақ араққа 15 күн ашытып, ас алдында 20-30 тамшыдан күніне 3 рет ішеді. Мұны ұзақ уақыт үзбей пайдаланса, бас ауруы жоғалып, ұйқы жақсарады, жұмыс қабілеті артады.\n10.Қызыл қылша шырынынан алып, тең жартысына бал қосып араластырып, ас қасықпен күніне 4-5 рет ішеді. Бір емдеу мерзімі – 10 күн.\n11.Қарақатты кептіріп сақтайды. Бастың сақинасы ұстаған кезде 2 ас қасығын 300 мл суға он минут ақырын қайнатып, 1 сағат тұндырады. Таңертең әзірленген осы дәріні төртке бөліп кешке дейін түгел ішіп қояды. Күн сайын жаңадан әзірлеп, бір апта ішсе, оң нәтиже береді.\n12. Сулы арық бойларында өсетін жалбыздан 1, көкемаралдан 1 ас қасық алып 1 құты суға бір қайнатын тұндырады. Кейін үшке бөліп, ас алдында күніне 3 рет ішіп, 1 күнде бітіреді. Бір апта үзбей ішсе, бастың ауырғаны жоғала бастайды.\n13.Қой бүлдірген, грейпфрут, қызылша шырынынан қосып, оған шамалы мөлшерде бал қосып араластырып, әр жолы жарты құтыдан күніне 4 рет ішеді. Үш күннен кейін нәтижесін көрсете бастайды.\n14.Қолда асыраған үйректі сойған кезде өтін алып, бастың жарылып ауруы кезінде ауырған жақтағы танаудан аздап тамызса, бастың ауруы бір сағаттың ішінде жазыла бастауы керек.\nТолығырақ: https://balkhashlib.kz/kk/resurs_16/id/3137",
                "date": "19.11.2020",
                "upvotes": 0
            },
            {
                "text": "Дийабет  аурудың нышаны сийақты.  Дийабет төмендеп қалса сүйтеді",
                "date": "20.11.2020",
                "upvotes": 0
            },
            {
                "text": "менде кунде болады ол не ушын?",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География және математика пәндерін таңдап қандай мамандыктарға түсуге болады?",
        "question_content": "гео-мат панин тандап кандай жаксы сураныска ие болатын мамандыктарга туссе болады? Жане канша баллмен баска жактардан издестирсем окуга тусу баллдарын таппай койдым 2020-2021жыл бойынша.",
        "question_date": "19.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Біздің көзіміз бірдей болғанмен көз жасымыз əртүрлі» дегендей, бір сыныпта, бір партада отырсақ та, арманымыз əртүрлі. Аз уақыттан соң бөлек-бөлек маман иесі болып кете барамыз. Тіпті таңдау пəніміз бір болса да, мамандығымыз əртүрлі болып шығады ертең. Бір пəннің өзі жоғары оқу орындарында бірнеше салаға бөлініп, өз ағысымен кете барады екен. Бүгін біз география пəнін таңдаған талапкерлерге мамандықтардың легін ұсынбақпыз.\n«Ғалымға азық берер қайнар көз кітап бетімен, лаборатория аумағымен ғана шектелмейді, өмірді танумен, еңбек адамының жасампаз ісін танумен кең өрісін табады»,  –  дейді Қаныш Сəтбаев аталарың. Географияны таңдаған түлектер үшін бұл салада қандай мамандықтар барын білмекке əл-Фараби атындағы Қазақ ұлттық университетінің «геофагына» қарай жол тарттық…\nҚанат ЗҰЛПЫХАРОВ, əл-Фараби атындағы Қазақ ұлттық университетінің  География жəне табиғатты пайдалану факультеті, «География, жерге орналастыру жəне кадастр» кафедрасының аға оқытушысы:\nГеография мамандықтарының аясы үлкен\nГеография жəне табиғатты пайдалану факультетінің тарихы терең. Мұнда мүмкіндіктер де көп. Ғылыми география, гидрология, метеорология, геодезия жəне картография, туризм, жерге орналастыру жəне кадастр кафедралары бар. География мамандықтарының аясы өте үлкен. Бұл жерде географияның бірнеше мамандығы біріктірілген. Оның ішінде «Физикалық география», «Экономикалық география», «Топырақтану», «Халықтар географиясы», «Биогеография»мамандықтары оқытылады. Сонымен қатар, осы мамандықтар аясында іс-тəжірибелер қарастырылған. 1-2 курсты тəмамдаған студенттер зоналық практикада Алматы, Балқаш, Қарағанды, Астана, Көкшетау қалаларының бағыты бойынша өтеді. Екінші бағыт бойынша Алматы қаласы, Түрген, Шарын шатқалдары, Шонжы, Сөгеті жазығы, Алтын-Емел ұлттық саябағы мен Ш.Уəлихановтың музейінде болып, Алматыға оралады.\nЖоғарыда айтқан мамандықты тəмамдаған студенттер География институтында, түрлі ғылыми-зерттеу институттары мен экология департаменттерінде жұмыс істей алады.\n«Жерге орналастыру  – бүгінде сұранысқа ие мамандықтардың бірі. Мамандықтың атқаратын міндеті жерді пайдалану мен қорғауды ұйымдастыруға бағытталған. Бұл мамандық иелері жерді аймаққа бөлудің облыстық, республикалық жобаларын жасайды. Жер ресурстарын пайдалану, жақсарту, қорғау бағдарламаларын əзірлейді.\nЖер бөлімшесіне меншік құқығына жəне жерді пайдалану құқығынақұжаттарды дайындаумен, елдімекендердің шекарасын анықтаумен айналысады. Ерекше қорғалатын табиғи аймақтардың жəне жерді пайдалану мен қорғаудың ерекше жағдайлары бар басқа да жер   бөлімшелерінің шекараларын белгілеу, бөлінген жерлерді жаңғырту жəне қалпына келтіру сияқты негізгі жұмыстарды оқып-үйренеді.\n«Гидрология» мамандығын бітірген студенттер су шаруашылықтарында, су бөлімдерінде, оқу орындардың «Гидрология» бөлімдерінде қызмет атқаруға мүмкіндігі бар.\n«Метеорология» мамандығына түскісі келетін талапкерлер географиямен қатар математика, физика пəндеріне алғыр болуы тиіс. Бұл мамандық көбіне қоршаған ортада боп жатқан физикалық құбылыстармен байланысты. Яғни, ауа райын зерттеу, бағалауды оқып-үйренеді. Бітіргеннен кейін метеостанцияларда жұмыс істей алады.\n«Туризмді» қазіргі кезде «ХХІ ғасыр мамандығы» деп атайды. Себебі, туризмнің дамуы əлемде қарқынды жүріп жатыр. Бұл мамандықтың дипломымен еліміздің əртүрлі қонақүйлеріне, ерекше қорғалатын аймақтарға, қорықтарға, ұлттық саябақтарға, туристік орталықтарға жұмыс іздеп баруға болады.\n«Геодезия жəне картография» да өте қажетті мамандықтардың бірі деуге болады. Себебі, жерді өлшеу, зерттеу жұмыстары жүргізіледі. Мысалы, қалаларда ғимараттардың көптеп бой көтеруі, айналма жолдардың салынуы да осы мамандықпен байланысты. Бұл мамандықты игерген түлектерге жұмыс көп. Өйткені, осы салаға байланысты барлық жерде картамен жұмыс жүреді.\nБакалаврды бітіргеннен кейін оқуды əрі қарай магистратурада жалғастыруға болады жəне түрлі бағдарламалар бойынша шетелде де білім алуға мүмкіндік зор. Мысалы, Ломоносов атындағы Мəскеу мемлекеттік университеті, Ресей Ғылым академиясының География институты, Австрияның Зальцбург университеті, Германияның Лейбниц жəне Лейпциг университеттері, Ұлыбританияның Ноттингем жəне Редланд университеттері, АҚШ-тың Канзас университеті, университеті жəне Орал федералдық университетімен қосдипломды бағдарлама бар. Яғни, студент магистр атанған соң бір жылды елде, бір жылды шетелде оқып, екі бірдей дипломға ие бола алады.\n«Есеп жəне аудит» мамандығын таңдай алады. Менеджмент жəне маркетинг кафедрасының мамандықтары – Менеджмент, Маркетинг, Мемлекеттік жəне жергілікті басқару, Логистика. Бізде көп таралғаны – Логистика мамандығы. Себебі, фирмалар мен түрлі ұйымдар осы маман иелеріне жүк артады.\n«Қаржы» мамандығы да сұранысқа ие. Бұл кафедра болашақ банк қызметкерлерін дайындайды. Яғни, қаржы, салық бағытында жұмыс атқарғысы келсе, талапкер осы мамандықты таңдағаны жөн. Экономика саласына түсушілер саны көп емес. Себебі, бір компанияның өзінде ары кетсе екі-ақ экономист болады. Бірақ, экономистің жұмысы оңай емес. Бұл маман қаржыны, бухгалтерлік есептерді жинақтайды. Сосын болашаққа жоспар жасайды. Сонымен қатар, ғылыммен де айналысады. Ең көп ғылыми жобалар да осы оқу орнына, осы кафедраға тиесілі. Ол жобалар шетелмен тығыз байланысты. Оған тек белсенді деген студенттерді ғана ұсынып, даярлаймыз.\nҰлан: Мұнда география пəнін таңдаған талапкердің іздеген мамандығының бəрін табуға бола ма, жалпы, мамандықтың бəрі қамтылған ба?\nС.Қондыбаева: Иə, барлығы қамтылған. Кеше үлкен жиын өтті. Сонда  рейтинг агенттігінің есебі бойынша, осы сала бойынша екінші орында тұрғанымыз айтылды.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/jogargyi_syinyip/40369/",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикалық және химиялық қасиеттерді қалай ажыратамыз?",
        "question_content": "Физикалық және химиялық қасиеттерді қалай ажыратсам болады?",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заттардың физикалық қасиеттері: тығыздығын, аққыштығын, жылу және электрөткізгіштігін, тапталғыштығын, иілімділігі.\nХимиялық қасиеттер(Свойства химические) — металдардың сыртқы ортадағы (қышқыл, сілті, су, ылғал, ауа, газ, жоғары температура) күйге берік болу қабілетін айтады. Химиялық қасиеттеріне химиялық элементтердің өзара әрекеттесе алу қабілеті де жатады. Химиялық қасиеттері мысалы ретінде алтын мен платина суда жоғары төзімділік көрсетсе, Fe,Co,Mg суда тот басатынын жатқызуға болады",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтез хемочитез жүзеге асуы, пигменттері оттектері қандай?",
        "question_content": "Фотосинтез хемочитез жүзеге асуы, пигменттері оттектері қандай?",
        "question_date": "19.11.2020",
        "question_tag": "Биология",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотосинтез (көне грекше: φῶς — жарық және σύνθεσις — синтез) - жасыл жапырақ органоидтері, яғни хлоропласт арқылы күн сәулесі энергиясының химиялық байланыс энергиясына айналу процесі. Фотосинтез нәтижесінде жер жүзіндегі өсімдіктер жыл сайын 100 миллиард тоннадан астам органикалық заттар түзеді (мұның жартысынан көбін теңіз, мұхит өсімдіктері түзеді) және бұл кезде олар 200 миллиардтай СО2 сіңіріп, оттегі бөледі.\nХЕМОСИНТЕЗ (хемо… және грек.synthesіs — тізбек) — бактериялардың бейорганикалық қосылыстарды тотықтыру есебінен көмірқышқыл газды (СО2) сіңіруге негізделген қоректену типі. Хемосинтезге жарықтың қажеті жоқ. Хемоминтез процесін 1887 жылы Ресей микробиологы С.Н. Виноградский (1856 — 1953) ашты. Осы күнгі эволюциялық тұрғыдан қарағанда, хемосинтез фотосинтезге дейін пайда болған көмірқышқыл газын ассимиляциялау жолы деп есептеледі. Хемосинтездегіш бактериялардың басым көпшілігі бейорганикалық ортада тіршілік етеді. Кейбір бактериялар қарапайым органикалық қосылыстарды (метан, метил спирті) сутек көзі ретінде пайдаланып, сол ортада тіршілік етеді. Микроорганизмдердің Хемосинтез арқылы қоректенуіне көптеген күкіртті бактериялар жатады. Олар әр түрлі күкіртті қосылыстармен қатар таза күкіртті де тотықтыра алады. Күкіртті бактериялар екі топқа бөлінеді. Жіпше тәрізді көп клеткалы бактериялар күкіртті өз клеткаларына жинақтайды. Олар күкіртті сутек қоры азайғанда таза күкіртті тотықтырып, қуат көзіне айналдырады. Ал бір клеткалы бактериялар күкіртті өзін қоршаған ортаға шығарады. Күкіртті сутектің формуласы:\nH2S S2 H2SO H2SO3 H2SO4\nТүзілген әрбір өнім алғашқы қосылыстың тотығуы нәтижесінде пайда болады. Аралық өнім — сутектің негізгі бөлігі молек. оттекпен тотығып, бір бөлігі көмірқышқыл газын тотықсыздандырып, көмірсулардың түзілуіне жұмсалады. Ол мына формуламен бейнеленеді:\nCO2+2H2S (CH2O)+H2O+S2.\nНитрификациялағыш бактериялардың да Хемосинтез процесінде алатын орны ерекше. Аммиактың нитратқа дейін тотығуы екі кезеңнен тұрады. Бірінші кезеңде аммиак нитритке дейін тотығып, 653,5 кДж қуат бөлінеді.\n2NH3+3O2=2HNO2+2H2O+ +653,5 кДж.\nЕкінші кезеңде нитрит нитратқа дейін тотығады:\n2HNO2+O2=2HNO3+151,1кДж.\nТүзілген қуаттың 6 — 7%-ы көмірқышқыл газының тотықсызданып, көмірсулардың түзілуіне жұмсалады. Аммиактың тотығу кезеңдерін іске асыратын арнайы бактериялары болады. Оларды нитрозомонас (Nіtrosomonas) және нитробактер (Nіtrobacter) деп атайды. Дегенмен, нитрификациялағыш бактериялардың жалпы қуат бөлу деңгейі күкіртті бактерияларға қарағанда екі есе төмен.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсулар синтезінің реакция тенңдеуін жазыныздар?",
        "question_content": "Көмірсулар синтезінің реакция тенңдеуін жазыныздар?",
        "question_date": "19.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Глюкозаның табиғатта түзілуі мен алынуы\n1. Табиғатта глюкоза фотосинтез реакциясы нәтижесінде түзіледі.\n2. Қантты заттарды, ең алғаш A.M. Бутлеров (1861 ж.) кальций гидроксиді қатысында формальдегидтен синтездеді:\n3. Өнеркәсіпте глюкозаны, негізінен, полисахаридтерді (крахмалды немесе целлюлозаны) гидролиздеп алады:",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай кезендерде реакцияның бастапқы заты ретінде СО2 молекуласы қолданылады",
        "question_content": "қандай кезендерде реакцияның бастапқы заты ретінде СО2 молекуласы қолданады",
        "question_date": "19.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ыдыс толық бату үшін оның ішіне қандай мөлшерде су құю керек",
        "question_content": "Судың ішінде сыйымдылығы 0,5 литр және массасы  200 гр – ға тең  шыны ыдыс  жүзіп жүр. Ыдыс толық бату үшін оның ішіне қандай мөлшерде су құю керек. Шыны тығыздығы 2,5 кг/м3, судың тығыздығы 103кг/м3.",
        "question_date": "19.11.2020",
        "question_tag": "Физика",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бөтелке салмағы + бөтелкедегі су салмағы = күшейтілген күш\nm1 - бөтелкедегі судың массасы\n\n V1 - бөтелкедегі судың көлемі\nVv - бөтелкенің ішкі көлемі\n\n Vн - бөтелкенің сыртқы көлемі\nVb = Vn-Vv = M / дана\nFa = m2 * g м2 - жылжытылған су құтысының массасы\nMg + m1g = Fa Mg + m1g = m2 * g,\nқысқартылған g M + m1 = m2 = Vн * рв = (Vв + Vb) * рв = (Vв + М / рс) * рв m1 = (Vv + M / pc) * pv-M\nСандық деректерді ауыстырыңыз m1 = (0,5 * 10 ^ -3 + 0,2 / 2500) * 1000-0,2 = 0,38 кг = 380 г.\nV1 = m1 / pw = 0,38 кг / 1000 = 0,38 л\nБөтелкедегі судың мөлшеріне жауап беріңіз = 0,38 кг = 380 г немесе = 0,38 л",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хемосинтез Фото синтез энергия көздері жəне олар да қандай заттар түзіледі",
        "question_content": "Хемосинтез Фотосинтез қандай заттар түзейді жəне энергия көздері",
        "question_date": "19.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотосинтез дегеніміз — жасыл жапырақ хлоропластары арқылы күн сәулесі энергиясының химиялық байланыс энергиясына айналу процесі.\nФотосинтездің жарық және қараңғы фазалы сатылары бар. Жарық фазасында ежелгі балдырларда циклді фотофосфорлану реакциясы жүреді.\nКвант жарығының электрондарымен хлорофилдерден ығысып шықкан энергия АДФ мен фосфаттан АТФ-тың синтезделуіне жұмсалады.\nЖоғары сатыдағы өсімдіктердің жарың фазасының негізін циклді емес фотофосфорлану құрайды.\nМұнда электрондар энергиясы АТФ-тың синтезделуіне, молекулалық оттектің бөлінуі арқылы судың ыдырауына (фотолиз) және НАДФН синтезіне жұмсалады.\nФотосинтездің қараңғы фазасында көмірқышқыл газын пайдалану және соның негізінде органикалық қосылыстарды синтездеу үшін АТФ және НАДФН энергиясы қолданылады. Хемосинтез — тотығу процесі нәтижесінде CO, газынан органикалық заттардың бейорганикалық заттардан (H2S, әр түрлі металл иондары) түзілу процесі.",
                "date": "19.11.2020",
                "upvotes": 0
            },
            {
                "text": "Фотосинтез энергия козы:Хлорофилл,Жарык.Хемосинтез:кун саулесы",
                "date": "22.11.2021",
                "upvotes": 0
            },
            {
                "text": "Хемосинтез - күн сәулесі - H2S, әртүрлі металл иондары.\n\nФотосинтез - жарық - аминқышқылдар, белок, хлорофилл",
                "date": "8.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыртын танып іс бітпес, сырын көрмей.",
        "question_content": "Сыртын танып іс бітпес, сырын көрмей осыны тауып бериндерші",
        "question_date": "19.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбайұлы\nМен жазбаймын өлеңді ермек үшін,\nЖоқ-барды, ертегіні термек үшін.\nКөкірегі сезімді, тілі орамды,\nЖаздым үлгі жастарға бермек үшін.\nБұл сөзді тасыр ұқпас, талапты ұғар,\nКөңілінің көзі ашық, сергек үшін.\n\nТүзу кел, қисық-қыңыр, қырын келмей,\nСыртын танып іс бітпес, сырын көрмей.\nШу дегенде құлағың тосаңсиды.\nӨскен соң мұндай сөзді бұрын көрмей.\nТаң қаламын алдыңғы айтқанды ұқпай,\nЖәне айта бер дейді жұрт тыным бермей.\n\nСөз айттым \"Әзірет Әлі\", \"айдаһарсыз\",\nМұнда жоқ \"алтын иек, сары-ала қыз\".\nКәрілікті жамандап, өлім тілеп,\nБолсын деген жерім жоқ жігіт арсыз.\nӘсіре қызыл емес деп жиренбеңіз,\nТүбі терең сөз артық, бір байқарсыз.\n\nБатырдан барымташы туар даңғой,\nҚызшыл да, қызықшыл да әуре жан ғой.\nАрсыз, малсыз, ақылсыз, шаруасыз,\nЕлірмелі маскүнем байқалған ғой.\nБес-алты мисыз бәңгі[1] күлсе мәз боп,\nҚинамай қызыл тілді кел, тілді ал, қой!\n\nӨлеңі бар өнерлі інім, сізге\nЖалынамын, мұндай сөз айтпа бізге.\nӨзге түгіл өзіңе пайдасы жоқ,\nЕсіл өнер қор болып кетер түзге.\nСәнқой, даңғой, ойнасшы, керім-кербез,\nҚанша қызық болады өзіңізге?",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен актриса және кондитер болғым келеді но қайсың тандайтынымды блмейм нестесем болады?",
        "question_content": "Мен актриса және кондитер яғни повар болғым келеды екеуіде ұнайды қайсың тандайтынымды былмеймын нестесем болады көбінесе пісіруден жақсымын",
        "question_date": "19.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайсысы жүрегіңізге жақын соны таңдайсыз. Ол үшін сол саланы терең зерттеп немесе сол саланың бастамасы ретіндегі істермен айналоысып көресіз. Мысалы үйде торт пісіріп көріңіз, оны әдемілеп әсемдеп көріңіз. Егер ешқандай жалқаулық, ол іспен айналысуды қаламау болмаса, онда жақсылап сол салаға толық көшіп меңгерсеңіз болады.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электрон-баланс әдісімен теңестіру",
        "question_content": "NH3+O2=NO+H2O\n\nAL+I2=ALI3\n\nCl2+H2O=HCl+HClO\n\nKClO3=KCl+O2\n\nHNO3+P+H2O=H3PO4+NO\n\nHCL+KMnO4=Cl+MnCl2+H2O",
        "question_date": "19.11.2020",
        "question_tag": "Химия",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тотықсыздандырғыштың берген электрондарының жалпы саны тотықтырғыштың қосып алған электрондарының жалпы санына тең. Теңдеуді құру бірнеше сатыда жүреді:\n1.Реакция теңдеуін коэффициентсіз жазады: Br2 + H2S + H2O → HBr + H2SO4\n2.Тотықтырғыш пен тотықсыздандырғыштың тотығу дәрежелерін көрсетеді:\nBr20 + H2S2- + H2O → HBr– + H2S6+O4\n3.Электрондық теңдеу құрады, яғни тотығу және тотықсыздану процестерін көрсетеді:\nBr20 +2ē → 2Br– – тотықсыздану процесі, Br2– тотықтырғыш.\nS2- – 8 ē → S6+ – тотығу процесі, S2- – тотықсыздандырғыш.\n4.Тотықсыздандырғыш берген электрон саны тотықтырғыштың қосып алған электрон санына тең болу керек.\n4 Br20 +2ē → 2Br–\n1 S2- – 8 ē → S6+\nОсылай тотықтырғыш пен тотықсыздандырғыш үшін коэффициенттерді анықтайды.\n5.Реакцияға қатысқан басқа қосылыстар үшін коэффициенттерін іздейді:\n4Br2 + H2S + 4H2O ↔ 8HBr + H2SO4\nТотықсыздандырғыш пен тотықтырғыш бір-бірімен өздерінің тотығу-тотықсыздану эквиваленттері қатысында әрекеттеседі. Тотықтырғыш пен тотықсыздандырғыштың эквивалентінің молярлық массасы былай есептеледі: тотықтырғыштың не тотықсыздандырғыштың молярлық массасын (М(В) эквиваленттік факторға (fэкв(В)) көбейтеді:\nМ(fэквВ)= fэкв(В)∙М (В)\nfэкв(В) эквиваленттік фактор, ол тотықсыздандырғыштан тотықтырғышқа ауысқан электрон санының кері мәніне тең. Мысалы: М(fэкв KMnO4)= 1/5 ∙158 = 31,6 г/моль\nТолығырақ: https://qazbrand.info/all/1505/jelektrondy-balans-disimen-himijaly/",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау жасаңыз",
        "question_content": "Тәуелсіздікті, бостандықты, аңсамайтын, жолдағы тынымсыз, жетпегенде жеңілді, өткен, өкпелей алмаймыз, әрдайым, бергенмін, жатқан, өзекті, алмасымыз",
        "question_date": "19.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Морфология – дербес сөздердің грамматикалық мағыналарын тексеретін, грамматикалық сөз тұлғалардың қызметі мен қалыптасу, даму заңдылықтарын зерттейтін тіл ғылымының бір сапасы. Морфологияның негізгі материалы — морфема.\n\nМорфология – раздел лингвистики, основным объектом которого являются слова естественных языков и их значимые части (морфемы).\n\nМорфологиялық талдау сызбасы:\nОбщая схема разбора:\nСөз таптары (Часть речи)\nБастапқы формасы (Начальная форма)\nТұрақты белгілер (Постоянные признаки, если есть)\nТұрақсыз белгілер (Непостоянные признаки, если есть)\nСинтаксистік рөлі (Синтаксическая роль)\n\nМысалы:\nЕртең оқушы3 мектепке барады3.\nЗавтра ученик3 пойдет3 в школу.\nОқушы3 – зат есім. Кім барады? Оқушы.\nБастапқы формасы: оқушы.\nТұрақты белгілер: дара, туынды, жалпы, жанды, деректі;\nТұрақсыз белгілер: жекеше, атау септік.\nКім барады? Оқушы (бастауыш).\nБарады3 – етістік. Оқушы (не істейді?) барады.\nБастапқы формасы: бар.\nТұрақты белгілер: дара, туынды, болымды, салт;\nТұрақсыз белгілер: ауыспалы келер шақ.\nОқушы (не істейді?) барады (баяндауыш).\nИсточник: https://yznaika.com/hints/28-morfologiya\nТолығырақ: Морфологиялық талдау (Морфологический разбор) (yznaika.com)",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "27c температура сутеги молекула квадраттык жылдамдығы.",
        "question_content": "Отинем комектесиниздерши",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "27c температура сутеги молекула квадраттык жылдамдығы.\nЖауабы: 1930м/с",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір баланы жақсы көрем бірақ ол мені жақсы көрмейді не істесем болады",
        "question_content": "Мен бір баланы жақсы көрем бірақ ол мені жақсы көрмейді не істесем болады",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 940,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазғаныңызға қарасам әлі мектеп жасындағы қызға ұқсайсыз. Оның барлығы өткінші. Уайымдамаңыз. Жақсы көрмесе жақсы көрмес, одан дүние төңкеріліп қалмас.",
                "date": "19.11.2020",
                "upvotes": 0
            },
            {
                "text": "Оны умытту Кайдан былесын мумкын ол Саган отырык айткан шыгар жаксы кормейм деп",
                "date": "12.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жабайы сөздің антонимі",
        "question_content": "Жабайы деген сөздің антонимі жауап беріңдер ші",
        "question_date": "19.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жабайы сөзінің қолданылған мағынасына қарай әртүрлі болуы мүмкін. \nЖануар болса антонимі қолға үйретілген.\nАдамның өзін жабайы сияқты ұстауы, қылығы болса, антонимі- тәрбиелі, дамыған, заманауи.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сирек деген сөздің синонимі.",
        "question_content": "Сирек деген сөздің синонимі.",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аз таралған, аз кездесетін сөзреі сирек сөзіне синоним ретінде қолдануға болады.",
                "date": "19.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қолданылуына байланысты келесі сөздер синоним бола алуы мүмкін: селдір, әредік, ілуде бір, жиі емес, аз, бірең-сараң",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магазин ашқым келеді. Оптовый жерлерді қалай тапсам болады?",
        "question_content": "Мен саудамен айналысқым келеді. Жасым 17де. Бірақ қай жақтан оптовый алу керектігін білмеймін.  Қалай тапсам болады,қалай іздеу керектігін айтсаңыздар?  Шымкенттегі аксессуар мен косметика оптовик жерлерін білетіндер ма?",
        "question_date": "19.11.2020",
        "question_tag": "Кәсіпкерлік",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оптовик жерлерді инстадан іздесеңіз көп. Шымкентте aikerim.kz деген магазин бар аксесуарлар сататын. Инстасы тура солай жазылған. Республика даңғылы 30а орналасқан.\nАлматыда Рыскулова көшесі бойындағы Алатау сауда орнында Алина деген оптовый косметика сататын магазин бар. Сол жер ең оптовый точка деп ойлаймын.",
                "date": "19.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Медицина мұғалімі болғым келеді?",
        "question_content": "Саламатсыздарма мен колледжде фармация мамандығы бойынша оқып жатрм , болашақта фармаколог  мұғалімі болғым келеді))  ол үшін универді одан кеин магистетураны бітіру қажетпа толығырақ айтып берсеңіздер өтінем",
        "question_date": "19.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақ беріп оқытушы болу үшін педагогика, психология пәндерін және педагогикалық практикадан өту керек. Егер оқу барысында осындай дисциплина болған болса сабақ бере аласыз. Егер болмаса ғылыми - педагогикалық бағытта мамандығыңыз бойынша магистратураны оқуыңыз керек болады.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фигуралардын симметриясын табу",
        "question_content": "Вообщем достар бугнге срочно керек боп турше ким геометриядан мыхт окид паже комектесп жуерш. Козгалыс такырыбы бойынша уш бурыш турады А,В,С,а деп белгиленп турады. Сонын симметриясын табу керек. Хотя-бы шыгару жолдары болса",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің есебіңізде үшбұрыш симметриялы ма деп сұралған ба қалай?\nЕгер солай сұралса , Үшбұрыштың бір төбесінен түсірілген бөлгіш, теңдей бөлікке бөлу керек. Егер  солай бөлсе онда үшбұрыш сол бөлгіш сызыққа қатысты симметриялы болады.\nАйна симметриясы немесе шағылысу - бұл тіркелген нүктелерінің жиынтығы гиперплан болып табылатын эвклид кеңістігінің қозғалысы (үшөлшемді кеңістік жағдайында жай жазықтық). Айна симметриясы термині объектінің сәйкес симметрия типін сипаттау үшін де қолданылады, яғни шағылысу кезінде объект өзіне айналған кезде. Оптикадағы бұл математикалық ұғым объектілердің және олардың (ойдан шығарылған) бейнелерінің жазық айнаға түскендегі арақатынасын сипаттайды. Ол табиғаттың көптеген заңдылықтарынан көрінеді.\nЕгер фигураның әр нүктесі үшін оған А сызығына қатысты симметриялы нүкте осы фигураға жататын болса, А сызығына қатысты фигура симметриялы деп аталады.\nАйналмалы симметрия - бұл заттың м-өлшемді эвклид кеңістігінің барлық немесе кейбір дұрыс айналуларына қатысты симметриясын білдіретін термин. Меншікті айналу - бұл бағдарды сақтайтын изометрияның түрлері.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысым тұрақты кезде, 1 моль бір атомды идеал газдың көлемін 2 есе ұлғайту",
        "question_content": "Қысым тұрақты кезде, 1 моль бір атомды идеал газдың көлемін 2 есе ұлғайту үшін,оған қандай  жылу мөлшерін беру керек?",
        "question_date": "19.11.2020",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай газдың жұмысы үлкен?",
        "question_content": "Массасы бірдей аргон мен неон тұрақты қысымда  5К қыздырылды.Қай газдың жұмысы үлкен?",
        "question_date": "19.11.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайсысының моляр массасы аз сол элементтің жұмысы үлкен болады",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жағдайда жылу машинасының ПӘК-і ең үлкен болады?",
        "question_content": "Қандай жағдайда жылу машинасының ПӘК-і ең  үлкен болады?",
        "question_date": "19.11.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылу машинасының ПӘК-і ең үлкен болатын жағдай. \nЖауап:  Т1 – қыздырғыш температурасы, Т2 – Салқындатқыш температурасы\n/ Неғұрлым Е1 жоғары, ал Т2 төмен болса /\nПайдалы әсер коэффициенті (ПӘК) – жүйенің (механизмнің) энергияны түрлендіру немесе басқа денеге беру тиімділігін сипаттайтын шама. Ол көбінесе грек әрпі η -мен (этта) белгіленіп, мына өрнек арқылы анықталады: η =Wпайд./Wтол, мұндағы Wпайд., Wтол. жүйенің жұмыс істеуі кезінде жұмсаған пайдалы және толық энергиялары. Орнықты режимде жұмыс істейтін механизмдерде сырттан келтірілген энергияның (Wтол.) бір бөлігі (Wпайд.) пайдалы кедергілерді (металл кесу, жүк көтеру, затты бөлшектеу, т.б.) жеңуге, ал қалған бөлігі (Wшығ.) зиянды кедергілерді (үйкеліс, денені қыздыру, гистерезис тұзағы, құйынды токтар) жеңуге жұмсалады. Бұл жағдайда η =Wпайд./Wтол. Немесе η =1–Wшығ./Wтол. арқылы анықталады. Кез келген механизмнің жұмыс істеуі кезінде міндетті түрде энергия шығындары болатындықтан барлық уақытта η <1 болады. Ол ондық бөлшекпен немесе пайызбен (%) өрнектеледі. Мысалы, ЖЭС-тің Пайдалы әсер коэффициенті 0,35 – 0,40 (35 – 40%), іштен жанатын қозғалтқыштарда 0,40 – 0,50 (40 – 50%), қуатты генераторларда 0,98 (98%); ал фотосинтез процесінің Пайдалы әсер коэффициенті 12 – 15% шамасында.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    }
]