[
    {
        "question_title": "ДНК туралы негізгі қағидалардың сызбасы",
        "question_content": "ДНК туралы негізгі қағидалардың сызбасын қалай құрастырады. Осыған жауап берсеңіздер.",
        "question_date": "10.04.2020",
        "question_tag": "Мектеп",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ДНК молекуласының химиялық құрылымының сызба нұсқасы\nДНҚ молекуласының құрылымы;\n• Жасушадағы ДНҚ полинуклеотидтік тізбегі мынандай нуклеотидттерден d-АМФ, d-ГМФ, d-ЦТФ, d-ТМФ, т.б. құрамында дезоксирибоза қанты болады.\n• Екі полинуклеотидті тізбектіңкомплиментарлы орналасуы нәтижесінде, ДНҚ молекуласы түзіледі.\n• ДНҚ молекуласында полинуклеотидті тізбек бір-біріне антипаралельді,бірақ спираль түрінде\n• Полинуклеотидті тізбектің комплиментарлығы Чаргафф ережесі бойынша анықталады.\n• ДНҚ молекуласында:\n• 1. Аденин саны Тиминге,Гуанин саныЦитозинге тең.\n• ( А=Т, Г=Ц)\n• 6-жағдайындағы кето тобы бар негізмөлшері,6-жағдайындағы амин тобы бар негіз мөлшеріне тең,яғни А+Ц=Г+Т .\n• 3.Пуриндік азот негіздері бар нуклеотидтердің қосындысы пириминдік азот негіздері бар нуклеотид қосындысына тең,яғни  (А+Г=Т+Ц)\n Генетикалық код құрылымы:\n• 1. Триплет-ДНҚ құрамындағы полинуклеотидтік тізбектің кодтық элементі,сәйкес келетін аминқышкылдары арқылы полипеитидтік тізбекті анықтайды.\n2. Код әмбебап: сол және басқа триплеттер бүкіл организімде өмір сүріп жатқан сол және басқа аминқшқылдарын кодтайды.\n3. Әрбір аминқышқылы өз кодыны сәйкес келеді: (ТТТ фенилаланин, ЦТТ - лейцин, ТАТ - тирозин и др.).\n4.Триплеттік код туа біткен болып табылады:аминқышқылы бірнеше триплеттермен кодталады (ТТГ, ТТЦ - фенилаланин, ААГ, ААЦ - аспарагин и др.).\n5.Триплеттік код қайтарып жабылмайды. .\n6. Бастамалық және тоқтату триплеттік кодтары бар(кодон).  Инициирующий \"стартовый\" триплет (бастапқы)АТГ – метиониннің триплеті, ГТГ – валиннің триплеті)сигналдық қызмет атқарады ,полипептидтік тізбектің басы болып  табылады.\n• Терминирующий стоп триплет (Тоқтату триплеті)(ТАА, ТАГ, ТГА), немесе мағынасыз код,ешбір аминқышқылды кодтамайды, «стоп сигналдық» қызмет атқарады,яғни полипептидті тізбектің аяқталғанын білдіреді.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің қалауымның шегі\" атты тақырыпта эссе керек.",
        "question_content": "Менің қалауымның шегі туралы эссе",
        "question_date": "10.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлі есімде, ес жиып, ақыл кіре бастағаннан Абайдың, Мұқағалидың, Мұхтардың өлеңдеріне көңілім ауып, жүрегіме осы алып тұлғалардың әрбір тарау сөздері, әр шумақ өлеңдері терең із қалдырды. Дәл сол көңілім ұшып тұрған кезде, халқыма жақын болам, өлең арнап шығарма жазам деген асыл арман қылаң бере бастады.       Кез келген адамның өзінің жүрегіне жақын, жан дүниесі қалайтын мамандығы бар. Мен үшін ол – журналистика. Бұл — адам бүкіл жан дүниесін ізденіске арнап өтетін мамандықтың бір түрі. Тілші болу — көгілдір экранның алдында отыру емес, халықтың ойында, жүрек түкпірінде жатқан жан ай-қайын елге жеткізу. Мейлі ол қандай ащы шыңдық болсын, оны жеткізу — біздің парызымыз. Елбасымыз Н.Назарбаев айтқандай: «Болашағымыз жастардың қолында». Біздің алға қойған мақсатымыз — тіліміз, дініміз, салт-дәстүріміздің дамуы үшін оны басқа халықтарға нақты, мәнді жеткізу. Тілшінің міндеті — осы.",
                "date": "11.04.2020",
                "upvotes": 0
            },
            {
                "text": "Менің қалауы мал дәрігері болыу. Малдарды емдеп. Әрекетті қайталау үшін осы жерді қалаңыз.",
                "date": "16.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киікті неліктен \"Киелі жануар\" дейтін себебін түсіндіріп беріңіздер?",
        "question_content": "1. Мамыр айының аяғында соғатын суық желдің \"Құралайдың салқыны\" деп атауының себебі\n\n2. Мәтіннен табиғаттағы қандай үйлесімділіктерді байқадың\n\n3. Киікті неліктен \"Киелі жануар\" дейтін себебін түсіндіріп беріңіздер?\n\n4. Табиғаттың киіктерге көмектесуін өзінің қалай түсіндірер едіңіз?\n\n5. Адамдар ортасында да осындай өзара көмек пен үйлесімділік болса, өмір қандай болар еді\n100-104 беттегі оқулық",
        "question_date": "10.04.2020",
        "question_tag": "Биология",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен ғасырдың 60-70 жылдары Қазақ елінің ұшы-қиырсыз даласындағы киіктің саны … 1 миллион 20 мыңнан асып жығылыпты!..\nАл 2003 жылы сол далада, киікті киелі санап келген қазақтың атақонысында небәрі … 21 мыңдай ғана киік қалған…\nҚорқынышты, қасіретті көрсеткіш бұл. Әрине, түсінгенге, ұққанға.\nҚиындықты өз қолымен жасап алып, соңынан — болары болып, бояуы сіңгесін! — өкінетін, өкінгенситін қоғамға не дауа: сол тұстары биліктің кенеттен есі кіргендей болды — құзырлы мекемелер, қоғамшыл кісілер дабыл қаға бастады. Нәтиже?\nНәтиже, әрине, шүкіршілік етердей ғана — Қазақстандағы киік саны, білушілердің айтуынша, 102 мың басқа жетіп жығылыпты. Қытай мен Түрікменстанда киік мүлде жойылыпты да, 5 мыңдайы Қазақстан мен Өзбекстан аралығында көшіп жүреді-міс. Он мыңдайы Қалмақияның қорықтарында, 3,5 мыңы Моңғолияда көрінеді.\n«… Азайды соңғы кезде байғұс бөкен,\nМың-мыңдап баяғыда жүреді екен…» — депті кезінде Сәкен Сейфуллин. Демек, сол тұста да азайғаны ғой. Бірақ дәл қазіргідей емес шығар?!..\nКиігіңіздің өзі оралдық, бетпақдалалық және үстірттік болып үшке бөлінеді екен. Оны зерттеушілер біледі. Анығы — киік саны әлі де қауіпті деңгейде тұрғандығы. Данышпан ғалымдар айтса, киіктің азаюы тек Қазақстанның, оның ұлы даласының ғана емес, әлемнің проблемасына айналып отыр: жан-жануардың әр алуан түрлері біріндеп құри берсе, адамзаттың да жүрімі тарылатыны рас. Бірақ, киік алдымен бізге, біздің сарышұнағы да азайып, құла түзге айналып бара жатқан Даламызға керек. Демек, бұл да қазақы проблема. Әсіресе, Ақтөбе облысы үшін проблема. Себебі?\nҚамқорлық жеткілікті болса…\nСебебі, еліміздегі 102 мың киіктің 70 мыңдайы Ырғыз, Әйтеке би аудандарында, 4,5 мыңы (үстірттік түрі) Шалқар, Байғанин аудандарында мекендейді. Үкімет тарапынан киіктің сақталып қалуына, көбеюіне шаралар ұйымдастырылып-ақ жатыр.\n— Біздің өлкені негізінен бетпақдала киіктері мекендейді.  Оларды өзіміз бақылап, қорғауға алғалы едәуір өсім бар. Ал үстірттік киіктер көрші Өзбекстан еліне көшіп жүретіндіктен, бақылаусыз қалады. Өспеуінің себебі де сондықтан. Соңғы жылдары киіктерді қорғаумен айналысатын үлкен мекемелер құрылды. 2007 жылы «Ырғыз-Торғай» табиғи резерваты жұмысын бастаса, жақында құрылған «Жануарлар әлемін қорғау» өндірістік бірлестігі  киіктердің мекендейтін жерлерін қадағалайды. Жыл сайын күз айларында әуеде ұшып жүріп киіктер санағын өткіземіз. Биылғы санақ бойынша,  Ырғыз, Әйтеке би аудандарындағы бетпақдала киіктерінің саны 74 мыңға жетіп отыр, — дейді облыстық аумақтық орман және аңшылық шаруашылығы инспекциясының мемлекеттік инспекторы Бекболат Жапаров.\nҚР Ауыл шаруашылығы министрлігі орман және аңшылық шаруашылығы комитетінің арнайы бұйрығымен 2011 жылдың қаңтарына дейін киіктерді атуға қатаң тыйым салынған болатын. Жақында бұл бұйрықтың мерзімі ұзартылып, тыйым салу уақыты 2020 жылдың 30 қаңтарына дейін созылды.\nҚР Ауыл шаруашылығы министрлігі орман және аңшылық шаруашылығы комитеті төрағасының орынбасары Қайырбек Мұсабаев «Ырғыз-Торғай» табиғи резерваты ғимаратының ашылу салтанатына келген сапарында киіктер санының аз болса да өсіп келе жатқандығын айтты.\n— Киіктер саны баяу болса да бірқалыпты өсіп келеді.  Бөкендердің бетпақдала түрінің саны 2007 жылы  22,8 мың болса, 2011 жылы 78 мыңға дейін көбейді. Біз қысқа мерзімде жақсы нәтижелерге жеттік деуге болады. Бұл — «Ырғыз-Торғай» табиғи резерваты қызметкерлері еңбегінің нәтижесі. Резерват киіктердің мекендеу және қоныс аудару жолдарының қорғалуын қамтамасыз ету мақсатында тиімді жұмыс атқарып келеді. Резерваттың аумағын кеңейтіп, жаңа, «Алтын Дала» резерватын құру жоспарланып отыр, — дейді ол.\nЫрғыздағы табиғи қорықтың аумағы 400 мың гектарға көбейіп,  Қостанайдан жаңа резерват ашылғанда киіктерді қорғап, санын көбейте түсуге мүмкіндік туындайды. Демек, даланың киелі еркесі, сәні — киіктердің қайта көбеюіне деген үміт бар.\nБөкендердің жауы — браконьерлер\nКиелі жануарларға мылтық кезейтіндер әлі де азаяр емес. Облыстық ішкі істер департаменті табиғатты қорғау және ветеринарлық полиция бөлімінің мәліметтері бойынша, биылғы тоғыз айда 5 экологиялық қылмыс анықталып, оның үшеуі сотқа жолданған. Жалпы заңға қайшы 2795 дерек тіркелсе, оның 1280-іне  3 миллион 806 мың теңге көлемінде әкімшілік айыппұл салынған. Аталмыш бөлімнің бастығы Берік Бисекеновтің айтуынша, жыл басынан бері балық аулауға қатысты 26 дерек, жануарларға залал келтірген 28 оқиға (5 заңсыз аң аулау), жасыл желектерді заңсыз кескен 9 дерек және басқа да заң бұзушылықтарға қатысты 2732 факті тіркеліпті.\nЖуырда ғана Шалқар ауданының Ащыбұлақ мекенінде заңсыз аңшылық жасап жүрген «Мицубиси Паджеро» автокөлігі ұсталған. Көлікте  уақытша Алматы қаласында тұрып жатқан 48 жастағы Сирия Республикасының азаматы  және  Алматы облысының Еңбекшіқазақ ауданына қарасты Байсейіт ауылының 21 жастағы азаматы қолға түскен. Оларды тексеру барысында 190 құс қамайтын тор, 1 лашын, 12 жабайы көгершін және 13 құстың томағасы тәркіленіпті.  Шет жақтан қанжығаларын майлауға келгендер бөкендерді қолға түсіріп үлгермепті.\nЖалпы мемлекетке келтірілген  шығын көлемі 1 миллион 150 мың теңге болған. Қазіргі таңда осы дерек бойынша  қылмыстық іс қозғау мәселесі қаралып жатыр.\n— Бүгінде браконьерлер әбден әккіленіп, қуланып алған. Арам пиғылды ойларын жүзеге асыру үшін күнілгері жоспар құрып,  жан-жақты сайланып шығады. Соңғы үлгідегі техникалармен, құрал-жабдықтармен, шетелдік жүрдек көліктермен  қаруланған олар оңайлықпен ұстата қоймайды. Браконьерлікпен күрестің қиындығы да осында болып отыр. Жалпы биыл  табиғатқа шығын келтірген 2000-нан астам адам белгілі болды, — дейді  Берік Бисекенов.\nОблыстық аумақтық орман және аңшылық шаруашылығы инспекциясының деректері бойынша жыл басынан бері Әйтеке би және Ырғыз аудандарында заңсыз киік атумен айналысқан 7 оқиға тіркелген. Заңсыз киік атқандарға айыппұл салынып, қылмыстық жазаға тартылады. Киіктің бір текесі үшін 200 айлық есептік көрсеткіш (1 АЕК — 1512 теңге) көлемінде, ал, аналығы мен лағы үшін  150 АЕК көлемінде айыппұл салынады. Оған қоса соттың шығаратын үкімі тағы бар.\n—  Браконьерлерге қарсы жазаны күшейтпесе, нәтижеге жету қиын. Қазіргі заң баптарында жұмсақтық басым. Атап айтқанда, Қылмыстық Кодекс бабында браконьердің мүлкі тәркіленсін немесе тәркіленбесін деген тармақ бар. Және бас бостандығынан шартты түрде ғана айыру қаралған. Шартты түрде болғандықтан, ол адам киік атуды жалғастыра береді. Ал түрмеге отырғызатын болса, браконьерлер ығар еді,  — дейді облыстық аумақтық орман және аңшылық шаруашылығы инспекциясының мемлекеттік инспекторы Бекболат Жапаров.\nМүйіз қанша тұрады?\nБраконьерлердің киікті мүйізі үшін аулайтыны белгілі. Олар көбінесе мүйізі шаңырақтай киік текесін нысанаға алады. Даланы қызыл қанға бояған қатыгездер көбіне киіктің басын ғана кесіп алып, денесін лақтырып кетеді. Бейресми деректерге жүгінсек, аңшылар киік мүйізін 35-40 мың теңгеге сатады. Алматыда бұл одан да жоғары бағаланады екен. Онда мүйіздің келісі 200 мың теңгеден асып жығылса, Қытайда 4 мың доллардың төңірегінде. Қытайда дәстүрлі медицина үшін киіктің мүйізіне дәрілік шикізат ретінде сұраныс мықты. Қытай медицина индустриясының мүйізге деген сұранысы жыл сайын 8 тоннаға дейін барады екен. Қазір көрші мемлекеттегі жинақталған қор 80 тонна көрінеді. Қаскөй браконьерлердің бөкендерді не үшін баудай түсіретінін осыдан-ақ бағамдай беріңіз. Ақшаға құныққандар киіктің киесін ойлап жатқан жоқ.\n«Киіктің мүйізін сатып аламыз» деген хабарландырулар қала көшелеріндегі аялдамалар мен бағаналарда әлі күнге дейін жапсырулы тұр. Мүйіз, әрине, киіктің текесінде ғана. Демек, сол мүйіз үшін киіктің тұқымы құрып барады.\nТағы бір кесел\nӨткен жылы Батыс Қазақстан облысының Жәнібек ауданында киіктердің жаппай қырылу жағдайлары орын алды. Өлген киіктер саны 12 мыңнан асты. Ал биыл 500-ге жуық киік қырылыпты. Өлген киіктердің 90 пайызы — олардың аналықтары мен лақтары. Осыған байланысты құзырлы органдар мен мекеме өкілдері киіктер өлген аймақтарды зерттеп-зерделей келе жануарлар пастереллез ауруынан өлген деген байламға келген болатын. Алайда киелі жануардың өлімінің нақты себебі бұл болмай шықты. Отандық және халықаралық ұйымдардың сарапшы-мамандарымен бірігіп, киіктердің өлімінің себебін зерттеген мамандар жануарлар пастереллезбен қоса шүйгін шөпті шектен тыс көп жегендіктен іші кеуіп, буынып өлді деген байлам жасап отыр. Мұның анық-қанығын мамандар біледі-ақ шығар, бірақ бұрындары әлі қазіргідей аза қоймаған далада жайылған киік неғып күпті болмаған?\n…Киік — даланың киесі, символы. Даланың өзі азып бара жатқан жоқ па?",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күйшінің өмірі осы деген Естеместің сөзінен нені аңғарамыз",
        "question_content": "Әдебиет пәнінен \"Жапандағы жалғыз нар\"шығармасына байланысты сұрақ",
        "question_date": "10.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 34400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі салт атты адырдың басына желе-жортып шықты да, аттарының басын іркіп, алақан астынан алысты шолды. Төмен қарай көлбеп бара жатқан кең жазықтың шетінде мұнартып оқшау тұрған жалаңаш тау көрінді.\n– Анау Ипан тауы ғой, – деді жас жігіт қамшысымен нұсқап.\nЖас жігіттің дауысы аңсағанын көргендей қуанышты шықты. Оның астында жалын өрген қылаң бесті, үстінде өңіріне зер ұстаған кең мақпал қамзол, талдырмаш белін қызыл үдері белбеумен қынай буған, басында төбесін көк мақпалмен тыстаған құндыз бөрік. Тек ер-тұрманы ғана жұпынылау. Бір кезде көк сауырлап жез шегені тізілте қаққан ері басқа біреудің астынан ауысқан сияқты, әбден тозып, бояуы оңып, жарғақтанып кеткен. Ердің артындағы ұзын қызыл қоржыннан шекпен қап кигізген домбыраның мойны шығып тұр. Оның қасындағы күрең атты – жасы елуді алқындырған, әдемі дөңгелек қара сақалды, биік дөңес мұрынды, кішілеу өткір қоңыр көзі биік қабағының астында терең ұялаған, қағылез кісі. Бұл осы өңірге аты кең жайылған Естемес күйші еді. Ол маңдайына тосқан қолын түсіре берді де, етсіз салалы саусағымен қамшысының ұшын қағып алды.\n– Бұл маңдағы ауыл көшіп кеткен-ау, – деді Естемес ойланғандай болып.\n– Неге? Ауыл ылдида – Ипанның етегіндегі қайнарда болар, – деді жас жігіт.\nҚыбыр еткен бір қара көрінбейді. Бұл ауылдың малы әрі Ипан аспай, бергі осы бозда жайылатын еді ғой. Жаңа ғана Ипанды көргенде балапандай талпынып, сергіген жас жігіт енді басылып қалды.\n– Иә, мал көрінбейді, – деді ол. Естемес жас жігітке өңі жылып, есіркей қарады.\n– Шаршадың білем, ә? Оқасы жоқ, ел болмаса да, қайнарда ат шалдырып, тыңайып алармыз. – Ол сәл күрсінгендей болды… – Күйшінің өмірі осы. Қамшыны тастай беріп, домбыра ұстайсың. Домбырадан босап кетсе, қолың тағы да тізгінде болады, солай, Оразымбет шырағым. Ал аттың терін басайық. Енді екеуі асықпай, аяңмен келеді. Естемес қайтадан сөз бастады:\n– Қарағым Оразымбет, маған ергеніңе жыл болып калды. Құлағың сақ, қолың жүйрік жігітсің. Түбі, жақсы күйші сен боларсың. Бірақ күйімді үлгі етсең де, менің өмірімді үлгі етпе! Жас елуге келді. Менің өмірім тұрлаусыз болып барады. Қанша ел көрсем де, жер көрсем де, қайтып оралар бір қазығым жоқ. Жар сүймей, бала сүймей кетіп барам. Енді бір айналғанша, қарттық келеді. Нағыз от басының жылуын аңсайтын кез сонда болар.\nЕстемес ауыр күрсініп қойды. Оразымбет ұстазын аяп кетті. Қабағы кірбеңсіз, көңілі ашық көрінген ұстазын іштей кемірген зор уайым бар екен.\n– Сізге қарттық қайда, Еске! Әлі де біреуді айттыруға болады ғой. Алпыстағы Түлкібай да былтыр қыз алған жоқ па? – деді ол ұстазының көңілін аулап.\nЕстемес ащы мырс етті:\n– Аңғыртсың-ау әлі. Немді көріп құда түсем?! Күйге қыз берген қазақты әлі көргенім жоқ.\nОсы әңгімеден екеуінің де көңілі жүдеп, үнсіз келе жатты. Кенет суалып қалған жырада жалғыз нар көрінді. Жолаушылар үйреншікті мал емес, жапанда жалғыз қалған адам көргендей әлденеден тітіркеніп, аттарының басын тежеп, іркіліп қалды.\nНардың түрі жүдеу, бүйірі солып, өркеші қамшылар жағына қисая бастаған. Тамыры қураған ағаштай семіп, кішірейіп бара жатқан ірі тұлғасы, күйіс қайырмай, қыбыр етпей тұрған мүсәпір бейнесі, әсіресе телміре қараған жасқа толы үлкен мөлдір көзі екі күйшіге қатты әсер етті. Оразымбет үрпиіп қадалып қалған Естемеске бұрылды:\n– Еске, дұға оқып жіберіңізші. Елсіз далада мал кейпінде жын-шайтан жүреді деуші еді.\nӨз сөзінің соңын көміп нар боздап қоя бергенде, Оразымбет « астағыпыралла» деп күбірлеп, кеудесін ұстады. Ішінен дұға оқып тұр ма, әлде айуанмен үнсіз тілдесіп тұр ма – Естемес бұған бұрылған жоқ. Нар аяғы жерге кіріп кеткендей ырғала ауыр қозғалып бұрылды да, теңселе аяңдап кете берді. Төбе құйқаны шымырлатып, зарлап боздап барады.\n– Ботасы өлген боз інген, – деп күбірледі Естемес атын тебініп қозғала беріп. Ойынан енді ғана сергіп, Ора¬зымбетке бұрылды. – Көрмейсің бе, ботасы өлген ғой аруананың. Зары қандай ащы еді. Түйе деген жануар баласын адамнан артық жоқтайды.\n– Мен қорқып қалдым, – деп Оразымбет шынын айтты. – Киелі шығар жануар.\nЕстемес тағы да үндемей қалды; көзі өткір жылтырап, өңі қуқыл тартып, алысқа қарайды. Желе жортып кеткісі келген Оразымбет те оның өңіндегі құбылысты танып, атының тізгінін тартты.\nЕстемес аз уақыт үн шығармай іштей ыңылдап, толқып келе жатты. Кенет атының шылбырын Оразымбетке тастай беріп, қолын кейін созып, қызыл қоржындағы домбырасын суырып алды.\nЕстемес домбыраның құлағын бұрап күйге келтіріп алып, машықты әуенмен қағып-қағып жіберді. Епті ұзын саусақтар пернені жоғарыдан төмен бірнеше қайтара жүгіріп өтті. Бірақ мұның бәрі жаттанды сарын еді. Аздан кейін күйші қолы күрмеліп қалғандай бір пернені басып, жалғыз ішекті шерте берді. Белгісіз тың әуен дүниесінің табалдырығынан аттап өте алмай, қиналған түрі бар. Оразымбет те демін ішіне тартып, ұстазының дидарына ынтыға қарап қалған; жаңа бір күй сарайының есігін ашқанша асыққан сабырсыздық бар өңінде. Ат жалына еңкейіңкіреп барып Естемес ырғалып, кеудесін көтере беріп, тың күйді бастап кетті. Майда ырғақты, жұмсақ әуен бояуы оңып кеткен шүберектей күзгі қуқыл даланың үстінде қалықтай берді. Сәл бәсеңдеп барып домбыраның кеудесінен екі-үш ырғалып, әрең суырылып көтерілді де, ар жағы мұңды сазға, майда ырғаққа ауысты. Көңілі жүдеу бишараны жұмсақ алақанымен маңдайдан сипап, алыстағы бір болмашы үмітті нұсқағандай елес береді. Күй шым-шымдап ішке кіріп, көңілді босатып, қабақ астында қатып қалған жасты жібітіп, енді бір кез майда рахат самалымен желпіп сергіткендей болады.\nОразымбет тарамыс денелі, қатқыл өңді, егде кісіден дәл осындай жүрек қылын шертетін нәзік күй шығады деп ойламап еді. Ол ұстазының бетіне қарап, оны жаңа көргендей болды. Терең әжімді, ашаң жүзіне жастық балғын нұр жүгіріп, кішілеу өткір көзі дымқыл тартып, Естемес балқып тұр екен. Салалы ұзын саусағы буынсыз болып кеткендей, жібектей майысып, жыпылдап барады. Жаңағы бір сезімтал майда әуенді қайталап келіп, енді көтеріле бергенде, өрге шыға алмағандай тайғанақтап, күй сазы қайта шегінді. Тағы да бір-екі рет талпынып барып, булығып қалды. Естемес ыза болғандай домбыраны қатты бір қақты да, бұрылып артындағы қоржынға салып қойды. Күйге еліккен Оразымбет ұстазының қолынан ұстай алып:\n– Еске, ар жағын!.. – деді дауыстап. Естемес иіліп атының тізгінін қолына алды.\n– Ай, шырағым-ай, мені қинайтыны да сол ар жағы ғой. Бұл өзі көптен көңілді тербеп жүрген бір күй еді. Дәл осы арадан аса алмай-ақ қойдым. Қашан кемеліне келтіргенше, күйді көп алдына салмаған жөн. Халықтың құлағын қажаған күйші күйден садаға кетсін. Қашаннан әдетім: күйімді әбден нақыштап алғанша, жанға есіттірмеуші едім. Ең аяғы, қасымдағы жолдасым сенен де бүгіп, осы күйді оңаша толғап жүрдім. Жаңағы бір оқиғаның қозғап жібергені ғой. Ар жағын алып кетем бе деп едім… Әлі де бір түрткі жетпей жатыр-ау. – Естемес көңіл толқуын баса алмай аз бөгеліп, қайтадан сөйлеп кетті. – Күй деген де ойдан туады. Қолың қанша жыпылдағанмен, көңілің қуыс болса, күй шықпайды. Жаңағы жарты күй осы жасқа келгенше ойланып-толғанып, түйгенім сияқты көрінеді өзіме. Қамкөңілді жұбатсам деген бір арман еді. – Естемес ауыр бір күрсініп, ойынан қалт сергіді. – Нарымыз ұзап кетті ғой. Кәне, сол ойсылқараның соңынан ерелік, бір қараға жеткізер, – күйші атын тебінді.\nНар соңынан « әудем» жер еріп отырған екі атты Ипан тауынан бергі ылдидағы қайнарда жұпыны ғана жалғыз қараша үйді көрді. Нар үйге жеткенде басына үкілі тақия киген, талдырмаш денелі қыз шығып, бұйдасын шешіп, есік алдындағы қазыққа байлады. Екі атты да cay етіп келіп, « қарбалас-ау» деп аттан түсті. Қыз бала қаймықпай жолаушылардың қасына келіп, ізетпен үйге шақырып, Естеместің тізгінін алып, белдеуге өзі байлады.\n– Әкемнің ұлы жоқ, айып етпеңіздер, – деді дауысы сыңғырлап.\n« Дауысының әсемін-ай, құлақты қытықтап барады. Әрі еркін, әрі ибалы, мінезі де оңды екен», – деді Естеміс ішінен.\nТүндігі бүркеулі қара көлеңке үйдің ішінде жалғыз шалдан басқа адам жоқ екен. Ол орнынан тұрып қонақтардың сәлемін алып, екі күйшіні төрге отырғызды.\n– Жаңыл-ай, қалқам, түндік ашшы, – деп дауыстады.\n– Ал жол болсын, шырақтарым?\n– Әлей болсын! Біз ел аралап жүрген күйші боламыз. Менің есімім – Естемес. Мына жігіт – Оразымбет күйші.\n– Өзім де шырамытып отыр едім. Ана жылы ел осы қайнарда отырғанда екі күн күй тартып, құлақ құрышын бір қандырып кетіп ең-ау.\nОсы кезде үйге Жаңыл кіріп, төменгі жаққа келіп отыр-ды. Естемес қабақ астынан қыздың тұлғасын шолып өтті. Жасы он алты-он жетілер шамасында болар. Қою қара қасты, мөлдіреген қара көзді, дөңгелек жүзді, қара торының сұлуы екен. Үстіндегі жалаң көк көйлегі тозған. Шынтағындағы білдіртпей салған жамауын да күйші көзі шалып қалды. « Әттең, үлде мен бүлдеге ораса, жанып-ақ кетер едің-ау», – деп қойды Естемес ішінен. Шал арғы ел, бергі елдің хабарын сұрастырып отырғанда да, күйші пейілі түсіп, сөз арасында қызға қарай берді. Тіпті бұл үйдің жолаушыларға сусын ұсынып, қазан астына от жағуды ұмытып кеткені де есіне келмеді.\nШал аз уақыт тұйықталып, төмен қарап отырды да, бір кезде басын көтеріп алып:\n– Естемес шырағым, – деді. – Өлімнен ұят күшті. Сен келгенде бір тостаған сусын тауып бере алмай, жерге қарап отырмыз.\n– Жоқ, ақсақал, сіз қиналмаңыз.\n– Неге қиналмаймын, қарағым. Биылғы жұт елді титықтатып кетті ғой. Арқалайтын да, асырайтын да жалғыз нарымыз анау жатқан. Ауыл көшерде бошалап кетіп, ботасыз қайтты. Суалып қалды. Қаңсытып, таңдайды кептіріп отыр, – деп шал ауыр күрсінді. Содан кейін қызына бұрылды. – Жаңыл қалқам, қайнардан су әкеліп бер. Қонақтар шөлдеген шығар. Жаңыл иіліп тостағанмен су ұсынғанда, Естемес тағы да ұзағырақ қарады. Қыз көзіне көзі түсіп кеткенде, жүрегі бүлк ете қалды. « Сақалды басыммен сабырдан айырылғаным қалай», – деп кейіді өзіне. Бірақ көңілі құрғыр әлденеге талпынып алып барады. Сонау бір жастық шағы қайтып оралғандай еліте құмартады. Талайдан аңсағанын көргендей көз жазғысы келмейді. « Атастырған адамы болмас, өйтсе шалды жұртқа тастап кетпейді ғой. Және ұзатылатын уақыты да жеткен ғой», – деп ойлады ішінен. Күйші осы күнге дейін аумалы-төкпелі халге түсіп, қыл үстінде тұрғандай қалтырайды. « Кім біледі, жер ортасынан асқанда тәңірінің сарғайтып барып бұйыртқаны осы болар», – деген де ойға тіреліп, қайта ауытқиды. Көңіл аптығын басу үшін Есте¬мес домбырасын алып, ақырын шерте берді.\nОйланып қалған шал басын көтеріп алып, тағы да тіл қатты:\n– Апырым-ай, осы мал жарықтықтың күйге елігетіні болады деуші еді. Естемес шырағым, өнеріңді салып көрсең қайтеді?! Хақ тағала көз жасымызды көрсе, кім біледі, нарымыз иіп кетер. Салшы өнеріңді, қарағым. Қолымнан келсе, не сұрасаң да берейін.\n– Не сұрасам да бересіз бе? – деп Естемес жалт етіп Жаңылға көз тастады.\n– Беремін, қарағым.\nЖаңыл сытылып үйден шығып кетті.\n– Ақсақал, сіз де елде жоқ қолқа салып отырсыз. Мен де елде жоқ қолқа салайын. Осы күнге дейін жар сүймей келе жатыр едім…\nШал Естеместің қолқасын түсініп төмен қарап, ойланып қалды.\n– Апырым-ай, мынауың шынында да елде жоқ қолқа екен, – деді ол сәлден кейін. – Ай, бірақ сен де бір азаматсың ғой. Баламды қор қылмассың. Сөзім сөз. Өнерің жетсе, тілегіңді бердім, қарағым.\nОсы кезде Жаңыл есіктен қарап:\n– Екі күйші өнерлеріңді бірдей салыңдар, – деді.\n– Мейлі, болсын. Кәне, Жаңыл қарағым, нарыңды тұрғызып, шелегіңді тоса бер, – деп Естемес домбырасын ұстап орнынан тұрды.\nЖаңыл нарды үйге жақынырақ әкеліп байлады. Шал тулақ алып шығып, нардың алдына төседі. Естемес « кепкен шандырыңды жібіте алар ма екем» деп сынағандай нарды шолып өтті. Түйенің ендігі түрі манағы көргенінен бөлек. Балшықтан құйғандай денесінде қыбыр еткен тірлік белгісі жоқ. Басын манағы келген жағына бұрып, сонау алыс адырға құрғақ, жансыз көзін қадап, қатып қалған. « Апырым-ай, мына жануарды жібіту қиын болар», – деп секем алып қалды Естемес. Осы кезде Жаңыл келіп, түйенің мойнынан құшақтап, басынан сипады. Нар сонда ғана селт еткендей болды. Естемес көзі тағы да Жаңылға түсті. « Мал баласына осылай пейілің түскені… жас та болсаң, аса мейірбан боларсың», – деп ойлап, күйшінің іші жылып кетті. Жаңыл қарындағы шелегін алып, түйенің желініне тосып, саууға ыңғайланды. Күйшінің жіті көзі қыздың әр қимылын қапысыз бағады. Бай ауылда күң, сауыншы аталатын еңбек әйелінің әр қимылында жарасымды ширақтық, әсем ептілік барына сүйсіне қарайды. Жаңыл бұрылғанда байқады, қыз жүзін ай бетіндегі мұнардай бір мұң шалып тұр екен. Естемес ішінен: « Қасымда тұрсаң да, алыстағы арманым екенсің, күй қанатымен қуып көрейін», – деп Жаңылға телміре қарап сәл тұрды.\nКүйші жүгіне беріп, « я сәт!» деп домбыраны қағып-қағып жіберді.\nЖасы ұлғайып, қимылы ауырлап кеткен ұстазының жас жігіттей құлшынып шыға келгеніне Оразымбет таңырқай қарады. « Бір жылдан бері мен аңдамаған мінезін осы бүгін көрсетті-ау», – деп ойлады. Әншейінде жайғасып малдасын құрып, тіпті шынтағына жастық қойдырып тартатын күйші, қазір бір тізелеп жүгініп отыра кетіп, сілтей жөнелді. Домбыраны қатты қағып, нарды бір елең еткізіп алды да, күйді бастап кетті. Алғашқы ырғағынан-ақ Оразымбет бұл жол үстіндегі өзі тыңдаған күй екенін танып: « Еске-ай, манағы тірелген жеріңде тағы да тайып құламасаң не қылсын», – деп сескеніп қалды. Бірақ Оразымбет бұл күдігін тез ұмытты. Ол енді алғашқы рет тосын күй тыңдағандай көз шарасы үлкейіп, ерні түріліп елтіп қалған. Күйшінің мына тартысы бөлек еді. Енді манағы мұңды әуеннің мағынасы артып, аяғы арманға ұласып барады. Жібек сазды ырғақтың арасында домбыра ақырын ғана күрсініп алғандай болады да, қайтадан сергіп, балапандай талпынады. Оразымбет лыпылдаған қанат сусылын естігендей де болды. Діріл қаққан күй тарауы майда қоңыр сазды сарынға ауысты да, ақырындап көтеріле берді. Күйшінің саусағы домбыраның сағасына таман келіп безек қағып, күй аз бұлқынып жоғары өрледі де, суырылып барып, асқақтап жүре берді. Күйшінің қиналған жерден өтіп кеткенін сезіп, Оразымбет: « Аһ, сабазың, шыңыраудан суырып шығарды-ау!» – деп сүйсінді. Алдынан кең өріс, алыс қиян ашылғандай оның да бойы сергіп қалды…\nЕстемес күйге елігіп, өзге дүниені ұмытып кетті. Талайдан бері арқаны құрыстатып, кеудені кернеп, булықтырып жүрген нәрсе түйіні шешіліп, қыртысы таралып, жанын сергітіп, әсем сазды күй болып дүниеге келе жатыр. Сарылып іздегені оңай табылып, шиеленісіп қинағаны тез шешіліп, күйші көңілі де күй қанатына ілесіп алысқа самғады. Сәл иіліп, талдырмаш тұлғасы әсем майысқан қыз бұлдырап алыстап, биіктеп кетеді. Сонау көкжиектен, сағым арасынан сыңғырлап күліп, еліктіре шақырғандай болады. Күйші көңілі соған талпынады.\nЕстемес қиялынан сергіп, нарға қарады. Нардың тақырдай қатып қалған қайыс жоны жұмсарып, қан жүгіргендей. Денесіне тіршілік дірілі еніп, бір-екі рет қозғалып теңселгендей де болды. Жаңағы қадалған қырқадан басын бері бұрып, үлкен көзі жасқа толып, жаудырап тұр екен. Күйші осы кезде күй ырғағын баяулатып келіп, ақырын дірілдетіп көтерді де, ботадай боздатып жіберді. Анадан айырылған жас ботаның алғашқы зарлы үні үзіліп-үзіліп шығады. Аруана осы тұста бір ыңырай-ды. Естемес оны да домбыраның ішегіне іліп әкетті. Күйші көзі Жаңылға түсті… Қыз нардың емшегін қысып ұстап қатып қалыпты. « Апыр-ау, бұл неге саумай тұр», – деп ойлады Естемес. Нардың желіні тырсиып барады. Естемес қыздың әдейі саумай тұрғанын байқады. Кенет оған бір суық ой келіп, шошынып қалды. « Екі күйші өнерлеріңді бірдей салыңдар» деген қыз сөзінің астары енді ашылып, есіне қайта түсті. Дір етіп, бір шошынып қалған күй әлгі тапқан жайма–шуақ биігінен төмендеп, қайтадан мұңды сазға ауысып күңіреніп барады. Сәлден кейін жалт еткен арманынан айырылып қалғандай күй тағы бір талпынды. Естемес Жаңылға енді бір қарағанда, сығымдап қысқан сүйріктей ақ саусақтың арасынан шым-шымдап сүт тамып барады. Күйшінің де көзінен жас тамып кетті. « Заманым өткен екен ғой!» – деп аһ ұрып, жалт бұрылды да:\n– Ар жағын сен тарт! – деп саңқ етіп, домбыраны Оразымбетке тастай берді.\nОразымбет домбыраны қағып алып, жалғастырып тарта жөнелгенде, нардың сүті де шелекке сауылдап құйыла берді.\nБіз қайдан білейік, ел « Нар идірген» күйі осылай туыпты деседі.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Saccharomyces carlsbergensis осы тақырыпта презентацияға қажет",
        "question_content": "Saccharomyces carlsbergensis осы тақырыпта презентацияға қажет аұпараттар керек немесе осы тақырыпқа презентация жасап беретіндер болса жақсы болар еді ақшасын беремін",
        "question_date": "10.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://stud.kz/referat/show/84149",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Презентация жасайтын адам қажет",
        "question_content": "Презентация жасайтын адам қажет белгілі бір тақырыпқа,ақшасына болса ақшасын беремін.Егер жасайтын адам болса почтама жазсын ары қарай хат алмасып........",
        "question_date": "10.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 957,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың ұзындығы 10 см , ені мен ауданын қалай табамыз?",
        "question_content": "тіктөртбұрыштың ұзындығы 10 см , ені мен ауданын қалай табамыз? Көмектесып жібересіздерма",
        "question_date": "10.04.2020",
        "question_tag": "Геометрия",
        "question_views": 23800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп шарты толық берілмегендігіне сенімдімін. Сондықтан:\n\nТіктөртбұрыш енін Асм деп алсақ. S= А см *10см= 10а см2\n\nЕсепті мәні бар санмен шығару үшін тіктөртбұрыштың ең болмағанда тағы бір шарты айтылу керек. Себебі оның ені кез келген мәнде болуы мүмкін.\nМысалы:Егер сіз 3 см ұзындығын және 10 см периметрін білсеңіз, тіктөртбұрыштың енін қалай табуға болады?\n\n Шешуі:\n3см+3см=6см екі қабырға ұзындығы\n\n10см-6см=4см екі қабырға ені\n4см:2см=2см ені\n\nS= 2см*3см=6см2    болар еді.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ескі Вконтакте аккауынтымды қалай ашуға болады?",
        "question_content": "вк пароль и номерімді ұмытып қалдым. ескі вк соған барлық фотоларымды жіберіп отьырғанмын. ішінде өте көп фотолар бар. енді соның я номерн я парольн білмеймін. қалай аша аламын? ашып беріңіздерші немесе калай ашуға болатынын айтасыздарма",
        "question_date": "10.04.2020",
        "question_tag": "Вконтакте",
        "question_views": 932,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен осыдан біраз жыл бұрын тіркелген номерім қолымда жоқ болса да парольді қайта қалпына келтіріп алғанмын. Ол үшін https://ktonanovenkogo.ru/voprosy-i-otvety/kak-vosstanovit-stranicu-v-kontakte-dostupa-udalenii-blokirovke.html осы сілтемеде келтірілген қадамды іс әрекеттерді орындауыңыз керек. Барлығын дұрыс жасасаңыз аккаунтты аша аласыз. Ескерте кететін жағдай оған 1айға дейінгі уақыт(көбіне 2 апта) кетеді және өзіңіздің жеке басыңызды куәләндыратын құжаттың фотосын талап етеді.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен YouTube каналыма салған видеолар ашпай тұр?",
        "question_content": "өз ютуб каналыма салған видеолар ашпай тұр, басқалары ашып тұр, неліктен екен?",
        "question_date": "10.04.2020",
        "question_tag": "Сурет, Кескін",
        "question_views": 820,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейнені ойнату кезіндегі ақаулар әртүрлі себептерден туындауы мүмкін, мысалы, Интернет қосылымының бұзылуы немесе құрылғының дұрыс жұмыс істемеуі. Егер бейне басталмаса немесе ойнату үзілсе, келесі хабарлардың бірі пайда болады: \nПроизошла ошибка.\nОшибка воспроизведения. Повторить попытку.\nСвязь с сервером потеряна.\nЭто видео недоступно.\nПроизошла ошибка. Повторить попытку.\n  Сілмесі арқылы өтіп өз қателігіңізді тауып алсаңыз болады.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі таңбалы тақ сандар",
        "question_content": "6,1,9,0 цифрларын бір рет пайдаланып, тақ екі таңбалы сандардытабу",
        "question_date": "10.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 61,69,19,91.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 2,5 моль NO қанша көлемді алады?",
        "question_content": "Көмек қажет химиядан\n\nзат мөлшері 2,5 моль NO қанша көлем алады?",
        "question_date": "9.04.2020",
        "question_tag": "Химия",
        "question_views": 6500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "V=2.5 моль* 22.4 л/моль= 56л\n\n22,4л/моль газдың қалыпты жағдайдағы көлемі",
                "date": "11.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сəкен Сейфулиннің негізгі тақырыптары жөнінде айтыңдар?",
        "question_content": "Сəкен лирикасының негізгі тақырыптары жөнінде айтыңдар",
        "question_date": "9.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гүлбаһрамның айтуына қарағанда, Сәкен Қызылордада, Ташкентте түрғанда және Алматыға келгесін де ақындардың, сөз білетін адамдардың жатқа айтатын өлеңдерін, қызықты әңгімелерін жалықпай тыңдап, ерінбей жазып алып отырған. Фольклор, әдебиет нұсқаларын өзі оқытқан студенттер арқылы да жинатады. Ташкентте Әбубәкір Диваевпен әлденеше рет кездесіп, одан да көптеген материал алған көрінеді. 1930 жылы Қоянды жәрмеңкесінде бір айдай жатып, сол жерге жиналған ақын, әншілерден көптеген өлең-жыр жазып алған.\nОсындай ұқыпты зерттеу жұмысының нәтижесінде 1931 жылы \"Қазақ әдебиетінің нұсқалары\" атты бір том жинақты, 1933 жылы бір том \"Батырлар жырының\" жинағын, 1934 жылы Алтынсариннің өлеңдер жинағын, 1935 жылы Ақан сері, Ақмола ақындардың өлеңдерін, \"Ләйлі-Мәжнүн\" поэмасын бастырпды. Ал негізгі зерттеу еңбегі 1932 жылы \"Қазақ әдебиеті\" деген атпен қалың бір том кітап болып басылады.\n1933 жылы \"Альбатрос\", \"Қызыл ат\" поэмаларын, жылы \"Социалистан\" атты өлеңдер жинағын шығарды. Ол өзі көрген, өзі араласқан өмірден елес беретін \"Біздің тұрмыс\", \"Сол жылдарда\", \"Дауыл алдында\", \"Жемістер\" атты роман, повестерін жазуға кіріседі, олардың бірқатар тарауы газет, журналдарда, түрлі жинақтарда жарияланды.\n\"Айша\" атты повесі 1935 жылы жеке кітап болып шығады. \"Қызыл сұңқарлар\" пьесасын бүтіндей жөндеп, қайта жазып, ол Қазақтың мемлекеттік драма театрында қойылады. \"Тар жол, тайғақ кешу\" толықтырылып, 1936 жылы қайта басылды. Ал Сәкеннің бірқатар шығармасы (1927-1937 жылдар арасында) \"Атаман Анненковтың азап вагонында\", \"Тар жолдан\" (үзінді), \"Советстан\", \"Көкшетау\", \"Айша\", \"Қызыл ат\", \"Жемістер\" және тағы басқасы орыс тілінде басылып шықты.\n1936 жылы партия мен үкімет Сәкеннің зор еңбегін айрықша бағалап, Еңбек Қызыл Ту орденімен марапаттады. Ақынның әдебиеттегі еңбегінің жиырма жылдығын бүкіл Қазақстан жұртшылығы болып тойлады. Алайда бір жылдан кейін оның өмірі түбегейлі өзгерді...\n\nӘрі қарай оқу: https://sputniknews.kz/spravka/20190708/10861330/Qazaq-qyrgyz-emes-Tungysh-premer-Saken-Seyfullin-zhayly-qyzyqty-derekter.html",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонымды суға түсіріп алдым. Не істеймін?",
        "question_content": "Телефонымды әжетханаға түсіріп алдым. Тез алып қосып едім жұмыс жасап тұрды. Кейін өшіргенмін. Қайта қосқанда экран тұрып қалыпты. Не жасайға болады. Анама айтуға қорқамын. Телефон жаңа",
        "question_date": "9.04.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телефон сумен бүлініп қалған кезде көп ретте арнайы сервис орталықтарының көмегіне жүгінуге тура келеді. Алайда оған мүмкіндік жетпеген жағдайда, мына кеңестерді орындауға болады.\nҰялы телефонды тез арада судан шығарып алып, сөндіріп қою керек. Телефонның бөлшектері небәрі бірнеше секундтың ішінде суды сіңіріп алады. Сол себепті оның толық кепкеніне көз жеткізбестен телефонды қоспаңыз. Су тиген жағдайда құрылғы матасып қалуы мүмкін.\nТелефонды судан шығарған соң, бірден оның қақпағын ашып, батареясын алып тастаңыз. Сол арқылы сіз құрылғының ішкі бөліктерін зақымданудан қорғайсыз. Телефонды және оның бөліктерін қағаз майлықпен, сүлгімен не жұмсақ матамен сүртіңіз.\nSIM-картаны да бөлек алып қойған дұрыс. Сосын оны да құрғақ етіп сүртіп шығыңыз. Телефонның өзі дайын болғанша SIM-картаға тиіспеген дұрыс.\nҚұлаққапты, жады картасын, сол сияқты телефонның ашық жерлерін бітейтін барлық қосалқы құрылғыларды алып тастаңыз.\nСуды кетіру үшін шаңсорғышты пайдаланыңыз. Барлық суды кетіру үшін 20 минут шамасында телефонның әр бөлігін тазалаған дұрыс. Құрылғыны қайта-қайта аударып, барлық жағынан ылғалдылықты тартып алу керек.  Телефонды шаңсорғышқа тым қатты жақындатпаңыз. Ондай жағдайда статикалық электр пайда болып, құрылғы одан сайын құртылады.\nТелефонды кептіру үшін шаш кептіргішті мүлдем қолданбаңыз. Себебі шаш кептіргішпен сіз суды одан әрі телефонның ішіне кіргізіп алуыңыз мүмкін. Бұл әсіресе телефонның ішіндегі электронды компоненттер үшін қауіпті. Сондай-ақ, телефонның кейбір бөліктері еріп кетуі мүмкін.\nТелефонды құрғақ күріш толы пакеттің ішіне салып қойсаңыз болады. Себебі күріш ылғалдылықты жақсы сіңіреді. Сол себепті телефон мен оның аккумуляторындағы су күрішке сіңуі ықтимал. Телефонды күрішке салмас бұрын оның қақпағын ашып, аккумуляторын шығарып алған жөн. Күріш салынған пакетте телефонды кем дегенде 2-3 күн ұстаған жөн. Асыққаныңызбен ештеңе ұтпайсыз. Сол себепті бірнеше күн бойы телефоныңызды күріштің ішінде аударып-аударып тұрыңыз. Күріштің орнына силикогельді қолдануыңызға болады. Әдетте силикогель сатылатын аяқ киімдердің немесе басқа да тауарлардың ішіне салынады. Ол ылғалдылықты күріштен де жақсы сіңіреді. Мұндай жағдайда телефонды сағат сайын тексеріп тұру керек (алғашқы 6 сағатта). Егер оның бетінде су жиналып қалса, тағы да сүрткішпен немесе шаңсорғышпен тазалаған абзал.\nТелефонды күн түсіп тұратын жерге қойыңыз. Шаңсорғышпен немесе күрішке салу әдісімен тазалаған күннің өзінде, құрылғыны қағаз майлықтың немесе сүлгінің үстіне қойсаңыз болады. Орамал құрылғыда қалған суды сіңіріп алады.\nКем дегенде 24 сағаттан кейін ұялы телефонның құрғақтығына көз жеткізіңіз. Оның әр бөлігін тексеріп алғаныңыз жөн. Егер телефон құрғақ болса, аккумуляторын салып, қосып көруге болады. Егер құрылғы қосылған кезде түсініксіз дыбыстар шықса, ол әлі дұрыс жұмыс істемей тұр дегенді білдіреді.\nЕгер телефоныңызды түрі құрғақ бола тұра, ол қосылмаса, батереяңыз отырған болуы мүмкін. Телефонды қуаттап, қайта қосып көріңіз.\nЕгер ол да көмектеспесе, онда қызмет көрсету орталығына жүгінуіңіз керек. Тек оған су кіріп кеткенін жасырушы болмаңыз. Бәрібір ол индикатор арқылы белгілі болады. Мәселені неғұрлым егжей-тегжейлі айтып берсеңіз, маманға да соғұрлым оңайға түседі.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фермердің барлық жерінің ауданы неше гектар?",
        "question_content": "Фермер 72 га жерге алма ағаштарын отырғызды. Бұл-оның барлық жерінің 40 пайызы. Фермердің барлық жерінің ауданы неше гектар?",
        "question_date": "9.04.2020",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алма ағаштарының астынан қалған алаң қанша% құрайды \n100-40 = 60% \n1% -да қанша га\n 72: 40 = 1,8 га \n60% -да қанша га \n60 * 1,8 = 108 га \nбарлық жердің көлемі  гектар 72 + 108 = 180 га\n Немесе \n40% = 72га\n100% = x\nx = 72 : 40 * 100 = 180\nЖауап: Фермер қожалығы 180 га жерді алып жатыр.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция теңдеуін аяқтап теңестіру?",
        "question_content": "Li+O=\n\nC2H6+O2=\n\nHa2CO3=\n\nZnO+HCl=\n\nCaO+H2SO4=",
        "question_date": "9.04.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4 Li + O2 → 2 Li2O\n2C2H6 + 7O2 = 4CO2 + 6H2O\nNa2CO3 → CO2 + Na2O\nZnO + 2 HCl → ZnCl2 + H2O\nCaO + H2SO4 → CaSO4 + H2O",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электронның алтыннан шығу жұмысы 4,76эВ.Толқын ұзындығы мен жиілігін анықтаңыз",
        "question_content": "Пожалуйста керек еді тауып шығарып беріңіздерші",
        "question_date": "9.04.2020",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын фотоэффектісінің қызыл шекарасы:",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге балдарда жастайынан мұрты шыға бастайды?",
        "question_content": "Неге ұл балдарда жастайынан,яғни 7-8 сынып оқып жатқаннан ақ мұрт шығады?Неліктен?",
        "question_date": "9.04.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гармоналдық өзгеріс, яғни  есею белгісі болвп есептеледі. Ол сіз айтпақшы сол 7-8 сынып жасындағы ер балаларда кездесетін құбылыс болып есептеледі. Кей кездерде 20 жастан жоғары жаста болуы мүмкін.\nЕр балдарда тестостерон жыныс гормоны боліне бастағанда Ұлдарда екінші реттік белгілердің дамуында келесі өзгерістер байқалады: дене бойының өсуі, бұлшықет массасының өсуі күшейеді. Көмей пішіні өзгеріп, дауыс жуындайды. Қасаға мен қолтық аймақтарында шаш өсе бастайды. Мұрт пен сақал өседі. Көмейдің шеміршекті жабындысы сыртқа қарай дүрийіп тұрады. Бұл кезеңде бозжігіттердің көбінесе кеуде бездерінің ісінуі байқалады және емізіктердің аса сезімталдығы байқалады. Дауыс тембрі өзгере бастайды.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 3,5 кг кірпіш жер бетінен 6м биіктікте жаты энергиясын табындар.",
        "question_content": "Масса 3,5 кг кірпіш жер бетінен 6м биіктікте жаты энергиясын табындар.",
        "question_date": "9.04.2020",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Потенциалды энергияға ие\nЕр=mgh\nEp=3,5×10×6=210Дж\nЖауабы: 210Дж",
                "date": "9.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұхтар Шаханов \"Жаңа қазақтары\"",
        "question_content": "Мұхтар Шаханов \"Жаңа қазақтары\" өлеңінің кіріспе, негізгі, қорытынды бөлімдерінде не айтқысы келді?",
        "question_date": "9.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхтар Шаханов \"Жаңа қазақтары\" өлеңі\nЖаңа қазақ, шала қазақ жас інім,\nАлшысынан тұрды бүгін асығың.\nСаған қарап ойландым да жасыдым.\nАйырмаған азғыны мен асылын\nМына ғасыр, бәлкім, сенің ғасырың.\nМына ғасыр безбүйректеу өр ғасыр,\nЖүрегінде сезім емес, қорғасын,\nШетке қақты тұлпары мен жорғасын.\nҚақпай қайтсін, бәрін сатып алуға,\nһәм сатуға мүмкіңдігі болғасын.\nСенде қазір думан дәурен, масат күн,\nӨзінді-өзің бар жауаптан босаттың,\nРухани байлыққа да тас аттың.\nАудандағы жалғыз кітап дүкенін\nСатып алып, сырахана жасаттың.\nТез ашылып саудагерлік дарының,\nТаудан, тастан қайтпастай ер арының,\nСаудаладың Алматының жарымын.\nҰлағатты ұлы қазақ елінде\nСатылмайтын нәрселер де бар, інім.\nЖалғыз саған борыштыдай бар талык,\nТоп ішінде ісіп-келдің , нарландың,\nЖелтоқсанда құрық түсіп арманға,.\nЖас буынның өзегін өрт шалғанда,\nҮнсіздігі айналып зор қорғанға,\nДәл бүгінгі батырлардың көбісі\nСтолына жасырынып қалғанда,\nНайзағайлар жарқ-жұрқ ойнап аспанда,\nҰлтымызға ызғарлы үрей шашқанда,\nҚыздарымыз қайсар мінез ашқанда,\nКей еркектер құдай қара басқанда\nҰқсағанда піштірілген қошқарға,\nҚонаевтың жақсылығын көргендер\nҚонаевты жалғыз тастап қашқанда\nСахаровқа іні болып табысып,\nГорбачевпен, Крючковпен қағысып,\nТалай залым алпауытпен алысып,\nБіз тіккенбіз басымызды бәйгеге\nБар қазақтың ар-намысын ап ұшып.\nҰлтымыздың әр мұңының басында,\nСалт пен сана, тіл мен дәстүр қасында,\nАрал зары шапқан кезде насырға,\nҚорғаушы боп тағы да біз жүргенбіз\nМейірім қосып мейірімсіздеу ғасырға.\nКейкиесің қол беруге арланып\nДегенмен біз сені туған ұлттың\nСатылмайтын қасиеттерін қорладық.\nКөз көп қазір сыртымыздан сын айтар\nБәйтеректі мазақтаса құмай тал,\nЕрден бұрын ел сенімін мұңайтар.\nБірақ бізге өз ұлтыңды өзгеден\nКем сүйесін деп, қанекей, кім айтар?\nАсау даусы әр қиырдан естілген\nАғаң бізбіз ерте есейіп, кеш күлген.\nАман қалған талай қарлы көшкіннен.\nУақыт артқан абырой мен беделі\nСұрап, сатып алынбаған ешкімнен.\nТамырсыз жан жұрт мұңына саңырау\nДеген пікір рас па еді, тәңір-ау?\nНеге болдық рухсызға қоңырау?\nҚандай қорлық, ағыл-тегіл дәулеттен\nДәулеттінің жан байлығын танымау.\nДәстүріміз тұрса екен деп күшінде,\nЕгемен ел болуды аңсап түсінде,\nҰлы арманы запыран боп ішінде,\nСан ғасырлық ұлтымыздың шайқасы\nСендейлерді тайраңдату үшін бе?\nМұндай бақты көрдің бе екен түсінде,\nБүгін жұртты менсінбеген пішінде,\nИІыға келдің айналып тас мүсінге.\nБіздің қилы күресіміз кешегі\nСені атқа отырғызу үшін бе?\nБіздің дәуір нарықтан кеп табылды\nБірақ, нарық жүрмей жатып жаңылды.\nНақ сол тұста сынап қалдың бағынды.\nҚоғам мүлкін зандастыра жымқырып\nІс бастап ең, байлық сел боп ағылды.\nРухынан артық қойған қарынды\nШын безбүйрек болып шықтың алымды.\nНәтижеде жұрт қалтасы қағылды.\nАл әйтпесе мына үйлер, зауыттар\nҚайдан тапқан дәулетіңе алынды?\n\"Бөлінсе де сана төртке, ми үшке,\nНарық заңы солай, жөнсіз тиіспе!\" -\nДейді біреу шығып алып мүйіске.\nСонда қалай, кедейленіп бар халық,\nЖүз-ақ адам бай болуға тиіс пе?\nЖүз бай шырқап, миллион кедей аһ ұрған,\nПайда тым аз жүз бай еккен дақылдан.\nКім бар жұртты тең баюға шақырған?\nФарабиден \"мықты ел кім?\" - деп сұраса,\n\"Қайыршысы жоқ ел,\" - депті ақылман.\nСорласа жұрт рухсыздан сорлайды.\nҚырандардан биік қойсақ торғайды,\nОтанды кім торғайлардан қорғайды?\nРухсыздың, қайырсыздың баюы,\nБәлкім, ертең ұлтымызға зор қайғы.\nЖинасаң да әлемнің бар алтынын,\nҚоршар сені салқын шаттық, салқын үн.\nАдамдығың көрсетпесе жарқылын,\nЕшкім рух байлығынан бөлініп,\nШын бақытқа жеткен емес, жарқыным!\nЖауап:\nМұқтар Шаханов \nЖаңа қазақ, шала қазақ жас інім,\nАлшысынан тұрды бүгін асығың.\nСаған қарап ойландым да жасыдым -деп бастаған өлеңін, биліктегі азаматтарға арнау ретінде жазған. Ол қолына билік тиген қара басын ойлаған биліктегілердің істеген іс - әрекеттерін өлеңнің негізгі бөлімінде баядаған. \n Сан ғасырлық ұлтымыздың шайқасы,\nСендейлерді тайраңдату үшін бе?-деп биліктегі азаматтың шектен шыққан істеріне күйіне жазған. Қолыңдағы билік ел ахуалын көтеру үшін берілгенін, оны тек өз пайдасына жаратып елді тонауын тоқтатуы керектігін ескерткен.\nСорласа жұрт рухсыздан сорлайды.\nҚырандардан биік қойсақ торғайды,\nОтанды кім торғайлардан қорғайды?\nРухсыздың, қайырсыздың баюы,\nБәлкім, ертең ұлтымызға зор қайғы.\nЖинасаң да әлемнің бар алтынын,\nҚоршар сені салқын шаттық, салқын үн.\nАдамдығың көрсетпесе жарқылын,\nЕшкім рух байлығынан бөлініп,\nШын бақытқа жеткен емес, жарқыным! -деген жолдармен өлеңін аяқтаған екен. Қолыңдағы билігің мен қулығыңды паайдаланып қанша байлық жиғаныңмен, ол сені шын бақытқа жеткізбейді дегісі келген.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вакуумдагы толқын ұзындығы 0,72 мкм қызыл жарық фотонының энергиясы неге тең?",
        "question_content": "Вакуумдагы толқын ұзындығы 0,72 мкм қызыл жарық фотонының энергиясы неге тең?\n\nНатрий үшін фотоэффекттінің қызыл шекарасына сәйкес келетін толқын ұзындығы 530 нм. Натрий үшін электронның шығу жұмысын анықтаңдар. Жауап эВ-пен көрсетіңдер.",
        "question_date": "9.04.2020",
        "question_tag": "Мектеп",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)E=h c/λ\nE=6,62*10^-34*=2,76*10^-19 Дж\n2)A=h*v0=h*c/у(лямбда)0=6.62*10^(-34)*3*10^8/530*10^(-9)=3.75*10^(-19)\nh - Планктың тұрақты мәні, y (ламбда) - толқын ұзындығы, s - вакуумдағы жарық жылдамдығы.",
                "date": "11.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өзін-өзі тану сабағынан сұрақтар.",
        "question_content": "Озын озы тану сабагынан сурактар",
        "question_date": "9.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай сұрақтар?\n\nҚай сынып?\n\nтолығырақ айтсаңыз?",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлімшедегі мейірбике. Дәрілерді бөліңіз?",
        "question_content": "Науқасқа дәрігер келесі дәрілерді құжатқа тіркеген: таблетка, тұнба, балауыз, май, мазь, ұнтақ, және қалта ингаляторын. Осы дәрілерді мейірбикеге уақытымен беруін ескертті. Қалған дәрілерді егу бөлмесіне апарып қоюға аға мейірбикеге ескертті.\n\nСұрақ:\n\n1Дәрілерді бөліңіз\n\n1. Топқа\n\n2. түрге\n\n3. формасына\n\n2. Есепте аталған дәрілер қандай жолмен қабылданады?\n\n3.  Артықшылығы энтральды жолдың неде\n4.  Кемшілігі неде?\n\n5.  Дәріні қалай (немен -су,сүт, т.б)науқас қабылдайды\n\n6.  Егу бөлмесінде қандай жұмыс(манипуляция)орындалуы мүмкін?\n\n7. егу бөлмесінде жиhаздар мен құралдарды атаңыз\n\n8.  Дәрілерді дәрігер не құжатқа жазады(форма мен атап жазу)\n\n9. Мейірбике дәріні таратып науқасқа бергенін қалай белгілейді?\n\n10. Егу бөлмесі мен палата қандай дезинфекция жүргізіледі",
        "question_date": "9.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6) егу бөлмесінде система салынады және ине егіледі(укол)\n\n7) Дәрі салынатын тоңазытқыш , куршетка, орындық, штатив,шкаф\n\n8) Форма 029, журнал\n\n9) Дәрігердің плюс белгісінің астынан өзі белгі қояды.\n\n10) Сабынды-содалы сумен , сонан соң хлорлы сумен езинфекция жүргізіледі.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20° градус Жарықтың түсу бұрышын сәуле мен шағылған сәуле арасындағы бұрышты анықтаңыз",
        "question_content": "өтініш Физикадан беілген тапсырма еді",
        "question_date": "9.04.2020",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәуленің түсу бұрышы шағылысу бұрышына тең :\n20+20=40",
                "date": "9.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі тіршіліктің көзі?",
        "question_content": "Жер бетіндегі тіршіліктің көзі?",
        "question_date": "9.04.2020",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетіндегі тіршіліктің көзі - су.\nСусыз барлық тірі организм өмір сүре алмай дүние жүзінен жойылып кетуші еді.\nСу — сутегі мен оттегінің қалыпты жағдайларда тұрақтылығын сақтайтын қарапайым химиялық қосылысы. Ауыз су, тіршілік көзі, ол Жер шарының 3 / 4 бөлігін алады, тірі ағзалардың 60-70%-ы, ал өсімдіктердің 90 % -ы судан тұрады.\nЖер бетінде тіршілік ең алғаш сулы ортада пайда болды. Су — бүкіл тіршілік иелерінің негізгі құрамдас бөлігі. Бұдан басқа судың тіршілік үшін физикалық-химиялық қасиеттердің: жоғары жылу өткізгіштік және жылу сыйымдылық, жоғары тығыздық, ауа тығыздығының шамамен 800 есе артуы, мөлдірлік, тұтқырлық, қатқан кезде мұздың көлемін ұлғайтуы және тағы басқа қолайлы қасиеттері болады. Біржасушалы және көпжасушалы ағзалар жасушаларының биохимиялық үдерістерінің барлығы сулы ортада өтеді. Су әр түрлі климаттық жағдайлардағы физиологиялық үдерістердің қалыпты өтуіне себепкер болады. Ол сондай-ақ көптеген минералдық және ағзалық заттардың жақсы еруіне себепкер бола алады. Табиғи су құрамында сан алуан тұздың болатыны да сондықтан. Ағзалар жұғымды заттарды тек еріген түрінде сіңіреді.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салыстырмалы молекулалық массалары",
        "question_content": "Салыстырмалы молекулалық массалары\n30;58;72 болатын көмірсутектердін формулаларын жазыңдар.",
        "question_date": "9.04.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындай салыстырмалы молекулалық массаларына ие мына органикалық қосылыстар ие:\n\nМ(С2H6) = (2*12)+(1*6) = 30г/моль\nМ(С4H10) = (4*12)+(1*10) = 58г/моль\nМ(С5H12) = (5*12)+(1*12) = 72г/моль",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    }
]