[
    {
        "question_title": "Қалай алсам болады? У-шусыз",
        "question_content": "Мен осыдан 2 күн бұрын дипломымды белгілі бір сауда дүкенінде ұмытып кеттім. Сосын оны сол жердің қызметкері тауып алып менен қайтару үшін ақы талап етіп отыр. Әрине жұмыс таппай жүрген менде ондай ақша жоқ. Қалай қайтара аламын? Қандайда бір жолын тауып беріп көмекссеңіздер.",
        "question_date": "8.12.2019",
        "question_tag": "Заң",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп сұрап отыр ма? Аз ғана болса бере салсашы.",
                "date": "8.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом бар жұмыс жоқ!",
        "question_content": "Ассалаумағалейкум ата жұрттың айбынды ұрпақтары!\n\nТөтесінен айтқанда менде жағдай мынадай:\n\nУниверситет бітіргеніме 1жылдан асты.  Мамандығым АГРОНОМ. Тәжірбием мол деп айта алмаймын. Бірақ мамандығым бойынша жұмыс тауып істегім келеді айлығы аз болса да. Соған ақыл кеңес сұраймын сіздерден. Қандай-да болсын көмектесіңіздерші. Не істеуім керек? Қайда баруым керек?",
        "question_date": "8.12.2019",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыспен қамту орталығына бар, резюме жасат, сол жаққа таста, көп қой варианттары, OLX , HR сайттарына резюмеңді таста, таныстарыңнан, туыстарыңнан сұра, тоқтама, ізде.",
                "date": "8.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеуде обырынан операциясыз жазылғыңыз келе ме",
        "question_content": "Сәлеметсіздер ме! Бұл ақпаратты өзімнің анама пайдасы тиген соң, біз сияқты қатты уайымдаған адамдарға пайдасы тисе екен деген Ой мен жазып отырмын. Осыдан бірнеше ай бұрын менің анама кеуде обыры ( злокачественное новообозование центральной части молочной железы) деп диагноз қойды. Операция жасату керек деген соң анализ тапсырып, Алматы , Астана қаларының қайсысы жақсы жасайды екен деп уайымдап таныс тамыр бар сұрастыра бастадық. Сонда бізге Нұржан деген Шымкентте емші бар, сүрелермен оқу арқылы емдейді деді. Үмітіз шайтан демей ме, неде болса барып көрейік делік. Бардық 10 күн оқимын сосын қайта барып узиге түсесіңдер деді. Бірінші Алланың сосын, Нұржан елшінің арқасында қазір менің анамда ешқандай ісік жоқ. Бір пайдасы болар. Шымкент қаласы мкр Достық , тел : 87011250698",
        "question_date": "7.12.2019",
        "question_tag": "Тазалық",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте керемет. Жұмысыңыз алға басаберсін",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтауда математика мұғалімдерін қайта оқытатын курстар барма екен?",
        "question_content": "жас ым 28 де 4 жыл болды математиканы ұмытайын деп пін,ен ді мектеп ке мұғалім бол айын десем маған қайта еске түсіру керек сияқты , Ақтауда  мұғалімдерді қайта оқытатын курс тар барма ?",
        "question_date": "6.12.2019",
        "question_tag": "Математика",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мессенджердегі қарым-қатынас, онлайн төлемдер, электрондық қызметтер – осының барлығы заманауи адамның күнделікті істерінің бір бөлігі болып табылады. \"Цифрлық Қазақстан\" мемлекеттік бағдарламасын қабылдай отырып, қазақстандықтардың өміріне қарқынды енген цифрландыру экономиканың жаңа моделін жасайды, онда тек базалық салалар мен бизнес қана емес, сонымен қатар қоғамның бүкіл өмірі де цифрленген.\nМысалы, eGov.kz электрондық үкімет порталы азаматтардың мемлекеттік қызметтерге жылдам қол жеткізуі үшін жұмыс істейді. Бұл – өтініштер беру, анықтамалар алу, лицензиялар алу, есепке қою, тіркеу және басқа да операциялар сияқты қызметтер мен сервистер. Мемлекеттік органдар, сондай-ақ басқа да көптеген ұйымдар, мысалы, банктер мен почта, қағаз құжат айналымынан құтыла отырып, өз жұмысын электрондық форматқа ауыстырады. Бірақ, барлық азаматтар жаңа технологияларды пайдалана алмайды. Оны шешу үшін халықты үйреншікті қызметтерді жаңаша пайдалануға үйрету қажет.\nЕң алдымен, \"цифрлық сауаттылық\" терминінің бірыңғай түсінігін анықтау қажет. Қарапайым тілмен айтқанда, бұл – адамның күнделікті өмірде және жұмыста ақпараттық технологияларды қолдана білуі.\nКадрларды қайта даярлау саласында жергілікті атқарушы органдар халықты қажетті цифрлық дағдыларға оқытуды және қайта оқытуды тұрақты негізде жүргізетін болады. Сондай-ақ бұл іс-шара шағын және орта бизнес өкілдерін қамтиды.\nҚажетті дағдыларды алғысы келетіндердің барлығына білім беру мүмкіндіктерін кеңейту мақсатында ашық білім берудің ұлттық платформасы құрылатын болады, ол бірінші кезекте қажетті инженерлік-техникалық бағыттар бойынша базалық дайындықты қамтамасыз ететін онлайн-курстар беретін болады, оларды құруға қазақстандық университеттердің үздік профессорлары мен өндіріс өкілдері тартылады.\n2018 жылы Қазақстанның әрбір өңірінде (аудан орталықтарында, ауылдарда және кенттерде) халықты цифрлық сауаттылықтың базалық дағдыларына үйрету курстары өтті. Оқу курстары бір немесе төрт дағды бойынша өз құзыретін арттырғысы келетіндерге тегін берілді:\n\"Базалық цифрлық дағдылар\". Олар дербес компьютер мен ноутбук, мобильді құрылғылар, Интернет желісін сенімді пайдалануды қамтиды, сондай-ақ қауіпсіздік және деректерді қорғау тақырыптарын қамтиды.\n\"Электрондық үкімет және электрондық мемлекеттік қызметтер\". Тақырып үйден шықпай-ақ, қажетті электрондық мемлекеттік қызметтерді онлайн алуды қамтитын электрондық үкімет порталымен жұмыс істеу дағдыларын қамтиды.\n\"Ашық үкімет\". Бұл тақырыпқа оқыту Ашық үкімет порталының төрт компоненттерін пайдалану дағдыларын қамтиды: ашық деректер, ашық нормативтік-құқықтық актілер, ашық диалог және бюджеттер.\n\"Электрондық сауда\". Оқыту блогы онлайн тауарлар мен қызметтерді сатып алу, сату және жылжыту дағдыларын қамтиды.\nОқыту мектептер, колледждер және кітапханалар базасында өтті. Қазақстан бойынша курстар өткен 2 729 мекеме іске қосылды.\nЦифрлық сауаттылықтың барлық 4 құзыретін 1-2 күн ішінде, топтың кестесі мен үлгеріміне байланысты зерттеуге болады. Көптеген адамдар бір дағдыны, ал бір уақыттан кейін екіншісін үйренеді. Бірінші аптада цифрлық сауаттылықты 140 мыңнан астам қазақстандық оқыды. Олардың ішінде көптеген зейнеткерлер мен курстар өтетін мектептердің мұғалімдері бар. Мысалы, Астана қаласының № 15 мектеп-лицейінде 15 адамнан тұратын сыныпта, оқушылардың жартысы – егде жастағы адамдар. Олардың көбісі үшін сабақтар –  базалық компьютерлік дағдыларды үйрену үйде зерікпеу және немерелерін мазаламау үшін себеп болып табылады. Интернетте тауарлар сатып алу дағдыларына көптеген пайдаланушылар өз бетінше үйренеді. Бұл ретте, олардың интернет-дүкендермен өзара іс-қимыл тәжірибесі маңызды. Оқушылардың айтуынша, интернет-дүкен ұзақ тіркеуді талап еткенде тауарды рәсімдеу процесі қиындықтар туғызады. Ересек ұрпаққа өту қиын тағы бір кедергі – қолма-қол ақшасыз төлем. Цифрлық сауаттылық курстарында ғаламторда төлемді қалай қауіпсіз және тез жүргізу керектігі түсіндіріледі.\nЦифрлық сауаттылыққа оқыту курстары Қазақстанның барлық аймақтарында сәтті басталды. \"Цифрлық Қазақстан\" мемлекеттік бағдарламасы аясында халықтың цифрлық сауаттылық деңгейін 2022 жылға қарай 83%-ға дейін кезең-кезеңмен арттыру жоспарланып отыр.",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене жерге құлаған мезеттегі оның жылдамдығын есептеңдер?",
        "question_content": "Дене 19.6 м биіктіктен 10м/с жылдамдықпен лақтырылды. Дене жерге құлаған мезеттегі оның жылдамдығын есептеңдер",
        "question_date": "6.12.2019",
        "question_tag": "Физика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V^2 = 2gh\n\n(V-v0)^2 = 2gh\n\nV= 19-v0\n\nV=9 м/с",
                "date": "7.12.2019",
                "upvotes": 0
            },
            {
                "text": "жауабы: 280м/с менің  шығаруым бойынша",
                "date": "11.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейімбет Майлин Шұғаның белгісі троп түрлері керек?",
        "question_content": "Повесттен троп түрлері керек. Бейімбет Майлин Шұғаның белгісі троп түрлері керек?",
        "question_date": "6.12.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жиырмасыншы ғасырдағы қазақ әдебиетінің іргелі жанрларын қалыптастыруға айтарлықтай үлес қосып, биік белеске шығарысқан аса көрнекті суреткер жазушы, ақын әрі драматург Бейімбет Майлин — өндіре жазып, сөз өнерінің алтын қорына жататын туындылар берген бірегей дарын. Замандастары: \"Маңдайына түскен шашын сұқ саусағына орай ширата отырып, жазудан бас алмайтын еді\", — деседі. Сондықтан да кемел қаламгердің қыршын жаста — қырықтың төртіне жетер-жетпесте — дүние салғанына қарамай, атағы да зор, артына қалдырған әдеби мұрасы да аса бай. Бейімбеттің көлемді де, көркем тұңғыш туындысы, қазақ прозасының тартымды үлгілерінің бірі- «Шұғаның белгісі». Повесте ескі қазақ қоғамындағы ең өткір мәселе- әйел теңсіздігі сөз болған. Шығармада бірін- бірі сүйген екі жастың- Шұға мен Әбдірахманның арманына жете алмаған трагедиялық жай айтылады. Шұғаның әкесі қызын кедей жігіті Әбдірахманға бергісі келмей, түрлі жаламен Әбдірахманды жер аудартады. Осындай зорлыққа душар болған Шұға қайғыдан, күйіктен қайтыс болады. Жазушының негізгі мақсаты- жастардың бас бостандығына ерік бермей, қасіретке ұшыратқан ескі дәстүрлерді сынау. Жастардың бас азаттығын көксеу, бұған кедергі келтіретін әдеттерді батыл таңбалау ХХ ғасыр басындағы демократиялық қазақ әдебиетіндегі басты сарындардың бірі еді.\n«Шұғаның белгісі» хикаятында оқиғалық өрілімдер, кейіпкерлердің мінездемелері, диалогтер, сезім, көңіл күйлері Қасым деген адамның әңгімесі болып беріледі. Мұндай әңгімелеу мәнері халық прозасының қалыпты баяндау тәсіліне жақын. Бірақ қаһармандар мінезі мен әлеуметтік жағдайды талдау шығарманың реалистік жазба әдебиет дәстүрінде жасалғанын көрсетеді. Шұға- айтқан сертіне берік, сезімі мөлдір, пәк махаббатты қастер тұтатын жан. Әбдірахман бейнесі де ескі қазақы ауыл арасынан шыққан көзі ашық, көңілі сәулелі жастардың келбетін танытады. «Шұғаның белгісі»- жастардың теңдік- еркіндікті аңсаған, әлеуметтік әділетсіздіктерге қарсы үн көтере бастағанын шынайы бейнелеген шығарма.",
                "date": "7.12.2019",
                "upvotes": 0
            },
            {
                "text": "теңеу:үріп ауызға салғандай:түйдей:жаздай\nЭпитет:жылы шырай:аққұба.\nДальше не знаю",
                "date": "30.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ветрянка ауруы қалай емдеуге болады?",
        "question_content": "Менің сіңіліме ветрянка шықты. Неше күнде кетеді?  Оны кетіру үшін нестесем болады?",
        "question_date": "6.12.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зеленка жағып кетіруге болады. Немесе мына әдісті қолданым көріңіз: Жылы жуынатын су дайындап, ол суға тұз салыңыз. Содан кейін ешқандай сабын да емес, сусабын да емес, тек қана сол тұзды суды үстіңізге өлшеп отырып құйыңыз, құю кезінде денеңізді уқалап, ысқылап орындағаныңыз тиімді.",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майлықожаның \"Ілімге толса көкірек\" шығармасының жанры, түрі, көркемдегіш құралы қандай?",
        "question_content": "Мен қазақ тілі,қазақ әдебиеті пәндерінен аудандық олимпиадаға қатысамын сол ушін осы сурақтың жауабы керек еді",
        "question_date": "5.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Ілімге толса көкірек» толғауында «ілімге,білімге ден қойсаң санаң ашылады» деп білімді, сөз өнерді айрықша бағалайды.\nБілімді болсаң көп нәрсеге қол жеткізуге болады, барлық нәрсе білімде дейді.",
                "date": "7.12.2019",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе? Осы толғаудың жалғасында \"Дүбірге қызған жүйріктей, қызып тұр әзір табаным.\" дейтін жері бар. Бұл жолдарда теңеу қолданылған.",
                "date": "10.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұқсас үшбұрыштардың ауданын табу керек! Көмектесіңіздерші",
        "question_content": "Екі ұқсас үшбұрыштардың қабырғасы 3:4 қатынасындай, ал олардың аудандарының айырмасы 70-ке тең. Осы үшбұрыштардың аудандарын табыңыз.",
        "question_date": "4.12.2019",
        "question_tag": "Мектеп",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "s1=90, s2 =160. Gggggggggg",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машинадағы бензин қанша шақырым жол жүруге жетеді?",
        "question_content": "Жигули машинысының бензин құятын бағына 46 л бензин сияды Машинаның толық массасы 1335 кг, қозғалысқа әсер ететін жалпы үйкеліс 0,05. Егер двигательдің пайдасы әсер коофиценті 0,2 болса, осы бензин неше километр жол жүруге жетеді?",
        "question_date": "4.12.2019",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жеке тұлғалардың есімдерін жер-су аттарына беру талаптары қандай?",
        "question_content": "Жаңақорған ауданы, Жаңарық ауылдық округінде соғыс ардагері М.Рыскелдиевтің атында тіркелген заңды, бірнеше жылдан бері көше атауы бар.Алайда, қазіргі таңда көше атауы берілгеніне қарамастан ауылдық округте жеке рушылдығына салынып лауазымды адамын пайдалана отырып,  Жаңарық ауылдық округіндегі №167 жалпы орта мектебіне М.Рыскелдиевтің атын беру жөнінде мектеп әкімшілігінен            (  жиналыс өткендігі  жөнінде ) жасанды ұсыныс білдіріп, ауыл әкімі арқылы аудан әкіміне,аудан әкімі арқылы облыстық ономастикалық комиссиясына ұсыныс енгізуде.ҚР Үкіметінің 1996жылғы 5 наурыздағы №281 Қаулысына сәйкес \"Бір әкімшілік аумақтық бірліктің шегіндегі елді - мекендерге, елді -мекендердің құрамдас бөліктеріне бір атауды бір ғана беру,сонымен қатар аса көрнекті мемлекет және қоғам қайраткерлерінің,ғылым, мәдениет қайраткерлерінің және ҚР мен әлемдік қоғамдастық алдында еңбек сіңірген басқа да адамдардың есімдерін беру және әдеби тіл нормаларына сәйкестік болуы тиіс. Бұған дейін аудан әкімі Р. Рустемовтың уақытында жоғарыда көрсетілген заңнамаға сәйкес келмейтіндігі жөнінде кері қайтарылған. Осы қарама -қайшылық заңдарға сәйкес №167 жалпы орта мектебіне М.Рыскелдиевтың есімі берілген жағдайда құзырлы жоғарғы органдарға шағымданатындығымызды білдіреміз.",
        "question_date": "4.12.2019",
        "question_tag": "Заң",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Махамбетше толғасам..\" атты тақырыпта бір шумақ өлең қажет?",
        "question_content": "Үй тапсырмасына өлең шығару берген. Махамбетше толғасам...   бір шумақ өлең керек.",
        "question_date": "3.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махамбетше толгансам",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі ақындар айтысындағы көтерілген мәселе",
        "question_content": "Қазіргі ақындар айтысындағы көтерілген мәселе. Бершдерші өтніш срочно керек!",
        "question_date": "3.12.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиеті тарихының өзекті арнасы — дәстүрлі ақындық поэзияда ұлттық тәлім-тәрбие мәселелері ең басты орын алады. Қазақтың халық болып қалыптасуы, дамуы кезеңдеріндегі әрбір жаңа ұрпақ өкілдерінің байырғы ата-бабалық асыл қасиеттерді, игі салт-дәстүрлерді қабылдауын, жақсы жақтарынан үлгі ала, олқы жақтарын жетілдіре жалғастыруы кейінгі дамуға ұласып отырды.\nҚазақ әдебиеті тарихындағы ұлттық көзқарастардың бастауында халқымыздың дербес, тәуелсіз мемлекет ретінде өмір сүруіне арналған шығармашылық сарындар жетекші орын алады. Бұл — сонау түркі өркениеті жазба ескеркіштерінде де, Алтын Орда –Қыпшақ, Қазақ хандығы дәуірлері ақын — жырауларының мұраларында да тұрақты жырланған тақырып. Тәуелсіздік туралы жырлар — ұлттық тәлім — тәрбиенің азаматтық -отаншылдық, қаһармандық бағыттағы құралы қызметін атқаратын шығармалар.\nАкадемик жазушы М.Әуезов «Әдебиет тарихы» атты кітабында «Зар заман ақындары» тарауында қарастырған ақындар шығармаларының ұлттық — азаттық көзқарастағы азаматтық-сыншыл болмысына баға берген еді:\n«Бұқар жыраудан соң ХІХ ғасырдағы зар заман ақындарының басы -Махамбет. Одан кейінгілері: Шортанбай, Мұрат, Алтынсарыұлы, бұлардан соңғы бір буыны Абаймен тұстас ақындар…/1,208/.\nҚазақ әдебиеті тарихында көркемдік негізі қаланған әлеуметшілдік сарын дегеніміз – ұлттық көэқарастардың жырлануы.\nХІХ ғасырдағы зар заман ақындары поэзиясында сыншыл, әрі мұнлы-шерлі сарынмен жырланған қазақтың ұлттық дүниетаным көзқарастарын жалғастыру ХХ ғасырдың 90-жылдары мен қазіргі дәуірдегі ақындық поэзия шығармаларында жалғаса дамып отыр. Қазіргі ақындардың айтыстарында қазақ халқының ұлттық салт – дәстүрілері, артта қалған ғасырлар қойнауларынан жеткен, енді болашаққа ұласатын ата — бабалардың елдікті, ерлікті ардақтаған көзқарастарын өнеге тұта жырлау тағылымын көреміз. \nДәстүрлі ақындық поэзияның қазіргі көрнекті өкілдері М.Тазабековтің, М.Қосымбаевтың, О.Досбосыновтың, Б.Шойбековтің, А.Әлтаевтың, Б.Әлімжановтың, С.Құсанбаевтың, А.Бұлғақовтың, Қ.Мырзабековтің және т.б.шығармаларында қазақтың ұлттық дүниетанымы, мақсат-мұраттары кең камтыла жырланып келеді.\nҚазіргі ақындық поэзияның дәстүрлі сарыны – қазақтың бұрынғы ата – бабалық, ұлттық тарихын мақтанышпен жырлау. Ұлттық мақтаныш ұрпақтан – ұраққа жалғасқан қасиетті сезім. \nЕжелгі түркі қағанаттарының, тамырлас халықтардың қасиетті ұрпақтарға көркем кестелі жанр өрнектерімен танытатын ақындар шығармалары – рухани мәдениетіміздің қуатты құралы.Мысалы, Шорабекпен айтысында Лена Әбдіхалықованың мынадай отаншыл жырлары төгіледі: \nСыр деген заманында ең көрікті,\nТарихта Тұран аты зор болыпты,\nАдамның арзымайтын азаматы,\nҚорқытқа мәңгі мекен көр болыпты.\nКешегі Абылайлар соғыстан соң,\nЕс жиып,жайлаулатып ел қоныпты.\nШалқыған ару теңіз Аралымен,\nКөк майса жері шұрай көл болыпты /2,293/.\nҚазақтың ұлттық рухани мәдениетін әлемге әйгілеп танытқан тұлғаларды да әдеби көркем бейне тұғырына көтере жырлау арқылы да ұлттық – азаматтық көзқарас айқындала түседі. Мысалы, Серік Құсанбаевпен өткен айтысында Әселхан Қалыбаева қазақ сөз өнері алыптарын ұлттық мақтанышпен бейнелейді: \nАбай – бас, Жамбыл – жанбас, Мұхтар-мойын,\nБірінің алға апарған бірі ойын.\nҒаламның қарашығын қарықтырып,\nҚаптаған інжу-маржан тұла бойын.\nКейінгі ұрпаққа үлгі нұсқағалы, \nХалқымен көзайым боп жасай бермек,\nАлаштың аласармас үш тағаны /2,265/. \nАқындардың айтыстарында ата-бабалар аманатын сезінген бүгінгі ұрпақтардың жан-дүние болмысы азаматтық сарындағы лирикалық сыршылдықпен ақтарыла жырланады. Мысалы, Аманжол Әлтаевтың Жібек Болтановамен айтысындағы қазақ дүниетанымы бейнеленген көркем тіркестермен өрнектелген шумақтардың поэтикалық әсерлілігі баурайды: \nАлаштың аян тұттым баталарын, \nДаламның тұғыр тұттым жоталарын.\nИіген аруанадай асыл халқым,\nАлдыңа келді міне боталарың.\nКең болсын өр қазақтың керегесі,\nЕшкімнен кем болмасын керегесі,\nЕсігін жаңа ғасыр ашар сәтте,\nАлланың аз болмасын берекесі /2,13-14/.\nҚазіргі ақындық поэзия өкілдері қазақтың ұлттық мүддесіне қатысты ойларын өрбітуде зар заман ақындарына тән сыншыл сарындарды да жалғастыра жырлайтынын байқаймыз.Тәуелсіздік туы көтеріліп, ұлттық дамудың жаңа бағытының әлі қарқын ала алмай жатқан тұстарында қазіргі ақындық поэзия өкілдері осы қиын-қыстау жағдайда сыншыл реализм тілімен жырлай білді. Мысалы, Оразалы Досбосыновтың Бекарыс Шойбековпен айтысында осындай сыншыл сарындардың халықтық тұрмыстық-әлеуметтік хал-ахуалына тән шындықты мол қамтығанын көреміз. Оразалы қиын-қыстау кезеңнің қазақ ұлтына тигізген зардаптарын поэтикалық мағыналы сөздермен бейнелейді:\nЗардап бар бұл заманда, зобалаң жоқ,\nАш болса да сөйлейді ел тоқ адам боп,\nТізгіні тұра берсін ел басында,\nДоғаға жармаспайық додадан кеп.\nЖерге еңкейсем жемімді тере алам,-деп\nКеледі екі аяқты тең алам»-деп /2,176-177/.\nҚазақтың ақындық поэзиясында даламыздың табиғи сұлулығының мәңгілік сақталуы-тұрақты жырланып келе жатқан дәстүрлі ерекшілік. Қазіргі ақындар айтыстарында қазақ даласының экологиялық апатты жағдайларға ұшыраған аянышты халі, зиянды зардаптары тақырып нысанына алынады. Мысалы, Шорабекпен айтысында Лена ақын Семейді \nсорлатқан апатқа ұқсас мәселенің Қызылордадағы Байқоңыр атырабына да тигізіп жатқан зардабын айтады:\nШындықты айтар болсам күлкі демей,\nШырқырап шырылдайды шіркін,көмей.\nОрыстар ордамызды ойқастады,\nҰшырып зымыранын күн-түн демей.\nТонналап мұнай шашып жатқанменен,\nЖалаң бас, жалаң аяқ, жұртым кедей…\nБайқоңыр дерті меңдеп арада тұр.\nҚазақтың қасиетті бір мекені,\nЕкінші Семей болып бара жатыр /2,293-294/.\nХХ ғ. екінші жартысы мен ХХІ ғ. Басында қазақтың ұлттық ділін аздыру ықпалдары жүріп жатқаны да мәлім. Тәуелсіздік жарияланғанымен асыл сапалы ұлттық — адамгершілік қасиеттедің де экологиялық мәселеге айналғаны да, заманымыздың өзекті мәселесі екендігі ақындардың жыр арқауында айтылуда. Бекжан Әшірбековпен болған айтысында Мұхамеджан Тазабековтің сыншыл ойлы азаматтық толғанысы ұлтының сақталуын, дамуын ойлаған азаматтық лириканың поэтикалық-эстетикалық ұлағатын танытады:\n«…Бұл дүние біреуге бақ, біреуге сор»,\nДеген бабалардың шын секілді.\nСоқыр ішектей шошайып жүргендер көп,\nСәлем берсең,шалқаяр кір секілді.\nХалықтың көңілі қазір мұң шертіп тұр,\nҚобызға қолдан таққан қыл секілді.\nҰлттың рухын жоғалтқан ұлдарын көп,\nҚылышына тар келген қын секілді /2,221-221/. \nҰлттық – азаматтық көзқарас – ақындық поэзияның классикалық дүниетанымы. Қазақтың ғасырлардан жеткен елдік, ерлік, адамгершілік асыл сапасының, ұлттық тұлғасының биіктей түсетінін, өткен мен бүгінді, келешекті жалғайтын айбынды тұлғалануының аласармайтынын ақындар поэтикалық бейнелілігі әсерлі, мағыналы тармақтардың өрілімімен жырлайды. Оразалының аталған айтыстарында да осындай ұлттық-азаматтық отаншылдық, романтикалық кейіпкердің көңіл шалқуын сезінеміз:\nАсау өзен адасса ағысынан,\nТұлпар да жаңылады шабысынан. \nЗаманды айтып біз зарлап отырмайық,\nБақ туады қазаққа бақ ұшынан.\nҚазірше заман тыныш, ел аман ғой,\nЖер-ана айрылған жоқ табысынан /2,177-179/\nҚорыта айтқанда, қазіргі ақындар айтыстарында халықтың тұрмыстық-әлеуметтік қиыншылықтарды бастан кешсе де, болашақтың жарқын жетістіктерінің болатындығына сенім молдығы өршіл романтикалық сарынмен жырланады. Ақындардың заман зарын, елдің басындағы қиын кезеңнің шындығын сыншыл реализммен жырлауы – ұлттық поэзиямыздың ежелден сақталған халықтық сипатының көрінісі. Қазақ ұлтының жеткіншектерінен бастап, ер жеткен, есейген, егделенген буын толқынына дейінгі аралықтағы адамдардың жан дүниесін тербеткен жыр саздары арқылы ұлтымыздың көркемдік ойлау дүниетанымының тереңдей, кеңейе түсері ақиқат.",
                "date": "5.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қозы Көрпеш-Баян сұлу жыры туралы ғалым адамдарының пікірі қандай?",
        "question_content": "Қозы Көрпеш-Баян сұлу жыры туралы ғалым адамдарының пікірі қандай? Егер мақала болса, онда сілтемені қалдырынызшы, рахмет.",
        "question_date": "3.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қозы Көрпеш-Баян сұлу» жырының жазба нұсқасындағы мазмұндық ерекшеліктер\n Мақалада қазақтың ғашықтық жыры «Қозы Көрпеш-Баян сұлудың» таралу кезеңі, таралған аймақтар, ел ішіндегі қабылдану кеңістігі, соншама көп нұсқалық өзгеріске енуі, алғаш хатқа түсіп жиналып, жарық көру барысы іздену бағытына алынады. Бұл ғашықтық жырдың Қазақстан жеріне тараған нұсқаларын түгендеп, әлем қазақтарына жеткендегі өзгерістері түйінделеді. Қытай қазақтарына тарап жүрген «Ғашықтық ғала- маты» деген жыр нұсқасының өзге 32 нұсқасынан көп парықты болуындағы мазмұндарға талдау жасалады. Қытай қазақтарындағы нұсқаның ауызша таралған нұсқа емес, жазба поэмаға жақын екеніне ғылыми кесім жасалады. Сол жазба нұсқасының мазмұндық бөліктері, ұқсамаған кейіпкерлер есімі, сюжеттің алмасуы, трагедиялық тартыстың жаңа дәуір шындығына бейім сипатпен жасалуы, көркемдік деңгейінің көтерілуі қатарлы нұсқалық жаңалығының артықшылығы мен ағаттықтары түгенделеді. Негізі Қазақстан жерінде табылған ғашықтық жыр нұсқалары мен Қытай қазақтарында таралған нұсқасындағы елеулі парықтар мен өзгерістердің фольклорлық негізі сын таразысына салынады. «Ғашықтық ғаламаты» атты жыр нұсқасына ғылыми талдау жасалады.\nТүйін сөздер: Қазақтың ғашықтық жыры, «Қозы Көрпеш-Баян сұлу» жыры, «Ғашықтық ғаламаты» нұсқасы, нұсқалық парық және ұқсастық, жазба поэма, авторлы эпос.\nН. Даулеткелдыулы\nТолық:  https://philart.kaznu.kz/index.php/1-FIL/article/download/376/362/",
                "date": "3.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тығыз жабылғын ыдыста m=0,1 кг мұз жүзіп жүр. Мұзда m=5 кг пытыра қатып қалған.",
        "question_content": "Есептің нақты формуласын жазасыз ба?",
        "question_date": "2.12.2019",
        "question_tag": "Физика",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бытыра мен мұздың массасы ауысып кеткен жоқ па? Опшым, оны өзің орына қойып есептеп аласың.\nБытырасы бар мұз суға батуы үшін бырасы бар мұздың орташа тығыздығы судың тығыздығына тең болуы керек. Мұздың белгілі бір бөлігі ерігендегі массасы M1 болса\n(M1+m)/V=p\nбытырасы бар мұздың көлемі жеке жеке көлемдерінің қосындысы\nM1/p1+m/p2  жоғарыдағы теңдеуге қойсақ\nM1+m=p(M1/p1+m/p2)\nM1=m((p2-p)p1)/(p-p1)p2\nQ=L(M-M1)\nQ=L(M-m((p2-p)p1)/(p-p1)p2)  Арғы жағын мәндерін қойып есептеп аласың\nМұндағылар: L-мұздың меншікті балқу жылуы (лямбаданың орнына L деп алдым), M- мұздың массасы, m- бытыра массасы, p - судың тығыздығы, p1 - мұздың тығыздығы, p2 - бытыраның тығыздығы.\nПыСы: мүмкін қорғасын бытыра делінген болар есеп мазмұнында.\nhttps://surak.baribar.kz/391206/",
                "date": "3.12.2019",
                "upvotes": 0
            },
            {
                "text": "Сизге ненин формуласы керек",
                "date": "3.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалалық олимпиада 2019 қазақстан тарихы",
        "question_content": "Барлығыңызға сәлем! 2019 жылғы ҚАЛАЛЫҚ олимпиада болды ма сіздерге?мектепшілік емес, ҚАЛАЛЫҚ!\n\n(өз қалаңыздың ішінде, өз мектебіңіздің атынан шығатын олимпиада) қазақстан тарихы пәнінен 10 сыныпқа қандай тапсырмалар келді?\nБіздің қалада бірер күннен болады",
        "question_date": "2.12.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан тарихы 11 сынып\nІ айналым.Жазбаша тапсырмалар, әр сұрақ 1 ұпайдан 10 ұпайға дейін бағаланады.\nТақырып:Қазақстанда хандық биліктің жойылуы:\n1. «Сібір қырғыздарының жарғысы», оның жүзеге асырылуы.\n2. . «Орынбор қырғыздарының жарғысы», оның жүзеге асырылуы.\n3. Хандық биліктің жойылуының салдары\n2 айналым\nҚала тұрғындарының арасында ертегі діни наным дәстүрлі кең тараған аймақ:\nА) Жетісу В) Орал С) Ұлытау Д) Алтай Е) Торғай\n2. ХVІІ ғасырдың ортасында Қазақ хандығы жиі соғысқан мемлекет:А) Цинь империясымен\nВ) Қоқанмен С) Хиуамен Д) Жоңғар хандығымен Е) Қырғыздармен\n3. «Қалқаман-Мамыр», «Еңлік-Кебек» дастандарын жазған ақын-философ:\nА)М.Жұмабаев В)Н.Байғанин С)Ш.Құдайбердіұлы Д)М.Шортанұлы Е)Ж.Аймауытов\n4. 1916 жылғы көтерілістің негізгі сипаты: А) Ұлт-азаттық В) Феодализмге қарсы\nС) Социалистік Д) Хандық билікке қарсы Е) Кеңес өкіметіне қарсы\n5. Ұлы Отан соғысындағы партизандық қозғалысының көрнекті өкілі, жазушы:\nА) Қ.Сыпатаев В) Қ.Қайсенов С) Ж.Елеусізов Д) Т.Тоқтаров Е) Н.Әбдіров\n6. 1991 жылы тамызда КОКП Орталық Комитетінің Саяси бюро мүшелігінен шығатынын мәлімдеді:\nА) Д.Қонаев В) Н.Назарбаев С) С.Әбділдин Д) М.Горбачев Е) И.Каримов\n7. Сақтардың негізгі шаруашылығы: А) Мал шаруашылығы В) Теселі егіншілік С) Металл өңдеу\nД) Шыны бұйымдар жасау Е) Аң аулау\n8. Шығыс Түрік қағанаты Монғолияда өз мемлекетін қалпына келтірген жыл:\nА) 686 жыл В) 682 жыл С) 684 жыл Д) 685 жыл Е) 683 жыл\n9. Шыңғысханды тәрбиелеуге еңбек сіңірген керей ханы:\nА) Құршақұз В) Елжый С) Торы Д) Сарық Е) Маркус\n10. Ғұндардың келуіне дейін Қазақстанды мекендеген тайпаларда басым болған нәсілдік белгі:\nА) Монғолоидтық В) Американойдтық С) Негроидтық Д) Еуропеоидтық Е) Австралоидтық\n11. 1716-1720 жылдары Ертістің бойына салынған бекіністер: А) Омбы, Райым В) Жәміш, Өскемен С) Орск, Қызылжар Д) Қапал, Верный Е) Атбасар, Орск\n12. ХІХ ғасырда отаршылдыққа қарсы бағытталған ұлт-азаттық көтерілісте старшындар тобы бас шылық жасады: А) Кенесары Қасымұлы басшылық жасады В) Бөкей Ордасындағы көтеріліс\nС) ХІХ ғ 50-жжСыр бойындағы көтерілісД)Тентек төре бастаған көтерілісЕ)Ж.Тіленшіұлы бастаған көтеріліс\n13. 1868-1869 жылдардағы Орал, Торғай көтерілісін жаншуға жіберген жазалаушы отрядты басқарған подполковник: А) Пономарев В) Геке С) Смирнов Д) Колпаков Е) Рукин\n14. Орынбор қазақтарын басқару жөніндегі Жарғы шықты: А) 1824ж. В) 1826 ж.С) 1821 ж.\nД) 1820 ж. Е) 1822 ж.\n15. Ұлы жүздегі Тайшүбек бекінісін орыс әскерлері қантөгіссіз басып алған жыл:\nА) 1850 жыл В) 1864 жыл С) 1853 жыл Д) 1851 жыл Е) 1854 жыл\n16. ХІХ ғ. Ресейде шаруалардың басыбайлы езгісінің жойылған мерзімі:\nА) 1891 жылы В) 1863 жылы С) 1867 жылы Д) 1868 жылы Е) 1861 жылы\n17. Ресейдің ІІ Мемлекеттік Думасының құрамына Семейден сайланған:\nА)Т.Нүркенов В)А.Бірімжанов С)Б.Құлманов Д)Ш.Қосшығұлов Е) М.Тынышбаев\n18. Индустрияландыру жылдарында қудаланған қоғам қайраткерлері:\nА) Т. Күзембаев, С. Зұрбаев В) Ш. Құдайбердиев, М. Жұмабаев С) С. Сәдуақасов, Ж. Мыңбаев\nД) М. Шоқай, М. Дулатұлы Е) Ә. Бөкейханов, А. Байтұрсынов\n19. Алтын Орда дәуірінен бері келе жатқан күй-аңыз:\nА)«Қамбар батыр» В)«Ер Қосай» С)«Ескендір» Д)«Ер Тарғын» Е)«Ел айрылған»\n20. Қола дәуіріне тән емес ерекшелік: А) Кен өндіру, металл өңдеу ісі дамыды В) Еңбек бөлінісі пайда болды С) Теселі егіншілік дамыды Д) Жеке меншік пайда болды\nЕ) Мал бағудың көшпелі түріне көшу басталды\nҚазақстан тарихы 10 сынып\nІ айналым.Жазбаша тапсырмалар, әр сұрақ 1 ұпайдан 10 ұпайға дейін бағаланады Тақырып:Қазақстан ерте темір дәуірінде:исседон, аргиппей, аримаспылар.\n1 Исседондар, Тасмола мәдениеті\n2.Аргиппейлер, қоныстары мен обалары.\n3.Аримаспылар, Шілікті, Берел қорғандары\n2 айналым\nҚытай жылнамаларындағы Испиджаб қаласы Махмуд Қашғари жазбасындағы атауы:\nА) Сауран В) Сығанақ С) Сайрам Д) Жент Е) Созақ\n2. «Жерден шыққан Желім батыр» ауыз әдебиетінің осы жанрына жатады:\nА) Лиро-эпостық В) Эпостық жыр С) Ертегі Д) Дастан Е) Күй-аңыз\n3. Масуд ибн Усман Кухистанидың «Тарих-и Абулхайр-хани» еңбегінде баяндалады:\nА) Көшпелі өзбектер ханы Әбілқайыр жайлы В) Алтын Орда ханы Батый жайында\nС) Алаша хан жайлы Д) Ораз-Мұхаммед жайлы Е) Күлтегін, Тоныкөк жайында\n4. Халық Қаһарманы атағы берілген партизан-жазушы:\nА) Т.Тоқтаров В) А.Егоров С) М.Ғабдуллин Д) І.Айтықов Е) Қ.Қайсенов\n5. ХХ ғ екінші жартысында суының тартылуы нәтижесінде Қазақстан мен Орта Азияға үлкен экологиялық апат әкелген: А) Каспий теңізі В) Балқаш көліС) Зайсан көлі Д) Алакөл Е) Арал теңізі\n6. Қазақстан Республикасының тәуелсіз мәртебесіне сай тұңғыш Конституциясы қабылданды:\nА) 1997 ж7 мамыр В) 1996 ж30 қаңтар С) 1993 ж 28 қаңтар Д) 1995 ж 26 сәуірі Е) 1993 ж 15 қараша\n7. Ерте темір дәуірінің Солтүстік Қазақстан жеріндегі зерттелген обасы:\nА) Есік В) Шілікті С) Бектеңіз Д) Қызылжар Е) Берел\n8. Қимақ қағанатында шонжарларға берілген лауазымдар:\nА) ябғу,шад-түрік, елтебер В) елтебер, шад, ілік хандар»\nС)бектер,«тегіндер», ябғу»Д)«ябғу шад»«ұлы қаған», «кіші қаған» Е)«елтебер»кіші хандар», «шад»\n9. Ұлы Жібек жолында сауданың өркендеуіне байланысты Қытайдан басқа жібек өндіру жандана бастаған өңір: А) Кавказ жері В) Арабия түбегі С) Солтүстік Африка Д) Сібір жері Е) Қырым\n10. Шыңғыс ханның «Жасақ» заңы бойынша құрылтай жылына: А) 1 рет В) 2 рет С) 3 рет Д)4 рет Е) 5 рет\n11. 1570 жылдың аяғында Хақназардың билігінде болған өңір: А) Жетісудың шығысы\nВ) Жетісудың солтүстік-шығысы С) Мауреннахр Д) Ертіс бойы Е) Шу, Талас өңірі\n12. Қазақ халқының жоңғар шапқыншылығы кезінде рухын көтерген ірі шайқастар:\nА) Ырғыз, Торғай жеріндегі шайқастар В) Орбұлақ, Батпақ шайқасы\nС) Қатаған қырғыны, Айғыржар шайқасы С) Бұланты, Аңырақай шайқасы\nЕ) Ходжент, Ташкент жеріндегі шайқас\n13. Қазақ КСР Жоғарғы Сотының қылмысты істер жөніндегі коллегиясының үкімімен\nЕ. Бекмаханов бас еркіндігінен айрылды:А)10жылғаВ)15жылғаС)20 жылға Д) 30 жылға Е) 25 жылға\n14. 1822 жылғы жарғыдан кейін Сібір қазақтарын басқару жүктелді:\nА) Орынбор губернаторына В) Шекаралық басқарма С) Округтық приказдарға\nД) Шыңғыс әулетіне Е) Болыстық сұлтандарға\n15. 1853 жылы Ақмешіт бекінісін орыс әскерлері басып алғанға дейін бекініс қарады:А) Хиуа хандығына\nВ) Бұхар хандығына С) Астраған хандығынаД) Қоқан хандығына Е) Қырым хандығына\n16. ХІХ ғ. ІІ жартысында ұйғыр кәсіпшілері кемемен жүк тасуды жолға қойған өзен:\nА) Іле В) Есіл С) Тобыл Д) Шу Е) Ертіс\n17. ХХ ғасырдың басында азаттық үшін күрескен ұлт қайраткерлері:А) А.Розыбакиев, М.Масанчи\nВ)Ә.Бөкейханов,А.БайтұрсыновС)М.Фрунзе,С.КировД)Ж.Шаяхметов,Н.Оңдасынов\nЕ)Ж.Ташенов, М.Айтқожин\n18. Индустрияландыру жылдарында Қаныш Сәтбаевтың сіңірген еңбегі:\nА) Қазақ КСР Ғылым Академиясын құрды\nВ) Батыс Қазақстандағы минерал-шикізат байлықтарын зерттеді\nС) Орал-Ембі жерлерін зерттеді Д) Жезқазған ауданындағы мыс кенін зерттеді\n19. Кіші жүзде Есім ханның өлімінен кейін хан тағына отыруға мүдделі болған сұлтандар:\nА) Айшуақ пен НұралыВ) Қаратай мен ЖантөреС) Барақ пен Батыр\nД) Досалы мен Сейдалы Е) Қаратай мен Айшуақ\n20.. Түргеш қағаны Сұлу өзінің ордасын көшірді:А) Испиджаб қаласына В) Талхиз қаласына\nС) Шаш қаласынаД) Тараз қаласына Е) Баласағұн қаласына\nҚазақстан тарихы 9 сынып\nІ айналым.Жазбаша тапсырмалар, әр сұрақ 1 ұпайдан 10 ұпайға дейін бағаланады Тақырып:Қазақстандағы 1916 жылғы ұлт-азаттық көтеріліс:\n1. Көтерілістің алғышарттары мен себептері, басталуы, қазақ зиялыларының көзқарасы.\n2. Көтерілістің барысы және орталықтары\n3. Көтерілістің жеңілу себептері мен тарихи маңызы.",
                "date": "3.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Проценттік есеп бойынша бағасын табыңыз?",
        "question_content": "Әр ойыншықтың бағасы (Z) 495 теңге. Егер ойыншық (Х) 10%-ға арзандаса және (У) 30%-ға қымбаттаса бағасы қанша болады? Яғни Х пен У-ті табыңыз!",
        "question_date": "1.12.2019",
        "question_tag": "Математика",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "495 тенге 10%га арзандаса\n495-495*0.1=495-49.5=445.5тг\n\nХ=445.5\n\nЕнді 445.5+445.5*0.3= 445.5+133.65=579.15тг\n\nУ=579.5",
                "date": "1.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамда қанша тіс бар?",
        "question_content": "Адамда қанша тіс бар? Тіс саны мен оның аттарын айта аласыздар ма?",
        "question_date": "30.11.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігердің айтуынша 33, бірақ ол әр адамда әртүрлі болуы мүмкін(32, 34)",
                "date": "1.12.2019",
                "upvotes": 0
            },
            {
                "text": "32. 28-і шығып, қалған 4-еуі ақылың кіргенде шығады)) әзіл әрине. 4 тіс эволюция нәтижесінде қажеттілігі азайып, көбінде шықпай жатады. Жалпы ол тістер әркімде шығуы әрқалай. Тістердің аталуы интернетте толып тұр, мына жерге жазып, бес сағат жауап күткенше \"ок, Google\". Қызығушылығыңды тез қанағаттандырудың жолын айтып жатқаным ғой жалпы",
                "date": "4.12.2019",
                "upvotes": 0
            },
            {
                "text": "туылғанда тіс болмайды,өсу барысында 1-2 жас аралығында тіс шыға бастайды.жалпы 28-32",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде сүре оқыса не болады?",
        "question_content": "Бир сурак мазалап жатыр еди. Бугин тусимде мектепте кайта окып жур екенмин. Бастауышта сабак берген мугалимим мени тактага шыгарып Фатиха суресин окуымды сурады. Мен Фатиханы анык етип окып орныма жайгастым. Сомен менен тагы кандай суре билесин деп сурады. Мен Ыкылас суресин билемин деп окып жатып оянып кеттим. Отинемин бул тусимди неге жоруга болады тек билетиндер гана пикир калдыруларынызды сураймын!",
        "question_date": "30.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүре оқысаңыз жақсы ғой, қасиеттілік белгісі.Бастауыш сыныптағы мұғаліміңіз болса ол қазір қайда жалпы?",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына сайтпен көмірге үйден тапсырыс бергендер бар ма ?",
        "question_content": "Мына сайтпен көмірге үйден  тапсырыс бергендер бар ма? Қалай екен?",
        "question_date": "30.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мені бір жара қатты қышып мазалап жүр?",
        "question_content": "Саламатсыздарма мени мына жара қатты мазалайды қатты қышып сурланып\n\nҚаншама маз дар жақтым еш әсери жоқ кетеди бирак шамалы күннен кайра шығады не истесем болады??",
        "question_date": "30.11.2019",
        "question_tag": "Тазалық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дерматологқа бар,мұнда жауап таппайсың.",
                "date": "30.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Комфорт зоны-дан, рамкадан қалай шығамыз?",
        "question_content": "\"Комфорт зоны-дан, рамкадан қалай шығамыз?",
        "question_date": "30.11.2019",
        "question_tag": "Психология",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стереотип дегеніміз – оқиғаларға, адамдарға қатысты халық арасында қалыптасқан жалпы түсінік.\nКейбір стереотиптер өмір сүру салтын түбегейлі өзгертеді. Тағы бірі біздің ойлауымызға әсер етеді. Біреудің сөзін он адам тыңдайтын болса, ол мейлі шын, мейлі жалған болсын, әлгі 10 адам оны ары қарай дамытып, таратады. Стереотип солай қалыптасады.\nБір 30 жасар жігіт отбасымен бірге ата-анасынан бөлек тұратын. Ол жастау кезінде көп қыдырып, талай бұзықтық жасап, тіпті қол-аяғына татту салып алған еді. Жігіттің көршілері ол жайлы сыртынан «жынды, ессіз, әйелін екіқабат етіп алды, баласы да жабайы болып өседі, тәрбиесіз» деп айтатын.\nБірнеше күн бойы әлгі жігіттің әрекетін бақылағанда, мынадай жайттар анықталды:\n– Бір күні әлгі жігіт баласымен бірге дүкеннен үйге қайтып келе жатқан еді. Баласы кәмпиттің қабын ашып, жерге тастады. Әкесі тоқтап, қабықты нұсқап, былай деді: «Балам, көтер де, қоқысқа таста. Тазалық әр адамның өзінен басталады»;\n– Бірде әлгі жігіт кіреберістің алдында кілт іздеп, телефонмен сөйлесіп тұрғанда баласы таяқ ұстап, аулада жүрген мысықтың артынан қуа жөнеледі. Жігіт мұны көріп, баласын жанына шақырып алып, мынаны түсіндірді: «Сен үлкенсің, күшің де көп. Ал ол кішкентай және әлсіз. Мықтылар әлсіздерге қорған болуы керек. Сенің артыңнан 5-сынып оқушысы таяқ алып қуса, жақсы ма?»;\n– Әкесі мен баласы серуеннен келе жатқан болатын. Батпырауығын сындырып алған баланың көзіне жас толды. Сонда әкесі \"кешке бірге отырып, жөндеп аламыз\" деп уәде берді. Бала сабасына түсті. Кешкісін екеуі бүтін батпырауықпен далаға қайта шықты;\n– Демалыс күні әлгі жігіт велосипедін шұқылап, бір нәрсе істеп, баласына әр ісін түсіндіріп жатты. Балақай соның бәрін қайталап, көзі жарқырап, құлақ аса тыңдап отырды. Баланың сол уақытта бақытты екені жүзінен білінген еді. \nМіне, бұл оқиға стереотип туралы мыңдаған дәрістерден артық. Өмірлік тәжірибе қашан да ең жақсы дәлел болып саналады. Ең бастысы, стереотиптерді елемей, адамдардың қасиеттерін көре білу керек.",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен көп ойланам, бірақ...",
        "question_content": "Мен көп ойланам,бірақ сол ойлаған заттарымды істемейтін сияқтымын. не істейм?",
        "question_date": "30.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макенти болма, адам бол. Ойлағандарыңды қағазға жазып қой. Жалқау болма. Әйтпесе жасың келгенде жүресің мен сияқты",
                "date": "4.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айналадағы заттардың бәрі раздражать етсе не істеу керек?",
        "question_content": "Ешнәрсе жақпаса,мазасыз болып кетсең не қылмақ керек????",
        "question_date": "30.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дінге көңіл бөліп, рухани тынышталу керек.",
                "date": "4.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төмендегі фигуралар арқылы қалай квадрат жасауға болады?",
        "question_content": "1000 адамнан біреуі ғана жауап бере алатын логикалық есеп",
        "question_date": "29.11.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    }
]