[
    {
        "question_title": "Мен тісіме брекет салып едім. 2 ші күн болды тісім қаксап ауырып жүр. Не істесем болады?",
        "question_content": "Мен тісіме брекет салып едім. 2 ші күн болды тісім қаксап ауырып жүр. Не істесем болады?",
        "question_date": "11.11.2020",
        "question_tag": "Тазалық",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Брекетті салған соң кемі 1 жылдай  тағатындықтан, жасаған дәрігердің қарауында боласыз, сол кісіден сұрап, кеңес алып көрсеңіз болады.\n2) брекет салғаннан кейін алғашқы уақытта ондай ауырсынулардың болуы заңды. Ауруды басатын дәріден қабылдай тұрыңыз. 1-2 апта ішінде ауруы басылуы керек.",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығына түсу үшін қандай пәндерді таңдау қажет?",
        "question_content": "Жас түлек 2021. Менеджмент мамандығына түскім келеді. Ол үшін ағылшын таңдау қажет деп есіткенмін. Алайда математика мен географияны да таңдайды деп шатастырып кетті. Нақты жауаптарыңызды күтемін!",
        "question_date": "10.11.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В050700\n\nМенеджмент\n\nГеография\n\nМатематика\n\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі таңбалы санды оның цифрларының кубтарының қосындысы",
        "question_content": "Екі таңбалы санды оның цифрларының кубтарының қосындысына қосқанда сол цифрлармен кері тәртіпте жазылған екі таңбалы сан шыққан. Бұл қандай сан?",
        "question_date": "10.11.2020",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x^3+y^3 = 10*y+x\nx(x^2-1) = y*(10-y^2)\n\nx/ y = (10-y^2)/(x^2-1)",
                "date": "10.11.2020",
                "upvotes": 0
            },
            {
                "text": "теңдеу: (10*x + y) + (x^3 + y^3) = 10*y + x\nекі таңбалы сан: 12\n12 + (1^3 + 2^3) =? 21\n12 + (1 + 8) =? 21\n21 = 21\nжауап: 12",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың перемитрі 34см, ал оның диогоналі 13см. Тік төртбұрыштың қабырғаларын таб",
        "question_content": "Тік төртбұрыштың перемитрі 34см, ал оның диогоналі 13см. Тік төртбұрыштың қабырғаларын табыңдар",
        "question_date": "10.11.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2a+2b=34\na²+b²=13²\n2a=34-2b\na²+b²=169\na=17-b\na²+b²=169\n(17-b)²+b²=169\n289-34b+b²+b²=169\n2b²-34b+120=0\nb²-17b+60=0\nΔ=(-17)²-4*1*60\nΔ=289-240\nΔ=49\n√Δ=7\nb₁=(-(-17)-7)/(2*1)\nb₁=10/2\nb₁=5\nb₂=(-(-17)+7)/(2*1)\nb₂=24/2\nb₂=12\na₁=17-5\na₁=12\na₂=17-12\na₂=5\nЖауабы: 5 және 12",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғаламдық желі дегеніміз не?",
        "question_content": "ғалымдық желі дегеніміз не?",
        "question_date": "10.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір немесе бірнеше мемлекеттің аумағында орналасқан желілер ғаламдық деп аталады. Internet – миллиондаған компьютерлердібір алып желіге біріктіретін, ақпаратқа шексіз қол жеткізу және түрлі амалдармен қатынас жасау мүмкіндігін ұсынатын дүние жүзіндегі ең үлкен және ең танымал желі. Internet сөзі тікелей мағынасында халықаралық желі дегенді білдіреді (INTERnational NETwork). Internet– бұл дүниежүзіндегі компьютерлер мен серверлер жиынтығы, ал қол жеткізуге болатын ақпарат көлемі тіпті бағалаудың өзі қиынға түседі. Internet ең соңғы жаңалықтарды оқып, ауа райы туралы мәлімет алуға, қандай да бір тауарға не ұшақ билетінетапсырыс беруге, аз ғана уақыт аралығында электронды поштаарқылы хабарламалар алмасуға, бейнеконференциялар өткізуге және тағы да басқа көпетеген мүмкіндіктер ұсынады. Internet-тегі ақпарат веб-сайттар түрінде ұсынылады. Веб-сайт (сайт, интернет қор көзі, портал) – ортақ тақырыппен, навигациямен, ортақ URL-мекенжайымен біріктірілген, өзара еренсілтемелер көмегімен байланысып, бір серверде орналасқан веб-беттері жиынтығы. Әрбір веб-сайттың өзінің бірегей мекен жайы – URL(ағылш. Uniform Resource Locator) бар, оны желіден осы мекенжай бойынша тауып алуға болады. Веб-сайтқа арналған URL-дің көрінісі мынадай болады: http://www.атауы.үйшік. Веб-сайттың атауы оны сәйкестендіру үшін пайдаланылады (мысалы, ҚР Президенті Н.Ә. Назарбаевтың ресми сайтының мекен жайы – http://www.akorda.kz, ал ҚР Үкіметі сайтының мекенжайы – http://www.government.kz.). Үйшік Internet желісінің ірі бөлігін белгілейді, ол мемлекетті (.kz – Қазақстан, .ru –Ресей, .ua – Украина, .uk – Ұлыбритания, .fr – Франция және т.б.) немесе қызмет саласын (.com – коммерциялық ұйымдар, .org – коммерциялық емес ұйымдар үшін, .edu – білімберу қор көздеріне арналған, т.с.с.) білдіреді. Желі қатысушыларының ортақ пайдалануы үшін бөлінген компьютер сервер деп аталады.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жиенге үйленуге бола ма нақты айтқанда мамамның туған інісінің қызы",
        "question_content": "Мамамның туған інісінің қызына үйленуге болама",
        "question_date": "10.11.2020",
        "question_tag": "Махаббат",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болмайды мүлде әрине,  Қазақпыз десеңдер өздеріңді.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктердің биомассасы жер шарына таралуы",
        "question_content": "Өсімдіктердің биомассасы жер шарына таралуы",
        "question_date": "10.11.2020",
        "question_tag": "Табиғат",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биомасса (гр. bios - өмір және масса) — бір түрдің, түрлер тобының немесе бүтіндей бірлестіктердің (өсімдік, микроағза және жануарлардың) тіршілік ететін мекенінің бірлік бетіне не көлеміне келетін жалпы құрғақ массасы; аудан немесе көлем (г/м2 немесе г/м3) бірлігіне салмағы бойынша өрнектелген тірі ағзалар мөлшері.\n\nӨлшем бірліктері: кг/га, г/м2, г/м3, кг/м3, т.б. Өсімдіктердің биомассасы фитомасса, жануарлардың биомассасы зоомасса деп аталады.\nЭкожүйеде энергияның таралуы мен орташа биомассаның арасындағы байланысты анықтау үшін Дж/м2 өлшемі пайдаланылады. Құрлықтағы гетеротрофты ағзалардің ішінде топырақта тіршілік ететін микроағзалардің биомассасы өте жоғары болады. Атап айтқанда, жауын құртының тіршілік ету ортасына байланысты биомассасы 200 — 1500 кг/га аралығында болады. Сүтқоректілер мен құстардың орташа жылдық биомассасы 1 — 15 кг/га (бірақ бұл көрсеткіш құстардың қыстауы мен қоныс аударуы кезінде жоғары болады).\nБиосферадағы тірі организмдердің жалпы биомассасы, әр түрлі есептеулерге қарағанда 1,8х1012 — 2,4х1012 т болуы мүмкін.[1]\nЖер биомассасы 2,42 трлн тонна құрады. Адамдар тірі салмақта шамамен 350 млн тонна биомасса береді немесе құрғақ биомасса тұрғысынан шамамен 100 миллион тонна береді – толық жер биомассасымен салыстырғанда елеусіз мөлшер.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "осы қызға үйленіп алғаным дұрыс бола ма? Ойларыңыз?",
        "question_content": "Мен өткенде 1 қызбен сөйлесіп жүрмін деп жазып едім. Мына жерде\n\nhttps://surak.baribar.kz/679921/\n\nЕнді ол менен 6 жас үлкен екен. Бірақ менен 1-ақ жасқа үлкен көрінеді, кәрі көрінбейді.\n\nНе болса да осы қызға үйленіп алғаным дұрыс бола ма? Ойларыңыз?",
        "question_date": "10.11.2020",
        "question_tag": "Достық",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы үйленуге , отбасы құруға келгенде әркімнің ойы әрқалай болады ғой. Сырт бейнесін ұнатудан өзге ойларыңыз, құндылықтарыңыз, мақсаттарыңыз бір болса неге отбасы құрмасқа? \nСодан кейін бастысы қыздың өзінен сұрап көрген жөн болар келісе ме екен?) Қыз келісіп тұрса, кейін үсіністікте өмір сүріп кете аламыз десеңіз, үйленіңіз). Бастысы өз қалауыңыз ғой.",
                "date": "10.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фитомассаның таралуы бойынша картадан?",
        "question_content": "Фитомассаның таралуы бойынша картадан, фитомассаларды жер шарындағы таралуын анықтап, себебін түсіндіріңіздер.",
        "question_date": "10.11.2020",
        "question_tag": "Табиғат",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фитомасса (фитодан ... және массаның), өсімдіктердің тірі органикалық заттарының жалпы мөлшері (жоғары және төменгі), осы уақытқа дейін жердің фитоценозының (орман алқабы, шалғындық және т.б.) жер үсті және жерасты аймақтарында жинақталған. ғарыш. Ф-ны құрайтын жер үсті сферасына бір жылдық мүшелер - жапырақтары мен инелері, ассимиляцияланатын өскіндер, сонымен қатар гүлдер мен жемістер, ал көпжылдық - ағаштардың діңдері мен бұтақтары, жартылай бұталар мен лианалардың лигнифирленген өсінділері, ұзақ мерзімді жапырақтар мен инелер жатады; жерасты - тамырлар, тамырсабақтар, түйнектер, пиязшықтар, олар да жылдық және көпжылдық болуы мүмкін; сонымен қатар, фитоплазма түзуге төменгі сатыдағы өсімдіктердің таллийлері мен ризоидтары қатысады.\nБұл бөлімшелер фитопланктонның құрылымын сипаттайды, оның өсімдіктер қауымдастығының әр түрлі типтеріне тән және олардың зоналық жағдайына (ендік, белдеу және т.б.) тәуелді болатын өзіндік ерекшеліктері бар. Осылайша, тайга зонасындағы қауымдастықтардағы салмақ көрсеткіштерін шамамен салыстыру кезінде фитомассадегі тамырлардың үлесі 20-25% құрайды, ал шөл зонасында ол 70-80% дейін және одан да көп көтеріледі. Фосфорды сандық сипаттау үшін салмақ өлшемдері (абсолютті құрғақ органикалық заттардың массасы немесе ондағы көміртегі) және сызықтық (әсіресе тамырлар үшін) немесе беттер (әсіресе жапырақтар мен инелер үшін) қолданылады.\nФитомасса құрлықтағы биомассаның басым бөлігін құрайды, ал ормандардың массасы фитомассаның 87% құрайды. Тірі материя массасының басым бөлігі құрлықта, бірақ құрлыққа қарағанда көп болғандықтан, метаболизм жылдамдығымен сипатталатын омыртқасыздар мен микроорганизмдер саны мұхит бір жыл ішінде құрлыққа қарағанда алғашқы биологиялық өндірістің жартысын ғана құрайды.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биотикалық патшалықтар мен жер шарының облыстары?",
        "question_content": "Биотикалық патшалықтар мен жер шарының облыстары картасына талдау жасаңыздар: Биотикалық патшалықтар мен жер шарының облыстары\nI — Ориентал патшалығы: облыстар — 1 — Үнді, 2 — Үндіқытай, 3 — Малай, 4 —Тынықмұхит; II — Афротропикалық патшалық; облыстар— 1 — Судан, 2 — Конголез, 3 — Калахари-Намибия; 4 — Атлант; III — Мадагаскар патшалығы ;IV — Кап патшалығы ; V — Австралия патшалығы: облыстар— 1 — Материктік , 2 — Жаңагвинеялық 3 — Фиджи, 4 —Жаңакаледондық; VI — Антарктикалық  патшалық : облыстары  1 — Магелланов, 2 — Хуан-Фернандесс, 3 — Циркумполярлық , 4 — Жаңазеландтық ; VII — Неотропикалық патшалық  облыстар — 1 — Карибтік, 2 — Гвиандық, 3 — Амазондық, 4 — Оңтүстік –Бразилиялық , 5 — Андтық  VIII — Голарктикалық патшалық : облыстар — 1 — Циркумполярлық , 2 — Канадалық , 3 — Миссисипилік, 4 — Кордильерлік, 5 — Сонор, 6 — Еуропалық , 7 — Ангарлық , 8 —Жерортатеңіздік, 9 — Сахара-Синділік , 10 — Иран-Тұрандық , 11 — Ортаазиялық , 12 —Шығысазиялық   ; а — патшалықтар шекаралары; б — облыстар шекаралары;",
        "question_date": "10.11.2020",
        "question_tag": "Табиғат",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "фото ашпайды екен",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредиттің есептік шотын білу?",
        "question_content": "Сəлеметсіздерме?! Көмектеріңіз керек! Менің жолдасым   4 жыл алдын кредит алған 1 мил алған ақшаны көбейтіп беретін бір Шет елдің шотына салған.ақшаны ала алмадық көбейту былай тұрсын.енді сол кредитті əлі төлеп жатырмыз мерзімі біткен .Кредитті Сбербанктен алған 100 мыңдап 50 мыңдап құйды 1 2 ай құйа алмай қалса тез өсіп кете берді.енді  осы жылы Наурыз айында Халық банк бізге төлейсіз депті төледік айына 50 ден Халық банк шотына  Халық банк 2 ай бұрын  хабарласып бізге төлемейсіздер Сбербанк қайтарып алды дегенсоң төлеуге бардық оператор тізімде жоқсыз  колекторға жібердік керек болса өздері іздеп табады деп төлейтін ақшаны алмапты.көп балалы отбасымыз 4 баламыз бар мен 23 те жолдасым 32 де.1 емес 2 кредитіміз бар.көмектеріңіз қажет.жол сілтеп жіберсеңіздер екен қайда бару керек не істеу керек білмей отырмыз.",
        "question_date": "10.11.2020",
        "question_tag": "Кредит, Несие",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кредиттеріңіздің бар жоғын тексеру үшін Первое кредитное бюро деген арнайы сайт бар, соған  ЭЦПіңізді пайдаланып кіріңіз. Сол жерден қандай кредиттеріңіз бар, жоғын көре аласыз.\n\nЖылына 1 рет тегін, ары қарай 400 тг.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл квотасы, магистратура оқып жүріп жұмыс істеуге бола ма?",
        "question_content": "Ауыл квотасы шарты бойынша ауылда 3 жыл жумыс ыстеу керек кой . Ал егерде магистратура окып жүргенде калада жумыс степ магистратурадан кейын ауылда жумыс стеуге болама? Ауыл квотасынын шарты бузылмайма калада окып жүргенде жумыс ыстесем?",
        "question_date": "10.11.2020",
        "question_tag": "Мамандық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Магистратураға түскен соң бакалаврдың еңбек міндеттілігі алынып тастайды. Магистратураның еңбек өтілі3 жылдық тек магистратураны аяқтаған мерзімнен бастап есептеледі. Магистратураны оқып жүрген кезде, 0,5 ставкамен қалаған жерде мемлекеттік жұмыс жасауыңызға болады. Сондықтан   еш зияны тимейді деп ойлаймын.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектура мамандығы туралы мәлімет",
        "question_content": "Маған архитектура мамандығы жайлы толық мәлімет бере аласыздар ма\n\nМысалы:ҰБТ тапсырганда қандай пән тандау керек,қанша балл алу қажет,ол мамандыкты тандау ушин миндетти турде сызудан мыкты болу керек па,бұл мамандыктын болашағы бар ма",
        "question_date": "10.11.2020",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В073 Архитектура мамандығына түсу үшін :\n\n1-пән Шығармашылық\n\n2-пән Шығармашылық\n\nҰбтда Оқу сауаттылығы мен Қазақстан тарихы пәнінен тест тапсырасыз. Ал шығармашылық емтихан әр жылы әр күнде болады. ҰБТ-дан соң 10-20 күннен кейін шығармашылық емтихан болады.\nИя, сызудан мықты болғаныңыз дұрыс. Электронды программалар бар , бірақ қолмен сызуды да білген жөн.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мөлшері 2 моль қорғасын 2 оксидін сутекпен тотықсыздандырып таза қорғасын алуға болады",
        "question_content": "2моль\n\nPbO2+ H2O=Pb осылайша өзі қалай",
        "question_date": "10.11.2020",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорғасын 2 оксиді дегеніміз ол плюмбумның өзі 2 валентті деген сөз. Оттек тұрақты 2 валентті , яғни ешқандай өзгеріссіз тек  PbO деп жазылады. Сосын оған сутек қосу керек, сіз көрсеткендей су емес. Сонда реакция:\nPbO + H2  Pb + H2O\n2моль-----------х\n223------207\nх= 1.8 моль қорғасын алынады.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандыққа,оқу орнына түсемін,жане ұбт дан канша бал алуым керек,",
        "question_content": "Мен германияға барып атақты бмв,мерседес секілді көлік завондында жумыс жасагым келеды. көлікті жөндеп қана қоймай өзім көлік жасап шығарғым келеді.Енді мен қандай мамандыққа тапсырамын қандай оқуға түссем болады.өзім Алматыдан боламын.Механик деп айтып жатыр.Енды сол мамандыққа қандай пандерден тапсырамын?грант болынеме?грантка канша бал жинасам түсе аламын?болашағыма қатты алаңдаймын!10сынып оқушысымын.Кейін осы мамандықты оқып СТО да жүремінбе?қалай?Ойларыңызбен болыссеніздер.",
        "question_date": "10.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайда жүретініңіз өз еңбегіңіз бен талпынысыңызға байланысты. Машиностроение оқитын болар. Колледжде оқытатын механик мамандығымен СТО-да да жұмыс жасамауыңыз мүмкін. \nЕң маңыздысы қазірден бастап тілді меңгеріңіз. ҰБТ-дан Физика және математика пәдерін таңдау керексіз таңдау пәні ретінде.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде сырға салса не болады?",
        "question_content": "Апам түсінде маған сырға салып жатқанын көріпті ол нені білдіреді?)",
        "question_date": "9.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 15400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жас  бой жеткен қыз болсаңыз тек жақсылыққа деп балаңыз. Басқаша жағдайда да жамандыққа жоритындай емес деп ойлаймын. Мүмкін ұйықтар алдында сол оймен жатып ұйықтаған болар әпкеңіз. Ал түс жору бойынша жалпы сырға көрсеңіз юылай жориды екен:\nТүсінде сырға болса. Түсте сырға тағу.\nСырға неге түске кіреді? Сырға сізді шынайы өмірде қатты қызықтыра алатын қандай да бір іс-қимылды білдіреді. Алтын бағалы сырға – сіздің кесіріңізден туындайтын қиындықтарға. Құлағыңыздағы ғаухар тастары бар әшекей- жақсы белгі. Жақын арада әріптестеріңіздің арасында жақсы беделге ие болып, мансап жолында табысқа жетесіз. Қолыңызда алтын сырға ұстап тұрсаңыз, өмірде бастаған әр ісіңіз сәтті жүреді. Бұл -армандарыңызды іске асыратын ең қолайлы кез.\nРомантикалық түс жору бойынша сырға нені білдіреді?\nБіреу сізден әшекейіңізді сұраса немесе тартып алса, аяқ асты шыққан қарсыласыңыздың кесірінен сүйіктіңізден айырылып қалу қаупі бар. Сырғаңызды қайтарып ала алсаңыз, бұл тайталаста жеңіске жетіп, жауларыңызды тойтара аласыз. Алтын сырғаны түсінде жігіті бар қыз көрсе, ғашығының адалдығынан күмәнданбаса болады. Сезімдері ешқашан өшпей, махаббаттары мәңгі болады.\nМедиум Хассе түс жоруы бойынша сырға неге түске кіреді?\nСырғаны табу – қуаныш пен табысқа; жоғалту – шошынуға; тағу – құпияны білуге; сатып алу – ата-ана мен достардың көңілін қалдыруға; сындыру – опасыздыққа. Сырғаны көру – жағымды жаңалықтар мен қызықты жұмысқа; сынған сырға – дұшпандарыңыздың сіз туралы жалған өсек таратуларына.\nСырға – қызыңыздың өмірі туралы хабарлайды, сонымен қатар біреудің құпияларын сақтауыңызға тура келеді. Оны тағу – махаббатағы қиындықтарға, төмен табысқа және өсекке. Отбасылық түс жору бойынша сырғаны көру – жақсы жаңалықтар мен үй ішіндегі жағамды шаруаларға. Егер бұл түсті сәрсенбіден бейсенбіге ауған түні көрсеңіз, қонақ күтесіз. Сейсенбіден сәрсенбіге немесе жұмадан сенбіге өткен күні көрген түс өсектерден сақтануыңыз керек екенін білдіреді. Олар сізге бөгет жасауы мүмкін.\nАйна алдында әдемі сырға тағу – әйелдер үшін жақсы белгі. Ол жақын арада махаббат туралы армандарының орындалатынын білдіреді. Егер, сырғаның сыңарлары бірдей болса, тілегі екі аптада орындалады, әр-түрлі болса, екі аптадан кейін, ал бір сыңарын бірден жоғалтын алса 47 күннен кейін. Еркек үшін түсінде сырға тақса, 11 күннен кейін бастығы масқара қылады немесе әйелі тастап кетеді. Студенттер үшін жеңіл оқу мен бақылаулардан оңай өтетінін білдіреді. Тек екі пән бойынша ғана қиналады, алайда экзаменнен екі күн бұрын қиын бағдарламаларды қайталаса, қолдарынан бәрі де келеді.\nИслами түс жору бойынша сырға\nҰлдың дүниеге келуін немесе қызын тұрмысқа беретінінің белгісі. Әйелінің құлағында сырға көрген адам саудамен айналысады. Екіқабат әйел алтын сырға тақса, ұлды болады, бұл түсті көрген бойдақ қыз тұрмысқа шығады. Күміс сырға дүниеге қыздың келетінін білдіреді. Меруерт сырға – әсем, әрі бақуатты өмірдің белгісі. Ер адам үшін сырға тағу қандай да бір ағат нәрсе жасайтынын білдіреді. Кей жағдайда бұл түс еркектің әдемі ән айту дарыны бар екенін де хабарлайды.\nhttps://www.tuszhoru.kz/%D1%82%D2%AF%D1%81%D1%96%D0%BD%D0%B4%D0%B5-%D1%81%D1%8B%D1%80%D2%93%D0%B0-%D0%B1%D0%BE%D0%BB%D1%81%D0%B0-%D1%82%D2%AF%D1%81%D1%82%D0%B5-%D1%81%D1%8B%D1%80%D2%93%D0%B0-%D1%82%D0%B0%D2%93%D1%83/",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемге морфологиялық талдау жасау",
        "question_content": "Жеке тұлға - оның өзіне тән мінез-құлқындағы, іс-әркетіндегі, көзқарасындағы ерекшелігімен даралануы",
        "question_date": "9.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай жасаңыз болады.",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келесі тұздардың электролиз реакцияларын көрсетіңіз",
        "question_content": "3. Келесі тұздардың электролиз реакцияларын көрсетіңіз:\n\nNaCl, KNO3, Al(NO3)3, CuSO4, Na2CO3",
        "question_date": "9.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электролиз - электр тоғы балқымадан немесе электролит ерітіндісінен өткенде электродтарда пайда болатын тотығу-тотықсыздану процесі.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аққыз\" повесінің қысқышы мазмұны",
        "question_content": "\"Аққыз\" повесінің қысқышы мазмұны керек",
        "question_date": "9.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/654202/\n\nОсында жауап берілген.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шар бетінің ауданы 36см2. Шардың көлемін тап",
        "question_content": "Шар бетінің ауданы 36см2.Шардың көлемін тап.",
        "question_date": "9.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шардың көлемін V=4/3πR³   V=пd/6\nШардың бетінің ауданын S=4πR²\nS=4πR²\n36=4πR²\nR²=36/4π\nR=3√π\n V=4/3πR³ \n V = 4/3π(3√π)\"3 = 4/81)π√π",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бесеудің хаты\" шығармасының тақырыбы мен идеясы.",
        "question_content": "Бесеудің хаты. тақырыбы мен идеясы анықтау",
        "question_date": "8.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 102000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ш.Мұртазаның «Бесеудің хаты» атты драмасынаарқау болған — ел басына түскен азапты күндер, қолдан жасалған аштықтан қырылған екі миллион халықтың тағдыры. Драматург сол кездегі өкімет басшыларымен, оныңқасындағы жандайшаптардың бейнесіне жан бере суреттейді. Әр кейіпкер өзінің сөзі арқылы танылып жатады.Қасіретті қолдан жасап отырғанСталиннің теріс саясатын, асыра сілтеп отырған Голощекиннің көрсоқырлығын жазушыҒ.Мүсірепов (негізгі кейіпкер) ашына жеткізеді.\nШ.Мұртазаның драматург ретіндегі шеберлігінің өзі сонда,\nол кейіпкерінің мінез-құлқын ғана ашып қоймайды, оның жандүниесін көрсетеді, оқушы кейіпкердің даусын естиді.\nҚазақ зиялылары 1932 жылы 4 шілдеде БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И. Голощекинге қазақ халқының бастап кешіп отырған трагедиясы туралы хатын жолдады. Бастапқыда бұл хат И.В. Сталинге арналып жазылған. «Бесеудің хаты» деген атпен тарихта қалған бұл хат республикадағы мал шаруашылығының күйрегендігі салдарынан елді алапат ашаршылық жайлағандығын айтып сақтандырған алғашқы дабылдардың бірі болды.Ш.Мұртазаның «Бесеудің хаты» атты драмасынаарқау болған — ел басына түскен азапты күндер, қолдан жасалған аштықтан қырылған екі миллион халықтың тағдыры. Драматург сол кездегі өкімет басшыларымен, оныңқасындағы жандайшаптардың бейнесіне жан бере суреттейді. Әр кейіпкер өзінің сөзі арқылы танылып жатады.Қасіретті қолдан жасап отырғанСталиннің теріс саясатын, асыра сілтеп отырған Голощекиннің көрсоқырлығын жазушыҒ.Мүсірепов (негізгі кейіпкер) ашына жеткізеді.\nШ.Мұртазаның драматург ретіндегі шеберлігінің өзі сонда,\nол кейіпкерінің мінез-құлқын ғана ашып қоймайды, оның жандүниесін көрсетеді, оқушы кейіпкердің даусын естиді.\nҚазақ зиялылары 1932 жылы 4 шілдеде БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И. Голощекинге қазақ халқының бастап кешіп отырған трагедиясы туралы хатын жолдады. Бастапқыда бұл хат И.В. Сталинге арналып жазылған. «Бесеудің хаты» деген атпен тарихта қалған бұл хат республикадағы мал шаруашылығының күйрегендігі салдарынан елді алапат ашаршылық жайлағандығын айтып сақтандырған алғашқы дабылдардың бірі болды.\nТолығырақ: https://infourok.ru/shmrtaza-beseudi-hatiashi-saba-1764953.html",
                "date": "8.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1) 6CI2+6H2O -> C6 H12 O6+6O2. 2) 4Fe + 6H2O + 3O2 -> 4Fe(OH)3",
        "question_content": "Осыны электрондық баланс әдісімен теңестіру керек",
        "question_date": "8.11.2020",
        "question_tag": "Химия",
        "question_views": 780,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "электрондық баланс әдісімен теңестіру",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыштық жылдамдығы қалай өзгереді?",
        "question_content": "Егер шеңбердің радиусы 2 есе артып, сызықтық жылдамдығы өзгеріссіз қалса дененің бұрыштық жылдамдығы қалай өзгереді?",
        "question_date": "8.11.2020",
        "question_tag": "Физика",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v = w*R   w= v/R\n\nR2=2R1\n\nv1=v2\n\nw1/w2  = (v1/R1)/(v2/R2) =R2/R1 = 2R1/R1 = 2\n\nw1 = 2*w2\n2 есе кемиді",
                "date": "8.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "v1/v2 қатынасын анықтаңыз.",
        "question_content": "Дене еркін құлайды. Дененің жол ортасындағы жылдамдығы v1 және жерге жетер кезіндегі жылдамдығы v2 болсын. v1/v2 қатынасын анықтаңыз.",
        "question_date": "7.11.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қатынасын осылай табуға болады",
                "date": "8.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "18 жасқа дейін алиментті жинауға бола ма?",
        "question_content": "Мен алимент төлеп жүрмін ай сайын. Төленетін ақшаны бала 18ге толғанша сақтауға болама? Банк счёттарында? Бала 18ге толғасын өзі шеше алатын қылып",
        "question_date": "7.11.2020",
        "question_tag": "Заң",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі қызық сұрақ екен, мұны заңгерлерден сұрап көріңіз. Инстаграмда Гұлмира Қарасайдан сұрап көріңіз.",
                "date": "7.11.2020",
                "upvotes": 0
            },
            {
                "text": "Бұл мәселе бойынша бұрынғы жолдасыныңыздың келісім берген жағдайда. Арине баланыңызға  шот ашып, соған кұя беруге болады.",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    }
]