[
    {
        "question_title": "Қазіргі ғылымдағы басты мәселе эссе",
        "question_content": "Қазіргі ғылымдағы басты мәселе эссе",
        "question_date": "5.02.2023",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "87079070827 маган хабарласыныз 200 тенгеге жазп беремн",
                "date": "17.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика есеп. Бір пілді жуындырғанда жаттықтырушы өзі 40 минут алады?",
        "question_content": "Бір пілді жуындырғанда жаттықтырушы өзі 40 минут алады, ал баласы сағат уақыт жұмсайды\nӘке бала екеуі бірігіп, үш пілді жуындырғанда қанша уақыт жұмсайды?\n45 мин\n1 сагат\n1 саг 45 минут\n1,5 сагат\n40 минут",
        "question_date": "4.02.2023",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаттықтырушы пілдердің суға шомылу жылдамдығы v₁=1,5 піл сағатына (1/2/3=1,5), ал оның ұлы: v₂=0,5 піл сағатына. Жалпы жылдамдық сағатына v=2 піл, Енді пілдер санын (3) жылдамдыққа бөлсек, мынаны аламыз: 3/2=1,5 сағат. Жауабы: 1,5 сағат",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "x2 - 3x ' 3+3x-",
        "question_content": "7 сынып есебіне көмек керек",
        "question_date": "4.02.2023",
        "question_tag": "Математика",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігіт сұлтаны таныстыруға өлең шубағы (жаңа)",
        "question_content": "Жігіт сұлтаны таныстыруға өлең керек тез болса.Өлеңде әкесі,анасыр,жеті атасыс,жетекшісі туралы жазылса өтініш",
        "question_date": "4.02.2023",
        "question_tag": "Мектеп",
        "question_views": 127,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "surak.baribar.kz/409227/ сілтемесіне өтіп қарап шықсаңыз болады",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте статью",
        "question_content": "Задание 2. Прочитайте статью. На основе Алгоритма действий подготовьте монологическое высказывание по основной проблематике статьи.\n\nАлгоритм действий:\n\n●    Прочитайте текст.\n\n●    Определите тему и коммуникативную задачу текста, если это учебный текст, и тему, и проблематику текста, если это научная статья.\n\n●  Сформулируйте основную проблему статьи в виде вопроса, на который в ходе работы необходимо найти ответ.\n\n●    Дайте краткий ответ на заданный вопрос.\n\n●    Найдите в тексте аргументы, подтверждающие эту позицию.\n\n●    Выстройте аргументацию в логической последовательности.\n\n●    Зафиксируйте аргументацию в виде плана или тезисов.\n\n●  Кратко сформулируйте выводы.\n\nОдно из важнейших качеств человека – способность противостоять окружающей среде. В незапамятные времена мы научились защищать себя от холода, строить убежища из снега и веток деревьев, добывать огонь, находить источники воды в пустыне.\n\nС развитием цивилизации человечество стало отдаляться от природы, постепенно забывая драгоценный опыт, накопленный тысячами поколений предков. Мы привыкли к тому, что всегда можем рассчитывать на чью-то помощь. Заблудившись в городе, мы получим нужную информацию от прохожих, а заболев, обратимся к врачу. Но, отправляясь в дальние путешествия, человек нередко оказывается беспомощным перед лицом природы, неспособным решить простейшие для сохранения жизни и здоровья вопросы. Люди гибнут от зноя и жажды, не подозревая, что в 3-х шагах находится источник; замерзают в тундре, не сумев построить укрытие из снега; погибают от голода в лесу, где есть ягоды.\n\nВ таких ситуациях, которые называются экстремальными, главное – умение выживать. Для экономистов, биологов и социологов долгое время понятие «выживание» означало уцелеть, сохранить жизнь. Но в последнее время термин «выживание» приобрел иное значение: активно действовать, применяя знания, опыт, изобретательность, использовать имеющееся снаряжение и подручные средства.\n\nГлавный постулат выживания – человек может сохранить работоспособность, здоровье и жизнь в самых суровых физико-географических условиях, если он сумеет использовать все, что дает ему окружающая среда. Но для этого нужны определенные знания и опыт.\n\nАнализ поведения людей во время катастроф показывает, что 50 (а иногда и 70) % потерпевших, находясь в психологическом шоке, все же оказываются в состоянии выполнять четкие команды; 25 % действуют решительно, а еще 25%становятся неспособными к деятельности. Страх - самая сложная, непреодолимая проблема в этом случае. Человек теряет способность контролировать свои действия, принимать правильные решения. Страх усиливает ощущение боли, делает непереносимыми голод и жажду, жару и холод. Помочь преодолеть страх может только психологическая подготовка.\n\nОтправляясь в дальнее путешествие, человек должен иметь представление об определенных факторах внешней среды, неблагоприятно воздействующих на организм, так называемых «стрессорах выживания». К ним относят боль, холод, жару, голод, жажду, переутомление, одиночество. Все мы так или иначе сталкиваемся со «стрессорами выживания», но очень мало о них знаем. Известно, например, что человек в течение достаточно долгого времени может обходиться без пищи, но мало кто представляет, сколько длится это «долго» и что нужно делать, чтобы этот срок продлить. В 80-х годах XIX в. был поставлен эксперимент, участники которого Суцци и Марлетти голодали 35 суток и при этом продолжали трудиться. Опыты показали, что при длительном голодании пульс и дыхание становятся реже, понижается кровяное давление. Организм после соответствующей перестройки начинает расходовать свои внутренние тканевые запасы. Они довольно значительны. Так, человек весом 70 кг имеет около 15 кг жировой клетчатки, 6 кг мышечного белка и может израсходовать 40-50 % этих резервов, прежде чем наступит гибель организма. Значит, тканевых запасов должно хватить на 30-40 суток полного голодания.\nМногие насекомые богаты протеином, жирами и минеральными веществами. В 160-ти  пищу можно использовать, плоды, корни, молодые побеги растений.\nЕсть еще один «стрессор выживания» - климатическая особенность региона: холод или жара. Холод, снижая физическую активность, оказывает влияние на психику человека. Цепенеют не только мышцы, цепенеет мозг и воля человека. Теплая одежда может обеспечить поддержание теплового баланса минут на 40 – 60. Рано или поздно начнется охлаждение организма. Единственный выход – строительство временного убежища. Лучший материал для этого – снег. Он содержит 90 % воздуха, температура таких убежищ выше наружной. Строить убежище необходимо и в пустыне, чтобы укрыться от солнца. Первая реакция человека, когда ему становится жарко, - снять одежду. Для заблудившихся в пустыне – это гибель. Начнется перегрев и обезвоживание организма, учащается пульс, усиливается жажда. Человек впадает в бессознательное состояние. Поиск воды в пустыне не так безнадежен. В ложбинах между барханами на глубине 1-2 м. можно найти сырой песок, а через некоторое время появляется вода.\n\nСтрашный враг людей, оказавшихся в экстремальной ситуации, - переутомление после длительного физического или психологического напряжения. Переутомление опасно тем, что оно притупляет волю человека, делает его уступчивым к собственным слабостям. «Не буду двигаться, посижу» - психология уставшего человека. Описано немало случаев, когда люди, поддавшись такому настроению, замерзали, имея под руками спички и топливо для костра, гибли от голода, не израсходовав запасов пищи, умирали от жажды, не дойдя трех шагов до воды. Случается, что  он оказывается   один на один с природой. И она будет сурова к человеку, если он забудет условия выживания.",
        "question_date": "4.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақаланың тақырыбы-адамның экстремалды жағдайда өмір сүру проблемасы және оның физикалық және психологиялық күйзелістерге төтеп беру қабілеті. Мақаланың негізгі проблемасын сұрақ ретінде тұжырымдауға болады: \"экстремалды жағдайларда адамға қандай қоршаған орта факторлары мен өмір сүру стресстері әсер етуі мүмкін және бұл жағдайларды сәтті жеңу үшін қандай дағдылар мен білім қажет?\"\nБұл сұраққа қысқаша жауап: егер адам қоршаған ортаны пайдалану туралы қажетті білім мен тәжірибеге ие болса, ең қатал жағдайда өмір сүре алады. Тіршілік етудің негізгі постулаты-табиғат беретін барлық ресурстарды белсенді пайдалану.\nМақаладағы аргумент психологиялық дайындықтың маңыздылығын, аймақтың физикалық-географиялық ерекшеліктерін түсіну қажеттілігін және ауырсыну, суық, ыстық, аштық, шөлдеу, шамадан тыс жұмыс және жалғыздық сияқты тірі қалу стресстеріне қарсы тұру қабілетін көрсетеді.\nТөтенше жағдайларға дайындық қоршаған ортаны уақытша баспана құру, тамақ пен су іздеу үшін қалай пайдалану керектігін білуді қамтиды. Автор психологиялық дайындық қорқынышты жеңуде және жағдайды бақылауды орнатуда шешуші рөл атқаратынын атап көрсетеді.\nМақаланың қорытындылары Адам табиғатпен бір-бірден болатын жағдайларда сәтті өмір сүру үшін белгілі бір білім мен тәжірибеге ие болу қажеттілігін көрсетеді.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте текст. Составьте разные виды диалога на основе данного текста.",
        "question_content": "черты научной диалогической речи:\n\n1.Диалог – расспрос,\n\n2.Диалог - унисон (согласие),\n\n3.Диалог - диссонанс (несогласие),\n\n4.Диалог – уточнение, диалог-переспрос,\n\n5. Диалог (полилог) – обсуждение.\n\nЗадание 3. Прочитайте текст Ю.А. Фомина «Что ждет человечество в наступающем тысячелетии?». Составьте разные виды диалога на основе данного текста.\n\nВряд ли подтвердятся прогнозы демографов, что к 2060 году население нашей планеты достигнет 10 миллиардов человек. Видимо, события будут развиваться по другому сценарию. Он уже воплощается в виде действия закономерностей, сущность которых мы не понимаем и воспринимаем их как трагические случайности. Противоречия будут обостряться, ставя перед человечеством все новые тяжелые проблемы: массовые «болезни цивилизации», неизвестные эпидемии, стихийные бедствия, катастрофы и даже социальные неурядицы и потрясения. Все это усложняет условия существования человека. И зависимым от стечения обстоятельств. В результате начнется сокращение численности населения.\n\nНо одновременно в недрах человечества начнет формироваться новый, более совершенный биологический вид – человек будущего. Для появления этого вида понадобится один или даже несколько веков. Что касается внешнего вида нового человека, то ведь изменение биологического строения организма происходит очень медленно. Поэтому можно предположить, что человек будущего внешне будет похож на нас с вами, хотя некоторые отличия все же возможны. Человечество постоянно прибавляет в росте, примерно на 1-2 сантиметра в столетие. Не исключено поэтому, что наш потомок по сравнению с нами будет немного выше. Вероятно, увеличиться и размер черепа.\n\nНо главные отличия человека будущего от нашего современного следует ожидать не в облике, а в изменении его способностей и образа жизни. Люди «умнеют» из поколения в поколение. Это находит свое отражение в усложнении школьных программ, росте числа прочитанных за жизнь книг, просмотренных фильмов и т.д. В результате совершенствуется структура мозга, расширяются его возможности. В нашем веке этот процесс протекает очень быстро и все время ускоряется. Сейчас дети в 6-7 лет по умственному развитию превосходят детей 8-9 лет, живших полвека назад. Но здесь кроется противоречие, именуемое информационным кризисом: способности человека воспринимать и перерабатывать информацию не соответствуют ее растущему потоку, поэтому неоправданно велики сроки обучения, уже сейчас достигающие 15-20 лет.\n\nДля устранения этого противоречия человек должен обладать возможностью получать информацию, помимо зрения и слуха, каким-то иным способом. Вполне возможно, что у наших потомков разовьется способность использовать для получения информации некие волны или силовые поля, которые не фиксируются современными приборами, но существование их уже не подвергается сомнению. Развитие этих способностей может привести к тому, что человек станет получать информацию, заложенную в «душах» живых и умерших людей. Мистики тут никакой нет. Как показали эксперименты, «душа» - это скорее всего сгусток информационного поля, который не исчезает со смертью человека.\n\nТаким образом, человек станет как бы постоянным абонентом единого информационного поля всей цивилизации. Естественно, эти новые способности человека не могут не отразиться на общем укладе всей жизни будущего человечества. Если еще два-три века назад люди жили сравнительно автономно, то сейчас выживание человечества обеспечивается его зависимостью от общества. Мы существуем исключительно за счет использования труда огромного числа людей: нас одевают, кормят, учат, лечат, обеспечивают жильем, светом, теплом. И все это – в обмен на наш труд.\n\nНо остается одна сфера, где человек сохраняет полную автономию – это его мозг. Никто не может проникнуть в него и узнать, о чем думает человек, чего он хочет, а чего не хочет. Однако если человек потеряет автономию мышления и станет частью единого информационного поля, это позволит ему получать любые знания, и приобретенные им знания и опыт сразу же поступят в распоряжение всего общества.\n\nСловом, будет единый всеобщий мозг, находящийся в собственности всего общества. В то же время, думаю, уменьшится необходимость в некоторых технических средствах, без которых не обойтись современному человеку. Вероятно, станут ненужными все виды связи, обучение, лечение и многое другое. Исчезнет разделение труда, так как человек, обладая возможностью получить в любой момент любые знания, сам может сделать то, для чего ныне привлекаются представители узких специальностей.\n\nИтак, человек третьего тысячелетия будет обладать материальной независимостью от общества, но полной зависимостью мышления. Наверное, с нашей точки зрения это будет не очень привлекательное общество, но, я думаю, первобытному человеку современный мир тоже бы показался несуразным.",
        "question_date": "4.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жөтел туралы,қақырық мазаласа",
        "question_content": "Саламатсыздарма кеш жарық, балам 3күн бойы ингаляция алып жатыр,но сондада қақырығы жібемейді, жөтеледі. Дәрігер зитмат таблеткасын жазып берді, енді ол таблетканы калай берерімді білмей отырмын айтып жіберсеңіздерші? Ол таблетка антибиотик",
        "question_date": "3.02.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЗИТМАК® 125 мг немесе 250 мг таблеткаларын тамақтан 1 сағат бұрын немесе тамақтан соң 2 сағаттан кейін күніне бір рет қабылдайды.\n\n6 жастан асқан балаларға ЗИТМАК® таблеткаларын төмендегі сызба бойынша қолдану ұсынылады:\n\nТыныс жолдарының жоғарғы және төменгі бөліктері, тері және жұмсақ тіндердің жұқпаларында – бірінші күні – 10мг/кг, содан соң 4 күн – күніне 5 мг/кг немесе күніне 10 мг/кг 3 күн бойына (курстық доза – 30 мг/кг);\n\nСондай-ақ балаларды емдеу үшін ЗИТМАК® -тың балаларға арналған дәрілік түрін қолдану ұсынылады: ЗИТМАК® 100 және ЗИТМАК® 200, ішке қабылдауға арналған суспензия дайындау үшін ұнтақ 100 мг/5 мл және 200 мг/5 мл тазартылған сумен жиынтықта (яғни, таблетканы ұнтақтап сумен араластырып суспензия ретінде) берсеңіз болады.",
                "date": "3.02.2023",
                "upvotes": 0
            },
            {
                "text": "Балада қақырық түспей жатыр",
                "date": "1.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "666 528 санында барлығы неше ондық бар",
        "question_content": "666 528 санында барлығы неше ондық бар",
        "question_date": "3.02.2023",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "66652 барлығы ондық сандар",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың сыртқы бұрыштарының бірі 95 градус онымен сыбайлас емес",
        "question_content": "Үшбұрыштың сыртқы бұрыштарының бірі 95 градус онымен сыбайлас емес екі ішкі бұрышының қосыңдысын табыңдар?",
        "question_date": "2.02.2023",
        "question_tag": "Геометрия",
        "question_views": 870,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Үшбұрыштың ішкі және сыртқы бұрышы бір түзу бойында жатып 180 градусқа тең болады.  яғни үшбұрыштың В ішкі бұрышы : 180-95=85\nЖалпы үшбұрыштың ішкі бұрыштарының қосындысы 180 қа тең, \nяғни қасған А және С бұрыштарының қосындысы А+С =180-85=95\nҚателеспесем осылай болу керек.",
                "date": "4.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ромбының 15 м-ге тең диагоналі оның қабырғасымен 30°-қа тең бұрыш жасайды",
        "question_content": "Ромбының 15 м-ге тең диагоналі оның қабырғасымен 30°-қа тең бұрыш жасайды. Ромбы қабырғасының ұзындығын тап.",
        "question_date": "2.02.2023",
        "question_tag": "Геометрия",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ромб диагоналының жартысы = 15/2=7,5\n\n онда cos30°=жағы/7,5 ⇒ ромбтың жағы=7,5 cos30°=7,5*√3/2=3,75√3\n\n Жауабы: ромбтың қабырғасы 3,75√3",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы заман әжесі мен казіргі заман әжесін салыстырыңдар",
        "question_content": "Бұрынғы заман әжесі мен қазіргі заман әжесін салыстырыңдар",
        "question_date": "1.02.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыр бабамыз Б.Момышұлы бір сөзінде: «Біріншіден, бесік жырын айтатын келіндердің азайып бара жатқанынан қорқамын, екіншіден, немерелеріне ертегі айтып бере алмайтын әжелердің көбейіп бара жатқанынан қорқамын, үшіншіден, дәстүрді сыйламайтын балалардың өсіп келе жатқанынан қорқамын. Өйткені бесік жырын естіп, ертегі тыңдап, дәстүрді бойына сіңіріп өспеген баланың көкірек көзі көр бола ма деп қорқамын...» деген екен. Рас, қырық жыл қырғын болса да қазақ ұрпағына ұлағатты тәрбие бере алған. Ұлтжанды ұл, қылықты қыз тәрбиелеген. Ал бүгінде қазақ сол ғасырлар бойғы ұлы құндылықтан ажырап барады. Бұл – бүгінгі қоғамның дерті.\n\nӘрине, көпке топырақ шашуға болмас. Дегенмен, бүгінгі әжелердің көпшілігі немерені қызметпен, ұлттық ән-күйді шетелдік даңғаза әуенмен алмастырған, басындағы орамалынан, ақ жаулықты кимешегінен «айырылып», шашын қиған, жас қыздардың опа-далабымен, ер-азаматтың шалбарымен ортақтасқан, бір сөзбен айтсақ бүгінгі заманға бейімделген «современный» әжелер. Олардың немере бағуға ықыласы жоқ. Ұрпағының тәрбиесінен өз қара басының қамын жоғары қояды. Бүгінгі әжелеріміз қызымен, келінімен таласып соңғы үлгідегі киімді киеді. Тіпті немересін бағып жүрген әженің өзі ұлттық ұстанымнан ада болғандай. Көшеде немересін жетелеп бара жатқан әжені көріп қуансаң да, әңгімесін тыңдаған соң кейіп қайтасың. Себебі немересімен шүлдірлеп орысша сөйлесіп бара жатқаны. Ал мұндай әже ұрпағын ұлттық тәрбиемен сусындатады дегенге кім сенеді? Енді ғана жақсы мен жаманды, оңы мен солын ажырата бастаған жас сәбиге ана тілін үйретпесек, басқа тәрбиенің бәрі ада қалады. Бұл да рухани, ұлттық сананың құлдырауының бір сипаты сынды.\n\nЕрте кезде бесік жырын тыңдамаған, ертегі-аңызға елітпеген, жыр-дастандармен сусындамаған бала кемде-кем болса, бүгінде олар ілуде біреу ғана. Алайда әже әлдиін тыңдап өскен ұрпақтың соңғы буыны да солар бола ма деген ой да жоқ емес. Себебі армандарға жетелеп, алыстарға қол создыратын әже әңгімелерінің орнын теледидар мен ғаламтор алмастырды. Бірақ тәрбие кешіктіруді кешпейтін, қателікке бой алдыруды көтермейтін іс. Ендеше, кеш болмай тұрғанда бала тәрбиесіне жауапкершілікпен мән беріп, ел ертеңінің еңселі болуына бүгіннен атсалысып, бесіктегі тәрбиенің жайын түзесе дұрыс болар еді.",
                "date": "1.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытсыз Жамалдың трагедиясына кім кінәлі? Әдебиет пәнінен бжб эссе жазу керек",
        "question_content": "БЖБ әдебиет 8 сынып\n\nБақытсыз Жамалдың трагедиясына кім кінәлі?",
        "question_date": "1.02.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Баланың денсаулығы жөнінде",
        "question_content": "Сәлеметсіздерме, менің балам 5айлық, жөтелі бар. Қақырығы да кеп тұр но онмен жұтып қоя береді жөтелген сайын, не істеуге болады. Дәрігердің нұсқауы бойынша ингаляция ап жатырмыз. Одан да басқа қандай варианттар бар, айтып жібересіздер ме?",
        "question_date": "1.02.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол ингаляцияның өзі қақырықты жақсы түсіреді немесе аптекадан арнайы қақырық түсіретін сироптарды көріңіз. Балаңыздың иммунитетін көтеруге тырысыңыз. Балаңыз кішкентай болғандықтан тек дәрігердің нұсқауымен емдеңіз.",
                "date": "1.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Көшпелі Алтын\" шығармасын өзіндік көзқарас тұрғысынан талдап баға беру?",
        "question_content": "Көшпелі алтын шығармасын өзіндік көзқарас тұрғысынан талдау арқылы баға беру керек көмектесіңдерші",
        "question_date": "1.02.2023",
        "question_tag": "Мектеп",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дене шынықтыру пәніне оқитын студентке мінездеме",
        "question_content": "Дене шынықтыру пәніне оқитын студентке мінездеме",
        "question_date": "31.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МІНЕЗДЕМЕ (студентке мінездеме)\n   (студенттің аты-жөні) 2022 жылы (университет аты) университетіне 05010800 - «Дене шынықтыру және спорт» мамандығының күндізгі бөлімі (тобының аты) тобына оқуға қабылданды. Университетте оқып жүріп, сабаққа үнемі қатысады, сабақты жақсы оқиды. Қоғамдық жұмыстарға белсене араласып, тапсырылған жұмыстарды тиянақты орындайды. Оқытушылар мен студенттер арасында беделді, жастар проблемасын талқылауда үгіт-насихат жұмысын жүргізіп,  көзге көрініп жүр. Адамгершілік және Отан сүйгіштік қасиеті арқасында топтың сыйлы студенті, сана сезімі жағынан өте ұстамды. \n         (студенттің аты-жөні) білімге деген талпынысын ескере отырып, \nөзі таңдаған мамандықтың иесі боларына сенім білдіреміз.  \nАнықтама  талап еткен орынға берілді.  \n            МІНЕЗДЕМЕ (практика бойынша)\n        (университет аты) университеті «факультет аты»  факультетінің  «5В010800 – Дене шынықтыру және спорт»  мамандығының II курс студенті (аты-жөні)    \n         Шымкент  қаласындағы  №18 Ш.Уалиханов атындағы мектепте (мектеп аты) 09.01.2023– 07.02.2023жж. күндері аралығында  оқу  практикасы бойынша тәжірибиеден өтті.\n       (студент аты-жөні)  оқу  практикасы  барысында тек жақсы жағынан өзін көрсете білді. Оқушылармен қарым – қатынасы жоғары деңгейде, яғни оқушылардың арасында өзінің белсенділігі мен қабілетінің арқасында  ерекше  көзге  түсті. Берілген тапсырмаларды барынша  мұқият, әрі өз уақытысында және де ұқыпты орындады.\n           (студент аты-жөні) болашақта адал, білімді және жаңа  заманғы \nбағытта қалыптасқан үлгілі ұстаз болатынына кәміл сенеміз, еліміздің  \nболашақ  жастарын  білімді тәрбиелей алатынына сенеміз.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене шынықтыру мұғаліміне мінездеме керек",
        "question_content": "Дене шыныктыру мұғаліміне мінездеме",
        "question_date": "31.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене шынықтыру пәнінің мұғалімі (аты-жөні)\nМінездеме\n(аты-жөні) еңбек жолын дене шынықтыру пәнінің мұғалімі болып бастаған ізденімпаз ұстаз. М.Әуезов (мектептің аты) атындағы жалпы орта мектебінде 2000 (жұмыс бастаған жылы) жылдан бастап қазіргі уақытқа дейін дене шынықтыру пәнінің мұғалімі ретінде қызмет етеді.\nОл еңбек жолында талай жетістіктерге жетіп, мектепшілік, аудандық сайыстарға қатысып мектептің абыройын көтеріп жүрген ізденімпаз ұстаз. Мектепте өз бойындағы еңбекқорлығымен, салауатты өмір салтын ұстануға деген құлшынысымен ерекшеленетін ұстаздардың бірі. Ұжым ортасында беделді, адамгершілігі мол, мінезі ашық, жас мамандарға көмектесіп отырады. Ол адамгершілік, сыйластық деген ұғымдарды бірінші орынға қояды.\n(сайыстарға қатысып жүлделі орындар алған болса қоса жазып өту)\n(аты-жөні) заман талабына сай, қоғамға лайықты білімді де, білікті ұстаз екеніне сеніміміз мол.\nМектеп директоры: (аты-жөні)\nДиректордың оқу ісі\nжөніндегі меңгерушісі: (аты-жөні)",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыш қандай екі дөңгелектің ортасына жапсырылған? Олардың радиусын өлшеп, дәптерге сыз.",
        "question_content": "Радис деген не оны қалай сыщады",
        "question_date": "30.01.2023",
        "question_tag": "Математика",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радиус деген-  шеңбердің не сфераның кез келген нүктесін центрімен қосатын кесінді. Сондай-ақ осы кесіндінің ұзындығын да радиус деп атайды.",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз Әлім қорынбай",
        "question_content": "Кіші жүз Әлім соның ішінде Қорынбай шежіресін кім біледі?",
        "question_date": "29.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атаңыздан сұраңыз",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2023 жылы магистратураны оқу үшін тек бакалаврда оқыған мамандықты оқи аласың деген распа?",
        "question_content": "2023 жылы магистратураны оқу үшін, тек бакалаврда оқыған мамандықты оқи аласың деген распа?",
        "question_date": "28.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2022-2023 оқу жылында бакалавр мамандығына қараған жоқ. Студент қалаған мамандығын таңдады. Ал 2023-2024 оқу жылына магистратура бойынша қабылдау комиссияларына қандай өзгеріс болатындығы туралы әлі мәлімет айтылған жоқ.",
                "date": "2.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызықты деген сөзді сөз құрамына талдап бересіз бе?",
        "question_content": "Мысалы, қызықты деген сөздің түбірі —қызық,-ты деген жұрнақ па, әлде жалғау ма?",
        "question_date": "28.01.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-ты  жұрнақ болып табылады",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ток-шоу деген не? Толық анықтамасы?",
        "question_content": "Қазақстандағы ток-шоу қалай дамуда?\n\nҚандай түрлерге жіктеуге болады?",
        "question_date": "27.01.2023",
        "question_tag": "Қоғам",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген тақырып бойынша еркін пікір алмасу түріндегі телебағдарлама, оның барысында сарапшылар жүргізушінің сұрақтарына жауап береді, қонақтар мен көрермендерді таныстырады.\n\nТүрлері:\nТелемост\n\nТеледебаты\n\nБеседа\n\nДискуссия",
                "date": "29.01.2023",
                "upvotes": 1
            },
            {
                "text": "Ток-шоу (ағылш. ток-шоу [tɔ:k ʃoʊ] – ауызекі орындау) – бірнеше шақырылған қатысушылар жүргізуші ұсынған тақырыпты талқылайтын әңгімелесу жанрындағы телехабарлар.",
                "date": "1.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөздерге сөйлем құрау",
        "question_content": "Ұсыну,орналасу,жасау,белгілеу,тамашалау,шақыру сөздеріне сөйлем құрау",
        "question_date": "27.01.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менің досым керемет идея ұсынды. біз көшкеннен кейін үйге тез, қолайлы орналастық. мен 9 жасымда анаммен бірге тамақ жасауды үйрендім. тойдың қай күні болатынын белгіледі. мектепте керемет сайыс өтті, оны оқушылармен жақсы тамашаладық. сізді туған күнімді атап өтуге шақырамын.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжде қазақ тілді неше жыл оқиды срочно керек ед",
        "question_content": "Колледжде қазақ тілді неше жыл оқиды срочно керек еді",
        "question_date": "27.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қосымша пән ретінде болса мамандығыңа байланысты.\n\nҚазақ тілі және әдебиеті мамандығы бойынша оқу мерзімі болса :\n\n3 жыл 10 ай 9-сыныптан кейін (күндізгі)\n\n2 жыл 10 ай 11-сыныптан кейін (күндізгі)",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биіктік 55 см болатын сынап",
        "question_content": "1. Биіктігі 55см болатын сынап, керосин сұйықтардың әрқайсысы ыдыстың түбіне қандай қысым түсіреді?\n4. Биіктігі 20 литр болатын суға бетон қалдығы түскен. Осы кездегі бетонның биіктігін анықта және қысымды анықта.",
        "question_date": "27.01.2023",
        "question_tag": "Физика",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биіктігі 55см болатын сынап, керосин сұйықтардың әрқайсысы ыдыстың түбіне қандай қысым түсіреді?",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пешеходтан пешеходтың знагы канша метр болуы керек жж",
        "question_content": "Жаяу жүргіншілер белгісі жаяу жүргіншілер жолағынан қанша арақашықтықта болуы керек",
        "question_date": "27.01.2023",
        "question_tag": "Заң",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.22 белгі. «Жаяу жүргіншілер өткелі» белгісі елді-мекендерден тыс барлық реттелмейтін жерүсті жаяу жүргіншілер өткелдерінің алдында 150-300 м қашықтықта, ал 50-100 м қашықтықтағы елді мекендерде көріну қашықтығынан аз өткелдерге 150м дейін орнатылады.",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    }
]