[
    {
        "question_title": "ҚР сыртқы істер министрлігінде жұмыс істеу үшін қандай мамандық оқу керек?",
        "question_content": "Биыл 9 сынып бітіремін, болашақта сыртқы істер министрлігінде жұмыс істегім келеді",
        "question_date": "3.04.2023",
        "question_tag": "Саясат туралы",
        "question_views": 201,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Іш өтуі бізді қинап жүр?",
        "question_content": "Жағдай былай. Іш өтуі себеп дәретке кірем бірақ үлкен дәрет қиын шығады яғни іш қатып қалғандай но ішім өтіп жүр нестесем болады",
        "question_date": "3.04.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 249,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер сізде диарея белгілері болса және дефекация қиын болса, сізде ас қорыту жүйесінде қандай да бір мәселе болуы мүмкін.\n\nМүмкін себептердің бірі іш қату болуы мүмкін, ол диетадағы судың немесе балласт заттарының жетіспеушілігінен, отырықшы өмір салтынан, стресстен, кейбір дәрі-дәрмектерді қабылдаудан немесе тітіркенген ішек синдромы немесе созылмалы іш қату сияқты медициналық жағдайдан туындауы мүмкін.\n\nЖағдайды жақсарту үшін келесі әрекеттерді орындауға болады:\n\nСу мен талшық, жемістер мен көкөністер сияқты балласт заттарын тұтынуды көбейтіңіз.\nӨмір салтын өзгерту: физикалық белсенділікті арттыру, спортпен шұғылдану немесе жамбас аймағындағы қан айналымын жақсартуға көмектесетін басқа әрекеттермен айналысу.\nСтрессті азайтыңыз және йога немесе медитация сияқты релаксация жаттығуларымен айналысыңыз.\nЕгер симптомдар жақсармаса, қосымша кеңес алу және емдеу үшін дәрігерге қаралыңыз. Дәрігер мәселенің себебіне байланысты дәрі-дәрмектерді немесе басқа емдеу әдістерін тағайындай алады.\nЕгер сізде нәжістегі қан, іштің ауыруы немесе қатты диарея сияқты басқа белгілер болса, мүмкіндігінше тезірек дәрігерге қаралыңыз, себебі бұл ауыр жағдайдың белгісі болуы мүмкін.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсімде тұрмысқа шығыппын",
        "question_content": "Түсімде тұрмысқа шығыппын,өзімнен 2жас кіші,бірақ менің жасым 13те болды ол кезде,мен жылап шықпаймын деп жатырмын\n\nБірақ шын өмірде мен тұрмыста болған емеспін.Осы түсім нені білдіреді?",
        "question_date": "3.04.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 593,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Түсіңізде тұрмысқа шығу бұл бүгін ертең үйленуді білдірмейді. Жаңа таныстық пен көңіл толқынысынан хабар. Мұндай түс көргенде түсіңіздегі көңіл күй басты назарда болу керек және күйеу жігітті көрген көрмегені мен таныс, бөтен екендігіне баса мән беру керек.",
                "date": "3.04.2023",
                "upvotes": 0
            },
            {
                "text": "Армандардың әртүрлі түсіндірмелері болуы мүмкін және оларды түсіндіру әр адамның жеке ерекшеліктері мен өмірлік тәжірибесіне байланысты болуы мүмкін. Алайда, жалпы алғанда, неке немесе үйлену туралы армандар өмірдің серіктесін табуға деген ұмтылысты немесе біреуге деген қатты сүйіспеншілік сезімін білдіруі мүмкін. Олар сондай-ақ Сіздің жеке өміріңізде қандай да бір қанағаттанбаушылықты сезінетіндігіңізді немесе басқа адамдармен жақындықты қалайтындығыңызды көрсетуі мүмкін.\n\nЖас адамға немесе жас адамға үйлену туралы армандау сіздің жас және тірі сезіну қажеттілігіңізді көрсетуі мүмкін. Олар сондай-ақ сіздің динамикалық, эмоционалды немесе құмарлық қарым-қатынасқа деген ұмтылысыңызды көрсете алады.\n\n13 жаста үйлену туралы арманыңыз осы тілектердің немесе қажеттіліктердің кейбірін көрсетуі мүмкін. Алайда, армандардың әртүрлі түсіндірмелері болуы мүмкін болғандықтан, оларға тым байыпты қарамаңыз және оларды болашақтың болжамы деп санамаңыз. Сіздің нақты өмірдегі қажеттіліктеріңізге және қажеттіліктеріңізге назар аударып, оларды мүмкіндігінше жүзеге асыруға тырысқан дұрыс. Егер сіз бұл арманды біреумен талқылау қажеттілігін сезсеңіз, онда сіз психологқа немесе осы саладағы басқа маманға жүгіне аласыз.",
                "date": "4.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш бәйтерек пен Бес арыс деп неге айтады? Сіз білесіз бе?",
        "question_content": "Бес арыс:\n\nАхмет Байтұрсынов\nШәкәрім Құдайбердіұлы\nМағжан Жұмабаев\nЖүсіпбек Аймауытов\nМіржақып Дулатов\n\nҮш бәйтерек:\n\nСәкен Сейфуллин\nІлияс Жансүгіров\nБейімбет Майлин\nҮш бәйтерек туралы шығарма\nҚазақ халқымыздың ұлттық тілін дамытуға, құрметтеуге уйрете білген, менмін деген жазушылар көп. Солардың ішіне Сәкен Сейфуллин, Бейімбет Майлин, Ілияс Жансүгіров жатады. \n1894-1938 жылдар аралығында өмір сүрген осы жазушыларымызды біз қазақтың үш бәйтерегі деп атадық. Бәйтерек деген тек биіктен көрінетін, қай жерде тұрса сол жердің символы болып тұратын құнды зат . Осы сияқты, біздің үш бәйтерегімізде қай жерде жүрсе де қазақ халқымыздың салт-дәстүрін дәріптеп жүретін ұлы тұлғалар лесек қателеспейміз. \nҚазақ халқы үш бәйтерек деп атап кеткен Ілияс Жансүгіров, Бейімбет Майлин, Сәкен Сейфуллин қазақ халқының даму жолына қосар үлесі көп демесек аз емес. Қорытындылай келсек, осы үш бәйтерегіміздің арқасында халықтың ащы шындыгын ,елімізде не болып, не қойып жатқанын білдік десемде қателеспейміз.",
        "question_date": "3.04.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 159000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бес арыс деп ел есінде қалған ақын-жазушыларымыз, қазақ ұлтына үлкен еңбегі сіңген қоғам қайраткерлерін айта аламыз. Бірі тұңғыш қазақ әліпбиін жазса, енді бірі тұңғыш қазақ әдебиетіне роман деген ұғымды алып келді. Өзінің өмірін «Мұтылғанның өмірі» деп, қазақ әдебиетінде, алаштың тарихында ұмытылмай мәңгі қалған Шәкәрім Құдайбердіұлы қазақтың жарық жұлдызы. Өз ұлтының жалындап тұрған жастарына берік, кәміл сеніп кеткен Мағжан Жұмабаевтың бес арыстың бірі болуы кездейсоқ емес деп білеміз. Қазақ әдебиетін қалыптастырушылардың бірі болып есептелетін, қазақ қыздарының қиын тағдырларын ашық, дәл жеткізген Жүсіпбек Аймауытов жеке-дара бір бөлек тұлға. «Оян, қазақ» деп айды аспанға бірақ шығарған, халқының оянуын қалаған, отты жырларымен халық жадында мәңгі қалған Міржақып Дулатұлы. Қазақ тіліне үлесін қосқан, қазақ әліпбиін алғаш енгізген, қазақ әдебиетіне, мәдениетіне жаңалық ашқан Ахмет Байтұрсынұлының сіңірген еңбегі зор. Бұл қоғам қайраткерлері, ақын-жазушыларымыз біздің жүрегімізде, әдебиетімізде, мәдениетімізде, тарихымызда мәңгілікке қалары сөзсіз.\nҚазақта «үш», «жеті» деген сан киелі. Бұл сандарға байланысты көптеген ырымдар бар. Осыған байланысты, «үш бәйтерек», «үш қоңыр» деген ұғымдар тарихымызда қалған. Қазақ «үш бәйтерек» деп халқымыздың ұлы ақын-жазушыларын бәйтерекке теңеген. Сонау Көкшетаудың сұлулығын еңбегіне арқау еткен, Сәкен Сейфулиннің өзін бір төбе қылып, кедей халықтың жоғын жоқтап, мұңын қосқан Бейімбет Майлиннің, қазақ халқының ата-дәстүрі болып табылатын, қазақтың күйінің әуезділігін, қадір-қасиетін тілге тиек етіп, сырларын сипаттаған Ілияс Жансүгіровті үш бәйтеректің бірі деген. Үш бәйтерек біздіңше, үш алып. Әркімнің өзінің қазақ әдебиетінде алатын орны бар. Бұл үш ақын мен жазушының әрқайсысының шығармалары, жазу стилі бөлек болғанмен, негізгі ойы бір, ол – еліне кішкене болсын пайдасын тигізу. Бұл үш алыптың «үш бәйтерек» деп аталуының өзінің де бір себебі бар. Бұл үш ақынның да кіндік қаны тамған жері – қазақ жері. Үш бәйтерек.... Үшеуінің туысы қандай бірдей болса, тұрысы қандай әр бөлек. Біреуі – дәйім биікке талпынып, алға ұмтылған өр халықтың асыл арманындай асқақ, біреуі – талайды бастан кешіп, тауқыметке төзіп өскен қауымның сарқылмас сабырынан жаратылғандай сом, мығым. Біреуі – көпті көріп, көпті сүйген халықтың парасат-парқын, арман-аңсарын, мұқалмас жігерін кең қамтып, кемел сіңіргендей қуатты да нәрлі. Үшеуі де – халқы мен заманның ауыздарынан түсе қалғандай адал ұл.\nҚазақ – ырымшыл халық. Соған байланысты ұғымдар да, ырым-тиымдар да пайда болған. Қазақта үш қоңыр деген ұғым бар. «Қоңыр»деген сөз киелі ұғымды білдіреді. Дана халқымыз әдемі дауыс иесін «қоңыр дауысты» деп мақтаған. Қазақтың киелі аспабы қобыздың дауысы «қоңыр үнді» деп, халықты өзінің қоңыр үнімен елітіп әкеткен. Қоңыр ұғымына байланысты тек музыкаға қатысты емес, сонымен қоса, әділдікті жақтаған, даулы мәселелерде өздерінің даналықтарымен, көрегенділіктерімен халықтың есінде мәңгі қалған атақты үш биімізді де «үш қоңыр» деп атап жүрміз. «Тура биде туған жоқ» деп, билердің кесімді шешімдерімен, ұтымды ойларын қалай ғана дана халқымыз бір мақалмен суреттеген десеңізші! Бір ауыз сөзге тоқтаған дана халқымыз билерді әрқашан көкке көтерген. Қаз дауысты Қазыбек биді, Төле биді, Әйтеке биді қазақ халқы «үш қоңыр» деп атап кеткен. Талай қиын замандарда, өздерінің өткір тілдерімен, тұшымды ойларымен, даналықтарымен көрегенділіктері арқылы ел саясатындағы мәселелерді шешіп отырған. Жоңғар басқыншылығына қарсы халық күресін ұйымдастырушылардың бірі болған Қазыбек би елдің азаттық алуы жолында аянбай тер төгеді. Абылай сұлтан жоңғарлардың қолына тұтқын болып түсіп қалғанда, оны босатып алуға белсене араласады. Төле би жоңғар билеушілерінің арасындағы тақ таласын өршіте қолдап, ежелгі жаудың іштей әлсіреуіне ықпал жасайды. Ал осы үш бидің ішінде, қастықпен қаза тапқан, жаман дертпен ауырып, бұл дүниемен қоштасқан Әйтеке би еді. Өз өмір сүрген заманында, халқының қиыншылығын көргісі келмеген атақты би, көреген, дана би осылайша қаза табады.\nҚорытындылай келсем, бес арысымыз, үш бәйтерегіміз, үш қоңырымыз қазақтың жүрегінде қанша заман өтсе де қалары хақ. Себебі олардың жүріп өткен жолы, салып кеткен дара жолы мәңгі жарқырап тұрары анық. Олардың енгізген жаңалығы, олардың еліне, жеріне деген махаббаты мәңгілік.",
                "date": "4.04.2023",
                "upvotes": 1
            },
            {
                "text": "Ахмет Байтұрсынов\nШәкәрім Құдайбердіұлы\n\nМағжан Жұмабаев\n\nЖүсіпбек Аймауытов\n\nМіржақып Дулатов",
                "date": "8.09.2023",
                "upvotes": 0
            },
            {
                "text": "Өте күшті ұнады",
                "date": "14.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Естен кетпейтін естелік",
        "question_content": "Өміріңіздегі ең естен кетпейтін естелік қандай?",
        "question_date": "2.04.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 283,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Сырым батыр жырын тауып бере аласыздар ма?",
        "question_content": "Сырым батыр дастанын (жырын) тауып бере аласыздар ма?",
        "question_date": "2.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 195,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пайыз бойынша санды табыуна 5 есеп, сан бойынша пайызды табыуна 5 есеп керек?",
        "question_content": "Математика 5 сынып пайыз бойынша санды табыуна 5 есеп, сан бойынша пайызды табыуна 5 есеп керек?",
        "question_date": "2.04.2023",
        "question_tag": "Математика",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5-сынып үшін есептерді пайыздар мен сандар табытына топтастыру келесідей болуы мүмкін:\n\nПайыздар бойынша міндеттер:\nСанның пайызын табыңыз. Мысалы, 80-ден 25%.\nЕгер пайыз және сол пайызға көбейту нәтижесі белгілі болса, санды табыңыз. Мысалы, егер санның 15% - ы 9-ға тең болса, онда қандай Сан?\nЕгер сандар мен олардың қатынасы белгілі болса, пайызды табыңыз. Мысалы, егер санның 40% - ы 60-қа тең болса,онда бұл сан қандай?\nЕгер белгілі болса, санды табыңыз пайыз және сол санды пайызға бөлудің нәтижесі. Мысалы, егер 36 саны 60% - ға бөлінсе, онда қандай сан шығады?\nЖеңілдік немесе үстеме пайызды ескере отырып, тауардың бағасын немесе санын өзгерту міндеттерін шешу. Мысалы, тауардың құны 100 рубльді құрады, бірақ оның бағасы 20% - ға өсті, қазір тауардың құны қандай?",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауысу тәртібімен келген мұғалімге ставка толық берілу керек па?",
        "question_content": "Ауысу тәртібімен құқық пәні мұғалімі болып 5 сағатпен жұмысқа қабылдады.Енді бір тарихшы мұғалім жұмыс ауысты,соның сағатын маған бермей жастар практикасы мен жүрген адамды алып жатыр.Менің сағатым толықпай маман ала ала ма",
        "question_date": "2.04.2023",
        "question_tag": "Заң",
        "question_views": 162,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Арқама без және қабырға астына пайда болды?",
        "question_content": "Саламатсыз ба? Менин жасым 33те осыдан 10жыл бурын аркама бир нарсе жыбырлап пайда болды карасам улкен без екен содан бери мазалаган емес где то 2жыл болды тартып ауырады емшегимнин астын тартып, и осы еки бурын кабыргамнын астынан пайда болыпты казир батып шаншып ауырады неликтен екен кимге корину керек кандай анализ тапсыру керек отиниш айтсаныздар екен",
        "question_date": "2.04.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге хирургке қаралыңыз.\n\nБолмаса, ағзаңызды толық тазалаудан өтіңіз. 87026325714",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінің мамандықтары бойынша колледж бар ма?",
        "question_content": "География пәні бойынша мамандыққа дайындайтын колледждер бар ма? 9дан кейін шығып кандай мамандық таңдауға болады?",
        "question_date": "2.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 242,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақстанда географиямен қайда түсуге болады\nҰлттық бірыңғай тестілеуде дәл Географияны тапсырған талапкерлер үшін сапалы білім ұсынатын жоғары оқу орындарының ішінде мыналарды атап өтуге болады:\n\nОларға КНУ. әл-Фараби;\nҚазақ НПУ. Абай;\nБайқоңыров атындағы Жезқазған университеті;\nҚостанай БПУ;\nӨтемісов атындағы БҚМУ;\nТГПИ;\nПМПИ;\nАГПИ им. Алтынсарин;\nЖансүгіров атындағы Жетісу мемлекеттік университеті;\nҚозыбаев атындағы СҚМУ;\nАМУ оларға. Досмұхамедов;\nҚЖЖЖ;\nҚМУ. Қорқыт Ата;\nАқтөбеде БПИ;\nӘуезов атындағы ОҚМУ;\nСемей мемлекеттік педагогикалық институты;\nАманжолов атындағы ШҚМУ;\nҚМУ. Букетова.\nГеографияны жақсы түсінетін қазақстандық жоғары оқу орындарының тізімін жалғастыруға болады, өйткені ол жылдан жылға жаңа оқу орындарымен толықтырылуда.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тонер, лосьон, эмулция деген не ?",
        "question_content": "Эмулция, тонер, лосьон деген не және оларды қалай қолдану керек?",
        "question_date": "1.04.2023",
        "question_tag": "Денсаулық",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эмульсия, тоник және лосьон-косметологияда қолдануға болатын әртүрлі тері күтімі өнімдері. Бұл не және оларды қалай пайдалану керек:\n\nЭмульсия-теріні кірден, макияждан және артық май секрециясынан тазарту үшін қолданылатын косметика. Ол арнайы эмульгаторлардың арқасында араласатын майлар мен судан тұрады. Эмульсиялар құрамына байланысты майлы да, сулы да болуы мүмкін. Эмульсияны қолдану үшін бет пен мойын терісіне аз мөлшерде жағып, айналмалы қозғалыстармен ақырын уқалау керек. Содан кейін эмульсияны жылы сумен жуып, теріні жұмсақ сүлгімен сүрту керек.\n\nТоник-бұл теріні тазартқаннан кейін қолданылатын тері күтімі. Тоник терінің табиғи рН деңгейін қалпына келтіруге көмектеседі, тері тесігін тарылтады, теріні ылғалдандырады және сергітеді. Тоникте әдетте кір мен өлі тері жасушаларының қалдықтарын кетіруге көмектесетін альфа және бета гидрокси қышқылдары бар. Тоникті қолдану үшін мақта жастықшасына аз мөлшерде жағып, бет пен мойын терісін ақырын сүртіңіз. Тоникті жуудың қажеті жоқ, ол теріде кебуі керек.\n\nЛосьон-бетіңізді жуғаннан кейін теріңізді ылғалдандыруға және тыныштандыруға көмектесетін жеңіл тері күтімі. Лосьон құрамында су, майлар және өсімдік компоненттерінің сығындылары мен дәрумендер сияқты белсенді ингредиенттер бар. Лосьон мақта жастықшасының көмегімен теріге жағылады, теріні толық сіңгенше ақырын сүртеді.\n\nКейбір адамдар эмульсиямен тазалаудан бастап, содан кейін тоник жағып, лосьонмен аяқталатын тері күтімі тәртібінде барлық үш құралды пайдалана алады. Дегенмен, әр адамның тері күтіміне деген жеке қажеттілігі бар және үш құралдың барлығы бірдей мүмкін емес",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оразада билеуге бола ма?",
        "question_content": "Осы жылы оразаны 1 рет ұстап жатырмын  және мен биге қатысамын. Оразада билеуге бола ма? Бидің түрі көп және мен уже абонемент алып қойдым.",
        "question_date": "1.04.2023",
        "question_tag": "Ораза сұрақтар",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни сұрақтарды fatua.kz ҚМДБ сайтына қоя аласыз",
                "date": "2.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кадастр мамандығын таңдау үшін 9 сыныптан кету керек па әлде 11 сыныптан ма?",
        "question_content": "Кадастр мамандығын таңдау үшін 9 сыныптан кету керек па әлде 11 сыныптан ма?",
        "question_date": "31.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 293,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мүмкіндік болса 11 сыныптан кейін ЖОО түскен дұрыс. Таңдау пәніңіз: Математика, География.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Нысаналы грантпен басқа университетке ауысуға болады ма?",
        "question_content": "Нысаналы грантта оқимын. Басқа университетке ауысқым келеді. Грантты жоғалтып алмай ауысу мүмкін бе?",
        "question_date": "31.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кешеубай молда бар дейди шымкентте шубарсуда кім біледі",
        "question_content": "Кешеубай молда бар дейди шымкентте шубарсуда кім біледі",
        "question_date": "31.03.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кәсіптік техникалық колледж арнайы пән оқытушылары мақалаларын жариялау",
        "question_content": "Кәсіптік техникалық колледж арнайы пән оқытушылары мақалаларын қандай журналға тегін немесе ақылы жариялай алады",
        "question_date": "31.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 201,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапханаңызға  барсаңыз сонда кәсіби журналдар тұрады, сол журналдарға жариялай аласыз. Мысалы , \"Білім шапағаты\" т.б. журналдар.",
                "date": "5.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбайұлының қара сөздерін қалай аз уақытта жаттауға болады?",
        "question_content": "Келесі аптада бізде Абай оқулары болады екен. Соған мұғалім дүйсенбі күнге дейін жаттасын деді Күні бойы қайталасамда ұмытып, шатасып қала берем. Абай Құнанбайұлының қара сөздерін қалай аз уақытта жаттауға болады?",
        "question_date": "31.03.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбайұлының қара сөздерін бірнеше кеңестерді қолдану арқылы есте сақтауға болады:\n\nМәтінді фразалар мен поэтикалық шумақтарға бөліп, оларды оңай есте сақтаңыз.\n\nСөздердің дыбысын есте сақтау үшін текстақ пен интонацияны пайдаланып мәтінді дауыстап оқып, қайталаңыз.\n\nСөздердің мағынасын есте сақтауды жеңілдету үшін сөздер мен олардың мағыналары арасындағы байланысты табуға тырысыңыз.\n\nМәтінді есте сақтау үшін визуализацияны пайдаланыңыз. Мәтінде сипатталған бейнелер мен көріністерді елестетіп көріңіз.\n\nЖадқа бекіту үшін мәтінді қағазға бірнеше рет жазыңыз.\n\nМәтінді күні бойы бірнеше рет қайталаңыз, мысалы, таңертеңгілік жаттығулар кезінде, ұйықтар алдында немесе серуендеу кезінде.\n\nМәтінді есте сақтау үшін мнемоникалық әдістерді қолданыңыз. Мысалы, мәтіннің негізгі идеяларын аббревиатура түрінде тұжырымдауға немесе әр сөзді суретпен немесе дыбыспен байланыстыруға болады.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Балақай тобына ұран керек еді",
        "question_content": "Балақай тобына ұран керек еді",
        "question_date": "30.03.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсіңде таудан саңырауқұлақтар жинаса не болды?",
        "question_content": "Тауда саңырауқұлақтар ды терип журмин.",
        "question_date": "30.03.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Досыңды 1 мамыр - Қазақстан халқының бiрлiгi күнімен құттықтап, ашық хат жаз?",
        "question_content": "Досыңды 1 мамыр - Қазақстан халқының бiрлiгi күнімен құттықтап, ашық хат жаз? Қазақстан халқы бірлігі күні қай уақыттан бері тойланып келді?",
        "question_date": "29.03.2023",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мереке 1996 жылдан бастап тойланады. 1995 жылдың 18 қазанында Қазақстан президенті Нұрсұлтан Әбішұлы Назарбаевтің жарлығы бойынша 1 мамыр - Қазақстан халқының бірлігі күні деп жарияланды.\nҚұрметті ................\nСізді татулық пен келісімнің нұрына малынған 1 мамыр – Қазақстан халықтарының бірлігі мерекесімен шын жүректен құттықтаймын!\nТәуелсіздігіміздің даңғыл болашағына түскен мемлекетіміздің экономикасы қарқынды даму үстінде. Біздің ең басты құндылығымыз - тәуелсіздік деп Елбасымыз ұлықтағандай сол құндылықты қастерлеу баршамыздың қасиетті парызымыз. Тәуелсіздігіміздің 20 жылдығына алған асуларымыз бен жеткен жетістіктерімізде елімізде өмір сүруші барша ұлт өкілдерінің еншісі бар. Осындай мол табыстарға қол жеткізуде аудан жұртшылығының да өзіндік үлесі бар. Себебі осындағы барлық ұлттардың татулық пен келісімде өмір сүруінің арқасында баршамыз алаңсыз өмір сүріп, білім алып, еңбек етудеміз.\nБұл айтулы мерекені көтеріңкі көңіл - күймен қарсы алуға толық негізі бар. Еліміздің өркендеуімен бірге аудан экономикасы да ілгерілеу устінде. Бейбітшілік пен татулықтың арқасында бізді болашақта бұдан да жарқын, баянды күндер күтіп тұрғанына сендіргім келеді.\nҚұрметпен,......... \n********\nҚұрметті ..................!\n\nСіздерді – Қазақстан халықтарының бірлігі күні мерекесімен шын жүректен құттықтаймыз.\nМамырдың бірінші күндері Қазақстан аса жарқын әрі мейрімді мерекелерінің бірі – Қазақстан халықтарының бірлігі күнін тойлайды.\nБұл достық, сыйластық пен ынтымақ мерекесі. Бұл 150 астам ұлт мекендейтін елімізде бейбіт өмір сүру үшін талап етілетін қағидалар. Қазақстанның кең шаңырағы астында қазақтар, өзбектер, орыстар, украиндар, неміс, корей, ұйғыр, қырғыз, армян, грузин және көптеген басқа ұлт өкілдері тұрады. Осы ұлттардың әрқайсысы бірегей таптырмас қасиеттерге ие, дегенмен Қазақстан аумағында біз – тату өмір сүретін бір халықпыз. Бірінші мамыр мерекесінің мәні де осы.\nСіздерге және жақындарыңызға зор денсаулық, бақыт пен шаттық, мол табыс тілейміз!\n\nҚұрметпен,......... \n*********\n...................... достым!\nСені бүгінгі Қазақстан халқының достығы күнімен құттықтаймын! Ең бастысы деніңе саулық, отбасыңа амандық тілеймін! Қазақстандай дархан еліміздің көк аспанында тек бейбітшілік құсы қалықтасын дегім келеді! Елбасымыздың салиқалы саясатының арқасында ұлтаралық келісім мен достық одан әрі нығая берсін! Екеуміздің достығымыз мәңгілік болсын!\nСәлеммен, досың ...........",
                "date": "9.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ІТ мамандығы Атырау қаласында қай колледжде бар екен?",
        "question_content": "Атырау қаласында IT мамандығын қай колледжде оқыса болады? Жылдық оқу ақысы қанша болады екен? Толық ақпарат керек еді.",
        "question_date": "29.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С.Мукашев атындағы Атырау политехникалық колледжі \nАтырау, Баймұханов көшесі, 45;   +7 (7122) 36‒56‒26;  *Emails are not allowed*;  http://apolitcol.kz\n- Есептеу техникасы және ақпараттық жүйелер (06120100)\n****************\nКаспий өңірінің қазіргі замандағы жоғары колледжі \nАтырау, Студенттер көшесі, 211а;  +7 (7122) 27‒65‒30;    *Emails are not allowed*;   https://psvk.edu.kz\n- Есептеу техникасы және ақпараттық жүйелер (06120100)\n*************\nАтырау энергетика және құрылыс колледжі\nАтырау, Құрманғазы көшесі, 9В/1;   +7 (7122) 21‒44‒48;   *Emails are not allowed*;  http://aesk.kz\nЕсептеу техникасы және ақпараттық жүйелер (06120100)\n********************\nАтырау инженерлік-гуманитарлық инситутының колледжі\nАтырау, Худин көшесі, 9; +7 (7122) 21-55-66; http://aigi.kz\nАқпараттық қауіпсіздік жүйелері (06120200)\nОқу ақылары көрсетілмеген.",
                "date": "15.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "20-ғасырдың алғашқы жартысындағы қазақ зиялылары неге қазақ әйелдерін алмаған?",
        "question_content": "Неге Алаш қозғалысының қайраткерлерінің, қазақ зиялыларының өкілдерінің көпшілігі қазақ ұлтының қыздарын қалыңдыққа алмаған?",
        "question_date": "29.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ қыздары оқитын ЖОО, мектеп, медреселер Кеңес өкіметі орнағаннан кейін көбейе түскендіктен оқымысты қазақ қыздарының саны артты. Алаш зиялылары, оқымыстылары өздерінің қалыңдықтарын оқымысты болғанын қалаған шығар. Себебі ошақ қасында сөйлескенде тең дәрежеде болу үшін, меніңше.",
                "date": "29.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақшалай көмек көрсете аласыздарма. Жұмыс істеймін, бірақ жетер емес бары қымбат",
        "question_content": "Ақшалай көмек көрсете аласыздарма. Аяққа тұра алмай қарыз көбейіп барады. 1 600 000. Қиын болып кетті өзіме 4400430263112630 Құралай Қ.",
        "question_date": "29.03.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жақсы көретін кызым онымен үнемі көзім түйісіп қала береді ол ненің белгісі?",
        "question_content": "Мен оны катты жақсы көрем және де өзіме калай каратсам болады калай ғашык екенің білуге болады",
        "question_date": "29.03.2023",
        "question_tag": "Махаббат",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Привет, мен ең оңай жолын айтып өтейін язык тела деген бар: ол сенің қимылыңды өзі де байқамай қайталайтын болады, мысалы сен басыңды изесең, ол да солай жасайды, отырғанда аяғыңды әр түрлі положениеде қойып, оның қайталап жатыр ма эоқ па екеніне назар аудар, бұл 100% шын ақпарат.\nОл сенің қимылыңды қайталаса, онда ол сенікі, мүмкіндікті пайдалан, ал егер сен позаңды ауыстырғанда ол еш әрекетсіз отыратын болса, оны жайына қалдырғаның дұрыс болады.",
                "date": "31.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Онлайн дүкенге қандай ат қоюға болады?",
        "question_content": "Қыздар киімін сататын онлайн дүкенді қалай атауға кеңес бересіздер? Қазақша қойса жақсы болатын еді. Алдын ала алғыс білдіремін.",
        "question_date": "29.03.2023",
        "question_tag": "Бизнес туралы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арулар көркі.         .",
                "date": "29.03.2023",
                "upvotes": 0
            },
            {
                "text": "Қазақ тілінде әйелдер киімін сататын интернет-дүкеннің атауы бірегейлік, есте сақтаудың жеңілдігі және тақырыпқа сәйкестігі сияқты бірнеше факторлардың негізінде таңдалуы мүмкін. Міне бірнеше идеялар:\n\nЖұлдыз жібек-бұл \"жұлдызды сән\"деп аударуға болатын қазақ сөз тіркесі. Бұл атау сәнді әйелдер киіміне маманданған интернет-дүкенге сәйкес келуі мүмкін.\n\nТанымал барысы-қазақ тіліндегі \"барлығы әйелдер үшін\"деп аударуға болатын сөз тіркесі. Бұл атау әйелдер киімдері мен аксессуарларының кең ассортиментін ұсынатын интернет-дүкен үшін жақсы таңдау болуы мүмкін.\n\nКөлденеу-бұл \"безендіру\"деп аударуға болатын қазақ сөзі. Бұл атау сәнді және стильді әйелдер киімдері мен аксессуарларын ұсынатын интернет-дүкенге сәйкес келуі мүмкін.\n\nТаңғымал - \"стиль\" деп аударуға болатын қазақ сөзі. Бұл атау эксклюзивті және сәнді әйелдер киімдерін ұсынатын интернет-дүкен үшін жақсы таңдау болуы мүмкін.\n\nБұл идеялар Сізге интернет-дүкен үшін дұрыс атауды таңдауға көмектеседі деп үміттенемін.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    }
]