[
    {
        "question_title": "Қазақстандағы ғылым білім қаншалықты дамыған деп ойлайсыз?",
        "question_content": "Қазақстандағы ғылым білім қаншалықты дамыған деп ойлайсыз?",
        "question_date": "3.08.2021",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда білім ғылым жақсы дамып жатыр деп ойлаймын. Себебі көптеген жастар халықаралық олимпиадаларда жүлделі орындарға ие болып жатыр, сондай-ақ шетелге оқуға түсіп, сол жақта жұмысқа тұрып өздерін көрсетіп жүрген жастар да бар.",
                "date": "25.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыс жазушысы Е.Замятиннің \"Мы\" романы не туралы жазылған?",
        "question_content": "Неге оны қазақшаға ешкім аудармайды?",
        "question_date": "3.08.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Роман об «обществе равных», в котором человеческая личность сведена к «нумеру». В нем унифицировано все — одежда и квартиры, мысли и чувства. Нет ни семьи, ни прочных привязанностей...\nАдам тұлғасы «санға» дейін қысқартылған «теңдіктер қоғамы» туралы роман. Онда бәрі біртұтас – киім мен пәтер, ой мен сезім. Отбасы жоқ, берік байланыс жоқ...",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Короновирусқа қатысты болжамдар қалай жасалынады?",
        "question_content": "Короновирусқа қатысты болжамдар қалай жасалынады?\n\nДенсаулық министрі оптимистік сценарий бойынша, пессимистік сценарий бойынша  аурулар көбейеді, азаяды деп айтып жатады, мұндай сценарий қалай жасалады?\n\nХалық арасында дұрыс түсіндірме жұмыстары жүргізілмейтіндіктен талай конспириологиялық көзқарастар айтылып , мамандардың пікір тасада қалып жатады???",
        "question_date": "3.08.2021",
        "question_tag": "Денсаулық",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяқтың қызуы бойынша невропаотологқа бару керек пе?",
        "question_content": "Менің соңғы кездері тунде жатқанда екі табаным қыдып, аяктарым сыздап жаткандай жаткызбай тунде мазалайды, бирпзга деин уйыктай алмай жатасын",
        "question_date": "2.08.2021",
        "question_tag": "Денсаулық",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егіз ұл балаларға ерекше есімдер бар ма?",
        "question_content": "Ер балаларға еіздерге ерекше есімдер",
        "question_date": "2.08.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кемеңгер – Мұрагер\nХантәңір- Хантемір\nҚанағат – Рақым\nАман – Есен\nСағындық – Қуандық\nӘлібек – Әлішер\nАслан – Жасұлан\nЕрдәулет – Бақдәулет\nНұраддин – Шамшаддин\nХанкелді-Ханберді\nРахман – Рахим\nАзамат – Самат\nШерхан – Сержан\nҰлан – Нұрлан\nШәміл – Шәмші\nЖанарыс – Бекарыс\nӘзілхан – Әуезхан\nСерік – Берік\nҒабит – Сәбит\nБолат – Жанат\nДархан – Елхан\nСанжар – Қайсар\nАдай – Қосай\nАбылай – Ыбырай\nБауыржан – Бақытжан\nАйдос – Жандос\nӘлихан – Әлижан\nАлдияр – Данияр\n\nАқпарат дереккөзі: https://massaget.kz/layfstayl/zhadnama/40019/",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламның фамилиясын қалай ауыстыруға болады?",
        "question_content": "Салеметсізбе! Мен қызымның фамилиясын  ауыстырмақшымын. Соны қалай ауыстырсам болады",
        "question_date": "1.08.2021",
        "question_tag": "Заң",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейде қандай-да бір себептерге байланысты баланың атын, әкесінің атын немесе тегін өзгерту қажеттілігі туындайды. Ол ата-анының екеуінің де тектерін ауыстырған кезінде баланың әкесі атын өзгерткен жағдайында туындауы мүмкін. Бұл мақалада біз әрбір жағдайды толық қарастырамыз.\n\nМәселені «Неке және отбасы туралы» Қазақстан Республикасының Кодексіне сәйкес, балаға есім ата-аналарының немесе баланың өзге де заңды өкілінің келісімі бойынша берілетіндігінен бастаған жөн. Әкесінің аты ата-аналарының қалауы бойынша оның әкесі болып көрсeтілген тұлғаның аты бойынша беріледі.\n\nСіз өз балаңызға қосарланған есімді есімнің бөлек жазылған, алайда екі есімнен көп емес жағдайында бере аласыз. Әкесінің қосарланған есімде болуы жағдайында баланың әкесінің аты олардың біреуі бойынша немесе әкесінің екі атының бірге жазылған жағдайында беріледі.\n\nБаланың аты ата-анасының атымен анықталады. Ата-аналардың әртүрлі тегі үшін балаға ата-анасының келісімі бойынша әкесінің немесе анасының тегі беріледі.\n\nБаланың тегі ата-анасының тектері әртүрлі болған жағдайында, олардың біреуінің тегімен анықталады. Ата-анасының қалауымен баланың тегі ұлттық дәстүрді есепке ала отырып, әкесінің, сол сияқты анасының жағынан әкесінің немесе атасының есімінен құрастырылуы мүмкін.\n\nБаланың есімі мен (немесе) тегіне қатысты ата-ананың арасында туындаған қарама-қайшылық  сот тәртібінде шешіледі.\n\nЕгер әке шешімі белгіленбесе, баланың аты ананың нұсқауымен беріледі, әкесінің аты баланың әкесінің аты ретінде жазылған адамның атымен, тегі - ананың атымен немесе ұлттық дәстүрлерді ескере отырып, баланың атасының атымен беріледі.\n\nБаланың тегінің өзгеруіне келетін болсақ, онда кәмелеттік жасқа толмаған баланың тегі ата-анасының екеуінің де тектерін ауыстырған жағдайында өзгереді.\n\nАта-аналардың бірлескен мәлімдемесіне сәйкес, бала он алты жасқа толғанға дейін тіркеу органы баланың мүдделеріне сүйене отырып, баланың есімін, сондай-ақ оған тағайындалған тегті басқа ата-ананың фамилиясына өзгертуге мүмкіндік береді.\n\nНекені (ерлі-зайыптылықты) немесе некені (ерлі-зайыптылықты) жарамсыз деп тану кезінде бала дүниеге келген кезінде иеленген текті сақтап қалады. Ереже бойынша, ол әкесінің тегі. Сонымен қоса, егер ата-анасы некені бұзу шарттарын рәсімдемей бөлек тұрған жағдайда және бала бірге тұратын ата-анаоған өз тегін бергісі келген жағдайда, бұл мәселе нотариалды ресімделген баланың қызығушылықтары мен өзге ата-ананың пікірін ескере отырып шешіледі. Өзге ата-ананың мекенжайын анықтау мүмкіндігі болмаған, оның ата-аналық құқығын шектеу немесе айыру, іс-әрекетке қабілетсіздік деп тану жағдайларында, сонымен қатар дәлелді себепсіз жалтарған жағдайда баланы асырау мен тәрбиелеуден бас тартқан жағдайында оның пікірін ескеру міндетті емес.\n\nЕгер ата-ана арнайы некесі бұзылған жағдайда бөлек тұратын болса, жене бала бірге тұратын ата-ана оған өз тегін бергісі келген жағдайда, тіркеуші орган өзге ата-ананың пікірін ескерместен баланың қызығушылығында осы мәселені шешеді.\n\nОн жасқа толған баланың атының немесе тегінің өзгеруі, заңды өкілінің қатысуымен алынған оның келісімімен ғана жүзеге асады.\nТолығырақ: https://egov.kz/cms/kk/articles/child/2Fsurname_change",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан ерте жұмысқа шыға аламын ба?",
        "question_content": "Сәлеметсіздерме?Бала күтіміне байланысты демалыста едім мұғаліммін қояр сұрағым қвркүйекті күтпей ақ осы тамыз айынан жұмысқа шыға беруіме болама еңбекақы қарастырыла ма екен",
        "question_date": "1.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 524,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін мектепке барып, директер атына арыз жазу керек болады.",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеуді кетіру тәсілі бар ма?",
        "question_content": "Безеу күн ыстықта қаптап шығып кетті. Жасым 20 да қызарып көп болып шығып кетті, маңдайымда бос орын жоқ, қазір бетіме де шығып жатыр көмектесіңіздерші. Кір сабынмен жуып көрдім пайдасы жоқ, біраз нәрсені қолдандым.",
        "question_date": "1.08.2021",
        "question_tag": "Тазалық",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Безеу күрделілігіне байланысты «жеңіл, орташа, асқынған» болып үшке бөлінеді. Егер емделуші бірінші,  яғни аурудың жеңіл түрімен бізге келетін болса, шағымданушыға сыртқы емдеу шараларын қарастырамыз. Ал қалған екі түрінде қан алмастыру тәсілін қолданамыз.\nТолығырақ: https://www.google.kz/amp/s/massaget.kz/layfstayl/Zdorove/19389/amp/",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Парацетамол не үшін керек?",
        "question_content": "Парацетамол не үшін керек?",
        "question_date": "1.08.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Парацетамол (панадол, эфферелган) – түрлі атаулармен сатылатын ыстық басушы дәрі. Бірақ өзге дженериктермен (алмастырушы дәрілер) құрамы бірдей. Ыстық басудан өзге демікпемен(астма) ауыратын адамдар үшін де тиімді дәрі. Парацетамолдың бір таблеткасы 500 мг құрайды. Фармакотерапиялық тобы: анальгетиктер; басқа да анальгетиктер - антипиретиктер; анилидтер; парацетамол.\nТолығырақ: https://kk.m.wikipedia.org/wiki/Парацетамол",
                "date": "1.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Невроз паникалық шабуыл ВСД қалай құтылуға болады?",
        "question_content": "Үй жағдайында қалай емделуге болады? Қандай шагтар бар? 2ай болды уже",
        "question_date": "1.08.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Невроздарды емдеуде қатып қалған үлгі болуы мүмкін емес, өйткені ол негізінен әр ауру адамның жеке өзіне тән ерекшеліктеріне, оның жоғары нерв қызметінің типіне байланысты\nНевротикалық жағдайлардың пайда болуына нерв-психика процестеріне артық күш түсу жататындықтан, емдеудің негізгі принципі - ми нерв клеткаларының демалысы мен тыныштығын қамтамасыз ететін жағдай туғызу болмақ.\nАуру адамдар көбінесе өзін-өзі емдеумен айналысуға тырысады, «олар дәл осындай ауруы бар таныстарыма көмектесті» дегенді сылтауратып, әр түрлі дәрілерді ішіп көреді.\nСоңғы кезде нерв жүйесіне әсер ететін сан алуан дәрілік препараттар пайда болды, оларға нерв жүйесін тыныштандыратын транквилизаторлар (француздың «транквиль» - ұстамды деген мағынадағы сөзі) жатады. Бұл триоксазин, элениум, седуксен және т. б. Міне, осындай «модаға кірген» дәрілерді көптеген ауру адамдар дұрыс пайдаланбайды.\nӨзін-өзі емдеу өте қауіпті: біреуге жаққан ем біреуге жақпайды, ал үшінші біреуге пайдасыз. Ауру адамды мұқият тексергеннен кейін дәріні тек дәрігер ғана белгілеуге тиіс.\nНевротикалық жағдайларды тек дәрілердің көмегімен ғана емдемейді. Невроздардан зардап шегетіндерді көбінесе жоғары нерв қызметіне артық күш түсіретін жұмыстың бір түрінен екінші түріне ауыстырады. Кейде бұл ой еңбегін дене еңбегімен ауыстыру, немесе керісінше болуы мүмкін. Невроздардың өте-мөте ауыр түріне ұшыраған ауру адамға толық тыныштық беру керек - жұмыстан мүлдем босатып, санаторийге немесе ауруханаға жіберген жөн.\nБізден мидағы қозу және тежелу процестеріне қандай дәрілер әсер етеді, деп жиі сұрайды. Олар көп. Кейбіреулері, мысалы, бром, валерьяна, бес салалы сасық шөптің тұнбасы сияқтылар тежелуді күшейтеді, басқалары қозу процестерін нығайтады. Бұл топқа кофеин, фенамин, женьшеннің тұнбасы, қытай лимоны жатады.\nАуру адамның миында қай процестің: қозудың немесе тежелудің басым екендігіне қарап барып, нерв жүйесіне күш-қуат беретін немесе оны тыныштандыратын дәрілерді дәрігер ғана белгілейді.\nСтационар жағдайында ұзақ ұйықтату арқылы емдеу тәсілі кең қолданылып келеді. Ұйқы кезінде ми қабығында жайыла тежелу пайда болып, ол төменде жатқан ми қыртысының аймағына таралады. Сейтіп, мидың барлық клеткалары тынығады және одан әрі жұмыс істеуге қажетті күш-қуат жинайды.\nҰзақ ұйықтату үшін шартты рефлекс тәсілдерін қолданады. Оның мәні ауру адамның ұйықтауы үшін қолайлы жағдай туғызу. Бөлме қараңғы немесе қара көлеңкелі болса, айнала тып-тыныш әрі терезенің сыртынан жаңбырдың тырсылдаған дыбысы естіліп тұрса, адам тезірек ұйықтап кетеді. Палатада мұндай жағдай қолдан жасалады.\nБұл арада емдеу арқылы ықпал ететін объект аурудың артық күш түскен психикасы болғандықтан невроздарды емдеуде психотерапияның ролі ерекше зор. Психотерапия дегеніміз - көзін жеткізу арқылы ауруға ықпал ету. Егер дәрігер невротикалық жағдай кезінде мида өтетін процестердің сипатын ауру адамға түсіндіре алса, егер ауру адам дәрігерді дұрыс түсінсе және оның кеңестерін орындап отырса, оған сенетін болса, емдеудің иәтижелі болары сөзсіз.\nГипнозбен емдеу немесе гипнотерапия - психотерапияңың ерекше түрі болып табылады. Гипноз сонау көне дәуірден бері белгілі. Ежелгі Грецияда оны емдеу тәсілі ретінде қолданған. Алайда гипнотерапия медицинаға XIX ғасырдың аяғы мен XX ғасырдың басында ерекше кең әрі мықтап енді.\nГипноздық жағдайдың негізінде ми қабығының жайыла тежелуі жатыр. Басқаша айтқанда бұл да ұйқы, бірақ жасанды ұйқы (грекше «гипнос» - ұйқы).\nМи қабығы жайыла тежелетін гипноз кезінде «ояу» орталық болады. Дәрігер мен пациенттің өзара байланысы осы орталық арқылы жүзеге асырылады. Сендіруге - гипнозға адамдардың бәрі бірдей берілмейді. Гипнозға берілу олардың жоғары нерв қызметтерінің типіне байланысты. Әдетте истерияны емдеу жақсы, неврастенияны емдеу нашар нәтиже береді, ал психастениямен ауыратындар гипнозға берілмейді деуге болады.\nНевротикалық жағдайларды емдеудің басқа әсерлі түрі - физиотерапия. Тұзды-қылқанды немесе тұщы сулы жылы (37-38°) ванналар нерв жүйесін тыныштандырады, салкын душ - сергітеді.\nНевроздарды емдеуде емдік физкультураға ерекше орын беріледі. Невротикалық жағдайларды емдеудің бұл тәсілінің мәні - сырқат адамдардың назарын ауруын уайымдаудан дене жаттығуларын орындауға аудару. Тек денешынықтырумен айналысу сабағына жарыс элементтерін енгізуге болмайды, өйткені бұл ауру адамды қоздырыңқыратуы және мазасыздандыруы мүмкін.\nНевротикалық жағдайлардың дамуын алдын алу дегеніміз кең көлемдегі медициналық және әлеуметтік-экономикалық сипаттағы әлеуметтік-гигиеналық шаралардың жиынтығы, яғни сыртқы ортаны жақсарту мен организмнің өзін нығайту болып табылады.\n«Ауруды емдегеннен гөрі, алдын алған оңай» деген мәтел жұрттың бәріне белгілі. Невроздарға қарсы профилактика баланың мінез-құлқы қалыптаса бастайтын сәби кезден, ол өзін қоршаған ортадағыны, жақсы, жаманның бәрін талғамай қабылдай беретін кезден басталуға тиіс. Бала кезде невроздардың дамуын алдын алу сонымен бірге ересек адамдардың да невротикалық жағдайларының профилактикасы болып табылады, өйткені бала кезден қаланатын негіз адамның мінез-құлқын айқындап, өте күшті сыртқы ықпалдың әсерінен ғана өзгере отырып, өмір бойы қалады.\nТолығырақ: https://www.uniface.kz/index.php?post=article&section=2&id=679",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сыныпты бітіріп, полиция оқуына түсе аламын ба?",
        "question_content": "10 ды бітіріп милиция оқуына түсуге блладыма қандаи пән қажет қанша балл?",
        "question_date": "31.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалық шақтағы көптеген ұлдарға «кім болғың келеді?» Деген сұрақ қойылды жауап: «Полицей». Бұл «ғарышкер» сияқты ең көп тараған жауап болуы мүмкін. Кейбіреулер үшін бұл тек балалық арман болып қала берді - одан басқа ештеңе жоқ. Балалық шағынан бастап өздерін таңдап алғандар да бар өмір жолыжәне құқық қорғау органдарында жұмыс жасауды, заңсыздық пен қылмыспен күресуді және адамдарға көмектесуді армандаймын. Өйткені, бұл мамандық мемлекет үшін маңызды мамандықтардың бірі. Полиция қызметкерлері қоғамдық тәртіпті, азаматтардың мүлкін, өмірі мен денсаулығын қорғайды. Полициясыз қоғамда хаос пен анархия билеген болар еді. Сіз полиция қызметкері болғыңыз келе ме?\nОлар полиция қызметкері болу үшін қайда оқиды\nСонымен, қалаған форманы алу үшін оны оқып үйрену жеткіліксіз жалпы білім беретін мектеп... Бұл үшін арнайы дағдылар қажет (тек физикалық емес) және арнайы білім.\nБіздің елімізде болашақ тәртіп сақшыларын арнайы полиция мектебі даярлайды. бұл оқу орны, бұл салада білікті жұмысшылар шығарады. Дәл осы полиция мектептерінде олар кейде қиын ғана емес, сонымен бірге өмірге қауіп төндіретін ресми міндеттерді ойдағыдай орындау үшін қажетті практикалық дағдыларды береді. Мұндай мекемелер негізінен елдің ер адамдарына арналған. Мұнда қыздар сирек кездеседі - 10% -дан аспайды.\nМектеп таңдау\nСонымен, полиция мектебі қандай? Ресейде «полиция» білімін алудың бірнеше кезеңдері бар.\nБірінші кезең орта мектепмилиция немесе кадет корпусы. Бұған «Заң және әлеуметтік қамсыздандыру ұйымы» (заңгер) мамандығын ұсынатын кейбір колледждер кіреді.\nОсы типтегі оқу орындары Астрахан, Новосибирск, Мәскеу, Санкт-Петербург, Элабуга, Брянск және басқа орта мектептер арнайы мектептерРесейдің ішкі істер министрлігінің полициясы. Сонымен қатар Московский мен Симбирский кадет корпусыәділеттілік. Полицияның орта мектептерінде мұндай мекемеде күндізгі, кешкі және ұзақтығы оқу формасы мен қолданыстағы білімге байланысты, бірақ үш жылдан аспайды.\nОрта арнаулы оқу орнын бітіргеннен кейін берілетін шекті атақ - кіші лейтенант.\nЕгер сіз одан жақсырақ және маңызды нәрсені қаласаңыз, сізге жетуіңіз керек жоғарғы білім... Сонымен, сізге керек орта мектепполиция. Мұндай мекемелерге мыналар жатады: Ресейдің ішкі істер министрлігінің Мәскеу, Краснодар және Санкт-Петербург университеттері, Ішкі істер министрлігінің Нижний Новгород, Волгоград және Омбы академиялары, сонымен қатар Мәскеуде орналасқан экономикалық қауіпсіздік академиясы, Сібір заңы, Барнаул, Воронеж, Ростов, Саратов және басқа да ішкі істер министрлігі институттары Ресей. Мұнда, жалпы білім беретін мектептерде де күндізгі, кешкі және сырттай оқу нысандары мүмкіндігі қарастырылған. Оқу 5 жылға дейін созылады.\nЖоғары милиция мектебі болашақта мектепті бітіргеннен кейін тек қана көп нәрсеге жүгінбеуге мүмкіндік береді жоғары шендер, сонымен қатар прокуратурадағы беделді жұмыс үшін, сот төрелігі және т.б.\nЕң жоғары деңгей - Ресейдің Ішкі істер министрлігінің Басқару академиясы. Ол әртүрлі деңгейдегі полиция басшыларын дайындайды және жеке құрамды қайта даярлауды жүзеге асырады.\nКім полиция қызметкері бола алады\nСонымен, кез-келген азамат полиция мектебіне түсуге үміткер бола алады Ресей Федерациясы... Үміткерлерге қойылатын негізгі талаптар - жақсы физикалық дайындық және денсаулық.\nҚабылдау үшін сіз емтихандарды жақсы тапсыруыңыз керек. Полиция мектебі сонымен қатар негізгі немесе орта білім туралы куәлікте жеткілікті жоғары бағаны талап етеді.\nҮміткерлер үшін жас шектеулері бар. Сонымен, өтініш берушінің ең жоғары жасы 25 жастан аспауы керек.\nПолиция мектебіне қалай жазылуға болады\nСондықтан сіз мұны істеуге байыпты қарайсыз. Не істеу?\nКәдімгі мектептің тоғыз сыныбының соңында сізді полиция орта мектебі күтеді. Әдетте оған бар адамдар барады тұрақты тіркеуосындай мекеме орналасқан ауданда. Мектепке кіру біраз уақытты алады, біраз күш пен күш жұмсауды қажет етеді және бірнеше кезеңнен тұрады. Енді олардың әрқайсысы туралы көбірек.\n1 кезең: қолдану\nСіз үшін бірінші қадам - таңдаған мектебіңізге түсуге өтініш беру. Ол оқу орны директорының атына жазылған. Маңызды мәселе, егер полиция мектебі студент үміткердің ата-аналарының қолдары болмаса, құжатты қабылдауға құқылы емес. Ата-аналары немесе қамқоршылары баласының осындай оқу орнына түсуіне рұқсат беруі керек. Сіз онсыз жасай алмайсыз.\nӨтініш беру мерзімі шектеулі - оны мектепке дейін жіберуге болады\n2 кезең: «өткенді» тексеру\nПолиция мектебі сіздің өтінішіңізді қабылдағаннан кейін, ол арнайы кадр қызметіне жіберіледі. Онда талапкерлердің әрқайсысының жеке істері талаптарға сәйкес жасалады және өтініш берген өтініш берушіге қатысты барлық мәліметтер тексеріліп, зерттеледі.\nБұл кезеңде сізге идеалды «өткеннен» басқа ештеңе қажет болмайды. Кадр қызметі студенттікке үміткердің соттылығының бар-жоғын және қылмыстық немесе әкімшілік жауапкершілікке тартылуын ғана емес, оның жақын туыстарын да мұқият тексереді. Сондықтан мұнда бақытты.\nТексеру аяқталғаннан кейін шешім қабылданады: не полиция мектебіне жазылуға ұсыныс беріңіз, не бас тартыңыз.\n3 кезең: медициналық тексеру\n«Өткенді» тексеру кезінде өтініш берушінің өзі бос отырмайды. Полиция мектебіне түсу үшін сіз медициналық тексеруден өтуіңіз керек. Әдетте, бұл өтініш берушінің тұрғылықты жерінде жасалады.\nМедициналық комиссияға қабылдау үшін сіз мыналарды ұсынуыңыз керек:\nкейбір сынақтардың нәтижелері: мысалы, мерезге немесе ЖҚТБ-ға қан, флюорография, жүректің ЭКГ және басқалары;\nалдыңғы бес жылдағы медициналық картадан үзінді;\nжасалған вакциналар туралы ақпарат.\nҰсынылған мәліметтер негізінде медициналық комиссия келесі шешімдердің бірін қабылдайды: кандидат полиция қызметіне жарамды немесе жарамсыз.\n4 кезең: интеллект деңгейі\nБіріншіден, арнайы тестілеуден өту керек, оның көмегімен үміткердің қандай-да бір есірткі қабылдайтындығы, алкогольдік ішімдіктен немесе басқа токсикалық тәуелділіктен зардап шегетіні анықталады. Егер тест ойдағыдай өткен болса, үміткер кіріспе тестіне өтеді. Бұл кезеңде оның интеллектуалды дамуы қандай деңгейде екендігі тексеріледі. Мұнда тесттің қандай болатынын полиция мектебінің өзі таңдайды. Бұл емтихан, сұхбат немесе IQ үшін психологиялық болуы мүмкін).\n5 кезең: емтихандар\nПсихологиялық тестілеуден өткен соң үміткерлерге жалпы білім беретін мектепте алған білімдерін тексеруге рұқсат етіледі. Полиция мектебіне қабылдау емтихандары ауызша және жазбаша түрде қабылданады. Талапкерлер орыс тілі мен Ресей тарихынан өтеді.\nОрыс тілін білуді тексеру шағын эссе, презентация немесе диктант түрінде өтеді. Ресей тарихы бойынша емтихан ауызша түрде беріледі.\n6 кезең: дене шынықтыруды тексеру\nИнтеллектуалды тесттен кейін сізді соңғы және шешуші кезең күтеді. Егер сіз физикалық сынақтан сәтті өткен болсаңыз, онда сізге полиция мектебіне кіруге кепілдік беріледі.\nСонымен, үміткерлердің физикалық дайындығы белгілі бір спорт түрлерінде тексеріледі. Сонымен қатар, ұлдар мен қыздарға арналған стандарттар әр түрлі. Қыздарға да, ер балаларға да ұзақ (1-2 км) және қысқа (100 м) қашықтыққа жүгіру қамтамасыз етілген. Сондай-ақ, жігіттер үшін - биік штангаға тартылу, қыздарға - белгілі бір күрделі күш жаттығуларын орындау.\nТест тапсырғаннан кейінгі нәтижені «өте жақсы», «жақсы», «қанағаттанарлық» немесе «қанағаттанарлықсыз» деген сөздермен білдіруге болады.\nҚысқа қашықтыққа жүгіру үшін жігіттер келесі нәтижемен жүгіру керек (секундпен):\n13.6 - өте жақсы;\n14.2 - «жақсылық» үшін;\n14.6 - «қанағаттанарлық» үшін.\nҚыздар баяу жүгіріп, келесі нәтижемен өте алады:\n16.5 - өте жақсы;\n17.1 - «жақсылық» үшін;\n17.5 - «қанағаттанарлық» үшін.\nҰзақ қашықтыққа жүгіру үшін (2 км) жігіттер келесі нәтижеге ие болуы керек (минуттар мен секундтарда):\n7.50 - өте жақсы;\n8.10 - «жақсылық» үшін;\n9.00 - «қанағаттанарлық» үшін.\nҚыздарға арналған қашықтық жігіттерден гөрі қысқа және 1 шақырым. Олар келесі нәтижемен жүгіру керек (минуттар мен секундтарда):\n4.25 - өте жақсы;\n4.45 - «жақсы» үшін;\n5.00 - «қанағаттанарлық» үшін.\nЕр балаларға арналған тартулар бірнеше рет есептелінеді:\n12 - өте жақсы;\n10 - «жақсы» үшін;\n6 - «қанағаттанарлық» үшін.\nҚыздарға арналған күш жаттығулары (мысалы, іш жаттығулары), сондай-ақ, бірнеше рет жүргізіліп отырады:\n30 - өте жақсы;\n26 - «жақсылық» үшін;\n24 - «қанағаттанарлық» үшін.\nЕгер өтініш беруші жаттығулардың кем дегенде бірінде қажетті ұпайлар мен секундтарды жинай алмаса, ол алады жалпы нәтиже- «қанағаттанарлықсыз».\nТеріс нәтиже емтиханның сәтсіздігіне теңестіріледі, бұл талапкердің барлық қабылдау мүмкіндіктерін автоматты түрде жоққа шығарады.\nПолиция мектебіне жазылу кейін өтеді қабылдау комиссиясыбілім беру мекемесі барлық кезеңдердегі тексерулердің нәтижелерін қарастырады: оқуға түсу туралы өтініштер, медициналық комиссияның қорытындылары, соттылығының бар-жоғы және қылмыстық немесе әкімшілік жауапкершілікке тарту, интеллект деңгейі, сондай-ақ бағалар қабылдау емтихандарына және дене шынықтыруға арналған.\nӨтініш берушінің өткен-кеткендерінің негізінде комиссия бұл өтініш берушінің полиция мектебінде оқуға жарамды-жатпайтындығы туралы шешім қабылдайды. Бірақ тілек білдірушілер көп болатынын және олардың ішіне ең лайықтылары мен мақсаттылары ғана қабылданады.\nТолығырақ: https://kemerovobarberwanted.ru/kk/shri-radzhnish-osho/ucheba-v-policii-dlya-devushek-shkola-policii-dlya-devochek-kak-v-nee-popast/",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныпта қызыл аттестат ала аламын ба?",
        "question_content": "Мен 1-7сыныпқа дейін 3,5 пен оқыдым ал енді 8,9 сыныпты түгелдей 5 пен бітірсе қызылаттестат алуға мүмкіндігм бар ма?\n\nЖауап беріңіздерші пожалуйста",
        "question_date": "31.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 837,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдық бәрі түгел бес болу керек. 5-9сынып аралығында 4 жоқ, түгелдей 5 болуы керек. Өйтпесе қызыл аттестат ала аламайсыз.",
                "date": "1.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Batlelands royale ойынын кім ойнайды?",
        "question_content": "Мен Batlelandsroyaleи ойнын ойнаймын,сол бірге ойнайтын адам керек, кім менімен ойнайды?",
        "question_date": "31.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйде отырып, қалай табыс табуға болады?",
        "question_content": "Уйде отырып табыс тапкыныз келедыме. Куныне 3000-10000аралыгында?\n\nИнстарам паракшаны дамытып  озымызде сол паракша аркылы жумыс жасап табыс тауып отрмн.",
        "question_date": "31.07.2021",
        "question_tag": "Жеке бизнес",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен өзіңіздің қай іске икемділігіңіз бар екенін анықтаңыз. Мүмкін тігін машинасында жұмыс істей алатын шығарсыз? Көршілеріңіздің балаларымен тату шығарсыз? Мақала жазатын боларсыз? Осы секілді жұмыстардың ішінен өзіңіздің қолыңыздан келетінін таңдасаңыз дұрыс шешім қабылдайсыз.\nҮйде баламен немесе үй шаруасына тәуелді болып отырғанда жұмыс істеудің 12 тәсілі бар.\n1. Киім сату\nБұл үшін компьютер, интернет, сайттардың тізімі қажет. Тауарды көп мөлшерде сатып алу әлдеқайда арзанға түсетінін барлығымыз білеміз. Сол себепті фирмалармен келісіп, көп тауарды арзанырақ сатып алыңыз. Артынша осы тауарларды интернет желісінде қыздар қауымы көп отыратын форумға енгізіңіз. Оны алушылардың санын тізімдеп, ақшасын жинастырып, өзіңіз барып сатып алыңыз. Алған заттарды белгіленген бір жерде алушыларға таратыңыз. Көп мөлшерде арзандатылған тауарды алу арқылы 30–35% ақша үнемдейсіз. Яғни осы мөлшердегі ақша сізге тиесілі.\nПайдалы тұстары:\nМұндай кезде өзіңізге деген қажетті заттарды да арзан бағаға алып алуыңызға болады. Нәтижесінде сапалы дүниелерді қай жерден алуға болатындығын үйренесіз.\nКемшіліктері:\nТапсырыс беріп алған тауарды ұнамаған жағдайда қайтарып бере алмайсыз. Ал тапсырыс берген затынан бас тартатын тұтынушылар міндетті түрде табылады. Мұнымен қатар, \"сіз алған тауар дәл интернет беттеріндегі суреттерге сәйкес келе ме?\" деген мәселе бар. Сізді алдап немесе сіз алдадыңыз деп айып тағуы мүмкін. Өкінішке орай, бұл бизнестің осында олқылықтары бар.\n2. Интернет-дүкен\nБұл үшін компьютер, интернет, желіде интернет-дүкен парақшасын жасауға арналған бірнеше бағдарламалар және Google-дың көмегі қажет.\nИнтернет-дүкен дегеніміз – өзіңіздің немесе өзгелердің өнімдерінің суретін интернетке енгізу арқылы сату. Интернет-дүкен ашу үшін ЖК-ызды тіркегеніңіз дұрыс. Бұдан өзге тауарлардың ақшасы келіп түсетін жеке шот аштырғаныңыз жөн. Интернет-дүкендердің дайын дизайндерін Google-дан таба аласыз. Бастапқыда мамандардың көмегіне жүгінуіңізге болады.\nПайдалы тұстары:\nСауда жасау үшін сауда орындарын жалға алып, ай сайын салық төлеп отырудың қажеті болмайды.\nКемшіліктері:\nБұрын жеке сайтыңызды жасап көрмеген болсаңыз, бұл үлкен қиындық тудырады. Әсіресе, бұл салада таныстарыңыз болмаған жағдайда.\n3. Жеке блог\nБұл үшін компьютер, интернет, кем дегенде 500 адам оқитын сапалы блог қажет. Егер сіздің блогтарыңызды кем дегенде 500 адам қарайтын болса, көп ұзамай сізге мақалалар жазуға тапсырыстар түседі. Блогтарыңызға атақты брендтердің атауын қолданып жазсаңыз болады. Бұл олардың сіздің жарнамалай білу қабілетіңізге қызығушылығын арттырады.\nПайдалы тұстары:\nБлогыңызды асықпай, барынша ойланып жазсаңыз болады. Ал тапсырыс берушілермен пошта, icq, скайп арқылы сөйлесіп, ақшаны электронды қапшығыңыз арқылы алып отырасыз. Әрине, блог жарнама үшін көп ақша төленбейді, алайда аз ақша да кедергі болмас.\nКемшіліктері:\nБлогтар арқылы жарнама жасауға көзіміз әлі де үйренбегендіктен, ол әзірге мәдениетсіздік деп саналады. Өзіңізге қарсы жазылған пікірлер де болуы мүмкін. Поштаңызды да үнемі тазалап, тапсырыстар келгендігін қарап отыруыңыз керек болады.\n4. Мәтінді компьютермен теру\nБұл үшін компьютер, А4 қағаз, принтер қажет. Сізге әкелген мәтіндерді компьютерде теріп бересіз. Жұмыс қиын емес, алайда жалықтыратын тұстары бар. Баяу жазатын болсаңыз, уайымдамаңыз 3-4 айдан кейін экран ғана қарап отырып жазатындай дәрежеге жетесіз.\nПайдалы тұстары:\nҮйде боласыз, ешқайда барудың қажеті жоқ. Арнайы білім мен таланттың қажеті жоқ, бар болғаны шыдамдылық.\nКемшіліктері:\nҚанша шыдамдылық танытсаңыз да, денсаулығыңыз сыр беруі мүмкін. Көзіңіз талып, арқаңыз бен жамбасыңыз ауыра бастайды. Сіз жұмсаған еңбек үшін міндетті түрде ақша төленеді деген кепілдік жоқ.\n5. Рерайт\nБұл үшін компьютер, интернет, туған тіліңізді жоғары деңгейде меңгергендігіңіз қажет. Тапсырыс беруші сізге мәтінді әкеліп береді. Сіз ондағы сөздерді синонимдерімен алмастырасыз. Артынша сіз жасап берген дүниені тапсырыс беруші ешқандай плагиат жоқ деп көпшілікке ұсына алады.\nПайдалы тұстары:\nБұны да үйде отырып, тәуліктегі қалаған уақытыңызда жасай аласыз. Тек келіскен уақытта аяқтасаңыз болғаны.\nКемшіліктері:\nМи шаршап, аяқ-қолдарыңыз ұйып қалуы мүмкін. Өз ана тілін мықты меңгерген адам үшін жалақысы ең аз жұмыстардың бірі.\n6. Сайттарға арналған мақалалар\nБұл үшін компьютер, интернет, қабілет қажет. Интернет-журналдан адамдар көп кіретін порталдарды іздестіріңіз. Порталдан редакциямен хабарласу деген жерді табыңыз. Тапқан соң элоктронды мекен-жайыңызды көрсетіп, бірнеше мақалаңызды жіберіңіз. Бастапқыда өте аз қаламақы ұсынуы мүмкін. Абыржымай, жұмысыңызды жалғастыра беріңіз. Тәжірибе жинақтап, портфолиоңызды толықтырып отырыңыз.\nПайдалы тұстары:\nУақытты өзіңіз белгілейсіз. Сіздің үйіңіз бақытты ошағы ғана емес, мұнымен қатар кеңсеңіз. Үй де орындалатын жұмыстардың осындай пайдасы бар.\nКемшіліктері:\nСіздің еңбегіңізді төмен бағалаулары мүмкін екендіктеріне дайын болыңыз.\n7. Рефераттар мен курстық жұмыстар жазу\nБұл үшін компьютер, интернет, принтер, сканер, А4 форматындағы қағаз қажет.\nБірінші кезекте өзіңіз меңгерген сала бойынша біліміңізді пайдалануыңызға болады. Тапсырыс берушіге интернет желісінен жүктеп алған дайын рефератты бере саламын деп ойламаңыз. Оны бесінші сыныптың оқушысы да жасай алады.\nЕкіншіден, тапсырыс берушіге рефератты қорғау үшін міндетті түрде оқып шығу керектігін түсіндіріңіз.\nПайдалы тұстары:\nХабарламаларға арнайы уақыт бөлмей, балаңызбен қыдырып жүрген кезіңізде іліп қоюыңызға болады. Ал дайын өнімдерді өздері үйіңізге келіп алып кетеді.\nКемшіліктері:\nСессия кезінде тапсырыс көп түседі де, қалған уақыттарда аз болады. Тапсырыс берушілер үйіңізге көптеп келуі мүмкін. Реферат жазу үшін де күш-жігер жұмсауыңыз керек. Кейде тапсырыс берушілер ақшасын аз мөлшерде береді.\n8. Хенд-мейдинг\nБұл үшін жақсы материалдар мен балалар жүрмейтін жұмыс орны керек. Үйде отырып киім тіксеңіз де, бұйымдар жасасаңыз да сапалы маталарды қолдануға тырысыңыз. Бұл сізге деген келушілердің санын арттырады. Хенд-мейдинг үшін шебер қолдар+сапалы материал+дизайн ойлап таба білу қасиеті керек.\nПайдалы тұстары:\nБұйымдарға адамдардың қызығушылығы күннен-күнге артуда. Қолөнер бұйымдары жоғары бағаланады. Сол себепті бұл салада жұмыссыз қалу қиын.\nКемшіліктері:\nМаталар мен материалдардың бағасы қымбат, бәсекелестер де аз емес.\n9. Балаларды қарау\nБұл үшін таза үй, балалармен жұмыс жасай білу, аз да болсын білім қажет. Балаларын сізге әкеліп береді, сіз оларды келіскен уақытқа дейін қарайсыз.\nПайдалы тұстары:\nСізге өзгелердің емес, өзіңіздің де балаларыңызды қарау арқылы ақша табасыз.\nКемшіліктері:\nБаларға абайсызда бір нәрсе болған жағдайда заң мен ар алдындағы жауапкершілік сіздің мойныңызға түседі.\n10. Маникюр немесе шаштараз қызметін көрсету.\nБұл үшін арнайы құралдар, жұмыс жасайтын орын қажет. Егер сіз маникюр, педикюр, шаштараз маманы болсаңыз, келушілерді үйде де қабылдай аласыз. Шаштараз болу үшін арнайы үйреніп алған жөн, ал тырнақ күтімін үйде интернеттегі видеолардың көмегімен үйрене аласыз. Ең алдымен құрбыларыңызға жасап үйренгеніңіз жөн. Бір шетінен жарнамалауға көмектеседі. Бастысы әрдайым тазалыққа мән беру.\nПайдалы тұстары:\nТабысыңыз ауқымды болады. Келушілерді үйде қабылдаған да ыңғайлы.\nКемшіліктері:\nҮйіңізде бөтен адамдардың жүруі.\n11. Косметика сату\nБұл үшін косметикалар фирмасында тіркеліп, каталогтар сатып алу керек.\nКосметика сату үшін үнемі қозғалыста болуыңызға тура келеді. Бұл жұмыста ең бастысы сапалы өнімді қай жерден алуға болатындығын анықтап алу.\nПайдалы тұстары:\nКөп адам жинасаңыз, міндетті түрде қалтаңызда ақша болады. Косметикалық компаниялар сыйлыққа өнімдерін беріп тұратындықтан, олардың арқасында да быраз ақша жинастырып алуыңызға болады. Және туған туыстарыңызға апаратын сыйлықтарыңыз да үнемі дайын тұрады.\nКемшіліктері:\nБұл жұмыс «қасқырды аяғы асырайды» дегенмен тең.\n12. Әлеуметтанушыларға қызмет көрсету\nСауалнамаға жауап беруші ретінде атсалысыңыз.\nПайдалы тұстары:\nӨте қарапайым әрі қызықты жұмыс.\nКемшіліктері:\nБұл жұмыс тұрақсыз, әрі ұзаққа созылмайды. Әрі тек үлкен қалаларда тұратын адамдар үшін ғана ыңғайлы. \nҚорытынды жүргіземіз:\nҮйде отырып жұмыс істеу деген - қолыңыздан келетін іспен айналысу. Бастысы ең алғаш ойыңызға келген жұмыспен айналысып кетудің қажеті жоқ. Ол нәтижесіз болуы мүмкін. Осындай жұмыстарға үйреніп алған соң, әдеттегі толық күнді алатын жұмыстарға барғыңыз келмеуі де мүмкін. Әрдайым уақытыңызды бағалап, оны бос өткізбеуге тырысыңыз.\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/psihologiya/14471/",
                "date": "12.08.2021",
                "upvotes": 1
            },
            {
                "text": "Ай сайын табыс өсіп тұратын жұмысты қалайсыз ба?",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашының нақты айлығы қанша",
        "question_content": "Болашақта аудармашы болғым келеді, аудармашылардың айлығы қанша?",
        "question_date": "30.07.2021",
        "question_tag": "Мамандық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйелдерге - 157 мың теңге\n\nЕрлерге - 282 мың теңге\n\nТооығырақ: https://egemen.kz/article/113984-qazaqstanda-dgalaqysy-enh-dgoghary-mamandyqtar-belgili-boldy",
                "date": "31.07.2021",
                "upvotes": 0
            },
            {
                "text": "1 000 000тг мама аиткан",
                "date": "16.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наубайханашының бір күндік тұрақты шығындары кандай болады?",
        "question_content": "Наубайханашы бір қап ұннан 100 бөлке нан дайындайды. Бір кап ұнның бағасы 5000 тенге. Сонымен қатар, бір күндік арендалык төлем 3000 тенге, кунделiктi келiк шығындары 2000 тенге. Наубайханашы күніне 5 кап ұн жұмсайды. Наубайханашының бір күндік тұрақты шығындары кандай болады?",
        "question_date": "30.07.2021",
        "question_tag": "Математика",
        "question_views": 785,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5*5000+3000+2000 = 30000 тг",
                "date": "31.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жасым 17-де. ИП-ны қалай ашсам болады?",
        "question_content": "Жасым 17де мені зан кызметкерлері келіп кысымга алып жатыр не істесем болады",
        "question_date": "29.07.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онлайн түрде ашасыз:",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер қыздың анасы мен үйленетін жігіттін анасы екеуі рулас болса үйленуге болады ма?",
        "question_content": "Егер қыздың анасы мен үйленетін жігіттін анасы екеуі рулас болса үйленуге болады ма???",
        "question_date": "29.07.2021",
        "question_tag": "Махаббат",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер қыздың анасы мен үйленетін жігіттің анасы екеуі рулас болса, онда үйленуге болады.",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазір мектепте Информатика пәні қай сыныптан астап оқытылады?",
        "question_content": "Қазір мектепте Информатика пәні қай сыныптан астап оқытылады?",
        "question_date": "29.07.2021",
        "question_tag": "Информатика",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастауыш сыныптан бастап оқытылады. Нақтырақ 3 сыныптан бастап информатика пәні оқытылады.",
                "date": "29.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Магистратураны бітірген соң бірден модератор дәрежесі беріледиі ме?",
        "question_content": "Магистратураны битиргеннен кейін бирден модератор дарежест бериледи деген рас па? Мектептен емес универ атынан тапсырылады ма?",
        "question_date": "28.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 844,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия. Магистратура дипломымен бірден мадератор дәрежесін ала аласыз.",
                "date": "29.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бизнес бастау программасы бойынша қашан құжат тапсыруға болады?",
        "question_content": "Сәлеметсіз бе мен жеке кәсіп бастамақшы едім, соған бизнес бастауға құжат тапсыру қай уақыт аралығында жүргізілетінін айтып жіберсеңіздер, рахмет",
        "question_date": "28.07.2021",
        "question_tag": "Бизнес туралы",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "87470941920 номеріне хабарласып сұрап көрсеңіз болады.",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Активтен активке қалай смс, мб, минуттарды лақтырады",
        "question_content": "Активтен активке қалай смс, мб, минуттарды лақтырайын қалай лақтырсам болады екен",
        "question_date": "28.07.2021",
        "question_tag": "Байланыс операторлары",
        "question_views": 11400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір номерден екінші номерге смс, мб, минут аударуға болмайды. Тек қана ақша аударуға болады.",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыссыздығы жөнінде қалай тіркелуге болады?",
        "question_content": "Жумыссыз ретинде тиркелу ушин кандай документтер тапсырамын жане де онлайн тапсыруга бола ма?",
        "question_date": "26.07.2021",
        "question_tag": "Мамандық",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептер жеке меншік қолына өтсе, мұғалімдер айлығы қалай болады?",
        "question_content": "Сәлеметсіздерме! Мені мазалап жүрген сұрақ 2025 жылға дейін мектептер сатылып жеке меншікке өтіледі деп есітіп жатырмыз, жеке меншікке қарасақ мұғалімдердің күні не болмақ жалақымыз",
        "question_date": "26.07.2021",
        "question_tag": "Мектеп",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай жаңалықтарды қайдан естисіздер осы?\nМенің ойымша бұл жай ғана өсек жаңалық, басқа ештеңе де емес.",
                "date": "27.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын пәніне грантқа түсу үшін қанша бал жинау керек?",
        "question_content": "Ағылшын пәні бойынша жүмыс жасағым келеді, ол үшін қандай универге түсу керек\nКіру балы қанша?\n\nСенпін 2050 бағдарламасымен түсу үшінқанша балл жинау керек?\nТүсіндіріп айтып жібересіздерма!?",
        "question_date": "26.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 735,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "75 баллдан жоғары болу керек",
                "date": "26.07.2021",
                "upvotes": 0
            },
            {
                "text": "Серпін туралы білмеймін бірақ ағылшыр мұғалім немесе переводчик болғыңыз келсп грантқа кемінде ًً120+ балл алу кажетсиз",
                "date": "27.06.2024",
                "upvotes": 0
            }
        ]
    }
]