[
    {
        "question_title": "7 айдан бері құлақ ауырады шөп иіскеп едім содан бері?",
        "question_content": "7 ай алдын шөп иіскеп едім содан құлақ әлі ауырады не істесем болады?",
        "question_date": "18.06.2023",
        "question_tag": "Тазалық",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лорға көріну керек 7 айдан бері жүре бермей.",
                "date": "29.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП туралы мәлімет",
        "question_content": "ИП туралы мәлімет білгім келеді. Жұмыс жасағым келеді.",
        "question_date": "17.06.2023",
        "question_tag": "Мамандық",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы курстарға қатысыңыз немесе ютуб желісінен видео-сабақтар арқылы үйренуге болады.",
                "date": "23.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін колледжге қалай түсуге болады",
        "question_content": "9 сыныптан кейін колледжге өнер академиясына қалай түсуге болады",
        "question_date": "17.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Т.Жүргенов атындағы Қазақ ұлттық өнер академиясы колледжі\nКОЛЛЕДЖГЕ қабылдау (9 сынып бітіргендер):\n Іріктеу туры 25 маусым – 19 шілде\n Құжаттар қабылдау 25 маусым – 20 шілде\n Қабылдау емтихандары 21 шілде – 28 шілде\n Қабылдау (түскендер тізімі) 10 тамызға дейін (сайтқа шығады)\n КОНСУЛЬТАЦИЯЛАР 25 маусым 19 шілде кесте бойынша,\nсайтта бейнесабақтар\nАқпараттар: сайт – college.кaznai.kz,           Instagram – kaznai.college.kz\nҚұжаттарды қабылдау 20 шілде сағат 13:00 тоқтатылады,\nталапкер құжаты толық болмаса емтиханға жіберілмейді!",
                "date": "23.06.2023",
                "upvotes": 0
            },
            {
                "text": "Тест тапсырып ҰБТ",
                "date": "27.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өндірістік практика күнделігін толтыру программист",
        "question_content": "Практика күнделігін толтыру керек ,программистерге",
        "question_date": "17.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз күнделікті қол қою арқылы журналды өзіңіз толтырасыз",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен тоғызды қызыл аттестатқа бітірдым КазГУ колледжіне грантқа түсе аламба",
        "question_content": "Мен тоғызды қызыл аттестатқа бітірдым КазГУ колледжіне грантқа түсе аламба",
        "question_date": "16.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 335,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Құжаттарыңызды тапсырып конкурсқа қатысу арқылы белгілі болады.",
                "date": "23.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде намаз оқығанымды,хиджап кигенімді көрдім.не белгі?",
        "question_content": "Түсімде екі рет намаз оқығаным көрдім және хиджап кигенімді.намаз бастағаны дұрыспа?бұл түсті қалай түсінде болады?",
        "question_date": "16.06.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 218,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Оқығанның пайдасы болмаса зияны жоқ. Ниет етіп жүрсеңіз бастаңыз.",
                "date": "16.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауықтарым ауырып 2 күн жатып қалып . Өліп жатыр. Не ауру білесіздер ма?",
        "question_content": "Тауықтармыз аурып 2 күн жатып өліп қалып жатыр. Не ауру білесіздер ма",
        "question_date": "16.06.2023",
        "question_tag": "Жанұя",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы Вет.врачтарға көрсетіп, кеңес алыңыз.",
                "date": "29.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін 2 пәннен гранттар тізімін қалай көрсем болады? Мысалы 2022 жылдың",
        "question_content": "Колледжден кейін 2 пәннен гранттар тізімін қалай көрсем болады?",
        "question_date": "16.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 278,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Joo сайтынан көре аласыз.",
                "date": "16.06.2023",
                "upvotes": 1
            },
            {
                "text": "Ол жерде тек 5панның кортындысы көрсетілгенгой",
                "date": "17.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адай мен Қоңырат арасындағы талас(артық айтсам кешіріңіздер)",
        "question_content": "Ассалаумағалайкум барша Қазақтың ер кісілеріне!Сәлеметсіздер ме барша Қазақтың әйелдер қауымына!(Барлық жүздің кісілеріне(ОРТА ЖҮЗ,КІШІ ЖҮЗ)))Не үшін бұлай жүзге бөліп тұрып айтып отқанымды түсіндіріп өтейін.Бұл жерде ешқандай да ешкімді де бөліп тұрған жоқпын!Менің қоятын сұрағым Кіші және Орта жүздің арасындағы болып жатқан келеңсіздіктерге байланысты,сол үшін Ұлы жүздің кісілерін араластырғым келіп тұрған жоқ!Және де сол Кіші жүздің ішінде \"Адай\",ал Орта жүздің ішінде \"Қоңырат\" руының арасындағы түсініспеушілік.Мен өзім Қоңыратпын,және өзім Адай қызды қатты ұнаттым,онымен бірге болашаққа көп жоспарым болды.Бірақ,оның анасы,анасының бауырлары барлығы бірге бір ауыздан Қоңыраттың баласы керек емес деп айтқан еді.Мен себебін сұрағанда,олар маған Адай Қоңырат арасындағы бір тарихи соғысқа байланысты Адайлар Қоңыраттарды(!) жек көріп кеткенін айтты.Бірақ басқа Адайлар мүлде олардың айтқандарымен келіспейді.Кімнің ойына-\"егер қыз жақсы көрсе кетеді ғой сенімен\",-дегісі келген адамға айтарым,ия ол қыз кетер еді,бірақ ол анасымен қалды,себеп:өйткені оның анасынан басқа ешкімі жоқ,әке-шешесі ажырасып кеткен(14жыл бұрын).Адай халқы айтыңыздаршы!Қандай жағдай,қандай соғыс еді ол.Сосын ол шынымен де осыған тіреліп тұрса,Құдайға шүкір біз қазір тәуелсіз мемлекетте тұрамыз,ешқандай да соғыс жоқ!Егер Алла сақтасын болатын жағдай болса,барлығымыз біріге қаламыз.Сонда қазіргіміз маңызды ғой біздің,не керек баяғыны араластырып.Сөздің қысқасы!Адай халқы ғана,соның ішінде тек бізді осының(тарихи соғыстың) кесірінен жек көретіндер,айтсаңыздар.Қайда жазылған бұл соғыс туралы,дәлелдеп берсеңіздер.Мен бұны өзінің ойынан шығарып алды деп ойламаңыздар,мен сіздерге бір емес бірнеше Адай кісілерден естігенімді айтып отырмын",
        "question_date": "16.06.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ескі заманның адамдары деп санаймын. Бір сөзбен",
                "date": "18.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әртүрлі профилдегі сауықтыру лагерлерінде дене шынықтыру",
        "question_content": "Әртүрлі профилдегі сауықтыру лагерлерінде дене шынықтыру",
        "question_date": "16.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр түрлі профильдегі сауықтыру лагерлеріндегі дене шынықтыру, әдетте, балалар мен жасөспірімдердің денсаулығын нығайтуға және физикалық қасиеттерін дамытуға бағытталған кешенді физикалық жаттығулар өткізуді қамтиды. Лагерь профиліне байланысты сабақтарға футбол, волейбол, баскетбол, жүзу, жеңіл атлетика, би, йога, пилатес және т.б. сияқты спорт түрлері кіруі мүмкін.\n\nСонымен қатар, дене шынықтыру экскурсиялар мен ашық ауада белсенді ойындарды, сауықтыру және аквааэробты сабақтарды, сауықтыру гимнастикасы, аэробика және созылу элементтері бойынша сабақтарды, сондай-ақ спорттық туризм, альпинизм, тау шаңғысы және басқа да спорт түрлері бойынша мамандандырылған бағдарламаларды ұйымдастыруды қамтуы мүмкін.\n\nДене белсенділігінің барлық осы түрлері жалпы денсаулықты жақсартуға, үйлестіруді, төзімділікті, күшті, жылдамдықты, ептілікті дамытуға бағытталған, сонымен қатар балалар мен жасөспірімдерде салауатты өмір салтын қалыптастыруға ықпал етеді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жпи баллды қалай есептейді",
        "question_content": "Жпи баллды қалай есептейді",
        "question_date": "16.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағалардан GPA келесі түрде есептеледі: диплом немесе сертификаттағы барлық бағаларды қосып шығыңыз және неше пән бар сол пәндер санына бөліңіз.",
                "date": "22.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай дәры дозасы летальный исходка жеткізеді?",
        "question_content": "Өте қажет білсеңіздер айтып жіберсеңіздер өте жақсы болар еді? Қандай дәры дозасы летальный исходка жеткізеді?",
        "question_date": "15.06.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 234,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Слабительное көп іш",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гранттың ақшасын қайтарамын ба?",
        "question_content": "2020 жылы оқуға түсіп 3курс бітірдім, өз еркіммен отчислениеге кетсем гранттың ақшасын қайтаруға міндеттімін ба?",
        "question_date": "14.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Келісімшартты оқыңыз",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысты ішіндегі Сүлгетай мен Ысты ойық жарықпастан қыз алса болады ма?",
        "question_content": "Кыз алысу ысты сулгетай ысты ойык жарыкпастан кыз алала ма? Ысты ішіндегі Сүлгетай мен Ысты ойық жарықпастан қыз алса болады ма?",
        "question_date": "14.06.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 573,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Туысқанмен некеге тұру туралы сұрақтың әр түрлі елдер мен қоғамдардағы мәдени, діни және заңнамалық нормаларға байланысты әр түрлі жауаптары бар. Көптеген мәдениеттерде бауырлар, әпкелер, ата-аналар, балалар, аталар, әжелер, тәтелер мен нағашылар сияқты жақын туыстарымен некеге тұруға болмайды және заңмен тыйым салынуы мүмкін, өйткені мұндай неке ұрпақ үшін генетикалық проблемаларға әкелуі мүмкін.\n\nЕгер сіз туысқаныңызбен некеге тұруды ойласаңыз, сіздің аймағыңыздағы ресми заңдар мен ережелерді білу маңызды. Кейбір елдер мен мәдениеттерде немере ағасымен немесе немере ағасымен некеге тұруға рұқсат етілуі мүмкін, бірақ бұл әрекеттің моральдық тұрғыдан қаншалықты заңды және ақылға қонымды екенін түсіну үшін адвокатпен немесе діни қызметкермен кеңесу маңызды.\n\nҚалай болғанда да, туысқаныңызбен некеге тұру туралы шешім қабылдамас бұрын, мұқият ойлану, тиісті мамандармен кеңесу және жергілікті заңдар мен қоғамдық нормаларды зерттеу маңызды.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аз и Я кітабын қазақша нұсқасын қайдан алып оқыса болады?",
        "question_content": "Аз и Я кітабын қайдан оқысаболады қазақша нұсқасын?",
        "question_date": "13.06.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернеттен алып окысаңыз болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазаңғаптың Қиту-қиту қайт күйі немесе құс қайтару күйінің нотасы бар ма?",
        "question_content": "Қазаңғаптың қиту қиту қайт немесе құс қайтару күйінің нотасы керек",
        "question_date": "13.06.2023",
        "question_tag": "Жалпы ән туралы",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең қарапайым және жылдам әдіс WAV немесе MP3 тректі немесе музыканы MIDI-ге қалай түрлендіруге болады ноталар, біздің жағдайда бейнеде одан да жақсы, фортепиано ролигін бір рет басу арқылы FL Studio ноталарына. Мұның бәрі Біз үшін стандартты Edison плагиніндегі жалғыз мүмкіндік. Бұл кез-келген акапелладан немесе вокалдан ноталарды (MIDI ақпаратын) анықтау үшін одан да жақсы жұмыс істейді, бірақ басқа аспаптарды жазуға қатыспай-ақ. Сондықтан мен де көрсетемін акапелладағы немесе вокалдағы ноталарды қалай анықтауға болады. Аспаптар жазбасынан ноталарды анықтауда осы сиқырлы әдістің жалғыз нюансы бар-Эдисон тек аспаптардың жеке орындалуын анықтайды, өйткені оның алгоритмі уақыт ішінде тек бір жиілікті (нотаны) тани алады, сондықтан Эдисонның аспаптардың үйлесімді орындалуымен (аккордтар немесе бірнеше аспаптардың үндестігі ) әрдайым қиындықтар туындайды.\nБұл қолданбаны ноталарды алу үшін пайдалануға болады",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлі дене көмілмей көп уақыт жатса не болады?",
        "question_content": "Біздің туысымыз көп уақыт бұрын  жоғалған ол кісі ешкімге қабарласпады ол кісі өлоенен кейін көп уақыт көмілмей далада жатқан енді ол кісіге не болады?",
        "question_date": "13.06.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 223,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлген дене разлагаться етеді",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай Қазақи бренд атау қойса болады белгиси де кәзіргі заманға сай болатындай? ұсыныстар",
        "question_content": "Қандай қазақи бренд атау қойса болады торговый белгиси де кәзіргі заманға сай болатындай? ойларынызбен бөліссеніздер.",
        "question_date": "12.06.2023",
        "question_tag": "Маңызды мәселенің қарапайым баяны",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оюлық\n\nЭтноқаз\n\nАйша бибі",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай қол қол қоюға болады?",
        "question_content": "Жақында паспыртқа баратын едім қалай қол қоюға болады?",
        "question_date": "11.06.2023",
        "question_tag": "Мектеп",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-қадам\n\nСурет жасауды бастамас бұрын, тегіңізді зерттеңіз. Көптеген адамдар фамилиясының алғашқы үш әрпін қолтаңба ретінде пайдаланады. Біріншіден, осы үш әріпті қағазға жазып, сізге қаншалықты ұнайтынын білу керек. Бірнеше қаріпті зерттеп, оларды осы әріптерді жазған кезде қолданыңыз. Сіз бұл шрифттерді ерекше композиция жасау үшін біріктіре аласыз.\n\n2-қадам\n\nЕгер сізге бұл опция өте қарапайым болып көрінсе, кескіндеме жасау үшін өзіңіздің атыңыздың, тегіңіздің және әкесінің атыңыздың бас әріптерін пайдаланып көріңіз. Оларды әртүрлі нұсқаларда жазыңыз, біріктіріңіз, қайта жасаңыз, тәжірибе жасаңыз, сонда сіз нәтижеге қол жеткізесіз.\n\n3-қадам\n\nТөлқұжаттағы қолтаңбаңызды бұраңыз. Бұны қалай істейді? Мысалы, сіз бір әріптің соңын келесі әріптің басына айналдыра аласыз және т.б. Бұл опция өте түпнұсқа және қызықты болып көрінеді, әсіресе, егер әріптің өзі ерекше болса, аралас шрифттерді немесе сіздің қолыңыздың ерекшеліктерін қолдана отырып.\n\n4-қадам\n\nТүпнұсқа қолтаңба жасау үшін бір ер адамның суретін көріңіз, содан кейін сызықтар қатаң, түзу және айқын болуы керек. Әйелдің қолтаңбасына келетін болсақ, мұнда сіз қиялға ерік бере аласыз, монограммалардың, ілгектердің, бұйралардың және т.б.\n\n5-қадам\n\nҚолтаңбаңызды тиімді аяқтау үшін кардиограммаға ұқсас инсультті немесе осыған ұқсас нәрсені қолданыңыз. Бұл қолдың қалай өтірік айтуына байланысты. Бірақ оны асыра алмаңыз, өйткені сызықтардың көп жиналуының артында автографтың мәнін болжау керек: бұл нені білдіреді және кімге тиесілі. Сондай-ақ, сіздің қолтаңбаңыздың жинақы болуы және барлық парақты қабылдамауы маңызды. Бұл сіздің мүддеңіз үшін.",
                "date": "13.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде ақ жылан кіші інімді шағып алды ол нені блдреді",
        "question_content": "түсімде ақ жылан тауып алдым сосын оны ініме көрсетуге апардым и жылан інімнің  аузының астн шағып алды екі тесік қалып қалды",
        "question_date": "8.06.2023",
        "question_tag": "Жанұя",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "түс түлкінің тезегі демекші,түске нанып уайымдаудың қажеті жоқ",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "393 санының жай көбейткіштерінің нешеуі тақ сан?",
        "question_content": "393 cанының жай көбейткіштерінің нешеуі тақ сан?",
        "question_date": "8.06.2023",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "393=(3*131). Демек 3 және 131 жайкөбейкіштердің көбейтіндісінен тұрады",
                "date": "19.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уно ойынын қалай ойнайды? Ережесі?",
        "question_content": "Уно ойынын қалай ойнайды? Ережесі?",
        "question_date": "8.06.2023",
        "question_tag": "Қызық сұрақтар",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Америкалықтардан «Uno» ойын-сауық ойыны келді. Бүгінде бұл ойын-сауық ерлер мен әйелдердің, сондай-ақ әртүрлі жастағы балалар арасында тартымды танымал. «Uno» сізді көңілді және қызығушылықпен өткізуге мүмкіндік беретіндіктен, таңқаларлық емес, сонымен қатар, ақылдың және жылдам реакцияның дамуына ықпал етеді.\n«Uno» ойын-сауық ойынының негізгі ережелері:\n«Uno» -де 2-ден 10 адамға дейін ойнауға болады.\nОйын 108 карталардың арнайы палубасын талап етеді, оның құрамына 32 аккаунт карточкасы және белгілі бір түсті және абыройдың 76 тұрақты картасы кіреді.\nОйынның басында сіз дилерді анықтауыңыз керек. Ол үшін барлық ойыншылар картаға түсіріп, олардың қайсысы ең үлкен екенін анықтайды. Қатысушылардың бірі әрекет картасын алса, ол тағы біреуін шығарып тастайды. Егер бірдей мәндегі карталар 2 немесе одан көп ойыншыда табылса, олар бір-бірімен бәсекелесу керек.\nДилер әр ойыншыға 7 картаны береді. Тағы бір карточка үстелдің үстінде орналасқан - ол ойын бастайды. Егер бұл орын «Take 4 ...» сериясынан әрекет картасы болса, оны ауыстыру қажет. Қалған карталар төмен қаратылып орналастырылады - олар «банк» болып табылады.\nБірінші қадамды дилерден сағат тіліне қарсы ойнатқыш жасайды. Ол бірінші карточкаға кез-келген басқа түсте немесе онымен сәйкес келуі керек. Сондай-ақ, кез-келген уақытта қатысушы қара пейзажға кез-келген операциялық картаны палубаға қоюы мүмкін. Егер ойыншы ұнатпаса, ол «банк» картасынан алуға тиіс.\nБолашақта барлық ойыншылар ойнатылатын палубаны тиісті карталармен толтырып, сағат тілімен бұрылыс жасайды. Әрекет карталары өрістерде көрсетілсе, келесі қатысушының не істеу керектігін анықтайды - «банк» карталарын қабылдап, бір қадамды өткізіп жіберіңіз, оны басқа ойыншыға және сол сияқты өткізіңіз.\nКез келген адамның қолында 2 карточкалы бар болса және ол біреуін далаға қойса, ол келесі ойыншының алдында «УНО» деп айқайлауы керек. Егер ол мұны ұмытып қалса, ол «банк \"ден 2 картаны алуға тиіс.\n«Банк» ешқашан аяқталмайды. Егер бұл орын алса, барлық ойын палубасын шығарып, бір картаны далада қалдырып, оны араластырып, осы карталарды «банкке» орналастырыңыз.\nОйыншылардың біреуі барлық карталарын түсірген кезде ойын аяқталады. Осы сәтте дилер басқа қатысушылардың қолында қанша ұпай қалғанын санайды, бұл сандарды қосып, барлық соманы жеңімпаздың есебіне жазады. Бұл жағдайда барлық дәстүрлі карталар олардың қадір-қасиеттеріне, ақ фонда әрекет карталарына, 20 ұпайға ұстаушыларға, ал қара түсте - 50 ұпайға сәйкес есепке алынады.\n«Uno» ойыны біреудің алдын-ала анықталған нүктеге жеткенде, мысалы, 500, 1000 немесе 1500 болған кезде аяқталған болып саналады.\nОйын ережелері «Uno Sorting»\n«Uno Sorting» ойын-сауық ойынының ережесі - әдеттегі ойын нұсқаларының бірі - классикалық нұсқамен толығымен сәйкес келеді. Сонымен қатар, осы нұсқадағы карталар ерекше мағынада. Осылайша, бұл жағдайда қарапайым карточкалар қоқыс, ақ фондағы әрекет карталары қоқыс жәшіктерінің суреттерін және «қара» карталарды - «қайта өңдеу» карталарын ауыстырады.\nӘр ойыншының міндеті қоқыс жинау мүмкіндігінше қысқа мерзімде оны қоқыс жәшіктері арқылы тарату болып табылады. Бұл ойын 6 жастағы ұлдар мен қыздар үшін өте қолайлы, себебі бұл балаларға тек ұзақ уақыт ғана емес, көңілді де мүмкіндік береді, сонымен бірге экологияның негізіне балаларды таныстырады және қоршаған ортаны қорғауға үйретеді.",
                "date": "9.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "87785196576актив номері кімнің атына тіркелген, және қай қалада тұратынын білуге болама",
        "question_content": "87785196576 номерлі ұялы телефонның иесінің аты жөні, тұратын мекен жайын анықтап тауып берсеңіздер екен.",
        "question_date": "7.06.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзге адамның жеке ақпараттарын тарату - ҚЫЛМЫС!",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жыныстық қатынасты ұзақ қылу үшін дәрілерді алған жөн ба?",
        "question_content": "Жыныстық қатынасты ұзақ қылу үшін дәрілерді алған жөн ба? Тез бітіріп қоймай, төсек ләззатын ұзарту үшін не істеуге болады?",
        "question_date": "7.06.2023",
        "question_tag": "Тазалық",
        "question_views": 422,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ер адамның жыныс мүшесінің тұрмай қалуына әсер ететін бірнеше фактор бар:\nПсихология. Өкінішке қарай, жігіттердің мұндай ауруға шалдығуының бірден-бір себебі — өзін-өзі іштей «жеуі». Біріншіден, қазір медицинаға негізделмеген дұрыс емес ақпарат көп. Содан көбі шатасады. Оған қоса жігіттер порнография көріп, өзін ондағы актерлармен салыстырады. Тіпті кейбірі «фильмдегі жігіттікі бір сағаттай тұрып тұр, ал менікі бес-ақ минутта бітеді» деп келеді. Олар порнографияның фильм екенін, бір сахна бірнеше күн немесе бірнеше ай түсірілетінін, арнайы эффектер қосылатынын ескермейді. Фильм мен шынайы өмірде айырмашылық бар екенін ұқпай жатады. Мұндай орынсыз салыстыру өзіне сенімін азайтады.\nСосын ерлер жыныс мүшесінің өлшеміне қатысты көп алаңдайды. Фильмнен африкалықтардың өлшемі 10 сантиметр мүшесін көріп, «Менікі кішкентай, қалай өсіруге болады?» деп сұрайды. Дегенмен ол генетикаға байланысты екенін ескермейді. Африкалықтардың жыныс мүшесінің өлшемі 10 сантимер, ал Азия, Орталық Азия жігіттерінікі  5-7 сантимер болғаны орынды.\nТолық оқу үшін: \nЕр адамның жыныс мүшесі не үшін «тұрмай қалады», неге «тез бітіреді»? Уролог түсіндірді",
                "date": "7.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денедегі жүнді қалай кетіруге болады. 15 жаста ұл баламын.",
        "question_content": "15 жастағы ер баламын. Денедегі жүннен қалай құтылуға болады? Көкірегімде жүн көп өсіп кеткен.",
        "question_date": "6.06.2023",
        "question_tag": "Денсаулық",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күнделікті қырыну құралдарымен, ер бала болсаңыз ер адамға тән тестостерон гармоны әсерінен ер жеткен сайын денедегі түк көбейе береді шамамен 25 жасқа дайін, кейін бір қалыпқа келеді. Одан түбеейлі құтылу жолы жоқ.",
                "date": "11.09.2023",
                "upvotes": 0
            }
        ]
    }
]