[
    {
        "question_title": "Дипломмен ауылға бағдарламасы бойынша қайта үй алсам болады ма?",
        "question_content": "Дипломмен ауылга бағдарламасы бойынша үй алдым казир коп балалы анамын, 4жыл бойы уақытылы толеп келемін, кредитті толық жауып тағыда сол ауылдан дипломмен уй ала аламынба, өз басыммен алуга каражатым жетпи тур алдында алган уйім тарлау торт балага, кредит молшері аз, жалғыз басты анамын",
        "question_date": "18.05.2022",
        "question_tag": "Заң",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектеп директорының іс-әрекеті заңды ма?",
        "question_content": "Менің анам мектеп интернатында тәрбиеші болып жұмыс жасайды. Мен 9 сынып бітерейін деп отырмын. Мектеп директоры шашыңды алмасаң қиып тастаймын, соттасаң құтылып шығамын. Ақталып анамды жұмыстан шығарамын деп қоркытады! Осы жылғы мемлекеттік экзаменге қатыстырмаймын деп қорқытады. Бұл дұрыс па? Не істесем болады?",
        "question_date": "16.05.2022",
        "question_tag": "Заң",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "362-бап. Билiктi немесе лауазымдық өкiлеттiктерді асыра пайдалану\n1. Билiктi немесе лауазымдық өкiлеттiктерді асыра пайдалану, яғни мемлекеттiк функцияларды орындауға уәкiлеттiк берілген адамның не оған теңестiрiлген адамның не лауазымды адамның өзiнiң құқықтары мен өкiлеттiктерінің шегінен анық шығатын және азаматтардың немесе ұйымдардың құқықтары мен заңды мүдделерiне не қоғамның немесе мемлекеттiң заңмен қорғалатын мүдделерiне елеулі зиян келтіруге әкеп соққан әрекеттер жасауы – \n\nүш мың айлық есептiк көрсеткiшке дейiнгi мөлшерде айыппұл салуға не сол мөлшерде түзеу жұмыстарына не сегіз жүз сағатқа дейінгі мерзімге қоғамдық жұмыстарға тартуға не үш жылға дейінгі мерзімге бас бостандығын шектеуге не сол мерзiмге бас бостандығынан айыруға жазаланады. \n\n2. Алып тасталды - ҚР 12.07.2018 № 180-VI (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) Заңымен.\n\n3. Осы баптың бірінші бөлігінде көзделген, жауапты мемлекеттiк лауазымды атқаратын адам жасаған іс-әрекет – \n\nбелгiлi бiр лауазымдарды атқару немесе белгiлi бiр қызметпен айналысу құқығынан бес жылға дейiнгi мерзiмге айыра отырып немесе онсыз, жеті жылға дейінгі мерзiмге бас бостандығын шектеуге не сол мерзiмге бас бостандығынан айыруға жазаланады. \n\n4. Осы баптың бiрiншi немесе үшiншi бөлiктерiнде көзделген, ауыр зардаптарға әкеп соққан не: \n\n1) күш қолданып немесе оны қолдану қатерін төндіріп; \n\n2) қаруды немесе арнайы құралдарды қолданып; \n\n3) өзi немесе басқа адамдар немесе ұйымдар үшін пайда мен артықшылықтар алу не басқа адамдарға немесе ұйымдарға зиян келтiру мақсатында; \n\n4) Қазақстан Республикасының мүлікті жария етумен байланысты рақымшылық жасау туралы заңнамалық актісінде белгіленген қызметтік міндеттерді орындау кезінде жасалған іс-әрекеттер – \n\nбелгiлi бiр лауазымдарды атқару немесе белгiлi бiр қызметпен айналысу құқығынан өмір бойына айыра отырып, ал 3) тармақта көзделген жағдайларда мүлкі тәркіленіп, бес жылдан он жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады. \n\nЕскерту. 362-бапқа өзгеріс енгізілді - ҚР 13.11.2015 № 400-V (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) ); 12.07.2018 № 180-VI (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) Заңдарымен.",
                "date": "6.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ана мен бала құқығын қорғайтынын орталықтың номеры керек?",
        "question_content": "Меның жолдасым қайтыс болған үш баламен екыншы рет турмысқа шықтым, жолдасым өгей балаларына күн бермейды маған да қол көтереды. Екыншы турмысымнан екы балам бар ушыншысыне аяғым ауыр. Қанша рет ажырасамын деп кетып көргенмын тауып алып жалынып немесе күш көрсетіп қайтарады. Мен әбден шаршадым маған көмек берыңыздершы",
        "question_date": "16.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 223,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай қаладан екенін жазбапсыз. Ол орталықтар әр қалаларда бар екен. Бауырыңыз бен туған туыс, ата анаңыздан көмек сұраңыз. Қазір қайғылы жағдаймен бітіп жатқан оқиғалар көп. 5 балаңыз және құрсағыңызда тағы бала бар екен солардың болашағы үшін өзіңізді сақтаңыз. Алла жәрдемін берсін.\n8 (7232) 75-53-89,\n\n8 (7232) 75-55-28,\n\n8 (7232) 75-54-11. мынау Өскемен  қаласындағы орталық екен, өз қалаңызға бағыттайды звдап сұрасаңыз.",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйге қалай 380в қосуға болады?",
        "question_content": "Саламатсыздарма? Мен Атырау қаласынанмын. Қысқасы ауылда уй бар, уйге кишигирим бизнес ашкым келеди. Оган аппараттар косу керек, ол аппараттар токты жейди. Үй папанын інісінің атында. Уйге канша кв келип турганын билмеймин. Енди келеси сурактарга жауап берсениздер отиниш\n\n1. Сол уйге 380в тартуга болама? Ол канша уакытты алады? Канша турады?\n\n2. 380 тарткан жагдайда тариф калай есептеледи?\n3. Я болмаса маган келип турган кв кобейтуге болама?\n\nОсы жайында курметти окырмандар, электриктер жауаптарыныз керек еди, ким не биледи? Барлык жауаптарынызды караймын. Ойларынызбен болисе отырыныздар",
        "question_date": "16.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орысша түсінсеңіз мына жерден оқып  көріңіз.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы медицана бойынша басқа Жоо ауысуға болама?",
        "question_content": "ОҚМА-да жалпы медицина бойынша аұылы оқу орнында оқимын МУА-ға ауыссам болама 1 курс студентімін.",
        "question_date": "16.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады. Тек разница сабақтар шығып оны ақылы оұуыңыз болуы мүмкін.",
                "date": "16.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Рентгенге көп түссен не болады? Зияны қандай ? Қалай емдесе болады ?",
        "question_content": "Рентгенге 6 айда 3 рет түсіппін,зияны қандай болады,олардан қалай құтыламын,не істеуім керек",
        "question_date": "16.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәулелену болады. Негізі болмайды түсуге бекерден бекер дейді. Бірақ сіз қажеттіліктен түскен боларсыз. Егер денсаулығыңызда  айқын бөлінетін бір кінәрәт болмаса ештеңеге  уайымдамай жүре беріңіз.  Ал бір жеріңіз ауырып тұрса дәрігерге көрініңіз, себебі аурудың себебін жоймаса емнен еш пайда жоқ. Ал ауру себебін дәрігерлер анализ дәне өздері сырттай бақылау арқылы айқындайды. Денсаулығыңызға қарап жүріңіз.",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысық, Ақсары, Жолдыбай",
        "question_content": "Ысық руыб Ақсарыб Жолдыбайдан тарағанбыз, Жеті атамды шамамен білемін:\nАрғы атамнан бастайын:\n\nЖайтуған (нақты емес)\n\nБайтуған\n\nҚаржау\n\nСеңгір\n\nАйманғали\n\nӘукәрім\n\nЖардем (әкем)\n\nМүмкін аталармыз бір бауырлар бар шығар?",
        "question_date": "16.05.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыныс мүшемді қалай қысқартсам болады",
        "question_content": "Жыныс мүшем узарып кетты не ыстесем болады жыныс мүшемді қысқарту керек еды амалдарын таппай журесын комектесыныздершы отыныш оператциясыз қысқарту керек еды отынем көмек керек",
        "question_date": "16.05.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"МК\" хабарлағандай, уролог-андролог дәрігер, медицина ғылымдарының докторы Бадри Гвасалия, науқас, Қиыр Шығыстың тұрғыны кеңес алу үшін ренжіген сезімдермен ұшып кетті. Ол сүйікті жұбайының көптеген жылдар бойы пенисіне ыңғайсыздық сезінгенін айтты. Эрекция жағдайында орган 19 см-ге жетті (салыстыру үшін, орыстарда бұл параметр орташа есеппен 13-14 см құрайды). Жергілікті дәрігерлер ер адамға әйелін ауыстыруға кеңес берді, бірақ пациент бұл ұсыныстан бас тартты, өйткені ол балабақшадан адалдықпен таныс болды.\nӘдетте, мұндай жағдайларда әйелдердің жыныс мүшелері бейімделеді, бірақ бұл жерде болған жоқ. Қоғамның жасушасын сақтау үшін Мәскеу дәрігерлері пациентке жыныс мүшесін кішірейту операциясын жасауды ұсынды (ол корпоропластика деп аталады — пенистің ақуыз қабығының пластикасы). Хирургтар, шамамен айтқанда, органның ақуыз қабығын аккордеонмен бүктеді. Бұл манипуляция эрекция кезінде жыныс мүшесінің ұзындығын 3 см-ге азайтуға мүмкіндік берді.\nҚазір ерлі-зайыптылардың жақын өмірі жақсарды. Алайда, дәрігерлер қажет болған жағдайда пациентке бастапқы мөлшерін қайтара алатынын ескертті.\nДәрігерлердің айтуынша, бұл 15 жылдық тәжірибеде осындай өтінішпен жүгінген жалғыз пациент — мужчин көпшілігі, керісінше, органды мүмкіндігінше ұзартуды армандайды.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшінші науқасты қанша уақытта қабылдады?",
        "question_content": "Тіс дәрігері 22 минутта үш науқасты қабылдады. Біріншісін 8 минутта, екіншісін біріншіге қарағанда 2 есе тез қабылдады. Үшінші науқасты қанша уақыт қабылдады?",
        "question_date": "16.05.2022",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. 8 : 2 = 4 (мин) - екінші науқасты қараған уақыты\n\n2. 22 - (8 + 4) = 22 - 12 = 10 (мин) үшінші науқасты қараған уақыты",
                "date": "16.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арманның қазіргі жасын табыңыз",
        "question_content": "Арманның  жасы 6 жыл өткеннен соң қазіргі жасынан 1—  екіде үш есе үлкен  болады. Арманның қазіргі жасын табыңыз.",
        "question_date": "16.05.2022",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі жасы - x\n\nx+6=3x\n\n3x-x=2x=6\n\nx=3\n\nЖауабы: Арманның қазіргі жасы 3-те.",
                "date": "18.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудиторияда қанша оқушы бар?",
        "question_content": "Аудиторияда 72 ұл оқушы бар. 62 ұл және аудиториядағы қыз оқушылардың 70%-ы математика емтиханнан жақсы баға алған. Егер аудиториядағы барлық оқушылардың 75%-ы емтиханнан жақсы баға алған болса, аудиторияда қанша оқушы бар?",
        "question_date": "16.05.2022",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыздар саны у болсын, сонда аудиториядағы оқушылардың жалпы саны болады 72+у\n62ұл + 0.7у қыз жақсы тапсырды. Сонда ол   барлық оқушының 75%  құрайды.\nЯғни  72+у—100%\n62+0.7у—75%\n 62+0.7у=0.75у+54\n0.05у=8\nу=160 қыз\n72+160=2321",
                "date": "16.05.2022",
                "upvotes": 1
            },
            {
                "text": "y`cos^2x+y=tqx\n\ny`cos^2x+y=0\n\ncos^xdy\\dx+y=0\n\ndy\\y+dx\\cos^2x=0\n\nln(y)+tgx=lnC\n\ny=Ce^-tgx\n\ncos^2x*C`(x)e^-tgx-C(x)e^-tgx  sec x cos^2x+C(x)e^-tgx=tgx\n\nC`(x)cos^2x*e^-tgx=tgx\n\nДербес шешімі:\n\ny=tgx-1+Ce^-tgx\n\n0=-1+C\n\nC=1\n\ny=tgx-1+e^-tgx",
                "date": "18.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Activ менің тарифымды менің мақұлымсыз өзгерте алады ма?",
        "question_content": "Ай сайын activ тарифге 2790тг тапсыратынмын, Бірақ жақында \" тарифың архивта болды деп\"  өзгерте салды.\n\n Сондай құқықтары бар ма?",
        "question_date": "16.05.2022",
        "question_tag": "Байланыс операторлары",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы бағамен қалған тарифтерді солай 1-2 ай салмай қалсаң өзгертеді. Немесе бағасын өсіретінін алдын ала емкертіп өсіреді.",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкем қайтым болады. 2-ші әйелі бар. Заңды түрде біз үлесімізді талап ете аламыз ба?",
        "question_content": "Менің жасым 22 де. Анам қаза болған 5 жасымда. Әкем 2-ші әйел алған. Қазір әкем қайтыс болды. Әкемнің үйінен менің де үлесімді сұрауға қақым бар ма, талап етуге?",
        "question_date": "15.05.2022",
        "question_tag": "Заң",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "24. Мұраны бөлісу мұрагерлердің келісімі бойынша заңда белгіленген тәртіппен берілген мұра алу құқығы туралы куәлікте көрсетілген, оларға тиесілі үлестерге сәйкес жүргізіледі. Келісімге қол жеткізілмеген кезде мұраны бөлісу сот тәртібімен жүргізіледі.\n      Егер мұра алу құқығы туралы куәлік берілмеген мұраны бөлісу туралы талап арыз қабылдау кезінде сот АК-нің 1073-бабының 2-тармағында көзделген мерзім аяқталмағанын анықтаса, онда ол АПК-нің 152-бабы бірінші бөлігінің 1) тармақшасына сәйкес арызды қайтарып, мұра алу құқығы туралы куәлікті алу тәртібін түсіндіруге міндетті.\n      Ескерту. 24-тармаққа өзгеріс енгізілді – ҚР Жоғарғы Сотының 31.03.2017 № 2 (алғашқы ресми жарияланған күнінен бастап қолданысқа енгізіледі) Нормативтік қаулысымен.\n      25. Мұра мүлкін бөлісу туралы мұрагерлердің келісімі болмаған жағдайда, дау сот арқылы шешіледі.\n      Сот мұра мүлкін бөлу туралы істерді қараған кезде мұрагердің мұрадағы өзіне тиесілі үлесінен бас тартуын қабылдамай, мұрагерлікке құқығы туралы куәлікте көрсетілген үлестерді ескеруге және АК-нің 218-бабының талаптарын басшылыққа алуға тиіс. Алайда, мұндай мұрагер істегі іс жүргізу жағдайына байланысты АПК-нің 48-бабында көрсетілген әрекеттерді жасауға құқылы.\n      Ескерту. 25-тармаққа өзгеріс енгізілді – ҚР Жоғарғы Сотының 31.03.2017 № 2 (алғашқы ресми жарияланған күнінен бастап қолданысқа енгізіледі) Нормативтік қаулысымен.\n      26. Мұра алу құқығы туралы куәлік берілген мұрагерлік мүлікті бөлісу туралы дауларды шешкенде, сот оның құрамын, істі қарау кезіндегі оның нақты (нарықтық) құнын және мұрагерлер тобын анықтауға тиіс. Бұл ретте АК-нің 1040-бабына сәйкес бөлісуге жататын мүліктің құрамына мұра қалдырушыға тиесілі мүлік, сондай-ақ оның қайтыс болуына байланысты қолданылуы тоқталмайтын құқықтары мен міндеттері кіретінін ескеру қажет.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Энтуазизм қай кезде бітеді,аяқталады?",
        "question_content": "Энтуазизм қай кезде бітеді?",
        "question_date": "15.05.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастапқыда энтузиазм сөзі құдай иеленген немесе оның ықпалындағы адамның күйін білдірді (мысалы, Пифия немесе Баканттардың энтузиазмы). Кейінірек, соңғы көне дәуірден бастап, дерлік қазіргі заманға дейін бұл субъектінің асқақ, әдемілікке реакциясын сипаттайтын эстетикалық категория болды. Сонымен, Сократ поэтикалық шабытты ынта деп есептеді. Қазіргі уақытта ынта кейбір мақсаттарға жетудегі мақсаттылық деп аталады. Энтузиазмға тән қасиет оның мақсатқа (нәтижеге) бағытталғандығы (қызығудың бағдарлануы), осы арқылы (жанама түрде) мақсатқа жету процесінің өзіне бағытталған.\nЭнтузиаст сөзінің тікелей этимологиясына қарамастан (энтузиазм көрінісі бар адам) бұл термин адамның мақсатының (негізгі) мотивациясы тікелей пайда алуға бағытталған емес, ішкі болған жағдайда ғана қолданылады. «Жалаңаш ынтамен» деген сөздің мағынасы ұқсас. \nОпциялар: Тікелей пайда көрмей, ішкі наным-сенімінің күшімен қоғам үшін елеулі іс жасап жатқан адам. Мысалдар: ашық бастапқы бағдарламалық қамтамасыз етуді әзірлеу, Wikipedia мақалаларын өңдеу, табиғатты қорғау қоғамдарын ұйымдастыру және т.б.\nҚұрылысқа, спортқа немесе белсенді қызметтің кез келген басқа түріне (демалыс емес) байланысты қымбат және/немесе танымал емес хоббиі бар адам.",
                "date": "16.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құм төселген бөлігі мен асфальт төселген бөлігінің қатынасы неге тең?",
        "question_content": "580 км ұзындықтағы жолдың бірінші бөлігі құммен екінші бөлігі асфальтпен төселген. Автокөлік жолдың асфальт төселген бөлігін 90км/сағ жылдамдықпен, ал құм төселген бөлігін 65км/сағ жылдамдықпен жүріп, барлығы 7сағат уақыт жұмсайды. Автокөлік жолдың құм төселген бөлігіне жұмсаған уақытының асфальт төселген бөлігіне жұмсаған уақытына қатынасы неге тең?  Пжж көмектесіңіздерші",
        "question_date": "14.05.2022",
        "question_tag": "Физика",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жолдың құммен төселген бөлігі - S1; Жолдың асфальтпен төселген бөлігі - S2; S1 + S2 = 580км.\nV1 = 65 км/сағ; V2 = 90 км/сағ.\nt1 + t2 = 7 сағ\nТабу керек: t1/t2=?\nS1 = V1*t1 = V1*(7-t2) = 7V1 - t2V1\nS2 = t2*V2\n7*65 - 65*t2 + 90t2 = 580\n25t2 = 125; t2 = 5, онда t1 = 2. Бұдан, t1/t2 = 2/5 = 0,4",
                "date": "18.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эвдиометрде азот сутек және оттектен тұратын 20 мл газдар бас",
        "question_content": "Эвдиометрде азот сутек және оттектен тұратын 20 мл газдар қоспасы жағылған бастапқы қоспаның сутек бойынша салыстырмалы тығыздығы 14.0 болған. Түзілген су булары конденсациаланып , газ қоспасы бастапқы келтірілген кезде оның көлемі 17 мл болған. Оған 50 мл ауа (20% сутек және 80% азот). Қосып қайтадан жаққанда, оның көлемі өзгермеген. Бастапқы қоспаның проценттік құрамын анықтандар?",
        "question_date": "14.05.2022",
        "question_tag": "Химия",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мәселені шешу үшін біз Дальтон Заңын қолдана аламыз, ол газ қоспасының жалпы қысымы сол қоспадағы әрбір газдың қысымының қосындысына тең деп тұжырымдайды.\n\nМәселенің шарты бойынша газдардың бастапқы қоспасының көлемі 20 мл, ал сутектің салыстырмалы тығыздығы 14,0 болатыны белгілі. Бұл қоспада 1 моль сутегі және 13 моль басқа газдар (азот пен оттегі) бар екенін білдіреді. Сондай-ақ, бастапқы енгізу кезінде газ қоспасының көлемі 17 мл құрайтыны белгілі, ал қайта қосу кезінде оның көлемі өзгерген жоқ.\n\nБастапқы газ қоспасының қысымын Дальтон Заңы мен ауаның құрамын (20% сутегі және 80% азот), сондай-ақ газдардың әрқайсысының белгілі көлемін білу арқылы есептеуге болады:\n\nБастапқы қоспадағы сутегі көлемі 20 мл / 14 = 1,43 мл.\n\nБастапқы қоспадағы басқа газдардың көлемі 20 мл - 1,43 мл = 18,57 мл.\n\nБастапқы қоспадағы сутегі мольдерінің саны 1 моль.\n\nБастапқы қоспадағы басқа газдардың моль саны-13 моль.\n\n50 мл ауаның моль санын оның құрамын ескере отырып есептеуге болады (20% сутегі және 80% азот):\n\n50 мл ауадағы сутегі мольдерінің саны (20% * 50 мл) / 22,4 л/моль = 0,089 моль.\n\n50 мл ауадағы азоттың моль саны (80% * 50 мл) / 22,4 л/моль = 0,357 моль.\n\n17 мл көлеміндегі газдардың жалпы саны газ қоспасының моль санына (1 моль сутегі + 13 моль басқа газдар) және ауа моль санына (0,089 моль сутегі + 0,357 моль азот)тең:\n\n17 мл көлеміндегі газдардың моль саны 1 моль + 13 моль + 0,089 моль + 0,357 моль = 14,446 моль.\nГаз қоспасының қысымын Дальтон заңы арқылы есептеуге болады:",
                "date": "6.04.2023",
                "upvotes": 1
            },
            {
                "text": "P_total * 17 мл = P_1 * 1,43 мл + P_2 * 18,57 мл + P_3 * 0,089 моль * 22,4 л/моль + P_4 * 0,357 моль * 22,4 л / моль,\n\nмұндағы P_total - газ қоспасының қысымы, p_1-қоспадағы сутегі қысымы, p_2-қоспадағы басқа газдардың қысымы, p_3 - ауадағы сутегі қысымы, p_4-ауадағы азот қысымы.\n\nГаз қоспасының көлемі қайта қосылған кезде өзгермегендіктен, газ қоспасының қысымы да өзгеріссіз қалды.\n\nБастапқы газ қоспасының пайыздық құрамын анықтау үшін белгісіз қысымға қатысты теңдеулер жүйесін шешуге болады.\n\nОсы теңдеулер жүйесін шешкеннен кейін біз бастапқы газ қоспасының келесі пайыздық құрамын аламыз: 3,1% сутегі, 20,9% оттегі және 76,0% азот.\n\nОсылайша, бастапқы газ қоспасы 3,1% сутегі, 20,9% оттегі және 76,0% азоттан тұрды.",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ватсапта хаттарды қалпына келтіру",
        "question_content": "Ватсапта не вебватсапта хаттарды қалай қалпына келтіруге болады?",
        "question_date": "13.05.2022",
        "question_tag": "Интернет, Сайт",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы бағдарламалармен.\n__________::__\n\n______________",
                "date": "15.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңілдіктер мүгедек адамға берілетин",
        "question_content": "2 топ мүгедегіне еңбекақы есептеуде қандай жеңілдіктер қарастырылған?\nмысалы табыс салығын ұстау т.б.",
        "question_date": "13.05.2022",
        "question_tag": "Денсаулық",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай сабақтарды оқытады университетте?",
        "question_content": "Қандай сабақтарды оқытады университетте?Обязательный сабақтар қандай? География физика химия биология деген пәндер боладыма?",
        "question_date": "13.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 912,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандығыңызға байланысты. Қазақстан тарихы мен тіл Қазақ, орыс, ағылшын тілі  ғана болар барлығы өтетін. Гуманитариялық  мамандық болса математика , физика дегендер өтпейсіз .",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер 100 мл 0,10 М аммиакты буферлі ерітіндісіне 10,0 мл 0,10 М тұз",
        "question_content": "Егер 100 мл 0,10 М аммиакты буферлі ерітіндісіне 10,0 мл 0,10 М тұз қышқылын қосса, ерітіндінің рН қалай өзгереді?",
        "question_date": "12.05.2022",
        "question_tag": "Химия",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мәселені шешу үшін Гендерсон-Хассельбальх теңдеуін қолдану қажет:\n\npH = pKa + log ([A-] / [HA]),\n\nмұндағы РН-сутегі потенциалы, pKa-диссоциация константасы, [A -] - негіз концентрациясы, [HA] - қышқыл концентрациясы.\n\nБұл жағдайда біз тұз қышқылын (қышқыл) қосамыз, сондықтан оның концентрациясы жоғарылайды және оның конъюгат негізінің (хлорид) концентрациясы төмендейді. Осылайша, [A -] 0,01 М-ге азаяды (10 мл * 0,1 М/100 мл), ал [HA] 0,01 м-ге артады.\n\nNH3/NH4+ (аммиак/аммоний) жұбы үшін pKa 25 градус Цельсийде шамамен 9,25 құрайды. Мәндерді теңдеуге ауыстыра отырып, біз аламыз:\n\npH = 9,25 + log ([NH4+] / [NH3])\n\nАлдымен бастапқы буферлік ерітіндіде NH4+ және NH3 концентрациясын табамыз. Көлемі 100 мл болғандықтан, NH3 және NH4+ заттарының мөлшері:\n\nn (NH3) = 0,10 М x 0,100 л = 0,010 моль\n\nn (NH4+) = 0,10 М x 0,100 л = 0,010 моль\n\nДемек, [NH3] = [NH4+] = 0,010 М.\n\nЕнді тұз қышқылын қосқаннан кейін концентрацияларды есептейміз:\n\n[NH4+] = 0,010 М + 0,01 М = 0,020 М\n\n[NH3] = 0,010 М / (0,1 л + 0,01 л) = 0,0909 М\n\nМәндерді теңдеуге ауыстыра отырып, біз аламыз:\n\npH = 9,25 + log (0,020 / 0,0909) ≈ 8,60\n\nДемек, ерітіндінің рН мәні шамамен 0,65 бірлікке азаяды (9,25-тен 8,60-қа дейін).",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге менің досым жоқ",
        "question_content": "Менің жасым 18 де колледж оқимын. Ішпейм,шекпейм и ондай қызықпаған сон, жаман адеттегы балдармен араласпауга тырысамын.  Мектеп кезден класстас жігіттермен жақсы араласпағам, ойладым колледжде күшті дос табатын шығармын деп, бірақ колледжденде дым болған жоқ. Одан бөлек жұмыс істеп журып араласкан 3 бала бар, мен оларды ыздемесем, олар мены ыздемейді. Ең жан досыи деп араласып журген балада последний время айнып жур. Какбудто айдалада жалгыз қалғандай боламын. Не істесем болады. Азылсыз оз ойыныздарды айтасыздарма.",
        "question_date": "12.05.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дос болуға достойный адамды таңдайтыныңыз дұрыс екен, ішпейтін шекпейтін. Адал шынайы дос әлі де кездесер, ойыңызды басқа жаққа бұрып, өз ісіңізбен айналысып жүре беріңіз. ӨЗіңізді сырттан бақылап саралап көріңіз , мүмкін сізде адамға ұнамсыз мінез қылықтар бар шығар. Егер бәрі дұрыс болса просто өзіңіздің деңгейдегі адамды таппай жүрсіз.",
                "date": "12.05.2022",
                "upvotes": 0
            },
            {
                "text": "Неғыласың дос іздеп, қиналып?\nАдамнан басқа адамға сондай-ақ музыка, спорт, хобби,  жануарлар серік бола алады.",
                "date": "15.05.2022",
                "upvotes": 0
            },
            {
                "text": "Досты мен саған өз өмірімді айтайын саған Мектеп кезінде достарым көп болды Студент кездеде көп болды Мешітке баратын баламын мешітте болды достар.Бырақ қатты араласатын достарым 4еу болды.Біріншісімен 0 байдан  11 сыныпқа дейін оқығам.Араласпай кетуімнің себебі ол менен қызғантын мен сабақты жақсы оқитынмын Оның мамасы өмір бойы менімен баласын жарыстыратын ол кейіннен арақ темекі шекіп кетті мектеп бітірген соң араласпай кеттік.Студент кездегі досым  Әкесі Татар мамасы өзбек еді Екеумізде саясатты жақсы білетін едік. Ол мені сыйлағанмен Қазақстанды қазақты жек көретін араласпай кетуіміздің себебі саясат. Мешіттегі досыммен футбол үшін араласпай кеттік ол менің аяқымнан әдеге депті мен оны тептім кейін сөйлесіп жақсы болғандай болып еді мені командадан шеттетіп жіберді пас бермей қойды содан араласпай қойдым группадан шығып кеттім Төртінші соңғы досыммен 6 сыныптан бері оқитын едім 17 жыл бауыр болып араласып едік ол менен ақша қарызға сұрады әні берем  міні берем деп 2жыл бойы қайтара алмай жүрді соңында әкесі қарызымды қайтарды. ол қарыз аларда мына күні қайтарам деп еркекше уәде берген үлкен сумма еді кейін сөйтсем букмекерге кіріп кеткен екен Әкесінен ұят болды қарызды қайтар деп сұрауға Әкесі еркек екен түгел қайтарды. Қарызға бола араласпай кеттік. Достықты Қызғаныш Саясат Футбол  Қарыз достықты төрт себептен жоғалттым. Бырақ бұған мен қайғырмаймын Алла тағала Шын дос дайындап отыр маған. Шын досты әлі таппадым",
                "date": "2.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенгурудың настроениесі кай кезде бұзылады?",
        "question_content": "Логикалық сұрақ тезірек жауабын тауып беріңізші",
        "question_date": "12.05.2022",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кенгірудің баласы бұтына сиіп қойған кезде",
                "date": "13.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Степендияға қайта ілігу үшін неше балдан асу керек",
        "question_content": "Степендияға қайта ілігу үшін неше балдан асу қажет",
        "question_date": "12.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО байланысты қорытынды балл ( рк1, рк2, мидтерм, емтихан баллдарының орташа мәні) 75 немесе 70 баллдан асу керек.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай жерлерге ит-мысықтарды апаруға болады?",
        "question_content": "Қай жерге мысық және иттті апаруға болады?",
        "question_date": "12.05.2022",
        "question_tag": "Жануарлар",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыйым салынбаған барлық жерге.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламның басында су бар",
        "question_content": "Ассалаумағалайкум балам ның басында су бар депті Алматыда нақты осы жағдайды емдеп назначения сын қойып емдеп беретін дәрігер барма сенім артатын өз ісінің маманы бармекен жауап беріңіздерш өтініш әүелі Алла сосын сіздерден бір көмек болсын емдеү ақысын бәрін төлеймін 11.05.2022\nВатсап номер 87087259897 Қуаныш",
        "question_date": "12.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": []
    }
]