[
    {
        "question_title": "Отбасы ажырасу әкелік құқығы? Балаларымды көре аламын ба?",
        "question_content": "Әйелім 4 баламды алып кетіп қалды. Қазір ұлым үйге келіп қалды. Қалған үшеуін көрсетпеймін дейді. Үлкен қызым 14-те. Ұлым 11-де. 3 қызым 9-да. Кішкентай ұлым 1 жарым жасар. Мен өзім 2 топ мүгедекпін. Үйде кішкентай ұрыс болады. Сен мүгедексің, ажырасам деп үйден кетіп қалды. Қандай көмек бар?",
        "question_date": "27.04.2020",
        "question_tag": "Заң",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалары бар болған жағдайда оның тәрбиесі кімге жүктеледі?\nСтатистикаға жүгінетін болса ерлі-зайыптылар ажырасқан жағдайда 90 % бала анасында қалады\n– Бірақ заң алдында ата-аналар баланы өсіруге тең құқылы. Балаға кім жақсы тәрбие беріп, оның өсуіне жақсы жағдай жасай алса, бала соның тәрбиесіне өтпек. Кейде анасының ішімдікке салынуына байланысты әкелеріне беріліп жатады. Дегенмен, тәжірибе көрсеткендей көп жағдайда анасында қалады.\nЕгер сот баланы анасында қалдырған жағдайда, әкесі баланы көре алмайды деген сөз емес. Ол өз баласын көруге құқылы. Көп жағдайда әйел адамдар балаларын әкесімен кездестірмей жатады. Осындай жағдайда әкесі баласымен кездесу уақытын белгілеу туралы талап арызбен сотқа жүгінуге құқылы. Іс қарау барысында сот әкесінің қай уақыттан қай уақытқа дейін баласын көре алатындығы анықтап арнайы кесте құрайды.\nБала 10 жастан асса «Балалар құқықтары туралы» және «Неке және отбасы туралы» заңына сәйкес, өзінің кіммен тұратындығын таңдау бойынша пікірін айтуға мүмкіндігі бар. 14 жастан асқаннан кейін бала кіммен әрі қарай тұратынын өзі таңдау жасайды.\nҚандай жағдай болмасын Қазақстан Республикасындағы баланың құқықтары туралы заңның 26-бабы бойынша баланың өмiрi мен денсаулығына қатер төндiретiн жағдайлардың болуын қоспағанда, баланың өзiнен бөлек тұратын ата-анасы туралы ақпарат алуға, олармен кездесiп, араласып тұруға құқығы бар.\nАл бала кімде қалуын ата-анасы келісу арқылы шешеді. Келiсiм болмаған кезде ата-аналардың арасындағы дауды баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерi (қарындастары) мен апа-сiңлiлерiне үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмыс режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.\nhttps://surak.baribar.kz/539504/",
                "date": "8.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Пьеса- бұл театр сахнасына қоюға морфологиялық талдау жасау керек?",
        "question_content": "Пьеса- бұл театр сахнасына қоюға арналған көркем туынды. Осыған морфологиялық талдау жасау керек?",
        "question_date": "27.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "speak about the Photosynthesis",
        "question_content": "говорить о фотосинтезе на англиский",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Photosynthesis uses energy from the sun to change carbon dioxide (CO2) and water (H2O) into carbohydrates. Carbohydrates are chemicals that contain hydrogen, carbon and oxygen and they are the plant’s food. To start the process, the plant absorbs carbon dioxide through tiny holes in its leaves and sucks up water from the soil through its roots. A green substance in the plant’s leaves called chlorophyll absorbs energy from the sun. The plant now has all it needs for photosynthesis to begin.\nThere are two stages to the photosynthesis process. In the first stage, called the light reaction, light energy from the sun is converted into chemical energy. This energy is stored in a chemical called ATP (adenosine triphosphate). The second stage of the process is the dark reaction. In this reaction, the plant converts the carbon dioxide and water into carbohydrates. Carbohydrates provide the plant with the energy it needs in order to grow.\nThe chemical reaction involved in photosynthesis can be summarised by this equation:\nCarbon Dioxide + Water –> Light –> Sugar + Oxygen\nThe equation shows how important photosynthesis is for life. As well as providing food for the plant from the sun’s energy, the equation shows that the reaction also produces the oxygen that animals need to breathe. Without photosynthesis, our planet could not support life as we know it.",
                "date": "27.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүт қышқылдық ашу процесі",
        "question_content": "Сүт қышқылдық ашу процесі акпарат керек",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл процесс ерекше микроорганизмдер – сүт қышқылы бактерияларының көмегімен жүреді. Мұнда глюкоза қанты екі молекуланы сүт қышқылына айналады. Оны мына реакция бойынша жазылады:\nС6Н12Ос ® 2СН3СНСООН + 18 ккал энергия\nСүт қышқылының ашу процесінің ішкі табиғаты біршама жақсы зерттелген.\nАшу процесінің сипатына қарай сүт қышқылы бактерияларын екі топқа бөлуге болады: а) гомоферментативті сүт қышқылы бактериялар. Олар қанттан тек қана сүт қышқылын түзеді. б) гетероферментативті сүт қышқылы бактериялары. Қанттан сүт қышқылын, едәуір молшерде сірке қышқылын, этил спиртін, глицерин және көмір қышқыл газын түзеді. Формуласы:\nС6Н12Ос®СН3СНОНСООН+СН3СООН+СН2СН2ОН+СН2ОННСОН СН2ОН+СО2\nСүт қышқылы бактерияның клеткасы шар және таяқша тәрізді болады, қозғалмайды, спора түзбейді және ауалы немесе ауасыз жерде тіршілік етуге бейімделген. Бірақ қышқыл ортаға шар тәріздер төзімсіз. Ал таяқша тәріздер төзімдірек.\nСүт қышқылы бактериялары 7-ден 42 градус жылылық арасында тіршілік етеалады. Әрине, бұлар спора түзбейтіндіктен температура жоғарылағанда қырылып калады. Тіршілік ету барысында олар қышқыл түзеді. сөйтіп, ортаны қышқылдандырып, басқа микроорганизмдердің тіршілік етуіне жол бермейді. Реакциясы бейтарап ортада өте жақсы тіршілік етеді. Гомоферментативті ашу процесі шар тәрізді сүт қышқылы бактериянының көмегімен жүреді. Бұлар стрептококкус және педиококкус туысына жатады.\nСтрептококкус туысына жататын бактериялардың клеткалары дөңгелек, аздап сопақша, диаметрі 0,5-0,6 1 мкм дейін барады, клеткалары жеке күйінде, қос-қостан немесе моншақ тәрізді тізіле орналасады. Олар табиғатта кең тараған.Бұл туысқа стрептококкус диацетилатис, стрептококкус термофилус түрлері жатады.\nСтрептококкус лактис – клеткасы қос- қостан нмесе моншақ тәрізді тізіле орналасқан шар тәрізді бактериялар- 30-35 0 температурада өсіп дамиды. Ашу процесінде ортада 1 процентке дейін қышқыл түзеді. Сүт тағамдарын( айран, кефир,қаймақ т.б. ) дайындауда қолданылады.\nСтрептоккус креморис – клеткалары ұзын, шынжырлы болып орналасады. Өсу температурасы – 25-300 . Ұшпа қышқылдарды молырақ түзеді. Мұны да қышқыл сүт тағамдарын дайындауда қолданылады.\nСтрептококкус диоцетилактис- сүтте және сүт тағамдарында едәуір мөлшерде ұшпа қышқылдар мен хош иісті заттар түзеді. Оның ішінде диоцетил көбірек. Лимон қышқылын ашыта алады. Өсу температурасы 25-300, сүт тағамдарын дайындауда қолданылады. Стрептококкус термофилус – жоғары температурада ( 450 ) тіршілік етуге бейімделген. Сахорозаны жақсы ашытады. Болгар таяқшасымен бірге айран жасауда қолданылады. Сыр дайындауда зор маңызы бар.\nПедиококкус туысына спора түзбейтін, грам-оң, қозғалмайтын, шар тәрізді клеткалары бір-бірлеп, екі-екіден және шоғырланған бактериалар жатады. Гомефермонтативті процесте сүт қышқылымен бірге диацетил және басқада өнімдер түзіледі. Олар ашыған көкөністерде, сүрлемде , сүтте жануарлар ішек-қарындарда кездеседі.\nГомофермантатифті сүт қышқылы таяқшаларын екі топқа бөлінеді: термобактериалар және стрептобактериалар. Термобактериаларға лактобациллус лактис, лактобоциллус хелбетикум, лактобациллус ацидофилус, лактобациллус бульгорикус және лактобоциллус дельбруки жатады. Бұл таяқша бактериалардың өніп өсетін қолайлы температурасы – 40- 450 С.\nГетероферментативті сүт қышқылы бактериаларына леуконосток, лактобациллус, бифидобактериум туыстары жатады.\nЛеуконосток туысында жұмыртқа тәрізді, ал кейде таяқша тәрізді бактериялар болады. Сахароза қанты бар жерде олардың қабықтары жуандап, айналасында шырын пайда болады.\nГетероферментативті лактобацилдер сүт қантын ашытады. өсімдіктер бойында кездеседі. Кейде нан ашытқысында да тіршілік етеді. Бұлардың ішінде бес мүшелі пентоза қантын (арабиноза, ксилоза) ашытатын локтобациллус бревис деген түрі бар. Бифидобактерияларға спора түзбейтін, грамоң немесе гром-теріс таяқша тәрізді бактериялар жатады. Қанттарды ашытқанда сүт қышқылынан басқа, сірке қышқылын да түзеді. бұлардың көпшілігі адам, жануарлар және насекомдар ішек- қарындарында тіршілік етеді. Жалпы сүт қышқылы бактериялары тіршіліктің барысында антибиотиктер түзе алатындықтан ішек- қарындардағы шіріткіш және ауру қоздырғыш бактерияларды жоюға зор көмегін тигізеді.\nПропион қышқылының ашу процесі.\nПропион қышқылының ашу процесіне қатысатын пропионбактериум деп аталатын микроорганизм қантты, сүт қышқылын және оның тұздарын пропион қышқылына айналдырады. Бұл ашу процесінде пропион қышқылынан басқа сірке қышқылы, көмір қышқыл газы және су түзіледі. Пропион қышқылының ашу процесі мына төмендегі реакция бойынша жүреді:\n3С6Н12О6 + 4СН3СН2СООН + 2СН3СООН + 2СО2+ 2Н2О.\nқантпропионсірке\nқышқылықышқылы\nПропион қышқылы бактериялары – бактериум ациди пропионици деп аталады. Сүт қышқылы бактерияларына тым ұқсас, қозғалмайтын қысқа таяқшалар, спора түзбейді, грам-оң. Олар анаэроб микроорганизмдерге жатады. Өніп-өсуіне қолайлы температура –30-35оС.\nПропион қышқылы бактериялары тіршілігі үшін ортада белок, амин қышқылдары, ал кейде аммоний тұздары және витаминдер бар қоректік ортаны талап етеді.\nПропион қышқылы бактериялары топырақта, өсімдік бойында, сүтте және сүт тағамдарында кездеседі. Бұлар сыр жасауда ең негізгі роль атқарады. Мұнда лактоза қанты ашып болған сон, пропион қышқылының ашу процесі жұреді. Сонда пайда болған сүт қышқылы, сірке және пропион қышқылдарына айналады. Пропион қышқылы батерияларының бір қасиеті- сырда В12 витаминін түзеді.",
                "date": "27.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай өлеңдерін қалай тез жаттайды?",
        "question_content": "Абай өлеңін жатайын десем жаттай алмадым. Қалай жатауға болады үй жағдайында?",
        "question_date": "27.04.2020",
        "question_tag": "Мектеп",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлеңді тез оңай , ұзақ уақытқа есте сақтату үшін,есте сақтау қабілетін жақсарту  керек.\nМысалы, бір тірлік жасап жүріп басқа затқа алаңдамау. Мысалы ыдыс жуып немесе тамақ жасап жүріп басқа затқа алаңдау арқалы не жасап жүргеніңізді байқамай жүруіңіз мүмкін. Ол кезде сіздің миыңыз босаңсып кетеді, миды үнемі шынықтырып отыру керек. Мысалы исламда айтылады, сүрелерді жаттайсыз мысалы үнемі , оны  қайта ұмытсаңыз сізге күнә болады. Яғни, үнемі бір ақпаратты жаттай білу керек. Ата -анамыз айтады мысалы, сендер миды жұмыс жасатпайсыңдар деп (сотканың, интернеттің қызметін қолданып). Сол үшін біздің, яғни жастардың арасында есте сақтау қабілеті нашарлап, ұмытшақтыққа ұшырайтындары көп.  Бұрын тарих апай айтатын. Есте сақтау қабілетін жақсарту үшін күнде тақпақ жаттау керек деп. Яғни, миды шынықтыру керек,.Денені шынықтырса күш көбейетіндей, миды шынықтарса есте сақтау қабілетін жақсарта аласыз.\nОдан өзге мысалы әркімге әр уақытта информация жақсы есте сақталуы мүмкін, маған мысалы кешке немесе түнде жақсы есімде қалады. Бұл менің ойым. Одан өзге ғаламтор кеңістігінде мынадай мәліметтер бар екен.\nАдамның есте сақтау қабілеті тұрақты бола бермейді. Уақыт өте келе нашарлап, ұмытшақтыққа әкеліп соқтыруы да мүмкін. Ол үшін есте сақтау қабілетін тұрақтандыратын түрлі әдіс-тәсілдер мен қарапайым қағидаларды ұстанған дұрыс. Есте сақтау қабілетін жақсарту туралы пайдалы кеңестер жетерлік. Дегенмен жақында ғалымдар есте сақтауды жақсартудың тағы бірнеше жолдары бар екенін мәлімдеді. Сурет салу Бос уақытта, болмаса хобби ретінде сурет салу есте сақтауды жақсартады екен. Ғалымдардың айтуынша, суреттің сапасы мен көркемдігі маңызды емес. «Бастысы – сурет ойды тынықтырады» - дейді. Ойдың тынығуы – есте сақтау қабілетін жоғарылатады. Көзге арналған жаттығулар Егер күнде таңертең 30 секунд бойы көзіңізге жаттығу жасап тұрсаңыз, есте сақтау қабілеті 10%-ға жақсарады. Мұны да ғалымдар дәлелдеген. Сондай-ақ көзді жұмып, өткенді еске түсіру де пайдалы екен. Ой жаттығулары Есте сақтау қабілетін жақсарту үшін түрлі жаттығулар жасап тұрған дұрыс. Әсіресе, сөзжұмбақтар, ойша санау, логикалық сұрақтарды шешу, өлеңдерді жаттау, шет тілдерін меңгеру – миды жұмыс істетуге арналған ең тиімді әдістер болып саналады. Жалаң аяқ жүгіру Жалаң аяқ жүгірудің өзі есте сақтау қабілетіңді жақсартады екен. Ғалымдардың айтуы бойынша, жалаң аяқ жүгірген адам аяғын жарақаттап алмас үшін айналасына барлай қарап жүгіреді. Мұндай сәтте ми да белгілі бір қызмет атқарады. Ол қызметтер есте сақтауды жақсартуға көмектеседі екен. Жазу Бүгінде қолмен жазу қалып барады. Көбіміз пернетақта көмегімен жұмыс жасап жүрміз. Дегенмен есте сақтау қабілетіңізді жақсарту үшін бір ауық қолыңызға қалам алып, жазу жазып та тұрыңыз. Мұның да көп көмегі бары анық. Салмағы ауыр заттарды көтеру Жаңа зерттеулер дәлелдегендей, жаттығу кезінде салмағы ауыр кір тастарын көтеру де есте сақтауды 20 %-ға жақсартады екен. Биікке өрмелеу «Шыңға шығу мен ағашқа өрмелеу де есте сақтау қабілеті үшін пайдалы» - дейді ғалымдар. Себебі тепе-теңдікті сақтау арқылы жад жұмысы жақсара түседі екен. Бір сөзбен айтқанда, миды үнемі жұмыс істетіп тұрсаңыз, есте сақтау қабілетіңіз де жақсара түсетін болады\n\nhttps://mail.kz/kz/news/lifehack/este-saktaudy-zhaksartudyn-zholy#hcq=uakhnXr",
                "date": "27.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бәйтерек поэмасындағы сатылай-кешенді талдау жасау керек.",
        "question_content": "Бәйтерек поэмасына сатылай-кешенді талдау жасау керек.\n\nКөмектесіңдерші өтініш.",
        "question_date": "27.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөздерді құрамына қарай талдау",
        "question_content": "Сөздерді құрамына қарай талдау- тауының, Құсмұрыннан.",
        "question_date": "27.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Былтыр, күндіз, төмен, кенеттен, алда етістіктермен тіркестіріп сөйлем жазу?",
        "question_content": "Былтыр, күндіз, төмен, кенеттен, алда, жорта, жоғары етістіктермен тіркестіріп сөйлем жазу?",
        "question_date": "27.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былтыр келді, күндіз көрдік, төмен жүгірді, кенеттен шықты,алды келе жатыр, жорта жүгірді, жоғары қарай өрледі.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған деру арада математикалық есептің жауабы керек",
        "question_content": "□+□+□=30\n\n1,3,5,7,9,11,15 бір санды екірет қолдануға болады",
        "question_date": "27.04.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялық талдау жасап беріңізші",
        "question_content": "Отансүйгіштіктеріңіз ,білдіреміз,бауырмалдық,ауқымдысы,ерліктерін",
        "question_date": "27.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандық танымал өнер адамдары туралы не айтасың?",
        "question_content": "Шұғыл түрде керек.Мұғәлім тапсырма берген еді,орындай алмай жатырмын.ӨТІНІШ КӨМЕКТЕСІНІЗДЕРШІ!✨",
        "question_date": "27.04.2020",
        "question_tag": "Өнер",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе де айта алмаймын. Өнер адамдары, шоу-бизнес деген алаңдағы бизнесмендер. Коронавирустың арқасында олардың әлеуметке тигізер пайдасы көп емес екендігін түсіндім.",
                "date": "27.04.2020",
                "upvotes": 0
            },
            {
                "text": "нұрлан қоянбаевол танымал адам қарапайым режиссер актер қарапайым адам\n\n.",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия 8 класс реакция теңдеу",
        "question_content": "1-тапсырма Әр қатардағы артықты тап  2-тапсырма реакция теңдеуін аяқтап теңестір",
        "question_date": "27.04.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 А) NaOH сілті, қалғандары тұз\n\nӘ)NaCl тұз, қалғандары сілті\n\nБ)",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастар практикасы табель",
        "question_content": "Жастар практикасы табельн калай толтыруға болады?? Үлгісін жібере аласыздарма",
        "question_date": "27.04.2020",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табелді  толтыру өте онаи",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай ғаламшардың серіктерін аударғанда «үрей» мен «қорқыныш» мағынасын береді?",
        "question_content": "Қай ғаламшардың серіктерін аударғанда үрей мен қорқынышмағынасын береді",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марстың табиғи серігі-Фобос және Деймос. Фобос пен Деймос дұрыс емес және өте кішкентай өлшемі бар. Жер серіктер Марс-Фобос және Деймос соғыс құдайына көмектесті қорқыныш пен қорқыныш тудыратын кейіпкерлердің құрметіне аталады.",
                "date": "28.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": ". Ол 3 том болды, Ол кітап не жайлы болған еді?",
        "question_content": "Галилей қайтыс болғаннан кейін ,Ньютон өмірге келеді.44 жылдан кейін Нютон жаңа кітап ашады.Ол 3 том болды.Ол кітап не жайлы?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күмәндi және үмiтсiз несиелер бойынша провизиялар қалыптастыру?",
        "question_content": "«Проблемалық» қарыздарға байланысты банктiң стратегиясын жүргiзу: қарызды «реанимациялау» жайлы екi жақты келiсiм, қамтамасыздықты жою, iстi сотқа жiберу, сот шешiмi бойынша несиенiң өтелуi, клиенттiң банкроттығы.\n\nАктивтер мен шартты мiндеттемелерiнiң жiктелуi, күмәндi және үмiтсiз несиелер бойынша провизиялар қалыптастыру.",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өкшенің қышуына не істеуге болады?",
        "question_content": "Сәлеметсіз бе? Менің өкшем күнде қышиды 10 күннен асты  күнде тұзды суға саламын бірақ қышығаны қояр емес не істесем болады.",
        "question_date": "27.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін грибок болар, мүмкін жарылу салдары.\n\nӨкшелердің неліктен ауыратынын нақты білу үшін талдау үшін қан тапсыру керек, қажет болған жағдайда интрааралық сұйықтық. Дәрігер емдеуді нәтижелерді алғаннан кейін тағайындайды",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дайте развёрнутый ответ на тему",
        "question_content": "Дайте развёрнутый ответ на тему: Чем актуальна лирика Абая сейчас. Используйте СП",
        "question_date": "27.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Шашырамай быжырая \", \"қатты діріл\", \"жантайып\" сөздерінің көркемдік қолданысы.",
        "question_content": "Адебиеттен тапсырмага керек болып Турган еди.коркемлик колданысын талдау кажет.\n\n\"Шашырамай быжырая \", \"қатты діріл\", \"жантайып\", \"сауыттай\", \"қап-қараңғы дүниеге тап болдым\"",
        "question_date": "27.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менеджмент мамандығы бойынша оқуға түссем деймін бірақ мектептегі бағалар өте төмен",
        "question_content": "Ассалаумағалейкүм барлығыңызға менің қояр сұрағым мен мектептен 9 -дан кейін кетіп кәсіптік білім алдым ол диплом жарамсыз болып қалды ол кезде жас бала болдық босқа уақыт өткізіппін енді оқуға қатты құмартып отырмын сіздерде осындай жағдай болдыма және оқып кете алам ба ? Менеджмент мамандығы бойынша колледж или университет қайссы оңай болады маған?????   Мектептік баға төмен 3-пен оқыдым ол кез өтті дегенмен оқып жақсы жұмыс істегім келеді жауап берсеңіздер көп рахмет!!!!!!",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін оқып, біліміңізді жетілдіріңіз. Одан кейін оқуға тапсыруға болады. Университетке қарағанда колледжде оқыған оңай болады.",
                "date": "27.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған балмұздақ жасаудың рецепті керек.",
        "question_content": "Маған балмұздақ жасаудың рецептін айтасыздарма  көршімен жарысайын деп жатырмын",
        "question_date": "26.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйде балмұздақ рецепті\nБалмұздақ үшін дайындалған қоспаны келесі жерге жылжытуға болады:\n• Мұздатқыш және әрбір 20 минут сайын - 1 сағат бойы араластырыңыз\n• Балмұздақ дайындаушы мен нұсқауларды орындаңыз\nҮйде дайындалған пломбина үшін рецепт\nБұл дәмді балмұздақ, мүмкін майдың ең көп мөлшері, кем дегенде 15% май болуы керек. Бұл сондай-ақ ең тәтті. Бір қызығы, бұл жеміс соусын, бал, джем және шоколадты суаруды тоқтатады.\nРецепт бойынша компоненттер:\n• сүт - 300 мл\n• Крем 35% - 250 мл\n• Сүт ұнтағы - 35 грамм\n• қант - 90 грамм\n• Ванильді қант - 1 шай қасық.\n• жүгері крахмалы - 10 грамм\nҮйде нақты пломбирді қалай жасауға болады\nКәстрөлде барлық қантты құрғақ сүтті араластырыңыз. Қоспаға құйып, біртіндеп және үнемі араластырыңыз, 250 мл сүт. Крахмалды қалған 50 мл-де ерітіңіз.\nКәстрөлді орташа температураға қойып, сүт қайнатып, крахмалды қосыңыз. Араласып жатқанда, қоспаның қалыңдатылуына жол беріңіз. Ыстықтан, штаммды алып тастаңыз, пластик қаптамамен жабыңыз және салқын болыңыз.\nКрем (олар суық болуы керек) жұмсақ шыңдарға дейін шайқаңыз. Суық сүт қоспасына енгізіңіз, араластырыңыз.\nСодан кейін - мұздатқыш және әрбір 20 минут ұрып-соғып, немесе мұздатқышқа. крем суыған, бірақ әлі күнге дейін жұмсақ болады кезде, сіз, ол бірнеше сағат үшін нағыз балмұздақ айналады қағаз кубоктармен, оны жылжытуға болады.\nҮйдегі Эскимо қалай жасауға болады\nЕгер балмұздақ шоколадты мұзбен жабылған болса, балмұздақ аламыз. Мұны істеу үшін балмұздақ құрастырыңыз - таяққа арналған. Арнайы балмұздақ қалыптарыңыз болса жақсы. Олай болмаған жағдайда, импровизацияланған құралдарды салу керек, бір нәрсе тар және жоғары таңдау. Осы шыныаяқтарда жабысқақ балмұзды төгіп тастаңыз, таяқтарды кіргізіп, толықтай қатырыңыз.\nГлазурь үшін шоколадты және сары майды тең мөлшерде алыңыз, глазурь балмұздақты ыңғайлы түрде итеру үшін көп нәрсе болуы керек. ХNUMX граммнан екеуін де алыңыз. Шоколад толығымен ерігенше су моншасында алдын ала қыздырыңыз. Балмұздақты құймадан алыңыз, оны тез жылыға жылжытып, оны біраз уақыт ұстап, содан кейін мұздатқышқа салыңыз, оған пергамент қойыңыз.\nВанильді балмұздаққа арналған рецепт\nБұл балмұздақ ванильдің дәмі мен хош иісі бар тығыз дәмділікпен ерекшеленеді.\nРецепт үшін компоненттер\n• Жұмыртқалар - 2\n• қант - 0, 5 шыныаяқтар\n• тұз - шымшу\n• сүт - 350 мл\n• Крем 20% - 240 мл\n• Ванильді қант - 2 шай қасық.\nҮйде ванильді балмұздақ жасау\nЖұмыртқалар кішкене ыдысқа ұрады. Қантты себіңіз және лимон сарыға дейін және көбік көбейгенше сүртіңіз. Тұз қосыңыз, араластырыңыз.\nКәстрөлде сүтті қайнатыңыз. Оны жұмыртқа қоспасына жұқа табаға салыңыз, барлық уақытта шайқаңыз. Қоспаны кәстрөлге құйып, кішкене өрт үстіне қойып, қалыңдығына дейін пісіріңіз, шелпек немесе ағаш қасықпен үнемі араластырыңыз. Бұл 7-ден 10 минутқа дейін созылады.\nЫстықтан және штаммнан мұздатуға болатын ыдысқа шығарыңыз, сәл салқындатыңыз. Кремде құйыңыз және ванильді немесе ванильді қантты қойыңыз. Тоңазытқышта толығымен салқын (бірнеше сағатқа дейін).\nМұздатқышта немесе балмұзда балмұздақ дайындаңыз.\nBilberry балмұздақ рецептісі\nБалғын, піскен, дәмді көкжидек балмұздаққа жағымды сергітетін дәм береді.\nКонденсирленген сүтті қолдану тілді және балмұздауға арналған тәттілер мен жұмсақтықты қосады. Және қайнатпа керек емес.\nРецепт бойынша компоненттер:\n• көкжидек таза - 2 шыныаяқ\n• 12% майлылық мөлшерінен артық емес крем - 475 мл\n• Конденсацияланған сүт - 420 мл\n• майлы крем - 1 әйнегі\n• Ванильді қант - 1 шай қасық.\nҮйде «күлгін» балмұзданы қалай дайындау керек?\nШырындыларды тазалап, оларды жақсылап жуыңыз, төгіліп тастаңыз. Ыдысқа салыңыз және араластыруға арналған шанышқыны қолданыңыз, оны және блендерді жасай аласыз. Өзіңізді қаншалықты өзіңіз шешесеңіз, картопты немесе пісірілген пюрені пирожьте аласыз.\nБасқа ыдыста сүт, кілегей, қоюландырылған сүт және ванильді араластырыңыз. Мұздатқышты жұмсақ балмұздақ әзірге дейін қоспаны араластырып немесе тоңазытқышты қажет ететінін есте сақтаңыз. Жидек сырғасын қосып, жақсылап араластырыңыз. Оны мұздатуға қойыңыз.\nАвокадо және роммен балмұздаққа арналған рецепт\nДостарыңызды балмұздақпен авокадодан, сергітетін, бірақ тым тәтті десерттен емдеңіз. Ром немесе текила қоспасы тек сәл ғана хош иіс пен дәмді береді. Бірақ қаламасаңыз, сіз қосуға болмайды, әсіресе авокадоның балмұздақ дәмі зардап шекпейді.\nРецепт бойынша компоненттер:\n• авокадо - үлкен 1\n• 15-20% май мазмұны - 950 мл\n• жеңіл ром немесе текила - 3 st. қасықтар\n• жұмыртқа сарысы - 2 ірі жұмыртқасынан\n• ұн - 2 ст. қасықтар\n• тұз - шымшу\n• қант - шыныдан тоқсан\n• Ванильді қант - 1-1,5 шай қасық.\nРом балмұздақын авокадо көмегімен қалай жасауға болады\nАвокадоды тазалаңыз, үлкен бөліктерге кесіңіз. Блендер шарына салыңыз, 1-нің бір стакан кремді қосып, араластырыңыз, авокадты пюреге айналдырыңыз. Ром немесе текила қосып, тегіс болғанша қайта араластырыңыз. Тоңазытқышта 2 сағатқа салыңыз. Інжар 1 арқылы бір стакан кремге айналды.\nКәстрөлде ұн, қант және тұзды араластырыңыз. Қалған кремді мұқият араластырыңыз. Қоспаға айналғанша, орташа қызу және тұрақты араластырыңыз. Ыстық қоспаны сарысуға қосып, жұқа щетка мен құйып құйыңыз. Оны табаға салыңыз да, оны минутына отқа қайтарыңыз.\nЫстықтан шығарып, салқын, ваниль құйыңыз, араластырыңыз. Тоңазытқышта кемінде 2 сағатқа қойыңыз.\nҚоспаны авокадо және жұмыртқа қоспасы арқылы біріктіріп, оны контейнерге өткізіп, мұздатқышқа салыңыз немесе балмұздақ контейнеріне құйыңыз. Пісіруді аяқтаңыз.\nҚауын, құлпынай, кивиден жасалған шорбетті қайтадан қараңыз\nЖаңа піскен қауын оңай шөлді қана емес, сонымен бірге аштықты қанағаттандыруға арналған хош иісті шербеге айналады. Десерттер, өзіңіз үшін ойлау қиын емес, біздің жағдайда екі жағдайда байытылған - насыбайгүл және құлпынай.\nРецепт бойынша компоненттер:\n• қауын - 1 кішкене немесе жартысы үлкен\n• қызғылт сары шыны шыны\n• қант ұнтағы - 170 грамм\n• тұз - шымшу.\nҮйдегі балмұздақ таңқурайын қалай қайнатуға болады\nҚауында тұқымдар мен қабықтарды алып тастаңыз. Кішкене текшеге кесіңіз (кем дегенде 300 грамм болуы керек). Блендердегі қауын бүктеңіз, апельсин шырынын құйыңыз, ұнтақ қант пен тұз қосыңыз. Барлығын біртекті пюреге айналдырыңыз.\nҚант бірден ериді де, тоңазытқышқа салқындату үшін бір минут қалуға рұқсат етіңіз. Контейнерлік балмұздаққа ауысыңыз немесе мезгіл-мезгіл араласпастан, мұздатқышқа салыңыз.\nҚуырылған шербет насыбайгүл жапырақтары: қауын, шырын, қант және тұзға 4 үлкен жасыл макулатураны қосыңыз. Содан кейін алдыңғы жағдайдағыдай пісіріңіз.\nҚұлпынай сорбет құлпынаймен: Бір стақан құлпынай жуып, екі бөлікке салып, бөшкелерге арналған қасық, құлпынай және 2 ст. бал қасық. Содан кейін жоғарыдағы рецепт бойынша пісіріңіз.\nГрейпфруттің және кивидің шербеті сергітетін және ұнамайтын емес.\nТолығырақ: https://mamaclub.info/kk/kak-sdelat-morozhenoe-doma-recept/",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы пәнінен БЖБ 9 сынып бойынша?",
        "question_content": "Бжб 9 сынып Қазақстан тарихы",
        "question_date": "26.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 22500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сутетіңіз анық көрінбейді. Сондықтан мүмкін жауаптарын мына жерден тауып аларсыз:https://vk.com/club172497030",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ш.Уәлихановтың тарихқа сіңірген еңбегі",
        "question_content": "Ш.Уәлихановтың тарих саласына сіңірген еңбегі қандай?",
        "question_date": "26.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Портал қазақтың ұлы ағартушысы Шоқан Уәлихановтың туғанына 180 жыл толуына орай ғалымның өміріне жайлы кең толғаған көлемді мақаланы ұсынады Шоқан (Мұхамедқанапия) Шыңғысұлы Уәлихановтың арғы атасы әлемге әйгілі Шыңғысханнан тарайтын Орта жүздің ханы болған атақты Абылай (Әбілмансұр). Оның отыз ұлының үлкені Уәлі сұлтаннан, Шоқанның туған атасы Шыңғыс туады. Ал Абылайдың ең кенже ұлы Қасым сұлтаннан Кенесары мен Наурызбай туады. Сөйтіп Абылайханнан тараған ұлдардың бірі қолына қалам ұстаған әйгілі ғалым болса, енді бірі қолына найза ұстап, елін отаршылдық бұғауынан қорғаған намысты, қас батырлар шыққан текті ұрпақ болған. \n\nАл Шоқанның шыққан тегін әлемге әйгілі Шыңғыс хан бабасынан бері таратар болсақ, ол былай жалғасады. Темучин – Шыңғыс хан – Жошы – Сейн хан – Сартақ – Жәнібек – Жәдік – Сығай –Тәуке – Сәмеке – Есім – Жәңгір – Уәлі – Абылай (қанішер) – Уәлі – Абылай (Әбілмансұр) – Уәлі –Шыңғыс – Шоқан.  Шоқан 1835 жылы қараша айында Құсмұрын бекінісінде туған. Әжесі Айғанымның тәрбиесінде болған. Ол парасатты, терең ойлы әрі көреген, өзінің заманына қарай білімді әйел болған. Ол Шығыс халықтарының бірнеше тілдерін білген, орыс мәдениетіне мейілінше ден қойып, Сыртқы істер министрлігінің азиялық департаментімен, Петербург Сібір комитетімен хат жазысып, байланысып отырған. Бала Шоқанның сана-сезімі ерте оянып, рухани өсіп-жетілуіне әжесі Айғаным үлкен әсер еткен. Сезімтал дарынды балаға әжесі халық даналығының сарқылмас білім бұлағы болған. Ол Шоқанға қазақтың ескі аңыздары мен хикаяларын қызықты етіп әңгімелеп, күні кеше өзі басы-қасында болған оқиғаларды еске алып отырған. Халықтың озық дәстүрлері мен салтын бойына сіңірген әжесінің жарқын бейнесін Шоқан өмірінің аяғына дейін ұмытпай есінде сақтайды. Шоқан әуелі Құсмұрындағы қазақ мектебінде оқиды. Дәстүр бойынша сұлтанның балаларына бірнеше шығыс тілдерін үйрену, яғни «жеті жұрттың тілін білу парыз» болған. \n\n1847 жылдың күзінде он екі жасар Шоқан туған елінен тұғыш рет шығып, Омбыдағы кадет корпусына оқуға түседі. Сол кезде кадет корпусы жан-жақты және терең білім беретін оқу орны болды. Ол сегізжылдық оқу орны еді. Тарих, география және әдебиет жөнінде бағдарлама өте кең көлемді болды. Алғашқы кластардан бастап кадеттер көне заманғы мемлекеттердің, атап айтқанда, Греция мен Рим тарихын, ортағасырлар тарихын, Еуропа географиясын, т. б пәндерді өтті. Оқу пәндеріне қосымша ән, гимнастика, жүзу, би, қылыштасу және шабандоздық өнеріне жаттығу ойындары өткізілді. Шоқан кадет корпусын 1853 жылы 18 жасында бітіріп, армиялық атты әскердің корнет деген офицерлік атағын алып шығады.  Шоқан Батыс Сібір генерал-губернаторының жанында қызметке қалтырылып, бір жылдан соң батыс Сібір мен Қазақстанның солтүстік шығыс аудандарын басқарып отырған генерал Гасфорттың адъютанты болып тағайындалады. Сонымен қатар оған өлкенің Бас басқармасы бойынша төтенше тапсырмаларды орындайтын офицер қызметі де жүктеледі. Қызметке орналасқан орта офицерлері царизмнің отаршылдық саясатының қолшоқпарлары еді. Олардың басында генерал Госфорт пен Сібір қырғыздар облысын басқарған оның көмекшісі фон Фридрихс тұрды. Тікелей Фридрихстің басшылығымен жұмыс істеуге тиісті болған Шоқанның жағдайы ауыр болды. Шоқанның Петербордағы достарына жазған хаттарында көрсетілгендей, Дюгамель, Фридрихс және олардың сыбайластары Крейерус пен Кури өздерінің қылмысты істерін әшкерелеп, заңсыздыққа, парақорлыққа, тонаушылыққа қарсы болып, патшаның отаршылдық аппараты тудырған зұлымдық атаулының бәріне қарсы аянбай күрескені үшін Шоқанды үнемі қудалап, зәбірлеп отырған. Атбасар округтік приказының аға сұлтаны болып сайлануына бөгет жасайды. Уалихановтың замандасы А.К. Гейнс 1865 жылғы жазбасында бірнеше рет осылай тобықтан қағу «...биылғы жылы Шоқанның түбіне жетті» деп ашықтан-ашық жазады\n\nҚоқан хандығының ыпалына тыйым салу үшін Жетісуда осы территорияны бейбіт жолмен Ресейге қосуға бағытталған өте сақ және көреген саясат жүргізу қажет болды. Бұл жауапты іске өзге офицерлер М.М. Хаментовский, М.Д. Перемышельскийлермен қатар Шоқан Уәлихановта жұмылдырылды.  1855 жылы Шоқан генерал Гасфорттың сапарына қатысады. Орталық Қазақстанды, Жетісуды және Тарбағатайды аралады. Оның маршруты Омбыдан Семейге дейін, одан Аягөз, Қапал арқылы Іле Алатауына дейін болды. Бұл кезде Верный бекінісін салу ісі қлға алынған болатын. 1856 жылдың басында Уәлихановқа поручик шені беріледі [2].  1856 жылы ол Хоментовский деген офицердің басшылығымен ұйымдастырылған үлкен әскери-ғылыми экспедицияға қатысады. Экспедицияның мақсаты қырғыз халқымен танысу және Ыстықкөл алабын картаға түсіріп алу еді. Алатау қырғыздарының арасында екі ай жүріп, көбінесе солардың аңыздары мен тілін зерттеп, әр қилы пайдалы мәліметер жинаған.  Саяхатшы ғалымға сіңірген еңбегі үшін штабс-ротмистр атағы беріліп, орденмен марапатталады және ақшалай сыйлық беріледі. 1880 жылғы 8 сәуірдегі үкіметтік жарлықта: «Әскери кавалерияның поручигі сұлтан Шоқан Уәлихановтың қажырлы еңбегін, Орта Азиялық, шекараларды тексеріп қайту тапсырмасын орындау кезіндегі қауіп-қатерді жеңіп, шеккен азабын ескеріп, штабс-ротмистр шені беріліп, IV дәрежелі қасиетті Владимир ордені қоса тапсырылып, 500 сом күміс ақша беріліп, бір жолғы жәрдем көрсетілген» делінген. \n\nАтбасардың аға сұлтанын сайлаған кезде Шоқан өз кандидатурасын ұсынады. Ондағы мақсаты өз отандастарына пайда келтіру еді. «Бір кезде менің өз отандастарыма пайда келтірейін, оларды чиовниктер мен қазақ байларының озбырылғынан қорғайын деп, сұлтан болсам ба деген ниетім де болған. Сондағы көбінесе ойлағаным-оқыған правитель-сұлтанның қандай пайдалы болатынын жерлестеріме өз ісіммен көрсету еді», – дейді Шоқан өзінің Достоевскийге жазған хатында.  «Көппен жалғыз алысуыма шама келмесін түсіндім, шындық қанша қасиеті болғанымен адасқанның алды жөн бола береді екен, әсіресе, уақыттың өзі соған себепкер боп тұрса амал бар ма?» деп кейіген кездері де болды.  1864 жылы Шоқан генерал Черняевтың әскери экспедициясына шақырылып, Әулиеата бекінісін алардағы соғыс қимылдарына қатысады. Бұл жолы тапсырма оның орыс қазақ, татар тілдерін еркін білетіндігі ескеріліп, білімді азиялық азамат ретінде жіберілген. Шоқан Черняевпен келісе алмайды. 1864 жылдың шілде айында ол Черняевтің әрекеттеріне наразы бір топ офицерлермен бірге Верный қаласына қайтып келеді. Бұл офицерлер кейін осы әрекеттері үшін жазаланып шендері төмендетіледі. Шоқан Верныйдан кетіп албан руының аға сұлтаны Тезек төренің ауылына барып тұрақтап, оның немере қарындасы Айсарыға үйленеді. 1865 жылы сәуір айында Алтын Емел жотасының етегінде Көшен тоғаны деген жерде, Тезек төренің ауылында қайтыс болады.  Өзінің ғылыми жұмысын ол кадет корпусында оқып жүрген кезде бастаған. Шығыс зерттеушісі И. Н. Березиннің тұңғыш еңбегі «Хан жарлығы» жөнінде рецензия жазады. Жалаирдің «Джами-ат-таварихын» зерттеп, оның негізгі тарауларын орыс тіліне аудартып, түсініктер жазады, оған сүйене отырып шығыс терминдерінің сөздігін жасауды бастайды. Ол «Шейбани-намэ», «Түрік шежіресі» (Әбілғазы) секілді еңбектерді оқып олардың негізінде теориялық маңызы жөнінде теңдесі жоқ «Қырғыздың ататегі» атты еңбек жазады. Жетісу өлкесіне келіп, көне Алматы, Қойлы, Алмалық шаһарларын зерттейді, көне ақшалар нұсқасын жинайды. Оның Ыстықкөл, Құлжа, Қашқар сапарларында жазған күнделіктері «Оңтүстік Сібір тайпаларының тарихы туралы жазбалары» өте құнды материалдар болды. Оның ғылыми еңбектерінің ішінде Жетісу, Ыстықкөл, Тянь-Шань, Шығыс Түркістанға арналған тарихи-географиялық шолуларының маңызы ерекше. Уәлихановтың қазақ халқының тарихы мен этнографиясы туралы зерттеулері, сондай-ақ қазақ даласындағы әлеуметтік-саяси қарым-қатынастарға байланысты мақалаларының ғылыми маңызы зор. Олар «Абылай», «Қырғыздың ататегі», «Көне дәуірдегі қырғыздардың қару-жарағы және әскери жабдықтары», «Сахарадағы мұсылмандық туралы», «Қырғыздардағы шамандықтың қалдықтары», т.б.  Белгілі ғалым В.И. Веселовскийдің «Шоқан Шыңғысұлы Уәлиханов Шығысты зерттеу ғылымында аққан жұлдыздай жарқ етті де жоқ болды» деп жазуы оның ғылым саласындағы аса ірі жетістіктерін көрсетеді [3].  Қазақтың аса көрнекті бір туар ғалымы Шоқан Уәлиханов артына мол әдеби, тарихи мұралар қалдырды. Қамшының сабындай ғана болған қысқа өмірінде ол Орталық Азия мен Қазақстан халықтарының тарихы, географиясы мен этнографиясына арналған бірсыпыра еңбектер мен қоғамдық-саяси тақырыптағы толып жатқан шығармалар жазып кетті. Шоқан терең энциклопедиялық білімі бар, өз заманындағы ғылымда бірқатар мәселелерді жаңаша көтере білген талантты ірі ғалым болды. Ол ғылымның 12 саласы бойынша зерттеу жүргізіп жаңалық ашып ғылымға өз үлесін қосты. Оған оның дипломатия, нумизматика, геодезия, картография, саясат, халықтың ауыз әдебиеті, құқықтану, журналистика, медицина, сурет өнері, әскери іс, халықаралық қатынас, шежіреші, демограф, статистика, дін саласында ашқан жаңалықтары куә. Ол ғалым, ағартушы, публицист, демократ, тарихшы, фольклоршы, этнограф, саяхатшы, шығыстанушы, барлаушы, энтомолог, географ, зерттеуші, экономист, офицер, суретшілікті меңгерді.\nӘзірленіп жатқан қазақ даласындағы сот реформасы жайлы өз пікірін айта келіп, Шоқан реформаларды қоғамдық-саяси процесті ескере отырып қоғамдық өмірдің түрлі факторларын зерттей келіп, қарастыру керек деп өз қандастарының болашағын ойлап солардың мүдделерін қорғауға тырысты. Ол: «Саяси реформалар экономикалық істерді жүзеге асыратын құрал ретінде көрінбек, өйткені әрбір жеке адам және бүкіл адам баласы қауымдасып өзінің түпкі мақсаты материалдық әл-ауқатын жақсартуға тырысады. Адамның тұрмыс қажетін өтейтін реформа ғана пайдалы да, ал бұл мақсатқа қандай да болса кедергі келтіріетін реформа зиянды болып табылады. Қоғамдық тұрмыс мұқтаждығын жақсартуға бағытталған қандай да болмасын реформа қоғамның мұқтажы мен қаражаты белгілі болғанда ғана кездейсоқтыққа ұшырамай, діттеген мақсатына жете алады», – деп бүгінгі прогрестік көзқараспен тұжырым жасайды. Соны іске асыруға талпыныс жасайды.  Шоқан Омбыда оқып жүргенде кадет корпусының оқытушысы барлаушы полковник Гутковскиймен жақын араласып, жексенбі сайын оның үйіне қонып жүрді. Бұл таныстық оның болашақта мамандық таңдауына ықплын тигізбей қоймады. Шоқанның талантты жас екенін көрген әскери барлаушы Гутковский оны қызмет барысында қолдап, оны әскери барлау қызметіне баруына жол ашты.  Шоқан Ресей империясының Бас штабының әскери сыртқы барлау қызметінің офицері болды. Арнаулы әскери барлау қызметінде жүріп өте күрделі құпия тапсырмаларды орындады. 1857 жылы Ресей империясының Бас штабның Бас басқармасы (әскери сыртқы барлау) ол кезде ресей үшін жабық болған Кашқарияға тыңшы жіберу туралы шешім қабылданады. Ондағы мақсат Шығыс Түркістандағы саяси ахуалды білу, бұл аймаққа кімдер ықпал жүргізіп отыр, қытайлардың ұйғыр мәселесі Ресей үшін өте қажет болды. Өйткені Тянь-Шань мен Алтай өңірінде көз тіккен ағылшындардың бұл аймаққа қатысы барма деген мәліметтер қажет болды. Себебі бұл континентті ағылшындармен бөлісу Ресей империясы үшін пайдасыз еді.  Шоқан дүниеден өткеннен кейін 20 жылдан соң Ресей үкіметінің баспасөзі Шоқанның өлімі өкпе ауруынан болған деген ақпаратты жиілетті. Ал оның көзі тірісінде ол өкпе ауруы туралы сөз болған емес. Шоқан туралы жазылған кітаптарда оның хаттарында ауырғандығы туралы анда-санда бір мардымсыз дәлелі шамалы ақпарат кездеседі. Бірақ оның қандай науқас екендігі жазылмаған. Бұл ауру Шоқанға сырттан, Бас штабтың Бас басқармасы тарапынан халықты сендіру үшін тағылған жалған айып болуы мүмкін деген күдік басымырақ. Бұл күдік оған у беріп өлтірген деген қосымша фактылардан туындаған. Екінші бір күдік туғызатын жағдай хал үстінде жатқан күйеу баласы Шоқанды қайнағасы Тезек төре, (орыс әскери барлауының резиденті болған) оны кигіз үйге қалдырып көшіп кетеді. Өзінің ауыр халін айтып, көмек сұрап ол Семейге және Омбы қалаларына хабар жібереді. Алайда не достары, не әскери шенуініктер, тіпті «қолы ұзын» орыс барлау басқармасындағы саяхатшы-барлаушылардан да ешкім көмекке келмейді. Оны жасырын жерлейді. Дәрігерлер оның өлгені туралы акт да жасаған жоқ. Өйткені хан тұқымы Шоқанның саяси көзқарасы орыс империясының саясатына қайшы келді. Ол енді өзі тәрбиелеген барлау басқармасына да қажетсіз адам болып қалған еді. \n\nОл атеист болған жоқ, Бір Алланың хақтығына сенді. Қытаймен шекара туралы мемлекетаралық келіссөздерге қатысып табысқа жетті. Полковник деген әскери шенге ие болды. Парижге, Қашқарияға барлушы ретінде барып қайтты. Ресейдің Қазақ жерін зорлықпен қосып алуына қарсы болды. Социал-демократтармен дос болды, бірақ революционер болған жоқ. 1860 жылдан бастап өмірінің аяғына дейін ұлтын сүйгені үшін, өзге де пікірлері үшін қарсы барлаудың жіті назарына ілікті. Ол өкпе ауруымен ешуақтта ауырған жоқ. Бұл туберкулез ауруын арнайы барлау органы Шоқанды Петербордан аластау үшін ойдан әдейі шығарған деген тұжырым бар. Әкесі Шыңғыс ешуақытта немере ағасы Кенесарымен соғысқан жоқ. Құлжада, Қашқарияда агентуралық ұйымдар құрды. 1864 жылы Әулие-атаның бейбіт тұрғындарын атқаны үшін Черняевтің қоластындағы әскерді тастап кетті. 1865 жылы оның шекара аймағында тұруы қауіпті саналып, оны жою туралы құпия шешім қабылданған деген сөз бар. 1865 жылы 10 сәуірде арнайы барлау қызметінің тапсырмасы бойынша өзінің атқосшысы арқылы у берілген деген мәлімет бар. \n\n https://e-history.kz/kz/publications/view/1516",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темірхан Медебек \"Тəуелсізбін\" өлеңіне сатылай кешенді талдау жасау?",
        "question_content": "Темірхан Медебековтың Тəуелсізбін өлеңіне сатылпай кешенді талдау жасау.\nҚазақ əдебиеті 7 сынып",
        "question_date": "26.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тəуелсізбін өлеңін талдау жасау?",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Музыка тындаса ораза бұзылама",
        "question_content": "Мен музка тындаган едім оразам бұзылдыма?",
        "question_date": "26.04.2020",
        "question_tag": "Жалпы ән туралы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығын білуші Алла , тек ораза кезінде емес жалпы мұсылман адамның музыка тыңдауы харам ба деген сұраққа жауап беру дұрыс болар.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    }
]