[
    {
        "question_title": "Жеңіс деген есімді ұлғада қызғанда қоюға болама",
        "question_content": "Жеңіс атын қызға және ұлға қоюға болама",
        "question_date": "20.10.2023",
        "question_tag": "Мектеп",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады. Ата-бабамыз 1986 жылғы көтеріліс, Ұлы Отан соғысынан кезіндегі сұрапыл соғыстан кейін жеңіске жетіп соның құрметіне ұлдың да, қыздың да есімдерін Жеңіс деп атаған.",
                "date": "21.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосындылары 9-ға тең болатын үш санды табу. Егер ондай сандар болмаса, хабарлау?",
        "question_content": "6 сан берілген. Қосындылары 9-ға тең болатын үш санды табу. Егер ондай сандар болмаса, хабарлау.",
        "question_date": "19.10.2023",
        "question_tag": "Математика",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарайды, мен саған көмектесуге тырысамын.\nАлдымен сандарды өсу ретімен сұрыптайық:\n[1, 2, 3, 4, 5, 6]\nСодан кейін біз үш санның барлық мүмкін комбинацияларын қарастырамыз. Егер осы сандардың қосындысы 9 болса, онда біз шешімін таптық.\n[1, 2, 6]\n[1, 3, 5]\n[1, 4, 4]\n[2, 3, 4]\nКөріп отырғаныңыздай, біз бір шешім таптық:\n[1, 2, 6]\nЖауабы: 1, 2, 6.\nЕгер біз бір шешім таппағанымызда, мен сізге бұл туралы хабардар едім.\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыштарының қосындысы 1800-ге тең дөңес көпбұрыштың неше қабырғасы бар",
        "question_content": "Бұрыштарының қосындысы 1800-ге тең дөңес көпбұрыштың неше қабырғасы бар?",
        "question_date": "19.10.2023",
        "question_tag": "Геометрия",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көпбұрыштың бұрыштарының қосындысының формуласы 180*(n-2), яғни\n\n180*(n-2)=1800\n\n180n-360=1800\n\n180n=2160\n\nБерілген көпбұрыштың n=12 қабырғасы",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай тасалар таза еден бетіне орнатылады?",
        "question_content": "1. Қандай тасалар таза еден бетіне орнатылады? Терезелердің арналуы. Терезелерге қойылатын талаптар.\n\n2. Терезеге қандай жүктемелер әсер етеді? Әйнегінің қалыңдығы неге байланысты болады? Бір, екі, үш әйнекті терезелердің қолдану салалары.",
        "question_date": "19.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "*1. Едендегі тастар және терезелердің мақсаты:*\n\n- *Едендегі тастар: * мәрмәр, гранит, немесе басқа қатты материалдар көбінесе эстетикалық және берік еден жабындарын жасау үшін қолданылады.\n\n  \n\n- *Терезелердің мақсаты:* \n\n  - Жарықтандыру: жайлы жарықтандыруды жасай отырып, бөлмеге жарықтың енуіне мүмкіндік беріңіз.\n\n  - Желдету: бөлмені желдетуге мүмкіндік береді.\n\n  - Декор: интерьер стиліне баса назар аудара отырып, сәндік элемент ретінде қызмет ете алады.\n\n- *Терезелерге қойылатын талаптар:*\n\n  - Энергия тиімділігі: заманауи терезелер жақсы жылу оқшаулауын қамтамасыз етуі керек.\n\n  - Шуды оқшаулау: бөлме ішінде тыныш жағдай жасау үшін маңызды.\n\n  - Беріктік пен беріктік: сыртқы факторлардың әсеріне төтеп беруі керек.\n\n*2. Терезе жүктемелері және әйнектің қалыңдығы:*\n\n- *Терезе жүктемелері:*\n\n  - Жел жүктемесі: қатты жел кезінде терезеге әсер етеді.\n\n  - Қар жүктемесі: қысқы климатта терезелер үшін маңызды.\n\n  - Статикалық жүктеме: әйнек пен жақтаудың салмағы, ішкі және сыртқы қысым.\n\n- *Шыны қалыңдығы:*\n\n  - Сыртқы факторларға байланысты: қалыңдығы қауіпсіздік талаптарына, шуды оқшаулау деңгейіне, энергия тиімділігіне және басқа факторларға байланысты таңдалады.\n\n  - Бір, екі, үш қабатты терезелер: бір қабатты әйнектер көбінесе нақты талаптары жоқ бөлмелерде қолданылады, ал екі және үш қабатты терезелер қосымша жылу мен Шу оқшаулауын қамтамасыз етеді.\n\nМатериалдар мен терезе дизайнының жалпы таңдауы климаттық жағдайларға, функционалдық талаптарға және эстетикалық қалауларға байланысты.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талдау септіктерге жалғауларға 1) Неше сабақ қалды 2) Қанша сағаттар бар",
        "question_content": "Сұрақтарды Талдау септіктерге жалғауларға\n\n1) Неше сабақ қалды 2) Қанша сағаттар бар 3) Қашан олар келеді 4) Қашан тамақтар піседі",
        "question_date": "19.10.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілімізде 7 септік жалғау бар.\n\nАтау – кім? не?\n\nІлік – кімнің? ненің? –ның, -нің, -дың, -дің, -тың, -тің.\n\nБарыс – кімге? неге? қайда? –ға, -ге, -қа, -ке.\n\nТабыс – кімді? нені? -ны, -ні, -ды, -ді, -ты, -ті.\n\nЖатыс – кімде? неде? қайда? –да, -де, -та, -те.\n\nШығыс – кімнен? неден? қайдан? –нан, -нен, -тан, -тен, -дан, -ден.\n\nКөмектес – кіммен? немен? –мен, -бен, -пен.",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ендік пен бойлықты анықтау алгоритмі бойынша келесі нысандардың географиялық?",
        "question_content": "1 тапсырма. Жұптық жұмыс. Ендік пен бойлықты анықтау алгоритмі бойынша келесі нысандардың географиялық координаттарын анықтандар\n\nа)Атырау қаласы;\n\nә)Балқаш қаласы;\n\nв)Арқалық қаласы;\n\nб)Талдықорған қаласы;\n\n2-тапсырма. Өзіндік жұмыс.Сағаттық белдеу картасы бойынша уақытты ануқтау.\n\n1. Астанада ( Vсағатты белгілеу) уақыт 12 сағ 30 мин болса, Пекинде қай уақыт болады\n2. Мысалы, ұшақ Ақтау қаласынан (51°ш.б.) жергілікті уақыт бойынша 20 сағ 50 минутта ұшты. Төрт сағаттан кейін Парижге келіп қонды. Парижде неше сағат болды?",
        "question_date": "19.10.2023",
        "question_tag": "Мектеп",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Объектілердің географиялық координаттарын (ендік пен бойлық) анықтау үшін қалалардың географиялық координаттарын пайдалануға болады:\n1. * Атырау (Қазақстандағы қала):*\n   - Ендік: 47.1167° С.Е.\n   - Бойлық: 51.9333° ш. б.\n2. * Балқаш (Қазақстандағы қала):*\n   - Ендік: 46.8406° С.Е.\n   - Бойлық: 74.9800° ш. б.\n3. * Арқалық (Қазақстандағы қала):*\n   - Ендік: 50.2441° С.Е.\n   - Бойлық: 66.9128° ш. б.\n4. * Талдықорған (Қазақстандағы қала):*\n   - Ендік: 45.0159° С.Е.\n   - Бойлық: 78.3736° ш. б.\nУақыт белдеуі картасы бойынша уақытқа келетін болсақ:\n1. * Бейжіңдегі уақыт:*\n   - Егер елордада (VH) уақыт 12 сағат 30 минутты құраса, онда Бейжіңде ол бірдей болады, өйткені Бейжің қытайлық стандартты уақытта (UTC+8), ал Астанада бірдей уақыт бар.\n2. * Париждегі уақыт:*\n   - Ұшақ жергілікті уақыт бойынша 20 сағат 50 минутта Ақтаудан ұшып шықты. Париж UTC+1 (қысқы уақыт) немесе UTC+2 (жазғы уақыт) уақытында. Демек, Париждегі уақыт Ақтаудан ұшып шығу уақытынан 4 сағатқа артық болады.",
                "date": "22.11.2023",
                "upvotes": 1
            },
            {
                "text": "1 тапсырма. Жұптық жұмыс. Ендік пен бойлықты анықтау алгоритмі бойынша келесі нысандардың географиялық координаттары:\n\nа) Атырау қаласы: 47.1167° с.ш., 51.9333° в.д.\nә) Балқаш қаласы: 46.8400° с.ш., 74.9800° в.д.\nв) Арқалық қаласы: 50.2489° с.ш., 57.2078° в.д.\nб) Талдықорған қаласы: 45.0000° с.ш., 77.9667° в.д.\n\n2-тапсырма. Өзіндік жұмыс.Сағаттық белдеу картасы бойынша уақытты ануқтау:\n\n1. Астанада (Всағатты белгілеу) уақыт 12 сағ 30 мин болса, Пекинде уақыт Қытайдың көне уақыты (UTC+8) бойынша анықталады. Астанада Көк ақбардайн ауыз метролардың құрылым жасалған жергілікті уақыты маңғастиң уақытына сәйкестікті. Сол себепті, Астанада 12 сағ 30 мин болған уақытта Пекинде 14 сағ 30 мин болды.\n\n2. Мысалы, ұшақ Ақтаудан Парижге бару учін 20 сағ 50 минуттан кейін қонды. Ақтау (51°ш.б.) уақыты Гринвичнің батыс ауданы (UTC+5) бойынша анықталады. Париж (48°ш.с.) уақыты Европаның шығыс ауданы (UTC+1) бойынша анықталады. Сол себепті, Ақтаудан Парижге 20 сағ 50 минут кешірген кезде Парижде 00:50 уақыты болды.",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхит Мералы туралы керек еді?",
        "question_content": "Мұхит Мералы туралы мәлімет",
        "question_date": "18.10.2023",
        "question_tag": "Мектеп",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхит – Әбілқайыр хан әулетінен Қаратай сұлтанның немересі. Мұхиттың туған ағалары Паңгерей, Шәңгерей, Сақыпкерей, Жанша, Жүсіптер шетінен өнерпаз (әнші, күйші әрі скрипка да тартқан) адамдар болған. Өмірін өнер жолына арнаған тек Мұхит болды. Ол ел ішіндегі той-жиындарда, ұлан-асыр жәрмеңкелерде, қан базарларда домбыра тартып, ән салды. Орынбор, Қостанай, Жаманқала, Қазалы, Троицк, Ақтөбе, Арал, Атырау облыстарын аралап, әнші даңқы шықты: \"Әнші Мұхит\", \"сал Мұхит\" атанды. Мұхит уақыт, қоғам, өмір туралы \"Дүние-ай\", \"Зәуреш\" әндерін толғады.\n\n\"Паң көйлек\", \"Қыпшақ\", \"Дөң асқан\", \"Кербез\" әндері Мұхиттың әншілік өнерінің сан-қырлы, жаратылысын, табиғатын ашады. Ойлы да қуатты, асқақ, бірде даланың жібек самалы боп желпіген нәзік, сырлы, мөлдір лиризмге тұнған әндерін асқан шеберлікпен орындай жүріп, өзінің әншілік дәстүрін жасады. Мұхит сұлу ат мініп, сәнді киінді; қасына ойыншы, саятшы, палуан, зергер, жыршы, күйшілерді ертіп жүрді; шәкірттері көп болды. Мұхит тек әнші, ақын ғана емес, күйшілік өнерімен де танылды.\n\nОл Боғда, Есбай, Тазбала, Сәулебай, Абыл күйлерін өте әсерлі орындап, өзі де күй шығарды. Мұхиттың бір күйін Затаевич нотаға түсірген. Мұхиттың әншілік, ақындық, күйшілік мұрасын біздің заманға балалары — Шоң мен Нөу; немерелері — Шайқы, Лұқпан, Ғұбайдолла жеткізді. Мұхит әндерін орындаушылық дәстүрін ілгері дамытып, халықарасына насихаттаушы — Ғ.Құрманғалиев, Т.Ибрагимова, Н.Әбілова, т.б.\n\nМұхит әндері жеке жинақ болып басылды және оның шығармашылығы туралы зерттеулер де жазылды. Қазақстан композиторлары Мұхиттың туындыларын өздерінің шығармашылығында кеңінен пайдаланды. Мұхиттың \"Алуаш\" әнін Е. Г. Брусиловский \"Жалбыр\", \"Үлкен Оразын\", \"Қыз Жібек\", \"Дүние-ай\" әнін \"Ер Тарғын\" операларында пайдаланды. Б.Г.Ерзакович \"Айнамкөз\" әнін өзінің ішекті аспаптар квартетіне ал \"Зәуреш\" әнін Л.М.Шаргородский мен С.И.Шабельский \"Симфоньеттасына\" тақырып етіп алды. 1918 жылы туған жерінде көз жұмды.",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Масғұт поэмасының мақсаты қандай?",
        "question_content": "Тегінде, адам баласы  адам  баласынан  ақыл,  ғылым,  ар,  мінез  деген  нәрселермен  озбақ  деген  хакім  Абайдың  сөзіне  бұл поэмасы  дәлме-дәл  дәйекті ғибрат мысал  ретінде  берілген.\n\nЕжелгі  Харуан-Рашид  халифа    заманыны  кезінде,  Бағдат  шаһарында  Масғұт  атты  жігіт  көше  бойын  аяңдап  келе  жатып,  сұмақы  ұрының  дәрменсіз  шалды  тонап  жатқанын  көзі  шалып  қалады.  Ойланбастан  ұрыға  тап  беріп,  өзі  ауыр  жарақат  алғанына  қарамастан  шалды  бір  ажалдан  аман  алып  қалады.  Дән  риза  болған  шал  Масғұтты  тау    басындағы  бір    ағашқа    ертіп  барып,  ондағы  өсіп  тұрған  үш  түрлі  жемісті  нұсқайды  да  :\"Ағын  жесең-ақылыңнан,  сарысын  жесең-байлығыңнан,  қызылын  жесең-әйеліңнен  асып  түсер  пенде  болмас,  қалауыңды  алғайсың  балам\"-деп  бір  тілегін  орындамаққа  бекінеді.\n\nМасғұт  ұзақ  ойланып,  жалғыз  өзім  ақылды  болғаннан  не  пайда?  Егер  дүйім  халық  надан  болса,  бәрі  бір  мені  түсінбес.  Егер  бай  болсам,  қызғаныштан  дұшпаным  артып,  күндестерім  көбейері  хақ.  Одан  да  ашу  шақырғанда    басу  айтып,  өзгелермен  ынтымағымды  жарастыратын  әйелім  болғаны  дұрыс  деген  байламға  келеді.  \"Бәрекелді  шырағым,ақыл  мен  дәулет  өзіңде  онсызда  бар  екен!\"-деп  манадан  өз  атын  жасырып  тұрған  Қыдыр  ата  ақ  батасын  беріп  кетеді.\n\n(Түйіні: Дүние  дөңгелек,  кез-келген  істің  өз  қайыры  бар.)\n\nКүндердің  бір  күні  Масғұт  уәзір  атанған  шағында,  түсіне  Қыдыр  кіріп:\"Пәлен  күні  жауын  жауады,  жеті  күнге  ұласатын  сол  жауын  суынан  кесапат  келер,  алдын  алып,  қамын  жегейсің  шырағым\"-деп  аян  берді.Ояна  салысымен  хабарды  тізгін  ұшымен  ханға  хабарлайды.  Мұнан  соң  хан  ордасы  жетерліктей  етіп  таза  судан  қорға  сақтап  қояды.\n\nАйтқанындай  көп  ұзамай  жауын  жауып,  әр  тамшысы  тиген  өзен-көлді  лайлап  жатты.Судан  ауыз  тиіп,  бір  күннің  ішінде  ақылынан  алжасқан  жұрт  тамақ  ішу  мен  ұйқыны  ұмытып,  хан  ордасына  басып  кіреді.  Халықты  сабырға  шақырып  ақыл  айтпақ  болған  ханды  есірген  жұрт  жындыға  балап,  іс-шара  қолдануды  ойластырады.  Сөйтіп,\"Ханымыз  жынданды,оны  өлтіруіміз  керек\"деп  хан  ордасына  екінші  мәрте  басып  кіреді,  мұны  көріп  қатты  сасқан  хан  мен  уәзір  ақыл  таппай,  не  істерін  білмей,  ақырында  өздері  де  жынды  суды  ішіп,  жынданып  кетеді.  Мұны  көріп  жынданған  халықтың  жаны  жәй  тауып,  қателескен  екенбіз  деп  сабасына  түсіп  хан  ордасынан  тарасады.\n\n(Түйін: Көп  есер  бір  естіні  жынды  қылды,  дәл  осы  мысал  сияқты  көптің  сөзіне  еріп,  хақтың  жолынан  таятындар  қаншама?)",
        "question_date": "18.10.2023",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай поэмаларының саны – үшеу. Олар «Масғұт», «Ескендір», «Әзім әңгімесі» – аяқталмаған поэма. Ақынның бұл үш поэмасының үшеуі де өзінің туып-өскен қазақ ортасын, олардың тұрмысын, болмысын суреттейтін шығарма емес. Үшеуі де шығыстық дастан-аңыздардан немесе ертегілік тақырыптардан алынған сюжеттерден құралған. Көлемі аз, оқиға сюжеті шағын, Абайдың осы поэмаларының негізгі идеясы мен мақсаты ұстаздық тәрбиелік ойларға арналғанын байқаймыз. Қоғам өмірін жан-жақты кең қамтитын роман-поэмаларға немесе шытырман оқиғалы қызық тартысқа құрылған романтикалық поэма жанрына Абай көп қызықпаған секілді.\nАқын белгілі бір оқиғаларды суреттей отырып, шығарма соңында оқушысын анық бір тәрбиелі ойға жетелейді. Бірінші айтпағымыз «Масғұт» поэмасы.\nПоэманың уақиғасы, тақырыбы шығыс халықтарының аңызынан алынғаны байқалады. И.С.Тургеневтің «Восточная легенда» атты қысқа әңгімесі мен «Масғұт» поэмасының бірінші бөлімінің сюжеті басынан аяғына дейін айна-қатесіз бірін-бірі қайталайды. Екеуінде де оқиға шығыс елдерінің бірінде, дәлірек айтсақ, Бағдад қаласында өтеді. Поэмада Абай араб халқының, оның тіршілігін нақты детальдармен кең қамтып суреттеуді мақсат етпеген. Поэма желісі бойынша басты кейіпкердің аты – Масғұт. Ешқандай ерекше қасиеті жоқ, қарапайым халық арасынан шыққан адам. Тіршілік ететін шаһары – Бағдад. Заманы – Һарон Рашид Халифаның тұсы. Кейін Масғұтқа кездесетін қария мұсылман аңыздарындағы Қызыр, қазақша Қыдыр ата. Халық түсінігіндегі Қыдыр ата кейде-кейде бағы жанған адамдардың көзіне көрініп, оларға бақ-дәулет үйлестіруші адам. Адамдардың көзіне әр жағдайда әр түрлі болып көрінетін Қыдыр ата поэмада Масғұтқа жәбір көріп, таяқ жеген бейшара шал кейпінде көрінеді. Масғұт оны ұрылар өлтірмекші болып, жәбірлеп жатқан жерінен құтқарып алады. Бұған риза болған шал, оны ертесіне бір жерге шақырып, бұзылған бір тамға ертіп барады. \nБарса тамға бір гүл тұр солқылдаған,\nБасында үш жеміс бар былқылдаған.\nБірі – ақ, бірі – қызыл, бірі – сары,\nТаңдап ал мен берейін бірін саған.\nАғын жесең ақылың жаннан асар,\nСарыны алсаң дәулетің судай тасар.\nЕгер де қызыл жеміс алып жесең,\nҰрғашыда жан болмас сенен қашар,-дейді шал.\nШалдың айтқандарын тыңдап, ойланған Масғұт қызыл жемісті алады. Ол ақылдан да, байлықтан да жиреніп қашады. \nАбай өзінің бірінші қара сөзінде «Мал бағу (Абай бұл жерде дүние жинап, баюды айтып отыр Н.М.) жоқ, баға алмаймын... қызығын өзің түгел көре алмайтұғын, ұры, залым, тілемсектердің азығын бағып беремін деп, қалған аз ғана өмірімді қор қылар жайым жоқ. Ғылым бағу(Абай бұл жерде ақылды болуды айтып отыр Н.М.) жоқ, ғылым бағар да, ғылым сөзін сөйлер де адам жоқ. Білгеніңді кімге үйретерсің, білмегеніңді кімнен сұрарсың? Мұңданып шер тарқатысар кісі болмаған соң, ғылым өзі тез қартайтатұғын күйік»- деген Абай, байлық пен ақылдан қашқан Масғұтқа,көп наданның ортасындағы сол өз басының аянышты халін айтқызып отыр. Қызыл жемісті таңдаған Масғұт:\nҚызылды жесем,мені әйел сүйер,\nАрамдыққа жүрмесем, не жан күйер?\nҰрғашы да көп жан ғой, досым болса,\nДеп едім бір пайдасы маған тиер\n  Еркектің еркек адам болса қасы \nҚатын,шеше,қызы жоқ кімнің басы?\nХан қаһар, қара кісі қастық қылса,\nСонда ұрғашы болмай ма, арашашы?\nТегінде адам басы сау бола ма?\nБойында тексерілмес дау бола ма?\nЕрі ашу айтса, әйелі басу айтып,\nОтырса, бұрынғыдай жау бола ма?\nСоны ойлап қызыл жеміс мен таңдадым\nБерсеңіз жемек болып бел байладым.\nТопа - торсақ бұл сөзді айтқаным жоқ\nБасында-ақ  ойлап тегін абайладым.\nМасғұт әйелді, ең алдымен адамзаттың қақ жарымы деп түсінеді. Оның ойынша әйел, ол саған жарық дүние сыйлаған – анаң, ол сенің өмірлік серік жарың. Әйел және әйел тегі ол сенің перзентің – қызың! Ол әйелдің достығын ерекше бағалайды. Әйел жынысы ер жынысымен адамгершілік жөнінде тең дәрежеде. Адамгершілік мораль философиясындағы өзі айтпақ болған ойларды гуманист-ақын Абай Масғұт атымен айтады. Поэмада моральдық философиялық ой, оқиға тартысынан емес, ақынның ақылынан туады. Масғұт қызыл алманы жеген соң, поэмадағы келесі оқиғалар, әйел қауымы, әйел достығы туралы болып, өріс алуы шарт еді. Бірақ, Масғұт бар әйел қауымы түгіл, бір әйелдің достығына душар болмайды . Бұл Абайдың «Масғұт» поэмасындағы композициялық тұрғыдан үлкен олқылыққа жол беруі еді. Қызыл жемісті жеген Масғұт әйел достығына кездесудің орнына:\nСол Масғұт Қыдыр шалдан бата алыпты,\nСоңында Шәмсі-Жиһан аталыпты.\nМағынасы «бұл дүниенің күні» деген\nЖетіліп бізге ғибрат сөз қалыпты,-деп, ол ақыл парасаты арқылы күллі жаһанның яғни күллі әлемнің күні болған ақылды кісі болып кетеді.\nІс-жүзінде ол қызыл жемісті жеген кісі емес, қайта өзі жемеймін деген ақ жемісті жеген кісі болып, үлкен ақыл иесі болып шығады.\nСол Масғұт халифаға уәзір болып жүрген кезінде, түсінде сол баяғы Қыдыр шал аян беріп: «Ей, балам! Күндіз-түні қатты жауын жауады. Сол жауынның суын ішкен адам жеті күн жынды болып, жеті күннен соң қайта оңалады. Жынды болып қалмас үшін көп қылып су жинап ал»-дейді. Уәзір Масғұт мұны патшасына айтып, екеуі көп қылып су жинап алады. Айтқанындай уәделі күні қатты жауын жауып, сол судан ішкен патшалықтағы барлық адам жынды болып, патшаға бағынудан қалады. «Сендер кесапатты жауынның суын ішіп, кеселге ұшырап жынды болдындар»- деген патша мен уәзірді, жынды су ішіп, жынды болып қалған көпшілік өлтірмекші болады. Өлімнен құтыларлық қандай жол табамыз деген патшаға Масғұт: «Жынды судан өзіміз де ішуіміз керек»-дейді. \nТолығырақ: https://abai.kz/post/112615",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп директоры мен ИП магазиншінің арасындағы келісім шарт үлгісі қажет.",
        "question_content": "Мектеп директоры мен дүкеншінің арасындағы азық-түлік алу үшін келісім шарт.\n\nкелісім шарт, үлгі жасау, келісім-шарт???",
        "question_date": "18.10.2023",
        "question_tag": "Мектеп",
        "question_views": 212,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "[Сіздің атыңыз]\n\n[Сіздің ұстанымыңыз]\n\n[Мектептің аты]\n\n[Мектеп мекенжайы]\n\n[Байланыс ақпараты]\n\n[Күні]\n\n[Дүкен иесінің аты-жөні]\n\n[Дүкеннің атауы]\n\n[Дүкен мекенжайы]\n\n[Байланыс ақпараты]\n\nҚұрметті [Иесінің аты],\n\nӨзара қызығушылық пен келісім негізінде біз, төменде қол қоюшылар, [Мектептің аты] мен [Дүкеннің атауы] арасында азық-түлік өнімдерін сатып алуға қатысты келісім жасаймыз.\n\n1. **Өнімдерді жеткізу:**\n\n   [Дүкен атауы] белгіленген кестелер мен талаптарға сәйкес [Мектеп атауы] қызметіне [тізім өнімдері] жеткізуге келіседі.\n\n2. **Өнім сапасы:**\n\n   [Дүкен атауы] денсаулық пен гигиенаның барлық стандарттарына сәйкес келетін жоғары сапалы өнімдерді ұсынуға міндеттенеді.\n\n3. **Төлем шарттары:**\n\n   Төлем шарттары қосымша келісімдерде көрсетіледі.\n\n4. **Тараптардың жауапкершілігі:**\n\n   Екі тарап осы келісім бойынша өз міндеттемелерін орындауға жауапты болуға келіседі.\n\n5. **Жарамдылық мерзімі:**\n\n   Келісім қол қойылған сәттен бастап күшіне енеді және [бар болса, аяқталу күнін енгізіңіз] дейін жарамды.\n\nБұл келісім екі данада, әр тарап үшін бір-бірден жасалған.\n\nҚұрметпен,\n\n[Сіздің атыңыз]\n\n[Сіздің ұстанымыңыз]\n\n[Қолы мен күні]\n\n[Дүкен иесінің аты-жөні]\n\n[Қолы мен күні]",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "a=(3;4;-5) векторының модулін табу керек",
        "question_content": "a=(3;4;-5) векторының модулін табу керек\n\nВариант 1  ✓50\n\nВариант 2  25\n\nВариант 3  12\n\nВариант 4 30\n\nВариант 5 5",
        "question_date": "18.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "|a|=sqrt(3^2)+(4^3)+(-5^2)=sqrt50",
                "date": "19.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұртты қалай алып тастауға болады",
        "question_content": "Мен 14 жастамын мұртым бар оган үялам не істесем болады бірақ қырып көргем немен алуға болады деп оиланып түсінби жүрмін",
        "question_date": "18.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе  жалпы денедегі артық қылдарды қыруға болмайды себебі қырған кезде ол орны қарайып жаман болып қалады , шугаринг жасауға арнайы пасталар сатылады және сол шугаринге арналған пастаға арналган заттарын бірге сатып аласыз да сонымен шугаринг жасаңыз сол кезде ол өспейді и орны да қараймайды .",
                "date": "18.10.2023",
                "upvotes": 0
            },
            {
                "text": "Станокты аласында қырып тастайсын не қиыны бар",
                "date": "1.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орта Азия өркениетіне тән белгілер?",
        "question_content": "Орта Азия өркениетіне тән белгілер  туралы ақпарат керек еді.",
        "question_date": "17.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орталық Азия өркениеті мыңдаған жылдар бойы әртүрлі факторлардың, соның ішінде аймақтың географиялық орналасуының, табиғи ресурстарының, сондай-ақ әртүрлі халықтардың қоныс аударуы мен өзара әрекеттесуінің әсерінен қалыптасқан бірегей мәдени құбылыс.\nОрталық Азия өркениетінің негізгі белгілері:\nКөшпелі өмір салты. Тарихының көп бөлігінде Орталық Азия халықтары көшпелі өмір сүрген. Бұл олардың мәдениетіне, әдет-ғұрпына, өмір салтына айтарлықтай әсер етті. Көшпелілер тамаша жауынгерлер, саудагерлер және мал өсірушілер болған.\nИслам. Орталық Азия халықтарының көпшілігі мұсылмандар. Өлке мәдениетінің дамуына ислам дінінің ықпалы зор болды. Орталық Азияда көптеген мешіттер, медреселер және басқа да исламдық ғимараттар салынды.\nХалық музыкасы мен билері. Орталық Азияның халық музыкасы мен билері өзінің жарқындығымен және эмоционалдылығымен ерекшеленеді. Олар көбінесе дутар, қобыз, домбыра сияқты дәстүрлі аспаптарда орындалады.\nӘдебиет. Орталық Азияда ежелгі дәуірден келе жатқан бай әдеби дәстүр бар. Өңірде әдебиет, поэзия, философия және тарихтың көрнекті туындылары шығарылды.\nАрхитектура. Орталық Азияда өлкенің бай тарихын айғақтайтын көптеген сәулет ескерткіштері сақталған. Олардың ішінде көне қалалар, бекіністер, мешіттер және басқа да құрылыстар бар.\nОрталық Азия маңызды мәдени тоғысқан жер. Бұл аймақ көптеген басқа мәдениеттердің, соның ішінде еуропалық, азиялық және исламдық мәдениеттердің дамуына әсер етті.\nОсы сипаттамалардың кейбірін толығырақ қарастырайық:\nКөшпелі өмір салты\nКөшпелі өмір салты Орталық Азияның мәдениеті мен қоғамының дамуына орасан зор әсер етті. Көшпелілер тамаша жауынгерлер, саудагерлер және мал өсірушілер болған. Олар үйірлері үшін жаңа жайылымдар іздеп, үнемі көшіп-қонуға мәжбүр болды. Бұл ұтқырлық, бейімделу және қиын жағдайда өмір сүру қабілеті сияқты қасиеттердің дамуына әкелді.\nИслам\nОрта Азия мәдениетінің дамуына исламның ықпалы зор болды. Аймақтағы халықтардың басым бөлігі мұсылмандар. Ислам Орта Азияға VII ғасырда еніп, содан бері аймақ мәдениетінің ажырамас бөлігіне айналды. Ислам діні сәулет өнерінің, әдебиеттің, музыканың және мәдениеттің басқа салаларының дамуына әсер етті.\nХалық музыкасы мен биі\nОрталық Азияның халық музыкасы мен билері өзінің жарқындығымен және эмоционалдылығымен ерекшеленеді. Олар көбінесе дутар, қобыз, домбыра сияқты дәстүрлі аспаптарда орындалады. Орталық Азияның музыкалық аспаптарының өзіндік ерекшеліктері бар. Мысалы, дутар – түрлі әуендерді орындауға арналған екі ішекті шертпелі аспап. Қобыз – дутарга қарағанда үні тереңірек келетін үш ішекті шертпелі аспап. Домбыра – халық әндері мен билерін орындауға арналған бір ішекті шертпелі аспап.\nӘдебиет\nОрталық Азияда ежелгі дәуірден келе жатқан бай әдеби дәстүр бар. Өңірде әдебиет, поэзия, философия және тарихтың көрнекті туындылары шығарылды. Орта Азияның ортағасырлық әдебиетінің ең әйгілі туындыларының бірі – «Мәңгүрт туралы хикая». Бұл эпостық әңгіме қиналып, жадынан айырылған батырдың өмірін баяндайды.\nАрхитектура\nОрталық Азияда өлкенің бай тарихын айғақтайтын көптеген сәулет ескерткіштері сақталған. Олардың ішінде көне қалалар, бекіністер, мешіттер және басқа да құрылыстар бар. Орталық Азиядағы ең әйгілі сәулет ескерткіштерінің бірі – Самарқанд қаласы. Самарқанд 7 ғасырда қаланған және ортағасырлық әлемнің ірі қалаларының бірі болған. Самарқандта көптеген сәулет ескерткіштері, оның ішінде Бибі-ханым мешіті, Регистан алаңы және басқа ғимараттар сақталған.\nҚорытынды\nОрталық Азия өркениеті мыңдаған жылдар бойы әртүрлі факторлардың әсерінен қалыптасқан бірегей мәдени құбылыс. Бұл аймақтың көптеген басқа мәдениеттердің дамуына әсер еткен бай тарихы мен мәдениеті бар.",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресейдегі иноагент дегендер кімдер?",
        "question_content": "Бұл ұғым қалай пайда болды? Толығырақ жауап берсеңіз.",
        "question_date": "17.10.2023",
        "question_tag": "Саясат туралы",
        "question_views": 593,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2012 жылы Мемлекеттік Дума «Коммерциялық емес ұйымдар туралы» заңға түзетулер қабылдады (2012 жылғы 20 шілдедегі № 121-ФЗ Федералдық заң). Заң шетелдік агенттердің Әділет департаментінде тіркелуін және олардың мәртебесін барлық БАҚ пен интернет-басылымдарда көрсетуін талап етеді.\n2017 жылғы 25 қарашада шетелдік агенттік БАҚ түсінігін енгізетін № 327-ФЗ Заңы қабылданды. Әділет министрлігі шетелдік органдардан немесе азаматтардан тікелей немесе ресейлік заңды тұлғалар арқылы қаржы немесе мүлік алатын кез келген шетелдік БАҚ-ты шетелдік агент деп тануы мүмкін. Мұндай шетелдік агенттер өз міндеттері бойынша ҮЕҰ-шетел агенттеріне теңестіріледі. «Шетелдік агенттер» БАҚ тізілімін Әділет министрлігі жүргізеді; 2022 жылдың қазан айындағы жағдай бойынша ол негізінен 2022 жылы Ресейдің Украинаға басып кіруі кезінде әскери цензура енгізілгеннен кейін қосылған 183 БАҚ-ты қамтиды.\n2018 жылы Мемлекеттік Дума жеке тұлға материалдарды шектеусіз адамдарға таратқан және шетелден қаржыландыру алған кезде оны шетелдік агент деп тануды көздейтін түзетулер қабылдады. Екінші оқылымға енгізілген түзетулер осы санатқа хабарламалар мен БАҚ материалдарын тарататындарды – шетелдік агенттерді немесе осы материалдарды жасауға қатысатын және бір мезгілде шетелден қаржы алатындарды қосуға мүмкіндік берді. Мәселен, Ресейде бұрыннан танылған бұқаралық ақпарат құралдарында жұмыс істейтін журналистер жеке тұлғалар – шетелдік агенттер ретінде танылуы мүмкін.\nӘділет министрлігі мен Сыртқы істер министрлігі «агенттер» тізіміне енетін адамдарды іріктеп анықтайды. Заң жобасының мәтініне сәйкес, жеке тұлға тек шетелдік агент ретінде ғана емес, «шетел агентінің қызметін жүзеге асыратын шетелдік БАҚ» ретінде де танылуы мүмкін және бұл жеке тұлға бір ай ішінде ресейлік заңды тұлғаны құруға міндетті. және бұл туралы уәкілетті органдарға хабарлау. Шетелдік БАҚ-та жұмыс істеген журналистер, шетелден қаржыландырылатын компанияларда жұмыс істейтін азаматтар немесе шетелдік гранттар алған ғалымдар тәуекелге ұшырайды.\nРесей заңдары сондай-ақ сайлау науқандарын қаржыландыруға тыйым салады:\nшет мемлекеттер мен заңды тұлғалар;\n30%-дан астам шетелдік қатысуы бар ресейлік заңды тұлғалар;\nхалықаралық ұйымдар мен қоғамдық қозғалыстар;\nжеке тұлғалар - шетелдіктер мен азаматтығы жоқ адамдар, егер олардың Ресейде дауыс беру құқығы болмаса.\nБірқатар ресейлік және шетелдік қоғам өкілдері Ресей заңын азаматтық қоғам құрылымдарының беделін түсіру және оларды қудалау үшін құқықтық алғышарттар жасау мақсатында оларға жасалған шабуыл деп санады. Осыған байланысты заң мәтініндегі «саяси қызмет» ұғымының өте кең түсінігіне ерекше назар аударылады. Заң ресейлік қоғамдағы наразылық белсенділігін жолын кесуге бағытталған шаралардың жалпы жүйесі тұрғысынан қарастырылады.\nЗаң жобасы сатысында БҰҰ-ның үш арнайы баяндамашысы (бейбіт жиналыстар құқығы бойынша, құқық қорғаушылардың жағдайы бойынша және сөз бостандығы құқығын қорғау бойынша) Заңды сынға алды, БҰҰ баяндамашылары бұл заңды \"қауымдастық бостандығы құқығын еркін жүзеге асырғысы келетіндер үшін тікелей сын\" деп атап, \" азаматтық қоғам ұйымдары үкіметтер халықаралық көмек алуға құқылы сияқты, шетелден қаржыландыру алуға құқылы \"және мұндай құқықтың шектеулері\"әділетсіз\". БҰҰ сарапшыларының пікірінше, жаңа нормалар құқық қорғаушыларды шетелден қолдау алатынына немесе алмайтынына қарамастан арнайы бақылауға алуға мүмкіндік береді, бұл \"олардың маңызды қызметін жүзеге асыруға кедергі болады\". Олар \"саяси қызметтің\" өте кең анықтамасы оған КЕҰ-ның кез келген үгіт-насихат қызметін енгізуге мүмкіндік беретінін, бұл \"құқық қорғаушылардың қоғамда адам құқықтары мәселелерін көтеру құқығын\"бұзатынын атап өтті. \"Шетелдік агент\" белгісін қою, олардың пікірінше, \"шетелден қолдау алатын азаматтық қоғамның кез келген іс-әрекетін стигматизациялаудың айқын ниетін\"анықтайды. Сондай-ақ, заңмен белгіленген айыппұлдар пропорционалды емес және дәлелдеу ауыртпалығын адам құқықтары саласындағы заңды қызметпен айналысатын коммерциялық емес ұйымдарға жүктейтіні атап өтілді. Нобель сыйлығының лауреаты Дмитрий Мұратов инагенттер туралы заңға сын айтып, бүкіл әлемдегі шетелдік агенттер туралы заңдардың күшін жоюға шақырды.",
                "date": "16.11.2023",
                "upvotes": 1
            },
            {
                "text": "Иноагент-бір елдің резиденті бола отырып, әдетте дипломатиялық иммунитет болмаған кезде екінші елдің мүддесі үшін әрекет ететін адам. Бірқатар елдер шетелдік агенттердің, жеке тұлғалардың да, КЕҰ-ның да қызметіне шектеулер қояды.",
                "date": "17.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Материктік және мұхиттық жер қыртысының айырмашылығы?",
        "question_content": "Материктік жер қыртысы жұқа болып келеді және гранит болмаиды.\n\nАл мұхиттық қалың гранит болады",
        "question_date": "17.10.2023",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Континенттік типті қыртыс барлық үш қабықтан, яғни шөгінді, гранитті және базальтті қойнауқаттардан тұрады. Олардың жиынтық қалыңдығы 70-80 км-ге дейін жетеді. Шөгінді қойнауқаттың қалыңдығы әдетте 10-15 км-ден аспайды, бойлық сейсмикалық толқындардың бұл таужыныстарда таралу жылдамдығы 1,5-5 км/с. Оның астында қалыңдығы 10-20 км гранитті қойнауқат жатады, мұнда толқындардың таралу жылдамдығы 5,8-6,0 км/с болады. Жер қыртысының ең төменгі бөлігінде жататын базальтті қойнауқаттың қалындығы 40 км-дей, ал оның таужыныстарында толқындардың таралу жылдамдығы 6,0-7,4 км/с болады.\nҚойнауқаттарды бөлетін шекара негізінен шағылысқан және сынған сейсмикалық толқындар бойынша қадағаланады. Гранитті және базальтті қойнауқаттардың аралығындағы Конрад беті (шекарасы) әдетте 10-30 км терендікте орналасады. Континенттік қыртыс ерекшеліктеріне таулардың түбірі болуы, яғни жер қыртысы қалыңдығының биік тау жүйелері астында күрт артуы жатады. Мысалы, әлемдегі ең биік Гималай тауларының астында қыртыстың қалыңдығы 70-80 км шамасында.\nМұхиттық типті қыртыс тек қана екі - шөгінді және базальтті қойнауқаттардан тұрып, қалыңдығы 5-10 км-ге дейін азаюымен сипатталады. Жоғарғысы - шөгінді қойнауқат, ол тереңсулық болбыр шөгінділерден тұрады, қалыңдығы жүздеген метрден аспайды. Төменгісі - базальтті қойнауқат, ол негізінен суасты жанартаулары атқылаған өнімдерден тұрып, кұрамында жалпы қалыңдығы 1,5-2,0 км нығыздалған шөгінділердің сирек қабатшалары болады. Қойнауқаттың төменгі жағы қалындығы 3-5 км негізді және ультранегізді таужыныстардан тұрады.\nСонымен, мұхиттық қыртыстың континенттік қыртыстан басты айырмашылығы - оның қалыңдығының күрт қысқаруымен қатар, құрамында гранитті қойнауқаттың болмауы.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "14.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 2 моль CaCO3-тің массасын есепте.",
        "question_content": "Осы сұраққа мый жетпей атр көмектесіңіздерш",
        "question_date": "17.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 211,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n (CaCO_3)=2 моль; m-?;\n\nm=M*n; M(CaCO_3)=40+12+16*3=100 (г/моль);\n\nm(CaCO_3)=100*2=200 г",
                "date": "18.10.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зорлық зомбылықты болдырмау туралы эссе",
        "question_content": "Өзіндік қалай қорғауға болатының",
        "question_date": "17.10.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зорлық-зомбылықсыз балалық шақ\nҚазіргі таңда тәуелсіздік алған мемлекетімізде зорлық-зомбылыққа жол жоқ.Оның етек алуы отбасынан басталады. Отбасындағы салауаттылық-өркениетті қоғамның талабы, өйткені ұрпақтан-ұрпаққа жалғасып келе жатқан дәстүрлер мен мұраттар көбінесе отбасында дамып, қалыптасады. Балалар-еліміздің болашағы. Тек балалар үйінің тәрбиеленушілері ғана емес, қарапайым отбасы балалары да зорлық көруде. Барша адамның жауына айналған алкоголь ішімдіктері көптеген адамдарға зардабын шектіруде. Ішімдікке масайған ата-ана,балаларын қараусыз қалдырып,оларға қол жұмсап, тағдырдың тәлкегіне салуда. Ал,өмір есігін аша сала далада қалатынына не дерсіз?! Қазірде Қазақстанда көптеген аналар жаңа туылған сәбилерін дала тастап кетуде. Әрине,өз құрсағынан шыққан баланы далада қалдырып, өз болашағына,баланың болашағына балта шабады. Ананың бесік жырынан басталатын қарым-қатынасы, іс-әрекеті, әдет-ғұрып, салт-дәстүр осылардың бәрі адамның дүниетанымын, сана-сезімін, мінезін-қалыптастыратын тәлімдік мұра.\nЖан азабын шектірген зорлық-зомбылық жәбірленушінің қарсылық көрсетуіне, өз құқықтары мен мүдделерін қорғауына деген ерік-жігерін жасыту үшін қорқыту, адамның психикасына әсер етуде. «Ана-сая болар бағың болса, Әке-асқар тауың» дейді қазақта. Бір күн бар жылатар күн, жұбатар күн. Бір күн бар қуантар күн, мұңайтар күн. «Жақсыдан жаман туады, бір аяқ асқа алғысыз, Жаманнан жақсы туады, адам айтса нанғысыз» дейді халқымыз. Отбасындағы ата-ананың мінез құлқы-баланың көз алдындағы үлгі, өнеге алатын, оған қарап өсетін нысаны. Нашақорлық, темекіге, ішімдікке үйірлік бұзықтық жолға түсіп зорлық-зомбылық жасауға мүмкіндік туғызады, еңбек етуге, қоғамға, денсаулыққа, ұрпаққа, отбасына зиянын тигізеді. Зорлық-зомбылық тәрбиесіздіктен де туындайды. «Тәрбиесіздік-ол адамзаттың қас жауы,тәрбиесіз берілген білім келешекте адам өміріне апат әкеледі» деген болатын ұлы бабамыз Әбу насыр әл Фараби. Балалар құқығын қорғау - егемен еліміздің асты құндылықтарының бірі. Сол үшін өскелең ұрпақтың дұрыс тәрбие алып,қоғамдағы құқықтарының сақталу жолында аянбай еңбек етуі керек. Балаларға қамқорлық жасау, баланың абыройы мен құқықтарын құрметтеу - бұл тек мемлекеттің ғана емес, соынмен қатар жекелеген әрбір адамның міндеті...Мен былай дегім келеді.\nӘлемнің бір адамы ретінде\nАқ жүрегіммен сөз беремін\nӨзіме,жанымдағыларға\nКүннің шуағын,гүлдің нәзіктігін сыйлаймын.\nҚараңғыны нұрландырамын.\nСуықты жылытамын.\nДәл қазір маған қиын болғанмен жасымаймын,\nӘр күні өзімнің жан дүниемді\nТазартуға тырысамын.\nМенің жүрегім қуанышқа,махаббатқа,\nМейірімге бөленеді.Келер күннің шұғылалы боларына сенемін,\n«Мен зорлық-зомбылыққа қарсымын».\nҚазіргі таңда зорлық-зомбылықтың алдын алу шаралары іске асырылуда.Ұлт жоспары-бес институционалдық реформаны жүзеге асыру жөніндегі \"100 нақты қадам\" бағдарламасын, соның ішінде құқық бұзушылық пен зорлық-зомбылықтың алдын алу мақсатында Бас прокуротурамен \"Отбасында зорлық-зомбылықсыз Қазақстан\" жоспары қолға алынып, біртіндеп қызмет жұмыстары атқарылуда. Сонымен қатар, 2018жылдың 10-20 қарашасында республика аймақтарында Дүниежүзілік балалар күніне арналған республикалық онкүндік аясында \"Зорлық-зомбылықсыз балалық шақ\" ақпараттық науқаны басталды.Бұл іс-шаралардың мақсаты отбасы-тұрмыстық қатынастар аясындағы құқық  бұзушылықты төмендету, тұрғындар арасында болып жатқан күш көрсетудің алдын алу.\n\"Тәрбиесіздік-ол адамзаттың қас жауы, тәрбиесіз берілген білім келешекте адам өміріне апат әкеледі\"деген болатын ұлы бабамыз Әбу насыр әл Фараби.Сол себепті тәрбиені түзегеніміз-қоғамға дерт емес,абырой алып келер азамат пен азаматша өсіргеніміз.Зорлық-зомбылықтың санын емес, зорлық-зомбылықты жою қамын қарастыруымыз қажет. Сонда ғана, зорлық-зомбылықтың қоршауынан шығамыз. Қысымсыз өскен өскелең ұрпақ -біздің жарқын болашағымыздың кепілі!",
                "date": "16.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде табаныма ине кіріп кетіпті?",
        "question_content": "Түсімде табаныма ине кіріп оны жұлып алсам ұшы қан болып тұр. Дәл сол қазір оным деде ауырып тұр. Ол нені білдіреді?",
        "question_date": "16.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уйыктап жатқан кезде аяғынды бір жәндік шағып алған болар.",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Табанын жазылып кетсын",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сандар қалай пайда болды?",
        "question_content": "Сандарды кім ойлап тапты? Сандардың шығу тарихы керек?",
        "question_date": "16.10.2023",
        "question_tag": "Мектеп",
        "question_views": 483,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Сандар ежелгі дәуірде адамның даму процесінде пайда болды. Олар шамаларды санау және өлшеу үшін, сондай-ақ сауда, ауыл шаруашылығы және өмірдің басқа салаларындағы мәселелерді шешу үшін пайдаланылды.\n\nАлғашқы сандар санау және өлшеу қажеттілігінен туындады. Мысалы, адамдар тауар айырбастай бастағанда, қанша тауар беріп, қанша алғанын білу үшін санай білу керек болды. Уақыт өте келе сандар күрделене бастады және адамдар рим цифрлары, араб сандары және т.б. сияқты әртүрлі санау жүйелерін қолдана бастады.\n\nӘртүрлі мәдениеттерде сандар әртүрлі мағынаға ие болды. Кейбір мәдениеттерде олар діни нанымдармен, басқаларында астрономиялық бақылаулармен байланысты болды.\n\nҒылым мен математиканың дамуымен сандар табиғат заңдылықтарын сипаттау және күрделі есептерді шешу үшін қолданыла бастады. Қазіргі уақытта сандар қазіргі ғылымның, техниканың және экономиканың негізі болып табылады.",
                "date": "16.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күзгі балда қандай сұрақтар қоюы мүмкін?",
        "question_content": "Маған күзгі баллда қандай сұрақтар қоятыны керек болып тұр және неше сұрақ?Сұрақтарды жауабымен білетін адам барма?",
        "question_date": "15.10.2023",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Күзгі балда қойылатын сұрақтар нақты оқиғаға және оның тақырыбына байланысты өзгеруі мүмкін. Күзгі шарлар көбінесе тақырыптармен байланысты Күз, сән, және әлеуметтік оқиғалар. Міне, бірнеше жалпы сұрақтар қойылуы мүмкін:\n1. Сіз күзгі балға қандай көйлек таңдадыңыз және бұл таңдауыңызға не түрткі болды?\n2. Күзгі кешті балда қалай өткізуді жоспарлап отырсыз?\n3. Сізді қандай күзгі сән трендтері қызықтырады және сіздің келбетіңізде ерекше нәрсе бар ма?\n4. Сіздің сүйікті күзгі іс-әрекеттеріңіз қандай және допта бастан өткеруге үміттенетін ерекше нәрсе бар ма?\n5. Күзгі доп үшін қандай музыкалық сүйемелдеуді қалайсыз?\nСұрақтар саны әр түрлі болуы мүмкін, әдетте бұл жағымды әңгіме құруға және іс-шараның атмосферасын сақтауға бағытталған бірнеше сұрақтар. Бұл сұрақтарға жауаптар жеке болуы керек және сіздің жеке стиліңіз бен қалауыңызды көрсетуі керек.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анаграмманы шешіп беріңізші! Өкетем сөзі",
        "question_content": "Анаграмманы шешіп беріңізші, өкетем сөзі",
        "question_date": "14.10.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 703,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӨКЕТЕМ - Өктем  - басым, өкім, үстем сөздердің синонимі",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өз Атамның тұған інісінің қызының қызына үйленсем болама?",
        "question_content": "Мен яғни өз Атамның тұған інісің қызының қызымен үйленсем қалай болады дегенім өмірде сондай жәйіттар болған білгендеріңіз болса сол жәйлы айтып кетсеңіздер",
        "question_date": "14.10.2023",
        "question_tag": "Махаббат",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ,болмайды.Ұрпағын нашар болады. Арғы аталарын бір.",
                "date": "18.10.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызым салтыр қыпшақ мен қанжағалы қыпшақпын. Екеуміз үйленуге бола ма?",
        "question_content": "кыпшак рууы 7 болинеди кателеспесем енди сурак\nМенде кызымнын да рууы кыпшак кызым салтыр кыпшак ал мен канжагалы кыпшак уйленуге болама алде жокпа накты жауап берсениз",
        "question_date": "14.10.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеті атадан қыз алыспауды сақтаймын десең, санап көріңдер жеті атаға дейін. Кездеспесе, ала бересің.\nЖеті ата сақтамаймын десең өзің білерсің, басқа ұлттарда солай (оларда жеті атаға дейін қыз алыспау деген жоқ).",
                "date": "14.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде жолбарыс қуып, одан қашып құтылсаң не болады? Жорып бере аласыздарма?",
        "question_content": "Түсімде жолбарыс көріппін, ол маған ұарай ұмтылды, қашып келе жатырм, қашып есікті жауып құтылып кеттім.",
        "question_date": "13.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 673,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның ешқандай мәны жоқ, бәлкым тигрлар туралы кино көрген шығарсын.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "PESTLE анализі туралы кім біледі?",
        "question_content": "PESTLE - анализін қалай жасайды ?",
        "question_date": "13.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "PESTLE талдауы-ұйымға сыртқы факторлардың әсерін талдау үшін қолданылатын Стратегиялық жоспарлау құралы. PESTLE аббревиатурасы факторлардың келесі алты санатын білдіреді: саяси (саяси), экономикалық (экономикалық), әлеуметтік (Әлеуметтік), технологиялық (Технологиялық), заңды (заңды) және экологиялық (Қоршаған орта).\n\nPESTLE талдауын қалай жүргізу керек:\n\n1. * Саяси факторлар:*\n\n- Аймақтағы саяси тұрақтылықты бағалаңыз.\n\n- Сіздің бизнесіңізге әсер етуі мүмкін заңдар мен ережелердің болуын зерттеңіз.\n\n2. * Экономикалық факторлар:*\n\n- Экономиканың қазіргі жағдайын, соның ішінде жұмыссыздық пен инфляция деңгейін зерттеңіз.\n\n- Валюта бағамдары мен қаржылық тұрақтылықты бағалаңыз.\n\n3. * Әлеуметтік факторлар:*\n\n- Тұтынушылардың мінез-құлқындағы демографиялық тенденциялар мен өзгерістерді талдаңыз.\n\n- Тұтынушылардың құндылықтары мен қалауы сияқты әлеуметтік-мәдени аспектілерді қарастырыңыз.\n\n4. * Технологиялық факторлар:*\n\n- Саладағы технологиялық даму деңгейін бағалаңыз.\n\n- Сіздің бизнесіңізге әсер етуі мүмкін инновациялар мен технологиялық трендтерді зерттеңіз.\n\n5. * Заңды факторлар:*\n\n- Ағымдағы және қабылданған құқықтық нормалар мен ережелерді зерттеңіз.\n\n- Сіздің қызметіңізге әсер етуі мүмкін заңнамадағы мүмкін өзгерістерді бағалаңыз.\n\n6. * Экологиялық факторлар:*\n\n- Сіздің іс-әрекетіңіздің қоршаған ортаға әсерін талдаңыз.\n\n- Бизнеске әсер етуі мүмкін экологиялық өзгерістерді қарастырыңыз.\n\nӘр санат үшін талдау жасаңыз, негізгі факторларды бөлектеңіз және олардың Сіздің бизнесіңізге әсерін бағалаңыз. PESTLE талдау нәтижелері сыртқы ортаны жақсырақ түсінуге және жақсырақ стратегиялық шешімдер қабылдауға көмектеседі.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сен өскенде кім болғың келеді?",
        "question_content": "Мен өскенде Полиция болғым келдеді. Ол үшін не істеуім керек?",
        "question_date": "13.10.2023",
        "question_tag": "Мектеп",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Университетті оқып бітіру керек.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    }
]