[
    {
        "question_title": "Қыздыру шамының кедергісі 440 Ом, кернеуі 220 В.",
        "question_content": "А) 4 сағатта жұмсалған энергияны анықтау\nБ) жауабын Дж өрнекте\n\nВ) қыздыру шамының қуатын анықтау\nӨтініш кəзір керек болып тұр еді!",
        "question_date": "14.03.2021",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыздыру шамының кедергісі 440 Ом, кернеуі 220 В.",
                "date": "14.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефондағы номерлерді өшірсем өшпейді.неге?",
        "question_content": "Телефондағы номерлерді өшірсем өшпейді. неге?",
        "question_date": "14.03.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге көкбауырды талақ деп атайды?",
        "question_content": "Неге көкбауырды талақ деп атайды? Көкбауырдың исламдағы талақпен қатыса бар ма?",
        "question_date": "14.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 957,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көкбауыр – адам ағзасындағы құпиясы ашылмаған мүшелердің бірі. Екінші атауы – талақ. Салмағы 100-150 грамм. Бір қызығы, ішастар қуысында орналасатын көкбауырсыз адам өмір сүре береді.\nКейде бұл мүшені ота арқылы алып тастаса, қызметін бауыр жалғастырады. Бауыр мен талақ бір-біріне ұқсайды. Кейбір адамдар көкбауырсыз дүниеге келеді. Бұған қарап, көкбауырдың ағза үшін қажеті жоқ екен деген пікір болмауы тиіс.\nСебебі, көкбауыр – лимфоциттерді өндіреді және иммундық жүйенің бір бөлігі саналады. Қан тамырларда айналып жүретін қанның бір бөлігі көкталақта болады. Бактерия мен бөтен денелерді сүзгіден өткізеді. Әрі қан қорын сақтайды.\nЕгер баланың көкбауырын ота арқылы алып тастаса, өсе келе бактериалды инфекциялық ауруларға жиі шалдығады. Адам көкбауыры ауырғанын сезіне бермейді. Сондықтан алғашқы кезеңдерінде диагностика жасау қиын.\nКөкбауырдағы кесел – жиі кездесетін және ауыр инфекциялық, созылмалы жүрек қан-тамыр, ағзадағы өзге қабыну ауруларында тексеру кезінде қосымша анықталып жатады.\nЕр адамдарға қарағанда әйелдер мұндай ауруларға көп шалдығады. Мамандар мұны нәзік жандыларда гормоналды ахуалдың жиі өзгеретінімен түсіндіреді.\nСондай-ақ, әйелдерде іштегі бұлшықеттер әлсіз болғандықтан, көкталақ ішке қарай жылжиды. Көкбауырды сақтамаса, қауіпті аурулардың пайда болуына әкеліп соғады. Қызметі бұзылғанда, көлемі ұлғаяды. Не болмаса іріңді жарадан ет өседі, ісікке айналады.\nЕгер көкбауыр сау болса – қанның құрамы, бұлшықет пен терінің өңі жақсарады. Мұндай кезде әйел заты целлюлитке ұшырамайды.\nТолығырақ: https://kz.otyrar.kz/2017/03/e%D2%A3-%D2%9B%D2%B1piya-m%D2%AFshe-k%D3%A9kbauyr/",
                "date": "14.03.2021",
                "upvotes": 0
            },
            {
                "text": "Құрсақ қуысының сол жағында, көкетпен астарлай жатқан, пішіні алып кофе дәні сияқты мүшені — көкбауыр (1) немесе талақ деп атайды. Көкбауырдың ішінде пішіні аяқ сияқты қан тамыр оны асқазан (2) және ұйқы безінің (3) қан тамырларымен жалғастырады. Көкбауырдың тінінде қызыл және ақ түсті ми тәрізді заттар (оның кәдімгі адамның миына қатысы жоқ) болады. Дәрігерлер көкбауырды “эритроциттердің моласы” деп атайды. Өйткені, көкбауырдың қызыл түсті ми тәрізді затында қанның қызыл түйіршіктері (эритроциттер) мен қан ұюына керекті қан талшықтары (тром- боциттер) ыдырайды. Олардың тіршілік ету мерзімі 100 күннен аспайды. Көкбауырдың лимфа тіндерінен тұратын ақ түсті ми тәрізді заттарында қанның ақ түйіршіктері түзіледі. Мұндай қан түйіршіктері ағзаны жұқпалы аурудан (инфекциядан) қорғайды. Көк- Көкбауырдың орналасуы бауырдың кейбір ауруларында оны хирургиялық операция жасап алып тастайды. Адам көкбауырсыз өмір сүре береді, оның қызметін ағзада басқа мүшелер атқарады.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармадағы Абай бейнесі?",
        "question_content": "Бала Абай | Бозбала Абай | Кемелденген Абай",
        "question_date": "14.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эпопеяның басты кейіпкері Абайдың нұрлы образы оқырманды толғандырып, ынтықтырып отырады. Алғашқы беттерден-ақ, Абай бойына тән тамаша қасиеттер тереңірек ашыла түседі. М.Әуезов Абайдың өмірін қағаз беттеріне түсіруде ерен еңбек етеді. Ерекше жазу стилімен, өзіндік тіл шеберлігімен оқырман қауымға ұсынған осы бір туындыдан Абайдың өсу сатысын санамалау арқылы ол кешкен өмірдің тарихын түсінеміз.  Жасына жас, ойына ой қосылған шақтағы Хакімнің өмір баспалдақтарын аттағанын көреміз.\nҒ.Мүсірепов аңғарғандай: \"Қайтқанда\", \"Қат-қабатта\", \"Шытырманда\", \"Бел-белесте\", \"Өрде\", \"Қияда\" – әр бөлімнің аттары. Осыны біріне-бірін жалғап, бір саты етсең, қат-қабат шытырмандар арқылы бел-белеске, өрге, қияға келе жатқан Абайды көресің. Бұл – үздіксіз өсіп келе жатқан Абайдың жолы. Сонымен бірге, бұл – Құнанбайдың да баспалдақтары. Осы сатыларды төмен қаратып қойып, аяғынан басына қарай оқысаң, бұл жоғарыдан ылдилап келе жатқан Құнанбайдың жолы болып шығады. Бірі – көтерілу, бірі түсу, төмендеу жолы. Үшінші, бұл – Құнанбай тобының да, Абай тобының да жолы.\nАбай халықтың талантын, оның әні мен жырын шын жүректен сүйеді. Оның Біржанмен кездесуі шығармада өте сәтті баяндалады. Абайдың сазгерлік өнерін айтпай кету мүмкін емес, Ұлжан анасының ақ сүтімен дарыған әлди дана Абайға әсерлі сіңген болса керек. «Желсіз түнде жарық айды» әдемі,  келісті әуезбен келтірген. Әрбір сурет Абайдың дала өмірі туралы әр кездегі түсінігін, көзқарасын танытады. Тұрмыстың талай талқысынан өтіп, шыңдала ширыққан  Абай өзін қоршаған ортаға, шындыққа ойлы да сыншы көзбен қарайды. Бұрынғы байқағандарының оған енді басқаша болып көрінетіндігінің сыры да осында. Бірінші кітаптың ең соңында жазушы кейіпкерінің қаншалықты өскенін образды түрде аңдату мақсатымен оны тасты жарып, шыңға шыққан шынарға байлайды. «Енді бұл күнде сол шыңға шыққан жалғыз шынар балғын тартып, жас қуатқа толыпты. Қазір оған қыс пен аяз да, тіпті тау дауылы да  қатер болудан қалған еді».  Қаһарлы қысты да, долы дауылды да елемейтін бұл шынар енді әбден толысып, мәуелі де саялы бәйтерекке айналуға, ал оның ығында басқа көптеген шынарлар көптеп өсу керек. Ал мұны бейнелеу – екінші кітаптың үлесі.  \nЕгер бірінші кітап Абайдың азамат ретінде есеюін образды түрде бейнелесе, екінші кітабы, негізінен алғанда, ақын Абайдың қалыптасуына арналған. Шығарманың бүкіл өн бойына біз Абайдың өнерін нәрлендірген және оны тудырған себептерді, ақынның белгілі бір шығармаларының қандай жағдайда, қалайша жасалғанын біліп отырамыз. Өзін ғажайып қызық ертегілерімен әлдилеген сүйікті әжесі Зереге, аға-сұлтан, ұлықтардың қайырымсыздығын шенейтін, сырлы терең Барласқа, қаймығуды, қамығуды білмейтін, тіліп түсер өткір тілді Шөжеге де Абай аз қарыз емес-тұғын.\nАбайдың барлық саналы өмірі мен ойлы еңбегі сол сертін орындауға, халыққа қызмет етуге жұмсалады. Ал осы халыққа қызмет етудің негізгі тура жолын Абай орыс достарының ақыл-кеңесінен тапты. Михайлов айтқан, елді ағарту, өнер-білімге үндеу жолы, халықты қанаушыларды кекті жырмен бауыздау еді. Абай осы жолдан алыстамады. М. Әуезовтің эпопеясын оқып отырғанда Абай өткен осы жолдың бел-белесін, сыр-сипатын айқын көріп отырамыз. Жазушы Абайдың Пушкинмен жақындығын алғаш қазақ ақынының «Дубровскийді» оқып отырған сәтін суреттеу арқылы аңдатады.  Бұл Пушкин өнерінің тереңіне Абайдың жаңадан бет қоя бастаған кезі. Шығарманың соңғы бөлігінде Пушкин поэзиясымен айырылмастай табысып, туысып кеткендей болады. Бұдан Абайдың жан-жақты екенін байқарымыз хақ. Орыс әдебиетін сол кездегі адамның оқуы таңғажайып дүние. Ол мезгілдің адамдары тіпті ескіше сауат білмеді. Ал Абай тежелген жоқ, керісінше оқи берді. Мұның есесіне автор орыс адамының үлкен, жарқын образын жасаған. Ол – Михайлов. Бұл – идеялық тереңдігі, көркемдік құндылығы жағынан да ірі, тұлғалы образ. Абаймен бірге толғанып, оған ақыл, кеңес беріп отырады. Ол Абайдың өз тағдырына да үлкен әсер еткенін, оны дұрыс бағытқа сілтегенін автор нанымды суреттейді. Михайлов образында автор Абайдың белгілі досы Михаэлистің бейнесін шебер жасаған.  Абайдың Михайловпен кездесулері суреттелетін тұстар – эпопеяның жарқын, бояуы қою беттері. Абайдың әділетті жақтайтын мінезін, талантын биік бағалаған Михайлов оның тайыз жатқан жерін де тез таниды, оған деген ақыл-кеңесін сол арада, сол бағытта дәл әрі нақты айтып отырды. Михайловпен кездескеннен кейін Абайдың бүкіл өмірінде, көзқарасында, тіпті психологиясында да көп өзгерістер туындады. Елді өнер-біліммен суару жолында біршама оқып, ізденген Абай туындының басында шәкірт болып көрінсе, кейін жанашыр, ұстаз болып бейнеленеді. Осы жолда көп тер төгеді. Бұл  пікірге төмендегі үзінді айғақ болсын.\nАбай Гоголь кітапханасына кіргенде, оқырмандардың бәрі тегіс Абайға қарады. \"Залдың бергі шетінде мұртын сәнмен ширатқан,  бұйра шашты, жылтыр жүзді чиновник отыр еді. Әлгі чиновник:\n− Бұл не ғажап! Гоголь кітапханасына қашаннан бері түйелер жіберілетін болған?-деді. Осы тұрпайы әзілді естіген Абай чиновник жаққа салқын ызамен жалт етіп бір қарады. Зал бәрі күлді. Сонда Абай енді күлкілі мысқыл жүзбен жігітке бұрылды да, лезде жауап қатты:\n− Чиновник мырза, түйе кірсе несі бар, бұнда ол түгілі, есек те отырыпты ғой! – деді. От ауызды, орақ тілді Абай оқу-ағарту үшін көппен таласып оқығанын көріңіз.\nЖазушы Абай мен Әйгерімнің арасындағы ғаламат сезімді баян етердегі түйер ой мынадай: Тоғжаннан айырылған, Ділдәға еріксіз қосылған шақта Абай жас та шарасыз еді. Енді есейіп тағдырына өзі ие болған кезде Абай өз жүрегінің дегенін істейді.\nАбай керемет әке де бола білді. Әбіш, Мағаш, Ақылбай секілді тәрбиелі, сөзге жүйрік, ойлауға тез перзенттерге үлгі болды. Бала болса да, олардан кеңес сұрап, ой бөлісіп отырды. Өзі алған білімдерден жоғарырақ білім алуға ықпал жасайды. Әбішті Петербургке оқуға жіберіп, талабын ұштауға жәрдемдесті. Ол да әке жолын қуған, қара ақылымен қара тасты қақ жарған, әділдікті сүйетін халықтың баласы. Айтпағымыз: Абай − ұрпағын өте тағылымды тәрбиелеген әке.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/30736/",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші бригада бір тұрғын үйді 25 күнде салып бітіреді.",
        "question_content": "Бірінші бригада бір тұрғын үйді 25 күнде салып бітіреді, ал екінші бригада 35 күнде салып бітеді. Екеуі бірігіп қанша күнде бітіреді?",
        "question_date": "14.03.2021",
        "question_tag": "Математика",
        "question_views": 949,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 1 : 25= 1/25 - 1 күнде бірінші бригада жасатын жұмыс бөлігі\n\n2) 1 : 35= 1/35 - 1 күнде екінші бригада жасатын жұмыс бөлігі\n\n3) 1/25 + 1/35= 35/875+ 25/875 = 60/875 = 12/175 - екі бригада 1 күнде жасайтын жұмыс көлемі\n\n4) 1 : 12/175= 1 * 175/12 = 14,58\nекі бригада осынша күнде салып бітіру керек.\nШарт бойынша осылай шығарылу керек сияқты, бірақ күн нақты сан болмай тұр, соған күмән болып тұр.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есеп қисапқа да жақсымын. Оған байланысты қандай мамандықтар бар?",
        "question_content": "Суретті жақсы саламын, есеп қисапқа да жақсымын. Оған байланысты қандай мамандықтар бар? Және егер инженер архитектор болсам, қандай факультет таңдауым керек?",
        "question_date": "14.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындағы пәндерге бейімдігіңізге қарай мамандықтарды қалай таңдауға болатынын қарай аларсыз.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дифракциялық торды толқын ұзындығы 590нм жарықпен жарықтандырғанда",
        "question_content": "16 жаттығу №1 есеп\n\nДифракциялық торды толқын ұзындығы 590нм жарықпен жарықтандырғанда үшінші  реттік спектр 100 бұрышпен көрінедә.екінші реттік спектр 60 бұрышпен көрінетін жарықтың толқын ұзындығын табыңдар.",
        "question_date": "14.03.2021",
        "question_tag": "Физика",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "λ = 590 нм = 590*10⁻⁹ м\n\nm = 3\n\nφ = 10'\n\n__________\n\nd - ?\n\nШешуі:\n\nd*sinφ = m*λ\n\nМұндағы:\n\nd = m*λ / sin φ\n\nБұрыш\n\nφ = 10' = 1/6⁰\n\nsin (1/6⁰) ≈ 0,0029\n\nd = 3*590*10⁻⁹ / 0,0029  ≈ 0,0006 м",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интерференция құбылысы дегеніміз не? Дифракция құбылысы дегеніміз не?",
        "question_content": "1\nБілу\nИнтерференция құбылысы дегеніміз не?\nДифракция  құбылысы дегеніміз не?\n2\nТүсіну\nИнтерференция  құбылысына мысал келтір?\nДифракция  құбылысының түрлерін ата?\n3\nҚолдану\nИнтерференция  құбылыстары қалай көрініс табады?\nДифракция  құбылыстары қалай көрініс табады?\n4\nТалдау\nИнтерференция  құбылысының түрлерін салыстыр?\nДифракция  құбылысының түрлерін салыстыр?\n5\nЖинақтау\nИнтерференция, дифракция құбылысын  іске асыру әдістерін ата?\n6\nБағалау\n Жаңа техникалардың дамуына интерференция, дифракция құбылысының маңызы қаншама?",
        "question_date": "14.03.2021",
        "question_tag": "Физика",
        "question_views": 20000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарықтың толқындық табиғаты интерференция құбылысы арқылы түсіндіріледі. Мысалы, сабын көпіршігіне, суға тамған мүнай кілегейіне күн сәулесі түскенде, олардың беттері қызылды-жасылды болып қүлпырып түрады. Мұндай жолақтардың түрлі түсті болуы көпіршік пен сүйыққа ак жарық түскендіктен болады. Яғни, жүқа пленканың (қабыршық) бетіне монохромат (бір түсті) жарық түссе, онда аралары күңгірт жолақпен бөлінген бір түсті жолақтар байқалып, олардың жарықталынуы бірдей болмайды. Олай болса, осындай ашық жэне күңгірт жолақтардың пайда болуы — жүқа пленка беттерінен шағылған жарық толқындары бірімен-бірі қосылысқанда, олардың бірін-бірі күшейту немесе әлсірету себебінен болады. Бұл құбылыс жарықтың интерференциясы деп аталады. Интерференция құбылысы жарық толқындарымен қатар, дыбыс толқындары мен электромагниттік толқындарға да тән қасиет.\nТолығырақ: https://ikaz.info/zharykty-interferentsiyasy/",
                "date": "14.03.2021",
                "upvotes": 0
            },
            {
                "text": "Жарықтың интерференциясы\nФазалар ығысуы тұрақты және жиіліктері бірдей толкындардың қосылуы жарық толқындарының өзара әрекеттесуіндегі көңіл аударатын жағдай. Мұнда кеңістіктің кейбір нүктелерінде толқындардың қабаттасуынан бір-бірін күшейтетін, ал басқа бір нүктелерінде керісінше бір-бірін әлсірететін интерференция құбылысы байқалады. Экранда күңгірт және ашық жолақтар кезектесіп орналасады. Бұл интерференция құбылысы. Жарықтың интерференциясы механикалық толқындардың интерференциясы сияқты өтеді. Жарықтың минимум (әлсіреу) және максимум (күшею) шарттары (4.10) және (4.11) формулаларымен анықталады. Сонымен қатар жарық толқындары интерференциясының кейбір ерекшеліктері бар. Егер екі жарық көзінен бірдей жиілікті синусоидалық жарық толқындары шығарылса, онда олар кездескен жерде интерференция көрінісі пайда болады. Бірақ осы көріністі бір-біріне қатысы жоқ бірдей жарық шығаратын екі жарық көзінен шық қан толқындар арқылы алу мүмкін емес. Жарық толқындарының интерференция құбылысы жоқ деген қорытындыға келгендей боламыз.\nИнтерференция құбылысын 1675 жылы Томас Юнг Ньютон, одан кейін Юнг және Френель байқаған. Мұны қалай түсіндіруге болады? Шын мәнінде, мәселе толқынның цугінде екен. Дененің әр түрлі атомдары бір-біріне байланыссыз жарық шығарады. Сондықтан олардың жиіліктерінің бірдей болуына қарамастан, әр цугтің фазасы әр түрлі. Ал бұл жарықтың фазасы ретсіз өзгеретін электромагниттік толқын екенін көрсетеді. Сонда екі толқынды бір-біріне қосқанда пайда болған қорытқы толқынның берілген нүктедегі амплитудасы да кездейсоқ түрде бір секундта миллион есе (максимум немесе минимум болып) өзгеріп отырады.\nЖарық түскен бет біздің көзімізге біркелкі жарық түскен беттей болып көрінеді. Сондықтан жарық толқынының интерференциясы тек когерентті толқындар қабаттасқанда ғана пайда болады.\nҚос сәулелі интерференция және оны іске асыру әдістері\nКогерентті толқындарды интерферометрлердің көмегімен алады. Ең қарапайым түрі — бір жарықты екіге жіктеу.\nЮнг әдісі\n4.10-сурет\nАғылшын физигі Томас Юнг жарық толқындарының кеңістіктік когеренттігін алды. Ол S жарық көзінің алдына кішкентай саңылауы бар S1 тосқауылды орналастырды. Жарық толқындары ол саңылаудан өтіп, бірдей фазамен бір уақытта екі кішкене S2 және S3 саңылауларға жетеді. Бұл саңылаулар бір-біріне жақын және жарық көзіне қатысты симметриялы орналастырылған (4.10-сурет).\nСондықтан S2 және S3 саңылаулары бір толқындық бетте жатыр деп есептеуге болады. Гюйгенс принципі бойынша толқындық беттің әрбір нүктесі екінші толқын көзі болып табылады.\nФренель әдістері\nКогерентті жарық толқынын алудың басқа жолын француз физигі Огюстjн Кан Френель ұсынды. Ол қос призма (бипризма) мен қос айнаны пайдаланды. Бипризма әрқайсысының сыну бұрышы өте аз болып келген бірдей екі призмадан тұрады. Олар бір-біріне табандарымен беттестірілген. Френельдің қос призмасының табанындағы бұрышы өте доғал -175° 179°. S жарық көзінен шыққан сәуле бипризмаға түседі де одан екі жарық толқыны S1 және S2 алынады. Олар шеңбердің бойында орналасқан.\nЭкранда тұрақты интерференциялық көрініс — кезектесіп орналасқан күңгірт, ақ жолақтар пайда болады. Қос айнаның жұмыс істеу приндипі де жоғарыдағы тәрізді Z1 және Z2 айналары центрі О нүктесі болатын шеңбердің радиусы болсын дейік. Жарық көзі S шеңбердің бойында орналасқан. Z1 және Z2 айналары жарық сәулесін екіге жіктейді, олар экранның бір А нүктесіне жиналады.\nЖұқа пленка әдісі\nСу бетіне майдың, мұнайдың, бензиннің тамшысы тамғанда әр түсті сурет пайда болатынын білеміз. Ондай суреттер сабынның көпіршігінде де, инеліктің қанатының үстінде де байқалады (түрлі-түсті қосымшадағы 1-сурет). Бензиннің жұқа қабыршағының бетіне жарық түскенде қандай процесс жүретінін қарастырайық. Бензиннің жұқа қабыршағы жазық параллель пластиналардан алынады. S жарық көзінен шығатын сәуле қабыршақтардан өткенде бірнеше когерентті сәулелерге бөлінеді. Біз жарық интерференциясын түскен жарықтан да, шағылған жарықтан да байқай аламыз. Бензин қабықшасы қалыңдығының үздіксіз өзгеруінен, жұқа қабыршақтағы интерференциялық сурет түрленіп отырады.\nЕсептеу жұмыстарын жүргізіп, толқынның жұқа қабыршақтағы жол айырымын анықтайтын формуланы табайық:\nөтетін жарықта A = 2dncosβ, мұндағы A — толқын жүрісінің жол айырымы, d — қабыршақтың қалыңдығы, п — қабыршақ затының сыну көрсеткіші, р — жарықтың сыну бұрышы;\nшағылған жарықта A = 2dncosβ + λ/2 Шағылған жарықта жол айырымына жарты-толқын ұзындығы қосылады, өйткені шағылғанда жарты толқын жоғалады.\nНьютон сақиналары\nНьютон сақиналары жұқа қабыршақтардағы интерференцияның дербес түрі, ол жұқа қабыршақ қалыңдығының біркелкі өзгеретін жағдайында байқалады. 1675 жылы Ньютон астрономиялық рефрактордың дөңес объективі мен жазық шыны арасындағы жұқа ауа қабатының түсін бақылаған. Ньютон тәжірибесінде тығыз сығылған шыны мен объективтің арасындағы ауаның жұқа қабатының қалыңдығы шыны мен объективтің түйіскен жерінен объективтің сыртқы шетіне қарай біркелкі ұлғая бастайды. Қарапайым есептеу аркылы өткен жарықтың радиусын, мәселен, ақшыл сақинаның радиусын анықтауға болады: {\\displaystyle r={\\sqrt {2Rd}}}\nмұндағы r — сақинаның радиусы, R — линза қисығының радиусы, d — жазық шынының бетінен линзаның жарық сынатын бетіне дейінгі арақашықтық.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қария қожаның шашын неге теңеген?",
        "question_content": "\"Менің атым -Қожа\" әңгімесінде қария Қожаның шашын неге теңеген?",
        "question_date": "14.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қожаның шашын алатын қарияның аты (Әубәкір)",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адвокат болу үшін қай пән тадау керек неге балл алу керек",
        "question_content": "Адвокат болу үшін қай пән таңдау керек және неше балл алу керек",
        "question_date": "14.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адвокат болу үшін үшін дүние жүзі тарихы пәнін таңдау керек.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаршы тәріздес қаңылтыр парағынан қорап жасау үшін оның бұрыштарынан қабырғасы 4см.",
        "question_content": "6. Шаршы тәріздес қаңылтыр парағынан қорап жасау үшін оның бұрыштарынан қабырғасы 4см болатын шаршыларды қиып тастады.Пайда болған шеттерін бүктеу арқылы қорап жасалынды. 1) Шартқа сәйкес сызбаны салыңыз. 2) Бастапқы берілген қаңылтыр парақтың қабырғасы х см болса, қаңылтыр парақтың ауданын және қорап табанындағы шаршының ауданын өрнектеңіз. 3) Корап табанының ауданы қаңылтыр 2 парақтың ауданынан 256 см' кіші болатын болса, a) қаңылтыр парақтың өлшемдерін табыңыз: в) кораптың көлемін табыңыз.",
        "question_date": "14.03.2021",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көп түшкіремін, аллергиям жоқ. Не істеуге болады?",
        "question_content": "Мен көп түшкіремін, аурып жүрген жоқпын. Но бір күнде 8-9 рет түшкіремін. Бұрын сонды ешкандай аллергия болған жоқ. Не істесем болады?",
        "question_date": "13.03.2021",
        "question_tag": "Тазалық",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суық тиіп қалған болар мүмкін. Болмаса терапевтке барып тексеріліңіз, егер қажет болса ол Лор дәпігерге бағыттар, мұрныңызды тексертіу үшін.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жасым 14те аяғым ұйып,қақсайлы.Неге?",
        "question_content": "Менде анимея,жасым 14те 3 рет қан аздықтан талып қалғанмын.Содан беріп аяқ-қолым ұйып, аяғым тартылып қалады.",
        "question_date": "13.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқ қолыңыздың ұюы мүмкін қанның қоюдануына, оған анемияның қатысы болмас. Нақтысын білу үшін дәрігерге қаралыңыз. Қан тапсырыңыз. \nНақты анализ нәтижесін көрмей қайда болсын дәрігер де анық айта алмасы белгілі ғой.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 200 г 15 %-дық ертінді тағы да 30 г тұз қосты.",
        "question_content": "Массасы 200 г 15 %-дык ертинди тагы да 30 г туз косты. Алынган еритиндеги ериген заттың массалық улесин есептениз.",
        "question_date": "13.03.2021",
        "question_tag": "Химия",
        "question_views": 14700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(зат) = ω * m(p-p)\n15% - это 0,15 бірлік үлесте\nАлынған ерітіндінің массасы:\n200 + 30 = 230 г\n2) Ерітінділерді араластыру кезінде еріген заттардың массасы қосылатындықтан, біз мынаны жаза аламыз:\n0,15*30 + 200 = Х*230\n4,5 + 200 = 230Х\n230Х = 204,5\nХ = 0,8891 (или 88,91%)\nЖауабы: 88,91%",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене шынықтыру мамандығының таңдау пәні?",
        "question_content": "Дене шынықтыру мамандығына ҰБТ дән геобио тандап түсүге бола ма?",
        "question_date": "13.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "14.03.2021",
                "upvotes": 0
            },
            {
                "text": "5В010800 Дене шынықтыру және спорт\n2-шығармашылық емтихан\n1-шығармашылық емтихан\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 3 кг денеге 5 секунд бойы F=6H күш әсеретеді",
        "question_content": "Массасы 3 кг денеге 5 секунд бойы F=6H күш әсер етеді. Бастапқы дене тыныштықта болса, күш әсер еткеннен кейін оның кинетикалық энергиясы қандай болады?",
        "question_date": "12.03.2021",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ньютонның екінші заңы бойынша дененің үдеуі:\na = F/m\na = 6 Н / 3 кг\na = 2 м/с²\n  Себебі күш тұрақты, онда үдеу тұрақты болады. Яғни, қозғалыс біркелкі жеделдетілген. T уақытынан кейін біркелкі үдемелі дене жылдамдықты көтереді (оның басында тыныштық болғанын ескере отырып):\nV = a*t\nV = 2 м/с² * 5 с\nV = 10 м/с\n\nДененің кинетикалық күші:\nEк = m*V²/2\nEк = 3 кг * (10 м/с)² / 2\nEк = 150 Дж\n\nЖауабы:150 Дж",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мамадығым бойынша жұмыс жоқ. Кәсіпкер мамадығым соны қалай дамытамын?",
        "question_content": "Толық жүзбе-жүз қай жерде сөйлесуге болады. Кәсіп бастағым келеді. Жас маманмын. Мамадығым бойынша жұмыс жоқ. Кәсіпкер мамадығым соны қалай дамытамын?",
        "question_date": "12.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айлықтан айлыққа күнелткен қарапайым қызметкер жеке кәсіп ашып, өзіне жұмыс істеуді қалайтыны анық. Жалақысын азсынған азаматтар мен тұрақты жұмыспен қатар жеке бизнесін жүргізуге қызығушылық танытқандардың қатары да аз емес. Дегенмен көп ретте идея ойға оралғанымен, іс жүзінде орындалмай жатады. Көпшілік бизнес ашуды ойлайды, бірақ біліктілік пен қалтаның жұқалығы мақсатқа жетуге кедергі келтіреді. Қайтпек керек?\nИдеяны жүзеге асыру\nЕң бірінші жеке кәсіп ашу туралы идеяны пісіріп алған жөн. Көздеген бағытыңыз қандай, оған әлеуетіңіз, төзіміңіз бен уақытыңыз жеткілікті ме? Әлбетте, әр кәсіп әртүрлі. Демек қаржы да идеяның орасандығы мен көлеміне қарай құбылады. Нысанға шағын бизнесті алайық. Бұл кәсіпкерліктің міндеттемелері аз әрі тауар, жұмыс, қызмет көрсетуде кәсіпкер қосымша құн салығынан босатылады.\nНеден бастау керек?\nАл енді кәсібін бастауға кіріскен кәсіпкер оны заңдастыру үшін ең алдымен тіркеліп, жеке кәсіпкер куәлігін алған жөн, оған шамамен 20 мың теңге ақша кетеді. Тұрғылықты аймақ бойынша салық органына жеке кәсіпкерді тіркеуге қою үшін арнайы салықтық өтініш жазылады. Бұл өтініш салық органына қабылданғаннан кейінгі үш күн ішінде жеке кәсіпкерді салық төлеуші ретінде тіркеу жүргізіледі және оған жеке кәсіпкер ретінде мемлекеттік тіркеуге алынғаны жөнінде арнайы куәлік береді. Кәсіпкер салық органына салықтық өтініштен бөлек жеке куәлігі көшірмесін, 3,5х4,5 фотосуретін, дара кәсіпкерді мемлекеттік тіркегені үшін төлеген алым сомасын растайтын түбіртек-құжат, тұрғылықты жерін растайтын құжат ұсынады. Осы арада айта кетер жай, мұндай алым бір рет төленеді. Оның көлемі 2 айлық есептік көрсеткіш мөлшерінде есептелген. Бұл алымнан шаруа қожалықтары, фермерлер мен I, II, III топтағы мүгедек адамдар, ҚР азаматтығын алмағанға дейін кәсіпкерлік қызметін бастаған оралмандар босатылған.\nАталмыш басқарма мамандарының айтуынша, кейбір жағдайда, кәсіпкерлік қызметтің ерекшеліктеріне байланысты салық органына тіркеу мерзімі 5-11 күн аралығында жүргізілуі мүмкін. Жеке кәсіпкерлікті мемлекеттік тіркеу тәртібі Қазақстан Республикасының «Жеке кәсіпкерлік туралы» Заңының 27-бабында жан-жақты жазылған.\n2017 жылдың 1-қаңтарынан бастап жеке кәсіпкерлікті ашуда оң өзгерістер жасалды. Енді жеке тұлғалар жеке кәсіпкерлік ашу үшін өтініш емес, жеке кәсіп ашып бастағаны туралы хабарлама жасаса болғаны. Аталмыш хабарлама кәсіпкер ретінде тіркелуді қамтамасыз етеді. Егер жеке кәсіпкерлік бірлескен болса, онда кәсіпкерліктің уәкілетті өкілі қалған мүшелердің қолы бар сенімхатты көрсетеді.\nБұл тізімге салық түрлерін, кеңсе жалдау құнын, ең болмағанда 1 қызметкер жалақысы (жеке кәсіпкерлікте ең болмағанда есепші қажет), жарнама үшін бастапқы капитал қажет.\nБлокноттағы бизнес-жоспар\nЖеке бизнесті ашуда ең маңыздысы жүйелі бизнес-жоспар құру. Шағын кәсіпкерлікте бизнес жоспар айтарлықтай қажет емес. Алайда әр қадам бойынша жазылған әрекет сызбаңыз болса қаржыны үнемдеуге, дұрыс жұмсауға, ісіңіздегі жүйелілікке, бизнесті өрге дөңгелетуге септігін тигізеді. Мейлі бизнес-жоспарыңызды қарапайым блокнотқа жазып, күнбе күн жасаған әрекеттерді, жұмсалған қаржыны түртіп отырыңыз. Мәселен, кәсіп бастамақ саланы терең зерттеп, бүге-шігесіне дейін білу, әр тиын шығынын есептеу қажет. Онсыз бизнес жүрмейді.\nМотивация мен алқашқы капитал\nЖаңа кәсіпті бастау, оны тұрақты жүргізуге алдымен жаттығу керек. Әдеттен тыс ерте ояну, барлығын қаперде ұстау, серіктестермен белгіленген уақытта кездесу, салықтар, төлемдер мен жалақыны уақытында төлеуді дағдыға айналдыру керек. Алғашқы капитал қағазбастылық, салық, бір-екі айға шамамен кететін шығынды қоса есептегенде артығымен болуы шарт. Олай болмағанда қарызға кіру қауіпі бар. Ал қарыз, несие алу жаңадан құрылып келе жатқан бизнеске кедергі, тіпті соңы болуы мүмкін.\nЖаңа кәсіпті сүю қажетті аспект. Шабыт пен құлшыныс арқылы жаңа идеялар, қиялдар туады. Күнделікті мотивация мен аффирмациялар сізді керек арнаға салады.\nVersus қолданбалы жетістік академиясы Vertex курсының жеңімпазы атанып, Foodtruck бизнес-жобасының иесі Дархан Кәрімов: «Қай салада кәсіп ашасыз, қаржының көлемі соған байланысты. Ал жалпы алғанда, менің ойымша, қаржысыз да кәсіп ашуға болады. Мысалы, бейнеролик түсіретін компания ашу үшін қандай қаржы керек? Ешқандай. Тапсырыс аласыз да, қажетті мамандарды жалдап жұмыс істей бересіз. Тек жеке кәсіпкерлік ретінде тіркелу үшін ғана ақша керек. Оның өзі көп қаржы емес қой».\nМаркетинг пен жарнама\nБір қарағанда бизнес пен медиа құралдары арасында айтарлықтай байланыс жоқ болып көрінеді, алайда бұл олай емес. Өзінің жеке кәсіпкерлігін бастағалы отырған ынталы адамға жарнама, мультимедиалық мүмкіндіктер мен логистикалық құралдар ауадай қажет. Жеке кәсіпкерлікте әлеуметтік желілердің көмегімен тегін жарнама жасауға болады.\nЖарнама қашанда болған, тек заманына сай беру формалары мен мазмұны ауысып отырған. Сондықтан кез келген стартап өзінің лайықты аудиториясын тауып, үлкен сұранысқа ие болуы үшін кәсіпкерлер белгілі бір медиа платформаларында ұтымды инновациялық жолдарды ойластыруы қажет. Нарық қалайтын өнімдерді шығару арқылы тиімді бизнес саласын құру отандық және шетелдік сату алаңында сүбелі орын еншілейтіні сөзсіз. Тіпті қолыңыздағы ұялы телефон арқылы да жанрамалауды жолға қоюға әбден мүмкін. Ақпараттық-технологиялық ағымда меңгерілген коммуникациялар бұл мәселелер шешімін табады. Ол үшін веб-жобалар, оқылымды контент, жарнама аймағы қажет.\nСонымен...\nСүйікті іспен айналысу, уақыт пен қаражатқа қожайын болу, табысқа кенелу, бай-қуатты өмір сүру, армандар мен мақсаттарға қол жеткізу – сәтті құрылған бизнестің жемісі. Кез келген бизнес ашу үшін қаражат керек.\nКапиталыңыз 100 мың теңге болса – қара базарда белгілі бір тауарды алып сатуға болады. 1 млн теңгеге франшиза сатып алуға болады.\nКәсібіңіздің көлеміне қарамастан 1:3 формуласын есте сақтаңыз. Мәселен, 100 000 теңге және 300 000 теңге. Бірінші сома шағын бизнес әкелетін таза табыс болса, екіншісі орта есеппен жеке кәсіпкерлікті бастау үшін керек сома. Кәсіпкерлікте айтарлықтай тәжірибеңіз жоқ болса, тәуекелдерді азайту үшін неғұрлым аз қаржы кететін кәсіп түрін таңдаңыз. Біліксіз бизнеске соңғы ақшаны салу – ақымақтық.\nТолығырақ: https://atameken.kz/kk/articles/25241-azrg-uaytta-ksp-bastau-shn-ansha-arzhy-kerek",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ хандығы алғашқы ұлттық мемлекет екендігін дәлелдеу ПТМС",
        "question_content": "Қазақ хандығы алғашқы ұлттық мемлекет екендігін дәлелдеу ПТМС формуласы арқылы",
        "question_date": "12.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 16200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ПТМС- формуласы\n\nП-позиция (мен солай санаймын…)\n\nТ-түсіндірме (себебі…)\n\nМ-мысал (мен мына мысаол арқылы дәлелдеймі...)\n\nС-салдар (айтылған мәселе бойынша мынандай қорытынды жасаймын)\nҚазақ хандығы - Қазақстан аумағында бұрын болған мемлекеттік құрылымдардың мұрагері, этникалық процестермен байланысты әлеуметтік қатынастардың өзгерістер мен экономикалық даму нәтижесі. 1457 жылдың күзінде Әбілқайыр хан Сығанақ түбінде қалмақтардан жеңілгеннен кейін, Керей мен Жәнібек сұлтандар қол астындағы ру-тайпалармен Шу өңіріне келіп қоныстанып, Қазақ хандығының негізін салады. Мұхаммед Хайдар Дулатидің «Тарихи Рашиди» кітабында Қазақ хандығының құрылған жері - Шу бойы мен Қозыбасы деп айтылады. 1458 жылдың көктемінде Керейді ақ киізге көтеріп хан сайлайды. Әбілқайыр ханға наразы сұлтандар, әмірлер, ру-тайпа басылары Керей мен Жәнібекке келіп қосылады. Аз уақыттың ішінде халықтың саны 200 мыңнан асып түседі. Қазақ хандығының құрылуы осыған дейін бүкіл Қазақстан аумағында болған әлеуметтік-экономикалық және этно саяси процестердің заңды қорытындысы еді.\nXV ғасырдың алпысыншы жылдары Қазақ хандары қарсыластарын тықсыра отырып, Батыс Жетісуға табан тіреді. XVI-XVII ғасырларда Қазақ хандығы нығайып, этникалық аумағының негізгі бөлігін қамтитын шекаралары кеңейе түсті. Орта Азия, Астрахан, Қазан, Сібір хандықтарымен, Ресеймен тығыз байланыс болды. Қасым хан, Хақназар хан, Тәуекел, Тәуке хандардың есімдері Қазақ мемлекеттілігі деген атаумен қоса жүреді. Өйткені олардың қазақ жерін нығайтудағы, қазақтардың үстемдігін орнатудағы әрекеттері орасан зор болатын.\nХандықтағы жоғары билік хан қолына шоғырландырылды. Салт бойынша, хан тағына отыруға рудағы үлкен ұлдың құқығы басым болды. Хан әскерлердің бас қолбасшысы және жоғарғы сот қызметін атқарды, шет мемлекеттермен келіссөздер жүргізу, соғыс жариялау мен бейбіт бітім жасау, заңдар шығару және хандықтың бүкіл аумағын билеудің бас құқығына ие болды.[1]\nXV-XVII-ғ. Қазақ хандығы дәуірінде қазақ этносының материалдық және рухани мәдениетінің негізгі сипаттары қалыптасты.\nҚазақ хандығынын пайда болу фактісі Жетісудың батыс бөлігінде өтті. Дәл осы жерге Керей мен Жәнібектің қарамағындағы, Орталық және Оңтүстік Қазақстан аумағында тұратын Орта жүздің қазақтары қоныс аударды.\nҚазақ хандығының әрмен қарайғы нығаю процесі жер аумағының кеңеюі Сырдария өңірінде, Оңтүстік Қазақстан өлкелерінде мемлекеттін орнығуымен қатар жүрді. Қазақ хандары Сыр бойындағы қалалы өңірлерді өзінің экономикалык және әскери базасы деп таныды.\nОңтүстік Қазақстан о бастан-ақ Кіндік Азияға тән - көшпелі мал шаруашылығы мен отырықшы-егіншілік деген екі негізгі мәдени типтің бір-бірімен үйлескен, тоғысқан жері болатын. Осындай аралас тарихи-географиялық жағдай өңірдің мәдени-шаруашылық ерекшелігін ғана айқындап қоймай, ежелгі және ортағасырлардағы мемлекеттік құрылымдардың қарым-қатынасының тарихында да ерекше роль атқарды. Түрлі тарихи кезеңдерде Оңтүстік Қазақстан әртүрлі мемлекеттерді басқарған ақсүйектердің (элита) тайталасқан жері болды.\nОңтүстік Қазақстан ортағасырлық Қазақстан территориясындағы мемлекеттік құрылымдарға да негіз болған дәстүрлі экономикалық және саяси орталық болып саналды. Сондықтан, Қазақ хандығы үшін де бұл өңір экономикалық мәдени және саяси орталық болуы керек болды. Мұнда кешенді шаруашылық өркендеп, көптеген қалаларда қолөнер, сауда дамыды. Өлкенің идеологиялық орталық ретіндегі ролі де жоғары болды.\nҚазақ хандарыны Сыр бойына иелік ету күресі стратегиялық тұрғыдан басқа жол жоқ болғандыктан, ұзақ та табанды түрде жүргізіліп келді.\nОсы күрестің барысы, қазақ хандарының ішкі, сыртқы саясаты, хандық аумағының кеңеюі, Қазақ хандығы тарихының т. б. қырлары қазақстандық ғалымдардың көптеген еңбектерінде тереңдетіле қарастырылған.\nСырдарияның ортаңғы және төменгі ағысы бойындағы жерлер Орта және Кіші жүз қазақтарының қыстайтын мекендері болатын.\nОл кезде Сарыарқа Орта Сырдариямен етене тығыз байланыста болды. Осы өлкені Орта жүз қазақтары қолайлы қыстық жайылым ретінде жоғары бағалайтын.\nҚазақ даласының жағрафиялық ерекшеліктеріне сай, Шығыс Дәшті-Қыпшақ территориясында ерте ортағасырлар кезеңнен-ақ бақташы қауымдар қыс уақытында оңтүстікке - Сырдария өңіріне, оның сағасына, Қаратау қойнауына келіп қыстайтын мал шаруашылығы қалыптасқан болатын. Дәл осы шаруашылық циклі Қазақ хандығы кезінде де қолданылып жатқан еді.\nОрталық Қазақстан мен Орта Сырдария Орта жүз қазақтары үшін ортақ территория болып саналды. Ал төменгі Сырдария жерлері мен Арал өңірі де Кіші жүз қазақтары үшін дәл осындай мәнге ие еді.\nАстанасы Түркістан қаласы болған Қазақ хандығы тұсында Орталық Қазақстан мемлекеттің стратегиялық тұрғыдан аса маңызды өлкелерінің бірі болды. Керуен жолдары ішінде көне дәуірлерден жеткен екі бағыт ерекше орында тұрды.\nСарысу жолы өңірдің батысымен өтті. Оңтүстікте, Жібек жолының негізгі торабынан бастау алған ол Түркістанның үстімен Ұлытауға жете тармақталып, әрі қарай — Орал мен Еділге кететін. Қазақтар үнемі маңызды кеңестер өткізіп отырған, көптеген рулардың таңбасы қашалған атақты Таңбалытас осы Сарысу бойында. Қарқаралы жолы шығыс тарапта қанат жайды. Оңтүстікке Хантау мен Шу арқылы түсетін бұл бағыт, теріскейге қарай қимақтардың жұрты болған Ертіс бойына және одан әрі Батыс Сібірге тартатын. Қарқаралы жолын Хан жолы деп те атады.\nҚазақ хандығы кезеңінің көптеген сәулеттік ескерткіштерінің арасында қазақтармен достық қарым-қатынаста болған ойрат ұлыс князьдары XVII ғасырда лама дінінің пұтханасы ретінде салдырған Қызылкеніш сарайы (Қыз Әулие сарайы) бар.\nҚызылкеніш сарайы Қарағанды қаласынан оңтүстік-шығысқа қарай 260 км жерде, Қарағанды облысы Қарқаралы ауданының территориясындағы Кент тауында орналасқан.\nСарай Қызылкеніш сайында, өзеннің оң жағалауында орын тепкен. Ертеден бері жергілікті қазақтар оны «Қыз Әулие» деп атағанымен, зерттеушілер өз жұмыстарында «Кызыл-Кенчский дворец», «Кызыл-Гянчский дворец», «Кзыл-Кенч, «Кызыл-Кенш», «Кызылкентский дворец», \"Қызылкеніш сарайы\" деп атап келді.\nҚызылкеніш сарайы өзінін архитектуралық стилі жағынан (2 қабат, балкон, колонналар), сондай-ақ археологиялық қазба барысында табылған заттарына қарағанда да кейінгі кезеңде салынған қазақ құрылысына ұқсамайды. Сарайға жүргізілген 3 жылдық зерттеулер көрсеткендей, ескерткіш ғұрыптық құрылыс болып табылады. Соған қарағанда ол ойраттардың 17-ғ. тұрғызған ламаистік ғибадатхана, яғни монастырь (храм) болса керек.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкеңмен ренжісіп қалсаң қалай татуласуға болады?",
        "question_content": "Әкеңмен ренжісіп қалсаң қалай татуласуға болады?",
        "question_date": "12.03.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әке-асқар тау.Әкеңді ренжітіп қалсаң көңілін табуға тырыс,онымен оңаша сөйлес және кемшілігіңді түзет.Бір жақсы сөздің өзі адамды қуантады,жақын жандарыңды ренжітпе,қазіргі тілмен айтқанда осындай карантиндік жағдайда жақыныңа жанашыр бол!",
                "date": "14.03.2021",
                "upvotes": 1
            },
            {
                "text": "Әкеңізідің алдында жасыңыз да жолыңыз да кіші. Кек сақтамай, эмоцияға берілмей менікі дұрыс емес дей салыңыз. Ата -ана бірақ баласына кек сақтай алмайды ғой.",
                "date": "12.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Эссенін ішінде есімше мен көсемше болу керек. Эссе еркін тақырыпта",
        "question_content": "Эссенін ішінде көсемше мен есімше болу керек. Эссе еркін тақырыпта. Комеееек керек!",
        "question_date": "12.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығармашылық жұмысты өзің орындаған дұрыс,әр адамның ойы басқа болады.Егер қатты қиналсаң ғаламтордан қарап іздеп тауып оны ауызекі өз тіліңе аударып әдемі қылдырып жазуға болады.Эссе жазу үшін міндетті түрде шығармашылықтың адамы болу керек емес,егер өзіңе сенімділік болса оңай жазуға болады.Эссені тіпті мектеп оқушысына дейін жазады.Сен қыз баласың ба,жігітсің бе соған байланысты ғо.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлпан романындағы оқиға шешімі сізге қалай әсер етті",
        "question_content": "ұлпан романындағы оқиға шешімі сізге қалай әсер етті. \nойыңызды 5-6сөилеммен беріңіз\nөтініш керек болып тұр еді",
        "question_date": "12.03.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел анасы\nҚазақ әдебиетінің классик жазушысы Ғабит Мүсірепов «Ұлпан» атты романында қазақ әйелінің әншейін қиялдан тумаған, жалған дәріптелмеген, өмірде нақты прототипі бар көркем бейнесін жасады.\nОтбасы институты, ер мен әйелдің арасындағы табиғи үйлесім бұзылуы салдарынан Батыс қазір ерекше зардап шегіп отыр. Орыс топырағында да некебұзарлық, ажырасу, өз күйеуінен жерініп, өзге ерді пір тұту, ашыналық құбылыс қасіреті бар екенін классик жазушы Лев Толстой «Анна Каренина» атты қос томдық романында терең ашып көрсетті.\nЕл анасы\nҚазақ әдебиетінің классик жазушысы Ғабит Мүсірепов «Ұлпан» атты романында қазақ әйелінің әншейін қиялдан тумаған, жалған дәріптелмеген, өмірде нақты прототипі бар көркем бейнесін жасады.\nОтбасы институты, ер мен әйелдің арасындағы табиғи үйлесім бұзылуы салдарынан Батыс қазір ерекше зардап шегіп отыр. Орыс топырағында да некебұзарлық, ажырасу, өз күйеуінен жерініп, өзге ерді пір тұту, ашыналық құбылыс қасіреті бар екенін классик жазушы Лев Толстой «Анна Каренина» атты қос томдық романында терең ашып көрсетті.\nҒабит Мүсірепов «Ұлпан» атты жинақы романында алдына мұндай мақсатты қойған жоқ. Ұлпан ерден безген, сүйіспеншіліктің отына күйіп, басқа ерді сүйгені үшін қарекет қылған, ұябұзар әйел емес. Керісінше, «Ерді кебенек ішінде таны» дейтін халық даналығынан туған дарқан мінез, нағыз ерді ардақтау арқылы елдіктің іргесін бекіткен, халқының ризық-берекесін қарақан басының бақытынан артық санаған өте ақылды, дана, дегдар әйел болуымен баурайды. «Алтын басты әйелден бақыр басты еркек артық», «Байтал шауып бәйге алмас» деп қарайтын елде Ұлпан сияқты қайратты жанның болмысы бағалана бермейді.\nКерей ішінде Сибан руының бас көтерер адамы, биі Есенейге Ұлпан қыз қапалақтаған қар астында ұшырасады. Есеней еркекшора киінген, батыл сөйлескен Ұлпанның қыз екенін байқамай қалады. Оның қыз екенін Есенейге дереу айта қалып, жүрегіне шоқ түсіріп жіберген «түркпен» Мүсіреп: «Ие, қыз!.. «Міне, айыбым!» дегенде көз құйрығымен өзіңді бір шарпып өткенде неғып байқамадың?» дейді. Жазушы «шарпып» деген сөзді текке қолданып тұрған жоқ. Махаббат оты демде тұтанғанының тұспалы. Романның дилеммасы мен драмасы осы эпизодта бірден жарқ етеді.\nҚазақ әдебиетінің драма жанры мен кино өнеріне өшпес олжа салып, «Қыз Жібек», «Ақан сері – Ақтоқты» сынды шедевр дүниелер тудырған Ғабеңнің қаламы жазуда әбден ұшталған, стилі мықты, қу сөзге әсте жоқ. Қысқа да нұсқа.\nЕсенейдің ағайыны «түркпен» Мүсірепті елші қылып, өзіне сөз салғанын естігенде Ұлпан жаны тосырқау, жатсынуды сезінеді. Бұл жазмыш сөзді естіген сәті жас қыздың жүрегіне қанжардай қадалды. Әкесі Артықбай батыр қатарлы, өзінен кем дегенде қырық жас үлкен Есеней, ел ағасы, көсем, патриарх. «Ағашқа асылып өлмесең құтыла алмайсың. Есенейден арашалап алып қалар адам жоқ. Айтты – болды. Басың болса ие бер, тізең болса бүге бер». «Ұлпан бір түсініксіз күлкімен күле бастады. Жынданып кеткендей атынан ауып, ар жағына қарай құлап барады».\nҰлпанның жас өмірін қимайтын, үлкен кісіге күйеуге барғысы жоқ балғын көңілін жазушы шебер психологиялық иірімдерімен бере алған.\nЕсеней Ұлпан үшін кемітетін ер емес, ердің ері, («Шіркін-ай, бұдан қырық жыл бұрын қандай болды екен? Бұған кездеспегенде кімге кездесер едім? Сөз жоқ, бір жасқа кездесер едім. Сол жасым Есенейдің оннан біріне тұрар ма еді? Кім білсін...жоқ, тұрмас еді!») әттең, жасы ғана жасына сәйкес келмейді. Ұлпанның мықтылығы сонда, ол әзелде жаны қаламаса да Есенейге күйеуге тиюді мұрат қылды. Ол елдік мұрат. Кез келген шөпжелке қыздың қолынан келмейтін, тіршілікті дүниемен өлшейтін кейбір ойы шолақ, таяз әйел затының түсіне кірмейтін ұлы мұрат. Ұлпан жайнаған жастық дәуренін осы елдік мұрат жолына қиды. Есенейдің беделі мен билігін ол қараңғылық құрсаған елін алға жетелеу үшін пайдаланды.\nҚазақ байлығы жылқысында. Есеней – исі Сибанның бай адамы, ел қорғаған бас батыры, биі. Оның ақ дегені алғыс, қара дегені қарғыс.\n«Есенейдің құрығы мойныма түсе қалса, оны алып кететін күш біздің аз ғана ауыл кірме Күрлеуітте жоқ. Құдай салды – біз көндік. Бірақ, ағаңның есінде болсын – Ұлпан арзанға түспейтін қыз».\nОл Есеней ордасының бәйбішесі болғысы келетінін, «Мен үлкен үйге кіремін де, төрінде отырамын» деп кесімін алты қарыс азуын айға білеген биге өз аузымен айтады. Үлкен үй – билік. Есенейдің көзі тірісінде-ақ, Ұлпан бес болыс Сибанның қамқор анасына айналды. Сөйтіп, оның құрбандығы ақталды. Ғабит Мүсірепов осы бір адамдар арасындағы аса күрделі қарым-қатынасты диалог, оқиғалар арқылы табиғи суреттейді.\nҰлпан даму дәрежесі артта қалған жұпыны елге қанатымен су сепкен қарлығаштай әрекет қылды. Монша, қыстық үй сияқты сол кездегі кедей тірлік, надандықтан езілген елге жақсылықтар нышандарын алып келді. Әйтпесе, қыс бойы киіз үйде отырған қазақ руларының жас баласы қысқы ызғарды көтере алмай, өкпесіне суық тиіп, тез шетінеп кететін еді.\nҰлпанның ел анасына айналған тұсы Есенейдің қалың жылқысын қарауындағы елге бөліп беретін, кісі ақысын жеуді ар санайтын бекзат адалдығы. Бұл мырзалық деуден гөрі имандылық, теңдік белгісі.\nЕсеней өлген соң Ұлпан бекзаттығынан айырылған жоқ. Әттең, ол қыз емес, ұл болып туатын жан. «Ұлпан бұл кезде қара жамылған қаралы әйел. Он ауыл Сибанды Есенейдің қазаны мен қолына қарап телміріп отырудан біржола құтқарды. Қашаннан Есенейдікі болып келген кең жерді әр ауылға бөліп берді. Мұнысы жалғыз бұл ел емес, жалпы Сібір казактары үшін жаңа бір үлгі еді. Оның аты не екенін Ұлпан өзі білген емес. Кедейлік жаншып, ділгірлік сорына белден батып отырған жоқ-жітікке жаны ашыды да, қолдан келерін істеді де берді. Қазір Есенейдің малы екі есе азайды, оның есесіне ел Сибанның малы он есе көбейді. Әр үй өз текесін, өз айғырын мақтасып отырады.\nЕл аздап егін салады, шөп шабады. Бала-шаға дірдектеп қыс бойы киіз үйде отырмайды, жылы, қысқы үйде отырады. Әсіресе, осы қысқы үй үшін ел-жұрты Ұлпанға қатты риза».\nҰлпан өзін Есенейден жоғары қоймайды, артық сезінбейді, байлықты малданып, айналасына ызғарын шашып, бекер өктемдік қылмайды. Өйткені, оның бойында «Қырық есекке жүк болатын» сайқалдық, күншілдік, ардан безу жоқ. «Жеті жылдан бері малымен болып кеткен адамның әділ би деген атағы көмескі тарта бастап еді. Ұлпанның атағымен бірге қайта көтерілді. Ұлпан олай ойлай қоймаса да, Есеней солай сезінді.\n– Ақнарым, сен мені адам қыла бастадың, – деді аттанарда.\n– Жоқ, Есеней, сен көлеңкең күндік жерге түсетін бәйтерексің. Мен сенің саяңда шырылдаған бозторғаймын. Менің құдайдан бірінші тілегім сенің амандығың! – деді Ұлпан. – Сенсіз мен кім болар едім?.. ».\nРасында солай. Қазақ әйелді ешқашан ерден асырмайды. Бұл оң көзқарас, жаугершілікте ел қорғаған ерлер, мал табатын, отбасын асыраушы ерлер, нәсілді сақтайтын ерлер болған соң туған әділетті өмір заңдылығы. Н.С.Лесковтың «Мценск уезінің Макбет ханымы» («Леди Макбет Мценского уезда») атты повесінде махаббат жолында адасып, көңілдес еркекке бола өз ерін өлтірген әйелдің бейнесі сомдалған. Ұлпан ақ жүрек, Ұлпан адал, Ұлпан нағыз қазақ әйелі. Ол қазақы танымнан шығандап шықпайтын дәті берік, намысы күшті әйел.\nМемлекет басқаратын адамның бүкіл нышаны, қайраткерлігі, үлкен жүрегі, мейірім шуағы, имандылығы Ұлпанның бойында түгел бар. Оқымай қалғаны бөгет болмаса Ұлпан тәрізді әйел қазіргі заманда ең биіктен көрінер еді.\n\nТолығырақ: https://egemen.kz/article/23647-ulpan",
                "date": "14.03.2021",
                "upvotes": 0
            },
            {
                "text": "Автор романды қазақ әйелінің әншейін қиялдан тумаған , жалған дәріптелмеген , өмірде нақты прототипі бар көркем бейнесін жасаған. Ұлпан романы негізі өте қызық болды. Оқиғаның шарықтау шегі  Біжікеннің өлімі мен соңғы сөз айтуымен аяқталды . Бірақта Ұлпанға өте қиын болды.  Қалаған адамына тұрмысқа шыға алмады ,оған қоса жалғыз қызынан айырылды . Осылай романнын көркемдеу сөздерімен,  кейіпкерлердің ішкі сезімдерін сезіндіре білді . :)))",
                "date": "16.03.2022",
                "upvotes": 0
            },
            {
                "text": "Ұлпан романы расымен өте қызықты болды.Оқиғаның шешімі немесе шарықтау шегі Ұлпанның қызы Біжікеннің ең соңғы сөзуін айтуымен аяқталды.Романның сюжеті керемет сөздерді көркемдеу арқылы оқырмандарға ішкі сезімдерді сезіндіре білген.",
                "date": "28.02.2024",
                "upvotes": 0
            },
            {
                "text": "Бұрынғы заманда атастыру деген болатын Ұлпан өзі ақ көніл инабатты қыз осы оқиға көптеген өмірде керекті ақпараттарды алдым",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С бұрышының сыртқы бұрышын табыңыз.",
        "question_content": "АВС үшбұрышының А бұрышының ішкі бұрышы 60°, В бұрышының сыртқы бұрышы 135°. Үшбұрыштың сыртқы бұрышытуралы теореманы қолданып, С бұрышының сыртқы бұрышынтабыңыз.",
        "question_date": "12.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А + B + C = 180°\n60° + (180°-135°) + C = 180°\n\nC = 180° - 105° = 75°\n\nC бұрышының сыртқы бұрышы 105°",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "KCLO3+H2SO4-->KCLO4+CLO2+H2O+K2SO4=",
        "question_content": "Бул реакцияны электрондық баланс әдісімен теңестіріп бересіздерме? Отинем,керек болып тур",
        "question_date": "12.03.2021",
        "question_tag": "Химия",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 KClO3 (aq) + H2SO4 (aq) → KClO4 (s) + 2 ClO2 (g) + K2SO4 (aq) + H2O (l)\nClV - 2 e- → ClVII (тотығу)\n2 ClV + 2 e- → 2 ClIV (тотықсыздану)",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "В төбесіндегі сыртқы бұрышты табыңыз.",
        "question_content": "АВС үшбұрышында <А=23 <С=66 В төбесіндегі сыртқы бұрыш тап",
        "question_date": "12.03.2021",
        "question_tag": "Геометрия",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A + B + C = 180°\n\n23° + B + 66° = 180°\n\nB = 180° - 89° = 91°\n\nB бұрышының сыртқы бұрышының мәні 180° - 91° = 89°",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машина алған дұрыс па, үйленген дұрыс па?",
        "question_content": "Машина алған дұрыс па, үйленген дұрыс па? Сондай таңдау болса)))\n))))",
        "question_date": "12.03.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші,жағдайды дұрыстап алып сосын үйленген дұрыс.Машина қазіргі заманда өте керек,бірақ үйленіп сосын машина алғанды кеңес етемін.Дүниені аласыңғо,ал қымбат адам ол сенің некелік жарың)",
                "date": "14.03.2021",
                "upvotes": 1
            },
            {
                "text": "Машина саған қатын болама",
                "date": "12.03.2021",
                "upvotes": 1
            },
            {
                "text": "Машина алган дурыс.Себебы одан кеиын ала алмаисын усак туиык проблема бала болады онын проблемасы сол крч",
                "date": "18.03.2023",
                "upvotes": 1
            }
        ]
    }
]