[
    {
        "question_title": "Алаша-барамық руының таңбасы немесе белгісі керек еді.",
        "question_content": "мен алаша руынын барамык болиминен боламын. Маган жедел турде руымнын танбасын немесе белгисин билу керек. Алдын ала рахмет!!!",
        "question_date": "22.03.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алашаның ұраны - Байбарақ. Таңбасы - айбалта.",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алкендер туралы сұрақ немесе тест тапсырмалары бар ма?",
        "question_content": "Алкендертуралытест или сұрақ барма",
        "question_date": "22.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанықпаған көмірсутектер дегеніміз не?\nЭтиленді көмірсутектер дегеніміз не?\nЭтиленнің формуласы, құрылымдық формуласын жазып көрсет.\nЭтилен молекуласындағы валенттік бұрыш нешеге тең?\nЭтиленді көмірсутектердің гомологтық қатарының жалпы формуласы қандай?\nЭтиленді көмірсутектердің гомологтық қатары\nЭтиленді көмірсутектерде гибридтену түрі қандай?\nЭтиленді көмірсутектерге қандай изомерия түрі тән?\nЭтиленнің алыну жолдары\nЭтиленді зертханада қалай аламыз?\nЭтиленнің физикалық қасиеттері\nЭтиленнің химиялық қасиеттері\nВ.В.Морковников ережесінің оқылуы\nОларға тән реакция типі қандай?\nПолимерлену реакциясы дегеніміз не?\nЭтиленді көмірсутектер қайда қолданылады?\nТолығырақ: https://multiurok.ru/files/k-anyk-pag-an-komirsutiektier-alkiendierdin-izomie.html",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақындардын домбыра тарту (шерту, қағу) тәсілдері керек еді.",
        "question_content": "Ақындардын домбыра тарту (шерту, қағу) стильі керек еді. Сандық ноқтамен болса тіпті керемет. Бүкіл интернетті іздеп таба алмадым ақпарат.",
        "question_date": "22.03.2021",
        "question_tag": "Өнер",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілігім 41 аптадан асып барады. Не себепті толғақ келмей жатыр?",
        "question_content": "Жүктілігім 41 аптадан асып барады. Не себепті толғақ келмей жатыр?",
        "question_date": "22.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "41-42 аптада неге толғақ жоқ?\nЖақында туған сіңілім босанып қуанып жатырмыз. Аллаға сансыз шүкір.\nУақтылы толғағы келмей біраз уайымдадық. Осы пост болашақ аналарға пайдалы болсын, - деп жазып отырмын.\n⠀\nСіңілім негізі шамасы 15 маусымда босану керек еді. Бірақ табиғи толғақ келмей, 41 аптадан аса созылып кетті. Сол үшін дәрігерлер вызывающий шақыртып тудырды. Амал жоқ. Себебі қауіпті, -деді. Кім біледі мүмкін аптасын дұрыс санамағанда шығар. Ия, ондай да болады. Сол үшін өзіңіз пысық болу керексіз.\n⠀\nВообщем шақыртатын укол салғанда давлениесі көтеріліп, гемоглобины қатты түсіп кетті. Суы да реско көп кетіп қалғандықтан кесерево жасауға тура келді. Бірінші бала болған соң өзі туса екен дейсің ғой әрине. Бірақ енді солай болып қалды. Қазір екеуіде дін аман, Аллаға шүкір. Бірақ біраз есіміз шықты шыны керек.\n⠀\nАйтайын дегенім егер әйелдің толғағы кеш келсе, оған гармондар жетіспейді деген сөз. Сондықтан дәл қазір жүкті болсаңыз, дәрігерге қаралуға барғанда соны сұраңыз. Гормондар нормада ма? Менде кеш босану рискі жоқ па? Ол қанда кезде болады? Неге болады? - алдын ала барлығын сұрап, ғаламтордан оқып сақтаныңыз.\n⠀\nСосын ең маңыздысы гемоглобин. Егер сізде қан аздық болса, оны максимально көтеруге әрекет жасаңыз. Ол баланың барлық органдарының дамуына әсер етеді. Сосын босанғанда да реско түсіп кетсе, балаға да, сізге де қиын болады.\n⠀\nЖалпы бала көтеру және туу оңай шаруа емес. Аса үлкен жауапкершілікті талап етеді. Сондықтан алдын ала барлығын ескеріңіз, денсаулықты максимально түзеңіз.\nТолығырақ: https://www.facebook.com/906836479509104/posts/1159700777556005/",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дарын\" мектебіне қалай оқуға түсуге болады?",
        "question_content": "\"Дарын\" мектебіне қалай оқуға түсуге болады?",
        "question_date": "22.03.2021",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.03.2021",
                "upvotes": 0
            },
            {
                "text": "Мен Дарын зияткерлік мектебіне өте қатты түскім келеді",
                "date": "6.02.2022",
                "upvotes": 0
            },
            {
                "text": "Алдымен өз қалаңыздағы Дарын интернат мектебінің қайда орналасқанын анықтаңыз.\nОдан соң тест тапсыруға көшіңіз, дайындалыңыз.\nОдан соң қажетті құжаттарды тапсырыңыз.\nОдан соң жатақханадан орын алыңыз.\nКейін орналасып, оқуыңызды жақсы оқыңыз",
                "date": "13.03.2022",
                "upvotes": 0
            },
            {
                "text": "Дарын мектебінде оқу білім алу ол үлкен жетістік!Ол жерде оқу да қиынырақ болады.Бірақта білімді,ақылды боласыз менде дарын мектебінде оқуға түсем екен",
                "date": "5.04.2022",
                "upvotes": 0
            },
            {
                "text": "бірінші дарын мектебіне 6 сынып окып жургенде барасыз, ол жактагылар кандай кужат керек екендерын айтады , солай сол кужаттарды жинап дарынга апарып откызесыз, солай быраз уакыттан сон емтихан тапсыратын уакытынызды айтады, солай емтизанга дайындалып, тапырасыз,  2-3 кунде корытындысы шыгады. Солай тускен туспегенызды біле аласыз",
                "date": "17.08.2023",
                "upvotes": 0
            },
            {
                "text": "Дарын мектебіне қалай түссем болады ?",
                "date": "22.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-сыныптан кейін колледж таңдаған дұрыс па? әлде 11-сынып оқығаным дұрыс па?",
        "question_content": "Мен қазір9-сынып оқимын,сабағым көбісі  4,5\n\nҚ.тарих,биология,қ.тілі,қ.әдебиеті пәндеріне жақсымын.\n\nОрыс тілім онша емес,бірақ қытайша білемін.\n\nБолашақта дәрігер болғым келеді,сонда колледж таңдағандұрыспа?әлде11ді оқып жалғасайын ба?",
        "question_date": "21.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша мамандық таңдап қойған болсаң колледже барған дұрыс",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббат туралы қазақша әнді таппай жүрмін.",
        "question_content": "Ассаламу алейкум! Мен мына әнді іздеп жүрген едім, шамамен 2005ші жылғы ән.\n\nҒашықтық сезім жаулап,\nЖүректің оты лаулап.\nҚарақат көздеріне қарай берем мен.\nНеге сен жоқсың жаным,\nЖалғыз өзін арманым.\nБір өзінді арманым ойлай берем мен.\n\nПримерно мәтіні осындай) іздегеніме біраз уақыт болды, табалсаныздар жақсы болар еді, рахметі болады",
        "question_date": "20.03.2021",
        "question_tag": "Қазақша ән",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютердің қату себебі неден болуы мүмкін?",
        "question_content": "Компютердің - Ноутбуктің қату себебі қайсы құрылғыдан көп болуы мүмкін (процессор, жестки диск, матерински плата, (видеокарта жок менде), оперативный памит, осылардың қайсысы көбінесе Компютердің қатуына себеп болады? Компютер- Windows 10 pro.",
        "question_date": "20.03.2021",
        "question_tag": "Компьютер жөндеу",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.03.2021",
                "upvotes": 0
            },
            {
                "text": "1. Процессор әлсіз болар.\n\n2. ОЗУ 4Гб болар.. кәзіргі уақытты 8Гб кем емес болғаны жөн.\n\n3. Бағдарламалар көп, сол себепті қатқыл диск ақырын істеуде (бір уақытта қатқыл дискті қолданушы бағдарламалар ашық)\n\n4. Сіз ойын ойын ойнасаңыз.. дискретті видеокарта жоқ болғаны себепті, сізде компьютердің қатуы мүмкін.",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дулат Исабектың \"Әпке\" драммасының қысқаша мазмұны керек?",
        "question_content": "Дулат Исабектың \"Әпке\" драммасының қысқаша мазмұны керек?",
        "question_date": "20.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 30000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Драма Бұл туынды драма болғандықтан кейіпкерлердің сөйлеген сөздері мен іс-қимылдары интонация мен сезімге толы болып табылады. Басты кейіпкер - Қамажай, алдынан шыққан қиыншылықтарды көтере білген, бауырларына қамқор жан туралы айтылады. Драмада Қамажайдың өмірге құштар жан екенін байқаймыз. Ата-анасынан жастай айырылған ол - өз өмірін тек бауырларына арнаймын деп жеке өмірі жайлы ойлауды қояды, оны Қабен атты жігітке \" Қабен ол...ол қиын сияқты, бауырларымды қиып тастай алмаймын, олар әлі мен үшін бала, өздігінен өмір сүретініне күмәнім бар...\" деп ұсынысына кері жауап қайтарғанынан білеміз. Драмада Ремаркалар тобының аздығы (Ремарка - қысқа түсіндіру түрінде келетін автор сөзі) бірден көзге түседі. Сондықтан Шығарма шиеленісті түрде жазылған, әрі терең философиялық мағынаға ие. Көп адамның сұранысын тудыратын шығарма.",
                "date": "20.03.2021",
                "upvotes": 0
            },
            {
                "text": "Драма Бұл туынды драма болғандықтан кейіпкерлердің сөйлеген сөздері мен іс-қимылдары интонация мен сезімге толы болып табылады. Басты кейіпкер - Қамажай, алдынан шыққан қиыншылықтарды көтере білген, бауырларына қамқор жан туралы айтылады. Драмада Қамажайдың өмірге құштар жан екенін байқаймыз. Ата-анасынан жастай айырылған ол - өз өмірін тек бауырларына арнаймын деп жеке өмірі жайлы ойлауды қояды, оны Қабен атты жігітке \" Қабен ол...ол қиын сияқты, бауырларымды қиып тастай алмаймын, олар әлі мен үшін бала, өздігінен өмір сүретініне күмәнім бар...\" деп ұсынысына кері жауап қайтарғанынан білеміз. Драмада Ремаркалар тобының аздығы (Ремарка - қысқа түсіндіру түрінде келетін автор сөзі) бірден көзге түседі. Сондықтан Шығарма шиеленісті түрде жазылған, әрі терең философиялық мағынаға ие. Көп адамның сұранысын тудыратын шығарма.",
                "date": "24.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Максималды санды анықтау үшін код үзіндісін жазыңыз.",
        "question_content": "Максималды санды анықтау үшін код үзіндісін жазыңыз, мұндағы a = 67, b = 77.  Өтініш шығарып беріндерші, таппай жатырмын.",
        "question_date": "20.03.2021",
        "question_tag": "Информатика",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ">>> a = [11,8,12,0] \n>>> min(a) \n0 \n>>> max(a) \n12",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Апластикалық анемиядан жазылған адам бар ма?",
        "question_content": "Қандай жақсы гематолог бар ? шет елге емделуге қалай квота алуға болады?инвалидке қымбат дәрілерді АТГАМ деген препаратты фондтан не үкіметтен қалай алуға болады? Жергілікті больницадағы емдеу шаралары көмек теспесе не істеу керек?",
        "question_date": "20.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аглофиялық анемияны емдеу\nАффективті анемиямен ауыратын науқастар арнайы бөлімшелерде ауруханаға жатқызылады. Жұқпалы асқынулардың алдын алу үшін олар толық оқшауланған және асептикалық жағдайлармен қамтамасыз етілген. Аplastic anemia тиімді емдеу тәжірибелік гематологияның күрделі мәселесі болып табылады. Ұзақ өмір сүру үшін ең қолайлы болжам барлық аллергиялық сүйек кемігін трансплантациялаумен қамтамасыз етіледі. Дегенмен, иммунитетті үйлесімді донорды таңдау қиындықтарына байланысты рәсім тек шектеулі деңгейде қолданылады. Автотрактикалық трансплантация эксперименттік тәсілдер ретінде қарастырылады, перифериялық қан жасушаларының трансплантациясы.\nСондай-ақ оқыңыз  Жатырдың перитониті\nАффективті анемиямен бірге жиі иммуносупрессивті терапия тағайындалады, антитимоцит иммуноглобулин және циклоспорин А комбинациясын қамтиды. Иммуносупрессивтік терапия курсымен бірге ауысымды трансфузионды терапия көрсетіледі (тромбоциттер және қызыл қан клеткаларының трансфузиясы), плазмалық алмасу. Аглофиялық анемияның жеңіл нысаны бар науқастар үшін спленэктомия көрсетілуі мүмкін, ішектің артериясын эндоваскулярлы оқшаулау.\nАгломерацияның болжамдары және алдын-алу\nАглофиялық анемияның болжамы этиологиялық формамен анықталады, ауырлық дәрежесі мен ауырлық дәрежесі. Қолайсыз нәтиже критерийлері аурудың жылдам прогрессиясы болып табылады, ауыр геморрагиялық синдром және инфекциялық асқынулар. Сүйек майы трансплантациясынан кейін ремиссияға 75 жетуге болады–90% науқастар.\nАппластикалық анемияның алдын-алудың алдын алу қоршаған ортаның қолайсыз факторларының әсерін жоюды көздейді, есірткінің негізсіз қолданылуы, жұқпалы аурулардың алдын алу және т.б. Бұрын дамыған ауру бар науқастар гематолог клиникалық қадағалауды қажет етеді, жүйелі емдеу және ұзақ мерзімді емдеу терапиясы.\nТолығырақ: http://mundamedicina.info/awrwlar/aplastikaly-anemiya.html",
                "date": "20.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішім шаншып, жүрегім айниды. Бұл неден?",
        "question_content": "ыштерм киде шансып аузма ашшы дам келп журегм аинп турады неге болуы мумкын",
        "question_date": "20.03.2021",
        "question_tag": "Денсаулық",
        "question_views": 656,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өтіңіз толған болуы мүмкін, аузыңызға ашшы дәм келгеніне қарағанда. Немесе бауырыңыз ауыртан болар, үнемі қайталанып жүрсе дәрігерге қаралғаныңыз дұрыс болар?",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген үстеулердің жасалу жолын анықтаныз",
        "question_content": "Үстеу:           құрамына қарай:   \nЖаздай\n\nБосқа\n\nШапшаң\n\nТаңертен",
        "question_date": "19.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілімізде қимылдың, іс- әрекеттің әр түрлі белгісін, амалын, тәсілін, мекенін, мезгілін, себебін  мақсатын, т.б. сипатын білдіретін сөздер үстеу деп аталады.\nМысалы:  Асан екеуіміз ақырын әңгімелесіп келеміз. Бүгін мен кешке концертке барамын.\nҮстеулер құрамына қарай дара және күрделі үстеулер болып бөлінеді. Дара үстеулерге негізгі және туынды үстеулер  жатады.\nНегізгі үстеулер— қазіргі кезде құрамы жағынан түбір мен қосымшаға бөлшектеуге келмейтін үстеулер.\nМысалы: тез, ақырын, ерте, кеш, бұрын.\nТуынды үстеулерге жұрнақ арқылы және кейбір септік жалғауларының түбірмен сіңісіп, көнеленуі арқылы жасалған үстеулержатады.\nМысалы:  адамша сөйледі, ақшалай берді, соншалық көп.\nТолығырақ: https://45minut.biz/?p=4232",
                "date": "22.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үлкен дәретке отырған Әжетхана қағазы қан болады? Қандай ауру болуы мүмкін",
        "question_content": "Үлкен дәретке отырғанда Әжетхана қағазы қан болады қандай ауру түрі",
        "question_date": "19.03.2021",
        "question_tag": "Тазалық",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Геморрой тік ішек көктамырларының кеңеюі менгеморроидальді түйіннің пайда болуы салдарынан болатын ауру.\nАуыру бара-бара күшейе түседі және емдеу тәртібі жоқ болса онда жедел хирургиялық араласым қажет болу мүмкін. 40%1 дейін геморрой аурумен шалдығатындар проктология пациенттердің арасында бұл ең таралған ауру.\nГеморройдың симптомдары:\nартқы өтіс аймағындағы жайсыздық\nүлкен дәрет кезінде қан кетуі\nқабыну, ісінулер\nартық өтіс аймағының қатты ауыруы\nашыту және қышынуы\nтүйіндердің шығып кетуі\nшырыштың бөлінуі\nКөп жағдайда, адам өзінде бұл аурудың дамып келе жатқандығынан тіпті күдіктенбеуі де мүмкін. Ұзақ уақыт бойына (бірнеше айдан бірнеше жылдға дейін) тек артқы өтіс аймағындағы жайсыздық сезімі мен қышынуы ғана мазалауы мүмкін. Бірақ бұған ерекше мән бере қоятын адам аз. Кейіннен аздап түйіндердің сыртқа білінуі мен шығып кетуі байқалып, кейде қабынуға немесе тартылып қалуға бейім бола бастайлы. Қан кету әдетте, кешірек, ауру бірнеше ай, тіпті бірнеше жыл әдетке айналғаннан кейін көрініс береді.\nАуырсынудың пайда болуы, дәретхана қағазына және нәжіске жұққан қанның болуы дәрігерге қаралуға себеп болып табылады.\nСимптомдарының бірігіп келуі және олардың әр нақты жағдайда біліну қарқындылығы жекелеген сипат алады, және тұтас алғанда да, аурудың ағымы болып табылады. Аурудың «халықта кең таралғандығына» және оның шығу тегі мен белгілері туралы пікірлердің алуан түрлілігіне қарамастан, геморройдың бірнеше түрлері мен ауырлық дәрежелері анықталған.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс үшбұрышқа іштей сызылған шеңбердің радиусы 6 ға тең осы үшбұрыштың ауданы қанша",
        "question_content": "Дұрыс үшбұрышқа іштей сызылған шеңбердің радиусы 6 ға тең осы үшбұрыштың ауданы қанша?",
        "question_date": "18.03.2021",
        "question_tag": "Мектеп",
        "question_views": 30800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "r = 6\n\nS =?\n\na = 6*r/ түбір3 = 6*6/түбір3 = 36/түбір3\n\nS = a*түбір3/ 3 = (36/түбір3)*(түбір3/3) = 12",
                "date": "20.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйсін елінің астанасы калай аталады?",
        "question_content": "уйсін елінің астанасы жəне қазыіргі орынын айта кетесіздер ме",
        "question_date": "18.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чигучэн - Ежелгі үйсін мемлекетінің астанасы.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам 0,2А т. к. бар эл. үтіктің 220В кернеуде 15мин уақытта қол-ды 1. эл. т-ның қуатын тап",
        "question_content": "физика, есеп, шешу, ток куши, бақылау, есеп",
        "question_date": "18.03.2021",
        "question_tag": "Физика",
        "question_views": 824,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I = 0,2 А\n\nU =  220В\n\nt =  15 мин = 900 c\n\n______________\n\nА = ?\n\nP = ?\n\nтоктың қуаты\n\nP = U*I = 220*0.2 = 44 Ватт",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аммиакты суда еритін тұнбаның реакциясы",
        "question_content": "Аммиакты суда еритін тұнбаның реакциясы теңдеуін жазыңыз.",
        "question_date": "18.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "NH3 + H2O → NH4OH",
                "date": "22.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттар жайлы 3 проблемалық сұрақ",
        "question_content": "Қазақстандағы ұлттар жайлы үш проблемалық  сұрақтар.Нақты əрі  дұрыс жауап керек.",
        "question_date": "18.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің жеке мақаламды басқа бір адам өз атынан 99 пайыз өзгеріссіз жарияласа",
        "question_content": "Менің жеке мақаламды басқа бір адам өз атынан 99 пайыз өзгеріссіз жарияласа, мен оған қандай ҚР заңнамаларына сәйкес қандай шара қолдана аламын. Менің не менің материал жариялаған сайтымның авторлық құқығы қалай қорғалады?",
        "question_date": "18.03.2021",
        "question_tag": "Заң",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы Заңда мынадай негізгі ұғымдар пайдаланылады:\n      1) автор - шығармашылық еңбегімен ғылым, әдебиет, өнер туындысын жасаған жеке тұлға;\n      2) авторлық құқық - автордың жеке мүліктік емес және мүліктік құқықтары;\n      3) авторлық құқықты және сабақтас құқықтарды қорғаудың техникалық құралы - туындыларға немесе сабақтас құқықтар объектілеріне қол жеткізуді бақылайтын, автор, сабақтас құқықтар иесі немесе өзге де айрықша құқықтар иесі туындыларға немесе сабақтас құқықтар объектілеріне қатысты рұқсат етпеген іс-әрекеттерді жүзеге асыруды болғызбайтын не шектейтін техникалық (бағдарламалық-техникалық) құрылғы немесе оның компоненттері;\n      4) авторлық құқық және (немесе) сабақтас құқықтар объектiсiнiң контрафактiлiк данасы – жасалуы, таратылуы немесе өзгедей пайдаланылуы осы Заңның ережелерiне не Қазақстан Республикасы ратификациялаған халықаралық шарттардың нормаларына орай авторлық құқықтың және (немесе) сабақтас құқықтардың бұзылуына әкеп соғатын туындының, жазылған орындаушылықтың, фонограмманың, эфирлiк және кәбiлдiк хабар тарату ұйымдары хабарының данасы. Құқық иеленушiнiң рұқсатынсыз құқықтарды басқару туралы ақпараты жойылған немесе өзгертiлген не авторлық құқық пен сабақтас құқықтарды қорғаудың техникалық құралдарын айналып өтуге мүмкiндiк беретiн заңсыз пайдаланылатын құрылғылардың көмегiмен жасалған авторлық құқық және (немесе) сабақтас құқықтар объектiлерi де контрафактiлiк болып танылады;\n      5) авторлық шарт – нысанасы бір немесе бірнеше авторлық құқық объектілерін пайдалануға мүліктік құқықтарды беру болып табылатын шарт. Авторлық шарт лицензиялық шарттың бір түрі болып табылады;\n      6) айрықша емес құқық - осы Заңда белгіленген жағдайларды қоспағанда, автордың немесе өзге құқық иеленушінің тиісті рұқсатымен басқа адамдардың құқық иеленушімен бір мезгілде туындыны, орындаушылықты, қойылымды, фонограмманы, эфирлік және кәбілдік хабар тарату ұйымдарының хабарын пайдалана алатын құқығы;\n      7) айрықша құқық – автордың және (немесе) өзге де құқық иеленушінің туындыны және (немесе) сабақтас құқықтар объектісін белгіленген мерзім ішінде кез келген тәсілмен пайдалануды жүзеге асыруға, оған рұқсат беруге және тыйым салуға мүліктік құқығы;\n      8) аккредиттеу - ұжымдық басқару салаларында мүліктік құқықтарды ұжымдық негізде басқаратын ұйымдардың осы Заңда белгіленген заңды құқықтарын уәкілетті органның ресми тану рәсімі;\n      8-1) алып тасталды - ҚР 24.11.2015 № 419-V Заңымен (01.01.2016 бастап қолданысқа енгізіледі).\n      9) деректер базасы - деректер электронды-есептеу машинасының (бұдан әрі - ЭЕМ) көмегімен табылатындай және өңделетіндей етіп жүйеге түсірілген материалдардың іріктелуі және (немесе) орналасуы жағынан шығармашылық еңбектің нәтижесін білдіретін деректер (мақалалар, есептер, фактілер және басқалар) жиынтығы. Деректер базасы ұғымы оның көмегімен деректер базасының материалдарына электрондық қол жеткізуді жүзеге асыруға болатын ЭЕМ-ге арналған бағдарламаға қолданылмайды;\n      10) дыбыстау-бейнелеу туындысы - тиісті техникалық құрылғылардың көмегімен көріп және естіп (дыбыспен берілетін жағдайда) қабылдауға арналған өзара байланысты кадрлардың немесе бейнелердің (дыбыспен сүйемелдеп немесе сүйемелдемей) түсірілген сериясынан құралатын туынды. Дыбыстау-бейнелеу туындылары кинематографиялық туындыларды және бастапқы немесе одан кейінгі түсірілу тәсіліне қарамастан, кинематография құралдарына ұқсас құралдармен бейнеленген туындылардың барлығын (телефильмдерді және бейнефильмдерді, диафильмдер мен слайдфильмдерді және сол сияқты туындыларды) қамтиды;\n      11) дыбыстау-бейнелеу туындысын шығарушы - осындай туындыны жасаудың бастамасы мен жауапкершілігін мойнына алған жеке немесе заңды тұлға. Өзге дәлелдемелер болмаған кезде, осы туындыда есімі немесе атауы белгіленген тұлға дыбыстау-бейнелеу туындысын шығарушы деп танылады;\n      12) жазу - дыбыстарды және (немесе) бейнелерді техникалық құралдардың көмегімен оларды бірнеше қайтара қабылдауға, қайта шығаруға немесе хабарлауға мүмкіндік беретін қандай да бір материалдық нысанда жазып алу;\n      13) жалпы жұрттың назарына жеткізу - авторлық құқық және (немесе) сабақтас құқықтар объектілерін көпшілік оларға өзінің жеке қалауы бойынша кез келген жерден және кез келген уақытта (интерактивтік режимде) қол жеткізуді жүзеге асыра алатын сым арқылы немесе сымсыз байланыс құралдарымен хабарлау;\n      14) жариялау - автордың не авторлық немесе сабақтас құқықтар объектілеріне өзге құқық иеленушінің келісімімен туындының, орындаушылық жазбасының немесе фонограмманың даналарын көпшіліктің орынды қажеттіліктерін қанағаттандыратын мөлшерде көпшілікке ұсыну;\n      14-1) интернет-ресурс – аппараттық-бағдарламалық кешенде орналастырылатын, бірегей желілік адресі және (немесе) домендік аты бар және Интернетте жұмыс істейтін, мәтіндік, графикалық, аудиовизуалдық немесе өзге де түрде бейнеленетін электрондық ақпараттық ресурс;\n      15) кәбіл бойынша жалпы жұрттың назарына хабарлау - туындыны, фонограмманы, орындаушылықты, эфирлік немесе кәбілдік хабар тарату ұйымдары хабарын жалпы жұрттың назарына кәбіл, сым, оптикалық талшық арқылы немесе соған ұқсас құралдардың көмегімен хабарлау;\n      16) көпшілік алдында орындау - туындыны мәнерлеп оқу, ойнау, билеу немесе қандай да бір өзге жолмен, соның ішінде техникалық құралдардың көмегімен отбасы мүшелері болып табылмайтын адамдар болатын немесе болуы мүмкін орындарда орындау;\n      17) көпшілікке көрсету - туындының түпнұсқасын немесе данасын тікелей немесе слайд, кино-, телекадр түрінде экранда, басқа кез келген техникалық құралдың көмегімен немесе кез келген өзге әдіспен (дыбыстау-бейнелеу туындысына қатысты - олардың реттілігінен тыс жеке кадрларды көрсету) отбасы мүшелері болып табылмайтын адамдар болатын немесе болуы мүмкін орындарда көрсету;\n      18) көшірмелеу (репрографиялық қайта шығару) – туындыларды кез келген техникалық құралдардың көмегімен, баспа мақсатынсыз жүзеге асырылатын факсимильдік қайта шығару. Техникалық құралдардың көмегімен көшірмелеуді жүзеге асыруға арналған уақытша көшірмелерді жасау жағдайларынан басқа, көшірмелеуге туындыны қайта шығару немесе оның көшірмелерін электрондық (оның ішінде цифрлық), оптикалық немесе машинамен оқылатын өзге де нысанда сақтау кірмейді;\n      19) қайта шығару – туындылардың немесе сабақтас құқықтар объектiлерiнiң бiр немесе одан да көп тұрақты немесе уақытша даналарын кез келген әдiспен және кез келген нысанда, толық немесе iшiнара, тiкелей немесе жанама түрде дайындау. Қайта шығару түрлері дыбыс- немесе бейнежазбаны дайындау, екi өлшемдiк немесе үш өлшемдiк туындының бiр немесе одан да көп даналарын дайындау, көшірмелеу (репрографиялық қайта шығару), сондай-ақ туындыларды немесе сабақтас құқықтар объектiлерiн кез келген материалдық нысанда, оның ішінде ашық ақпараттық-коммуникациялық желіде кез келген тұрақты немесе уақытша сақтау болып табылады;\n      20) құқық иеленуші - авторлық құқыққа қатысты автор (оның мұрагерлері), сабақтас құқықтарға қатысты орындаушы (оның мұрагерлері), фонограммаларды жасаушы, эфирлік немесе кәбілдік хабар тарату ұйымы, сондай-ақ шарт бойынша немесе осы Заңда көзделген өзге де негіз бойынша туындыны және (немесе) сабақтас құқықтар объектілерін пайдалануға айрықша құқық алған өзге де жеке немесе заңды тұлғалар;\n      21) құқықтарды басқару жөніндегі ақпарат - туындыны, туынды авторын, орындаушыны, орындаушының орындаушылығын, фонограмма жасаушыны, фонограмманы, туындыға, орындаушылыққа не фонограммаға не туындыны, орындаушылықты немесе фонограмманы пайдалану шарттары туралы ақпаратқа қайсыбір құқық иеленушіні бірдейлендіретін ақпарат. Ақпараттың кез келген элементі туындының, жазып алынған орындаушылықтың немесе фонограмманың данасына қоса берілетін, не жалпы жұрттың назарына туындыны хабарлауға немесе жазып алынған орындаушылықты немесе фонограмманы хабарлауға және (немесе) жеткізуге байланысты пайда болатын кезде осындай ақпарат берілген кез келген цифрлар немесе кодтар да құқықтарды басқару жөніндегі ақпарат деп ұғынылады;\n      22) құрамдас туынды - материалдарды іріктеп алу және (немесе) орналастыру бойынша шығармашылық қызметтің нәтижесін білдіретін туындылар мен басқа да материалдардың жинағы (энциклопедия, антология, деректер базасы);\n      23) орындау - туындыны, фонограмманы, орындаушылықты, қойылымды тікелей орындалатын ойын, ән, би арқылы немесе қандай да бір техникалық құралдардың (телерадио хабарлары, кәбілдік телевизия және басқалары) көмегімен көрсету, сондай-ақ дыбыстау-бейнелеу туындысының кадрларын реті бойынша дыбыспен сүйемелдеп немесе сүйемелдемей көрсету;\n      24) орындаушы - актер, әнші, музыкант, биші немесе рөлде ойнайтын, ән салатын, оқитын, мәнерлеп оқитын, музыкалық аспапта ойнайтын, интерпретациялайтын немесе әдебиет және (немесе) өнер туындыларын (соның ішінде эстрадалық, цирк немесе қуыршақ нөмірлерін) немесе халық шығармашылығы туындыларын өзгедей жолмен орындайтын басқа адам, сондай-ақ спектакльді қоюшы-режиссер және дирижер;\n      25) пайдаланушы - авторлық құқық және сабақтас құқықтар объектілерін пайдалануды жүзеге асыратын немесе ұйымдастыратын жеке немесе заңды тұлға;\nТолығырақ: https://adilet.zan.kz/kaz/docs/Z960000006_",
                "date": "18.03.2021",
                "upvotes": 0
            },
            {
                "text": "1. Ғылым, әдебиет және өнер (авторлық құқық) туындыларын, қойылымдар, орындаулар, фонограммалар, эфирлік және кабельдік хабар тарату ұйымдарының хабарларын жасауға және пайдалануға байланысты туындаған қатынастар Қазақстан Республикасы Азаматтық кодексімен (бұдан әрі — АК), \"Авторлық құқық және сабақтас құқықтар туралы\" Қазақстан Республикасының Заңымен (бұдан әрі — Заң) және өзге де нормативтік құқықтық актілермен реттеледі.\n2. Авторлық құқықтар АК 972-бабында, Заңның 7-бабында көрсетілген ғылым, әдебиет және өнер туындылары түрлерінің автордың (тең авторлардың) санаткерлік шығармашылық еңбегімен объективтік нысанда жасалу фактісіне қарай туындайды және туындының уәкілетті мемлекеттік органда тіркелген-тіркелмегеніне қарамастан қолданылады.\nЕгер туындының бөлігі (атауы, кейіпкерлердің аттары) шығармашылық жұмыстың нәтижесі болып табылса және оны дербес пайдалану мүмкін болса, онда авторлық құқықтар тұтастай туындыға ғана емес, оның осы бөлігіне де жүреді.\n4. Авторлық құқықтар құрамына:\n6. Жасырын немесе бүркеншік атпен жария етілген туындыға автордың мүліктік (айрықша) құқықтары ол заңды түрде халыққа жария етілген күннен кейін жетпіс жыл бойы күшін сақтайды.\nЕгер жасырын немесе бүркеншік атпен халыққа жария етілген туындының авторы жетпіс жылдың ішінде өзінің шын есімін ашса немесе оның кім екені күмән тудырмаса, онда автордың мүліктік (айрықша) құқықтары оның өмірі бойы және қайтыс болғаннан кейін жетпіс жыл бойы күшінде болады.\n7. Автор қайтыс болғаннан кейін отыз жыл ішінде бірінші рет жарыққа шығарылған (жария етілген) туындыға автордың мүліктік (айрықша) құқығы туынды жарыққа шығарылғаннан кейін жетпіс жыл бойы күшінде болады. Автордың мұндай құқығының күшіне ену мерзімі туынды жарыққа шыққаннан кейінгі жылдың бірінші қаңтарынан бастап есептеледі.\nАвтордың болашақта нақты тақырыпқа немесе ғылым, әдебиет немесе өнердің нақты салаларында туындылар жасау құқықтарын шектейтін, сондай-ақ Заңның ережелеріне қайшы келетін авторлық шарт талаптары жарамсыз болып табылады.\nКөшірмелеу немесе репрографиялық қайта шығару деп жазбаша және басқа да графикалық туындылар түпнұсқаларының немесе көшірмелерінің фотокөшірме жолымен немесе басып шығарудан өзге басқа да техникалық құралдар, соның ішінде басып шығару, сканерлеу, цифрлық көшіру арқылы кез келген мөлшерде және нысанда бір немесе одан да көп данасын факсимильдік қайта шығару түсініледі.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі АВСД трапециясының табандары 15 см және 17 см, бүйір қабырғасы",
        "question_content": "ТАПСЫРМАНЫҢ МӘТІНІ\n\nТең бүйірлі АВСД трапециясының табандары 15 см және 17 см, бүйір қабырғасы оның бәр табанымен 45° бұрыш жасайды. Трапеция ауданын табыңдар?",
        "question_date": "18.03.2021",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABCD - тең бүйірлі  трапеция,\n\n Н₁Н₂=15  =>  СН₁= (17-15):2= 1см.\nУгол С=45⁰  =>  үшбұрыш АСН₁ - тең бүйірлі =>  АН₁(биіктік)=1см.\nS(ABCD)=(17+15)·1:2=32:2=16см²",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндр биіктігі 8см. Осьтік қимасы шаршы. Цилиндрдің табан ауданын табыңыз.",
        "question_content": "Цилиндр биіктігі 8 см. Осьтік қимасы шаршы. Цилиндрдің табан ауданын табыңыз.",
        "question_date": "18.03.2021",
        "question_tag": "Геометрия",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осьтік қимасы шаршы, яғни табанындағы шеңбер диаметрі де 8 см.\nR=4см\nШеңберменқаршалған дөңгелектің ауданын табу үшін   формуласын қолданамыз\nS=3.14*4\"2=3,14*16=50,24",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз балаға қарағанда ер балалардың артар жүгі көп пе?",
        "question_content": "Қыз  балаға қарағанда ер балалардың артар жүгі көппе?\n\nПікірталасқа қатысатын едім соңдықтаңда қоғамның ойы қажет болып тұр.",
        "question_date": "18.03.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі жыныс та адам болып табылатындықтан, жауапкешілік тұрғысынан, әркімнің өзінің өміріне жауапкершілігі болады. Мысалы, отбасы құрғанша әркім өз басына жауап береді , ал отбасы құрған соң екіжақты жауапкершілік артады. Мысалы,( көп жағдайда) ер адам қаржылай қамтамасыз етуге жауапты болса, ал әйел адам үй берекесі, бала тәрбиесі (бала бойына біткеннен бастап қандай жауапкершілікпен қарайды), үйдің ішкі жылуылық атмосферасына жауапты болады. + Әйел адам да отбасыға белгілі мөлшерде қаржылай көмек те көрсетеді.  \nСондықтан, отбасының қаржылай қамтамасыз ететін ер адам, оның тартар жүгі ауыр деген қате пікір деп ойлаймын.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мағжан Жұмабаевтың \"Мен жастарға сенемін\" өлеңіндегі ақын сенімі қазір ақталды ма, нақты?",
        "question_content": "2. Қыз жібек жыры мен қозы көрпеш баян сұлу жырының ұқсастықтары мен айырмашылықтарын салыстыра отырып дәлелдер келтіре талданыз\n\n3. Мағжан Жұмабаевтың \"Мен жастарға сенемін\" өлеңіндегі ақын сенімі қазір ақталды ма, нақты өмірлік дәлелдермен жазыңыз?",
        "question_date": "18.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2) “Қыз Жібек” пен “Қозы Көрпеш - Баян сұлу” жырлары - қазақтың ең көне мұраларының бірі, лиро-эпостық дастандар. Дастандар қос ғашықтың махаббаты мен қайғылы ғұмырын жырлайды.\nБірінші ұқсастық - Махаббат оқиғасында әрқашанда екі ғашықтың арасына түсетін жағымсыз кейіпкер. ”Қыз Жібекте“ ол - Бекежан болса, “Қозы Көрпеш - Баян сұлуда“ ол - Қодар. Бірақ осылардан басқа ғашықтардың тағы бір жауы бар. Біреуінде Баянның әкесі, ал екінші дастанда Қорен хан. Екінші ұқсастық - басты кейіпкерлердің сұлулығы, ақылына көркі сай қазақ қыздарының болуы. Соңғы және басты ұқсастық - екі жырда да трагедиялық махаббат туралы айтылатындығында, яғни ақыр - аяғында басты кейіпкерлердің бірге болмауында, басты кейіпкерлердің өлімінде.\nАл айырмашылықтарына келетін болсақ, Төлеген мен Қозының образында айырмашылық. Қозы кіршіксіз таза махаббат иесі, батыр, адамгершілігі мол жігіт ретінде суреттелсе, автор Төлегенді өзінің барлық ерекше сипаттары арқылы: көрік –келбеті, ақыл-парасаты, мінез –құлқы, ақ жүрек – ақылдығын айтып, шабыттана сипаттайды. Келесі айырмашылық ө Баян Қозының өлімінен кейін өзіне қол жұмсаса, Жібек әмеңгерлік жолмен Төлегеннің інісіне тұрмысқа шығады.\nТөлегеннің інісі Сансызбай Төлегеннен аумайды, сондықтан Жібек оны \"Төлегеннің өзі\" деп қабылдайды. Жібек марқұм болған жарының өсиеті мен ата салтын орындау үшін ғана тимейді Сансызбайға. Ол өзі ғашық болады, сөйтіп, оның Төлегенге деген сезімі Сансызбайға ауысады Қозы Көрпеш Баян сұлу мен Қыз Жібек дастандарының трагедиялық болуы және кейбір жерлерінің ұқсас болуы, қазақ даласында мұндай оқиғалардың көп болғандығын дәлелдейді.\n3) Аз ғана сөзбен ойдың түйінін айтсам, әрине үмітін ақтап келеді. Біз тек негативті жаңалықты ойға ала берсек бәрі құрдымға кетіп бара жатқандай  көрінеді. Ал біз бір уақытқа осы күнге дейін қазақ жастарының жасаған ісі мен жетістіктеріне үңілсек түсінікті болар.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдамдығы 30м/с және тарту үшін күші 1500H автомобилдің қуаты неге тең?",
        "question_content": "Жылдамдығы 30м/с және тарту үшін күші 1500H автомобилдің қуаты неге тең?",
        "question_date": "18.03.2021",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N=A/t\nA=FS\nF =1500\nS=Vt\nN=FVt/t\nt - қысқарады\n\nсонмен, N=FV=1500*30=45000=45K",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    }
]