[
    {
        "question_title": "Ип ашу керек па? Әкімшіліктен рұқсат аламын ба? Құжат жағын түсінбей отырмын.",
        "question_content": "Уйдин алдынан лаваш бутик ашып касипкерликти колга алуга дайындалып журмин. Кужат жагын тусинбедим. Акимшиликтен руксат кагаз алуым керекпа  жер озимиздики, ип ашсам болдыма? Неден бастаймын айта кетиниздерши отиниш.",
        "question_date": "14.09.2020",
        "question_tag": "Бизнес туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Сіз жеке кәсіпкерлікті заңды тұлға ретінде тіркелмей немесе  заңды тұлға ретінде тіркелу арқылы бастағыңыз келсе, онда осы екі жағдайдың екеуінде де Сізге тиісті үлгіде тіркеуден өтуге тура келеді. Жеке кәсіпкерлікті іске асыру үшін тіркеуді жүзеге асыратын аймақтық салық басқармасы болып табылады.\n\nЖеке кәсіпкерлік жеке және бірлескен кәсіпкерлік түрінде жүзеге асырылады:\n1. Жеке кәсіпкерлік өзінің құқықтық иелігіне жататын мүлік базасында өз бетінше қызмет ететін бір ғана жеке тұлғадан  құрылады.  Некеде тұратын жеке тұлғаның жеке кәсіпкерлікті жүзеге асыруы үшін  жұбайынан келісім алуының қажеті жоқ. Тек жеке кәсіпкерлікті іске асыру үшін жеке тұлға жұбайы екеуінің ортақ мүлкін пайдаланар болса ғана, екіншісінің келісімін алуы қажет болады.\n\n2. Бірлескен кәсіпкерлік өздеріне тиесілі ортақ меншік құқығына жататын мүлік базасында жұмыс істейтін бірнеше жеке тұлғалардан (жеке кәсіпкерлер) тұрады.  Бірлескен кәсіпкерлік барысында жеке кәсіпкерлікке байланысты барлық мәмілелер жасалады, құқықтар мен міндеттер белгіленіп, ол бірлескен кәсіпорынның барлық қатысушылары арқылы іске асырылады.\n\nЖеке кәсіпкерлікті аумақтық салық басқармасында тіркеу үшін келесі құжаттарды өткізу керек:\n\n1) белгіленген формадағы өтініш;\n\n2) 2 АЕК мөлшеріндегі мемлекеттік тіркеу жинағын төлегендігін растайтын құжат.\n\nМемлекеттік тіркеу кезінде салықтан босатылатындар:\nШаруа және фермерлік шаруашылықтар;\nI, II және III топтағы мүгедектер;\nҚазақстан Республикасының азаматтығын алғанға дейінгі репатрианттар (оралмандар) .\n\n3) жеке куәлік көшірмесі, тұпнұсқасы (салыстыру үшін);\n\n4) фотосурет (3,5 х 4,5);\n\n5) жеке кәсіпкердің тұрғылықты жерін растайтын құжат (азаматтарды тіркеу кітабы немесе жылжымайтын мүлікке меншік немесе оны пайдалану құқығын растайтын құжат).\n\nСалық басқармасы барлық құжаттар тапсырылғаннан соң, 2 жұмыс күні  ішінде «жеке кәсіпкер» куәлігін береді.\n\nОсыдан кейін қажеттілігіңізге қарай сіз мыналарды жасай аласыз:\nмөр дайындау;\nбанктен шот ашу;\nкассалық аппаратты тіркеу.\nТолығырақ: https://surak.baribar.kz/211758/\nhttps://egov.kz/cms/kk/articles/ip-registration Осы сайттын ассистенттен сұрасаңыз болады",
                "date": "16.09.2020",
                "upvotes": 0
            },
            {
                "text": "ИП ашасыз отчетин уакытылы жиберип турсаныз ешким мазаламайды.ИП жайында мына кисиге вацаапка жазыныз 87071159355.Жаксы биледи",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CH4, CI2 , H2 , H2O , N2 полюсті және полюссіз байланыс мысалмысалы",
        "question_content": "CH4, CI2 , H2 , H2O , N2 полюсті және полюссіз байланыс мысал қажет",
        "question_date": "14.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ковалентті полярлы емес химиялық байланыс металл емес қарапайым заттарға тән. Электрондар атомдарға бірдей тиесілі және электронды тығыздықтың орын ауыстыруы болмайды  Полюссіз CI2 , H2 ,  N2\nКовалентті полярлық байланыс әр түрлі электрөткізгіштігі бар металл емес атомдар арасында түзіледі. Полюсті CH4, H2O",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CH4, CI2 , H2 , H2O , N2 полюсті және полюссіз байланыс",
        "question_content": "CH4, CI2 , H2 , H2O , N2 полюсті және полюссіз байланыс мысал",
        "question_date": "14.09.2020",
        "question_tag": "Мектеп",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ковалентті полярлы емес химиялық байланыс металл емес қарапайым заттарға тән. Электрондар атомдарға бірдей тиесілі және электронды тығыздықтың орын ауыстыруы болмайды  Полюссіз CI2 , H2 ,  N2\nКовалентті полярлық байланыс әр түрлі электрөткізгіштігі бар металл емес атомдар арасында түзіледі. Полюсті CH4, H2O",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "CH4 полюсті, Н2О полюсті. Cl2,H2,N2полюссіз",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоқыма өнерімен әлемдік рекорд қандай?",
        "question_content": "Мен Қазақстан рекордын екі рет жаңартқанмын өнерден. Енді мировой рекорд жаңартсам деп отырмын. Соған көмек керек, өз бетіммен ештеңе істей алмай отырмын.",
        "question_date": "14.09.2020",
        "question_tag": "Өнер",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең жылдам тоқу-Голландия азаматы Мириам Тейгелс. Ол минутына жүз он сегіз ілмекті орташа жылдамдықпен тоқады. Бұл рекорд 2006 жылы орнатылды.\nЕң ұзын шарфты Нидерланд тұрғыны да байлады. Шарф ұзындығы 62,5 шақырым.\n2012 жылдың қыркүйегінде Ұлыбританиядағы Альберт Холлда бір уақытта тоқу рекорды орнатылды. Он бес минут ішінде бір уақытта үш мың сексен үш адам тоқылған.\nДэвид Бабкок марафонға қатысып, төрт метр ұзын шарфты тоқыды.\nОдан өзге де тоқыма өнерінің түрлі жағынан рекордтары туралы осы жерде жазылған.\nhttps://zen.yandex.ru/media/unique_workshop/mirovye-rekordy-po-viazaniiu-5d466071d5135c00adaa1353",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 1кг денеге жер қандай күшпен əсер ететінін есепте",
        "question_content": "Массасы 1 кг денеге жер қандай күшпен əсер ететінін есепте",
        "question_date": "14.09.2020",
        "question_tag": "Физика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = m×g = 1 кг × 9.8 Н/кг = 9,8 Н",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қозғалыс басталған соң 2 с өткеннен кейін тас қандай биіктікте болады?",
        "question_content": "Дене 20 м биіктіктен бастапқы 180 м/мин жылдамдықпен вертикаль жоғары лақтырылды. Қозғалыс басталған соң 2с өткеннен кейін тас қандай биіктікте болады?",
        "question_date": "13.09.2020",
        "question_tag": "Физика",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 46 метр биіктікте болады",
                "date": "13.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Адам жақсы ісімен көрікті\" тақырыбына шығарма.",
        "question_content": "Шығармаға алып қосар ойларыңыз болса?!",
        "question_date": "13.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге екенiн қайдам, соңғы кезде \"Адамдар арасында мейiрiмдiлiк, қайырымдылық, кiшiпейiлдiк, жанашырлық, бауырмалдық азайып, жүрекке жайлы тиетiн iзгi iстер сиреп бара жатыр\" деген сөздердi жиi естимiз. Шынында да солай ма? Оған не себеп? Көпшiлiкке топырақ шашпалық, бiрақ қазiргi адамдар арасында немқұрайлық, тоғышарлық, енжарлық, бейтараптылық, селқостық, менмендiк, өзiмбiлемдiк, қатiгездiк меңдеп бара жатқан секiлдi болады да тұрады. …Таяуда iссапармен Алматыға бардым. Жүрдек пойыз таңғы алаң-қылаңда Алматы-II стансасына келiп тоқтады. Сыртқа асыққан жолаушылар қол жүктерiн алып, есiкке қарай ұмтылуда. Асығып-үсiккен жолаушыларды жолсерiк жiгiт вагоннан түсуге көмектесiп бағуда. Қолында ауыр екi сөмкесi бар тал шыбықтай қара көз жас нәзiк қыз вагоннан шығып, жан-жағына қарап бiреудi iздегендей болды. Жақын маңда жүк тасушылар көрiне қоймады. Ақыры әлгi қыз ауыр жүгiн көтермек болып әлектенiп көрдi. Қайдан, тал шыбықтай белi майысып, көтеруге қауқары жетпедi. Көршi купеде бiрге келген жолаушы қызға жаным ашып, бiр сөмкесiн бос қолыма алдым. Жанымыздан өтiп бара жатқан мұрты қияқтай жас жiгiтке: \"Мына қарындасыңның жүгiн вокзалға дейiн жеткiзiп берелiк, қолыңыз бос көрiнедi, көмектесiңiз\" деп ұсыныс жасадым. Сонда әлгi жiгiт: \"Мен грузчик емеспiн, кешiрiңiз!\" деп ала көзiмен бажырая қарап, сөзiн келте қайырып, өз жөнiне кете барды. Не дерсiң оған? Мен өзiмнiң жеңiлдеу сөмкемдi әлгi қыздың қолына ұстатып, оның екi ауыр сөмкесiн вокзал алдындағы такси аялдамасына дейiн жеткiзiп бердiм. – Үлкен басыңызбен кiшiрейiп, маған көмектестiңiз. Рахмет, көп жасаңыз, ағай! Сiздiң алдыңызда бiртүрлi ыңғайсыз, тiптi ұят болды. Ауылға барып едiм, әке-шешем қоярда-қоймай қалада тұратын бiзге, қыздарына, \"қысқы сыбағаларыңды ала кет\" деп болмағаннан кейiн, көңiлдерiн қимай, жүктерiмдi ауырлатып алғаным… – Уақасы жоқ. Осы қалада менiң де сендей қызым бар. Сенiң қиналып тұрғаныңды байқап, көз алдыма сол қызым түсiп, қолғабыс тигiзейiн дедiм. Қолдан келсе адамдар бiр-бiрiне қол ұшын берiп, жақсылық жасауға, көмек көрсетуге ұмтылып тұру керек емес пе? Сондықтан сен ешбiр ыңғайсызданба, бәрi орынды, қызым. – Әттең, барлық адамдар сiздей ойламайды. Жаңағы жiгiттi көрдiңiз ғой… Бiрақ бiр себеппен, оны кiнәлауға да болмас… – Жарайды, қызым, көңiлiңе алма, көптiң ортасында аласы да, құласы да бола бередi. Қиналмай, үйiңе жақсы жетiп ал. Жолың болсын! – деп кезектегi таксиге отырғызып жiбердiм. Сол бiр шағын көрiнiс бiраз уақытқа дейiн есiмнен шықпай, кейiн де мезгiл-мезгiл ойыма түсiп жүрдi. Ия, байқасам, қазiргi уақытта адамдар арасында адамгершiлiкке тән iзгi, игiлiктi iстер азайып бара жатқан секiлдi болады да тұрады. Әрбiр iс-әрекетiн өлшеп, жасаған жақсылығын, көмегiн, атқарған қызметiн, жәрдемiн \"сатып\", пұлдап, ақшаға айналдыратындар саны қазiргi қоғамда көбейiп бара жатыр ма, осы? Жоқ, әлде мен қателесемiн бе? Ылайым, солай болғай… Бiрде қала орталығындағы төлем төлейтiн касса алдына кезек ұзаққа созылып кеттi. Кезектiң артын ала қолында сәбиi бар өрiмдей жас келiншек тұрды. Кезек баяу жылжып, уақыт тым ұзаққа созылды. Бiрер уақыттан кейiн әлгi келiншектiң қолындағы жас баласы мазасызданып, ыңқыл-сыңқылға басты. Келiншек әрi-берi баласын алдандырып, жұбатпақ болып бағып едi, жас нәресте онысына көнбей жылай бастады. Келiншек не iстерiн бiлмей қатты абыржыды. Бiрақ оның алдында кезекте тұрғандар құлақтарына қорғасын құйған жандардай, ештеңе естiмегендей, көрмегендей кейiп бiлдiрiп, жас баланың жылағанына селт етiп, мiз бағар емес. Келiншек нәрестесiн қолына көтерiп, тербеп тұр. Оған көнер бала жоқ. Көп iшiнде, сiрә, қайырымды, жаны iзгi бiр адам табылар ма екен? Сол кезде касса терезесiне жақындап қалған жiгiт ағасы абыржыған келiншекке өз кезегiн ұсынды. Басқалар әлгi азаматтың әлгi оң iсiн дұрыс көрiп, бойынан адами қасиетiн жоғалтпаған жандардың әлi де ортамызда бар екенiн мойындап, ешбiрi ризашылығын бiлдiре қоймады. Тағы бiр мысал. Көпшiлiк жүрiп-тұратын қалалық автобус iшi. Ине шаншар орын жоқ. Кезектi бiр аялдамада қартаңдау ана көлiкке отырды. Аздап болса да ентiккен ол автобусқа iлiккенiне риза болған кейiпте қолындағы ауырлау сөмкесiн қоятын жер iздегендей жан-жағына қарайды. Қарсы алдындағы орындыққа отырып алған орта жастағы (шамамен 30-35 жастарда болуы керек) әйелдер пiстелерiн шағып, қызу талқылап келе жатқан әңгiмелерiн одан әрi жалғастырып, әлгi сырттан енген кейуанаға еш көңiл аудармай, мiзбақпай отыра бердi. Жаңағы қарт ана көздерi жаудырап, қолдары дiрiлдеп, бiреу болмаса бiреу орнын берер деген оймен жан-жағына қарайды. Бiрақ селт етер жастар да, қартты мүсiркейтiн еркектер де жоқ, барлығы өзiмен-өзi болып отыра бердi. Бiрер аялдамадан кейiн ғана әйтеуiр бiр орын босап, уһ деп ол орындыққа орналасты. Қиналған ана маңдайындағы қара терiн бет орамалмен сүртiп жатты… \"Жақсымен жанасып жүр, жарлыға қарасып жүр, шалқудың шамасын бiл, ақ-қараның арасын бiл\"немесе \"Құрдасыңа қуаныш бол, сырласыңа сынық бол, жылағанға жұбаныш бол, туысыңа тұнық бол\" деп қазақтың дарынды жазушысы Тұтқабай Иманбеков жазғандай, кейде жан-жағымызға ойлы көзбен қарап, шалқудың шамасын бiлiп, санамызды \"салмақтап\" қойған да артық емес-ау, тегi. Әйтпесе адамдар бiр-бiрiне жақсылық жасаудан, қамқор болудан, қиналғанға қол ұшын беруден қалып, дүниеқоңызға, тасбауыр қорқау қасқырға айналмай ма?! Адамдарға неғұрлым жақсылық көп жасасаң, алғысты көп алсаң, соғұрлым жолың болып, жүрегiң жылып, жаныңа бiр жайдары тыныштық келетiнi хак. Қара ниеттi, негiзсiз қиянат жасаған адамдардың тыныш ұйықтауы неғайбыл. Мына кең жарық дүниеде бiз қонақ екенiмiздi олар неге естен шығарады?! Адам деген атымызға iсiмiз сай болуы керек екенiн, мұсылман екенiмiздi бiр сәт те ұмытпау қажеттiгiн, қолыңнан келсе алдыңа алақан жайып келген мұқтаж жанға көмегiңдi аямау керектiгiн, өмiр деген керуеннiң жолаушылары бiлiп жүрсе, артық болмас-ау деген ойға кетесiң. Байлық та, қызмет те адамға мәңгiлiк жолдас болмайды, оларды данышпан халқымыз сонау қиын кезеңде-ақ \"қолдың кiрi\" деп қараған. Мiне, осылай ой қуып кете бардым. Осы адамдар қатыгезденiп бара ма қалай? Қазақ халқына тән мәдениеттiлiктi, ұлттық әдептiлiктi, инабаттылық пен iзеттiлiктi, қарттар мен әйелдерге, жетiмдерге деген қамқорлықты жоғалтып бара жатқанымызға не себеп? Жүрегiмiз тас болып, қайырымдылық ауылы көмескiленiп, алыстап бара ма? Тектi ұрпақ тәрбиенi бесiктен бастайды десек, қазiргi тәрбие жұмысында мүлт кетiп жатқан iстер жоқ па екен? Жо-оқ, мына беймаза, дөңгелеген сайқымазақ дүниеде адамдар \"Жақсылыққа жақсылық – әр адамның iсi\" деп қарамайды ма? \"Жақсылық та, жамандық та Құдайдан. Бiрақ жақсы болу, жаман болу адамның өзiнен\" дейдi данышпан Абай. Барлығына уақыт, заман кiнәлi деп арқамызды кеңге жайып жағымсыз, терiс қылықтарға кешiрiммен қарай бергенiмiз дұрыс па екен? Қайдам. Егер олай десек, сол уақытты, заманды жасайтын адамдар емес пе? Ендеше неге бiз сондаймыз? Осындай ойлар менi соңғы кезде қобалжытып, жиi мазалайды…\nБарлық құқықтар сақталған. Материалды көшіріп бассаңыз https://turkystan.kz/article/54460-zha-syly-a-zha-syly-r-adamny-isi гиперсілтемесін міндетті түрде қойыңыз.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде мен суға шөгіп бара жатырмын. Ол қандай мағынаны білдіреді?",
        "question_content": "Түсімде мен суға шөгіп бара жатырмын. Көмектесіңдер деп айттым. Ол қандаи магнани билдиреди. Балдарима айтамин комектесиндер деп",
        "question_date": "13.09.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті әрқашан жақсыға жорыған дұрыс\nhttps://kaz.nur.kz/1794041-tsiizde-suga-batu-neni-bildiredi.html",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалардың жылдамдығы неге тең?",
        "question_content": "p=1,5∙105 Па қысымдағы тығыздығы ρ=1,8 кг/м3 идеал газдағы молекулалардың жылдамдығы неге тең?",
        "question_date": "13.09.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 16,2 м/с - қа тең",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иондық байланыс деп қандай байланысқа айтамыз?",
        "question_content": "Иондық байланыс деп қандай байланысқа айтамыз?\nИондық байланыстын коваленті полюсті байланыстан қандай айырмашылығы бар?\nМеталлдық байланысқа сипаттама беріндер\nСутекті байланыс қалай түзіледі?\nИондық, металдық , сутектіқ байланыстарға мысалдар келтіріңдер",
        "question_date": "13.09.2020",
        "question_tag": "Химия",
        "question_views": 29900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ионды байланыс – терісэлектрлік мәні бір-бірінен өте алшақ элемент атомы арасында түзіледі (бірінші жағдай). Бұл кезде терісэлектрлігі нашар элементке терісэлектрлігі күшті элементтер атомынан электрондар түгелдей өтуі арқылы жүреді. Өзінің сыртқы қабатындағы валенттік электрондарын толық беріп жіберетін атомдар оң зарядты ионға, ал осы электрондарды қосып алатын атомдар теріс зарядты ионға айналадыҚарама-қарсы зарядталған бөлшектердің бірін-бірі тартатыны оқушыларға физика курсынан белгілі. Соны еске түсіре отырып, ионды байланысқа анықтама береміз. Ионды байланысты заттарға мысалдар: NaCl, KCl, NaF, K2O, Li2O, MgCl2.Атом қанша электрон берсе не қанша электронды қосып алса, түзілген оң және теріс ион заряды да сонша болады. Ион заряды элемент таңбасының оң жағына қойылады: Na+, Cl-, Mg2+, Al3+, Ca2+, S4+.Иондық байланыс металдық және бейметалдық қасиеттері айқын,электртерістілік шамасы ның айырымы көп ажыратылатын элементтер атомдары арасында түзіледі Иондардың,катиондар мен аниондардың электростатикалық тартылуы есебінен түзілетін байланыс иондық байланыс деп аталады.Иондық байланыстың сипаттамалары:Иондық байланыста иондар әр түрлі баңытта тартылатындықтан бағыты болмайды.Оның күш өрісі компенсацияланбаған,сондықтан иондық байланыс қанықпаған.",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сыныпты дарын мектебі не қабылдайма?",
        "question_content": "Дарын мектебі не 7сынып қабылдайма\nҚандай құжаттар қажет?",
        "question_date": "13.09.2020",
        "question_tag": "Математика",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, қабылдайды. Мен оқығанмын",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "В=4 м/с2, С = 1 м/с2. 2 с уақыт өткеннен кейінгі аτ тангенциаль үдеуді анықтаңыздар?",
        "question_content": "Материалдық нүкте жазықтық бойымен теңдеуіне сәйкес қозғалады, мұндағы  А= 2м/с,  В=4 м/с2, С = 1 м/с2. 2 с уақыт өткеннен кейінгі аτ  тангенциаль үдеуді анықтаңыздар.",
        "question_date": "13.09.2020",
        "question_tag": "Мектеп",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гормондық дәрінің әсері қашан кетеді?",
        "question_content": "Туысқаным гормондық дәрі ішіп жүр еді Слидерон деген. Дене бітімі өзгермеген.Тек беті ісініп, беті толып кетті. Әсері қашан кетеді? Дәрігерлер және қолданып көрген жандар жауап берсе игі еді...",
        "question_date": "13.09.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2,5 жастағы баланың үстіңгі азу тісін жұлып еді,енді орны ауырады не істеуге болады?",
        "question_content": "2,5 жастағы баламның үстінгі азу тісін жұлдырып едік енді орыны ауырып жүр не істеуге болады?",
        "question_date": "13.09.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша уақыт бұрын жұлынды. Тісті жұлган соң 1-2 аптадай ауырсынуы мүмкін. 1стакан қайнаған суға 1чайный ложка тұз салып, араластырып ванночки(оң жақ ұртыңа жинап, 1минут ұстап тұрасыз, сосын түкіресіз)  жасау керек. Күніне 10-15рет. 4-5 күн.\n\nЕгер онда да ауырсыну сезімі болса,  тіс дәрігерге көрсетіңіз.",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кері функция табу : y=1/x",
        "question_content": "Тақырыпты дұрыс түсінбеген едім.Кері функциясын тауып берсеңіз жақсы болар еді.Алдын ала рахмет!",
        "question_date": "13.09.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y= 1/x,  кері функция табу: x=1/y => y*=1/x кері функциясы болады",
                "date": "13.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 120 г 30% қорғасын нитраты күкіртсутекпен әрекеттескенде түзілген тұнбаның массасы",
        "question_content": "Массасы 120 г 30 % қорғасын нитратын күкіртсутекпен әрекеттескенде түзілген түнбаның массасы",
        "question_date": "12.09.2020",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мопед жүргізу куәлігін қалай алған дұрыс ?",
        "question_content": "Мопед жүргізу куәлігін қай жерлерде оқып алған дұрыс.Интернеттен көрдім онлайн және офлайн түрлері бар екен. Сіздер қандай кеңес айтасыздар ? Қандай мекемелерге барған дұрыс,қазақша болса үйретушіғ",
        "question_date": "12.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бақтағы керосин, оның ауданы 300м^2 болатын түбіне 21,6 МПа қысым түсіреді",
        "question_content": "Бақтағы керосин, оның ауданы 300м^2 болатын түбіне 21,6 МПа қысым түсіреді. Бақтағы керосиннің биіктігі неге і",
        "question_date": "11.09.2020",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "s = 300 м^2\nP = 21,6 МПа= 21,6 10^6\nкеросин тығыздығы = 800\nh=?\nh = P/ ro*g\nh= 21,6-10^6/800*10 = 2,7*10^3",
                "date": "12.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дулу,нушеби,ябғу,шад дешенимиз не?",
        "question_content": "Дулу,нушеби,ябғу,шад деген создерге термин соз керек?",
        "question_date": "11.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарихтағы тайпалар атауы болса керек.  Дулу дегені Дулат, ябғу дегені керей наймандардың арғы ұлысы",
                "date": "12.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық элементтің қасиеті немен анықталады",
        "question_content": "Химиялық элементтің қасиеті немен анықталады",
        "question_date": "11.09.2020",
        "question_tag": "Химия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бос электрондарды қосып алуымен",
                "date": "12.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның алғашқы функциясын табу керек?",
        "question_content": "Функцияның алғашқы функциясын табу керек",
        "question_date": "11.09.2020",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неліктен эпидермис күрделі ұлпа деп аталады?",
        "question_content": "Неліктен эпидермис күрделі ұлпа деп аталады?",
        "question_date": "11.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эпидерма (эпидермис, өң) — өсімдіктің барлық жас мүшелерінің сыртын қаптап, көбінесе бір қабат жасушалардан (өте сирек жағдайда екі немесе көп қабатты болады) құралатын жасушалар жиынтығы, тұқым ұрығы жетіле бастағанда-ақ түзуші ұлпадан дамиды.\nЖасуша пішіндері әр түрлі, мөлдір, бір-бірімен өте тығыз жанасқан, ал қабықшалары түзу, тегіс, ирек-ирек (қысымды бірқалыпты сақтап, беріктік қасиет береді) болады. Цитоплазмасы қабықшаны астарлай созылып жатады. Ядросының айналасында лейкопластар, жасушасының дәл ортасында үнемі вакуольі болғандықтан эпидермис түссіз, мөлдір болып көрінеді. Кейбір су өсімдіктері мен папротниктердің өңінде майда хлорофилл дәндері болғандықтан жасыл, ал қызыл қауданды орамжапырақтың өңі жасуша шырынында болатын пигментке байланысты күлгін түсті болады. Өң жасушаларының қабықшасы сыртқа қараған жағы қалың және саңылаулары болмайтындықтан шаңдақ зат (кутикула) жауып тұрады. Ол ылғалы тапшы жерде өсетін өсімдіктердің суға батып тұратын бөлімінде шандақ зат қабықшасы жұқа, әрі саңылаулары болатындықтан басқа жасушалармен байланысып зат алмасуға қатысады. Эпидермисте пішіні мен құрылысы әр түрлі көптеген өсінділер, яғни түктер дамиды. Түктер бір және көп жасушалы, жай, күрделі, өлі және тірі болады.",
                "date": "16.09.2020",
                "upvotes": 0
            },
            {
                "text": "өиткені сен қотақбассын сол үшін күрделі",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 11 бітіргеніме 1-2 жыл болды.",
        "question_content": "Мен 11 бітіргеніме 1-2 жыл болды.Енді универ емес колледжге түсе аламынба ?",
        "question_date": "11.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине түсе аласыз. Оқуды жалғастыру әрқашан да кеш емес.",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өркениет сөзіне ассоциация",
        "question_content": "Өркениет сөзіне ассоциация жазу",
        "question_date": "11.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өркениет (лат. сіvіlіs – азаматтық) – қоғамның материалдық және рухани жетістіктерінің жиынтығы. Ежелгі римдіктер бұл ұғымды “варварлықтар” деп өздері атаған басқа халықтар мен мемлекеттерден айырмашылықтарын көрсету мақсатында қолданған. Олардың түсініктері бойынша “Өркениет” азаматтық қоғам, қалалық мәдениет, заңға негізделген басқару тәртібі қалыптасқан рим империясының даму дәрежесін білдірген. Өркениет мәдениет ұғымымен тығыз байланысты\nҒасырлар бойы қалыптасқан Өркениет пен мәдениет ұғымының мағыналарын төмендегідей топтастыруға болады:\nмәдениет пен Өркениет бір, олар синонимдер (И.Гердер, Э.Тайлор);\nӨркениет – мәдениеттің ақыры, оның “кәрілік” шағы, руханилықтың антиподы (Ж.Ж. Руссо, Ш.Фурье, О.Шпенглер);\nӨркениет – мәдениеттің прогресі, болашаққа бой сермеуі, қоғамның парасаттылық деңгейі (Вольтер, Д.Белл);\nӨркениет – тағылық пен варварлықтан кейінгі тарихи-мәдени саты (Л.Морган);\nӨркениет – этностар мен мемлекеттерге тән мәдениеттің оқшау түрі (А.Тойнби, Н.Я. Данилевский, т.б.);\nӨркениет – мәдениеттің техникалық даму деңгейі, оның материалдық жағы.\nhttps://kk.wikipedia.org/wiki/%D3%A8%D1%80%D0%BA%D0%B5%D0%BD%D0%B8%D0%B5%D1%82",
                "date": "11.09.2020",
                "upvotes": 0
            },
            {
                "text": "Неше нышанға қарап белгілеп жүр антропологияда ...\n1. жазуы бар\n2. отырықшы тұрмыста\n3. мемлекет әкімшілігі бар",
                "date": "12.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 жастамын, депрессиядан шығу?",
        "question_content": "Менің жасым 16 да. Қызбын. Депрессияға түстім. Не істесем болады жаттығу істеймін, 2 күннен соң жаына қалады, көп нәрсе солай аяқсыз қалады, көмектесіңіздершіііі",
        "question_date": "11.09.2020",
        "question_tag": "Жанұя",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Депрессиядан шығудың ең қарапайым жолы  бос жатпай бір іспен айналысу. Өз өзін дамытуға көп күш жұмсау деп ойлаймын.\nДепрессия – негізінен ауру түріне жатады. Оның үстіне «көңіл күйді түсірер сырқат» ретінде қарастырадыНегізінен адам баласының депрессияға ұшырауын психологиялық ауытқулардан немесе өкпе, реніштерден туындайтын процесс ретінде санайды. Ол бірнеше уақытқа адам баласының қатты жабығып, күйзеліске түсуін, одан әрі адамның эмоционалды тепе-теңдіктен шығуына кері әсерін тигізетін көрінеді.\n\n \n\n1. Назарыңызды басқа жаққа қарату\n\nЕгер депрессияның себебі белгілі затпен не оқиғамен байланысты болса- жұмыстағы, жеке өміріңіздегі мәселелермен, я денсаулықпен, онда сізге ең керегі-көңіліңізді басқа нәрсеге аудару.\nМысал келтірсек, егер жеке өміріңізде қиыншылықтар болып жатса, уақытыңызды барынша жұмысқа арнаңыз. Әрине, осындай жағдайда жұмысыңыз міндетті түрде қуаныш әкелу керек. Немесе, жұмысыңыз тым ауыр болып, әріптесіңізізбен не бастығыңызбен сөзге келіспей қалсаңыз, ата-анаңыздың, аяулы жарыңыздың жанында тыным таба аласыз.\n2. Хобби тауып алу\nӨзіңіз ұнататын нәрселермен айналысу жаман ойлардын аулақ болып,депрессиядан шығудан бірден-бір жолы. Хобби таңдау өзіңіздің қызығушылығыңызға байланысты. Мейлі, ол кітап оқу, ән айту не сурет салу болсын.\n\n3. Спортпен шұғылдану\n\nАдам пассивті өмір сүрсе ғана депрессияға ұшырауы мүмкін. Себебі, депрессия мен белсенді өмір салты бір-біріне қайшы келетін ұғымдар. Сондықтан таңертең ертерек тұрып дене жаттығуларына уақытыңызды бөлсеңіз, немесе спорт залға барсаңыз, пассивті өмір салтынан арыласыз.\n\n\n\n4. Серпімді миллионер\n\nДепрессиядан құтылудың ең танымал тәсілдердің бірі ақшаны орайтын резеңкені қолдану. Осындай резеңкені қолыңызға тағып, көңіл күйді бұзаү, теріс ойлар келген сайын резеңкені тартасыз. Серпімділік қасиетіне орай резеңке қолыңызды урған сайын ауыртады. Көңіліңізді ауырған колыңызға аударып, жаман ойларыңыздан бас тартасыз.\n5. Жылау\n\nЕгер жылағыңыз келсе, жылаңыз. Жылауда еш кемшілік жоқ екендігін ешқашан да ұмытпаңыз. Керісінше, адам жылағанда, ішіндегі барлық негативті ойларың сыртқа шығады.\n\n6. Айқайлау\n\nБұл әдіс басқалармен ұрсысу деп ойлап қалмаңыз, депрессиядан шығу үшін дауысыңызды көтеріп өзіңіз жеке айқайлап алуыңызға болады. Мысалы, орманда, не саябақта. Орманға баруға мүмкіншілігіңіз болмаса, үйде музыканы қатты қосып, ойыңызды дауыстап айтыңыз.\n\n \n\nДепрессиядан құтылудың біршама тәсілдерімен танысқан соң бұл күйден шығуға талпыныңыз. Осы күйден неғұрлым жылдам шықсаңыз, соғұрлым белсенді өмірге ораласыз. Депрессия – жас талғамайтын сырқат. Сол себепті де жоғардағыдай белгілерге сәйкес құбылыстарды байқап жатсаңыз шұғыл түрде дәрігерге көрініңіз.  \n\n https://massaget.kz/blogs/15614/",
                "date": "11.09.2020",
                "upvotes": 0
            },
            {
                "text": "Депрессия туралы ойламау. Біздің әлем керемет. Табиғаты, адамдары. Өзіңе қандай іс істеген ұнайды, соны істе. Өмір керемет. Ең бастысы соны ұмытпа.",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "Депрессия меніңде басымнан өтті менікі өте қатты болды 1ай псих болницаға жатып шықтым обшм 3 айдай қатты ауырдам жазылғаныма 2-3 айдай болды\nДепрессиядан шығудың главный жолы ешнәрсе ойламау ойдан құтылсаң болды барлығы жақсы болады ол үшін ешнарсе жасамай ақ та қой спортпен шұғылданудың қажетіде жоқ кітапта оқымайақта қой проста ешнарсе ойлама уайымдама әліде депрессиядан шығалмай жүрсең маған жаз уатсап 87474082002",
                "date": "21.04.2021",
                "upvotes": 0
            }
        ]
    }
]