[
    {
        "question_title": "Ежелгі ғасырла аламдар ернін немен бояды бұл сұраққа дауап беру маған қиын болп тұр",
        "question_content": "Маған мұғалімім сұрақ қойды осындай яғни оны қателеспесем 8 ғасырда жарық ретінде пайдаланған 12ғасырда ерін бояған Ал қазіргі кезде оны жейміз екен ол не болды?\n\nОйларыңызбен бөліссеңіздер",
        "question_date": "15.11.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "май шығар. май жанады, жарылғанға жағады, жеуге де болады.",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмбақ жауабы керек Мен-де бар, Кал-да жок. Сен-де бар, Карда жок.",
        "question_content": "Жұмбақ шешімін табу керек Мен де бар Қалда жоқ Сенде бар Қар да жоқ",
        "question_date": "15.11.2022",
        "question_tag": "Мектеп",
        "question_views": 760,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: Н -әріпі",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайрат пен Ләззәттің көрінісі керек (Етігім қанмен қатып қалған) деген сөйлем бар,",
        "question_content": "Қайрат пен Ләззәт басында отырады, қараса Ләззәттің аяғы үсіп қалған, сосн Қайрат айтады (етігім қанмен қатып қалған). Естідіңбе иттер келе жатыр. Ләззәт қаш қаш деп қуып жібереді. Сол көріністің толыш сценариі керек.",
        "question_date": "15.11.2022",
        "question_tag": "Өнер",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Крест жорығының себептері экономикалық,саяси,әлеуметтік",
        "question_content": "Крест жорығының себептері\n\nЭкономикалық,саяси,әлеуметтік",
        "question_date": "15.11.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экономикалық себептер:\nСауда: Крест жорықтары ішінара Еуропа мен Азия арасындағы пайдалы сауда жолдарын бақылауға деген ниеттен туындады. Еуропалық көпестер жер саудасын бақылайтын мұсылман делдалдарын айналып өткісі келді, сондықтан олар Таяу Шығыстың нарықтарына тікелей қол жеткізуді орнатуға тырысты.\nЖер аштық. Көптеген еуропалықтар егіншілік пен қоныстандыру үшін жаңа жерлерді іздеді, ал Таяу Шығыстың құнарлы аймақтарын жаулап алу перспективасы еліктірді.\n\nСаяси себептер:\n\nПапа билігі: Рим Папасы крест жорықтарын христиандықты кеңейту және оның билік базасын нығайту тәсілі ретінде көрді. Қасиетті соғысқа шақыра отырып, ол еуропалық дворяндарды да ішкі қайшылықтарынан алшақтатып, ортақ қолбасшылыққа біріктіре алар еді.\n\nВизантия империясы: Шығыс Жерорта теңізінің көп бөлігін бақылайтын Византия империясы мұсылман экспансиясынан қауіп төндірді. Рим Папасы византиялықтарды қолдау және аймақтағы христиандық ықпалды кеңейту мүмкіндігін көрді.\n\nӘлеуметтік себептер:\n\nДіни құштарлық: Көптеген еуропалықтар діни ынта-жігердің жетегінде кетті және крест жорықтарын христиан дінін «кәпір» мұсылмандардан қорғау тәсілі ретінде қарастырды. Құдай үшін күресу және құтқарылу идеясы көптеген адамдар үшін тартымды болды.\n\nРыцарьлар мен рыцарлық: еуропалық рыцарьлар өздерінің жауынгерлік ерліктерін көрсетуге және шайқаста өздерінің ерліктерін дәлелдеуге тырысты. Крест жорықтары оларға осындай мүмкіндік берді, ал рыцарьлық мұраттар – батылдық, адалдық және намыс – қасиетті соғыс ұғымымен тығыз байланысты болды.\n\nЖалпы алғанда, крест жорықтары діни қызу, саяси амбициялар мен экономикалық мүмкіндіктердің сұйық қоспасын жасау үшін біріктірілген экономикалық, саяси және әлеуметтік факторлардың күрделі жиынтығының нәтижесі болды.",
                "date": "12.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу үшін/студенттік өмір үшін ЕНУ университеті қалай?",
        "question_content": "Мамандығым екі шет тілі. Оқу үшін/студенттік өмір үшін ЕНУ университеті қалай?",
        "question_date": "14.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда Еуразия ұлттық университеті – Қазақстанның жетекші классикалық жоғары оқу орындарының бірі.\nЛ.Н. Гумилев атындағы ЕҰУ - Times Higher Education Asia University Rankings 2022 рейтингінің топ-500-ге енген Қазақстанның екі жоғары оқу орнының бірі. \n2022 жылы Times Higher Education ranking by Subject 2023 университеттерінің халықаралық пәндік рейтингінің нәтижелері бойынша Л.Н. Гумилев атындағы Еуразия ұлттық университеті «Білім» пәні бойынша әлемдік рейтингте белгіленген алғашқы қазақстандық жоғары оқу орны болды. Осы бағыт бойынша ЕҰУ әлемдегі университеттер арасында топ 501-600-ге ұсынылды.\nЕуразия ұлттық университетi студент- жастардың ұлттық-мәдениетiне, рухани-адамгершiлiгәне, эстетикалық және отансүйгiштiк тәрбиесiне аса мән беріп келеді. Жыл сайын студенттердiң қатысуымен өлкемізде және басқа қалаларда көптеген іс-шаралар,университет байқаулары ұйымдастырылады. Университетте ЕҰУ жастар саясатының даму мәселелері,студенттердің әлеуметтік қорғалуы, \"Қазақстан студенттерiнiң Альянсы\", \"Қазақстан жастарының Конгресi\", \"Жас Отан\", Есірткісіз болашақ\" және тағы да басқа ұлттық және аймақтық жастар ұйымдарына қатысу мәселелерімен айналысатын Жастар саясатының орталығы бар.\nСондай-ақ, ЕҰУ-де студенттiң шығармашылық қабілетін шыңдауда барлық жағдай жасалған. Студенттiк филармония келесi бағыттар бойынша жұмыс iстейдi: театр-студия, хореография, вокал, домбыра, КТК, имидж-топ.Телерадиостудия ашылған.",
                "date": "15.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шортанбай Қанайұлының шығармаларының тақырыбы мен басты идеясы?",
        "question_content": "Шортанбай Қанайұлының шығармаларының тақырыбы мен басты идеясы?",
        "question_date": "13.11.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қозғалыс тағы нүктенің радиус-векторы мен жылдамдық векторының арасында",
        "question_content": "Қозғалыс тағы нүктенің радиус-векторы мен жылдамдық векторының арасында қандай байланыс бар",
        "question_date": "13.11.2022",
        "question_tag": "Физика",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Топтың аты:астра ұран құрып бере аласыздарма астра деген кузге гулдейтын нул.",
        "question_content": "Астра деген күзде гүлдейтін гүлдің аты.Біз күзгі балға атын астра деп қойдық.Сол астраға ұран керек еді.Ұранға көмектесіңіздерші.",
        "question_date": "13.11.2022",
        "question_tag": "Мектеп",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бөгежіл руында Ақ мойын мен Қара мойын қыз алыса ма?",
        "question_content": "Бөгежілдер ішінде ақ мойын қара мойын бар екі ата солар қыз алыса ма?",
        "question_date": "13.11.2022",
        "question_tag": "Жанұя",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бөгежіл руы Дулат ішінде Жаныстан тараған ру. Қазығұрт аудары Тұрбат елді мекені, Ордабасы ауданы Қажымұқан ауылы, Қараспан елді мекенінде кеңінен тараған ру.\nҚазіргі кезде жеті атадан асып кеткен болса да Бөгежіл туынан тараған ұрпақтар бір бірімен қыз алыспайды. \nБұрындары көбейейік деп жеті атадан асқаннан кейін үлкен ас беріп қыз алыса беретін еді. Қазіргі кезде ондай ас берілмеген.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасы менің бастауым тақырыбына эссе жазу керек?",
        "question_content": "Жалпы отбасы жайлы және тәрбие жайлы эссе жазу. Отбасы менің бастауым тақырыбына эссе жазу керек?",
        "question_date": "12.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасы – адам тұрмысын ұйымдастырудың қайнар көзі,некеге немесе қандас туыстыққа негізделген қоғамдық шағын топ. Қоғаммен,бүкіл қоғамдық қатынастардың жүйесімен тығыз байланыста болғанымен,отбасы – қоғамдық өмірмен салыстыра қарағанда адамдардың биологиялық жағынан ,өз алдына дербес те сырлас тобы. Отбасы өмірі материалдық және рухани үрдістермен сипатталады. Отбасы – өмірге адам әкелу,оның қажеттілігін өтеу,өмірге жан – жақты даярлау,яғни әлеуметтендіру,сол сияқты тәрбиенің барлық түріне бағыт берумен айналысатын әлеуметтік иниститут.\nОтбасының тәрбиелік қызметі ана және әке болуда, балалармен қатым-қатынаста, оларды тәрбиелеуде, балалардың өз бетімен өсуі кезіндегі жеке қажеттіліктің қанағаттанарлығынан тұрады. Отбасы қоғаммен байланысы бойынша өсіп келе жатқан ұрпақтардың әлеуметтенуін, қоғамның жаңа мүшелерін дайындауды қамтамасыз етеді\nОтбaсы құрылымы отбасының құрамы мен санынан, сонымен қатар оның мүшелері арасындағы өзара қарым-қатынастарының жиынтығынан тұрады. Отбaсы құрылымын талдау отбасы қызметінің қандай жағдайда жүзеге асуы жөніндегі сұрақтарына жауап беруге мүмкіндік туғызады: отбасында кім басшылық етеді және кім – орындаушы, отбасы мүшелерінің арасындағы құқықтары мен міндеттері қалай бөлінген деген сияқты.\nАбай – бала неғұрлым көп естіп,көп көрсе соғұрлым көп біледі деген. Көз көруге тоймайды,құлақ естуге тоймайды. Көрмегенге көсеу тан дегенде халық,көрмей білмейсің,көз көрмей сенбейсің. Бірақ көз көрмеген жерге сөз жеткізеді. Сөз ойдың айнасы,құлақ сөз анасы.\nҚорытындылай келе Әл Фараби атамыз Адамның жан дүниесі сыртқы ортаның сәулесі дейді. Ол жанның да,тәннің де иесі – жүрек,бұған мидыңда қатысы бар. Жүрек – тіршілік тірегі,қан айналысы мен қимыл қозғалысының орталығы. Баланың жасы өскен сайын оның ақылы да яғни тәнімен бірге жаны да өсіп отырады. Бала дүниеге ақылды,не ақылсыз,зұлым,не ақ ниетті болып келмейді. Отан – от басынан басталады.\nОтан — ошағын,дегендей,тұрмыс салтқа байланысты жанды сөздердің бәрінен халықтың арман – тілегі,ой – пікірі,келешек ұрпаққа айтар өсиеті көрініс беріп отырған.",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке тұлғалардың банкроттығы туралы заңға қатысты сұрақ?",
        "question_content": "Жеке тұлғалардың банкроттығы туралы заңда микроқаржы ұйымдарынан кредит алған адамдар кіре ме?",
        "question_date": "11.11.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, кіреді. Қарызының суммасы 5 млн теңгеден аспау керек.",
                "date": "27.12.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заттар интернеті деген не? Қарапайым тілмен айтқанда?",
        "question_content": "Қазақстандағы заттар интернетінің даму бағыттары қалай жүруде?",
        "question_date": "11.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Конустың толық бетінің ауданын табыңыз?",
        "question_content": "Конустың толық бетінің ауданын табыңыз?",
        "question_date": "10.11.2022",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізге, ең аалдымен, радиусы керек. Оны Пифагор теоремасымен табамыз:\n\nR=9 см\n\nБірінші, конустың табанының ауданын табамыыз. Ол 81π=254,34 см квадрат болады.\n\nКейін қабырғасының ауданын табамыз. Ол 15*9*π = 423,9 см квадрат болады.\n\nСоңында екеуін қосқанда, толық ауданы шығады 678,24 см квадрат болады.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бердібек Сапарбаев туралы эссе керек болып тұр?",
        "question_content": "Бердібек Сапарбаев туралы эссе керек болып тұр?",
        "question_date": "10.11.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бердібек Сапарбаев туралы мамұндама керек болып тұр?",
        "question_content": "Бердібек Сапарбаев туралы мазмұндама керек болып тұр?",
        "question_date": "10.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бердібек Мәшбекұлы Сапарбаев (9 сәуір 1953, Талап, Жаңақорған ауданы) - қазақстандық мемлекет және қоғам қайраткері, 2020–2022 жылдары Жамбыл облысының әкімі, 2019–2020 жылдары Қазақстан премьер-министрінің орынбасары.\nӘкесі - Нәлібаев Мәшбек Сапарбайұлы, бригадир. Анасы - Нәлібаева Бибіш. Қоңырат тайпасы Жаманбай руы Қараша бұтағынан шыққан.' Алматы халық шаруашылығы институтының жоспарлау экономикалық факультетін бітірген (1977), экономист. Экономика ғылымдарының докторы (1999). Докторлық диссертациясының тақырыбы: «Өндірістік-шаруашылық жүйедегі инвестициялық үдерістерді басқару».\nҚР Әлеуметтік ғылымдар академиясының құрметті мүшесі (1996). «Аймақтың өтпелі кезеңдегі экономикасы» (1995), «Арнаулы экономикалық аймақтар. Құру тәжірибесі» (1996), «ҚР Кеден кодексі» (2003) кітаптарының, ҚР Кеден кодексіне түсініктеменің (2005) авторы.\n1969 жылдың тамыз айынан - Қызылорда облысының Жаңақорған ауданындағы «Задария» кеңшарынының №3 бөлімшесінде жұмысшы, әрқилы қарапайым жұмыстарды атқарушы.\n1971 жылдың мамырынан - Кеңес Әскерінің қатарында қызметте.\n1977 жылдың тамыз-қыркүйек айларында - Мемеңбек жинақ кассасының Қазақ республикалық басқармасында тексеруші.\n1977 жылдың қазан айынан - ҚазКСР Қаржы министрлігінің Мәдениетті және денсаулық сақтауды қаржыландыру басқармасында экономист, 1978 жылдың қазан айынан - аға экономист,\n1983 жылдың мамыр айынан -жетекші экономист,\n1985 жылдың шілде айынан - бас экономист,\n1986 жылдың наурыз айынан - бөлім бастығының орынбасары.\n1988 жылдан - ҚазКСР Халыққа білім беру министрлігі жоспарлау-қаржы басқармасының бастығы.\n1990 жылдан - ҚР Білім министрінің орынбасары.\n1994 жылдан - ҚР Президенті және ҚР Министрлер кабинеті Аппаратының қаржы, еңбек және халықты әлеуметтік қорғау бөлімі меңгерушісінің орынбасары, ҚР Бесарык Министрлер кабинетінің Істер басқармасы қаржы, еңбек және халықты әлеуметтік қорғау бөлімі меңгерушісінің орынбасары, бөлім меңгерушісі.\n1995 жылдың наурыз айынан - ҚР Министрлер кабинеті Аппаратының жетекшісі.\n1995 жылдың қыркүйек айынан - Қызылорда облысының әкімі.\n1999 жылдан - Түркістан облысының әкімі.\n2002 жылдан - ҚР Кедендік бақылау агенттігінің төрағасы.\n2004 жылдан - қаржы вице-министрі - ҚР Қаржы министрлігінің Кедендік бақылау комитетінің төрағасы.\n2006 жылдан - ҚР Премьер-министр кеңсесі жетекшісінің орынбасары - ҚР Парламенті Мәжілісіндегі Үкіметтің өкілі.\n2007 жылдан - ҚР экономика және бюджеттік жоспарлау вице-министрі, ҚР еңбек және халықты әлеуметтік қорғау министрі.\n2009 жылдан 2014 жыл қарашасына дейін - Шығыс Қазақстан облысының әкімі.\n2011 жылдан - Қазақстан премьерминистрінің орынбасары.\n2015 жылыдң 11 қыркүйегінен - ақтөбе облысының әкімі.\nМарапаттары: «Құрмет» (1999) ордені, «Парасат» (2007) ордені\nЖұбайы - Сапарбаева Қалдығайша Зейноллақызы (1955 ж.т.). \nҚызы - Сапарбаева Ақбота Бердібекқызы (1978 ж.т.); ұлдары - Сапарбаев Бауыржан Бердібекұлы (1983-2002), Сапарбаев Жансұлтан Бердібекұлы (1991 ж.т.).",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзімнен 7 жас кіші жігітке үйленіп жатсам, мамасы менен 11 ақ жас үлкен",
        "question_content": "Салеметсіздер ме. Мен егерде жүріп жүрген жігітіме тұрмысқа шықсам, мамасын мама деп айтпас бұрын, мамасы менен 11 ақ жас үлкен. Ұлды 18 жасында туған. Жігітім менен 7 жас кіші. Енді сұрақ енемді мама деймің ба?",
        "question_date": "10.11.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енеңді өз анаңдай көріңіз демеймін өйткені ол мүмкін емес, ананың орнын ешкім баса алмайды, алайда сүйген жарыңның анасы болғандықтан сыйлау керек. Енеңізбен сыйласа білмесеңіз күйеуіңізбен қарым - қатынасты бұзып алуыңыз мүмкін, өйткені күйеуіңіз үшін анасының орны ерекше. Қандай қиыншылық болса да, қуанышты хабар болса да күйеуіңізбен ақылдасып, бірге шешіп үйреніңіз.",
                "date": "10.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих сабағы туралы сұрақтар",
        "question_content": "Қазақстан тарих 6 сынып. 16 параграфқа дейін 30 сұрақ құрастыру. Тек ғасыр,жылдармен. Жауап күтем. Тез керек болып тұр.",
        "question_date": "10.11.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәуелсіздік туралы өлең",
        "question_content": "Тәуелсіздік жайлы керемет жазылған қазақ ақындарының өлең шумағы",
        "question_date": "10.11.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік әні\n\nАта-бабам аңсаған\nАзаттықты қарсы алғам.\nЖер-жаһанға, ғаламға\nБостанмын деп жар салғам.\n\nҚұлдық сана-тамұқтан\nҚұтылдық қой қамыттан.\nҚазақ өзін паш етіп\nБар әлемге танытқан.\n\nАзаттықтың ұраны\nАлаш еді жыр-әні.\nҚалықтайды көгімде\nЕркіндіктің қыраны.\n\nҚуғын-сүргін, зұлматты\nКөрді қазақ тым қатты.\nАзап-тордың құрсауы\nАрқамызға шын батты.\n\nЖелтоқсанның ызғары\nҚариды ғой бізді әлі.\nҚұрбан болған құрбы үшін\nЖүрегіміз сыздады.\n\nТәуелсіздік! Тәу етем,\nӘуелетем, әндетем.\nАзаттықтың ақ таңы\nӨлшенбейтін мәнге тең.                                Бақытжан Тобаяқов\nТәуелсіздікке тәуелділік\nЕй Аллаһ,\nШашу етіп шаттығымды,\nБұйырттың пешенеме сәтті күнді.\nӨзіңнің есіміңмен қатар қоям\nТәуелсіздік деген бұл тәтті ұғымды!\n\nҰшырып азаттықтың құсын қолдан,\nБабамның тұншыққанда ішінде арман.\nҚазақтың тарихында соғыс болса,\nБарлығы тәуелсіздік үшін болған.\n\nШулатып шүршіт-қалмақ шапқанда елді,\nБолғандай бір әділет хақтан белгі.\nДұғадай жыры ма едің Доспамбеттің,\nАқ таң ба ең аңсап өткен Ақтамберді?!\n\nШұбырған көші ме едің «Елім-айдың»,\nСуырған сесі ме едің Абылайдың?\nСен менің тарихымды танымасаң,\nТәуелсіздік!\nМен сені танымаймын!\n\nСен менің тарихымды оң бағала,\nСен маған туысасың сонда ғана.\nҚұлдықтан құлқым азат болған шақта\nҚаймықпай қарсы барам бомбаға да!\n\nБолса егер дінім – дербес, тілім – бостан,\nЕстілсе ғаламшарға үнім қосқан.\nҚазақ боп туғаныма қуана алсам,\nКөшер-ау көрген түстей мұңым бастан.\n\nТапжылмас тұғырым боп тасы берік,\nСен менің беремісің басыма ерік?\nМен төрткүл дүниені шарлағанда,\nҚорғаштап жүремісің қасыма еріп?!\n\nҚоғамға басу айтып күнде өлермен,\nСаңқылдап мен сөйлесем мінбелерден,\nАлаштың сесі болып төбемде тұр,\nТүнермей темір торлы түрмелерден!\n\nТаптамай туған жердің гүлін ешкім,\nКеледі қадірімді біліп өскім.\nКөтеріп Қазақстан көк байрағын,\nЖүрейін дүрмегінде ұлы көштің!\n\nКөңілде халқым үшін қалмаса алаң,\nБолсын деп елім аман,\nЕлбасы аман,\nТілеуіңді тілеймін, Тәуелсіздік,\nТәуменмін,\nТәуелдімін онда саған!                                             Жүрсін Ерман",
                "date": "10.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығарманы оқып болған соң қандай сұрақтар туындады?",
        "question_content": "Маған қазақ әдебиетінен көмек керек 8 сынып.",
        "question_date": "10.11.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бакалаврдан соң магистрге басқа мамандықпен грантқа түсуге болама?",
        "question_content": "Бастауыш мұғалімі бакалаврдан соң, математика мұғаліміне грантқа магистратураға тапсыруға болама? Болашақта Матем. Мұғалімі болып жұмыс істей аламын ба?",
        "question_date": "10.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады, бірақ айырмашылығын (разницасын) төлейсіз.",
                "date": "11.11.2022",
                "upvotes": 0
            },
            {
                "text": "Оқуға болады. Разницасын төлейсіз, бірақ болашақта математика пәнінің мұғалімі болу қиындау болып қалады. Себебі, базовый мамандыққа қарайды. Оқымас бұрын мектеп директорымен және ЖОО қабылдау комиссиясымен ақылдасуға кеңес беремін.",
                "date": "14.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің арманымдағы болашақ эссе",
        "question_content": "Менің арманымдағы болашақ қандай?",
        "question_date": "10.11.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Перерасчет жасау",
        "question_content": "Мен  қыркүйек және қазан айында бір мектепте жұмыс жасадым. 26 қазаннан бастап екінінші мектепке ауыстым. Бірінші  мектепте августтың 21 нен отпусктан шыгып жумыс жасадым 26 қазанға дейін. Енді бірінші істегем мектеп маган перерасчет беру тиіспе?. Маган айтады да жазда отпуск алып алгансын деп. Солай дұрыспа.",
        "question_date": "10.11.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 183,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылағым келіп отыр. Ақыл айтыңыздарды не істесем болады?",
        "question_content": "Менің жасым 19да. Мұғалім болып жұмыс істеймін. Иа бәрі жақсы . Кішкентайымнан жұмыс істеп ана-атама көмектесіп жүрмін. Но менде бір проблема бар. Баска ауылда жұмыс істеймін.дипломмен ауылга деген багдарламамен,соған бола біреудің үйінде тұрып  жұмыс істеймін. Ол кісі жақсы кісі, жұмысыма көмектеседі. Но сөзі көп білмеймін неге осы бар гой бірденеге қолы тисе болды. Сөйлеп шыға келеді. То анау то мынау деп миды ашытып жібереді ғой. Мамама айтып жумыс ауыстырайын десен жоқ жыдай тұр жаным деп. Үйде ана кісі, жұмыстада сол кісі. Мен уже шаршадым. Кеткім келіп жүр. Анау кісіден де жұмыстанда бәрінен. Жылағым келіп отыр. Ақыл айтыңыздарды не істесем болады. Папам үшін мамам үшін бәріне шыдап жүрмін. Басымнан көп нарсе откен. Қыз болсамда бәріне шыдап көніп жүрмін. Сестренкам мен бауырларым бар.Аллага шүкір.Солар үшін бәріне шыдап жүрмін. Менің басымнан өткен нарселер олардын басынан өтпесе екен деп тырысып жүрмін. Машина алып,солар қанғымасыншы деп үй алып берейін деп жүрмін.Но өз өмірім быт шыт болатын сиякты. Бұрын студент болганда турмаган жерім жок. Сестренкам солай болмасыншы деп тырысып жүрмін.\n\nақыл айтыңыздаршы.не істеймін",
        "question_date": "8.11.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабырлы бол. Шыдамды бол. Алла пендесін сынақпен жақсы көреді. Басыңда осындай қиын жағдайлар орын алып жатса, демек сен тура жолдасың. Әр түннің артынан жарық күн шығады, сол себепті шыдамды бол. Әр қиыншылық артынан бір жеңілдік бар естен шығарма. Қазір қиналып әрекет етсең, кейін тәтті жемісін көресің.\nСен ол кісіге мән берме, сөйлей берсін. Ол кісінің мінезі сондай ғой Алла оны солай жаратқан. Ол кісіге ашуланып босқа жүйкеңді кетірме. Өліп қалған жүйке жүйесі қайта қалпына келмейді оны естен шығармаған жөн. Денсаулық өзіңе ғана керек.",
                "date": "10.11.2022",
                "upvotes": 0
            },
            {
                "text": "Мен жақта осыған ұқсас жағдай болған, менің қазіргі көршімнің әйелі бойдақ кезінде менің басқа көршімнің үйінде мектепте мұғалім болып жұмыс істеп жүріп квартирант болып тұрған еді. Ол кісі анау мынау деп сөйлеп мазасыз болатын, сосын кейін біздің үйге көшіп келді де , менің көршіме тұрмысқа шығып кетті)))\n\nСол сияқты бір жақсы оқиға күтіп тұрған болар )))",
                "date": "11.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Марат Оспанов қай сабақтан берген?",
        "question_content": "Марат Оспанов қай сабақтан берген?",
        "question_date": "8.11.2022",
        "question_tag": "Мектеп",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол кісі экономика, саяси экономика саласы бойынша оқытушылық қызмет еткен.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркілерге арналған 3-4 жол ұран",
        "question_content": "1)Бексұлтан, Малика\n\n2)аты \"ТҮРКІЛЕР\"\n3)Гүлназ\n\n4)Барлығы: 64км жол жүрді",
        "question_date": "8.11.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": []
    }
]