[
    {
        "question_title": "Әдебиет пәнін тандап архетекторга түсе алам ба",
        "question_content": "Әдебиет пәнін тандап архетекторга түсе алам ба",
        "question_date": "24.12.2021",
        "question_tag": "Мектеп",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдау бейіндік пәндер:",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шоқан және оның ғылым жолындағы орыс достары?",
        "question_content": "Қазақ әдебиетінен ТЖБ. Шоқан және оның ғылым жолындағы орыс достары?",
        "question_date": "24.12.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алгебра 9 сынып тжб",
        "question_content": "Алгебра тжб, кым быледы берындерш, пжпжпж",
        "question_date": "24.12.2021",
        "question_tag": "Математика",
        "question_views": 654,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 сабақтан 3-ке шықсам степендиядан айрыламын ба?",
        "question_content": "Қызылорда М.Маметова атындағы педагогикалық колледжде оқимын 2 курс 1 ші семестрнде 1 сабақтан 3 ке ұсталып калдым. Емтихан емес  степендиядан айрыламын ба?",
        "question_date": "24.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр сабақтың жеке бағалауына емес, семестрлік жалпы баллдар қорытындысының нәтижелік соңғы бағасына (1рк+2рк+мидтерм+естихан бәрінің жалпы суммасы) қарап келесі семестрге шәкіртақы тағайындалады.",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=x^2-3x-10 функциясынын [-2;-1] кесіндісіндегі ең үлкен және ең кіші мәнді тап",
        "question_content": "y=x^2-3x-10 функциясынын [-2;-1] кесіндісіндегі ең үлкен және ең кіші мәнді тап",
        "question_date": "24.12.2021",
        "question_tag": "Математика",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Электр шамындағы кернеу 20 В, ал ток күші 5 А. Кедергіні анықтаңыз.",
        "question_content": "A\n\n4,5Ом  \nB\n\n4 Ом        \nC\n\n0,25Ом\nD\n\n1,25 Ом",
        "question_date": "24.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электр шамындағы кернеу 20 В, ал ток күші 5 А. Кедергіні анықтаңыз.\n\nR=U/I\n\nR=20В/5А=4Ом\n\nЖауабы: 4Ом",
                "date": "11.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "hno3+p=h3po4 no2+h2o",
        "question_content": "тотығу-тотықсыздану реакциясы теңдеуін электрондық баланс әдісімен теңестіріп,коэффициенттерін қойыңыз.",
        "question_date": "24.12.2021",
        "question_tag": "Химия",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 30г мыстың мырышпен құймасын тұз қышқылымен өңдегенде 4,48л(қ.ж) сутек бөлінсе",
        "question_content": "<!--StartFragment-->Массасы 30г мыстың мырышпен құймасын тұз қышқылымен өңдегенде 4,48л(қ.ж) сутек бөлінсе, құймадағы металдардың массасы  мен массалық үлесін табыңдар<!--EndFragment-->",
        "question_date": "24.12.2021",
        "question_tag": "Химия",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cu+HCl= реакция жүрмейді.\n\nсондықтан\nZn+2HCl=ZnCl2+H2\n\nn(H2)=4.48/22.4=0.2моль\n\nm(Zn)=65*0.2=13г\n\n30-13=17г (Cu)\n\n13/30=0.43%(Zn)\n\n17/30=0.57%(Cu)",
                "date": "25.02.2022",
                "upvotes": 0
            },
            {
                "text": "65г——-22,4 л\n\nх г——4,48 л\n\nх=65•4,48/22,4=13\n\nm(Zn)=13 г\n30-13=17 г\n\nm(Cu)=17 г\nwқоспа=17•100/30=56,7%",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ молекуласының пішінін айтыңыздаршы өтініш",
        "question_content": "Газ молекуласының пішінін айтыңыздаршы өтініш",
        "question_date": "24.12.2021",
        "question_tag": "Физика",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газ (фр. gas, гр. chaos – бей-берекет) — заттың атомдары мен молекулалары бір-бірімен әлсіз байланысқандықтан, кез келген бағытта еркін қозғалатын және өзіне берілген көлемге толық жайылып орналасатын агрегаттық күйі. «Газ» атауын ғылыми қолданысқа 17 ғасырдың басында голланд ғалымы Ян Баптист ван Гельмонт енгізген. Газ молекулаларының соқтығысу уақыты олардың еркін жолға кететін уақытынан әлдеқайда аз болады. Химиялық элементтердің өте кіші бөлшекке бөлініп, бейтарап ұшуы. Негізгі тұрмыстағы газдар пропан, бутан, неон және тағыда басқа Газ қатты дене мен сұйықтық тәрізді еркін бет түзбейді және ол берілген көлемді толық толтырып тұрады. Газ тәрізді күй – заттардың (жұлдызаралық заттар, тұмандықтар, жұлдыздар, планеталардың атмосферасы, тағыда басқа) ғаламдағы ең көп таралған күйі. Химиялық қасиеттері бойынша газдар және олардың қоспалары (активтілігі аз инертті газдар мен қопарылғыш газдар қоспасына дейін) сан алуан болып келеді. Газға атомдар мен молекулалардан тұратын жүйе ғана емес, кейде басқа бөлшектерден – фотондардан, электрондардан, броундық бөлшектерден, сондай-ақ плазмадан тұратын жүйелер де жатқызылады.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Керамикадан иic шыгады калай кетируге болады",
        "question_content": "Керамикадан иic шыгады калай кетируге болады жолы бар ма",
        "question_date": "24.12.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 188,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыс алтыбұрышты призманың барлық қырлары 1 см-ге тең.Призманың диагоналін табыңдар",
        "question_content": "Дұрыс алты бұрышты призманың барлық қырлары 1см-ге тең.Призманың диагоналін табу керек",
        "question_date": "24.12.2021",
        "question_tag": "Мектеп",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұздылықты өлшейтін құрал қандай құрал?",
        "question_content": "Тұздылықты өлшейтін құрал, дүние жүзілік мұхит суының тұздылығын өлшейтін құрал қандай құрал екенін білгім келеді....",
        "question_date": "24.12.2021",
        "question_tag": "Мектеп",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Солемер (тұзөлшегіш) – негізгі гидрофизикалық сипаттамалардың бірі – теңіз суының тұздылығын өлшейтін океанологиялық аспап.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге тарпан, түйекйік, жолбарыс, арыстаны т.б ірі аңдар қазақыстанда құрып жоғалды?",
        "question_content": "Не үшін Тарпан (Жабайы жылқы) , Түйекйік (жабайы түйе) , Каспий (Тұран)  жолбарысы,  Орталық азия арыстаны қатарлы ірі аңдар Патшалық ресей мен КСРО заманында құып жоғалды?",
        "question_date": "23.12.2021",
        "question_tag": "Жануарлар",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл популяция өкілдерінің саны 19 ғасырда 10 мыңға жуық болды, ал 20 ғасырдың екінші жартысында Каспий жолбарысы толығымен жойылды. Оның жойылып кетуінің негізгі себебі мақта егістігі үшін ең құнарлы жайылма жерлерді жырту болды, бұл жолбарыстардың қорегінің негізі болып табылатын тұяқты жануарлардың бұл жерлерден іс жүзінде жойылып кетуіне әкелді. Оның үстіне 19 ғасырдың аяғында жолбарыстар жер өңдеушілердің қауіпсіздігін қамтамасыз ету үшін әдейі өлтірілді. Орталық Азияда жолбарыстардың пайда болуының соңғы құжатталған жағдайлары өткен ғасырдың 70-жылдарының басында тіркелген.",
                "date": "19.06.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жаңа экономикалық саясаттың оң нәтижелері?",
        "question_content": "Жаңа саясаттың оң нәтижелері",
        "question_date": "23.12.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Достар Жанна д'Арктың ерлігі қай оқғамен байланысты болды?",
        "question_content": "ПЖ көмектісіңші Жанна туралы Дүниежүзі тарихы Д.Тарих",
        "question_date": "23.12.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 Жанна Д'арктың ерлігі қай оқиғамен байланысты болды",
                "date": "16.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйдің жылын жаңартуға болама?",
        "question_content": "Жылжымайтын заңды жеке мүліктің,яғни жер үйдің жылын жаңартуға,кірпішін өзгертіп қызыл кірпіш деп жаздыруға болама заңды түрде?ол үшін не істеу қажет. Үйдің сыртын балшық кірпіштің сыртынан бір қабат қызыл кірпіш қалап,бөлмелерін өзгертіп,қайта документ жасаса өзгерема жылымен кірпіші?",
        "question_date": "22.12.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тоңазытқыштың температурасы 20 градусқа тең, жылу қозғалтқышын ПЭК-85% болу үшін",
        "question_content": "Тоңазытқыштың температурасы 20 градусқа тең, жылу қозғалтқышын ПЭК-85% болу үшін қыздырғыштың температурасы қандай болу керек?",
        "question_date": "22.12.2021",
        "question_tag": "Физика",
        "question_views": 714,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Есептің шешімін мына формулаға қарап шығарсаңыз болады. Сізге тек 27 градус орнына 20 градус қоясыз. Ал ПЭК-80%-нің орнына ПЭК-85% қойсаңыз болды. Ары қарай өзіңіз есептей аласыз деген ойдамын.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңес көпірдің жоғарғы нүктесінде 72км/сағ жылдамдықпен жүретін",
        "question_content": "Дөңес көпірдің жоғарғы нүктесінде 72км/сағ жылдамдықпен жүретін көліктің салмағын анықтаңдар. Осы нүктеде көпірдің пішіні радиусы 500м болатын шеңберге сәйкес келеді, көлік массасы 500кг.",
        "question_date": "22.12.2021",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=m*(g-a)\na=V^2/R  V=72 км/сағ=20 м/с   a=20^2/500=0,8 м/с2\nP=500*(9,8-0,8)=4500 H",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 224 л (қ.ж) метанның ch4 зат мөлшерін аңықтаныз?",
        "question_content": "Көлемі 224 л (қ.ж) метанның ch4 зат мөлшерін аңықтаныз?",
        "question_date": "22.12.2021",
        "question_tag": "Мектеп",
        "question_views": 665,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "<p>n(ch4)=V(ch4)/22,4л/ моль=224Л/22,4л/моль=✓моль</p>",
                "date": "22.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітті қалай өзіңе қаратуға болады?",
        "question_content": "Жігітті қалай өзіңе қаратуға болады? Отинемин жаксы жауап бересиздер деп ойлаймын)))",
        "question_date": "22.12.2021",
        "question_tag": "Махаббат",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші Алла тағдырыңызға бұйыртпаған адам сізге қайырлы болмайды, сонда да мүмкін сіз сол жігіттің просто сізге қарағаны ғана керек болып тұрған шығар. Олай болса:\nНегізі бір теория бар, қанша сұлу қанша білімді, қанша тартымды болсаң да мінезің мен тұлғаң жігіттің анасына ұқсамаса ол жігіт саған қарамайды дейді. Бір жағынан келін ененің топырағынан деген де бар. Сол, жігіттер анасына ұқсайтын адамды іздейді дейді.\nОдан басқа,  бір жайттың маңыздылығы азайғанда сол жайттың орындалуының мүмкіндігі артады деген.\nОдан өзге өз-өзіңізге қарап, жарасымды киініп, намысыңызды жықтырмай дос болып көріңіз. Мүмкін сол кезде сізді жақын араласа ұнатып кетер.",
                "date": "25.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Танысуға қыз іздеймін. Жасым 28-де.",
        "question_content": "Жасым 28 де үйленіп отпасы құруға қыз іздеймін. Әлеуметтік желіде отырмаймынү",
        "question_date": "22.12.2021",
        "question_tag": "Махаббат",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЗЧМТ Диагнозбен жұмысқа жарамдыма? 3 топ мүгедектімен машинист ЦА жұмысқа жарай ма?",
        "question_content": "Салематсыздарма 3 группамен, ЗЧМТ диагнозбен өндірістік мекемеде машинист ЦА қызметін жасауға болама?",
        "question_date": "22.12.2021",
        "question_tag": "Заң",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аралас жекпе жекпен 22 жастан бастап айналысуға болама",
        "question_content": "Спорттан хабары жоқ болса аралас жекпе жекпен 22 жастан бастап жарыстарға барып айналысуға болама,",
        "question_date": "22.12.2021",
        "question_tag": "Жалпы спорт",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аралас жекпе-жекпен 22 жастан бастап айналысуға болады. Нәтижесі 1 жылдан кейін шыға бастайды.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоспа мен таза затарды тапыңыз: ауа, алтын, темір, мыс, шай, қант, миниралды су",
        "question_content": "Қоспа мен таза затарды тапыңыз: ауа, алтын, темір, мыс, шай, қант, миниралды су, тұз ертіндісі\n\nОрындап беріңіздерші\nАлдын ала Рахмет",
        "question_date": "21.12.2021",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоспалар:ауа,шай,қант,минералды су,тұз ерітіндісі\n\nТаза заттар:алтын,темір,мыс.",
                "date": "27.12.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Нысанбай Жырау кім болған?",
        "question_content": "Нысанбай Жырау дегеніміз кім. Ол қандай кісі болған?",
        "question_date": "21.12.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нысанбай жырау Жаманқұлұлы (1822-1883) - 1822 жылы Қызылорда облысының Жалағаш ауданында туып, сонда 1883 жылы қайтыс болған. Атақты қазақ ақын жырауы.\nЖетіру тайпасының Керейіт руының Ашамайлы бөлімінен шыққан.[1][2][3]\nТарихи тақырыптағы Кенесары – Наурызбай дастанын жазған. Бұл шығарма алғаш рет 1875 ж. \"Записки Оренбургского отдела императорского русского географического общества\" журналында жарияланды. Нысанбай жырау Жаманқұлұлы (1822, Сыр бойы – 1883, қазіргі Қызылорда облысы Жалағаш ауданы Аққошқар мекені) – Кенесары Қасымұлы бастаған ұлт-азаттық көтерілістің жыршысы. Нысанбай жырау көтеріліске бастан-аяқ қатысып, көрген-білгенін жырға қосқан. “Кенесары – Наурызбай” атты көлемді дастанында көтеріліс басшыларын батырлар жыры дәстүрінде бейнелеп, заман шындығын отарлық езгіге қарсы көтерілген халық үнімен шебер қиюластыра білді. Жырда Кенесарының қырғыздарға жасаған жорығы, оның қаза табуы мазмұндалған. Дастан халық арасына кең тараған, алғаш 1875 жылы С.Жантөрин мен Т.Сейдалиннің аудармасымен “Записки Оренбургского отдела императорского русского географического общества” журналында орыс әліпбиімен қазақ тілінде басылды. Шығарманы 1912 жылы Қазан қаласында ЖЫЛЫ Шайхысыламұлы жеке кітап етіп бастырды, 1923 жылы Ташкентте Х.Досмұхамедұлының, 1924 жылы Н.Төреқұловтың алғысөздерімен кітап болып шықты. 1996 жылы “Қазақ халық әдебиеті” атты көп томдықтың 17-кітабында жарық көрді.\nЖыр елі атанған Сыр елінде шоқтығы биік жыраудың бірі – Нысанбай жырау. Оның есімі аталған тұста зерттеуші ғалымдар жырау, жауынгер ақын және тағы басқа теңеулерді қоса айтады. Бүгінгі ұрпаққа көп шығармалары жетпесе де бір ғана «Кенесары – Наурызбай» дастанының өзі қазақ әдебиеті мен тарихы үшін алтын қазына екені даусыз. Сыр елінен шыққан жыршы-жыраулардың таланты, ел ішіндегі беделі, әрбір айтқан сөзі мен жыры том-томға сыймайтыны анық. Бір анығы, Сыр сүлейлері туралы жазылған дүниелер де, олардың кейінгі ұрпаққа қалдырған мұрасы да аз еместігі сияқты, оларды бүгінгі ұрпаққа насихаттай беру қай кезде де көптік етпейді. Өзіміз осы саланың зерттеушісі болмасақ та оқырман игілігі үшін зерттеу еңбектеріне сүйене отырып, жауынгер ақын атанған Нысанбай жырау туралы қалам тербегенді жөн көрдік.\nЗерттеуші, этнограф Тынышбек Дайрабайдың құрастыруымен жарық көрген «Жалағаш жері – жыр кені» атты еңбекке Қызылорда облысы, Жалағаш ауданынан шыққан жыршы-жыраулар, ақындар, қаламгерлердің өмірбаяны, ел ішінен жиналған деректер мен зерттеулер, олардың бірқатар шығармалары жинақталған. Нысанбай жыраудан басталған бұл жинақта жауынгер ақынның өмірбаяны туралы мынадай дерек жарияланған: «Нысанбай жырау Жаманқұлұлы, Ашамайлы Керейт, Сыр елінде қазіргі Қызылорда облысының Жалағаш ауданындағы Аққошқар елді мекенінде шамамен 1821-1822 жылдары туып, 1870 жылы Құлтары түбегінде қайтыс болған. Кейбір зерттеушілердің деректерінде 1883 жылы қайтыс болған делінеді» деп жазылған.\nАл кейбір деректер жыраудың Көкше жерінде дүниеге келгенін айтады. Бұл туралы филология ғылымдарының кандидаты Серікбай Қосанов 2019 жылы облыстық «Сыр бойы» газетінде жарияланған «Нысанбай жырауды ұмытқан жоқпыз ба?» деген мақаласында зерттеушілердің мынадай дерегін алға тартады: «Кейбір деректерге қарағанда, Нысанбай Көкшетау маңында дүние есігін ашып, жастайынан Хан ордасына жақын өскені айтылады. Бір толғауында жыраудың:\n«Менің атым – Нысанбай,\n Ат жібердім тұсамай,\nӨзім жырау болыппын,\nАта-анама ұсамай.\nОн бес жасқа келгесін\nТөрені іздеп келгенмін –\nКенесары, Наурызбай.\nБірге өсіп ем ордада,\nАхмет, Тайшық қасында-ай», – дейтіні де бар. Нысанбай жырау шығармашылығын алғаш зерттеушілердің бірі  профессор Е.Ысмайылов жырауды 1824 жылы туған деп болжайды. Өз пікірін зерттеуші қисынды деректермен бекіткендей болады «Жыраудың туған жылын шамалағанда, 1824 жылға келіп қалады. Өйткені ол Кенесарыға келіп қосылғанда 15 жаста едім дейді. Ал Кенесарының атағы шығып, дәуірлеген кезі 1838-1839 жылдар. Наурызбайдың ерлік атағы 17 жасында шығады. Бұл да 1839 жылдар және Тайшық төремен бірге өсті дегеніне қарағанда, Нысанбайдың жас мөлшері тағы да көрініп қалады. Өйткені Тайшық ол жылдары 12-13 жастағы бала болуға тиісті. Сондықтан Нысанбайды 1824 жылы туған деудің қисыны келіп тұр. Нысанбай Тайшық төреден үш жас үлкен, Наурызбайдан үш жас кіші болып шығады».  Кейінгі кездері Нысанбайдың Қызылорда облысының Жалағаш ауданы төңірегінде туып-өскендігі де жазылып жүр. Бәлкім, жыраудың отбасы Марал ишан көтерілісі тұсында Сыр бойынан Арқаға қоныс аударған болар. Ол жағы беймәлім».\n Тағы да Т.Дайрабай құрастырған жинаққа сүйене отырып, жырау шығармашылығына тоқталсақ. Нысанбай жырау өз кезеңінде дауылпаз ақын болған, Абылайханның ақылшысы болған Бұқар жырау сияқты көреген, жауынгер ақын. Оның есімі Кенесары Қасымұлы бастаған азаттық күресін жырға қосқан «Кенесары-Наурызбай» дастаны арқылы бүкіл қазақ еліне кең тарады. Дәстүрлі батырлар жыры ізімен жырлай отырып, халық үнін де бейнелеген.\n«Кенесары – Наурызбай» дастаны 1875 жылы С.Жантөрин мен Т.Сейдалиннің аударуымен «Записки Оренбургского отдела императорского русского географического общества» журналында жарияланған. 1912 жылы Қазан қаласында белгілі әдебиет жинаушысы Ж.Шайхысламұлы жеке кітап етіп бастырды, 1923 жылы Ташкентте Х.Досмұхамедұлының 1924 жылы Мәскеуде Н.Төреқұловтың алғысөзімен жеке кітап болып шықты. Кезінде бұл дастан жөнінде Х.Досмұхамедов: «…Нысанбай ақынның «Кенесары–Наурызбай» деген сөзін дұрыстап, 1896 жылы Ә.Диваевқа берген Ж.Басығараұлы екен. Біздің естуімізше, Жүсіпбек Сумұрын Жаппас Ораз деген ақынға жаздырып алған «Кенесары – Наурызбайды» баспаға берместен бұрын бірқатар қырғыз туғандарымыздың оқығандарына көрсетіп, олардың сынына салдық, олар жағынан бөтен сөз болған жоқ», – дегенін айтады.\nТәуелсіздік алғаннан кейін 1993 жылы ғалым С.Дәуітұлы дайындауымен «Парасат» журналында, «Хан Кене» жинағында жарияланды. 1996 жылы «Қазақ халық әдебиеті» атты көптомдықтың 17-інші кітабында, басқа да көптеген жинақтар мен түрлі энциклопедияларда Нысанбай жырау жөнінде арнайы мақалалар жазылған.\nНысанбай ақынның «Кенесары-Наурызбай» дастанынан басқа Сидақ қожа, Көбек ақын, және Төремұрат жыраумен айтысқаны туралы деректер де кездеседі.\nНысанбай жыраудың «Кенесары-Наурызбай» тарихи дастанының бүгінде екі нұсқасы бар, бірі Ж.Шайхысламұлының, екіншісі торғайлық ақын Қ.Қараевтың қолжазбалары бір-біріне ұқсас, көп айырмасы жоқ.\nНысанбай жырау Жаманқұлұылының атақты дастанынан басқа «Черняевтің Ташкентті алуы», «Нысанбай сөзі», «Асанқайғының «Қилы-қилы заман болар» деген сөзіне жауабы, «Күнімжанды алып келгенде» атты өлеңдері сақталған.\nЗаңғар жазушы Мұхтар Әуезов Нысанбай жыраудың белгілі дастанының ерекшелігін атап көрсетіп, оның «қайғылы оқиғаның қызығы мен қайғысының қалың ортасында» жүріп, қан майданның ішінен шыққан жортуылшы ақын, қалың қолдың жыршысы болғандығында» деп ерекшелігін атап көрсетеді: «Қайғылы оқиғаның қызығы мен қайғысының ортасында болған ақын дастанды шындыққа ғана құрып, кестелі тілмен суреттей жазған. «Кенесары-Наурызбай» жорығы туралы кейінгі талай ақын түрлі өлең шығарса да, дәл Нысанбай жеткен өріске жеткен емес. Нысанбай жырында оқушының көз алдында ағып отырған қандай қызулы, жанды шындық бар. Бұл өлең ақын қиялының еріккендегі ермегі емес. Барлық сөзінде сол жорықтың қуанышы мен қайғысын кеше ғана көз алдынан өткізген, көзі көргеннің жаңалығы бар. Көп қолмен бірге кешегі тарыққан қайғы, мұң, арманы бар», – деп жазған.\nАқын Әбділдә Тәжібаев: «Мұхтар Әуезов өте ірі тұлға және көреген ақын деп санаған Нысанбай – XIX ғасырда өмір сүрген Кенесары ханның ең жақын достарының бірі, оның сүйікті жырауы. Нысанбай жырлаған Кене хан біздің дәуіріміздегі ең ірі тарихи дастандардың бірі және соңы деуге болады. Кене мен Наурызбайдың набыт болған күндеріне дейін барлық трагедиялық қайшылықтарын түгел жеткізе суреттеген қазақ елінің сүйікті дастаны. Бұл дастан кейін Кене ханмен бірге жабылды, оны ауызға алу қылмыс саналды. Сол ғажайып дастанның босанар күні бүгін туды. Жаңа ұрпаққа, талантты оқырман қауымға ұсыну керек» деп жазған екен.\n Жырау шығармашылығында шоқтығы биік дастанның ұлт тарихында ойып орын алатынын атап көрсеткен тарих ғылымдарының докторы, профессор Мәмбет Қойгелдиев: Нысанбай жыраудың дастаны мен жоқтауында берілген фактілер мен бағалар жырау өмір сүрген тарихи кезеңдегі қазақ арасында Кенесары қозғалысына байланысты кең тараған пікірлермен үндес, яғни орыс шенеуніктері мен әскер адамдарының қолынан шыққан құжаттық материалдарда берілген тұжырымдар мен көрсетулерден өзгеше. Солай болуы, әрине, толық табиғи нәрсе. Егер орыс шенеуніктерінің қолынан шыққан құжаттар жаңа жерлер мен елдерді отарлау жолында тұрған патшалық әкімшілік орындарының ұстанымын білдірсе, қазақ ақын-жырауларының туынды, естеліктері керісінше отарлануға ұшыраған ұлт өмірінің ішкі-көңіл күйінен хабар береді. Жырау бір жағынан Ресей патшалығы мен Қоқан хандығы тарапынан төнген қауіпке қарсы Кене хан бастаған әрекеттің жалпыұлттық мәні мен маңызын терең ұғына отырып, оған мүмкіндігінше қолдау көрсету қажеттігін түсініп, қоғамды соған шақырса, екінші жағынан ол тура басталған істің ең соңында қайғылы бағыт-бағдар алып (қырғыз еліне жасалған қиянат), халық күткендей нәтижемен аяқталмағандығына өкінеді, шексіз-шетсіз мұңға батып күйінеді. Сондықтан да жырда Кене хан бастаған қозғалысқа байланысты жыраудың көңіл-күйі көтеріңкі емес, басыңқы. Көтеріліске байланысты жырау көңіліндегі бұл жағдай жалпы қоғамдағы жағдайдың көрінісі болатын. XIX ғасырдың алғашқы және орта тұсындағы батыста Арынғазы, Исатай, Жоламан сияқты тұлғалар, оңтүстік-батыста Жанқожа, Бұқарбай сияқты батырлар, оңтүстік шығыста Саурық, Сұраншы, Байзақ сияқты би-батырлар, ең соңында солтүстіктен Кене хан бастаған ел мен жердің тұтастығы мен азаттығы үшін жүргізілген қарулы күрес ұлт үшін күткендей нәтижемен аяқталмады.\nКене хан бастаған қозғалыс бұл тарихи кезеңдегі жалпыұлттық әрекет-қимылдың шарықтау шегі, соңғы қорытындысы еді. Сонымен бірге бұл қозғалыс ортақ мақсатқа бір қысқа сәтке болса да батыстағы Жоламан Тіленшіұлын, оңтүстік батыстағы Жанқожа Нұрмұхамедұлын, оңтүстік шығыстағы Саурық Ыстанбекұлы, Сұраншы Ақынбекұлы, Байзақ Мәмбетұлын бір ту астына жинай білді, біріктірді. Басқаша айтқанда, Кене хан бастаған қозғалыс бүкіл қазақ елін ортақ мақсатқа біріктіре алатын ұлттық идея бар екендігін көрсетіп берді. Досқожа, Нысанбай және Сүйінбай сияқты сол заманның ойшыл ақын-жыраулары өз шығармаларында осы негізгі ойды бедерлеп, елдің еркіндігі және қазақ жерінің тұтастығы үшін күресте кайрат, жігер танытқан ерлерді қолдауға шақырды.\nНысанбай жырау Кене хан бастаған қозғалыстың ұлт-азаттық сипатын терең түсініп, ақын ретінде ханның қоғамдық-саяси ұстанымын қабылдап, бұл күрестің ыстығы мен суығын, ащысы мен тұщысын оның бастаушысымен бірге күрестің соңғы сәтіне дейін бөліскен тарихи тұлға. Жырау Кенесары мен Наурызбайға байланысты баянын ә дегенде-ақ Абылай хан ұрпағының саяси ұстанымына байланысты көзқарасын білдіруден бастайды. Бұл әулетті ол қазақтың жері мен елінің тұтастығы және тәуелсіздігі жолында жан алып, жан беріскен әулет болғандығы үшін құрмет тұтатындығын анық білдіреді. Жыраудың түсінігінде Кенесары сияқты мемлекетшіл тұлға ел корғаны, ал оның қызметі ұлттық мемлекеттілікке ұмтылыстың көрінісі. Кене хан халыққа ие билеушілер қатарында, сондықтан да қамқоршы болар ханы жоқ елді жырау «шегірткеге таланған қырғауылға» немесе «жапалақтан сескенген жалғыз қазға» теңейді. Абылай, Кенесары сияқты «хандарынан айрылған иесіз жұртта» сынның да болмайтындығын айтады.\nКенекем менің кеткен соң,\nЗаманым қалды тарылып.\nСалтанатты хандардан\nЖетім қалдым айрылып!\nЕкі бірдей қанатым\nТопшыдан сынды қайрылып!\nБалдағы алтын ақ берен\nТасқа тиді майрылып.\nКемшілік түсті басыма,\nКөрінгеннен қаймығып, — дейді.\nЖыраудың бұл ойын араға жарты ғасыр салып ұлт-азаттық қозғалыстың келесі кезеңінде оның басшысы Әлихан Бөкейхан да білдіреді. Оның тұжырымынша, «ұлттық мемлекеттігі жоқ халық жетім, жетекшіл, жалтақ халыққа айналмақ. Басқаша айтқанда, «Кенесары-Наурызбай» жыры бұл мемлекетшіл ұстанымдағы жыраудың шығармашылығынан туған жыр» деп жазады.\nНысанбай жырау шығармашылығы туралы зерттеулерден кейін үзіліп қалу себебін ғалым Мәмбет Қойгелдиев кеңестік кезеңнің саясатының ықпалы екендігін айтады: «XIX ғасырдағы ақын-жырау шығармаларындағы бұл ортақ пікір кейінгі кезеңде сәл көмескі тартып, қазіргі буын зерттеушілері үшін түсініксіздеу бола бастаса, оның себебін өткен ғасырдың 40-50 жылдары жүргізілген репрессия саясатынан іздеген жөн. Басқаша айтқанда, кеңестік билік тұсында бұл тақырыпты объективті ғылыми негізде зерттеуге тыйым салынуына байланысты мәселені тура түсіну және қорыту ісіндегі ұрпақаралық сабақтастық үзіліп қалды», – дей келе Нысанбай жырау шығармаларын зерттеу нысанына алған ғалымдар Есмағамбет Ысмайлов, Ермұқан Бекмахановтың тұтқынға алынғанын тергеу құжаттарынан үзінді келтіре отырып жазады.\\\nhttps://aqmeshit-aptalygy.kz/ruhani-jangyru/nysanbaj-zhyraw-9443/\nhttps://kk.wikipedia.org/wiki/%D0%9D%D1%8B%D1%81%D0%B0%D0%BD%D0%B1%D0%B0%D0%B9_%D0%96%D0%B0%D0%BC%D0%B0%D0%BD%D2%9B%D2%B1%D0%BB%D2%B1%D0%BB%D1%8B",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    }
]