[
    {
        "question_title": "Алғашқы кездегі адамдардың жер мен аспан туралы түсініктері туралы айтып беріңдер?",
        "question_content": "Алғашқы кездегі адамдардың жер мен аспан туралы түсініктері туралы айтып беріңдер?",
        "question_date": "7.04.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемнің және Жердің жаралуы, формасы туралы аңыздар мен мифтер әр түрлі халықтарда бір мезгілде емес, әр кезеңдерде пайда болды. Сондықтан олардың дүниетанымдарында айырмашылықтар да, ұқсастықтар да бола береді, қайсысының шындыққа жақын екенін айыру қиын. Бірақ біз үшін негізгі, ең маңызды ұғымдар барлық мифтерде кездеседі: жер кіндігі, төрт құбыла, жоғарыда – көк аспан, төменде – қара жер. Мәселен, ежелгі шумерлердің мифінде жоғарғы құдай Энлилдің жаратуымен аспан мен жер пайда болған. Ал су құдайы Энки «ме»-нің көмегімен (әлемді басқару туралы құдай заңдары) әлемге тәртіп енгізіп, солардың үстінен бақылап отырған.\nЕжелгі Мысырда күн құдайы Ра алдымен Шу (ауа құдайы) мен Тефнутты (ылғал құдайы) жаратады, олар өз кезегінде Геба (жер құдайы) мен Нутты (аспан құдайы) туғызады. Дегенімен Раның өзі қайдан пайда болды? Кейінгі мифология бұл сұраққа жауап бермейді, өйткені Ра – жоғарғы құдай. Ал ежелгі мифтерде жауап бар: бастабында Нун деген құдайдың қарамағындағы алғашқы дәуір мұхиты өмір сүрген еді. Кейін оның суы тартылады да, әлемнің кіндігі, негізі болып табылатын алғашқы төбешік пайда болады. Төбешіктің басында жатқан жұмыртқадан (қайдан келгені белгісіз бір қаз басып шығарған) құс кейіпті Ра пайда болады. Мұхиттан Метуэр атты аспан сиыры шығады да, оның төрт аяғы аспан-шатырдың тірегі және төрт құбыланың қызметін атқарады.\nАл, якуттардың, Алтай халықтарының, америкалық үндістердің және кивай папуастардың мифтерінде әлемнің кіндігі, аспан мен жердің өзара бөлінуі, төрт құбыланың ерекшеленуі жайлы нұсқауларды таба аламыз. Мұның бәрі Әлем мен Жердің пайда болуы жайлы модельді көз алдымызға елестетуге мүмкіндік туғызады.\nАл, енді ежелгі түркілердің, бабаларымыздың дүниетанымына келсек, Тәңір, дүниедегі жан иелерін жаратушы, барлығына тіршілік лебін үрлеуші Бас Құдай делінеді. Бірақ Тәңір пайда болғанға дейін ғаламды бұлдыраған тұман, буырқанған мұхит басып жатқан. Күндердің бір күнінде мұхиттың ортасында Ақ Жарық көрініп, одан нұр шашқан алтын жұмыртқа шыққан. Оның ішінде күллі әлемнің болашақ түп атасы Тәңір жаралған.\nТәңір өте ұзақ, миллиондаған жылдар бойы ұйықтады. Ақыры, бір күні оянады да, жұмыртқаның қабығын жарып сыртқа шықты. Жұмыртқаның үстіңгі жағынан Көкті жаратты, ал төменгі бөлігінен Жерді жасады. Көк Жерге құлап кетіп, жер жүзінде тағы да аласапыран орнамау үшін Тәңір олардың арасына асатаяқ – темір қазық қойды. Ол Аспан таяғы – Темірқазық жұлдызы. Тәңір Темірқазыққа Көк жүзін айналып жүретін аспан арғымақтарын – жұлдыздар мен шоқжұлдыздарды байлап тастады.\nЖердің қақ кіндігіне әлемдік Сумер тауы (немесе Хан Тәңірі) орналасқан. Бұл – ежелгі түркілердің Олимпі. Онда құдайлар мен біздің ата-бабаларымыздың аруақтары мекен етеді. Таудың дәл ортасында Жер мен Көк түйіседі. Олардың тоғысқан жерінен алтын бұтақты, алқа жапырақты Бәйтерек өсіп шыққан. Бәйтеректің ұшар басы Үлкен Тәңір мекендейтін Жоғарғы әлемге дейін жетеді.\nАңыз бойынша, ежелгі үнділер Жерді пілдің арқасында жатқан жазықтық түрінде елестеткен. Піл үлкен тасбақаның арқасында, ал тасбақа шиыршықталып оралған жыланның үстінде тұрады.\nСондай-ақ 6 мың жылдық тарихы бар хат түрінде сақталған Вавилонның мифтері де қызық. Өздерінің мәдениетін одан да ежелгі халықтардан алған Вавилон тұрғындары Жерді Вавилон қаласының шығыс жағына орын тепкен тау түрінде елестетеді. Олар Вавилонның оңтүстігінде теңіз шалқып жатқанын, ал шығыс жағында асып өтуге мүмкіндік бермеймін тау жатқанын білген. Сондықтан оларға Вавилонды «әлемдік» таудың батыс жағына орын тепкен қала деп ұққан. Тау теңізбен қоршалған, ал теңізге төңкерілген кеседей қатты аспан — өз құрылығы мен суы, ауасы бар деп ойлаған. Аспан құрылығы – бұл Зодиактың 12 шоқжұлдыз белдеуі. Күн әр шоқжұлдызда шамамен бір айдай тұрақтайды. Құрылықтың осы белдеуімен Күн, Ай және бес планета қозғалыста болады. Жер астында өлгендердің жаны құлайтын түпсіз тамұқ. Түнде Күн осы жер астынан Жердің батыс шеті арқылы шығысқа өтіп, күндіз тағы да көкке көтеріледі. Күннің теңіз көкжиегіне батқанын бақылаған адамдар, Күн теңізге батып, теңізден шығады деген түйіндеуге келген.\nАл гректердің Жер туралы ежелгі түсінігін біз Гомердің «Илиада» және «Одиссея» поэмаларынан табамыз. Онда Жерді жауынгерлердің қалқаны сияқты дөңестеу келген диск түрінде елестеткен. Құрылықты жан-жағынан Океан өзені шаяды. Жер үстінде мысты аспан шатыры, Күн сол арқылы жылжиды, ол күн сайын шығыстағы Океан суының астынан көтеріліп, батыстағы сол суға батады.\nКөп халықтарда тағы мынандай миф кең таралған: Жер таба нан сияқты жазық, оның алып өгіз мүйізімен көтеріп тұрады. Өгізді – алып балық, балықты мұхит ұстап тұр. Өгіз көтерген затын бір мүйізінен екінші мүйізіне ауыстарған кезде жер сілкінеді деп ұғынған.\nАл адамдар алыс саяхаттарға шыға бастаған кезде дәлел-деректер молайып, Жердің бір тегіс жазық емес, дөңес екені анықталды. Осылайша оңтүстікке жылжи отырып, саяхатшылар оңтүстікте бұрын белгісіз болып келген жаңа жұлдыздарды байқайды. Солтүстікке жылжығанда да сондай құбылыстар байқалады. Жердің дөңестігі алысқа ұзап бара жатқан кемелер арқылы да дәлелденеді. Кеме көкжиектен біртіндеп төмен түседі, алдымен корпусы, одан кейін желкендері, одан кейін олар да көрінбей кетеді. Осы негізде адамдар Жердің шар сияқты дөңгелек екеніне көз жеткізеді.\nӘйгілі ежелгі грек оқымыстысы Аристотель (б.э.д IV-ғасырда) Жердің шар кейіптес екенін ай тұтылуына қарап бірінші дәлелдейді: Толық Айға түскен Жердің көлеңкесі қашанда дөңгелек екені тайға таңба басқандай анық еді.\nАқыр соңында ежелгі әлемнің әйгілі астрономы Аристарх Самосский (б.э.д IV-ғасырдың соңы – ІІІ-ғасырдың ортасы.) Күн өзге планеталарымен бірге Жерді емес, Жер және барлық планеталар Күнді айнала қозғалатынына көз жеткізеді. Бірақ оның қолында анық көрсететін дәлелдер аз еді. Ал оған 1700 жылдан кейін поляк оқымыстысы Коперник қол жеткізеді.\nАл бүгінде, ғылым дамығаннан кейін, кейбір құбылыстар арқылы орағытып түсіндіріп жатпай-ақ, Жердің жан-жақты сипаттамасын дәл есептер мен өлшемдер арқылы көз жеткізуге болады.\nТолығырақ: https://moldir-bulak.kz/?p=638",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейбіт күннің қадірі туралы эссе жазу керек?",
        "question_content": "Бейбіт күннің қадірі туралы эссе жазу керек?",
        "question_date": "7.04.2021",
        "question_tag": "Мектеп",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген азамат үшін \"бейбітшілік\" сөзінің құны жоғары. Сондықтан да біз тыныш та, еркін заманда өмір сүргенді қалаймыз. Бейбітшілік деген – адамзаттың өз елінде еркін өмір сүріп, шуы жоқ ортада өз болашағын құруы. Бейбіт заман барлық елдің басына қонатын бақ құсы емес. Әлемде таңының тыныш атып, күнінің тыныш батқанын армандайтын талай адамзат өмір сүріп жатыр. Сіз де, біз де бейбіт заманда өмір сүруге лайықпыз. Осы бейбіт заманның ғұмырының баянды болғанын тіледік. Әрбір жас азамат өз елінің тарихын, тарихи тұлғаларын, олардың өнегелі істерін оқып біліп, ұлттық дәстүрлеріміз бен әдет-ғұрыптарымызды, мәдениетімізді ұғынып, туған өлкеміздің тау-тасын, өзен-көлін, қазба байлығын өзімдікі деп сезініп, оны қорғай да білетіндей болу керек.\nӘрбір азамат туған өлкесін, елін, жерін, салт-дәстүрін, тарихын құрметтейтін, сүйетін, мақтан тұтатын, Ұлтжанды азамат болу керек. Ол үшін өткенін біліп, бағалау керек. өзі туған қасиетті Отанын оттан да ыстық бағалау, сүю керек деп ойлаймын. Ұлтымыздың мақтанышы Қ.И.Сәтбаевтан шетелдіктер: қазақ деген халық сіз сияқты сымбатты да, ірі ме?дегенде, Қ.И.Сәтбаев:»халқым менен де биік, менен де сымбатты»-деген екен ендеше сол ағаларымыздай Ұлтжанды, білімді ұрпақ бола білейік.  «Саусақ бірікпей, ине ілікпейді» дегендей, баршамыз бір шаңырақ иесіндей жұдырықша жұмылар болсақ, бейбітшілікті әлемге талай паш етеріміз белгілі. Бүгінгі еліміздің бейбітшілігі – біздің ортақ еңбегіміздің нәтижесі.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшеден ақ түссіз қою сұйықтық шықса жүніп боламыз ба ғұсыл алу міндет пе?",
        "question_content": "Ассаламуалейкум бір сұрағым бар еді мүшеден ақ түссіз қою сұйықтық шықса жүніп боламызба ғұсыл алу міндет пе естігем Сахаба Али Оған Алланың игілігімен сәлемі болсын мен сондай адамнан едім дегені ол кісі нені көздеді соны түсінбедім жауап берсеңіздер Алла сіздерден разы болсын.",
        "question_date": "6.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ: Қай жағдайлар ғұсылды қажет етеді?\nЖауап: Ғұсылды қажет ететін жағдайлар мыналар:\n1) Хайз (етеккір) немесе нифас (босанғаннан кейінгі қан) жағдайы біткен кезде немесе жүніп болған кезде ғұсыл алу парыз. Хайз біткеннен кейін, жүніп те болса екеуі үшін бір ғұсыл алу жеткілікті. Әйел жүніп кезінде хайз көрсе, қаласа бірден ғұсыл алады, қаласа хайз біткенге дейін күтеді. Одан кейін екеуі үшін бір рет ғұсыл алады.\n2) Еркек жыныстық мүшесінің ұшы, сүннет терісі астындағы домалақ бөлігі, әйелдің жыныстық мүшесіне кірсе, мәни келмесе де, еркек те, әйел де жүніп болып саналады. Домалақ бөлігі кірмесе жүніп болмайды.\n3) Еркекте қою ақ және әйелде сұйық сары мәни шаһуетпен атып шықса жүніп болады.\n4) Ихтиламмен (поллюция), яғни түсінде шахуеттеніп оянған кезде мәни аққанын көрген еркек және әйел жүніп болады. Түсінде жыныстық қатынасқа түскенін көріп, бірақ оянған кезде мәни ақпаған болса, мәни жоқ болса ғұсыл алмайды. Кейбір ғалымдар, әйелдің мәниі ішке ағады, сенімді болу үшін жуынуы жақсы болады деген.\n5) Шаһуетпен шыққан мәни, сідік жолында қалып, кейінірек осы жерден шаһуетсіз шықса да ғұсыл алу керек болады. Сідік шығарғаннан кейін немесе кішкене ұйықтағаннан кейін шықса ғұсыл керек емес.\n6) Истимна (мастурбация) ғұсылды қажет етеді.\n7) Жүніп болып, сідік шығармастан ғұсыл еткеннен кейін мәнидің қалған мөлшері шаһуатсыз ақса, қайтадан ғұсыл алу керек болады. Сондықтан, ғұсыл алудан бұрын алдымен сідік шығарып, сідік жолында қалған мәни мөлшерін шығарғаннан кейін ғұсыл алу керек.\n8) Еркек жыныстық мүшесінің ұшы әйелдің немесе еркектің артына кірген кезде, мәни ақса да, ақпаса да екеуіне де ғұсыл алу парыз болады. Хайз кезінде де, таза кезінде де әйелге артынан жақындау харам, үлкен күнә. Лиуата немесе гомосексуализм деген қатынастар одан да үлкен күнә. Жануарға жақындаған адамға да ғұсыл керек. Өте жаман және үлкен күнә.\n9) Ихтилам болғанын есіне түсіре алмай, мәни көрген адамның ғұсыл алуы керек. Оянып іш киімінде мәни көрген адам ихтилам болғанын есіне түсіре алмаса да ғұсыл алады. Мәзи болса, сенімді болу үшін ғұсыл алады.\n10) Әйел күйеуін ойлаған кезде, шаһуетпен дірілдегеннен кейін сарғыштау бір сұйық келсе, ғұсыл керек болады.\nТолығырақ: https://www.islamdini.kz/articles/840",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерін ағарып аппақ болуы неден??",
        "question_content": "Сіңілімнің біраздан бері ерні аппақ болып ағарып кете береді.Ол неден? Қандай врачка қаралу керек бұл жөнінде?",
        "question_date": "6.04.2021",
        "question_tag": "Тазалық",
        "question_views": 999,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан аздықтың белгісі",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геморрой түйіні жарылуы мүмкін бе?",
        "question_content": "Геморрой түйіні жарылуы мүмкінбе?",
        "question_date": "6.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Геморрой дамуындағы қабыну үдерісінің қаншалықты ауырлағандығына байланысты, төрт сатыға бөлнеді.\n1-ші сатысы:\nартқы өтіс аймағындағы жайсыздықпен білінеді, бірақ кейде симптомсыз да жүруі мүмкін, геморроидальді түйін немесе немесе түйіндер тек тексерген кезде ғана байқалады, бірақ шығып кетпейді\n2-ші сатысы:\nгеморроидальді түйіндер ауық-ауық, күш түскен кезде шығып кетуі (үлкен дәретке барған немесе ауыр көтерген кезд) және олар өздігінен қалпына келуі мүмкін\n3-ші сатысы:\nтүйіндер мезгіл-мезгіл шығып кете бастайды, бірақ пациент оларды әлі де өз бетінше түзете алады.\n4-ші сатысы:\nтүйіндердің тіпті азғантай күш түскен кезде де, үнемі шығып кетуі және оларды өздігіңізден түзету мүмкін болмай қалады.\nТолығырақ: https://kaz.relief.bayer.com/kk/hemorrhoid/",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Студентке \"Оценчик\" - \"Бағалау\" мамандығына практикадан мінездеме жазу керек?",
        "question_content": "Студентке \"Оценчик\" - \"Бағалау\" мамандығына практикадан мінездеме жазу керек?",
        "question_date": "6.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "_________________________Университеті \n_________________________ мамандығының \n__ курс студенті \n____________________ (АЖӘ)\n\nМінездеме\n\n____________________ (АЖӘ) ____.21-____.21 ж. аралығында _____ бойынша __________________да өндірістік іс-тәжірбиеден өтті. Алғашқы күннен бастап өз ісіне тиянақтылығымен, жауапкершілігімен көзге түсті. ___________________ (АЖӘ) практика барысында жұмысқа үнемі мол дайындықпен, көп ізденіспен келеді. Қиын жағдайда өз бетінше дұрыс шешім қабылдай біледі. Мінезі ашық, өз жұмысына ынталы, мекеменің қызметкерлерімен тез тіл табыса алады. Сынды дұрыс түсінеді, кемшіліктерін тез түзеуге тырысады. Болашақта _______(АЖӘ) еліміздің экономикалық әл-ауқатын жоғарылауына үлес қосатын білікті бағалаушы болады деп үміттене отырып, өткізген іс-тәжірибесін «5» өте жақсы деп бағалаймыз.\n\n___________ басшысы _______(АЖӘ)",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геолог болу үшін не керек, жақсы жаман жақтарын , оқу орындарын айтсаңыздар",
        "question_content": "жағдай жасалған ба ,орысшама кітаптар ,    далада жүресіңба , намаз оқи алама т.б",
        "question_date": "6.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір адамның болашағы таңдаған мамандығына да байланысты екені анық. Сол себепті мамандық таңдау оңай емес. Шыны керек, кейбір жастарымыз жақсы маман иесі болсам деп ойлай бермейді. Әйтеуір, бір мамандықты таңдай салып, диплом алып шықсам болды деп ойлайды.\nЖақсы  маман иесі болу үшін көп ізденіс, оқу, білім алу, ең бастысы мамандыққа деген сүйіспеншілік қажет. Бүгінгі таңда ең қажетті мамандықтардың қатарына  геолог, радиотехник, инженер, мамандықтары  аталып жүр.\nОсы салаларда білікті мамандардың керек екені рас.\nСонымен бірге түлектердің қазіргі заман талабына сай мамандықтар мен кәсіп иелері туралы толық ақпаратпен қамтамасыз етілмеуін де атап өтуге болады. Расында, кәсіптік білім беруде шешімін күтіп тұрған мәселелер бар.\nМамандықты ойланып барып таңдаған жөн. Бұл маңызды іске мектепте көңіл бөлінуі тиіс.\nЗаман талабына сай өмір сүру керек деп жатамыз ғой, заманға сай жаңа мамандықтар қажет. Қазіргі жастарға шетел тілін білу, компьютерді жоғары деңгейде қолданып, оның әртүрлі бағдарламаларын игеру талап етіліп отыр.\nЯғни инновациялық озық технологияларды жоғары деңгейде меңгерген, нанотехнологияларды игерген, компьютерлік бағдарламаларды құрастырушы мамандар – заман талабына сай пайда болып жатқан мамандықтар. Қазіргі таңда нанотехнология саласы қолға алынып жатыр. Бұл сала информатика, физика, химия тәрізді ғылымды жетік меңгерген, біліктілігі мол мамандардың бірлесе отырып жұмыс істеуін керек етеді.\nЖастардың көбі кәсіптік мамандықтарға қызыға қоймайды. Неліктен олай? Қайта қоғам қажет етіп отырған зәру мамандықтарды игеруге жастарымыз көбірек баруы керек емес пе? Сұранысы төмен мамандыққа оқып, жұмыс таба алмай отырған жақсы ма, әлде белгілі бір кәсіпті меңгеріп, өз ісінің шебері атанып, өмірде өз жолын тапқан жақсы ма? Әрине, өз ісінің маманы болып, өмірде өз жолын тапқан жақсы.\nЕлімізде «Индустриалды-инновациялық даму бағдарламасы» қолға алынғалы техника мамандарына сұраныс артты.\nСоның ішінде геолог мамандығы үлкен сұранысқа ие.\nҚазіргі кезде әлемнiң көп елдерi кен өндiру секторын өз ұлттық экономикаларының бiрқалыпты дамуының қозғаушысы ретiнде санайды.\nҚазақстан экономикасы дамуы да осы минералды-шикізат базасына байланысты болып отыр.\nСарапшылар бағалауы бойынша, Қазақстанда жоғары сұранысқа ие металдар (Cu, Pb, Zn, Au, Ag) қатарына жатады.\nҰлттық компания осы қысқа кезең ішінде геологиялық барлауға қазіргі заманғы инновациялық технологиялар енгізіп, инвестициялар тарту, сондай-ақ геология саласының ғылыми деңгейін дамыту бағыттарында көп жұмыстар атқарды келеді.\nЕліміздің минералдық-шикізат базасын толықтырып, қазіргі кезеңде және ұзақ мерзімді мемлекеттің экономикалық сұранысын перспективада қанағаттандыру үшін міндетті түрде геология саласын дамыту қажет.\nГеология – бұл ғылымды қажет ететін салалардың бірі, сондықтан өңірлік әрі іздеу (барлау) жұмыстарын дайындау кезінде өңірлердің даму ерекшеліктерін ескере отырып, олардың негізінде пайдалы қазбалар іздеудің геологиялық-геофизикалық материалдарды қорыту әрі талдаудың ғылыми түрде негізделген бағыттары бойынша тақырыптық ғылыми жұмыстардың үлкен көлемін жүргізу қажет.\nҚазақстанда геологиялық барлау жұмыстарына да сұраныстар артып келеді. Әлі де болса, барланбаған кен орындары көп. Қорлары бекітілген кен орындары қажет.\nАлайда, осындай жұмыстар жүргізу үшін кадрлар даярлау қажет.\nГеолог мамандықтарды даярлау кезінде қоятын аса маңызды талаптардың бірі – мамандарды геологиялық барлаудың жаңа технологияларына оқытып, үйрету.\nБұдан басқа, жаз маусымы кезінде далалық геологиялық барлау жұмыстарын жүргізу әдістерін игеруге студенттер үшін өндірістік тәжірибелер ұйымдастырып, геологтардың қызығушылығын туғызу керек.\nСондықтан теориядан алып жүрген білімдерін, өндіріспен тығыз байланыстырып тәжірибе жүзінде көрген жақсы.\nГеология мамандығының қазіргі таңда өзектілігі өте жоғары.\nМаңғыстау өлкесі мұнайлы өлке болып саналғандықтан, аймағымыздағы жалғыз оқу орны Ш.Есенов атындағы Каспий мемлекеттік технологиялар және  инжиниринг университеті болып саналады. Осы оқу орнының геология мамандығын бітіріп, мұнай компанияларында жоғарғы қызметте жұмыс жасап отырған түлектеріміз жетерлік.\nТолығырақ: https://bilimdinews.kz/?p=103429",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламамен алынған үйдің ақшасын қалай қайтарамын?",
        "question_content": "Мен 2019 жылы Дипломмен ауылға жобасы бойынша үй алғанмын. Ажырасуыма байланысты жұмыстан кетіп жатырмын. Ендігі кезекте үйдің ақшасының қалған сумманы ғана төлейтіндей қылып қалай жасауға болады?",
        "question_date": "6.04.2021",
        "question_tag": "Заң",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аккультурация және мәдени синдром ұғымдары реферат керек?",
        "question_content": "Аккультурация және мәдени синдром ұғымдары реферат керек?",
        "question_date": "5.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аккультурация - бұл бір мәдениеттің адамы немесе тобы басқа мәдениетті сақтай отырып, басқа мәдениеттің тәжірибелері мен құндылықтарын қабылдауға келетін процесс. Бұл үдеріс көбінесе мәдениеттің элементтерін қабылдайтын азшылық мәдениеті туралы, әдетте олар көшіп келген жерде мәдени немесе этникалық жағынан көпшіліктен ерекшеленетін иммигрант топтарына қатысты жиі талқыланады.\nАлайда, аккультурация - бұл екі жақты процесс, сондықтан көпшілік мәдениетке кіретіндер өздері байланысқа түсетін азшылық мәдениеттерінің элементтерін жиі қабылдайды. Процесс міндетті түрде көпшілік немесе азшылық болмайтын топтар арасында ойнайды. Бұл топтық және жеке деңгейлерде болуы мүмкін және өнер, әдебиет немесе ақпарат құралдары арқылы жеке байланыс немесе байланыс нәтижесінде пайда болуы мүмкін.\nАккультурация ассимиляция процесімен бірдей емес, дегенмен кейбір адамдар сөздерді бір-бірінің орнына қолданады. Ассимиляция аккультурация процесінің түпкілікті нәтижесі болуы мүмкін, бірақ процестің басқа нәтижелері де болуы мүмкін, соның ішінде бас тарту, интеграция, маргинализация және трансмутация.\nАккультурация анықталды\nАккультурация - бұл мәдени байланыс пен алмасу процесі, бұл арқылы адам немесе топ мәдениеттің белгілі бір құндылықтары мен тәжірибелерін бастапқыда өздеріне тән емес, азды-көпті қабылдайды. Нәтижесінде адамның немесе топтың өзіндік мәдениеті қалады, бірақ ол осы процесте өзгереді.\nПроцесс ең жоғарғы деңгейге жеткенде, ассимиляция жүреді, онда түпнұсқа мәдениеттен толық бас тартылады және оның орнына жаңа мәдениет қабылданады. Сонымен қатар, шамалы өзгерістен жалпы өзгеріске дейінгі спектр бойымен жүретін басқа нәтижелер де болуы мүмкін, оларға бөліну, интеграция, маргиналдану және трансмутация жатады.\n«Аккультурация» терминін әлеуметтік ғылымдар шеңберінде алғаш рет қолдануды Джон Уэсли Пауэлл 1880 жылы АҚШ этнология бюросында жасаған баяндамасында айтқан. Пауэлл кейінірек бұл терминді мәдени алмасу салдарынан адамның бойында болатын психологиялық өзгерістер деп анықтады. әртүрлі мәдениеттер арасындағы кеңейтілген байланыс нәтижесінде пайда болады. Пауэлл мәдени элементтермен алмасу кезінде әрқайсысының өзіне тән мәдениетін сақтайтындығын байқады.\nКейінірек, 20 ғасырдың басында аккультурация этнографияны иммигранттардың өмірін және олардың АҚШ қоғамына қаншалықты енгендігін зерттеу үшін қолданған американдық әлеуметтанушылардың назарында болды. В.И.Томас пен Флориан Знаницкий бұл процесті 1918 жылы «Еуропа мен Америкадағы поляк шаруасы» атты зерттеуінде Чикагодағы поляк иммигранттарымен бірге қарастырды. Роберт Э. Парк пен Эрнест У.Бургесс сияқты басқалары өздерінің зерттеулері мен теорияларын осы процестің ассимиляция нәтижесіне бағыттады.\nБұл алғашқы әлеуметтанушылар иммигранттар бастан кешірген аккультурация процесіне, сондай-ақ негізінен ақ қоғамның құрамында қара американдықтар өмір сүрген болса, қазіргі кезде әлеуметтанушылар аккультурация процесінде болатын мәдени алмасу мен асырап алудың екі жақты сипатына көбірек сәйкес келеді.\nТоптық және жеке деңгейлердегі мәдениеттілік\nТоптық деңгейде аккультурация басқа мәдениеттің құндылықтарын, тәжірибелерін, өнер түрлері мен технологияларын кеңінен қабылдауға әкеледі. Бұл идеяларды, наным-сенімдерді және идеологияны қабылдаудан бастап, басқа мәдениеттерден тағамдар мен асүйлердің стильдерін ауқымды түрде қамтуға дейін болуы мүмкін. Мысалы, АҚШ-тағы мексикалық, қытай және үнді тағамдарының құшағына иммигранттардың негізгі американдық тағамдары мен тамақтарын бір мезгілде қабылдау кіреді. Топтық деңгейдегі мәдениеттілік сонымен қатар киім мен сән үлгісінің және тілдің мәдени алмасуына әкелуі мүмкін. Бұл иммиграциялық топтар жаңа үйдің тілін үйреніп, қабылдаған кезде немесе шет тілінен алынған белгілі бір сөз тіркестері мен сөздер жалпы қолданысқа енген кезде болады. Кейде мәдениеттің көшбасшылары тиімділік пен прогреске байланысты себептер бойынша басқа технологияларды немесе тәжірибелерді қабылдау туралы саналы шешім қабылдайды.\nЖеке деңгейде аккультурация топ деңгейінде болатын барлық нәрселерді қамтуы мүмкін, бірақ себептер мен жағдайлар әр түрлі болуы мүмкін. Мысалы, мәдениеті өзгелерден өзгеше шетелдерге саяхат жасайтын және ұзақ уақытты сол жерде өткізетін адамдар жаңа нәрселерді үйрену және сезіну үшін әдейі немесе басқа түрде аккультурация процесіне қатысуы мүмкін, олардың болуынан ләззат алыңыз және мәдени айырмашылықтардан туындауы мүмкін әлеуметтік үйкелісті азайтыңыз.\nСол сияқты, бірінші ұрпақ иммигранттары саналы түрде аккультурация процесіне қатысады, өйткені олар әлеуметтік және экономикалық жетістіктерге жету үшін жаңа қауымдастыққа қоныс аударады. Шын мәнінде, иммигранттар көбіне заң бойынша көптеген жерлерде мәдениетті өсіруге мәжбүр болады, тілді және қоғамның заңдылықтарын, кейбір жағдайларда киім кию мен денені жабуды басқаратын жаңа заңдар. Әлеуметтік таптар мен олар өмір сүретін бөлек және әр түрлі кеңістіктер арасында қозғалатын адамдар көбінесе ерікті және қажетті негізде аккультурацияға тап болады. Бұл жоғары оқу орындарының нормалары мен мәдениетін түсіну үшін кенеттен әлеуметтеніп қалған құрдастарының қатарына енген бірінші буын колледж студенттеріне немесе кедей және жұмысшы отбасыларының студенттеріне бай құрдастарының қоршауында жүрген студенттерге қатысты. жақсы қаржыландырылған жеке колледждер мен университеттер.\nАккультурация ассимиляциядан қалай ерекшеленеді\nОлар жиі бір-бірінің орнына қолданылатынымен, аккультурация мен ассимиляция екі басқа нәрсе. Ассимиляция аккультурацияның түпкілікті нәтижесі болуы мүмкін, бірақ ол міндетті емес. Сондай-ақ, ассимиляция көбінесе аккультурация болып табылатын мәдени алмасудың екі жақты процесі емес, көбіне бір жақты процесс болып табылады.\nАссимиляция - бұл адамның немесе топтың өзіндік мәдениетін іс жүзінде алмастыратын, артында тек микроэлементтер қалдырып, жаңа мәдениетті қабылдау процесі. Бұл сөз ұқсастық жасауды білдіреді, ал процестің соңында адам немесе топ мәдени тұрғыдан өзі сіңісіп кеткен қоғамға мәдени жағынан ерекшеленбейтін болады.\nАссимиляция процесс және нәтиже ретінде қоғамның қалыптасқан құрылымымен үйлесуге ұмтылатын иммигрант популяцияларында кең таралған. Процесс жылдам немесе біртіндеп болуы мүмкін, контекст пен жағдайға байланысты жылдар бойына дамиды. Мысалы, Чикагода өскен америкалық үшінші буындық американдықтар Вьетнамның ауылында тұратын вьетнамдықтардан мәдени жағынан қалай ерекшеленетінін қарастырайық.\nБес түрлі стратегия және акультурацияның нәтижелері\nМәдениет алмасуға қатысатын адамдар немесе топтар қабылдаған стратегияға байланысты аккультурация әр түрлі формада болуы және әртүрлі нәтиже беруі мүмкін. Қолданылатын стратегия адамның немесе топтың өзінің бастапқы мәдениетін сақтау маңызды деп санайтындығына және олар үшін мәдениеті өзгелерінен өзгеше болатын үлкен қауымдастықпен және қоғаммен қарым-қатынас орнату мен қолдаудың қаншалықты маңызды екендігіне байланысты анықталады. Осы сұрақтарға жауаптардың төрт түрлі тіркесімі бес түрлі стратегиялар мен аккультурация нәтижелеріне әкеледі.\nАссимиляция. Бұл стратегия түпнұсқа мәдениетті сақтауға аз ғана мән беріліп, жаңа мәдениетке деген қарым-қатынасты орнатуға және дамытуға үлкен мән берілген кезде қолданылады. Бұдан шығатын қорытынды, адам немесе топ, сайып келгенде, олар сіңіп кеткен мәдениеттен мәдени жағынан ерекшеленбейді. Аккультурацияның бұл түрі жаңа мүшелер сіңетін «балқытылған қазан» болып саналатын қоғамдарда болуы мүмкін.\nБөлу. Бұл стратегия жаңа мәдениетті қабылдауға аз ғана мән беріліп, түпнұсқа мәдениетті сақтауға үлкен мән берілетін кезде қолданылады. Мұның нәтижесі жаңа мәдениеттен бас тарту кезінде түпнұсқа мәдениетті сақтау болып табылады. Аккультурацияның бұл түрі мәдени немесе нәсілдік бөлінген қоғамдарда болуы мүмкін.\nИнтеграция. Бұл стратегия түпнұсқа мәдениетті сақтау және жаңасына бейімделу маңызды болып саналғанда қолданылады. Бұл аккультурацияның кең таралған стратегиясы және оны көптеген иммигранттар қауымдастығы мен этникалық немесе нәсілдік азшылықтың үлесі жоғары адамдар арасында байқауға болады. Бұл стратегияны қолданушыларды екі мәдениетті деп санауға болады және олар әр түрлі мәдени топтар арасында ауысқанда кодты ауыстырады. Бұл көпмәдениетті қоғам болып саналатын норма.\nМаргинализация. Бұл стратегияны өзінің төл мәдениетін сақтауға да, жаңасын қабылдауға да мән бермейтіндер қолданады. Нәтижесінде адамды немесе топты шетке шығарады - шетке ығыстырады, елемейді және қоғамның қалған бөлігі ұмытады. Бұл мәдени эксклюзия қолданылатын қоғамдарда орын алуы мүмкін, осылайша мәдени тұрғыдан өзгеше адамның интеграциясын қиындатады немесе қызықтырмайды.\nТрансмутация. Бұл стратегияны өздерінің төл мәдениетін сақтауға да, жаңа мәдениетті қабылдауға да мән беретіндер қолданады, бірақ екі түрлі мәдениетті күнделікті өмірге қосудың орнына, мұны істейтіндер үшінші мәдениетті жасайды (ескі мен ескі қоспалар) жаңа).\nТолығырақ:  https://ko.seagrantsatlantic.org/acculturation-definition-3026039-10204",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көздегі қара дақ көзіме зиян емес пе?",
        "question_content": "Менің көзімде кішкентайымнан қара дақтар бар. Көздің ағы болады ғой сол жерде орналасқан. Оны не деп атайды? Қалыпты жағдай ма?",
        "question_date": "5.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейбір адамдардан байқағанмын, бірақ оның көлемі өзгеріп немесе, ауырып, басқа да ыңғайсыз жағдайлар тудырмаса ешқандай мәселе жоқ деп ойлаймын. Басқа дене бөлігіне шыққан қал секілді қабылдаған дұрыс деп ойлаймын.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарым-қатынас психологиясы реферат қажет?",
        "question_content": "Кроссмәдени қарым-қатынас психологиясы\n1. Кросс-мәдени психологияның жалпы сипаттамасы\n2. Аккультурация және мәдени синдром ұғымдары\n3. Мәдениетаралық және этнопсихологиялық зерттеулердің заманауи мәселелері\n4. Кросс-мәдени менеджмент\n5. Халықаралық этикет",
        "question_date": "5.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам қоғамнан тыс өмр сүре алмайды. Өйткені оның психикасы тек айналасындағылармен қарым-қатынас жасау процесінде ғана қалыптасыды, қоғамдық тәрбие арқылы адам белгілі мазмұнға ие болады. Адам санасының дамуы қоғамның дамуымен байланысты. Қоғамнан тыс адам өмірінің болуы мүмкін емес.\nКез келген адам дүниеге келсімен екәншә біп адаммен қарым- қатынасқс түсуді қажетсінеді. Мәселен, нәрестенің анасымен «тілдесуі» қажетін қанағаттандырмау – біртіндеп оның қасаң сезімді, мейрімсіз болып өсуіне, кішкентайынан айналасына сезімінің азаюына әкліп соқтыратыны байқалып жүр. Сөйтіп, басқалармен қарым-қатынасқа түсу – қай жастағыларға болмасын, оған киім-кешек, баспана, ұйқы, демалу қандай қажет болса, айналадағы жұртпен аралысып, дұрыс қарм-қатынас жасай білу де қажет. Мәселен, адамды қамап, басқалармен араластырмай ұстау – жазаның ең ауыр түрі екндігі белгілі. Өзгелеромен қарым-қатынас жасау – бұл тіршілікке аса маңызды ақпарат алмасу деген сөз. Адам қарым –қатынас арқылы айналасындағы дүние жайлы мәілмет алады, еңбек пен тұрмыс дағдыларына машықтанады, адамзат жасап шығарған түрлі құндылықтарға меңгереді. әрине қарым-қатынас ақпарт алумен ғана шектелмейді, оның шеңбері аса кең, бұл кең көп қырлы ұғым. Спектакель көрсекте, лекция тыңдасақта , телефонмен хабарлассақ та, дос- жарандармен сөйлессек те – осының бәрі – қарым- қатынастың сан алуан қырлары. Өмірдегі сан алуан тіршілікте адамдар бі-бірімен тікелей, жүзбе жүз не жанама не біреу арқылы қарым-қатынасқа түседі.\nОсындай қарым-қатынастың мән –мағынасы, олардың түрлі көріністері жеке адамдармен топтық ұйымдардың тіршілігінен жақсы байқалып тұр.\nҚарым-қатынас «топ», «ұжым» деген ұғымдармен тікелей байланысты.\nАдам баласы жалғыз жүріп, көздеген мақсат-мұратына жете алмайды, сондықтан ол ылғи да басқалармен бірлесіп тіршілік етуі тиіс дедік. Мұндайда адам ылғи топпен бірге өмір сүретіні белгілі. Мәселен, мұның бірі – нақты (реалды) топтар. Бұл –ортақ мақсат көздеп, бір кеңістікте, белгілі уақыт ішінде, бір бірімен қоян қолтық араласып, іс әрекетке түсетіндер. Топтар үлкен (макро), шағын (микро), ресми, бейресми, формалы, формалсыз, ұйымдасқан, ұйымдаспаған, жасанды, табиғи, референттік болып бірнеше бөлінеді.\nБіршама тұрақты, құрамы жағынан саны онша көп емес, бір – бірімен тікелей қарым қатынас жасап отыратын ортақ мақсатқа ұмытылған адамдардың бірлестігі «шағын топ деп» аталады. Осындай топтың барлық мүшесі күш жігері бір мақсатқа бағытталады.\nОтбасы, өндірістік бригада, ұшақ пен ғарыш корабілнің экипажы, поляр станциясында қыстаушылар, мектептегі сынып сияқты бірлестіктер шағын топ деп аталады. Мысалы, кейбір оқушы мектепте жүргізілетін әртүлі іс шаралардың бәріне де қатысады. Ол футбол командасының, не пән үйрмесінің мүшесі, не жетекшісі т.б. Бірақ осылардың біреуіне ерекше ден қояды. Шағын торптағылардың өзара қарым –қатынасына шек қойылмайды.\nФормалы топ мүшелерінің арасында белгілі құжаттардың талабына сәйкес әр түрлі сипаттағы іскерлік қатынастар орнайды.\nФормасыз топ – бұл ұнату, көзқарас бірдейлігін тану сияқты психологиялық себептер бірлігі негізінде туады. Мұндай топ ресми құжаттарды тиісті нұсқауларды қажет етпейді. Мәселен, бірлесіп балық аулау, аңшылықпен айналысу, отау тігу, дос- жарандық қатынаста болу – осындай топтың мысалдары.\nӘртүрлі деңгейдегі топтардың ішінде референттік топтың мәні ерекше. Бұл -әр адамның жекелеген топтардың ішінен біреуіне ғана ерекще тәнті болып, соны ғана қастерлеп, қадір тұтып, жүрек қалауымен таңдап алған тобы. Мұндай топқа енген адамдар ондағы талап тілектерді, белгілі принциптерді қолдап қана қоймай, оны қызғыштай қорғайды, тіпті соның жолында жанын пида етуге дайын.\nМәселен, сенің көңіл – күйің бүгін нашарлап тұр делік, оның да белгілі себебі болатыны түсінкті. Сөйтседе, басқалар сенімен әңгімелескісі, бір нәрсені сұрап білгісі келеді екен. Сен ондайда өзіңді қалай ұстауың керек. Әрине, қолайсыздықты сезетінің анық. Сені әңгімеге тартып, үсті-үстіне сауал қойып отырғандар көбінде көңіл – күйіңді түсіне қоймайды. Өйткені оларда эмпатиялық қасиет жөнді қалыптаспаған. Сондықтанда эмпатиялық қасиетті өздеріңде үнемі дамытып отыруларың қажет.\nБіздің қай қайсымыз болсын, тіршілікте кейбір адамдардың үйірсек келетінін байқап жүрміз. Бұл басқалармен тез тіл табысып кететін жандар. Ал өзара пікірлесіп, адамды жөзіне тартпақ түгіл оның қитығына түсетіндер де кездеседі. Мәселен, табиғатынан тұйқ адамдар әңгімені өзіне аударғысы келмейді, артық сөзге бармайды, тек әңгімелесушінің сөзін жай, ықылассыз тыңдап отырады.\nДаму психологиясы.\nХІХ – аяғы мен ХХ ғасырдың басаында қарқынды дамыған бүкіләлемдік психология ғылымының сан – салаларынан жарық көрген шетелдік ғылымдардың зерттеулерін сын көзімен қарап, оларға талдау жасап, ХХ ғасыр психологиясының дамуына орасан зор үлес қосты. Адамның жан дүниесін сыр сипатын терең зерттеген.\nА.С. Выготский адам психикасының мәдени тарихи дамуын және бала психикасының жақын арадағы даму аймағы» деп аталатын тұжырымдардың айрықша атап көрсетуді қажет етеді.\nМәдени тарихи теория туралы Выготский ішіндегі жүйе, ең алдымен адамның әлеуметтік өміріндегі тіршілік бейнесі қоғамның даму дәрежесіне, екіншіден ондай даму деңгейі: сол әлеуметтік өрістің заттарды ұстап тұтыну деңгейінде тәуелді.Үшіншіден, адамның жарық дүниеге келуі мен өмірінің соңғы кезеңіне дейін ұрпақтан ұрпаққа мұра ретінде қалдыратын өмір тәжірбиесіне, іс-әрекеті мен мінез құлық бейнесіне, бір сөзбен айтқанда бүкіл жан дүниесінің өзгеріп өрістеуіне, қалыптасуына ықпал етіп отыратын тарихи фактор ретінде қарстырылады.\nА.С. Выготскийдің психологиялық ғылымында ерекше орын алатын теориясы бала дамуының жақын арадағы аймағы деп аталады. Бұл теорияның түпкі мәні баланы тәрбилеп оқыту, оған білім беріп, дүние танымын қалыптастыру үнемі оның табиғи дамуының деңгейінің оздырып отыруды талап етеді. Мұндай талап біріншіден, баланың психикасын оның жан дүниесінің дамуын, ақыл ой деңгейін өрістетіп, оны жетілдіруге шама шарқы жетіп оқып білім алуға, оны өздігінен ойлантып толғантуға әрбір затпен құбылыстың мазмұнын мағынасын пайымдап білуге жетектеп отырады. Егер баланың табиғи дамуында оның психикасы күрделеніп, сана сезімі жетілетін болса, ол оқу тәрбие жұмыстары арқылы оның дүниетаным мен білімінің шеңбері кеңейеді. Оның дамып жетілкі , сыртқы ортадан түйсініп, қабылдағанын көріпбілгендерін ой елегінен өткізіп санасының өрістеуіне әсер етуін сыртқы факторлардың ішкі факторларға айналуына белгіленеді. Осы жайт Выготскийдің адамның мәдени тарихи даму жайындағы теорисының мәнінен туындайды.\nВыготскийдің «жоғарғы психикалық қызыметінің даму тарихы» детін еңбегінде осы пікірін одан әрі жалғастыра түсіп, баланың жоғарғы психикалық қызыметі әлеуметтік орта ересектермен қарым-қатынас жасау туындап отырады осы жағдайда ғана сана – сезімі өсіп отырады. Выготскийдің бұл тұжыры «жақын арадағы даму аймағы» жайындағы қағидасын негіздеуге тірек болады.\nА.С.Выгодский тарихи даму кезеңдерінде адам психикасының өзгеріске түсіп отыратындығын әсіресе оның ойлау мен сөйлесуінің өрістеу сатыларын жан-жақты іздестіреді. Осы тұжырымның мәні 1934 жылы жарияланған «Ойлау мен сөйлеу» еңбегінде жан-жақты қамтылған.\nИ.М.Сегеневтің «Бас миының рефлекісі» деген еңбегі Ресеидегі психология ғылымының дамуы үшін жаратылыстық ғылыми негіз болды, сүйтіп материалистік психологиялық ой пікірдің дамуына үлкен үлес қосты. Сонымен қатар, Қазан төңкерісіне дейінгі Ресеиде Г.И. Челпановтың кеңестік кезеңде В.М. Бехтеревтің, И.П. Павловтың зертеулері, И.Е. Введенский мен А.А. Ухтомскийдің ревлекіске байланысты ашқан жаңалықтары психологияның табиғи ғылыми негізін адам әрі өрістетуге жол ашты.\nПсихикалық даму процесін басқарудың педагогикалық шартары.\nДаму процесінде күш пен үш түрлі факторлар болады.\n1.Биологиялық фактор. Бұл ата-анадан ауысқан туа біткен және өмір сүруде қабылданған дененің барлық мүшелерінің,оның барлық жүйесі құрылысының ерекшелігін білдіретін бала организмнің өмірі. Олардың жұмыс істеуі тірі организмнің ортамен өзара қарым-қатынасының натижесі болып табылатын белсенділікті, өсіп келе жатқан адамның денсаулығын қалыпты өмір тұрмысын қамтамасыз етеді.\nӘлеуметтік фактор.Бұл бала өмір сүретін орта, ең алдымен адамдардың ортасы.\nБұл – баламен қарым-қатынас жасайтын адамдар. Олаардың сипаттары, мінез құлық және ақыл-ой бейнелері, олардың мүдделері мен пікірлері,олардің еңбекке,басқа адамдарға қатынасы олардың істері мен сөздері,олардың сезімдері мен талаптары,дағдылары мен ұмтылыстары бала өсіп,дамитын рухани ортаны құрайды.\nБаланың белсенділігі – осының даму процесіндегі әрекет ететін үшінші\nкүш болып саналады. Оқитын пән қандайда жаңа,бағалы болмасын (машина, аспап, өнер пәні ) мұғалімнің шеберлігі қаншама жоғары болмасын, егер мұғалім баланың өзінің белсенділігін туғыза алмаса, оған ұсынылатын іс пен еңбнекте баланың әрекетке қатнасуы әрекет күткен нәтиже берммейді және баланың дамуына әсер етпейді.\nБаланың организм ретінде дамуы және оның жеке бас ретінде қалыптасуы белсенділік арқылы жүзеге асады. Баланың даму процесі стихиялы, яғни, ауыр төмен болу мүмкін. Егер бала әлсіз, іштен туған дене мүшелерінің кемістігі болса, мысалы есту немесе көру мұндай жағдайларды педагог оның іс әрекетін арнайы ұйымдастыру керек. Психикалық дамуды басқару қажет. Ол үшін баланың күнделікті өмірін ұйымдастырып, оның белсенділігіне басшылық жасап отру қажет. Демек:\nБаланың іс әрекетінің мазмұны ретінде (оқу, ойын, бақылау, әңгімелесу және т.б.) таңдаған материал жұмыс үстінде әрекет ету шеберлену, білу тәсілдерін және одан арғы қызыметіне қажетті жағымды эмоцияларды тудыруға әрі адамдар үшін бағалы мінез – құлықтың белгілерін қалыптастыратын болсын.\nӨздері таңдап алған іс әрекетіне балаларды үйрету қажет және қол жеткен жетістіктерін көңіл қоя бақылап отыру қажет. Педагог үшін баланың өзінің іс әрекет процесі мен қолы жеткен нәтижелеріне қатын.асы өте маңызды.\nБаланы белсенді іс-әрекетке оятатын, оның мүддесін бағдарлылығын, оның іс – әрекет себепттерін қалыптастыратын құралдарды да білу қажет.\nӘр оқушының қолы жетке нәтижелер мен даму дәрежесіне үнемі «қарайлай» отырып, оған талаптары үнемі, «қарайлай» отырып, оған талапты үнемі өсіріп отыру қажет.\nБалаларды зерттеп біліп, олардың әрқайсысы мен жеке тіл табу керек, ол үшін тәрбиеленушінің белсенділігіне жетекшілік етуде ойлы да дәлеоледә өзгертіп қана койммай, оған барлық әсер етудің мөлшерін үйлестіру керек. Өзінің әрбір тәрбиеленушінің ерекшеліктерін біле отырып, мұғалім оның белсенділігіне басшылықты ғылымның: педагоиканың, психологияның және физиологияның жалпы заңдарын ақыл мен негіздеп қолдана алады. Оқушының психикалық дамуын ойдағыдай басқару үшін, мұғалім өз тәрбиленушісінің әрқайсысын жақсы білу қажет, бұл жерде оның тек оның жақсы жағын ғана емес, нашар жағын да, потенциальды мүмкіндіктері, оның қоршаған ересек адамдар мен және өз құрдастарымен қарым-қатынастарын да жақсы білу керек. \nБалалар психикасынң дамуының мәселесі.\nДаму дегеніміз өзгерілуінің бір түрі. Бірақ өзгерудің бір түрі даму болып есептеліенбейді. Психика дегеніміз тіршілікті қамтамасыз етуге арналған қөажеттің бір түрі. Психика дамуы үшін жаңамен қатар көне, ескіден қалған қалдқтар болуы шарт.\nПсихикалық дамудың көрсеткіштеріне іс-әрекет мазмұны, іс-әрекеттің қорытындысы, іс-әрекетердің орын тәсілдері және тағы басқалар жатады. Давыдовтың айтуынша, оқыту есеюге әсер ету үшін жас балалар мына сияқты ой ептілігінде болу керек: біріншіден үйсіз сөйлеп тапсырмаларды орындай білуі; екіншіден, тапсырман.ы оқушы өзі қалай орындағанын тиісті оқу- құралындағы  жауаппен салыстырып тексеруі.\nЛ. Н. Толостойдың бөбек пен жеткіншек балалардың есеюіне аранлған болатын . Азия мен Африканың кейбір елднрінде баланың бір жас кезеңінен екінші бір жас кезеңіне өтерде той жасап, оны жеткіншек дәрежеге көтеретін болған. Осындай ғұрыптың бір жақсы жері бала осы мейрамды алдын –ала күтіп, жұрттың алдында өзінің ептілігін көрсету үшін әдйі даярланады. Әрбір елде есеюді, әр жас кезеңінде қандай ат беруді өзінше түсінген, Себебі, әр елждщің қоғамдық және мәдени дпмулары әр түрлі дәрежеде болады.\nЕсеюді әлеут жасына және ер баланың өзқіне тән хроникалық жасынан білугет болады, әлеует жас дегеніміз – әр елде есеюді қоғамдық жағдайдың ерекшеліктерін бөлуі. Біздің қазақ елінде қазақ қыздарын 13-14 жасынан үйлендіретін болған.\nҚазіргі кезеде есеюдің бұл түрі өзгеріліп, балалық кеэ 18 жасқа дейін созылды. Әлеут жасы мен хроникалық жастың арасында айырмашылықтар бар. Себебі, әлет жас деп отырғаны кәдімгі әркімнің туғаннан кейінгі жасы емес, заманның талабына қарай есеюдің әр түрлі болып келеді, хроникалық жасы өз жасы.\nАдам психикасының дамуындағы нәтижелі, тиімді кезең, синтизивтік кезең деп аталады. Психикалық дамудың синзитивтік кезеңі туралы алғаш сөз қозғанаған  Италяның педагогы Мария Монтессори болған. Синтизивтік кзез, бұл тек бала жасында ған емес, адамның барлық өмірінде түрліше болып кездеседі: жас кезеңде адам түрлі нәрселерге әсерлеткіш, мән бергіш келеді. Ал қартайған кезді алсақ мұндай жағдай өзгеше. Мысалы, қарт әйел көшеде келе жатқанда жан жағына қарамағанымен, көзіне түскен затттарды не адамдарды аңғарып жарымайды. Себебі ол бір нәрсені здеп асығып бара жатады. Бұл мысал әуелгі кездегі жастардың өмірі үлкендерге қарағанда өзінше синтизивтік кез екені дәлел бола алады. Синзитивтік кез көбіне мінді меңгеруге және ақылға байланысты келеді.\nТолығырақ: https://stud.baribar.kz/21558/qarym-qatynas-psikhologiyasy/",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылық емтихан арқылы тарих пәнінің мұғалімі болуға бола ма?",
        "question_content": "Шығармашылық таңдау  арқылы тарих пәнінің мұғалімі болуға бола ма?",
        "question_date": "5.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығармашылық емтихан көбіне спорттық, іскери және өнер бағытындағы мамандықтарға шартталған деп ойлаймын.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжге барғанда бекітілген топқа мінездеме керек еді?",
        "question_content": "Колледжге практикаға барғанда бектілген топқа мінездеме керек?",
        "question_date": "5.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мінездеме – қызметкердің мінез-құлқын және кәсіби деңгейін, біліктілігін, іскерлігін сипаттайтын және ол туралы әкімшіліктің көзқарасын аңғартатын құжат.Жоғарыдағы қате, мінездеме мазмұнында туған жылы, туған жері жазылмайды, бұл жерде өмірбаян болып кетіпті.\nМәселен:\nАттестациялауға жіберілген мемлекеттік әкімшілік қызметкерге берілген қызметтік мінездеме\n \n      Қызметке (күні.айы.жылы)ж. тағайындалған, (қала) қаласы ((аудан)ауданы) әкімі аппараты жалпы бөлімінің бас маманы (аты-жөні)\n \n     1. Қызметін атқару барысында ҚР Президентінің заң күші бар «Азаматтардың өтініштерін қарау тәртібі туралы» Жарлығын (19.06.1995 ж., № 2340), Үкіметтің «Қазақстан Республикасындағы орталық және жергілікті органдарына азаматтарды қабылдауды ұйымдастыру туралы» Қаулысын (04.09.2002 ж., № 974), Қазақстан Республикасы Үкіметінің қаулысымен бекітілген ісқағаздарды жүргізу жөніндегі Нұсқаулығын (31.01.2001 ж., № 168) және (қала) қаласының ((аудан) ауданының) әкімі « (қала) қаласының ((аудан)ауданының) әкімінің аппаратында және оның құрылымдық бөлімшелерінде құжаттармен жұмыс жүргізу туралы» шешімін ((жыл) ж., № (номер)) басшылыққа алып отырады.\n     2. Өзінің қызметтік (лауазымдық) міндеттемелерін атқара отырып, ол қаланың(ауданның) барлық ұйымдарына шығыс хат-хабарларды жібереді; қала әкімі аппаратына, құрылымдық бөлімшелерге, аудандық әкімдіктерге және қала әкімі аппаратына кірмейтін басқа да ұйымдарға келген қызметтік құжаттарды, өтінішарыздар, азаматтардың өтініштерін қабылдайды; қолма-қол, пошта және канцеляриялық жәшік арқылы алынған хаттарды қабылдайды, ашады, сұрыптайды; азаматтарға анықтамалық сипаттағы түсініктемелер береді; бақылауға алынған хаттардың тез әрі уақытылы жіберілуін қамтамасыз етеді; азаматтардың хат арқылы хабарласуына есеп жүргізеді; барлық шығатын хаттарды рәсімдеп, пошта арқылы (жай, тапсырыспен) жібереді; халықаралық поштамен жіберілгендеріне тізім дайындайды. (аты-жөні) өз қызметін атқара отырып, орындайтын міндеттемелерін шығармашылықпен атқарады, азаматтардың барлық сұрақтарына сауатты әрі дұрыс жауап береді, жауапкершілігі жоғары, тәртіпті қатаң сақтайды.\n     3. Қазақ тілі мен әдебиетінің мұғалімі мамандығы бойынша жоғары педагогикалық білімі болғандықтан, (аты-жөні) өтініш берушілермен әңгімелескенде мемлекеттік тілдегі білімін кәсіби түрде қолданады, келіп түскен хаттарды орыс тілінен мемлекеттік тілге аударады. Компьютерлік сауаттылығы жоғары. Бағдарламалық қамтамасыз етудегі кез келген өзгерістерді қиындықсыз меңгереді.\n    4. Мемлекеттік және еңбек тәртібін, Мемлекеттік қызметкердің ар-намыс Кодексін, ішкі қызметтік тәртіпті және әдеп нормаларын сақтайды. Жұмыс істеген уақыты ішінде тәртібіне байланысты ешқандай сөгіс алмаған.\n    5. Әңгімеге тартқыш, кәсіби деңгейін ұдайы арттырып отырады, әріптестеріне, азаматтарға мейіріммен қарайды. Мінезі салмақты, орнықты.\n     6.(аты-жөні)  атқаратын қызметіне лайықты.\n \n(лауазымы)                                                                  (аты-жөні)\n                                                                                 \n \n(күні.айы.жылы)ж.",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теле 2 мегабайтын басқа телге жіберу керек,болма?",
        "question_content": "Теле 2 дағы мб ны басқа теле2 номерге ауыстырғым келеді?",
        "question_date": "5.04.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір номерден екінші номерге мб қалдығын жібере алмайсыз. Ол тек осы номерде келесі айға қалуы мүмкін.",
                "date": "6.04.2021",
                "upvotes": 0
            },
            {
                "text": "Приложениямен жібере аласыз тариф бәрін ауыстырболу керек пхду",
                "date": "8.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несіпбек Айтұлы Бәйтерек поэмасында қандай мәселелерді көтерді?",
        "question_content": "Ақынның бәйтерек поэмасындағы көтерген мәселелері.\n\nБәйтерек поэмасына сюжеттік талдау:\n\nОқиғаның басталуы: Түске енген Тәуелсіздік Патшасы.\n\nОқиғаның байланысуы: Президент сайлануы. Қазақтың тәуелсіздік алуы.\n\nОқиғаның дамуы: Қазақ халқының қалыптасуына үлес қосқан адамдар.\n\nОқиғаның шиеленісуі: Елдің астанасы Ақмолаға ауысуы.\n\nОқиғаның шешімі: Автордың Елбасыға алғыс арнауы.\n\nҚорытынды: Іргелі, тату мемлекеттің құрылуы.",
        "question_date": "5.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 20800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "",
                "date": "6.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәдени ошақ деген не?",
        "question_content": "Мәдени ошақ дегеніміз не ? Көмектесіп жіберіңіздерші",
        "question_date": "5.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәдени ошақ деп кез-келген ұлттық мәдениетті дәріптейтін мәдени орындарды айтамыз. Мысалы: Театр, кітапхана, мәдениет үйі, мұражай т.с.с",
                "date": "6.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір мекемеде жұмыс жасағаныма 18 жыл болды, менің жұмыс уақытымды қысқарта алады ма?",
        "question_content": "бір мекемеде жұмыс жасағанына 18 жыл болса сағаттың азаюына байланысты қысқартуға бола ма?\n\nЕңбек кодексініде қарастырылған ба ?",
        "question_date": "4.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек шартын жасасқан кездегi кепiлдiктер\n      1. Еңбек шартын жасасудан негiзсiз бас тартуда тыйым салынады.\n 2. Еңбек шартын жасасқан кезде шығу тегiне, әлеуметтiк, лауазымдық және мүлiктiк жағдайларына, жынысына, нәсiлiне, ұлтына, тiлiне, дiнге қатысына, наным-сеніміне, тұрғылықты жерiне немесе қызметкерлердiң iскерлiк сапасына байланысты емес, кез келген өзге мән-жайларға қатысты уәждер бойынша олардың құқықтарын қандай да болсын тiкелей немесе жанама шектеуге немесе тiкелей немесе жанама артықшылықтар белгiлеуге, Қазақстан Республикасының заңында көзделген жағдайларды қоспағанда, жол берiлмейдi.\n  3. Жүктілiгiне немесе балалары болуына байланысты уәждер бойынша әйелмен еңбек шартын жасасудан бас тартуға тыйым салынады.\n 4. Бұрынғы жұмысынан босатылған күнiнен бастап бiр айдың iшiнде басқа жұмыс берушіден ауысу тәртiбiмен жұмысқа жазбаша нысанда шақырылған қызметкермен еңбек шартын жасасудан бас тартуға тыйым салынады.\n5. Егер заңды күшiне енген сот шешімімен, еңбек шартын жасасу мiндеттілігі белгiленген болса, белгiленген квота есебiнен заңмен уәкiлеттiк берілген органдар жұмысқа жiберген қызметкерлермен; егер сайлану (сайлаулар) актiсiнен белгiлi бiр еңбек функциясын орындау мiндеттілігі туындаса, заңдарда белгiленген тәртiппен қызметке сайланған азаматтармен; кәмелеттiк жасқа толмағанына байланысты кәмелеттiк жасқа толмағандармен; мүгедектiгiне байланысты мүгедектермен еңбек шартын жасасудан бас тартуға тыйым салынады.\n      6. Еңбек шартын жасасудан бас тартылған адамның талабы бойынша жұмыс берушi бас тартудың себебiн жазбаша нысанда хабарлауға мiндеттi.\n      7. Еңбек шартын жасасудан бас тартуға сот тәртiбiмен шағым жасалуы мүмкiн.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырттан үйге қалай тоқ жүргіземін?",
        "question_content": "Сырттан үйге тоқты қалай жүргіземін",
        "question_date": "4.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 229,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде қар барысын көрсе не болады?",
        "question_content": "Түсімде 2 қар барысын көрдім, түсімді кім қалай жорып бере алады?",
        "question_date": "4.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жетістіктерге жетесін",
                "date": "11.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стюардесса болу үшін қайда оқуға түскен дұрыс?",
        "question_content": "Стюардесса болуды кішкентай кезімнен бері армандаймын және міндетті түрде боламын. Қазіргі таңда 9 сыныпта оқимын. Яғни стюардесса болу үшін қайда оқуға түскен дұрыс? Қай қалада тиімдірек және қай қалада жақсырақ оқытады?",
        "question_date": "4.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін арнайы оқу оқып керек емес. Талаптарына  сай келсеңіз жеткілікті. Арнайы сынақтан өтесіз.",
                "date": "4.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пайтн тілінде. Құрылған массив элементтерінің бірлік цифрларының қосындысын тап?",
        "question_content": "Бүтін типтегі 15 элементтен екі таңбалы сан тұратын массивті енгізіңіз. Құрылған массив элементтерінің бірлік цифрларының қосындысын тап?",
        "question_date": "4.04.2021",
        "question_tag": "Информатика",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include\nusing namespace std;\nint main() {\nint n=10;\nint b[n], k;\ncout<<\"sandardi engiz\"<for(int i=0;icin>>b[i];\nk=0;\nfor(int i=0; iif(b[i]%2!=0) cout<system(\"pause\");\n}",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақыл тіс жұлғаннан кейін аузымды аша алмаймын",
        "question_content": "Қайырлы таңбаршаңызға!Сол жақ төменгі ақыл тісімді осыдан 6 күн бұрын жұлғыздым құрт түскен болатын. Содан 2 күннен бастап дұрыс тамақтануды айтпағанда аузымды ашу, жұтыну өте қиын қатты ауырады. 3 мезгіл ауырсынуды басатын дірімен ғана ұйықтап, тамақ аздап жеп жүрмін. Ауруды басатын дәрінің күші кетсе болды. Ауру қүлағыма беріледі де басым түгел қақсап ауырғанда тіптен шыдау мүмкін емес. Дәрігер берген антибиотиктерді ішіп жатырмын, укол цефтриаксион алып жатырмын, тұзды сумен 2 сағат сайын жайып жүрмін. Сонда да ауырсыну басылар емес. Дәрігеріме барғанда жағың қарысып қалған деп қолмен қинап аузымды ашпақ болды бірақ аурудан шыдай алмай жылап жібердім. Енді маған айтады 3 күн келесің солай қинап ашамын аузыңды әйтпесе солай аша алмай қаласың дейді сол дұрыспа? Мүмкін басқа жолы бар шығар. Өзім үй жағдайында ақыл тісті жұлғаннан кейінгі жасалатын гимнастикаларды жасап жүрмін. Не істесем болады? Көмек беріңіздерші!",
        "question_date": "4.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күтесіз. Ол біраз уақытқа дейін солай ауыруы мүмкін кейде айларға да созылуы ықтимал. Басқа тіс дәрігерге бір қарала салған артықтық етпес.",
                "date": "4.04.2021",
                "upvotes": 0
            },
            {
                "text": "Қалай қойды жағыңыз айтасызба қазір менде тура осы жағдай",
                "date": "24.08.2021",
                "upvotes": 0
            },
            {
                "text": "Сонымен тісіңіздің  асырған  қалай  қойды?  Менде де  дәл қазір  сондай  жағдай?  Қандай  дәрі  қабылдадыңыз?",
                "date": "25.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу жайлы. Сот арқылы ажратайын десек бала туылып жасына толмағанша ажыратпайды екен?",
        "question_content": "Інімді 2020 жаз мезгілінде үйлендірген болатынбыз. Екі айдан кейін келінім жүкті болды. Бәрі жақсы болатын. Алайда келіннің әкесі ортаға көп араласты. Інім тоғызқұмалақтан жарысқа кеткен кезде келіннің анасы келіп алып кетті. Ұрмаған соқпаған. Ініме бәле жауып кетті. Келін ініме келіп алып кет деп жазады барсақ әке шешесі қуып шығады. 3 рет алдарынан өттік. Келіннің жүктілігіне 7 ай. Айтпағанда айтып қарғап сілеп шығарып салды. Енді сот арқылы ажратайын десек бала туылып жасына толмағанша ажратпайды екен. Не істесек болады?",
        "question_date": "4.04.2021",
        "question_tag": "Заң",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия негізінен арадағы бала туылғаннан кейін, 1 жасқа толғанша сот ажырастырмайды. Егерде бір-бірін жақсы көрсе жанұяны сақтап қалғаны дұрыс деп ойлаймын. Ажырасу соңғы шешімғой. Әрине ол өздеріңіздің шешімдеріңізғой.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетке колледжді бітіріп немесе 11-ді аяқтап оқуға түскен дұрыс па?",
        "question_content": "9 дан түскен дұрыспа әлде 11 . Убтдан қанша балл жинау керек   .",
        "question_date": "3.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер уақыт жоғалтқым келмейді десеңіз, онда бірден 11-ден кейін түскен дұрыс. Болмаса тәжірибе жинақтаймын, универ оқып жүріп те жұмыс жасағым келеді десеңіз, онда колледжді бітіріп түсіңіз.",
                "date": "3.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер ҰБТ-дан 2 алып қалса ақылы бөлімге түсуге мүмкіндік бар ма?",
        "question_content": "Егер ұбт дан 2 алып қалса платныйға түсуге бола ма?",
        "question_date": "3.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абитуренттер ҰБТ-дан 2 деген баға алатын болса, онда оларақылы бөлімге тапсыра алмайды. Бұл мемлекеттік және ұлттық университеттерге түсе алмайды жегені.",
                "date": "3.04.2021",
                "upvotes": 0
            }
        ]
    }
]