[
    {
        "question_title": "Геометрия пәнінен 7 сынып 1 тоқсанға арналған БЖБ бар ма?",
        "question_content": "Геометрия пәнінен 7 сынып 1 тоқсанға арналған БЖБ бар ма?",
        "question_date": "8.10.2020",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "маганда керек барма жауабы 2 нускаын жауабы",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Маған 3 тоқсанның бжб-сы керек болып тұр жауабы барма",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік пен де, етпен де қоректенетін жануарлар қайсы?",
        "question_content": "Өсімдік пен де етпенде қоректенетін жануарлар бар ма ?",
        "question_date": "8.10.2020",
        "question_tag": "Жануарлар",
        "question_views": 23800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ит те мысық та ет жейді, бірақ шөп те жейді. Білетін ең қарапайым мысал осы.",
                "date": "8.10.2020",
                "upvotes": 1
            },
            {
                "text": "Сиыр туие тау ешке кой жылқы",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Түйе, жылқы, сиыр, қой,ит, мысық,барыс, ешкі.",
                "date": "21.10.2021",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша өсімдікпен де,  етпен де қоректенетін жануарлар болады деп ойлаймын.  Олар:«түйе,  жылқы, сиыр, барыс» сондай жануарлар өсімдікпен, етпен қоректене алатын сияқты.\n(ал сен қалай ойлайсын?)",
                "date": "9.10.2023",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша мысық пен ит",
                "date": "11.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның 2 тектоникалық құрамына сипаттама беріңіз?",
        "question_content": "Қазақстанның 2 тектоникалық құрамына сипаттама беріңіз?",
        "question_date": "8.10.2020",
        "question_tag": "География",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы сыныптардағы физикалық география сабақтарынан жер қыртысы мен жер беті миллиондаған жыл бойы геологиялық дамудан өткенін білдіңдер. Геологиялық даму барысында Қазақстан жерін әлденеше рет су басып, кейіннен теңіз табаны кұрлыққа айналған. Осының нәтижесінде, теңіз бен кұрлықтың табиғат жағдайлары өзгерген.\nПалеозойға дейін, яғни архей және протерозой эраларында, республика аумағын тұтастай дерлік теңіз суы басып жатқан геосинклинальды аймақ болды. Қазақстанның батыс аймағында ғана жер қыртысының тұрақтанған белігі (учаскесі) Шығыс Еуропа (Орыс) платформасының шағын аймағы қалыптасты. Палеозойдың басынан бастап платформаның бұл аймағы біртіндеп төмен түсіп, оның бетін теңіз суы басты. Теңіз түбіне жиналған шөгінді жыныстар платформаның қазіргі шөгінді жамылғысын құрайды. Палеозой эрасында екі рет тау түзілістері болды. Бұл эрада дамыған геосинклиналды аймақтарда орын алған қатпарлықтар — каледон, герцин қатпарлықтары деп аталады.\nПалеозойдың алғашқы жартысында каледондық тау түзілу кезінде қозғалмалы кұрлықтар қалыптаса бастады. Күшті тектоникалық қозғалыстар әсерінен геосинклиндер орнына Сарыарқаның солтүстік батысы мен Тянь-Шаньның солтүстігіндегі тау жүйелері құрылған.\nТеңіз біртебірте тартылып, кұрлық көлемі ұлғая берген. Ежелгі Шығыс Еуропа платформасы да көтерілуге ұшырады. Жанартаудын, әрекетіне байланысты пайдалы кен казба байлықтары пайда болды. Тектоникалық козғалыстардың әрекетінен пайда болған жарьщтақтардағы магмалық жыныстар магний мен темір элементтеріне бай болып келеді.\nПалеозойдың аяғына таман жүзеге асқан герциндік тау түзілу процесі кезінде Алтай және Жетісу Алатауы, Сарыарканың шығыс бөлігі және Мүғалжар өңірлері көтерілді. Бұл кезеңде Қазақстанның едәуір бөлігі жер қыртысының тұрақтаған бөлігіне айналып біршама көтерілген соң, оны екінші қайтара теңіз суы басқан жоқ. Осы кезеңде республиканың батысындағы Шығыс Еуропа платформасы мен Еуразияның солтүстік-шығысындағы Сібір платформасы көтеріле бастады.\nМезозой эрасында теңіз тек Батыс Қазақстанды басып жатқан. Осы эраның аяғында көптеген шығанақтар пайда болып, теңіз Сарыарқаға дейінгі аралықты қамтыған. Онда өзендердің қүрлықтан ағызып алып келген шөгінділері жиналған. Мезозой эрасы жер кыртысының салыстырмалы түрде тыныш кезеңі болған:бұл кезде тектоникалык козғалыстар баяу болған, бірде-бір тау жүйесі түзілмеген. Палеозойда құрылған тау жүйелері сыртқы күштердің әсерінен үгіліске ұшырап, мезозойдың аяқ шенінде Қазақстан жері біршама тегіс аймакка айналған.\nКайнозой эрасының басында (палеоген) мезозойдың аяғындағы геологиялық жағдай сол калпында сақталған. Бірақ неоген дөуірінде теңіз суының тартылып таяздауының нәтижесінде Қазақстан жері бірте-бірте біртұтас құрлыққа айналды. Неогеннің аяғында әлденеше рет болған күшті тектоникалық қозғалыс әсерінен альпілік таулар түзілген. Альпілік тау тузілу кезеңінде жер қыртысында жарықтар пайда болып, бұрыннан бар қатпарлы аймақтардын, бірі төмендеп, екіншісі көтерілген. Осы қозғалыстардың нәтижесінде қатпарлы-жақпарлы биік таулы жүйелер қалыптасқан.\nАлтай, Тарбағатай, Жетісу Алатауы жәнө Тянь-Шань таулары екінші рет көтерілуге ұшыраған. Бұл тау жүйелеріндегі көтеріңкі, аймақтар мен тегістелген жерлер (сырттар) және жоталар бойымен созылған тауаралық ойыстар тау көшірілу нәтижесінде түзілген.\nЖер кыртысының қозғалысы мен өзгерісін тектоника ғылымы зерттейді. Жер қыртысы қозғалмалы және салыстырмалы түрде тынышталып тұрактаған бөліктерінен тұратынын білесіңдер. Құрылысы, даму тарихы және пайдалы қазбалары жағынан олардың бір-бірінен үлкен айырмасы бар. Қазақстанда төмендегідей негізгі геотпектоникалық құрылымды аймақтарды ажыратады: платформалар (өте ежелгі - Шығыс Еуропаның және жяс Батыс Сібір мен Тұран) және қатпарлы облыстар (Тянь-Шань, Алтай, Тарбағатай, Сауыр, Мүғалжар, Сарыарқа).\nЕжелгі Шығыс Еуропа платформасының Қазақстандағы бөлігі\nЕжелгі Шығыс Еуропа платформасының Қазақстандағы бөлігі. Республика аумағына көне платформаның оңтүстік-шығыс бөлігі ғана кіреді. Бұл Қазақстанның ежелгі бөлігі, ол архей және ерте протерозойда қалыптасқан. Платформа ауқымында Каспий маңы ойпаты мен Орал алды (Жем) үстірті орналасқан. Платформа екі қабаттан тұрады. Платформаның төменгі қабатын құрайтын кристалдық катты жыныстардан тұрса, оның үстінде палеозой, мезозой және кайнозой шөгінді жыныстары жауып жатыр, оның калыңдығы 22 км-ден асады.\nЖас платформалар\nЖас платформалар. Қазақстанда ежелгі платформадан баска жас платформалар (плиталар) да бар (кітаптағы тектоникалық картадан Батыс Сібір және Тұран плиталарын табыңдар). Палеозойда, бұрынғы жазықтардың орнында таулар пайда болған. Ол таулар үгіліп, шайылып, тау жыныстары басқа жаққа тасымалданып, ойыстарды толтырып жазыққа айналған. Осының нәтижесінде жас платформалар қалыптасады. Палеозойдың көне жыныстары жас платформалардың іргетасын кұрайды. Оның бетін кейінгі мезозой мен кайнозойдың шөгінді жыныстары жауып жатыр.\nҚазақстан жеріндегі Батыс Сібір плитасы шөгінділерінің калыңдығы 200-1000 м ғана болады. Түран пли- тасының қүрылысы күрделірек. Оның кейбір жерлерінде шөгінді кабаттардың қалыңдығы 4 км-ге жетеді, ал енді бір жерлерде жер бетіне өте жақын орналасқан.\nПалеозой қатпарлығының аймақтары\nАлғашқы кезде бұл аймақтардың даму дәрежесі ұзак уақыт бір деңгейде болып, теңіз суы басып жатқан. Кейін ұлан-байтак теңіз орнында таулар пайда бола бастады.\nКаледон (ерте палеозой) қатпарлы аймағы Сарыарканың солтүстік-батысы мен Тянь-Шаньның солтүстік бөлігін камтыған. Герцин (кейінгі палеозой) қатпарлы аймағына Мүғал- жар, Сарыарканың шығыс бөлігі, Тянь-Шаньның батыс жоталары, Жетісу Алатауы, Сауыр мен Алтай таулары кірген. Бұл аймақтардың негізін құрайтын тау жыныстары көп жерлерде жер бетіне шығып жатады, ал ойыс жерлері мезозой және кайнозойдың борпылдақ жыныстары жауып жатыр.\nКайнозойлық құрылымдар\nКайнозой эрасында, яғни ең жас альпілік қатпарлықта Балқаш-Алакөл және Жайсан тауаралық ірі қазаншұңқырлары қалыптасты. Олар палеоген, неоген және антропоген кезеңдерінде өзен түбінде түзілген шегінді жыныстардың қалың қабатымен толтырылған. Кейін болған тауқүрылулар тау рельефін «жасартуға» үлкен әсерін тигізді. Каледон және герцин қатпарлықтарындағы көтеріліп үгіліп қираған таулар енді қайта көтерілді. Неоген мен антропогенде дүркін-дүркін жүрген күшті жаңатектоникалық қозғалыстар нәтижесінде Алтай, Тарбағатай, Жетісу Алатауы, Тянь-Шань тауларының қайта жаңғыруы басталды. Тау жасалу қозғалыстары қазір де жүріп жатыр.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "8.10.2020",
                "upvotes": 0
            },
            {
                "text": "Бұрынғы сыныптардағы физикалық географиясабақтарынан жер қыртысы мен жер бетімиллиондаған жыл бойы геологиялық дамудан өткенін білдіңдер. Геологиялық даму барысында Қазақстан жерін әлденеше рет су басып, кейіннен теңіз табаны кұрлыққа айналған. Осының нәтижесінде, теңіз бен кұрлықтың табиғат жағдайлары өзгерген.",
                "date": "27.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалардың күшінің ең көрнекті тәжірибелік қорытындысына нені алуға болады?",
        "question_content": "Молекулалардың арасындағы әсер күшінің ең көрнекті тәжірибелік қорытындысына нені алуға болады?\nА. Дене деформацияланғанда серпімділік күшінің пайда болуы\nВ. Диффузия\nС. Броундық қозғалыс",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекулалардың арасындағы әсер күшінің ең көрнекті тәжірибелік қорытындысына нені алуға болады?\nВ. Диффузия\nдеп ойлаймын",
                "date": "10.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 10г гелийде молекулалар саны неге тең?",
        "question_content": "Массасы 10г гелийде молекулалар саны неге тең?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N = m*Na / M, мұндағы\nm = 10*10 ⁻³ кг - гелий массасы\nNa - Авогадро саны. Na = 6,02*10²³ 1/моль\nM = 4*10⁻³ кг/моль -  гелийдің молярлы массасы\n\nОчыдан:\nN = 10*10⁻³ *6,02*10²³ /4*10⁻³ ≈ 1,5*10*22 молекул\n\nЖауабы: 1,5*10^(22)",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денедегі молекулалардың үздіксіз, хаосты қозғалыста болатынын дәлелдеңдер?",
        "question_content": "Денедегі молекулалардың үздіксіз, хаосты қозғалыста болатынын дәлелдеңдер?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекулалық физика - дененің ішкі құрылысын және заттың ішінде өтетін жылулық процесстерді зерттейтін физиканың бөлімі.\nХІХ ғасырдың екінші жартысы мен ХХ ғасырдың басында экспериментік негіздеудің нәтижесінде молекулалардың өзара әрекеттесуін және қозғалыстарын сипаттайтын келісті теория молекула-кинетикалық теория жасалды.\nМолекулалардың хаосты қозғалысының нәтижесі:\nБарлық молекулалар әртүрлі жылдамдықтармен қозғалатын болғандықтан орташа квадраттық жылдамдық  ұғымын ендіреміз.   Барлық бағыттары бірдей \nБүкіл көлемде молекулалар бірдей таралады\nТолығырақ: https://bilim-all.kz/jospar/5207-Molekulalyq-fizika",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атом мен молекуланың бар екендігінің ең көрнекті қайсысы жатады?",
        "question_content": "Атом мен молекуланың бар екендігінің ең көрнекті тәжірибелік қорытындысына қайсысы жатады?\nА. Диффузия\nВ. Оптикалық микроскоптің көмегімен бақылау.\nС. Судың бетіне жайылған май тамшысының жұқа қабатының қалындығы ең аз шамада болған кезде.",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атом мен молекуланың бар екендігінің ең көрнекті тәжірибелік қорытындысына қайсысы жатады?\nВ. Оптикалық микроскоптің көмегімен бақылау.",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекула қозғалысының ең көрнекті тәжірибелік қорытындысына қайсысын алуға болады?",
        "question_content": "Молекула қозғалысының ең көрнекті тәжірибелік қорытындысына қайсысын алуға болады?\nА. Дене деформацияланғанда серпімділік күшінің пайда болуы\nВ.  Броундық қозғалыс\nС. Оптикалық микроскоптің көмегімен бақылау.",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекула қозғалысының ең көрнекті тәжірибелік қорытындысына қайсысын алуға болады?\nВ.  Броундық қозғалыс\n(Броун бөлшектерінің қозғалысы сыртқы жағынан жеке жылулық қозғалыстардың нәтижесінде жеке молекулалардың қозғалысына өте ұқсас. Бұл қозғалыс диффузия деп аталады)",
                "date": "8.10.2020",
                "upvotes": 0
            },
            {
                "text": "Броундық қозғалыс, браундық қозғалыс — сұйық не газ ішіндегі ұсақ бөлшектердің қоршаған орта молекулаларының соққысы әсерінен болатын бей-берекет қозғалысы. Мұны 1827 жылы ағылшын ғалымы Р. Броун (Браун) зерттеген.\nБроундық қозғалыстың қарқындылығы уақытқа тәуелді емес. Бірақ ортаның температурасы жоғарылаған сайын және ортаның тұтқырлығы мен бөлшектердің мөлшері кеміген сайын Броундық қозғалыстың қарқындылығы артады. Броундық қозғалыстың толық теориясын 1905 — 06 жылы А. Эйнштейн және поляк физигі М. Смолуховский жасады. Броундық қозғалыстың болу себебі — орта молекулаларының жылулық қозғалысы және бөлшектердің орта молекулаларымен соқтығысуы кезінде алатын импульстерінің теңгерілмеуі. Орта молекулаларының соққысы бөлшектерді бей-берекет қозғалысқа келтіріп, олардың жылдамдығының шамасы мен бағытын шапшаң өзгертіп отырады. Егер бөлшектердің орны бірдей қысқа уақыт аралықтарында тіркеліп отырса, онда бөлшектердің траекториясы күрделі екендігі байқалады (суретті ).\nБроундық қозғалыс атомдар мен молекулалардың бей-берекет жылулық қозғалысы жөніндегі молекула-кинетикалық теорияның ең көрнекті дәлелі болып есептеледі. Егер бақылау уақыты () жеткілікті ұзақ болса және орта молекулаларының бөлшекке әсер ету күші өзінің бағытын бірнеше рет өзгертсе (сыртқы күш әсер етпеген жағдайда), онда қандай да бір оське бөлшек ығысуы проекциясының орта квадраты төмендегі формуладан анықталады (Эйнштейн заңы): =2D мұндағы D — диффузия коэффициенті. Радиусы а-ға тең сфералық бөлшек үшін: D=kT/6a, мұндағы — ортаның динамикалық тұтқырлығы, Т — температура. Эйнштейн заңындағы мен D шамаларының бір-біріне қатысы француз физигі Ж. Перрен мен швед физигі Т. Сведбергтің тәжірибелерінде дәлелденді. Соның нәтижесінде Больцман тұрақтысы және Авогадро тұрақтысы тәжірибе жүзінде нақтыланды. Броундық қозғалыс теориясы физикалық-химиялық дисперсті жүйеде қолданыс тапты. Ал метрологияда Броундық қозғалыс сезгіш құралдардың дәлдігін анықтайтын негізгі фактор болып есептеледі.",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалардың болуына ең көрнекті тәжірибелік қорытындыға нені алуға болады?",
        "question_content": "Молекулалардың арасында бос аралықтың болуына ең  көрнекті тәжірибелік қорытындыға нені алуға болады?\nА. Дене деформацияланғанда серпімділік күшінің пайда болуы\nВ. Диффузия\nС. Броундық қозғалыс",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекулалардың арасында бос аралықтың болуына ең  көрнекті тәжірибелік қорытындыға нені алуға болады?\nА. Дене деформацияланғанда серпімділік күшінің пайда болуы\n(шатаспасам осылай болу керек)",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 кг суда қанша молекула бар?",
        "question_content": "1 кг суда қанша молекула бар?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 10400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "18 г (1 моль) H2O құрамында 6,02 10\"23 молекула бар; \n1000 г H2O құрамында N молекула бар. \nN (H2O) = 1000 · 6,02·10\"23 / 18 = 3,35·10\"25. \nЖауабы: 1 л суда 3,35·10\"25 молекула бар.",
                "date": "8.10.2020",
                "upvotes": 1
            },
            {
                "text": "n=m/M n=N/N(A)авогадро саны\nm/M=N/N(A)\nN=N(A)•m/M=6,02•10^23•1000/18=3,34•10^24\n/=бөлшек\nЖауабы:3,34•10^24",
                "date": "15.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "О2 оттектің 450 молінің массасы қандай?",
        "question_content": "О2 оттектің 450 молінің массасы қандай?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n=450 моль\nм=32 г/моль\nm-?               \nm=n*м   \nm=450*32=14 400 г=14,4 кг\n\nЖауабы:14,4 кг",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азоттың 2*1023 молекулаларының массасын табыңдар?",
        "question_content": "Азоттың 2*1023 молекулаларының массасын табыңдар?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азоттың 2*1023 молекулаларының массасын табыңдар?",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикалық диктант. Табиғатта кездесетін кез-келген дене қатты, ……., газ түрінде болады.",
        "question_content": "Физикалық диктант\n1. Табиғатта кездесетін кез-келген дене қатты, ……., газ түрінде болады.\n2. Барлық денелер тұтас емес, олар өте ұсақ бөлшектерден- ……… тұрады\n3. Бар заттың молекулалардың екінші заттың молекулааралық кеңістігіне еніп кетуі ……. деп аталады.\n4. Диффузияның өту жылдамдығы дененің ….. Тәуелді\n5. Броундық қозғалыс дегеніміз — ….. қозғалыс, ол температураға тәуелді болғандықтан тоқтамайды.\n6. Авогадро тұрақтысы ………….тең.\n7. Халықаралық бірліктер жүйесінде заттың мөлшері …………өрнектеледі.\n8. Диффузия құбылысы ………куйінде тез жүреді.\n9. Зат мөлшерін ……….белгілейді.\n10. Зат мөлшерінің формуласы ………тең.",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физикалық диктант\n1. Табиғатта кездесетін кез-келген дене қатты,сұйық, газ түрінде болады.\n2. Барлық денелер тұтас емес, олар өте ұсақ бөлшектерден-атом/молекула тұрады\n3. Бар заттың молекулалардың екінші заттың молекулааралық кеңістігіне еніп кетуі диффузия деп аталады.\n4. Диффузияның өту жылдамдығы дененің күйіне/ температурасына  Тәуелді\n5. Броундық қозғалыс дегеніміз —  қозғалыс, ол температураға тәуелді болғандықтан тоқтамайды.\n6. Авогадро тұрақтысы NA = 6,022 141 79(30)×1023 моль−1 тең.\n7. Халықаралық бірліктер жүйесінде заттың мөлшері  мольмен өрнектеледі.\n8. Диффузия құбылысы  газ / температура жоғары кезде куйінде тез жүреді.\n9. Зат мөлшерін мольмен/ v(ню)  белгілейді.\n10. Зат мөлшерінің формуласы   тең.",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі функция құрастырыңдар?",
        "question_content": "Күрделі функция құрастырыңдар:\n1) y=cosx және  y=5x функциялары берілген\n2) y = kх және  y = ax2 + bx + c функциялары берілген",
        "question_date": "8.10.2020",
        "question_tag": "Математика",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы керек осынын",
                "date": "11.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарттарым асыл қазынам туралы эссе немесе ойтолғау жазу керек?",
        "question_content": "\"Қарттарым асыл қазынам\" туралы эссе немесе ойтолғау жазу керек?",
        "question_date": "8.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарты бар уй қазыналы үй ата бабаларымызды тірі кезінде қадірлеп құрметтеу керек. Себебі біз кей жағдайда қатты сойлеп ренжітіп аламз.",
                "date": "2.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азоттың орташа квадраттықжылдамдығы 500 м/с, азоттыңтығыздығы 1,35 кг/м",
        "question_content": "Азоттың орташа квадраттық жылдамдығы  500 м/с, азоттыңтығыздығы1,35 кг/м 3 болса,оның қысымы неге тең ?",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 5200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "v орт кв=500м/с\n\nр=1.35кг/м*3\n\n Р=?\n\nP=1/3*v^2*p=500/3*1.35=113333.3",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ молекуласының орташа квадраттық жылдамдығын тап?",
        "question_content": "Газ молекуласының орташа квадраттық жылдамдығын тап. Егер  6 кг газ молекуласы 200 кПа қысымда 5 көлем алса",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 23200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газ молекуласының орташа квадраттық жылдамдығын тап. Егер  6 кг газ молекуласы 200 кПа қысымда 5 көлем алса",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доптың қақпаға дейінгі ұшқан қашықтығын (ЕВ) тауып, ондық үлеске дейін жуықта?",
        "question_content": "Суретте тіктөртбұрышты футбол қақпасы берілген (ABCD). Пенальти тебетін жерден қақпаға дейінгі қашықтық (EF) 11 метр. Қақпа биіктігі (AB) 2,4 метр және қақпа ұзындығы (BC) 7,3 метр екені белгілі. Тебілген доп түзу бойымен ұшып, В нүктесінен кері серпілді. Доптың қақпаға дейінгі ұшқан қашықтығын (ЕВ) тауып, ондық үлеске дейін жуықта.",
        "question_date": "8.10.2020",
        "question_tag": "Геометрия",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 моль сутегіде қанша молекула бар?",
        "question_content": "1 моль сутегіде қанша молекула бар?\nА. A.1023\nБ. 2*1023\nВ. 6*1023\nГ. 12*1023\nД. 6*1026",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "N(Молекула саны) = NA(Авагадро саны)*n(моль саны)\n\nN1 = 6*10(23) * 1 = 6*10(23) молекула",
                "date": "8.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "CO2- көмірқышқыл газының молекула массасын тап?",
        "question_content": "CO2- көмірқышқыл газының молекула массасын тап\nА. 3*10-26Дж\nБ. 2*10-10Дж\nВ. 5*10-20кг\nГ. 2*10-26кг",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CO2- көмірқышқыл газының молекула массасын тап\n\n1моль СО2 молекулалық массасы 44г=4.4*10*(-2)",
                "date": "8.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зат мөлшерінің өлшем бірлігі",
        "question_content": "Зат мөлшерінің өлшем бірлігі\nА. Моль-1\nБ. Кг/моль\nД. Дж\nГ. Моль",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зат мөлшерінің өлшем бірлігі\nГ. Моль",
                "date": "8.10.2020",
                "upvotes": 0
            },
            {
                "text": "Зат мөлшерінің өлшем бірлігі моль",
                "date": "15.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Авагадро тұрақтысы нешеге тең?",
        "question_content": "Авагадро тұрақтысы нешеге тең?\nА. 5*1023\nБ. 6,02*1023 кг/моль\nВ. 6,02*1023моль-1\nГ. 6,02*1023моль-1",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 862,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Авагадро тұрақтысы нешеге тең?\nВ. 6,02*10*23моль (-1)дәрежесі\nБұл жерде В мен Г  варианттары бірдей сияқты ғой",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Судың мольдік массасы 0,018 кг/моль болса, оның молекулалық массасы неге тең?",
        "question_content": "Судың мольдік массасы 0,018 кг/моль болса, оның салыстырмалы молекулалық массасы неге тең?\nА. 0,18\nБ. 0,1\nВ. 18\nГ. 1,8",
        "question_date": "8.10.2020",
        "question_tag": "Физика",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Судың мольдік массасы 0,018 кг/моль болса, оның салыстырмалы молекулалық массасы неге тең?\nВ. 18г",
                "date": "8.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі 540 км арақашықтық картада 3,6 см. Пропорция құрып маштабын табу?",
        "question_content": "Жер бетіндегі 540 км арақашықтық картада 3,6 см-ге сәйкес келеді. Осы картадағы 0,64 дм кесіндіге жер бетіндегі неше километр арақашықтық сәйкес келеді? Масштабты табыңыз. - бойынша іздеу нәтижесі",
        "question_date": "8.10.2020",
        "question_tag": "Математика",
        "question_views": 17600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,64дм=6.4см\n\n540км------3,6см\n\nх км ---------6,4см\n\nх=960км",
                "date": "8.10.2020",
                "upvotes": 0
            },
            {
                "text": "0,64дм=6.4см\n\n540км------3,6см\n\nх км ---------6,4см\n\nх=960км",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайсысы металл қайсысы бейметалл",
        "question_content": "K,Ni,S,Pb,Rb,N,At,Ta,Sb осылардың қайсысы металл бейметалл алфотерл екенін айтып жіберіңіздерші",
        "question_date": "8.10.2020",
        "question_tag": "Химия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейметалдар\nH,B,C,N,O,F,Si,P,S,Cl,As,Se,Br,I\nМеталдар\nВе,Al,Ti,V,Cr,Mn,Fe,Co,Ni,Cu,Zn,Ga,Ge,Zr,Nb,Mo,Tc,Ru,Rh,Pd,Ag,Cd,Sn,Sb,Hf,Ta,W,Re,Os,Ir,Pt,Au,Hg,Pb,Bi,Po,Rf,Db,Sg,Bh,Hs,Mt,Ds\nАмфотериялық элементтің тән мысалы-алюминий (Al). сонымен қатар А тобының элементтері-Be, Ga, Ge, Sn, Pb, Sb, Bi және басқаларында, сонымен қатар В тобының көптеген элементтері - Cr, Mn, Fe, Zn, Cd және басқаларында бар.",
                "date": "9.10.2020",
                "upvotes": 0
            }
        ]
    }
]