[
    {
        "question_title": "Табиғаттағы трофикалық айналым",
        "question_content": ". Табиғаттағы трофикалық айналым",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биосфера терминін австриялық  геолог Эдуард Зюсс 1880 жылы алғаш  рет қолданған болатын. Орыс  минералог В.И.Вернадский (1863-1945) Зюсстың  еңбектерінен кейін жылдан соң,  біз осы күнге дейін мойындап  жүрген биосфера концепциясының  негізгі қағадаларын бүкіл тарихы  бойында, тірі организмдердің  әсеріне ұшыраған барлық қабаттарын  түсінік В.И.Вернадскийдің анықтамасы  бойынша, биосфера- тіршілік иелері  мен тіршілік көздерінің Жер  бетіндегі белгілі бір қабаты, тіршілік иелері, яғни органикалық  заттар, биосферадағы еркін энергияның  тасымалдаушы көзі болып табылды.  Биосфера құраына адамзат қоғамы  және оның өндірісі де жатады.         \n Ғылымның қазіргі деректеріне  қарағанда, біздік планетамыз  шамамен бұдан бес миллиард  жыл бұрын пайда болған.\nБіздің планетамыздың  табиғаты тірі организмдерден және қатты, сұйық. Газды денелерден тұрады. Оларды әдетте «сфера»  деп атайды. Тіршілік, негізінен литосфрада (жер қабатының сыртқы қатты беті), гидросферада (өзен, көл, теңіз және мұхитта және тропосферада (жер шарының газ күйіндегі қабаттар атмосфера) ұшырасады.         \n Биосфераның төмеңгі  шекарасы жер қыртысының 2-3 км  дейінгі, ал мұхит түбінен төмен  1- - км терендіктегі аумақ қамтиды,  ал үстінгі жағы 20-25 км биіктіктігі  озон қабат болып табылады. Тірі  организмдердің ең тын орналасқан  бөлігіне- тропосфераның 50 м биіктікке  дейін төменгі қабаты мен топырақ  қыртысы жатады.        \n Литосфераның беткі  жоғарғы қабатын, тіршілік иелерін  99%құрайды. Жер беті мен оның  қойнауындағы тірі организмдер  массасы 2,4-1012 тоннадай болады. 1971 ж. Н.И.Базилевич және өзгелердің мәліметтері бойынша, 1971 ж. Кестеден көрініп отырғандай, жер бетіндегі жан- жануарлар өсімдік және микроорганизмдермен салыстырғанда мұхиттр биомассаның шамасы онша мардымды емес.\nҚазіргі кезде, әуелгі биосферадан (первичная биосфера оның жаңа түрі- биотехносфераны бөліп қарастырдаы. Аталған көзқарас бойынша, адамзат  келешекте жаңа табиғат орнығуына  ықпал етеді. Техника- биосфера құрамына бөтен етпейді, қайта оның даму барысындағы, жаңа бір кезең (этап) болып табылады.\nБірнеше миллиард жылдар бойы, жаратылыс заңдарына сәйкес өсіп жетілген биосфера, біртіндіп ноосфераға, биосфераның жоғары сатысына айналуы  тиіс. Бұл мезгілде қоғам мүшелері мен табиғат арақатынасында- адамдардың іс- әрекеті, ақыл- ойы шешуші күшке  айналады.Биосфера, өзінің миллиардатған  жыл мерзімі  ішінде, әртүрлі даму жолдарын басынан өткерді. Мұны, бір сөзбен эволюция деп атайды. Эволюцияның алғашқы кезеңі тіршіліктің жансыз материядан туындауын қамтиды. Тіршілік пайда болар алдында бейорганикалық заттар, яғни көміртегі, сүтегі, оттегі, азот және т.б. жай заттар мен органикалық қоылыстар түзіледі. Органикалық қосылыстарға, мысалы- су, метан, аммиак т.б. жатады. Күннің ультракүлгін сәулелерінің, вулкан атқылауыны нәтижесінде туған жоғарғы темерату және басқа да жағдайлар, жер бетінде тіршілік құраушылардың- аммиак қышқылдарының, көмірсулардың, белокатардың пайда болуын алып келді. Осындай эволюциялық дәуірдің ішінде органикалық заттардың ыдырауы немесе өзара синтездеу реакциясына түс –у жаңа қосылыстар тзуі, оның ең маңызды бөлігі болып табылады.\nАл, түзілген молекулалар  өзге бір қосылыстардың құраушысы  болды, яғни органикалық заттардың  алғашқы айналым (первчный коуговорот) пайда болды. Органикалық қосылыстардың  су бойында әркелкі таралуы, коллоидты  жүйелер мен коацерваттардың түзілуіне әсер етті. Коацервантты тамшылардың әртүрлі заттарды іріктер, талған, (избирательно) сіңіру қасиеті ерітіндідегі керек емес қосылыстардан құтылудың жолы болып табылтындығын еске сала отырып, зат және энергия алмасудың яғни информация алмасудың бастамасы екендігін ерекше атаған жөн. Коацерватты тамшылардың талғампаздығы, олардың өз құрылымдарын түзе білуі және әр түрлі болуы, оларды даму барысында, тірі микроорганизмдер пайда болатын дәрежеге дейін көтерді.  \nЖер беті мен оның қойнауындағы тірі организмдердің құрғақ биомассасы.\nӘдетте, тіршілік саласының  күрделенілуі, көпклетканың пайда болуымен байланыстырылады. Шынын айту керек, бұл туралы әр түрлі пікірлер баршылық. Осылардың ішінен отаршылық (колониальная гипотезасын ерекше атауға болады. Отаршылық көзқарас тұрғысынан, толық  емес жыныстық қатынас нәтижесіндегі  көбею барысында клетка бөлінеді және бөлінген, бір- бірінен алшақтап кетпейді. Бөлінуі нәтижесінде пайда  болған клетка бөліктері даму барысында  әртүрлі өзгеріске ұшырап, олардың  химиялық құамы да өзгере бастады. Міне, бұл жағдайдың өзі, клеталардың  қоршаған ортамен зат алмасу барысында  олардың әрқайсысының өзінше қызмет етуіне және функционалдық ерекшеліетр  мен қасиетке ие болуына әкеліп соқтырады.\nКөпклеткалалы организмдер, өздерінің миллиондаған жылдар бойы даму барысында жетіліп, өзара айырмашылықтары  айқындала түсті. Органикалық заттар айналымы биологиялық айналыммен алмасты. Биологиялық айналым дегеңіміз- организм мен қоршаған орта арасындағы үздіксіз зат- энергя алмасуы нәтижесінде  организмдердің түзілуі, яғни олардың  пайда болуы және жойылуы.\nТіршіліктің жер бетіне- құрлыққа көшуі, әр түрлі физика- химиялық жағдайлар әсерінен туындап, тіршілік иелерінің жаңа жағдайға бейімделуін  талап етті. Жаңа жағдайға көндегі  алмаған тірі организмер жойылып, ал көнбістері сол тіршілік жағдайына  бейімделе бастады. Яғни, эволюция барысында  табиғи іріктеу (отбор, селекция) өз дегенін  істетті. Жалпы, жер бетіндегі тіршілік басталғаннан бірге мерзім – 6 эра  және 17 кезеңнен (период) тұрады, яғни оның ұзақтығы 3,5 млрд. Жылдай. Осының ішінен, тек 1,5 млн.жыл ғана жер бетіндегі  тіршілік басталуының үшінші бөлігіне (этап), яғни соңғы кайнозой- антропоген эрасынан бергі уақыт үлесіне  тиесілі. Антропоген кезеңі- адамзат  эволюциясында өте қарқынды даму кезеңі болғандығын айғақтайды. Антропогенездің  қозғаушы күші- қоғамдасып еңбек ету  болып есептелінеді. Соның нәтижесінде, еңбек ету мүшелері мен өзара  байланыс құралы- тіл, ойлау, қабілеті жетілді. Міне, осының бәрі, адамзат  қоғамының биогенездің бір бөлігі екендігін дәлелдейді.\nАл, қазіргі эволюциялық  кезеңнің, биогенезден айырмашылығы- ол ақыл- ойдың, сананың жетілуімен ерекшеленеді. Сондықтан да ол ноогенез деп аталынады. \nЖер атмосферасының құрамы, құрылысы және ондаңы химиялық процестер.\n2.Биосферадағы  заттар айналы.\nБиосферадағы зат айналыс- үлкен (геологиялық және кіші (биотикалық) айналыс деп екіге бөлінеді.\nҮлкен хат айналысы мың- миллиондағын жылдар бойы жүреді. Бұл аралықта, тау  жыныстары үтіліліп, ондағы сумен  араласады. Оның еритін бөлігі ерітінді түзіп, әр түрлі өзгерістер ұшырайды.\nКіші айналым кезінде, зат айналысы биоценоз деңгейінде жүреді. Мысалы, топырақ құрамындағы қоректік заттар, су, көмертігі қосылыстары- өсімдіктер дүниесін құрайды. Ал, өсімдікттер, өзге тіршілік иелерінің денесін  құрауға қажет. Жан- жануарлар тіршілігі  таусылған соң, құрт- құмырсқа бактериялар  нәтижесінде ыдырап, қайтадан минералды  заттар айналады. Минералдық заттарды өсімдіктер дүниесі қайта пайдаланып, тіршілік сөйтіп жалғасы береді.\nКүн сәулесімен энергиясын пайдалану нәтижесінде, бейорганикалық заттардың- өсімдіктер, жан- жануарлар  дүниесіне айналып, қайтадан бейорганикалық заттарға өту барысындағы химиялық реакциялар тізбегімен жүретін өзгерістер- биогеохимиялық цикл деп аталады.\nКөміртегі айналымы. Көміртегінің табиғаттағы айналымы үлкен және кіші циклдар бойынша жүзеге асады. Көміртегінің геологиялық үлкен  цикл бойынша айналымы төменде келтірілген.   \nКөміртегінің кіші цикл бойынша  түрленуі, үлкен циклдің бір көрінісі болып табылады да, оны мынадай  өзгеріс схемасы арқылы өрнектеуге болады: \nКіші айналымнан шығатын  көмір қышқыл газындағы көміртегі- көміртегінің минералдық қосылыстарына  айналуына бағытталған. Адамзат  баласы тіршілік ету барысында- табиғи газды, көмірді, жанар майларды, органикалық  заттарды жандыру барысында, атмосферада  көмір қышқыл газының артуына  себепші болады. Былайша айтқанла, адамзат іс- қарекеті табиғи цикл арасында өзара қарама- қарсылық пайда болады.\nТабиғи цикл\nАдамзат іс- қарекетінің  нәтижесіндегі өзгеріс бағыты.\nКүкірт айналымы. Табиғатты  күкірт айналымы барысында, төмендегідей химиялық реакциялар орын алады: \nCaS + CO2 + H2O = CaCO3 + H2S\n2H2S + O2 = 2H2O + 2S\n2S + 3O2 + 2H2O = 2H25SO4\nCaCO3 + H2SO4 = CaSO4 + CO2 + H2O\nCaSO4 + CH4 = CaS + CO2 + 2H2O – CaCO3 + H2S + H2O  \nБиосферадағы күкірт айналымының  схемасын, төмендегі түрде бейнелуге  болады: \nАзот айналымы. Азот элементтерінің де, өзге элементтер сияқты, айналымы үлкен  және кіші циклдерден тұрады.\nКелтірілген схема Р.Риклефе  ұсынысы бойынша беріліп отыр. Мұнда ескере кететін жай, бос  күйіндегі азот топырақ өсімдіктер бойына сіңірле алады.\nФосфор айналымы. Фосфор қосылысқа түсуге өте бейім болғандықтан, оның айналымы көптеген факторлар байланысты. Мысалы, кір жуғанда кір жуғыш  заттардың құрамындағы фосфордың  үлкен бөлігі, сарқынды сулар барысында  фосфор тыңайтқыштарының біршама бөлігі жуылып, сарқынды сулармен қоршаған ортаға келіп қосылады. \nФосфордың биогеохимиялық циклының формасынан редуценттердің, формасына  органикалық формасын бейорганикалық формасына тотықтырмай көшіретіндігінде. Нәтижесінде, элеенттің бір бөлігі терең шөгінде қабаттарына кетіл  қалатындықтан, фосфордың циклы  азоттың циклына қарағанда, кемірек  жетілгенболыпесептеледі. \nКелтірілген мысалдарды талдау, биогеохимиялық циклардың кризистік  сәттері- физикалық ортадан, заттарды қамту және ортаға қайтарып бері. Бұл  сәттер тотықсыздану және тотығу реакцияларымен байланысты. Химиялық заттарды тотықсыздануы, түптен келгенде, күн сәулесі энергиясының есебінен іске асырылады. Энергия тасымалының  әр сатысында орын алатын оның шашырауы- редуценттер деңгейінде аяқталады, олар элементтерді продуценттер қамти  алатын күйге дейін тотықтыралы. Бүкіл алмасу қоры деңгейіндегі биогеохимиялық айналымы, әр сатысында, тотығу процесінің тиесілі бір бөлігі жүзеге асырылатын жүйе ретінде қарастыруға болады.\nТеңіз, мұхит сулары құрамында орташа алғанда 35 г/кг еріген зат болатын табиғи ерітінді. Бұл  көрсеткіш тұздылық деп аталады. А, промиллемен өрнектеледі.Судың  температурасы да, басқа газдардың  да суда ерігіштігі төмендейді.\nТопырақ- континеттер беттеріндегі биосфераның күрделі компонентті  топырақ жабыны.\nТопырақтану ғылымының негізін  салушы В.В.Докучаев (1846-1903) топырақ: а) грунт, б) климат, в) өсімдіктер мен жануарлар, г) елдің тарихи жасы, д) рельев жағдайы  сияқты фаткрлардың тіршілік іс әрекетінің нәтижесінде түзілген жеке табиғи –  тарихи құрылым деп анықтама берді.  \nЖер қойнауының химимялық  құрамы (А.Б.Ронов және\nА.А Ярошевский бойынша, % ) \nТопырақтарда биорганикалық  заттардың ыдырау процесі жүріп  отырады. Ондағы органикалық заттарды екіге бөлуге болады, олар: өсімдіктер, жануарлар, микроорганизмдердің ыдырамаған не жартылау ыдыраған қалдықтары және топырақтың қарашірігі.\nӨсімдік қоректі жануарлар  қорек ретінде қабылдаған өсімдіктеріндегі жинақталған энергияны сіңіреді. Олар тіршілік процесі нәтижесінде  энергияның біраз бөлігін тыныс  алу процесі жұмсайды. Бұдан әрі  энергия жыртқыштардың қоректенуі кезінде келесі қоректік сатылады одан ары қарай жұмсалады. Осылай, жасыл  өсімдіктерде жинақталған энергия  қоры қоректік байланыстардың күрделі  тармақтары арқылы әрбір трофикалық сатыда зат алмасу мен тыныс алу  процесі нәтижесінде біртіндеп  жұмсала береді. Ең соңында, редуценттер- сарофагтар мен бактериялар өлі  жануарлар мен өсімдіктер қалдықтарының  энергиясын пайдаланады. Осы кезенде  энергия қорының ең көп мөлшері  жұмсалады. Бұл кезде органикалық  массаның айырылуы екі бағытта жүреді. 1) көмірсулардың минералданып, СО2, NH3 суға дейін ыдырауы; 2) топырақта микроорганизмдер әсерінен қарашірік түзілуі. \nҚорытынды \nҚоршаған табиғи ортаны қорғау бағытында, білім беру мәселесінің  өзектілігі күннен күнге артып келеді. Оның себебі- эколог мамандары дайындау қарқынының ғылыми- негізделген қажеттілікпен  салыстырғанда тым кенже қалып  қоюы.\nЭкология ғылымының негізгі  мақсаты- биосферадағы тепе- теңдікті сақтау, оның бұзылу себептерін болжау және алдын алу. Осы курстық жұмыста  биосферадағы заттар айналымының  төрт түрі көрсетілген. Ол: көміртегі айналымы ,күкірт айналымы, азот айналымы, фосфор айналымы",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаға қалай кірсем болады?",
        "question_content": "Инста басқа номермен ашылған, бірақ, ол номер жоқ, қазіргі номеріме ауыстырмақшы болсам бұрынғы номерге код жберіп жатыр кіре алмай жатырмын мүлде, қалай востановить етсем болады?",
        "question_date": "5.05.2020",
        "question_tag": "Әлеуметтік желі",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы номеріңізді қалпына келтіру керек (восстановить). Басқа амалы жоқ, немесе инстаграмға қосымша email пошта адресіңізді тіркеген болсаңыз, сол арқылы көріңіз.",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биоалуантүрлілікті сақтау мақсатында өткізілген мемлекеттік шаралар",
        "question_content": "Биоалуантүрлілікті сақтау мақсатында өткізілген мемлекеттік шаралар",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "(РИО-92) биологиялық әртүрлілік конвенциясы - биологиялық əртүрлілік",
        "question_content": "(РИО-92) биологиялық әртүрлілік конвенциясы - биологиялық əртүрлілік қорғау жұмыстарын атқаратын негізгі кұжат",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер бетіндегі түрлер алуантүрлілігін сақтаудың маңызы",
        "question_content": "Жер бетіндегі түрлер алуантүрлілігін сақтаудың маңызы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 457,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық әралуандылық (Биологическое разнообразие) — түрлердің белгілі бір аумақта, экожүйеде немесе тіпті планета бетіндегі әралуандылығы (әртүрлілігі). Қазіргі кезде әлемде 2,5 млн-дай түр белгілі, оның 74%-ы тропиктік белдеуде, 24%-ы қоңыржай аймақта болса, тек 2%-ы полярлық белдеуде тараған. Дегенмен, ғалымдардың болжауынша, бұл деректер әлі толық емес. Себебі майда жәндіктер түрлері олі толық анықталмаған. Түрлердің ішіндегі ең көп тарағаны — жәндіктер, олардың түрлері 1 млн-нан астам. Дегенмен соңғы жылдардағы әлемдік ғылыми-техникалық үдеудің нөтижесінде адам қоғамының табиғатқа зиянды әсерлерінің көбеюінен түрлер саны жыл сайын азаюда. Қазір дүние жүзінде жыл сайын 1-ден 10-ға дейінгі жануарлар түрі жойылады екен. Ескеретін жағдай, өсімдіктің бір түрінің жойылуы майда жәндіктердің бірнеше түрлерінің жойылуына апарып соғады. Бұл жағдай әлемдегі биологиялық тепе-теңдікті бұзып, көптеген экологиялық келеңсіздікке әкелуі мүмкін. Осыған орай бүкіл әлем қауымдастығы алаңдауда. 1992 жылы Рио-де-Жанейро қаласында БҰҰ-ның \"Қоршаған орта және даму\" конференциясында биологиялық әралуандылық туралы әлемдік Конвенция қабылданды.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биосфералық резерваттар, оларды кұру принциптері жəәне олардың",
        "question_content": "Биосфералық резерваттар, оларды кұру принциптері жəәне олардың экосистемаларды тұрақты дамытуға жағдай туғызуды негіздеудің маңызы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерекше қорғалатын табиғи аумақтар – қоршаған табиғи ортаны қорғауға байланысты мемлекет және жеке адамдар тарапынан арнайы бөлініп қорғауға алынған жер телімдері мен су айдындарының жеке бөлімдері. Қазіргі кезде дүние жүзінде Ерекше қорғалатын табиғи аумақтардың саны 13 мыңнан асты, бұл Жер бетінің 8,5 %-ына тең. Халықар. жіктеу бойынша Ерекше қорғалатын табиғи аумақтар 10 топқа бөлінеді: 1. Қатаң түрде қорғалатын табиғи-ғыл. резерваттар; 2. Ұлттық саябақтар; 3. Табиғат ескерткіштері мен табиғаттың ерекше көрікті нысандары; 4. Табиғат қорғауға арналған резерваттар; 5. Қорғалатын ландшафтылар; 6. Табиғат ресурстарын сақтауға арналған резерваттар; 7. Антропол. резерваттар (адамның іс-әрекеттерімен жасалған нысандарды қорғау); 8. Жергілікті жердің өзіне тән табиғаты қорғалатын және түрлі мақсатта пайдаланатын аумақтар; 9. Биосфералық резерваттар; 10. Бүкіләлемдік маңызы бар тарихи және табиғи орындар.Қазақстан Республикасы 2006 ж. 7 шілдесінде қабылданған «Ерекше қорғалатын табиғи аумақтар туралы» Заңының 4-тарауының 4-бабында респ. маңызы бар Ерекше қорғалатын табиғи аумақтар туралы түрлері: мемлекеттік табиғи қорықтар; мемлекеттік ұлттық табиғи саябақтар; мемл. табиғи резерваттар; мемлекеттік зоология саябақтар; мемлекеттік ботаникалық саябақтар; мемлекеттік дендрол. саябақтар; мемлекеттік табиғат ескерткіштері; мемлекеттік табиғи қорықшалар; мемлекеттік қорықтық аймақтар. Қазақстан бойынша Ерекше қорғалатын табиғи аумақтарға: 10 мемлекеттік қорықтар, 10 мемлекеттік ұлттық саябақтар; 3 табиғи резерваттар; 49 табиғи қорықшалар, 127 геологиялық табиғи-қорықтық қор, 5 қорықтық аймақ, 6 ботаникалық және 3 зоологиялық бақтар, 26 мемлекеттік табиғат ескерткіштері, 2 ірі резерват (Семей, Ертіс орманы) бар. Бұлардың жалпы аумағы 2 млн. га-дан астам. Бұл көрсеткіш республиканың жалпы жер аум-ның 8%-ына тең. Халықар. стандарт бойынша әрбір мемлекеттің жалпы жер аумағының 10 – 12%-ы Ерекше қорғалатын табиғи аумақтарға бөлінуі тиіс. Мыс., мұндай көрсеткіш Германияда 31,5%, АҚШ-та 15,8%, Жапонияда 14%, т.б. 2008 ж. Дүниежүзілік мұралар комитетінің 32-сессиясының шешімімен ЮНЕСКО-ның бүкіләлемдік табиғи мұралар тізіміне, Орт. Азия мен Қазақстан бойынша алғаш рет Қорғалжын қорығы мен Наурызым қорығы енгізілді\n1Биосфералық қорықтар – дүние жүзіндегі кейбір ауқымды аймақтардың табиғатын қорғау және оның байлықтарын сақтап қалу мақсатында табиғат қорғау шараларын жүзеге асырудың халықаралық деңгейдегі бағдарламасы. Оны биосфералық резерват деп те атайды. Биосфералық қорықтардың үлгі нұсқасы ЮНЕСКО-ның шешімімен «Адам және биосфера» атты ғылыми бағдарламаның шеңберінде 1973 ж. қабылданған.\nБиосфералық қорықтардың мақсаты – бастапқы табиғи қалпы өзгермеген не аз өзгеріске ұшыраған аймақтардағы экожүйелерді, ондағы тірі организмдердің генетикалық қорының әр түрлілігін сақтап қалу; табиғатта үздіксіз болып жататын өзгерістерді үнемі әрі жан-жақты бақылау және оған талдау жасау. Биосфералық қорықтарда ғылыми-зерттеу жұмыстары экожүйелер бойынша аймақтық және бүкіләлемдік деңгейде арнайы әдістемелер бойынша жүргізіледі. Биосфералық қорықтардың алып жатқан аумағы бірнеше жекеленген аймақтарға бөлініп, онда әрбір аймақтың өзіне тән ғылыми-зерттеу жұмыстары белгіленеді. Биосфералық қорықтардың орталық аймағында (ядросында) табиғат қатаң қорғалады да, шаруашылық жұмыстары мүлде жүргізілмейді. Оған іргелес буферлік аймақта шаруашылық жұмыстарына шектеу қойылады, ал ең сыртқы аймақта шаруашылық жұмыстары табиғат қорғау шараларымен бірге жүргізіледі.\nҚазіргі кезде дүние жүзінің 105 мемлекетінде 529 биосфералық қорықтар ұйымдастырылған (2007). Оның ең үлкені – көлемі 70 млн. га алқапты алып жатқан Даниядағы Солтүстік-Шығыс Гренландия биосфералық қорығы. Қазақстанда Қорғалжын қорығын Биосфералық қорықтарқа айналдыру жоспары қарастырылуда (1999)",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Биологиялық алуантүрлілік» түсінігінің пайда болу тарихы",
        "question_content": "«Биологиялық алуантүрлілік» түсінігінің пайда болу тарихы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық әралуандылық (Биологическое разнообразие) — түрлердің белгілі бір аумақта, экожүйеде немесе тіпті планета бетіндегі әралуандылығы (әртүрлілігі). Қазіргі кезде әлемде 2,5 млн-дай түр белгілі, оның 74%-ы тропиктік белдеуде, 24%-ы қоңыржай аймақта болса, тек 2%-ы полярлық белдеуде тараған. Дегенмен, ғалымдардың болжауынша, бұл деректер әлі толық емес. Себебі майда жәндіктер түрлері олі толық анықталмаған. Түрлердің ішіндегі ең көп тарағаны — жәндіктер, олардың түрлері 1 млн-нан астам. Дегенмен соңғы жылдардағы әлемдік ғылыми-техникалық үдеудің нөтижесінде адам қоғамының табиғатқа зиянды әсерлерінің көбеюінен түрлер саны жыл сайын азаюда. Қазір дүние жүзінде жыл сайын 1-ден 10-ға дейінгі жануарлар түрі жойылады екен. Ескеретін жағдай, өсімдіктің бір түрінің жойылуы майда жәндіктердің бірнеше түрлерінің жойылуына апарып соғады. Бұл жағдай әлемдегі биологиялық тепе-теңдікті бұзып, көптеген экологиялық келеңсіздікке әкелуі мүмкін. Осыған орай бүкіл әлем қауымдастығы алаңдауда. 1992 жылы Рио-де-Жанейро қаласында БҰҰ-ның \"Қоршаған орта және даму\" конференциясында биологиялық әралуандылық туралы әлемдік Конвенция қабылданды.",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антропогендік әсерден болатын түрлердің алуантүрлілігіндегі өзгерістер",
        "question_content": "Антропогендік әсерден болатын түрлердің алуантүрлілігіндегі өзгерістер",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Антропогендік фактор (грек. anthropos – адам, genos – тегі, пайда болуы, лат. faktor – іс-әрекет) – адамның барлық тірі организмдердің мекен ортасы ретіндегі табиғатты өзгертуіне әкеп соғатын немесе олардың тіршілігіне тікелей әсер ететін сан алуан әрекеттері. Антропогендік факторға қоршаған ортаға адамның тигізген іс-әрекетінің нәтижесінде атмосфера, өзен-көл және мұхит құрамының өзгеруі, сондай-ақ технология қалдықтар мен радиоактивтік заттардың әсерінен топырақтың ластануы, сөйтіп, жалпы экожүйенің құрамы мен құрылысының бұзылуы жатады. Қазіргі кезде адамның іс-әрекетінің кең көлемде бүкіл биосфераға ерекше әсер етуі жер шарының барлық аймақтарында айқын байқалуда. Бүкіләлемдік бақылау институтының (АҚШ, Вашингтон қ.) мәліметтері бойынша табиғи орта жылдан-жылға нашарлап барады. Интернет жариялаған негізгі мәліметтерде жыл сайын 16,8 млн. га тропиктік ылғалды орман жойылатыны, жерді дұрыс пайдаланбау салдарынан жыл сайын 6 млн. га шөл пайда болатыны, қышқыл жаңбырдан 50 млн. га орманның зақымдалғаны, жыл сайын біздің планетамызда жыртылатын жердің 26 млрд. т құнарлы қабаты жойылатыны, өсімдіктердің 25 – 30 мың түрі жойылып кету қаупінде тұрғаны атап көрсетілген. Кейінгі кезде атмосфераға жыл сайын 400 млн. т күкірт диоксиді, азот және көміртек оксид|оксидтері, қатты бөлшектер шығарылатыны анықталды. Қазақстанда Арал өңірінің, Семей жерінің, Балқаш маңының, Каспий алқабының экол. апатты аймақтарға айналуына Антропогендік факторлар негіз болып отыр.\nАнтропогендік факторлар тікелей (жою, енгізу, акклиматизация, қорғау) және жанама (ланшафтылар мен оның жеке құрамдас бөліктерінің өзгерісі - орманның кесілуі, жердің жыртылуы, пайдалы қазбалардың өндірілуі, карьерлердің, үйінді, террикондардың пайда болуы т.б.) болуы мүмкін. Жанама антропогендік факторлар бір уақытты көп аумақты қамти отырып, өсімдіктер мен жануарлар әлемінде, қоршаған ортаға өзгерістерді тудырады.\nАдам қандай да бір жерде тек тірішілік етіп қоймай, өзінің шаруашылық әрекеті арқылы табиғатқа әсер етеді.Адам табиғат кешенінің бір немесе бірнеше құрамдам бөлігіне оның құрылымы мен қызметін өзгерте отырып, тұтас табиғат кешеніне әсер ететінін, антропогендік ландшафт құратынын толық түсінбейді.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан орманы және оны пайдалану",
        "question_content": "Қазақстан орманы және оны пайдалану",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 937,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан жер ресурстарына бай болғанымен, орманға бай емес. Қазақстанның жалпы аумағында орман және бұталар алып жатқан көлем небары 4,2%-ды құрайды. Оңтүстігінде көпшілік бөлігін сексеуіл алып жатыр. Ал оңтүстік-шығысындағы орман таулы орманға жатады (20%).\nОсы аймақтағы ормандарда орман жемістері мен жаңғақтары айтарлықтай көлемде дайындалады. Еліміздің батысы мен орталық бөлігінде ауа-райы құрғақ болғандықтан, орман жоқтың қасы. Сондықтан орман қорының 80%-ға жуығы солтүстік және солтүстік-шығыс бөлігінде орналасқан, оның тең жартысы Шығыс Қазақстан облысындағы қарағайлы және майқарағайлы орманға жатады. Мұнда негізінен орман ағаштарын дайындау жұмыстары жүргізіледі.\nҚазақстан аумағының орман шаруашылығы геогрографилық ерекшеліктеріне қарай үлкен 4 өңірге бөлінеді:\nшығыстағы Алтай таулы ормандары (бағалы қылқан жапырақты орман);\nсолт-тегі орманды дала (қайың, көктеректен тұратын шоқ ормандар және қарағайлы орман жолағы);\nоңтүстік-шығыстағы Тянь-Шань тауындағы және Іле Алатауындағы шыршалы орман;\nоңтүстіктің шөлейтті жеріндегі сексеуілді орман. Сонымен қатар ірі өзендер бойына орналасқан өзен жағалауы ормандары бар. Олар Батыс Қазақстандағы жалғыз орман типі болып саналады және суды реттеуде маңызды рөл атқарады. Егістікті қорғау үшін қолдан отырғызылған орман жолақтарының ауыл шаруашылығында атқаратын рөлі зор.\nОрман шаруашылығы жұмыстары\nҚазақстанда Орман шаруашылығы жұмыстарын Ауыл шаруашылығы министірініңнің Орман және аңшылық шаруа комитеті басқарады. Оның құрылымында 9 мемлекеттік табиғи қорық; 6 мемлекеттік ұлттық саябақ; орман шаруашылығы және биоресурстар жөніндегі 14 облыстық аймақтық басқарма бар. Олардың қарамағында орман және жеке жабайы табиғатты қорғау жөніндегі 138 мемлекеттік ұйым, “Қызыл жиде” республикалық мемлекеттік табиғат қорғау мекемесі, Орман шаруашылығын жобалау жөніндегі Қазақ мемлекеттік қазыналық кәсіпорны (“Казгипролесхоз”), “Қазақ орман орналастыру кәсіпорны”, Қазақ орман қорғау және орман шаруашылығына қызмет көрсету жөніндегі авиацилық база, Алматы орман шаруашылығы селекциясының орталығы, “Көкшетау орман шаруашылығы селекциялық орталығы” республикалық мемлекеттік қазыналық кәсіпорны, Қазақ орман шаруашылығы басшылары мен мамандарының біліктілігін көтеру институты, Қазақ республикалық орман тұқымы мекемесі, “Аңшылық зоокәсіпшілік” ӨБ республикалық мемлекеттік қазыналық кәсіпорны жұмыс істейді. Бұлардан басқа Қазақстан Республикасының Президенті мен Үкіметі әкімшілігіне қарасты Бурабай ұлттық саябағы, Қазақстан Республикасының Білім және ғылым министрлігінің меншігінде орман шаруашылығы тәжірибе стансасы бар. \nОрманшаруашылығының салалық құрамы\nОрман өнеркәсібі - ағашты дайындауға, оны механикалық және химиялық өңдеуге қайта өңдеуге қатысатын салалар жиынтығы. Әртүрлі технологиялар көмегімен ағаштан түрлі өнім түрлерін алуға болады.\nОрманның адам өмірінде алатын орны өте жоғары. Ағаш құрылыста конструкциялық материал, тау-кен өнеркәсібінде (шахта жақтауларын ұстату), машина жасауда (кеме, ұшақ, вагон), жиһаз, қағаз, сіріңке және басқа өнімдерді өндіруде қолданылады.\nҚазақстанның ағаш өңдеу өнеркәсібі орман дайындау, механикалық, химиялық өңдеу сияқты салалардан тұрады.\nАғаш дайындау[өңдеу]\nЕлдің ағаш өңдеу өнеркәсібінің шикізат базасы толық жеткілікті емес. Ағаш дайындау өнеркәсібінің кәсіпорындары ағашты дайындау, өңдеу және тасумен айналысады.\nАғашты механикалық өңдеу\nМеханикалық өңдеу мынадай салаларға бөлінеді: ағашты кесу, жиһаз өнеркәсібі, ағаш жоңқасын және ағаш талшығын дайындау.\nКесілген материалдар ағаш өңдеу өнеркәсібі кәсіпорындарының шикізаты болып табылады. Олар Семей, Өскемен, Риддер, Шемонаиха, Черновинск, Көкшетауда жұмыс істейді. Олар құрылыс материалдарын, терезе және есік жақтауларын, ұсталық бұйымдарды, плиталарды шығарады. Ағаш өңдеу өнеркәсібі елдің басқа аймақтарымен салыстырғанда Шығыс Қазақстанда жақсы дамыған.\nЖиһаз шығаратын кәсіпорындар тұтыну аудандарында орналасады. Бұл жиһазды тасымалдау ағаш тасымалына қарағанда қымбатқа түсуімен байланысты, ал өндірістің өзі маманданған кадрлардың болуын талап етеді. Жиһаз фабрикалары Алматы, Өскемен, Қарағанды, Павлодар, Шымкет және басқа қалаларда орналасқан.\nҚарағанды облысы, Оскаровка кентінде музыкалық аппаратура, ал Үштөбеде (Алматы облысы) Қазақстандағы жалғыз киіз үй жасайтын фабрика қызмет істеуде.\nБүгінгі күнде елімізде жиһаз өнеркәсібінің дамуына мүмкіндіктер бар, оның өнімі ішкі нарықты ресейліктермен бәсекелес бола алады.\nОрман-химиялық өңдеу[өңдеу]\nОрман-химиялық өңдеуге целлюлоза, картон, қағаз және т.б. өндірісі жатады. Оған қылқанды орман ағаштары, арзан шикізат ағаш аралау қалдықтары, құрақ пайдаланылады.\nӨндіріс энергия, су, шикізат, күрделі құрылғылар мен технологиялар қолданысының жоғары мөлшерімен ерекшеленеді.\nҚазақстандағы ең бірінші гофрақағаз және гофрокартан шығаратын қағаз комбинаты Алматы облысы, Қарасай ауданының Абай кентінде жұмыс істейді.\nҚазақстан Республикасы орман заңдарының принциптерi\n      Қазақстан Республикасының орман заңдары:\n      1) ормандардың климатты реттейтiн, орта түзетiн, егiс-топырақ қорғау, су сақтау және санитарлық-гигиеналық функцияларды орындайтын жалпымемлекеттiк мәнiн мойындау;\n      2) ормандарды тұрақты дамыту (Қазақстан Республикасының орманды аумақтарын тұрақты ұлғайту);\n      3) ормандардың, мемлекеттiк табиғи-қорық қоры объектiлерiнiң, мәдени және табиғи мұраның биологиялық әралуандығын сақтау;\n      4) ормандарды көп мақсатқа пайдалану;\n      5) орман ресурстарын ұтымды, үздiксiз, сарқылмайтындай етiп пайдалану;\n      6) орман қорын күзету, қорғау, пайдалану, ормандарды молықтыру мен орман өсіру саласындағы мемлекеттік реттеу, бақылау мен қадағалау;\n      7) басты мақсатта пайдалану үшiн ағаш кесу мен алынған сүректi қайта өңдеудi жүзеге асыру функцияларынан орман пайдалануды реттеу функцияларының ара жiгiн ажырату;\n      8) Қазақстан Республикасының орман заңдарын бұзудан келтiрiлген залалдың орнын толтыру;\n      9) орман ресурстарын ақылы пайдалану;\n      10) орман қорының жай-күйi туралы ақпараттың қол жетiмдiлiгi;\n      11) халықтың және қоғамдық бiрлестiктердiң орман қорын күзетуге және қорғауға қатысу принциптерiне негiзделедi.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі ағзалардың алуантүрлілігі",
        "question_content": "Жер бетіндегі ағзалардың алуантүрлілігі",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 963,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тірі ағзалардың көптүрлілігі және олардың таралу заңдылықтарының географиялық жағдайы. Тірі ағзалардың көптүрлілігі. Жердегі алғашқы өте қарапайым ағзалар 3 милиард жыл бұрын пайда болған. Шамамен 400 млн жыл бұрын тірі ағзалар жер бетіне шыға бастаған.\nҚазір сол кездегі тірі ағзалардың өмірін жалғастырушылар жер бетінде, атмосфера қабаттарында, теңіз бен өзен суларында тіршілік етуде.\nЖер бетінде тірі ағзалардың бірнеше миллион түрі кездеседі. Өсімдіктердің түрі 500 мыңнан, жануарлардың түрі 1 миллионнан асады. Ал микроағзалардың, яғни, бактериялар мен саңырауқұлақтардың түрі де, саны да көп. Әлі де жыл сайын өсімдіктану мен жануартану мамандары өсімдіктердің, бунақденелілердің, микроағзалардың жүздеген, тіпті мыңдаған түрлерін ашып жатады. Мұндай ашылулар сүтқоректілер мен құстардың арасында некен-саяқ, дегенмен кейде ұшырасып қалады.\nОңтүстік Америка, Оңтүстік-Шығыс Азия және Африканың ит тұмсығы батпайтын ылғалды тропиктік ормандарынан өсімдіктер мен жануарлардың жаңа түрлері табылып жатады. Тірі ағзалардың тіршілік формасы сан алуан.\nТірі ағзалардың тіршілік формасы – жануар немесе өсімдік ағзасының қоршаған ортаға бейімделген сыртқы келбеті.\nБір-бірімен туыс емес тірі ағзалардың тіршілік етуге қолайлы жағдайға байланысты бейімделгендіктен, тіршілік етудегі ұқсас белгілері пайда болады. Бір жерден екінші жерге өткенде тіршілік жағдайларының өзгеруіне байланысты бір тіршілік формасы екінші тіршілік формасына ауысады. Өсімдіктердің тіршілік формасының мысалына ағаш түрлері (қылқанжапырақты, жалпақжапырақты, мәңгі жасыл, т.б.) бұталар, шала бұталар, шөптесін өсімдіктер, мүктер және т.б. жатады. Жануарлардың тіршілік формалары: сүтқоректілер, құстар, бауырмен жорғалаушылар, балықтар, бунақденелілер. Осы сияқты микроағзалардың да қоршаған ортаға бейімделген түрлері көп.\nТірі ағзалардың таралу заңдылықтары. Өсімдіктердің, жануарлардың және микроағзалардың, сондай-ақ олардың бірлестіктері – биоценоздардың географиялық таралу заңдылықтарын биогеография ғылымы зерттейді.\nӨсімдіктер кеңінен таралған. Оларды суда өсетін, жер астында өсетін, және жер бетінде өсетін деп мекендері бойынша үш топқа бөлуге болады. Өсімдіксіз биосфераның басқа құрамдас бөліктері, яғни, жануарлар мен микроағзалар тіршілік ете алмас еді.\nhttps://ikaz.info/tiri-a-zalardy-k-pt-rliligi/",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Н.Айтұлының \"бәтерек\" поэмасының толық нұсқасы керек еді!?",
        "question_content": "Н.Айтұлының \"Бәйтерек\" поэмасының толық нұсқасы керек еді?!",
        "question_date": "5.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экожүйе тұрақтылығының биоалуантүрлілікті сақтаудағы маңызы",
        "question_content": "Экожүйе тұрақтылығының биоалуантүрлілікті сақтаудағы маңызы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экожүйелер (шығу тегі бойынша)\nБіздің ғаламшарымызда әртүрлі экожүйелер бар. Экожүйе белгілі бір түрлерге жіктеледі. Бірақ биосфераның осы әртүрлі бірліктерін біріктіру мүмкін емес. Сол үшін де экологиялық жүйенің бірнеше жіктемелері бар. Мысалы, оларды шығу тегіне байланысты шектейді. Бұл – табиғи экожүйе. Оларға зат айналымы, адамның ешқандай араласуынсыз жүзеге асатын құрылымдар жатады. Жасанды (антропогендік) экожүйе адамның іс-әрекетінен пайда болған және әрі қарай да адам іс-әрекеті арқылы жүзеге асады. Жасанды экожүйелер адамзаттың пайдасы үшін қоректік азық-түлік, таза ауа және басқа да өмір сүруге қажетті өнімдер түрінде өндіріледі.\nКөлемі бойынша экожүйелер былай бөлінеді: микроэкожүйе (мысалы, құлаған ағаш діңі немесе ормандағы алаң), мезоэкожүйе (орман массиві немесе даладағы шоқ ағаштар), макроэкожүйе (дала, теңіз), ғаламдық деңгейдегі экожүйе (Жер ғаламшары).\nЭкожүйелер табиғи және жасанды болады. Табиғи экожүйелер (шабындық, шалшық, жыра және т. б.) тұрақтырақ және әр алуан болады. Олар қосымша энергия көздерін пайдаланбайды. Қала немесе агробиоценоздардың (бау-бақша, егістік, бақ) жасанды экожүйе тұрақсыздау, түрлік қатынасы нашар, қосымша энергия көздері (тыңайтқыштар, суару) есебінен жоғары өнімді болады. Жердің тіршілігі бар тірі кабығы - биосфера ең ірі экожүйе болып табылады. Биосфераны сипаттайтын мынадай маңызды ұғымдар бар:\nбиосфера шекарасы (атмосферада - 20 шақырым, литосферада - 7 шақырым, гидросферада - 10-11 шақырым); биомасса тығыздығы (көлем бірлігіне келетін тіршілік иелерінің мөлшері);\nбиомасса өнімділігі (уақыт бірлігіндегі көлем бірлігіне келетін тірі заттардың өндіретін мөлшері).\nБиосферада тірі заттар мен өлі табиғат арасында элементтер (азот, көміртегі, күкірт, фосфор, т.б.) айналымы пайда болады. Ол биосфераның бірқатар маңызды қызметтер атқару арқылы іске асады. Олар:\n1) газдық;\n2) концентрациялық;\n3) тотығу-тотықсыздандырғыштық;\n4) биохимиялық қызметтер көрсету.\nБиосфера өмір сүру кезеңдерінің барлығында эволюция жолында болды. Ол белгілі тұрақтылықта және өздігінен реттеле алады. Табиғатқа адам әрекетінің өсуінен биосфера тепе-теңдігінің бұзылуы мүмкін",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстандағы күн сәулесінің түсу ұзақтығы жоғары қала",
        "question_content": "Қазақстан бойынша күн сәулесі түсу бойынша жоғары қала қайсы қала",
        "question_date": "5.05.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсу жоғары деген уақыт бойынша да температуралық жағынан болсын Оңтүстік аумақ қалалары жоғары орын алады. Оны ораза кезіндегі ауыз ашу мен ауыз бекіту уақыттарының ашықтығы арқылы көрінеді. Және ауа райы бойынша қай мезгілде болсын Оңтүстік аумақтың ауа температурасы жоғары екені белгілі.",
                "date": "29.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Анимаця мен кескіннің кандай айырмашылығы бар",
        "question_content": "Анимаця мен кескіннің кандай айырмашылығы бар",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 24600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "анимация- ол қашан сен бірнеше суреттерді секундте саласын. Кескін-ол қашан сен бір егжей-тегжейлі сурет саласын.",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс жасушаларын салыстыру",
        "question_content": "Аталық және аналық жыныс жасушаларын салыстыру керек.\n\nСрочно керек еді\n\nАлла разы болсын",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аталық жыныс мүшелерін сыртқы және ішкі мүшелер деп 2 топка бөледі. Сыртқы аталық мушелеріне - ұма және жыныстық мүше жатады. Ішкі аталық жыныс мушелеріне аталық бездер, оның қосалқы бөлімдері (ұрықшығарушы өзекшелер, ұрықтық көпіршіктер, сыңар қуықасты безі) жатады. Аталық без (ен) екеу, мөлшері 4-6 см, салмағы 15-30 г.\nАталық бездер - ұманың ішінде орналаскан терілі қалта. Ұманың ішкі қуысы құрсақ қуысының бір бөлігі болып саналады. Ұрықтың дамуы кезінде ұма құрсақ қуысында жатады. Жыныс бездері өзекшелер арқылы ұма қуысына түскен соң, ондағы дәнекер ұлпамен тұтасып кетеді. Бұдан кейін ұма қуысы құрсак қуысынан бөлініп қалады. Егер жыныс бездері ұма қуысына өтпей, құрсақ қуысында қалып қойса, жыныс жасушаларының түзілуіне кедергі жасайды. Әдетте, жыныс бездері шарана жарық дүниеге шығардан бұрын ұма қуысына өтеді.\nАталық бездер ағзада екі түрлі маңызды қызмет аткарады. Біріншіден, олардан аталық жыныс жасушалары - сперматозоидтар түзіледі. Бұл аталық бездердің сыртқы секрециялық қызметі. Екіншіден, аталық бездерден жыныс гормондары (негізінен тестостерон) бөлінеді. Бұл аталық бездердің ішкі секрециялық қызметі. Сондықтан да жыныс бездері аралас бездерге жатады. Аталық бездерден бөлінген гормондар екінші реттік жыныстық белгілердің жетілуінде негізгі рөл аткарады. Олардың әсерінен жасөспірімдердің дене пішіні өзгереді, мұрт шығады, дауысы жуандайды және т. б.\nАталық бездер көптеген ұсақ ұрықтық өзекшелерден тұрады. Аталық бездерде жыныс жасушаларының жетілуі де, екінші реттік жыныстық жетілумен тікелей байланысты. Аталық бездерде жетілген сперматозоидтар ұрықтық өзекшелері арқылы алдымен ұрықтық көпіршіктерге жиналады. Ұрықтық көпіршіктеріндегі және қуықасты бездерінен бөлінген сұйықтық шәует (сперма) деп аталады. Шәуетпен араласкан сперматозоидтар зәршығару өзегі арқылы өтеді. Ер адамдарда зәршығару өзегі арқылы зәр заты да, шәует те сыртқа шығарылады. Шәуеттің құрамында сперматозоидтар өте көп болады. Мысалы, 1 см3 шәуетте қалыпты жағдайда 60 млн сперматозоидтар кездеседі. Сперматозоидтарда кез келген жасушаға тән бөліктер (цитоплазма, ядро және т. б.) болады. Басқа жасушалармен салыстырғанда сперматозоидтардың пішіні өзгешелеу, өте ұсақ (шамамен 7 мкм) және қозғалғыш. Әрбір сперматозоид бас, мойын және «құйрық» - талшықтан құрылады. Олар талшықтарының көмегімен минутына 2-3 мм жылдамдыкпен қозғалады.\nАналық жыныс мүшелері 2 топқа (сыртқы және ішкі) бөлінеді. Сыртқы аналық мушелерге - үлкен, кіші жыныстық жапсарлар және шүртекей (клитор) жатады. Жыныстық жапсарлар май ұлпасы мол терілі қатпарлардан тұрады. Ал ішкі аналық жыныс мушелеріне - екі аналық без, жатыр, екі жатыр түтігі және қынап жатады. Ішкі аналық жыныс мүшелерінің бәрі де жамбас шоңқимасы — кіші жамбас қуысында орналасады. Аналық бездердің (яичники) пішіні сопақша, ұзындығы 3-4 см. Салмағы 5-8 г. Аналық бездер де аралас бездерге жатады, яғни жұмыртқа жасушаларын және гормондар (экстрогендер, т. б.) бөледі. Аналық бездер көптеген безді көпіршіктерден - фолликулалардан тұрады. Олардан бірте-бірте жұмыртқа жасушалары жетіледі. Аналық бездердің үстіңгі жағын жатыр түтігінің сыртқы шашақты шеті көмкеріп тұрады. Бойжеткендерде (екінші реттік жыныстық жетілу кезінде) әрбір ай сайын гипофиз гормондарының әсерінен безді көпіршіктің біреуі жетіледі. Оның ішінде жұмыртқа жасушасы болады, ол алдымен құрсак қуысына, одан соң жатыр түтігіне түседі. Бездік көпіршік жарылып, ішінен жұмыртқа жасушасының сыртқа шығуын, анабездің жетілуі (овуляция) деп атайды. Бұл үдеріспен етеккірдің (менструация) келуі тығыз байланысты. Етеккір екінші реттік жыныстық жетілуден бастап, шамамен 50 жасқа дейін созылады.\nЖүктілік кезінде жұмыртқа жасушасының жетілуі де, етеккір де токтайды. Жарылған безді көпіршіктің іші май тектес сары дене деп аталатын затпен толады. Сары дене уакытша гормон бөледі. Егерде жұмыртқа жасушасы сперматозоидпен ұрықтанса, сары дене жүктілік кезінде сақталады. Ал жүктілік болмаған жағдайда, сары дене жойылып кетеді де, етеккір шамамен әр 28 күнде қайталанып отырады. Жатыр түтігі де аналық без сияқты екеу (жұп) болады. Жұмыртқа жасушасы жатыр түтігі арқылы жатырға өтеді.\nЖатыр - қуықтың артына таман жамбас шоңкимасының қуысында орналасқан алмұрт пішінді бұлшықетті мүше. Нәресте туғанға дейін ұрық жатырда дамиды. Жатырдың кабырғалары негізінен қалың бірыңғай салалы бұлшықеттерден тұрады. Оның ішкі жағын ұсақ қантамырлармен торлаған сілемейлі қабыкша астарлайды. Жатырдың төменгі жағында сыртқа ашылатын бұлшыкетті түтікше - қынап болады. Жатырда дамып жетілген нәресте әйелдер босанатын кезде қынап арқылы сыртқа шығады. Жатырдың қынапқа дейінгі аралығын жатыр мойны дейді. Жатыр мойнын сақина тәрізді бұлшықеттер орап тұрады. Қынап сперматозоидты қабылдайтын және нәрестені сыртқа шығаратын бұлшыкетті мүше. Қынаптың аузы тері қатпарларынан тұратын жыныс жапсарларының аралығында болады. Жыныстық қатынас жасамаған қыздар қынабының аузы дәнекер ұлпасынан түзілген қызпердемен (қыздық) жартылай жабулы тұрады. Зәр шығарылатын тесік қынап аузымен қатар оның алдыңғы жағында орналасады. Аналық жыныс мүшелерінің ауруларын емдейтін дәрігерді гинеколог (гр. gynaikos - әйел) дейді.",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эмоциналды экспресивті сөздер дегеніміз не?",
        "question_content": "Балға байланысты таппай отырмын",
        "question_date": "5.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіліміздегі сөздер өздерінің экспрессивтілігі жағынан да әр түр-лі. Демек экспрессивтік сапа белгілі бір сөздерден ғана байқалады. Мысалы: адам, көл, қабырға, үлкен, сусын, бала, тау, көтеру, аға, таныс, киім, шөп, отын тәрізді бір топ сөзді қылпың, тыраш, қақшу, тойтаңдау, жортақы, дедектеу, қаздаңдау, қымыңдау, шал-жию, қымқу, көститу, төпелеу, дардию, тыраю, ызғыту, еміну, тырбықай, пысықай, құқай, тықақ, шыпжықай, тұштақай дегендермен өз ара салыстырсак, өздерінің көркемдік бейнелілігі, эстетикалық әсерлілігі тұрғысынан бұлардың екі сала нәрсе екенін оңай аңғаруға болады. Мысалы соңғы топтағылар ғана экспрессивті сөздер. Бұлар көбінесе көркем әдебиет стилі мен сөйлеу стилі және публицистикалық стильдерде жиі жұмсалады.\nЭкспрессивтік бояу — жеке сөздерге де, фразеологиялық орам-дарға да, сөз формаларына да, синтаксистік конструкциялардың қай-қайсысына да тән сипат. Бірак бұл арада мына ‘бір мәселенің бетін аша кету керек. Әдетте әр сөздің өзіне тиісті қолданылу ерекшелігі, белгілі бір стиль түріне бейімі, ягни стильдік сипаты болады. Мысалы жоғарыда талданған саңлақ, парыз, пәті, еше, аға сұлтан, онбасы, ультрадыбыстық қондырғы, салмақсыздық, мұз-қала, шырайлым,т. б. кез келген стильде қолданылмайды. Кейбіреуі ғылыми стильге тән болса, өзге бір тобы көркем әдебиетте тиімді, ал енді бір саласы ресми кеңсе қағаздарына лайықтырақ. Бұлардан басқа тағы бірқыдыру сөз стиль түрлерінің бәрінде кездесіп отырады. Мысалы бейтарап лексика солай. Демек; тілдегі сөздің қай-қайсысының да өзіндік қолдану аясы, дәлірек айтқанда, белгілі бір стильдік сипаты болады. Ал тілдегі сөздің қай-қайсысының да экспрессивтік бояуы бола бермейді, бала мен бөбек, бүлдіршін дегенді, немесе қала мен кент, шаһар есімдерін өз ара салыстырып көрейік. Қала, бала сөздері экспрессивті емес. Ал бүл екеуіне қарағанда, бөбек, бүлдіршін, кент, шаһар дегендерден экспрессивтік бояу айқын сезіледі.\nЭкспрессивтік бояу әдетте екі тұрғыда сөз етілуі тиіс. Біріншіден, лексикалық мағынасы әуелден экспрессияға бейім түратын сөздер, екіншіден, қолдану процесінде жүре келе экспрессивтік бояу алатын есімдер мен етістіктер. Бірақ сөздің лексикалық мағынасында экспрессивтік өң үнемі бола бермейді. Әрбір жазушы белгілі бір образ жасау үстінде өз шығармасының тіл көркемдігін жетілдіре түсу үшін бейнелеу құралының осы түрін де ретіне қарай пайдалануға тырысады. Экспрессивтік сөз қолдану тәсілі автордың жалпы сөз байлығына ғана емес, сондай-ақ материалды көркемдік мақсатқа сай қаншалықты дәл іріктеп ала білушен де тікелей байланысты. Сөздін, мұндай экспрессивтік қызметі публи-цистикалық, сөйлеу стильдерінде, әсіресе көркем әдебиет стилінде барынша ерекшелене түседі.\nБүгілген бойында құнысып, қозғалақтай берді. Қейде жер шү-қып қап, кейде қымықдап, қозғақ қағады (М. Әуезов). Қызыл құлжаны қымқырып алып, өз үйіне қарай жөнеле берген болатын (сонда). Шаптығып қатты ұрсып, асығып келе жатқан кіші шешесі Айғызды таныды (сонда). Жаңа жамыраған қозылар ауылдардың екі жағындағы адырларға тырағайлап өріп барады.\nБір күн тыртың етеді, бір күн бұртың…\nТиянақсыз, байлаусыз байғус қылпың (Абай).\nҚаза болды Мұради, ажал оны қақшыды (Рудаки).\nТартына берме тайтаңдап…\nКүй шіркін ылпылдап, бипыңдады (Ілияс Жансүгіров).\nЭкспрессивтік бояу тілдің жалпы әр түрлі қабатынан-ақ бай-қалады. Әдеби нормада әбден тұрақтап кеткен қала зат есімі кейде көркем әдебиет стилінде шаһартүрінде қолданылып кетеді. Өйткені қаладан гөрі шаһар түрі айтылса, одан әлдебір пафостық әуен, поэтикалық сарын сезіліп тұрады, көркемдігі де әсерлі шығады. Бірақ бұған қарап, қала сөзі бұл стильде мүлдем қолданылмайды екен деуге болмайды. Тіліміздегі жырақ сөзі де сондай, ол да қа-шық сын есімімен қатар қолданылады. Қашық сөзіне қарағанда, мұның да экспрессивтік бояуы көбінесе көркем әдебиет стилшде айқын сезіледі. Шаһар, жырақ сөздерінің көркем әдебиет стиліндеті экспрессивтігін мына бір мысалдардан айқын көруге болады.\nБәрінде ел аз, иесіздік мол. Іргелі мекен, өнерлі шаһар жоқ (М. Әуезов). Қазіргі бұлтсыз аспандай алысқа, тазалық рақатқа шақырып, жыраққа меңзейді(сонда).\nЦІаһар сөзінің экспрессивтік бояуы алдыңғы сөйлемде анық кө-рініп түр. Қөркем әдебиет стилі үшін өнерлі қала дегеннен өнерлі шаһар. тіркесі жарасымды. Жалпы, осындай жекелеген сөздердің қай-қайысының да экспрессивтік бояуы негізінен көркем әдебиет стилінде айқынырақ көрінеді. Сөйлеу стиліндегі мына бір экспрес-сивтік құбылыс кейде көркем әдебиет стилінде де өте ұтымды пай-даланылады. Мысалы, дағдылы ауызекі тілде, кекесінді, юморлық, ъщғайда кейбір адам жөнінде сөлпекбай немесе бөспебай деп те •өз ара айтылады. Мұндағы экспрессивтік бояу Сәрсенбай, Мұратбай тәрізді кісі аттарының ізімен жасалып тұр. Осы әдісті жазушы кейде таза стильдік мақсатқа, көркемдік, ұтымдылық үшін пайдаланады. Мысалы, Ғ. Мүсірепов “Желкеден бір-екі рет түйіп жіберді” немесе “бір-екі рет желкелеп жіберді” деудің орнына былай дейді: Колхоздыц көпшілігі тосқауыл тосқан жаудыц үгіті екеніне түсініп, Есілбай мен Сүгірбай молданы сәлдесінен бастап иманына детн сыпыра боқтап, үйіне де бір қуып тыққан. Бір-екі рет Желке-бай да беріп жіберген. Сөйлеу стиліндегі бұл тәрізді экспрессивтік бояу басқа автордан да байқалады. Мысалы, I. Жансүгіров келген қонақтардың күн көріс, дәулет дәрежесінің біркелкі еместігін бір сөзбен ғана өте әсерлі етіп суреттейді. Қыр мен қаланың қос-пасынан, құралған бай аулының реңі сияқты олардың қонағыара-ласпай болушы еді. Академик В. В. Виноградов айтқандай, тілдін, экспрессивтік сапасы стильді қалыптастырудьщ бір құралы болып табылады1.\nЭкспрессивтік бояу сондай-ақ тілдегі кейбір көне құбылыстан да айқын сезіледі. Мысалы бояу зат есімі көркем әдебиет стилінде кейде көне бояқ формасында қолданылады. Оның (бояқ сөзінің) көркем әдебиет стиліндегі экспрессивтік бояуы мына бір өлең жо-лынан анық көрінеді.\nҚозға енді, бота көзім, Қызыл атым,\nСертті істе өнеріңді қызынатын!\nКөк бояқ ен далада құлаш керіп,\nЖұлдыздай көктегі ағып сызылатын (С. Сейфуллин).\nЭкспрессивтік бояуы бар жоғарыдағы тәрізді жеке сөз, кейбір көне құбылыс сөйлеу стилінде, публицистикалық стиль мен көркем әдебиет стилінде көбірек кездеседі. Ал ғылыми және ресми кеңсе стильдерінде сирек ұшырасады.\nЭкспрессивтік бояу қай стильде болса да әр түрлі болып келеді. Лексикалық мағынасының өзінен экспрессивтік бояу білініп тұратын сөздердің қатарынаселтию, іншік, көйту, желкебай, ара-ласпай, итіну, тырағайлау, шертию, алшию, көститу, сүңгіту, сө-лектеу, қылпың, құйтыңдау, қымыңдау, құқай, күйкі т. б. жатады. Бірақ бұлардың өздері де білдіретін мағыналарына қарай өз ара бірнеше түрге бөлінеді. Оны мына тәрізді тұтас сөйлем ішінде контекстік қоршаудан айқын көруге болады: Қейбіреулер тырашта-нып жуынып жатыр (С. Сейфуллин). Жез мұрты мысықтың мұрты, ғұсап селтиеді де тұрады (Ғ. Мүсірепов). Сөлектеп, алдымды орап, екеуің бір болмайсың (М. Әуезов). Ақыры, Абай мен Тәкежан алшайысып кетті (сонда). Жалаудан жел де сарнайды(С, Сейфул-лин). Тек кез келгенді белуардан көстите береді (М. Әуезов). Сол табақтарды, үй ішіне сүңгітіп жатыр (сонда).\nОсы сөйлемдердің қай-қайсысы да экспрессивті. Бұлардағы экспрессивтік бояу сөйлемнің мазмұнына түрліше стильдік өң бе-ріп тұр. Өйткені жоғарыдағытыраштану, селтию, сөлектеу, ал-шайысу, көститу, сүңгіту етістіктері белгілі дәрежеде автордың суреттеліп отырған оқиғаға деген көзқарасын аңғартады. Экспрес-сивтік сөздер көркем әдебиетте әдетте осындай белгілі бір стильдік мақсат үшін қолданылады. Экспрессивтік бояу тыраштану, селтию, сөлектеу, сарнау, жалаңдау дегендердегі сияқты бірыңғай жағымсыз мағынаға құрылмайды. Қөбінесе көркем әдебиет стилінде жиірек қолданылатын тыраштану, селтию, сөлектеу сөздерінің экс-прессиясы кейінгіалшайысу, сарнау, көститу, сүңгіту етістіктерінің экспрессиясынан өзгешелеу. Ол үшеуінде кекесінді, келемеж сары-ны басым. Экспрессивтік бояу әдетте не бір түрлі әзіл-оспақ, юмор түрінде де, салтанатты көтеріңкілік мәнінде де, адамның мінез-құл-қына, көңіл-күйіне байланысты да болады. Бірақ экспрессивтік бояудың осы қатпар-қабаттарының бәрі қай стильде болса да үнемі түгел көрінбейді, кез келген көркем шығарма тілінен бәрі бірдей байқала бермейді. Себебі бұл әрбір автордың тіл шеберлігіне, әрбір шығарманың жазылу стилімен тікелей байланысты.\nӘзіл сыңқылды майысқан қатар салдарға қарсы басты. Жаяу салдардың қастарында өңшең ірікті сүлу келіншектер келеді екен (М. Әуезов). Өз үйіңдешертиген паңы құрсын (Абай). Манасты көп көйткізді (М. Әуезов). Шоқша сақалы шанжау-шанжау боп, тырағайлап шыққан (сонда). Ысщақ пен эйелі майы туралған бір табаққа итіне түсті (I. Жансүгіров). Сасық іншік түбінде Отыр жалғыз келіншек (С. Сейфуллин).\nОсы мысалдардағы сылдырлы, сыңқылды, ірікті, шертию, ты-рағайлау, итіну, іншік сөздері өздерінін, экспрессивтік сипаты жа-ғынан әр түрлі. Мысалыитіну, шертию, көйткізу етістіктерінің экс-прессивтік бояуы мысқылға, сықаққа құрылған. Ал желкебай, ара-ласпай, тырқу, тырағайлау сөздерінің экспрессивтік бояуынан сы-пайы юмор айқын сезіледі. Егер автор тырағайлап деудің орнына әр жерден сирек шыққан десе, одан дәл мұндай экспрессия байқалмас еді. Іншік сөзінін, негізгі, лексикалық мағынасының өзі экс-прессиялы. Жоғарыдағы өзге экспрессивтік сөздердің мағынасы сән-салтанатқа, тойдуманды жиынға меңзейді. Бұлар контекске әлде бір көтеріңкілік сипат береді. Мысалы, сыңқылды, ірікті сөздерінің стильдік экспрессивтік бояуы тырқу, тырағай, желкебай сөздерінің итіну, көйткізу етістіктерінің экспрессивтік бояуына ұқсамайды. Іншік кейіпкердің тұрмысының жүдеулігін көрсететін экспрессивтік сөз. Ірікті, сыңқылды есімдері негізінен көркем әдебиет стиліне тән сөздер.\nЭкспрессивтік сөздер сондай-ақ публицистикалық стильде де қолданылады. Мысалы, тіліміздегі сабаз зат есімінде де, жалаңдату деген етістікте де экспрессивтік бояу бар. Экспрессивтік бояу олардың лексикалық мағыналарының өздерінен-ақ аңғарылып түр. Осы екі сөз көркем әдебиет стилінде ғана емес, кейде публицисти-калық стильде де (мысалы, саяси әдебиет тілінде де) жұмсалады.",
                "date": "29.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егерде бастапқы клеткада 14 хромосома болса, әр полюсте канша хромосомадан болады?",
        "question_content": "Егерде бастапқы клеткада 14 хромосома болса, редукциялық эквациялық бөлінудің анафазасында әр полюсте канша хромосомадан болады?",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3 км қашықтықта арбаның дөңгелегі 960 толық айналым жасады. дөңгелектің диаметрін табу?",
        "question_content": "Дөңгелек сызып алады\nНеше айналым жасайтынын табады\nДөңгелек диаметрін табады",
        "question_date": "5.05.2020",
        "question_tag": "Математика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 айналым жасағанда 3000м/960= ә метр жүреді. Ол арбаның дөңгелегінің ұзындығы\n\nl = Pi*D ⇒ D = l/Pi =ә/3,14= ң (метр)",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 7,2 магни оксиди туз кышкылымен әрекеттескенде түзілген туздын массасын есептендер",
        "question_content": "Отиниш осы суракты тауып бериниздерши.массасы 7,2 г магни оксиди туз кышкылымен әрекеттескенде түзілген туздын массасын есептеңдер",
        "question_date": "5.05.2020",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақ қойылған",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А.Алтай \"Прописка маңызды эпизод, себебі\"",
        "question_content": "А.Алтай \"Прописка\" маңызды эпизод пен себебі. (БжБ-ның сұрағы) комектесіңізші өтініш 4-ке дейін жауап беру керек!",
        "question_date": "5.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Желтоқсанның ызғары армиядан \"запастағы офицер\"болып оралған мұны да қарымды ғой.\n\nАқыры Астана түгілі, маңындағы өзі тұрған ауылға да тұрақтай алмады.",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде мастубачия жасауға ненізі болама болмайма?",
        "question_content": "Ораза кезінде мастубачия жасауға болама болмайма негізі?",
        "question_date": "5.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза тамақтан, жыныстық қатынастан, барлық жаман арсыз әрекеттерден тиылу",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредитті күйеуім атына аударсам болама?",
        "question_content": "Маған күйеім менің атыма банктен жаңа  машына тағы  басқа бір неше банктерден ақша алдыртып енді менен ажыраспақшы. Тағыда үйді екіге болемін дейді. Менде екі балам бар. Тұрмысқа шыққаннан бері соның кредитін толеп келем. Өзім мектепте жұмыс  істеймін. Үйді өзімнің әкем салып берген. Бірақ үйге документ етгенде өзінің атына өткізіп алған.  Былайша айтқанда бізді папам бағып келеді. Енді мойныма қарыз етіп өзі ажырасып кете жатыр. Тенге кз, хоум,каспи, евразия банктерден кредиттерім бар. Мүмкін сондай екен не үшін аласын дерсіз. Ұрып соғып болсада алдыртады. Папа мамам болса осы уақытқаша адам болып қалар деп жүрген еді. Дінің жағынан ажырасып болдық. Енді мен кредитті күйеуім атына өткізіп машынаны қайтарсам аладыма. Үйді екі бала үшін қандай алып қалсам болады. Өтініш жауап беріңіздерші.",
        "question_date": "5.05.2020",
        "question_tag": "Заң",
        "question_views": 918,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Азаматтық кодексінің 223-бабына сәйкес Ерлi-зайыптылардың ортақ меншiгi\n        1. Ерлi-зайыптылардың некеде тұрған кезде жинаған мүлкi, егер бұл мүлiк ерлi-зайыптылардың үлестi меншiгi болатыны, не олардың әрқайсысына тиесiлi немесе меншiк құқығында тиiстi бөлiктерде ерлi-зайыптылардың әрқайсысына тиесiлi екенi олардың арасындағы шартта көзделмесе, олардың бiрлескен меншiгi болып табылады.\n       2. Ерлi-зайыптылардың некеге тұрғанға дейiн тиесiлi болған, сондай-ақ олардың некеде тұрған кезiнде сыйға тартылған немесе мұрагерлiк тәртiппен алған мүлкi олардың әрқайсысының меншiгi болып табылады.\nҚымбат бағалы және басқа әсемдiк заттарын қоспағанда, жеке пайдаланудағы заттар (киiм-кешек, аяқ киiм және т.б.), некеде тұрған кезде ерлi-зайыптылардың ортақ қаражатына сатып алынғанымен, оларды пайдаланған жұбайдың меншiгi деп танылады.\n      Егер некеде тұрған кезде ерлi-зайыптылардың ортақ мүлкiнiң есебiнен сол мүлiктiң құнын едәуiр арттырған қаражат жұмсалғаны (күрделi жөндеу, қайта жаңғырту, қайта жабдықтау және т.б.) анықталса, ерлi-зайыптылардың әрқайсысының мүлкi олардың бiрлескен меншiгi деп танылуы мүмкiн.\n3. Ерлi-зайыптылардың бiрiнiң мiндеттемелерi бойынша жаза өз меншiгiндегi мүлiкке ғана, сондай-ақ бұл мүлiктi бөлiсу кезiнде ерлi-зайыптылардың бiрiне тиесiлi болатын ортақ мүлкiндегi өз үлесiне ғана қолданылуы мүмкiн.\n4. Ерлi-зайыптылардың ортақ бiрлескен меншiк құқықтарының ерекшелiктерi Қазақстан Республикасының неке және отбасы туралы заңдарымен белгiленедi.\nМіндеттемедегі адамдардың ауыстырылуы мынандай жағдайда жүзеге асыралады. ҚР Азаматтық кодексіне сәйкес\n339-бап. Несие берушi құқықтарының басқа адамға ауысу негiздерi мен тәртiбi\n1. Мiндеттеме негiзiнде несие берушiге тиесiлi құқықтың (талап етудiң) ол мәмiле (талап етудi беру) бойынша басқа адамға берiлуi; немесе ол құқық заң құжатының негiзiнде басқа адамға ауыстыруы мүмкiн.\nНесие берушi құқықтарының басқа адамға ауысуы жөнiндегi ережелер регрестi талаптарға қолданылмайды.\n2. Несие берушi құқықтарының басқа адамға ауысуы үшiн, егер заң құжаттарында немесе шартта өзгеше көзделмесе, борышқордың келiсiмi талап етiлмейдi.\n3. Егер несие берушi құқықтарының басқа адамға ауысқаны жөнiнде борышқорға жазбаша түрде хабарланбаса, жаңа несие берушi осыдан туындайтын өзiне қолайсыз салдарға тәуекел етедi. Бұл жағдайда бастапқы несие берушiге мiндеттеменi орындағаны тиiстi несие берушiге орындағаны болып табылады.\n4. Мiндеттеменiң жекелеген түрлерi бойынша талап ету құқығын берудiң ерекшелiктерi заң актiлерiнде белгiленуi мүмкiн.\n340-бап. Басқа адамдарға ауыстыруға болмайтын құқықтар\nНесие берушiнiң жеке басымен тығыз байланысты құқықтардың, атап айтқанда алимент жөнiндегi және азаматтың өмiрiне немесе денсаулығына келтiрiлген зиянның орнын толтыру жөнiндегi талаптардың басқа адамға ауысуына жол берiлмейдi.\n341-бап. Несие берушiнiң басқа адамға ауысатын құқықтарының көлемi\nЕгер заң құжаттарында немесе шартта өзгеше көзделмесе, бастапқы несие берушiнiң құқығы жаңа несие берушiге құқықтың ауысуы кезiнде болған көлемде және сондай жағдайларда ауысады. Атап айтқанда, жаңа несие берушiге мiндеттеменi орындауды қамтамасыз ететiн, сондай-ақ басқа да құқықты, соның iшiнде алынбаған сыйақыға (мүддеге) құқықты талап етуге байланысты құқықтар ауысады.\n344-бап. Несие берушi құқықтарының заң құжаттары негiзiнде басқа адамға ауысуы\nМiндеттеме жөнiндегi несие берушiнiң құқықтары заң құжаттары және соларда көрсетiлген мынадай жағдайлардың болуы негiзiнде:\n1) несие берушiнiң құқықтарындағы әмбебап құқықты мирасқорлық нәтижесiнде;\n2) заң құжаттарында мұндай ауысу мүмкiндiгi көзделсе, несие берушi құқықтарының басқа адамға ауысуы туралы сот шешiмi бойынша;\n3) мiндеттеменi оның кепiл болушысы, тапсырушысы немесе осы мiндеттеме бойынша борышқор болып табылмайтын кепiлге зат берушiнiң орындалуы нәтижесiнде;\n4) сақтандырушы сақтандыратын жағдайдың басталуына жауапты борышқорға несие берушiнiң құқықтарын алып берген кезде;\n5) заң құжаттарында көзделген өзге жағдайларда басқа адамға ауысады.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этиленді гидротациялау",
        "question_content": "Этиленді гидротациялау",
        "question_date": "5.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CH2=CH2+H2O=CH3-CH2OH",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кәрі,айлалы,олақ шебер сөздерінің ауыспалы мағынасы",
        "question_content": "Кәрі,айлалы,олақ,шебер сөздерінің ауыспалы мағынада қолданып,бірнеше сөз тіркестерін құраңдар",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәрі - Қарт\n\nАйлалы- қу\n\nОлақ- икемсіз\n\nШебер- маман болар.\n\nСөз тіркестері:\n\nҚарт адам, қу бала, икемсіз қол.",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жумбактын шешуын калай шешуге болады?",
        "question_content": "Iледе бар,\n\nЖайыкта жок.\n\nТуйеде бар,\n\nБалыкта жок.",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 697,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақтың жауабы\nЕ деген әріп",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    }
]