[
    {
        "question_title": "Кидирис орны мысал барма?",
        "question_content": "Кидириске мысал 5-6 сойлем бериниздершы, Мысалы: Арман // жайындаа отырган баладан сурады.\n\nАрман жайында // отырган баладан сурады.",
        "question_date": "17.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олжас//екен гой.        Ол//жас екен гой.     Аскар мешитке келди(аскар прилагательное).Аскар мешитке келди(Аскар имя мальчика).Алтын сырга такты(Алтын имя девочки).Алтын сырга такты(Атын это золотой)",
                "date": "20.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұз қышқылы алюминиймен әрекеттескенде",
        "question_content": "Массасы - 2,7г ; Массалық үлесі - 15%дық тұз қышқылы алюминиймен әрекеттескенде түзілетін тұздың массасын және бөлінетін газдың (қ.ж.) көлемін есепте",
        "question_date": "16.09.2019",
        "question_tag": "Мектеп",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2.7 г              х г     \n2Al+6HCl→2AlCl3+3H2\n\n54 г/моль   267 г/м\nx=m(AlCl3)=2.7*267/54=13.35 (грамм)\n\n0,1 моль                  е моль\n\n2 моль                    3 моль\n\nе=0,1*3/2=0,15 моль\n\nу=V(H2)=0.15*22.4=3.36 (литр)",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек жырының заманауилығы?",
        "question_content": "Қыз Жібек жырының заманауилығын жазып қажет еді?",
        "question_date": "16.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кыз алу туралы сурак",
        "question_content": "Ангиме былай менин нагашы атамнын улкен апасынын жиен немереси бар.    Сонда менин анаммен онын анасы нагашы жиен болады. Сурак мен сол жиен немересин калындык кылып ала аламынба?",
        "question_date": "16.09.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта жеті атадан асып барып қыз алысқан. Бірақ, Анаңыздың туыстарымен үйлене беруге болады деген сөз емес.",
                "date": "19.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның бұрыштарын табу керек",
        "question_content": "Екі бурышының айырымы 70 градуска тең болса, параллелограмның барлык бурыштарын табу керек",
        "question_date": "16.09.2019",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a+b=180\n\na-b=70           a=70+b\n\n70+b+b=180\n\n2b=180-70\n\n2b=110\n\nb=55\n\na=70+55=125\n\n55,125,55,125",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IV топтағы элементтер: C, Si, Ge, Sn, Pb атомдарының құрылыстары қандай?",
        "question_content": "IV топтағы элементтер: C, Si, Ge, Sn, Pb атомдарының құрылыстары қандай? Электрондық формулаларын жазып, электрондардың орбитальдарын қалай бөлiп орналасатандарын көрсетiңдер.",
        "question_date": "16.09.2019",
        "question_tag": "Химия",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еліміз не үшін ескі тюрки руна жазуын қалпына келтірмеді?",
        "question_content": "Біз не үшін прадеды руна письмо восстанавливать қолданбадық? \nДревнетюркское письмо біздің предков письмо қой, ужее осы біздің казах старообрядец письмо.",
        "question_date": "16.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазіргі билікті басқарып тұрған правительсто, үкіметке керек деп отырсың ба? Одан да басқа проблемалары жетеді.",
                "date": "14.10.2019",
                "upvotes": 1
            },
            {
                "text": "Сәті келмей тұрғаны, менше.",
                "date": "29.02.2020",
                "upvotes": 1
            },
            {
                "text": "Алфабитті ол көне түрге өткізу нақты қазір актуалды емесдеп ойлаймын.",
                "date": "29.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Пәтерді қалай сатуға болады? Дұға ма сүре ма бар ма?",
        "question_content": "Пәтерді қалай тез өткізу үшін не істеу керек. Мен қанша рет сатыуға қойдым. Бірақ көп келеді пәтерімді көруге бірақ хабарласам деп кетеді жоқ звандамайды документі барі дұрыс жекеменшік. Кайсыларың сәтті сату үшін не істедіңдер мысалы дұға ма әлде сүре ма бар ма?",
        "question_date": "15.09.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Сондай өсім жегендер, (қабірлерінен) жын соққандай есеңгіреп тұрады. Бұл олардың: «Сауда да бейне өсім» дегендіктерінің салдарынан. Негізінде Алла сауданы халал, өсімді харам еткен. Сонда кім Раббысынан насихат келгенде тыйылса өткені өтіп кетті. Оның ісі Аллаға тән. Ал және кім қайталаса, міне, солар тозақтық. Олар онда мәңгі қалады» («Бақара» сүресі, 275-аят).\nБір істі бастар алдында\n«Бисмиллаһир-рахманир-рахиим»- деп айту керек. Осылай басталған әрбір іс берекелі әрі оның соңы жемісті болады.\n Қиындықта немесе қапаланғанда: «Ия Хаййу, иа Қайуум бирахматика астағис». Мұсылман қай жұмысында болмасын осы дұғаны айтып жүрсе, Алла Тағала оның тілегін қабыл етеді, иншааллаһ.\nІс жүргізетін дұға \nБір іске кіріскенде (мысалы, сауда-саттық, диқаншылық немесе үй салу т.б.) бұл дұғаның көп пайдасы бар: «Раббәнәә әәтинәә мил-ләдункә рахмәтәу-уа һәййи ләнәә мин әмринәә рашәдә» («Кәһф» сүресі, 10-аят.)\nКімнің ісі жүрмесе, әр күні «Истиғфар» дұғасын оқысын және үнемі салауат айтып жүрсін. «Аллааһуммә салли уа сәллим уа бәрик ъәләә сәййидинәә Мухәммәд уа ъәләә әәлиһи уа асхәәбиһи әжмаъиин».\nБазарға кіргенде\nБұл дұға базарға кіргенде оқылады: «Ләә иләәһә иллаллааһу уахдаһу ләә шәриикә ләһу, ләһул-мулку уа ләһул-хамду, йухии уа йумииту уа һуа хаййул-ләә йәмууту, бийәдиһилхайру уа һуа ъәләә кулли шәйин қадиир».\nМағынасы: «Жалғыз әрі серіксіз Алладан басқа Құдай жоқ. Патшалық, мадақ Оған тән. Тірілтеді әрі өлтіреді. Өзі өлмейтін Мәңгі Тірі. Ізгілік Оған тән әрі Ол әрбір нәрсеге Құдіретті».\nАятул-күрсі: Аллааһу ләә иләәһә иллә һуалхаййул-қаййуум, ләә тә’хузуһу синәтууәләә нәуум, ләһу мәә фис-сәмәәуәәти уәмәә фил-‘ард, мән зәлләзи йәшфәъу ъиндәһу иллә би’изниһ, йәъләму мәә бәйнә әйдииһим уә мәә халфаһум, уә ләә йухиитуунә бишәй’им-мин ъилмиһи иләә бимәә шәә’ә, уасиъа курсийуһус-сәмәәуәәти уәл-‘арда, уә ләә йә’уудуһу хифзуһума уа һуәл-ъалийул-ъазиим.\nМағынасы: Алла Тағала. Одан басқа еш тәңір жоқ. Ол тірі, мәңгі толық меңгеріп тұрушы. Ол қалғымайды да ұйықтамайды. Көктердегі және жердегі нәрселер оған тән Оның құзырында Өзі рұқсат етпей кім шапағат етеді? Құлдарының алдарындағы және арттарындағыларды да біледі. Олар, Оның қалауынан басқа ешнәрсе білмейді. Оның күрсісі көктер мен жерді сыйдырады. Көк пен жерді қорғау Оған қиын емес. Ол өте үстем, аса құдіретті.\nБай болу үшін\nАбдулла ибн Масғұдтан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) былай дейді: «Кімде-кім әрбір түні \"Уақиға\" сүресін оқитын болса, ол ешқашан таршылыққа тап болмайды» (Бәйһақи риуаят еткен).\nАбдулла ибн Аббастан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) былай дейді: «Кімде-кім истиғфар айтуды әдетке айналдырса, Алла оған әрбір қиындықтан шығар жол, әрбір қайғыдан құтылар жол көрсетеді әрі оған ойламаған жерден ризық береді». (Әбу Дәуіт, Ибн Мәже риуаят еткен).\nДереккөз: https://azan.kz/kz/maqalat/read/saudanyizdyi-berekeli-etetin-dugalar-10925",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Коллеждерде кабылдау биттима алде кабылдайбереди ме",
        "question_content": "Оку   жылы   басталып   кетти   колледжге   Кабылдаймайма   алде кабылдай   бередиме   11    аттестатымен?",
        "question_date": "15.09.2019",
        "question_tag": "Университет, колледж",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіптік орта оқу орындарына түсетін азаматтардан өтініштер қабылдау 20 маусымнан 20 тамызға дейiн, кешкі және сырттай оқу нысандарына 15 қыркүйекке дейін жүргізіледі. Сырттай оқу нысаны бойынша түсу емтихандары 2 шілдеден 28 шілдеге дейін, кешкі және сырттай оқу нысандарына 25 қыркүйекке дейін жүргізіледі.\n      Мәдениет пен өнер мамандықтары (0604002, 0605002, 0606002, 0607002, 0608002, 0609002, 0610002, 0611002, 0612002, 0613002, 0614002, 0615002, 0616002, 0619002, 0630002, 0639002, 0640002) бойынша өтініштер қабылдау 20 шілдеге дейін, арнайы (шығармашылық) емтихандар 21 шілдеден 28 шілдеге дейін жүргізіледі.\nТолық ақпарат: http://adilet.zan.kz/kaz/docs/V000001245_",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәуіп Хо Жун толық нұсқасын қайдан көруге болады?",
        "question_content": "Тәуіп Хо Жун толық нұсқасы интернете жоқ екен қай сайтан көруге болады",
        "question_date": "14.09.2019",
        "question_tag": "Видеосұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сериалдың толық нұсқасын https://anidor.kz/dorama/tayip_ho_jyn осы силтеме арқылы өтіп көре аласыз. Anidor.kz сайтына кіріп көріңіз.",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір таңбалы саңдардың кубтарының мәнін есіне түсір?",
        "question_content": "Математика 6 жаттығу  42-бет 4-сынып. Бір таңбалы саңдардың кубтарының мәнін есіне түсір?",
        "question_date": "13.09.2019",
        "question_tag": "Геометрия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1³=1\n\n2³=8\n\n3³=27\n\n4³=64\n\n5³=125\n\n6³=216\n\n7³=343\n\n8³=512\n\n9³=729",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидронефроз ауруының емі барма?",
        "question_content": "Сəлеметсіздерме!? 5 айлық балама екіжақты гидронефроз деген диагноз қойды. КТ түсірген едім, оң бүйрек 1-2 деңгей, сол бүйрек 2-3 деңгей деп берді. Сұрайын дегенім, кімде осындай жағдай кездесіп, еді. Бұны операциясыз емдесе боладыма? Осы жағдаймен емделгендер барма?",
        "question_date": "13.09.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гидронефроз (гректің hidor — су және nephros — бүйрек деген сөздерінен шыққан) дегеніміз — бұл тостағанша-астауша жүйесінің ұлғаюымен, бүйрек паренхимасының семуімен (атрофия) және бүйректен зәр шығуының бұзылуы нәтижесінде бүйректің барлық негізгі қызметінің нашарлауымен және бүйрек паренхимасындағы қан циркуляциясының бұзылуымен сипатталатын бүйрек ауруы.\nЭтилогиясы. Гидронефроз әрқашан зәрдің ағуына кедергі туған кезде дамиды, мұндай кедергілер несеп жолының кез келген учаскесінде кездесуі мүмкін, бірақ оларды көбіне астауша — несепағар сегментінен табады. Мұндай кедергілерді шартты түрде бес топқа бөлуге болады: несеп шығатын өзек пен қуықта орналасқан кедергілер (инфравезикалды бітелу, үрпінің тарылуы, қауіпсіз гиперплазия немесе қуық безінің ісігі, қуық тасы және т.с.с); несепағар бойындағы, бірақ оның қуысынан тыс орналасқан кедергілер (бүйректің төменгі полюсінен шығатын ісік немесе киста, құрсақ ісігі, жатырдың фибромиомасы, екіқабат жатыр және т.с); несепағар калпының ауытқуынан туған кедергілер (ретрокавалды несепағар және т.с.с); несепағардың өз қуысында және астаушада кездесетін кедергілер (конкремент, ісік); несепағардың немесе астаушаның зәр шығуын қиындататын өзгерістер.\nТолығырақ: https://ikaz.info/gidronefroz-aza-sha-m-limet/",
                "date": "4.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақ кестесін құрудағы кейбір ескеретін мәселе?",
        "question_content": "Сабақ кестесін құруда қазақ тілі мен әдебиетін, алгебра мен геометрияны, Қазақстан тарихы мен дүние жүзі тарихын бір күнге қою қате болып табыла ма? жауап негізді болса",
        "question_date": "12.09.2019",
        "question_tag": "Мектеп",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шағын комплектілі бастауыш мектепте математиканы оқытуда, оқу сабақтарының кестесін жасауда негізінен екі тәсіл қолданылаы.\nБірінші тәсіл арқылы бір пән бойынша сабақтар біріктіріледі.\nМысалы, мұғалім 1, 3-сыныптарда бірінші сабаққа математиканы, екінші қазақ тілін қояды.\nАпта айары 1-сынып 3-сынып\nДүйсенбі Әліппе\nМатематика\nАні тілі\nМатематика\nСейсенбі Дене шынықтыру\nӘліппе\nӘліппе\nМатематика\nДене шынықтыру\nАна тілі\nМатематика\nҚазақ тілі\nОрыстілі\nСәрсенбі Математика\nӘліппе\nЕңбекке баулу\nЕңбекке баулу\nМатематика\nҚазақ тілі\nЕңбекке баулу\nЕңбекке баулу\nБейсенбі Әліппе\nДүниетану\nДене шынықтыру\nМатематика\nҚазақ тілі\nДүниетану\nЖұма Әліппе\nМатематика\nМузыка\nАна тілі\nМатематика\nМузыка\nОрыс тілі\nСенбі Әліппе\nДүниетану\nБейнелеу өнері\nҚазақ тілі\nДүниетану\nБейнелеу өнері\nВарианттарды таңдау мұғалімнің жеке икемділіктеріне байланысты.\nШағын мектептегі сабақтың табыстылығы мұғалімнің түсіндіруі мен өздік жұмысты ұштастыруға байланысты. Түсіндіру нақтыландыратын мысал, қосымша ой-пікірлерсіз қысқа болу керек. Мұғалім әдетте жаңа білімді түсінікті ету үшін бір не екі мысал келтіреді.\nМұғалім тақырыпты түсіндіргеннен кейін өздік жұмысты қалай орындау керектігі туралы қысқаша нұсқау береді. Оқушылардың жұмысқа әзірлігін тексеріп, келесі сыныпқа өзіндік жұмыс істеуге көшеді.\nШағын комплектілі бастауыш мектепте математиканы оқытуда тақырыпты түсіндіріп болған соң сыныпқа өздік жұмыс тапсырылады.\nШағын комплектілі бастауыш мектепте математиканы оқыту жұмыс түрлерін ауыстырып, өздік жұмысты орындау процесін бақылап мұғалім сабақты жүргізіп отырады.\nШағын комплектілі бастауыш мектепте математиканы оқыту жаңа материалды түсіндіруде ауысша баяндау әдісінің көрнекілікпен ұштасуы оқушыларға жақсы әсер етеді.\nӘңгімелесу барысында мұғалім оқушылардың нені білетіндіктерін анықтайды. Оқушылардың тақырып бойынша не білетіндіктерін анықтап бролдған соң, жаңа материалды қабылдату басталады. Мұғалім тақырыпты түсіндіреді, білімді практикада қалай қолдану болатындығын көрсетеді. Көрнекіліктер қарпайым әдемі, нақты жасалу керек.Сурет,сызба, кесте, заттардың моделі сол сәтте оқылып жатқан тақырыпқа сай болу керек. Техникалық оқу құралдарын өте сақтықпен, ақылға қонымды етіп қолданған дұрыс.\nКөрнекілікті қолданғанда оқушылар алаңдайды. Сондықтан оларды тек бір тақырып бойынша өтетін сабақтарда қолдануға болады. Бәріне қызық видиоматериалды,фильмді сабақтардан кейін көрсету керек. “Өздік қабылдау” жағдайында оқушылар мұғалім ойын ұстай алмайды. Тапсырманы дұрыс орындау үлгілері, есептерді шешу алгоритмі т.б. “Тіректер” схема, кесте түрінде жасалады.\nШағын комплектілі бастауыш мектепте математиканы оқытуда уақытты жоғалтпау үшін сыныптарды дұрыс біріктіріп, сабақ кестесін дұрыс жасау керек. Егер бір сынып өздік тапсырманы орындауды бастап, екінші мұғалім басшылығымен өздік жұмыс істесе әзірлеп әр оқушыға таратады. Сабақтың басында кезекші тапсырма жазылған конвертті оқушыларға үлестіреді. Көбіне тапсырмалар күштілер, орта және нашар оқушылар үшін жасалған. Әр конвертке оқушының аты-жөні жазылады. Орындалған жұмыс конвертке салынып мұғалімге қайтарылып беріледі. Егер өздік жұмыстың фронтальдық сипаты болып, барлық сыныпқа ортақ болса, тапсырма тақтаның бір жағына жазылып, керек болса нұсқау да жазылады. Бірнеше сабақтарға арналған тапсырмалар іш пыстырмас үшін оқушыға таңдап көшіруге,фонетикалық, граматикалық талдауға,шығармашылықпен баяндауға, “кері” тапсырмалар құруға рұқсат етіледі.\nСонымен сабақ шағын мектептегі оқу-тәрбие процесінің негізгі формасы. Ол сабаққа қойылатын жалпы талапқа бағынады,бірақ өзгешеліктері бар. Сабақ құрылымында:\nмұғалім басшылығымен жұмыс.\nөздік жұмыс.\nСөздік және көрнекілік әдістерді ұштастыру уақытты тиімді пайдалануға және нақты жағдайда оқыту мен тәрбиелеуге көмектеседі.",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кітап жазуды құп көріп отыр едім.",
        "question_content": "Ассалаумағалайкум қазақ елі. Менің бір 4 жылдай басымда жүрген, қиялдан туған бір оқиға бар еді. Осы оқиғаны кітап етіп шығарсам ба деп жүрмін. Әр түрлі жанрлардан құралған. Криминал жанрына жақын. Білгім келгені еліміз қазақ тілінде жазылған осы жанрдағы туындыларға қалай қарайды. Және кітап жазбаған адамға берер кеңесіңіз. (Егер осы жолда алған асуыңыз болса)",
        "question_date": "11.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарсаңызшы көп ойланбай. Ары қарай көресіз.",
                "date": "14.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору керек, срочно, жақсы жоритын адам бар ма",
        "question_content": "Өліп қалған адам,түсіңе кіріп қатты аурып жүрсе ол нені білдіреді",
        "question_date": "11.09.2019",
        "question_tag": "Жанұя",
        "question_views": 979,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны бірдеме мазалап жур кұран оку кажет",
                "date": "11.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ене мен келін, жас отбасы",
        "question_content": "Қалай ойлайсыздар, қазіргі заманда ене мен келін бір үйде тұру міндетті ма?  Егер \"иә тұру міндетті\"  немесе \"міндетті емес, бөлек тұру керек \" десеңіз неге?",
        "question_date": "11.09.2019",
        "question_tag": "Жанұя",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі қыздарда кішкентайынан ӨЗДЕРІНІҢ бөлмесі болады, сондықтан үйленгенде ӨЗДЕРІ жеке үйде тұрғылары келеді ата енеден бөлек.",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қайтыс болған адамды көрсем не болады?",
        "question_content": "Әкем қайтыс болғалы біраз болды,  әкемді түсімде көріп жүргеніме біраз болды.  Түсімде әкем қатты аурып қалыпты, анам басқа бір үйде екен сол үйге барам деп әкем ауырғанына қарамастан жолға шығыпты. Жолда қатты аурып қалыпты,  толық болып кеткен әкем,  қатты аурып жолда менің оны көтеруге шамам жетпей жолда тастап кетіппін,  көмек шақыруға.  Осы түс нені білдіреді,  әкемнің жаны тыныштық таппай жүр ма?",
        "question_date": "11.09.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіңізде қайтыс болған жақын туысыңызды көру жақын арада қиындықтардан арылатыныңызды білдіреді. Егер туысыңыз сізге ашулы болса, онда шынайы өмірде күнә жасағаныңыз.\nЕгер қайтыс болған адамды түсіңізде тірі деп ойлап, оның жағдайы жақсы екенін көрсеңіз, оның о дүниеде жағдайлары жақсы екенін білдіреді.\nЕгер марқұм жаман әрекеттер жасап жатса, онда ол сізге шынайы өмірде жаман әдеттерден бойыңызды аулақ ұстау керек екенін ескертіп жатыр.\nТүсіңізде қайтыс болған адамды сүйсеңіз, шынайы өмірде сіз күтпеген жерден байлық пен табысқа кенелетініңіз.\nҚайтыс болған адам сізге таза, жақсы зат берсе, онда өңіңізде сізді қуанышты хабар мен жақсылық күтіп тұр.\nАл ұсынылған зат лас болса, онда қиындықтар болатыны жайында ескертеді.\nТүсіңізде марқұммен бір төсекте ұйықтағаныңыз ұзақ өмір сүретініңізді білдіреді.\nТолығырақ: https://alashainasy.kz/gazhaip/tusnzde-kaytyis-bolgan-adamdyi-koru-nen-bldred-119772/",
                "date": "15.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Аң құс шөп атауларына қатысты теңеулер керек еді?",
        "question_content": "Үйге берген тапсырма болатын",
        "question_date": "11.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сауысқандай  сақ,\n\nБұлбұлдай сайрайды,\n\nАрыстандай айбатты, жолбарыстай қайратты\n\nЖауқазындай жан құрбым\n\nҚызғалдақтай құлпырған",
                "date": "11.09.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Маған ер кісілер ұнайды. Өзімді қалай жеңсем болады?",
        "question_content": "Менин есимим Азамат (атымды озгерттим). 20-дан аскам. Минез-кулкым, жүрис-турыс, ис-арекетимнин бари жигитке лайык. Басы артык ештене байкалмайды. Акесиз остим. Анама жакынмын. Ол менин кыз болып туганымды калаган сиякты. Кыздармен жургем. Бирак сонгы кездери ер кисилерди ойлайтын болып жүрмин. Ер адамга алсиз болгым келеди. осы үшин озимнен катты уялам. Олгім келеди. Денем тым жумсак. катты кол тисе тосимнин ушы кышиды. Ушын укаласам, басылады. Боксем исинеди, неге олай? Ешкимге айта алмайм. Негизи ел катарлы үиленип, бала-шагалы болгым келеди. Не істесем болады?",
        "question_date": "11.09.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денең жұмсақ болса спортпен айналыс. Ең құрымағанда жүгір, груша ұр. Жас екенсің, барлығы да жақсы болады , соған сен.\n\nТестестерон ер гормоныңды көбейтудің жолдарын қарастыр. Мен еркекпін деп айғайла, еркектігіңді сыртқа шығар (реализуй). Өзіңді әлсіз ойлармен тұмашалама, мықты ойлар ойла және мықты істер Жаса!\n\nЖекпе жек өнерімен айналыс, алдыңа мақсат қой, мысалы 5 прием үйренемін деп.\n\nҚұдайдан көмек сұра. Дінге жақын бол.\n\nЕрік жігеріңді арттыр.\nЕгер орысша білсең мына сайтты қарап тапсырмаларын орындап көр, көмектеседі.\n\nhttps://dmitriymoskovtsev.ru/programms/instrukciya-kak-izbavitsya-ot-pohoti-za-8-shagov",
                "date": "11.09.2019",
                "upvotes": 1
            },
            {
                "text": "Қойсай ондайды Аза",
                "date": "17.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есеп. Теңдеулер жүйесі.",
        "question_content": "Көмектечіп жібіресіздерме 309 есеп",
        "question_date": "10.09.2019",
        "question_tag": "Математика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) жүйенің екі мүшесін бір-бірінен аламыз. Сонда\n5х-5y=25\n\nx-y=5     y=x-5\n\nx²+3x-4(x-5)=20\n\nx²-x=0\n\nx(x-1)=0\n\nx1=0 x2=1\n\ny1=-5 y2=-4",
                "date": "11.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ және СД кесінділерін салыстырып, нәтижесін теңсіздікпен жазу",
        "question_content": "АВ жәнеСД кесінділерін салыстырып ,нәтижесін теңсіздікпен жазу",
        "question_date": "10.09.2019",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суреті керек қой",
                "date": "11.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан аздықтан қалай емделуге болады?",
        "question_content": "Салеметсизбе? Менің каным өте аз сыякты. Тырнактарым ақ реңде, отырган жеримнен турсам көз алдым қараңғы болып кетеді. Алсизбин, шашымда көп түседі. Бұл белгилер кан аздыктанба? Тағы жүкті болыуга қан аздығы әсер етеді ма? 2 айдан бері куйеуим екеуміз кутип журмиз, результат жоқ, жауабынызды күтеміз. Алдын ала рахмет",
        "question_date": "9.09.2019",
        "question_tag": "Денсаулық",
        "question_views": 992,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі қаным аз сияқты деп елден кеңес сұрағанша поликлиникаға барасызда ашқарынға анализ тапсырасыз, бағасы 1200 тг тұрады (Алматыда), 30 минутта қорытындысын шығарып береді гемоглобиніңіздің мөлшері қандай екенін (норма әйел адамдарда 120-160). Егер анемия болса дәрі-дәрмек жазып береді және құрамы темірге бай өнімдерді қолданасыз (ет, алма, анар, цветная капуста, грецкий жаңғақ, завтрак космонавта жесеңіз болады (балға сухофрукты (өрік, мейіз, жаңғақтар) салынған), а сосын вино кагор күніне үлкен қасықпен 3 қасық (таңертең, түсте, кешке) ішсе болады.\n\nП/С : Не істесеңізде дәрігермен ақылдасып істеңіз. Анау мынаны іш деді, мынау мынаны іш деді деп бәрін қолданып организміңізді шаршатып алмаңыз, Ауырмаңыз)",
                "date": "9.09.2019",
                "upvotes": 1
            },
            {
                "text": "https://surak.baribar.kz/87764/ Қан аздық (анемия) ауруынан қалай құтылуға болады?",
                "date": "9.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AC, CB және BD кесінділерін салыстырып?",
        "question_content": "Көмек керек! AC, CB және BD кесінділерін салыстырып, нәтижесін кос теңсіздікпен жазыңдар.",
        "question_date": "8.09.2019",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың ауданын табу. Егер PQ=PT болса, онда PQT үшбұрышының ауданын табыңыз",
        "question_content": "Егер PQ=PT болса, онда PQT үшбұрышының ауданын табыңыз. Р(PQT)=18 см",
        "question_date": "8.09.2019",
        "question_tag": "Геометрия",
        "question_views": 719,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иасауидің 45-хикметі не туралы?",
        "question_content": "Иасауидің 45-хикметі не туралы?",
        "question_date": "8.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "45-хикмет\nҒарып хәлін ғарып біліп түрады,\nБірін бірі жарық қылып түрады.\nАлыс демей, барып біліп түрады,\nҚарындасты қадыр түту мүрады.\nСусағанда бір жүтым су деп келіп,\nМүқтаждықтан қанша сорлы кетті өліп.\nДүр кісі боп ашып алған маңдайын,\nБілгісі жоқ кемтарлардың хал-жайын.\nДүниеде не бар дейсің мәнгілік,\nОлар да ертең міскін болар қаңғырып.\nКел, Ахмет, езіңе бақ, обал түт,\nКемсің сен де, міскіндерден нең артық?!",
                "date": "9.09.2019",
                "upvotes": 0
            }
        ]
    }
]