[
    {
        "question_title": "Қыбырай жаныс пен құдайқұл жаныс қыз алыса алама?",
        "question_content": "Қыбырай жаныс пен құдайқұл жаныс қыз алыса алама?",
        "question_date": "5.05.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сырым батыр жайлы мәтін керек.",
        "question_content": "Мәтінді толықтыру үшін Сырым батыр шығармасын білу керек",
        "question_date": "4.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырым Датұлы – қазақ тарихында ерекше орын алатын тұлға. Ол өзі өмір сүрген заманында тек қазақ даласында ғана емес, сол кездегі қазақ даласымен көршілес өзбек, қырғыз, түрікмен елдеріне даңқы жайылған, түріктілдес елдерге де аты шыққан тарихи тұлға. Қазақтарды енді ғана бодандыққа ала бастаған ресейліктер қазақтың Сырым батыры жайлы хабар, жаңалықтарға құлақтарын ерекше түріп отырған.\nТарихшылар көп жағдайда Сырым Датұлының батырлығы мен ұлт-азаттық қозғалысқа қатысты іс-қимылдарына көбірек назар аударып, оның қазақ даласында жүргізген өзін-өзі басқаруға байланысты жаңашылдығын көлеңкеде қалдырып жүр. Ең алғашқы төменгі әкімшілік басқару құрылымы Париж коммунасы (1789-1794) деп саналып келсе, Сырым Датұлы - одан төрт жыл бұрын қазақ даласында халықтың өзін-өзі басқаруының негізін қалаған адам. Ең алғаш рет қазақ даласындағы хандық басқарудың орнына Кіші жүз аймағында халықтың өзін-өзі басқару түрі - Халық жиналысын енгізіп, осы басқару түріне көшуге патшалық Ресейді көндіріп, отар болған қазақ даласында алғаш рет Ресей заңына емес, қазақ даласының ата-баба қалдырған ережелеріне бағынатын әкімшілік аймақ құрды. Осы заңның арқасында сол кездегі мылтықпен қаруланған орыс казактарының қазақ ауылдарына шабуыл жасап, тонау мен малын айдап әкетуіне тосқауыл қойды. Қазақтар Жайық өзеніне жақындауға, жағалауына қоныстауға мүмкіндік алды. Әрине, ғасырлар бойғы қалыптасып келген қазақ даласындағы хандық басқарудың орнына Халық жиналысын енгізу ол заманда өте қиын еді. Сырым Датұлы бұл өзгерісті жасау жолында өзінің қара қылды қақ жарған билік абыройы, батырлығы, шешендігі сияқты сирек кездесетін қасиеттері мен данышпандық даналығының арқасында атқарды.\nСырым батыр Ресейдің көздегені - қазақ жерін жаулап алмақ ниеті бар империялық отарлау саясатына бірінші болып қарсы шығып, Кіші жүз қазақтарын көтеріліске шығарып, оның қолбасшысы болды. Бұған тағы бір дәлел оның Е.Пугачевтің көтерілісін қолдап, орыс мұжықтарымен бірігіп соғысуы. Орыс патшайымы II Екатеринаның Сырым Датұлының қолына қарсы А.В.Суворов бастаған сол кездегі ең мықты армиясын жіберуі орыстардың Сырым Датұлынан қатты қаймыққанын көрсетеді. Сырым батырды көпке дейін ұстай алмаған Суворов 1775 жылдың  22 маусымында әскери министр граф П.Панинге ақталып, мынадай хат жазған: «...Сырым батыр ертіп жүрген қырғыздардың тобырын («толпу» деп жазыпты. - С.Ж.), бұл қаскүнем қай жерде болмасын, кездесе қалса ұстап, сол жерде өлтіру керек. Қашқан жағдайда, мейлі қаншама ұзақ қуғын болса да тоқтамай жетіп, әскери жазасын беріп, оның басты көмекшілеріне де осы шараны қолдану керек».\nСырым Датұлының туабітті шешендігі мен ерекше  ақылдылығы, даналығы жайлы ауыз әдебиетімізде деректер өте көп. Оған тоқталып қажеті болмас. Батыр 1742 жылы қазіргі Батыс Қазақстан облысының Сарыой деген ауылында туған. Сырым батырдың өміріндегі негізгі оқиғалар тізбегін кестелейтін болсақ, олар мыналар:\n1773-1775 ж.ж. Сырым батыр Емельян Пугачев бастаған шаруалар көтерілісіне қатысады.\n1778 жылдың күзі. Сырым батыр талай рет қазақ ауылдарын тонаған походный атаман Чагановты тұтқынға алады. Кейін оны Хиуа хандығына сатып жібереді.\n1783 жылдың желтоқсаны. Сырым батырды орыс казактары ұстап алып, оны төрт ай Орал түрмесінде ұстайды.\n1784 жылдың сәуір-мамыр айында батырды түрмеден 70 ат пен 350 рубль беріп босатып алады. Батыр Бөкей Ордасына келеді де қайтадан қол мен күш жинауға кіріседі. Елек (Илецк) қамалына шабуыл жасайды. Қазақтың Кіші жүз руларының арасында орыстарға қарсы наразылық күшейе береді.\n1785 жылдың қаңтары. Нұралы ханның сұранысы бойынша князь Потемкин қазақ даласына Сырым батырдың көтерілісін басуға сапта тұрған армиясынан  әскери қол жібереді.\n1786 жылдың ақпаны. Сырым Датұлы бастаған Кіші жүздің көтерілісшілеріне корпустық генерал Смирнов келеді. Оның құрамында 237 орыс казагі, 2435 башқұрт болды. Сонымен бірге құрамында 1250 оралдық орыс казактары бар походный атаман Колпаков келді. Бұл кезде Сырым батырдың қол астында 6200 көтерілісші болды, оның 2000-ын Барақ батыр, 1500-ін Тіленші батыр басқарып, соңғы екеуі наурыз айында Антонов және Сахарная деп аталатын қамалдарға шабуыл жасады.\nКөтерілісшілердің мұндай қимылдары ІІ Екатерина патшайымды және Орынбордың губернаторы О.Игельстромды қатты қобалжытты. Патша үкіметі реформалар жасауға мәжбүр болып, Бөкей ордасының батыс бөлігінде Халық жиналысын (съезд) шақырып, хан билігі жойылды. Барон О.Игельстром Ресей үкіметінің атынан съезге Кіші Ордада бұдан былай хан билігі, оның ішінде Әбілхайыр ханның тұқымдарынан ешуақытта хан болмайды деп уәде берді. 1786 жылдың 3 маусымында Нұралы хан биліктен кетіріліп, Уфаға жер аударылады.\nОсыдан кейін Нұралы ханның балалары, оның ішінде әсіресе Ералы сұлтанның Сырым батырға өштігі күшейеді. 1786 жылдың 1 қазанында батырды намаз оқып жатқан кезінде тұтқындайды. Қараша айында Екатерина патшайым О.Игельстромға Сырым батырды босатуға тапсырма береді. Батырдың дұшпандары оны көпке дейін босатпай, 1787 жылдың 23 қазанында ғана шекара ісін басқаратын Орынбор экспедициясының жарлығымен босатылады. ІІ Екатерина патшайымның атынан Орынбор басшылығы Сырым батырды Кіші жүздің Бас старшинасы етіп бекітеді, батырға Тархан деген атақ беріледі.\nБатыр Сырым әрине бұл кезеңде орыс патшалығына бағынуға мәжбүр болды, бірақ негізінен алғанда сол кезеңдегі әділетті құрылым - Хан кеңесіне арқа сүйеп отырды. Хан кеңесінде сол кездегі қазақ даласындағы ең қиын, даулы мәселелер жерді пайдалану, руаралық қатынастар, орыс казактарымен жиі болатын қақтығыстарды шешу, Орынбор шекаралық, яғни билікпен байланыстар қаралатын еді. Мәселелердің барлығы әуелі рубасы ақсақалдармен, билермен алдын ала ақылдасып қойылатын. Әрине, қазақтардың орысқа түгел бағынышты болмауы, қазақтардың Сырым батыр сияқты абыройлы басқарушысының болуы патша үкіметіне ұнамады.\nБарон О.Игельстром Кіші жүз құрамында жүргізген мұндай реформаның өздері үшін қате болғанын түсініп, жоғары жаққа басқа бір реформаны ұсынды. Ол Орданың батыс бөлігін алтыға бөліп, Сырым Датұлын Бас прокурор деген жаңа қызметке ұсынды. Бірақ Ресей үкіметі оның бұл идеясын қолдамады, оның орнына бұрынғы хандық басқаруды күшейту жағын қолдады. Волга мен Жайық өзендерінің ортасындағы бұрын қалмақтар тастап кеткен аймақты қазақтардың пайдалануына қарсы болды. Бұл жаңалық қазақтарға ұнамай қайтадан текетірестерге әкеліп, Сырым батыр мен патшалық құрылымдардың арасында келіспеушілік көбейе бастады.\nСырым батыр қолына қайтадан қару алды. Батырды қолдаушылар сонау Арал жағалауы, Орал тауларының оңтүстігін жайлаған Маңғыстау қазақтарына дейін көбейді. Бұл соғыс 1794 жылдың 10 мамырына дейін жалғасты. Осы уақыттан бастап Сырым батырдың қолдаушылары екіге бөлінді. Батырды қолдаушылар негізінен алғанда кедейлер және кейбір хан төңірегіндегі би, сұлтандар және ауқаттылар болды. 1796 жылдың қысында бұл аймақта осы кезге дейін болмаған жұт болды. Қиын жағдайда ақсақалдар батыр мен хан билігі жағындағыларды бітістіруге тырысты. Бірақ батыр мен хан жағы екеуі өзара бірін-бірі ерекше жек көретін еді, олар осы жеке бастарындағы жеккөрініштілікті жеңе алмады. Есім хан бірінші болып келіссөз бастауға көнбеді, Сырым батыр оны хан деп санамайтындықтан (оны халық сайламаған болатын, генерал-губернатор тағайындаған) көнбеді. Екеуінің арасындағы жеккөрініштілік 1797 жылдың 27 сәуірінде аяқталды, Сырым батырдың сарбаздары осы күні Красноярск деген форпостқа  5 шақырым жерде Есім ханды өлтірді. Есім хан патша үкіметінің адамы болатын, оны орыс казактары қорғап тұрған еді. Есім ханның жақтаушылары мен Сырым батырдың қолдаушылары, яғни қазақтар өзара соғысуға сәл ғана қалған-ды. 1797 жылдың 29 тамызында Қобда өзенінің жағасында Кіші жүздің сұлтандары мен билері жиналды. Бұл жиынға 1000 сарбазын ертіп Сырым батыр да келді. Батыр көп алдында сөз сөйлеп, өткен жұттың ойраны қазақты күйреткенін, жағдайдың ауырлығын айтып, мұндай жағдайда азаттық үшін күресті жалғастыру дұрыс болмайтынын, хандық басқару таратылып, оның орнына Хан кеңесінің енгізілуіне байланысты билікке қарсы күресті тоқтататынын, сарбаздарын үйлеріне жіберетінін хабарлады. Мұның бәрін халықтың ынтымағы мен бірлігі үшін істеп отырғанын жеткізеді. Жиналғандар Сырым батырды Хан кеңесінің бас мүшесі етіп сайлады. Бұл шешімге Нұралы ханның балаларының бірі, Есім ханның қалмақ әйелінен туған ұлы, әкесінің орнына хан болу арманында жүрген Қаратай сұлтан көнбеді. Қаратай сұлтан әкесі мен ағасы үшін кек алуға бекінеді. Осы жиын аяқталған соң Сырым батыр руластарымен Сырдария өзенінің орта бойына, Хиуа хандығына шекаралас аймаққа көшіп кетеді. Осы жаққа көшіп келген соң 1802 жылы батырды у беріп өлтіреді, кейбір деректер бойынша Қаратай сұлтанның адамдары өлтірді деген сөз бар\nОсы орайда айта кететін бір жайт бар. Сыр бойының Қызылорда облысы аймағында қазіргі кезде жалпы отбасы саны екі жүзден асып кеткен Байбақты және Тана рулары тұрады. Көнекөз қариялардан қалған әңгімелер бойынша олар кезінде өздерінің келу тарихын терең қазбалап айтуға жоқ болған деседі. Содан болса керек, бұл ағайындардың Ақмешіт аймағына келуі, орналасуы жайлы нақты деректер жоқ. Біздің пайымдауымызша, бұл ағайындар сол кездегі Сырым батырға еріп көшіп бара жатқанда Сыр бойында қалып қойғандар болса керек деп ойлаймыз.\nСырым батыр – қазақ халқы үшін ешқашан ұмытылмайтын, барлық қазаққа бірдей тұлға. Батырдың атын ұлағаттау, құрметтеу негізінен алғанда еліміздің батыс жағында ерекше. Батыс Қазақстанда оның атында аудан бар, Орал қаласының облыстық мәслихатының үйі алдында әдемі ескерткіш қойылған, мұндай ескерткіш Жымпитыда да бар, батырдың мұражайы бар. Әттеген-ай дейтін жері, өз жерін, шекарасын жанын аямай қорғаған батырдың сүйегі өзбек жерінде қалып отыр. Оны Қожахмет Иассауидың қасына әкеліп жерлейтін күн туар деп ойлаймыз.\nБіздерге жеткен деректер бойынша батырдың әкесі Дат өз ісіне мықты, салмақты, біртоға кісі болған. Даттың 12 ұлы болған, олардың біреуінің аты Шынтемір екен. Сырымның шын аты Сырлыбай болса керек, еркелетіп Сырым деп кеткен. Сырым Даттың екінші әйелі Дүрданадан туған. Сырым батырдың ұрпақтарының ішінде ел аузында аты қалғаны тұңғышы Жүсіп болыпты. Ол 1770 жылы Сарыой деген жерде батырдың бәйбішесі Торғыннан туған. Жүсіп кейініректе старшина, би, Байбақты руының болыстық правителі болыпты. Әкесі өлгеннен кейін Жүсіп Әбілғазы сұлтан екеуі Жайық пен Елек өзендерінің аралығындағы жерлерді ешкімге бермей күресіп өтіпті.\nЖүсіп жүректі, батыр мінезді, әділетшіл болған. Осы қасиеттері үшін оны руластары мен қарапайым халық сыйлаған деседі. Сол кездегі жиі болып тұратын даулы мәселелерде көзге көрініп, халық арасында беделі жоғары болған. Әкесі Сырым батыр тірі кезінде-ақ Жүсіптің ел арасындағы белсенділігі бағаланыпты. Екінші Екатерина патшайым Жүсіпке тархан атағын беріпті. Сырым батырды өлтіруге ниеті бар Қаратай мен Бөкейдің Хиуа хандығымен, патша үкіметінің адамдарымен байланыс іздеп әкесін өлтіру жоспарын білген Жүсіп 1802 жылы руластарына «біз де сол жаққа көшіп барайық» деп айтқан көрінеді. Бірақ, үлгіре алмапты. Әкесінің кісі қолынан өлгенін білген Жүсіп өмір бойы қолынан қаруын тастамай бодандықтан құтылуды өмірлік мақсат еткен. Қасындағы сарбаздарымен бірге әкесінің сенімді серігі болған Жоламан Тіленшіұлының қолына қосылады. Жүсіп те әкесі сияқты жат жерде (1840 ж) өліпті. Жерленген жері белгісіз, ұрпақтары (саны аз емес) кеңес заманында әртүрлі қуғынға ұшырап, тарыдай шашырап Орынбор, Самара, Челябі асып жоғалып кеткен көрінеді.\nСырым батырдың екінші әйелі Қоңырдан 1790 жылы Қазы деген ұл туған, кейін Қазы би атанған. Қоңырдың шыққан жері Әлім, оның Кете бұтағынан көрінеді. Қоңырдың әкесі Қызылқұмды жайлаған бай адам болыпты, байдың жалғыз қызы екен. Сырым батыр Хиуа, Қоқан, Қоңырат шаһарларына барған сапарларында талай рет осы отбасыда болса керек. Сондай бір сапарында Қоңырдың қант ауруының асқанған түрімен ауырып өлім халінде жатқанын көрген батыр қанжарын балтырына сұғып жіберіп қанын ағызып Қоңырға ішкізіп, көп ұзамай қыз жазылып кетеді, батырға әйел болады. Әкесі өлгеннен кейін Қазы нағашы атасының қолында тәрбиеленеді. Жеткен аңыз бойынша, нағашы атасы Қазының жәй адам болмайтынын, әкесінің ізін жалғайтын атақты болатынын болжаған деседі. Сол айтқанындай, Қазы әкесі Сырымның жолымен жүріп Байбақты руының басшысы болады, сөзге шешен, тапқыр, батыр денелі, жүректі, батыл адам, әділ би болған. Қазы орыстармен туындаған әртүрлі саяси, әкімшілік, шаруашылық мәселелерді текетіреске апармай, бейбіт жолдармен шешіп отырған. Әскери старшина, тархан атағын алған. Қазы би 1854 жылдың 16 қаңтарында аурудан өлген. Қазы Сырымұлының 6 әйелі болған дейді, олардан 40 ұл болыпты. Барлығы 40 үйді қатар тігіп «Сырым» ауылы деп атаған екен.\nСырым Датұлының өмірін зерттеген тарихшылар мен әдебиетшілердің жазуынша, Әбілхайыр ханның баласы Нұралы хан Сырым батырдың кенже қарындасы Орынға үйленген екен. Абыройы мен даңқы елді жарған, күннен күнге халық арасында ықпалы күшейіп бара жатқан батырмен бітімге бару мақсатында, өзінің де абыройын ойлаған Нұралы хан осындай қарым-қатынасқа барса керек. Нұралы хан қызының біреуін батырға беріпті. Бірақ, соған қарамай Сырым батыр мен Нұралы хан өмір бойы бір-бірімен дұшпан болып өткен.\nСырым батыр бір немересін (Жүсіптің бір қызын) Хиуа ханының інісі Аллақұлға беруінің арқасында олармен жақсы қарым-қатынаста болған.\nСырым Датұлының немерелерінің бірі Ақжәми батырдың айналасындағы беделді, ақылды кеңесшілерінің бірі болыпты. Оның күйеуі Керей руынан шыққан Естеміс қажы, оның баласы Есеней батыр 1798 жылы Қызылжар шаһарының маңындағы Бескөл деген жерде дүниеге келген. Бұл кісі де жәй адам болмапты, Ғабит Мүсіреповтің «Ұлпан» романындағы басты кейіпкер осы кісі.\nБатыр Сырымның атақты Махамбеттің әкесі Өтеміспен де жақындығы бар. Сырым батыр мен Өтеміс бір-бірімен құда болыпты. Махамбеттің анасы Алаша руынан шыққан Қосуан Жүсіп тарханның үлкен қызына (баласы Айыптың баласына) құда түсіпті. Бірақ ол жігіт тойға дейін қайтыс болыпты. Дәстүр бойынша Айыптың кенже баласы Қожахметке (кейбір деректер бойынша үлкен ұлы Бекмағамбетке деген сөз бар) үйлендірген көрінеді. Тағы бір дерек бойынша  Сырым батырдың апасы Ақлима атақты композитор, халық арасында Сегіз сері атанған ақынның анасы болып табылады.\nТолығырақ: http://www.halyk-gazeti.kz/index.php?option=com_content&view=article&id=4364:2015-07-30-06-00-21&catid=5:2011-11-18-09-02-24&Itemid=5",
                "date": "4.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биоалуантүрлілікті сақтау мәселесі",
        "question_content": "Биоалуантүрлілікті сақтау мәселесі",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жабайы түрлер – дәрі-дәрмектердің маңызды көзі. Қазіргі кезде осы мақсатта шамамен 5 мың өсімдіктің  түрлері қолданылады. Олардың жалпы бағасы 40 млрд доллар. Шипалы қасиеті бар өсімдіктердің көптеген түрлері әлі медицинада қолданылмай келеді.\nБиоалуантүрлілік – адамзатты шексіз ұзақ уақыт энергетикалық, техникалық және басқа ресурстармен қамтамасыз етудің жалғыз көзі.\nБиоалуантүрліліктің экожүйедегі байланыстарының толық болуының шарты және негізгі факторы бола отырып, оның ең маңызды қасиеті – тұрақтылықты қамтамасыз етеді. Элементарлық (іс жүзінде бөлінбейтін) экожүйелердің көптүрлілігі ең алдымен олардың түрлік құрамымен анықталады. Ал ең ірі экожүйелер үшін алуан түрліліктің артуына оларға кіретін кіші деңгейдегі экожүйелердің маңызы артады.\nБиосфераның геологиялық тарихының барысында онда тіршілік ететін ағзаларының түрлерінің саны тұрақты болмаған. Әрбір түр белгілі бір уақыт қана өмір сүреді. Шамамен 10-30 млн жыл түрлерінің ішінде өмірі өте қысқа (бірнеше мың) және ұзақ өмір сүретін түрлер – тірі қазбалар да бар. Мысалы, мүктер өзгермеген қалпында шамамен 500 млн жыл , жалаңаш тұқымды ағаш – гингко дәуірінен бері 150 млн жыл тіршілік етіп келеді. Жануарларының ішінен тірі туатын балық латимерияны атауға болады. Ол 60 млн жыл бұрын жойылып кеткен деп есептелінді. Бірақ 1938 жылы Комор аралдарының маңынан табылған.\nАдамның геологиялық күшке айналуынан бастап жеке түрлердің жойылу жылдамдығы эволюциялық табиғи құбылыспен салыстыруға келмейтін жылдамдықпен жүре бастады. Бұл процесс бір бағытта жүрді, сондықтан түрлердің жойылуы оған қарама-қарсы басқа жаңа түрлермен компенсацияланбайды.\nЕгер ертеректе бір түр орташа алғанда 2000 жылда жойылып отырса, соңғы 300 жылда әр 10 жыл сайын жойылып отыр. 1600 жылдан бастап омыртқалы жануалардың 173 түрі (109 құстар және 65 сүтқоректілер) және өсімдіктердің 20 түрі жойылып кетті.\nП. Ревелль мен Ч. Ревельдің болжамы бойынша алдағы 20 жылда миллионға жуық түрлер жойылып кетуі мүмкін. Олардың көпшілігі тропиктік ормандарды мекендеушілер.\nТүрлердің санының күрт төмендеуі мен түрлердің жойылу себептері алуан түрлі. Көбінесе олар мекен ету ортасының өзгеруі немесе бұзылуымен байланысты. Омыртқалы жануарларға қатысты алсақ бұл факторға түрлердің жойылуының 60 пайызы жағдайлары сәйкес келеді. Екінші орында шектен тыс пайдалану , содан кейінгі орында азық қорының кемуі, зиянкестерді жою және кездейсоқ жемтік тұр.\nШектен тыс пайдалану қандай да бір кәсіптік маңызы бар жануарлар үшін қауіпті. 1983 жылы тек қана тіс сүйектері үшін ғана 80 мың Африка пілдері жойылды. Түрлердің жойылуындағы маңызды себептердің бірі олардың интрдукцияланған, яғни сырттан әкелінген түрлерімен бәсекелестікке қабілетсіз болу. Мұндай құбылыстарға шектелген территорияларға, аралдарда тіршілік ететін түрлер өте сезімтал болып келеді.\nТүрлердің алуантүрлілігінің кемуінің әсіресе екі салдары  ерекше назар аударуды қажет етеді.\nБіріншіден, бір түрдің жойылуы, әдетте онымен қоректік немесе басқа да байланыстармен  тығыз байланысты, бірнеше түрдің тіршілік әрекетін бұзуға әкеліп соқтырады.\nЕкіншіден, қандай да бір түрдің толық жоюдың қажеті жоқ. Олардың саны белгілі бір шамадан төмендеп кетсе, олар қайта қалпына келе алмайды. Ірі омыртқалы жануарлар үшін шекті деңгей 500-100 дара, ұсақ омыртқалылыр үшін шамамен 10 мың дара, омыртқасыздар үшін шамамен 50 мың дара, өсімдіктер үшін бірнеше мың дара. Адам қызметінің нәтижесінде ағзалардың жойылуына кейбір мысалдар келтірейік.\nІшкі су қоймаларының ластануы, тұздылығының, қышқылдылығының артуы нәтижесінде көптеген жануарларға жойылу қаупі төніп отыр. Ертеде бай балық шаруашылығымен ерекшеленетін Арал теңізі іс жүзінде бағалылығынан айырылды. Азов және Каспий теңіздерінде балық өндіру 10-12 есе кеміп кеткен. Әсіресе, бекіре тәрізділердің саны шектен тыс аулау мен браконерлік себебінен күрт төмендеген. Сонымен қатар, судың улану, оттегінің кемуі, қышқылдық жаңбырлардың әсерінен бекіре тәрізді балықтардың аурулары 1980 жылдардан бері кең етек алып отыр. Адамның барлық ірі ауқымды іс-әрекеті биологиялық алуантүрліліктің кемуіне әкеледі. Осының нәтижесінде бүкіл табиғи белдеулердің де жойылу факторлері белгілі.\nТүрлердің толық жойылуының  нәтижелері өте ауыр. Жекелеген экожүйелердің түрлік алуантүрлілігінің кемуін басқа экожүйелерден әкелу арқылы қалпына келтіруге мүмкіндік болса, ал толық жойылған түр жүйе ретінде биосфера үшін қайтымсыз.\nБиологиялық әралуантүрлілікті сақтау.\nЭкологиялық мәселелерді және биологиялық алуантүрлілікті сақтаудың бір жолы – Қызыл кітап. Табиғи ресурстары мен табиғатты қорғаудың халықаралық одағы (МСОП) бүкіл планетаның Қызыл кітабын құрастырған.\nҚызыл кітапқа сирек және жойылу қаупі төніп отырған ағзалар енгізілген. Қызыл кітапқа енген түрдің шамамен санының кемуі себебі, таралу террториясы қорғау үшін орындалатын іс-шаралар және т.б. мәліметтер көрсетіледі. Қызыл кітапқа енген барлық түрлерді бірнеше категорияға бөледі: жойылу қаупі төніп тұрған түрлер (арнайы қатал қорғау шаралары қажет), кеміп келе жатқан (тіршілігін сақтау үшін саны жеткілікті, бірақ жылдам кеміп келе жатқан), сирек (жойылу қаупі жоқ, бірақ саны аз немесе шектелген территорияларда ғана кездеседі), анықталмаған (қамқорлыққа алуға негіз бар, бірақ олар туралы мәліметтер аз).\nҚызыл кітаптағы түрлердің тізімі үнемі өзгеріп отырады. Қалпына келтірілген түрлер тізімнен шығарылады. Ал тізім басқа тіршілік көзі нашарланған түрлермен толықтырылады.\nҚазақстанның Қызыл кітабын шығаруы, республикамыздын өте сирек жануарларын сақтап қалу және оны қорғаудағы рөлі өте зор.\nЭкономикалық проблемаларды шеше отырып, біз өзімізді қоршаған ортаның қал-жағдайын естен шығармауымыз керек. Ғылым мен техниканың алға басуы адам мен табиғат арасында үндестіктің болу қажеттілігіне еріксіз ой тоқтаттырады.\n    Қазақстанның Қызыл кітабының жарыққа шығуы біздің әрқайсымыздың соншалықты көркем, әрі тамаша табиғат әлемін сақтаудағы жеке-жеке жауапкер екенімізді саналы түрде ұғынуымызға түрткі болады.\n   Қызыл кітаптың беттерін аша отырып, бізге жойылып бара жатқан немесе жойылып кету қауіпі бар жануарлар мен өсімдіктер түрлері тізімінің өсуіне себепші болатын жағдайлар мен себептер туралы терең ойлануымыз керек.\n   Биологиялық әртүрлілікті сақтау мәселесі бірнеше ондаған жылдардан бері тек мамандар мен табиғат қорғаудың жекелеген ынталы адамдарының міндеті болудан қалды, себебі әр бір биологиялық түрді жоғалту тек адамгершілік пен жалпы теориялық пікірлерге ғана емес, сонымен қатар қоғамның экономикалық мүддесіне де нұқсан келтіретініне адамзат баласының толықтай көзі жетті. Бұған 1992 жылы Рио – де – Жанейрода өткен конференцияда дүние жүзінің көптеген елдері, оның ішінде Қазақстанда қол қойған, биологиялық әртүрлілік туралы Конвенцияның қабылдануы дәлел.\n   Қазақстанда Қызыл кітап Үкімет шешімімен 1978 жылдың қаңтарында бекітіліп, осы жылдың аяғында оның омыртқалы жануарларға арналған бірінші бөлімі жарық көрді. Оған 87, оның ішінде: балықтардың 4, қосмекенділердің 1, бауырмен жорғалаушылардың 8, құстардың 43, сүтқоректілердің 31 түрлері енгізілді; олардың барлығы сирек және жойылып бара жатқан деп екі категорияға бөлінді. Бұл кітап бұрынғы Кеңестер Одағы бойынша бірінші басылым болғандықтан тек түрдің аты – жөні және түрге байланысты міндетті мақала ғана емес сонымен қатар қосымша мәліметтер – жануардың сыртқы пішінінің сипаттамасы мен оның жыныстық белгілері де берілді. Басылымның жеделдігіне байланысты көптеген түрлердің таралуы мен саны жайында бұдан 10 – 20 жыл бұрынғы мәліметтер пайдаланылды.\nҚазақ ССР Қызыл кітабының екінші басылымына (1991) омыртқалы жануарлардың 129 түрлері мен түршелері (балықтардың – 16, қосмекенділердің – 3, бауырымен жорғалаушылардың – 10, құстардың – 58, сүтқоректілердің - 42 ) және бірінші рет омыртқасыз жануарлардың 105 түрі (насекомдар – 96, шаянтәрізділер – 1, моллюскалар – 6, құрттар - 2) енгізілген еді. Қызыл кітапта «тіршілік етушілердің» санының біршама өсуі республикамызда жануарлар дүниесінің қалжағдайының тек қана төмендеуінен деп есептеуге болмайтынын айта кеткен жөн, себебі бұл Қазақстан жануарлар дүниесі жайындағы біздің біліміміздің біршама артқандығын көрсетеді. Қызыл кітап алдын – ала сақтауда үлкен рөл атқаратын және тұрақты қызмет ететін документ болып саналады. Сирек және жойылып кету қаупі бар түрлердің жаңарған тізімін және олардың статусын өзгертуді авторлар ұжымы талқылап, ол Қызыл кітап жайындағы Зоологиялық комиссияның отырысында қаралып, белгіленген тәртіп бойынша оны 1995жылдың тамызында Қазақстан Республикасы Министрлер Кабинеті бекітті.\nҚазақстанда «Қызыл кітап » Республика Үкіметінің 1978 жылдың  16-қаңтарындағы қаулысы бойынша бекітіледі(Қазақ ССР Министрлігі Советінің № 20 қаулысы).Оның омыртқалы жануарларға арналған бірінші бөлімі 1979 жылы қаңтар айында жарық көрді(1978 жылдың аяғында басылып шыққан еді).Бұл кітапқа омыртқалы жануарлардың 87 түрі мен түршелері, оның ішінде:сүтқоректілері– 37, құстар – 43,бауырымен жорғалаушылар         \n- 8, қосмекенділер -1 және балықтардың 4 түрі тіркеледі. 1981 жылы Республика  Қызыл кітабының екінші бөлімі  жарық көрді.Оған өсімдіктердің  – 307 түрі, оның ішінде: жоғары сатыдағы  гүлді өсімдіктер(288), жалаңаш тұқымдылар(2),  қырықұлақақ тәрізділер (3), қыналар (3), саңырауқұлақтар (10), мүктер (1) сияқты өсімдіктер бар.\nҚазақстан Республикасының Қызыл кітабы «Жануарлар» мен «Өсімдіктер» деп аталатын 2 томнан тұрады. Әрбір том бір кітап немесе бірнеше бөлім болып басылып шығуы мүмкін. Жануарларға арналған том 3 мәрте (1978,1991,1996) басылып шықты. Бірақ омыртқасыз жәндіктер тек екінші басылымға ғана енді, ал олар туралы үшінші басылым дайындалып жатыр.\n      Адам баласы жануарлар  мен өсімдіктер туралы мәліметтерді, ғылыми – фактілерді саралап келіп, ендігі жерде оларды қорғау қажеттігі туралы тоқтамға келді. Кейбір өркениетті елдерде жануарларды, өсімдіктерді, ормандарды, өзен – көлдерді қорғау туралы мемлекет деңгейінде құжаттар қабылдана бастады. Орыс патшасы I Петр Мәскеу маңындағы ормандар мен оның қойынауындағы табиғат байлықтарының бәрін '' патша қазынасы'' деп жариялап, жарлық шығарған. Тіптен, өзен бойынан 3км жерге дейін ағаш кескендерді қатаң жазалаған.\n    Мұндай көзқарастар кейіннен басқа да елдерде қолдау тауып, Еуропа,Ресей,Қытай,Үндістан,Жапон елдері табиғат қорғауға көп көңіл бөлген.Кейбір мемлекеттерде қорықтар,ұлттық саябақтар құрылған. Осындай шаралардың  бірі Халықаралық табиғат қорғау ұйымы (ХТҚҰ) еді.Ол 1948 жылы құрылды.Ұйымның мақсаты  - дүние жүзіндегі сиреп немесе құрып бара жатқан аң мен құстарды және өсімдіктердің «Қызыл кітабын» ұйымдастыру болатын. Оған дейін халықаралық «Қара кітаптың »тізімі жасалды.Оған жер бетінен біржола құрып кеткен аңдар мен құстар енгізілді.\n      «Қызыл кітап» туралы пікірді ағылшын табиғат зерттеушісі Питер Скотт айтқан болатын. 1963 жылы халықаралық «Қызыл кітаптың» алғашқы басылымы, одан соң 1966 – 1975 жылдар аралығында 5 томы жарық көрді. 1978 жылы КСРО – ның «Қызыл кітабы» шықты. Қазақ КСР – ның алғашқы «Қызыл кітабының» жануарларға арналған бөлігі 1978 жылы, ал 1981 жылы өсімдіктерге арналған бөлігі жарық көрді. Қазақстанның «Қызыл кітабы» содан бері 1991 және 1996 жылдары өңделіп, қайта басылып, көпшілікке ұсынылды.\n      «Қызыл кітапты» ұйымдастыру үшін Қазақстан Республикасының Ұлттық Ғылым академиясының бірнеше ғылыми – зерттеу институттарының ғалымдары ұзақ жылдар бойы еңбек етіп, ғылыми – практикалық конфересиялар ұйымдастырды. «Қызыл кітапқа» енетін әрбір түрге ғылыми түрде сипаттама беріліп, талқыға салынды.\n     Одан соң жануарлар туралы қарар қабылданып отырды. Мұндай шараларды ұйымдастыруда бұрынғы Зоология, қазіргі Генеқорлар институтының қызметкерлерінің де еңбегі зор.\n      «Қызыл кітапқа» белгілі бір түрде енгізу үшін ғалымдар әр жануарлардың не өсімдіктің 5 санатын анықтаған. Осы санатқа сәйкес келген жағдай да ғана ол түр «Қызыл кітапқа» енгізілген. Ол санаттар төмендегідей:\n   1 санат – жойылып бара жатқандар. Олар туралы соңғы 50 жылда ешқандай деректер жоқ. Мысалы, қызыл қасқыр, қара күзен, қаблан, қызыл құм арқары т.б.\n2 санат – саны азайып бара жатқандар. Мысалы, балқаш ала бұғасы, сары құтан, жұпар, құлан т.б.\n    3 санат – серек түрлері (қазір жойылып кету қауіпі жоқ, бірақ өте сирек кездесетіндер). Мысалы, қар барысы, сілеусін, жарқанат – қара ләйлек т.б.\n    4 санат – белгісіздер (толық зерттелмеген түрлер). Мысалы, шұбар кесіртке, қара шұбар жылан т.б.\n    5 санат – Қалпына келгендер (қорғау жұмыстары нәтижесінде қайта көбейген түрлер). Мысалы, кіші аққу, көк құс т.б.\n      «Қызыл кітапқа» енгізілген жануарларды аулауға, өсімдіктерді жоюға тиым салынған. «Қызыл кітап» - мемлекеттік құжат. Сондықтан оған енген жан – жануарларды оқып үйрену, білу баршаның міндеті болып табылады.\n      «Қызыл кітапқа» енген аң мен құстарды, өсімдіктерді біле отырып, біз оны зерттеуші ғалымдарға көмектесеміз. «Қызыл кітап» әрбір отбасы мектептің кітап сөресінде тұруға тиісті. Сол арқылы біз оларды қорғауға үлес қосатын боламыз.\nҚазақстан Республикасының Қазал кітабына жануарлар мен өсімдіктердің сол немесе өзге түрін енгізуге және онын мартебесін айқындауға санының қисапсыз азаюы, таралу аймақтарының қысқаруы, тіршілік ету жағдайының қолайсыз өзгеруі туралы деректер немесе оны қорғау мен өсімін молайту жөнінде шығу шаралар қолданудың қажеттігі туралы дәлел келтіретін кез келген басқа да деректер негіз болады. Халықаралық табиғатты және табиғи ресурыстарды қорғау одағының тізіміне енген сирек кездесетін және жойылып кету қаупі бар жануарлардың түрлері Қазақстан Республикасының Қызыл кітабына бірінші кезекте енгізіледі. Жануарлар мен өсімдіктердің кез келген түрін Қазақстан Республикасының Қызыл кітабына енгізу немесе Қызыл кітаптан шығару туралы ұсыныстар Қазақстан Республикасының Қызыл кітабы жөніндегі зоологиялық және ботаникалық комиссияларға ұсынылады. Жануарлар мен өсімдіктер түрлерін Қазақстан Республикасының Қызыл кітабына , одан шығару және кез келген түрінің мәртебесі туралы мәселелерді қарау үшін ведомствоаралық, зоологиялық және ботаникалық, комиссиялар құрылады, олардың құрамына қарамастан осы салалардың жетекші мамандары (Қазақстан Республикасы Ұлттық Ғылым академиясының, Қазақстан Республикасының Экология және биоресурстар министірлігінің, табиғатты қорғау жөніндегі жоғары оқу орындары мен ғылыми – зерттеу мекемелерінің, қоғамдық ұйымдардың және басқаларының) кіреді.   \nТолығырақ: https://www.referat911.ru/Ekologiya/bioaluantrllk-zhne-ony-satau/421122-2976047-place3.html",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биоалуантүрліліктің экожүйе тұрақтылығын сақтаудағы маңызы",
        "question_content": "Биоалуантүрліліктің экожүйе тұрақтылығын сақтаудағы маңызы",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Экологиялық білім беруге деген қажеттілік адамның өміріне қажет қолайлы ортаны қамтамасыз етумен байланысты. Қоршаған ортаның санасы адамның негізгі құқығының бірі – денсаулықты және дамудың негізгі мақсатын анықтайды. Эколгиялық білім беру табиғатқа адамгершілік қатынасты қалыпт астыру, табиғатты өзгеритудің шекті мөлшерін анықтау үшін, адамның одан әрі өмір сүруі мен дамуына мүмкіндік беретін мінез-құлықының арнайы әлеуметтік-табиғи заңдылықтарын меңгеру үшін қажет.\nОқушыларда, студенттерде, сондай-ақ, жалпы халықта табиғатқа деген тұтынушылық қатыныс басым; экологиялық мәселелердің әр адамның жеке басы үшін маңызды екенін қабылдау деңгейі төмен; адамның қоршаған ортаны зерттеу мен сауықтыруға арналған жұмыстарға іс жүзінде қатысуға деген қажеттілік дамыған.\nЭкологиялық білім берудің негізгі мақсаты – табиғатқа деген жауапкершілік қатынасты қамтамасыз ету. Экологиялық білім беру дегенде әрбір адамның жалпы экологиялық мәдениеттілігін қалыптастыруға бағытталған үздіксіз білім, тәрбие беру және даму процестерін түсінеміз. Экологиялық жауапкрешілік аданың мына қажеттерімен байланысты: өз іс-әрекетін бақылау, табиғи ортадағы өзінің іс-әрекетінің жақын кезеңдегңі және болашақтағы нәтижелерін болжай білу, өзіне және басқаларғ сын көзбен қарай білу және т.б.\nҚызметі табиғи ортаға және адамның денсаулығына зиянды әсер етумен байланысты адамдардын барлығының қажетті деңгейде экологиялық дайындығы міндетті түрде болуы керек. Оны қызметке тағайындау кезіндегі аттестациялауда есепке алу қажет.\nЖоғарыда айтылғандарға байланысты педагогтардың халықаралық экологиялық қозғалысы қоршаған саласындағы білім беруді (экологиялық білім беру) жалпы білім беру жүйесін жетілдірудің маңызды бағыты деп есептейді.\nБір бірімен байланысты экологиялық білім берумен білім беру жүйесен экологизациялауды бөліп өрістетуге болады.\nЭкологиялық білім беру дегеніміз - әр түрлі деңгейдегі экологиялық білімдерді меңгеру. Экологиялық білім берудің екі негізгі бағыты бар: қоршаған ортаны қорғаудың жалпы ілімі негізінде тірбиелеу және табиғат пен антропогенді экожүйелердің өзара қатынасының жалпы заңдылықтары туралы арнайы білім беру. Ал білім беру жүйесін экологизациялау – экологиялық ойлардың, ұғымдар, принциптер мен көзқарастардың басқа пәндерге енгізу және экологиялық білімді әр түрлі салалардың мамандарын дайындау.\n2. Бірімізге белгілі ХХ ғасырдың адамзат баласына әкелген қуанышынан гөрі қайғылы жылдары көп болды. Оған мысал ретінде екінші дүниежүзілік соғысын алайық. Бұл соғыс жер бетінен 20 миллионнан астам адмдарды мерт етті. Олардың көбі өте дарынды жастар болатын. Құрбаг болғандардың ішінде қазақ халқының ең таңдаулы 600 мыңдай азаматтары бар.\n1945 жылы 5 тамыз Америка Құрама Штаты Жапон қалаларының – Хиросима және Нагасаки үстіне атом бомбасын тастады. Сол жүргізілгенсынақтан бір күннің ішінде 75 мың адам қаза болып, 74 мың адам жаралы болған. Халықтың 130 мыңы сәуле дертіне шалдықты. Атом бомбасын қалалардың үстіне тастаған американдық ұшқыштың өзі есінен ауысып, кейінен қайтыс болды. Бұл да ХХ ғасырдың қайғылы күндерінің бірі еді.\nСонымен бірге Семей термоядролық әскери қару-жарақты сынайтын полигоны (1949-1989), Чернобыль атом электростанциясыны ңапаты (1986 ж.), Арал теңізінің тартылып, жер бетінен жойылу қаупінің тууы (1980 ж.), Қазақстан экологиясының жағдайы (1960 ж.). Сондай-ақ қазіргі кезде жүргізіліп жатқан әскери термоядролық қарулар сынайтын полигондар (Лоб-Нор, Қытай Халық Республикасы) адамзат баласына ешқандай жақсылық әкелмейтінін өмірдің өзі көрсетіп келеді. Экологиялық қопарылыстың көбеюі, өсімдік әлемінің жойылуы, аң мен құстардың азая түсуі, адамзат баласының айналасын қоршаған сыртқы табиғи ортаның мөлшерден тыс ластана түсуі – осының бәрі ХХ ғасырдың «жетістіктері». Осыған орай биосфераны қорғау проблемалары туындады. Бұрынғы кезде табиғатты қорғау деген түсінік болмаған еді. Табиғатты қорғау тек қана эколог-мамандардың қолынан келетіні байқалды. ХХІ ғасырдың эколог-мамандардын даярлау жоғарғы оқу орындарының алдында тұрған аса күрделі проблемалардың бірі болып есептеледі. ХХ ғасырдың экологиядан білім алған эколог-мамандар табиғат қорғаудың проблемаларын толық біле бермейді. Неге десеңіз, ХХ ғасырдың жастарға білім беруде қолданылған педагогикалық әдіс-тәсіл, неше түрлі шеберліктер ХХІ ғасырда жарамй қалатыны өзінен-өзі белгілі болып отыр. Өйткені технологиялық үрдістер ХХІ ғасырда басқаша болып жүрді. Технологиялық үрдістер дегеніміз латын сөзі – «techno» - «өнер». Грек сөзі «logos» - «ілім»деген мағына береді. Бүгінгі таңдағы ашылған жаңалықтар ертеңіне жарамай қалып жатыр. ХХІ ғасырда барлық оқыту жүйесі алгоритмизацияланады. Алгоритмизациядегеніміз жастарға білім беру жүйесінің жаңаша технологиялық үрдісінің (иновациялық түрде) жүргізіуі. Білім беру жүйесі жаңа ғылыми модуль арқылы берілетіні сөзсіз.\nМодулді түрде дәріс оқу үш бөлімнен тұруы мүмкін. Біріншісі – кіріспе; екіншісі – эксперимент; үшіншісі – қорытынды. Бұл үш бөлімнің алдына қойған мақсаттары мен міндеттері болады. Барлық оқылатын дәрістік курстар бірнеше модулдерге бөлінеді. Олар бір-бірімен ғылыми түрде байланысты болады. Бұл модулдік технологиялық үрдісті біз қабылдаймыз ба, жоқ болмаса, қабылдамаймыз ба, біздің еркіміздегі дүние емес, өмір өзінен-өзі біздерді осыған әкеледі. Ерте ме, кеш пе әйтеуір осы модуль жүйесін пайдаланатынымыз сөзсіз. Шет мемлекеттерінде модулдік жүйе қолданылады. Сондықтан да олардың жастарды оқыту жүесі өте жоғары деңгейде. Біздің де біртіндеп осы жүйеге көшіп келе жатқанымыз қазіргі кездің өзінде байқалады. Оған мысал – тестілік әдісті пайдаланып, емтихан алу. Кез келген жастар жоғарғы оқу орындарына түсе алмайды. Оқу үшін жастардың белгілі дәрежеде қабілеті болуы керек.\nЖалпы білім алудың технологиялық жүйесі адамзат баласының даму үрдісіне байланысты. Білім алу әр елдің тарихи дамуына сәйкес келеді. Білімді ұстаз жас жеткіншектерді әсерлі сөздермен жетелеп отырады. Өйткені жастар өте әсерлі келеді. Айтқан сөздерді бірден қабылдап алады. Әсіресе жаман айтылған қағидаларды бірден еске түсіреді. Қазіргі кезде жастар ХХ  ғасырдың балалары емес. Бұл кенздегі оқушы-жастардың психологиясы ХХ ғасырда тіршілік еткен жастармен салыстыруға болмайды. Осы уақыттағы жастар өте білімді келеді. Адамзат баласының сана-сезімі өскен сайын оларға білім беру оңай шаруа емес екендігі байқалады. Білімнің тарихи миссиясына келетін болсақ, жас жеткіншектердің әлемді тануына (мир не познаваем), жалпы дамуы туралы ғылыми тұрғыдан түсінік беру. Экология мамандығын игеруге болатынын теория және практика жүзінде делелдеп беру. Адамзат баласының өзіне тән биологиялық өлшемдері болады. Осыған байланысты білім беріледі. Қабілеттілігіне сай келмейтін ауыр ғылыми материалды айтып түсірудің қажеті жоқ. Қандай да болмасын адамзат баласы биосферамен тығыз байланыста болады, онсыз тіршілік ете алмайды. Айналаны қоршаған сыртықы табиғи орта адамдарсыз-ақ дамып отырады. Олаға тәуелді емес. Адамзат баласының биосфераға тигізетін үстемдігі кейінгі кезде байқала бастады. өйткені биосфера компоненттері жер, су, өсімдіктерәлемі, жануарлар дүниесі азайып кетті. Биосфераның экологиялық-биологиялық тепе-теңдігі бұзылды. Жер шары бойынша осындай эколоргиялық өзгерістер болып жатыр. Жер  шары бойынша Қазақстанның экологиясындай бұзылған бірде-бір мемлекетті кездестіре алмайсыз. Сондықтан да ХХІ ғасырдың экологтарын аса бір ғылыми шеберлікпен даярлау қажет екенін теориялық зерттеулер мен практикалық іс-әрекеттер көрсетіп келеді. Осылай етіп дәріс оқылса, алға қойған мақсаттар түгелімен орындалады деген сөз.\nДәрістің негізгі бөлімінде көп проблемалар айтылады. Сондықтан да ХХІ ғасырдың оқытушыларына үлкен жауапкершілік жүктеледі. «Көп еңбек тетсең, бақыт басын иеді» демекші, оқу өте бір қиын өнер. Инемен құдық қазғандай көрініс береді. ХХІ ғасыр оқып білім алу заманы екенін ешқашан да естен шығармауы керек. Биологиялық тұрғыдан алып қарағанда, ХХІ ғасыр – білім ғасыры деп ғалым-биологтар сипаттама берген\nҚорыта келе айтарымыз, ғалым-оқытушы, біздіңше – ұлы тұлға. ХХІ ғасырдың экологтерінің білімді, білікті болуы ұстаздарға байланысты.\nБіздің тәуелсіз мемлекетіміз Қазақстан республикасы жас жеткіншектерге сапалы білім беру проблемасына көп көңіл бөлуде. Оған дәлел: «Жоғары білім туралы» Заң. Бұл заңда ХХІ ғасырдың эколог-мамандарын даярлауға айтарлықтай көңіл бөлінген.\nТолығырақ: https://www.uniface.kz/index.php?post=article&section=1&id=550",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суды сақтаудағы ормандардың маңызы",
        "question_content": "Суды сақтаудағы ормандардың маңызы",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орман биосферасының негізі компонентті б.е. Ол тұратқтылықты ұстайды және зат алмасудың өз-өзін реттеуіне қызмет ет. Сосын бірқатарда су тасқынынан қорғану, топырақты сақтау, денсаулықты тіктеуде үлкен қызмет атқарады.\nСондай-ақ жануарлардың жасау ортасын құрайды. Адамзат үшін ежелден жасау ортасын, азық-түлік көзі орман б.к. Бұл қасиет әлі күнге дейін жалғасып келешекте соның үшін ағаш дайындаудың негізгі орман б.е. Орман үй жаунарларын бағуда, шөп дайындауда, аңшылықта үлкен маңызға ие. Орманның эстетикалық маңызы жөнінде айтпаса да болады. Тұрмыста, қалалық ауданда көгалдандыру жұмысында пайдаланамыз. Орманшылықта үйренетін пәндер бірнеше олар орманшылық, ормантану, орман мәдениеті, геоботаника, дендрология, орман милерациясы. Бұл пәндер өсімдіктерді өсіру, олар арасындағы байланыс, сырт ортамен байланысын, ауа су режимін т.б. заңдылықтарды зерттеу. Солардың ішіндегі ең негізділері дендрология және орман милерациясы б.е.\nДендрология – ботаниканың бір бөлігі болып ағаштарды зерттейтін пән (гр. дендрон – ағаш, логос – ғылым). Дендрология пәні V-VI ғасырдан бері келе жатыр. Ол ағаштардың өсу этаптарын өсімдіктердің өсіп өркендеуін дәуірлерге бөліп зерттейді. Орман милерациясы болса адамзат жәрдемінде қоршаған ортаны табиғатты жаңарту жақсылауда қызмет етеді. Ол өз ішінен агролесомилерация ауылшаруашылығы орманшылығында қамтиды.\nДүниезүзі 7-ші орман конгресінде айтылғандай ең үлкен ресурстің бірі – орман ресурстары б.е. Халық қожалығында орманың аралау материалдары есебінде (қағаз, фанер) дайындалды. Орманнан тиімді пайдаланғанда фанер өңдеуін айтуға болады. Қазіргі уақытта фанерге талап күшейіп барады. Кейінгі жылдары ағаштар химиялық өндірісте кең қолданылады. Мысалы: целлюза, қағаз т.б. талшық алынады. Сонымен бір қатарда жануарлар үшін ашытқы, этилл спирті,фурфурае, көмір қышқылы, құрғақ легни тағы басқалар алынады. Ине жапырақты өсәмдіктерді аралаудан алдын гектарына бірнеше тонна сымала алынады. Орман химиялық өндірісінде Ғ ғы айтылған басқа сірке қышқылы, дубильді заттар, көмір т.б. өндіріледі. Халық шаруашылығында орман өнімдерінен негізгі аралық және қосымша өнімдер алынады.\nНегізгі өнім – ағаш материалдары аралық өнім- бұтақтар, апилкалар т.б.\nҚосымша өнім – жайлау шөп дайындау, жеміс-жидек. Орман милерациясында төмендегідей мақсатта жұмыстар атқарылады.\nА) ені 12,5-15 метірдей аралықты қорғаныс үшін (жел, дауыл, қар т.б.)\nБ) су тасқынынан сақтау үшін 15 м енділікте\nВ) селден сақтау, пырылудан сақтау үшін 20-15 м ендікте ағаштар егіледі. Сондай – ақ қар, тау көшу т.б. жзұмыстарда да пайдалланылады. Орман милерациясын дұрыс пайдалану аул шаруашылығында үлкен пайдасын тизізеді. (жеміс-жидек). Орманшылардың экологияны тіктеуде маңызы зор. Олра құс,жануарлардың жағдай үшін жақсы жағдай жасайды.\nОрман құрылысы.Орман ярусты жайласқан болады. Үлкен ормандар 2-3 ярусты болады. Ярус есептеледі. Ярус негізгі орманды құраушы б.е. Себебі биік ағаштан құралған болады.2ші 3 ші ярустар әдетте көлеңке сүюші өсер б.е. Көп ормандарда 3-ші ярус болмайды ормандарды есепке алу токсация белгілеріне қаралады.\nТоқсация грекше өлшеу деген сөзді білдіреді токсация орманныі құрылысы мінездемесі аңықталады орман құрамына қарап екіге бөлінеді.\nТаза ормандар. Бір түрдегі ағаштан құралған.\nАралас ормандар. Тұрлі ағаштардан құралған\nОрмандар түріне қарап екіге бөлінеді.\nЖай ормандар – бір ярусты.\nКүрделі ормандар – көп ярусты.\nОрманнның қалындығы гектар есебінде есептеледі. Мысалы: жүз қарағай дана га (дана, га, д,га) орманнның өніміділгі шаруашылық банитед деп аталады. Онда ағаштың жуандығы жемісі қосымша өнімдер есепке алынады.\nТолығырақ: https://baribar.kz/student/7982/orman-resurstary/",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі экожүйелер және оларды қорғау.",
        "question_content": "Жер бетіндегі экожүйелер және оларды қорғау.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биоценоздағы тірі организмдер тек бір-бірімен байланысып, ғана қоймай, өлі табиғатпен де байланыста болады. Бұл  байланыстар заттар және энергия арқылы іске асады.\nТірі организмдерге керекті қорек, су, отттегінің келуі –бұл қоршаған ортадан келетін заттар ағыны. Клеткалар мен организмдердің жұмысы үшін қажетті энергия қоректің құрамында болады. Өсімдіктер күн сәулесінің энергиясын тікелей қабылдап, оны органикалық қосылыстарда жинақтайды. Кейін ол энергия  биоценозда қоректік қатынастар арқылы таралады.\nЭнергия алмасуы мен заттар ағыны – тірі организмдер арқылы зат алмасу процесінде өте жоғары дәрежеде жүреді. Мысалы, адам өзінің өмірінде ондаған тонна қорек пен су пайдаланады, ал өкпе арқылы бірнеше млрд. литр ауа жұтады. Көптеген организмдер ортамен қарқынды қарым-қатынаста болады. Өсімдіктер өздерінің массасының әрбір грамын құрау үшін 200-800 г су жұмсайды. Өсімдіктер фотосинтез үшін қажет заттарды топырақтан, су мен ауадан алады.\nЕгер біздің планетамызда бүгінгі таңда 7 млрд адам, 800 мың түр өсімдіктердің млрд-ған особьтары мен жануарлардың 1,5 млн түрін құрайтын бірнеше млрд-ған особьтардың әрқайсысының тіршілігіне қажетті қоректік заттар мен су және ауаны есептегенде, өте үлкен сан мөлшері шығады.\nТіршілік үшін қажет тірі денедегі қорлардың бейорганикалық әлемнен келетін заттар ағыны –осындай қарқындылықпен жұмсалса, онда биогенді элементтер Жерде әлдеқашан таусылған болар еді. Бірақ тіршілік тоқталған жоқ және тоқталмайды да, өйткені биогенді элементтер организмдерден қоршаған ортаға үнемі қайта оралып отырады. Өсімдіктер синтездеген органикалық заттардың ыдырауы түрлер арасындағы қоректік қатынастар нәтижесінде биоценозда іске асады. Ақыр соңында осы қосылыстар өсімдіктер қайтадан пайдаланатын элементтер мен заттарға дейін ыдыратылып, нәтижесінде биологиялық зат айналым жүзеге асады.\nСонымен биоценоз-күрделі жүйенің бөлігі болып табылады. Биоценоз қоршаған ортамен заттық-энергетикалық байланыссыз тіршілік ете алмайды.\nЗат айналымды қолдайтын, кез келген тірі организмдер мен бейорганикалық компоненттер жиынтығы –экологиялық жүйе немесе экожүйе деп аталады. \nТабиғи экожүйелер әртүрлі көлемде және кеңістікте орналасады: организмдер тіршілік ететін кішкене шалшық, мұхит, шалғын, тоғай, тайга, дала- бұлардың барлығы әртүрлі масштабтағы экожүйенің мысалдары. Кез келген экожүйе тірі бөлігі биоценоздан және оны қоршаған тірі емес табиғаттан тұрады. Ұсақ экожүйелер жалпы Жер экожүйесіне дейінгі ірі экожүйенің құрамына енеді. Біздің планетамыздағы жалпы биологиялық зат айналым көптеген жеке заттардың қарым қатынасынан құралады.\nЭкожүйе зат айналымды тек төрт құрамды бөлігі болған жағдайда ғана қамтамасыз ете алады. Олар: биогенді элементтер қоры, консументтер, продуценттер және редуценттер.\nЭкожүйедегі өнімділік пирамидасы және энергия ағыны\nПродуценттер - күн энергиясын пайдаланатын жасыл өсімдіктер немесе органикалық заттарды биогенді элементтерден құрайтын жасыл өсімдіктер. Олар (алғашқы өнімді өндірушілер) автотрофты организмдер, яғни біздің планетамыздағы бүкіл тірі әлемді органикалық заттармен қамтамасыз ететін жасыл өсімдіктер әлемі.\nКонсументтер- өсімдіктер синтездеген органикалық заттарды жаңа формаға айналдыратын тұтынушылар, яғни олар (латынша-«consumo»-тұтынамын) продуцентттер жасаған органикалық заттарды пайдалантын гетеротрофты  организмдер. Бұларға жануарлар, көптеген микроорганизмдер, кейбір насеком қоректі өсімдіктер жатады. 1-ші қатар консументтері-өсімдік қоректі, 2-ші қатар консументтері-жыртқыш жануарлар болып табылады.\nРедуценттер- органикалық қосылыстарды минералды қосылыстарға дейін ыдырататын организмдер, яғни олар (латынша «reduceus, reducentis» - қалпына келтірушілер, деструктор) органикалық заттарды ыдырататын және оларды басқа организмдер игеретін бейорганикалық заттарға айналдыратын ағзаар. Редуценттер биологиялық зат айналымның соңғы звенолары. Олардың қатарына саңырауқұлақтар, бактериялар, сонымен қатар өсімдіктер және жануарлардың өлі қалдықтарын өңдейтін кейбір ұсақ түрлер жатады.\nЗаттар үздіксіз экожүйенің әртүрлі звеноларында айналымға түседі және Жер бетінде 4 млрд жыл тіршіліктің үздіксіз жүру себебі, зат айналым процесінің тұрақты жүзеге асуында. Бұның негізін биоценоздағы органикалық қоректік байланыстары мен өсімдіктердің фотосинтезі құрайды, бірақ биологиялық заттар айналымы тек заттар арқылы ғана емес, ол сонымен қатар организмдердің іс әрекеттерінің нәтижесі болып табылады. Ал кез келген тіршілік тұрақты энергияны қажет етеді. Тірі денені құрауға бірнеше қайта пайдаланылатын химиялық элементтерден ерекшелігі жасыл өсімдіктермен ұсталатын күн сәулесінің энергиясын организмдер шексіз пайдалана алмайды.\nӨлі сүрек ыдыратушылары:\n1 және 1а- жылтыр қоңыз және оның дернәсілі, 2 және 2 а-бүғы-қоңыз және оның дернәсілі, 3 және За- үлкен емен қоңызы және оның дернәсілі, 4 және 4а- иісті ағаш қажаушы және оның дернәсілі, 5- жалпақ қызыл қоңыз, 6-көң құрты, 7- қара құмырсқа, 8-есекқұрт, 9- жауын құрты.\nЭкологияда энергия мен заттар айналымы автотрофтыларға сырттан энергия мен заттардың берілуі, тасымалдануы ретінде және қоректік тізбек бойынша организмдерден бір қоректік деңгейден екіншісіне өтуі ретіңде қарастырады.\nЭнергия ағыны - бұл органикалық қосылыстардың химиялық байланыстар түрінде бір деңгейдегі организмнен екіншісіне энергияның ауысуы.\nЗаттар ағыны - продуценттерден редуценттерге заттардың химиялық элементтер мен олардың қосылыстары түрінде берілуі және әрі қарай химиялық реакциялар арқылы тірі организмдердің қатысуынсыз заттардың процестерге қайта келуі.\nЗат ағыны тұйық циклде өтеді, сондықтан ол зат айналым деп аталады. Заттар үздіксіз экожүйенің әртүрлі звеноларында айналымға түседі және барлық уақытта қайтадан зат айналымға түсуі мүмкін, ал энергия бір рет ғана пайдаланылады.\nЭкожүйедегі  энергия  мен  заттар  тасымалдану сызбанұсқасы\nЭнергияның   бір   жақты   келуі- табиғаттың   маңызды құбылысы. Бұл процесті физика заңдарымен түсіндіруге болады. Бұл заң бойынша энергия бір түрден басқа түріне (қоректің химиялық энергиясы) ауыса алады, бірақ энергия ешуақытта қайтадан жасалмайды.\nТермодинамиканың 2-ші заңы бойынша энергия бір түрден екінші түрге айналғанда, яғни жұмыс кезінде энергия жылулық түріне өтіп, қоршаған ортаға таралады. Клеткалар мен органдардың күрделі жұмысы организмнен энергияның шығындалуы арқылы орындалады. Зат айналымның әрбір циклі тірі организмдердің белсенділігіне байланысты, жаңа энергияның қатадан түсуін барлық уақытта талап етеді.\nКүн сәулесінің энергиясы. Күн жердегі барлық энергияның бірден бір табиғи көзі, бірақ күн сәулесінің жер бетіне түскен энергияның барлығын организмдер толық пайдалана алмайды. Жасыл өсімдіктерге түсетін күн сәулесі ағынының жартысына жуығы фотосинтез кезінде сіңіріледі және сіңірген энергияның аз бөлігі (1/100-1/10 дейінгі) биохимиялық энергия түрінде жинақталады. Күн энергиясының көп бөлігі булануға жұмсалып, жылу түрінде жоғалады. Сонымен, планетадағы тіршілік тұрақты зат айналым мен күн энергиясының ағынына байланысты.\nБиоценоздағы организмдердің іс әрекеттерінің бұзылуы экожүйедегі зат айналымның күрделі өзгерістеріне әкеледі. Бұл топырақ құнарлығының кемуі, төмендеуі, өсімдік өнімінің төмендеуі, жануарлардың өсуі мен өнімнің төмендеуі және табиғи ортаның біртіндеп бұзылуы сияқты экологиялық апаттардың негізгі себептері.\nҚоректік тізбектер.  Қоректік торлар\nБиоценозда қоректік торлар - жасыл өсімдіктер жинақтаған энергия мен заттарды бір-біріне беретін организмдердің көптеген қысқа қатарларынан тұрады. Әрбір алдыңғы түр келесіге қорек болатын мұндай қатарлар - қоректік тізбек, ал қоректік тізбектің бөлек звенолары - қоректік деңгей деп аталады. Қоректік тізбек әрқашан өсімдіктен немесе олардың қалдықтарынан басталады \n. Өсімдік-шегіртке-бақа-жылан-қаршығадан құралған қоректік тізбек пирамадасы\n1-ші қоректік деңгей, яғни жасыл өсімдіктер –продуценттер, яғни шөпқоректі жануарлар- І-ші реттік консументтерді    құрайды.     Ал    шөпқоректі    жануарлармен қоректенетін 1-ші реттік жыртқыш 3-ші қоректік деңгейді, яғни 2-ші реттік консументтер деңгейін; сол сияқты 2 реттік жыртқыштар 4-ші қоректік деңгейді, яғни 3-ші реттік консументтер деңгейін түзеді\nҚоректік тізбектегі организмдердің қарым қатынасының мысалы ретінде аралас орманды қарастыруға болады.\nОрман өсімдіктері жануарлар қорегінің көзі болатын негізгі биомассаны өндіреді (синтездейді). Ағаштардың жас қабықтарымен мен бүршіктерімен қоректенетін бұғы құрамында энергия жинақталған органикалық заттарды алғаш тұтынушылар. Белсенділіктің әртүрлі түрлері энергияның шығындалуына соқтырады, бірақ жануарлар организмінде жұмсалатын энергиямен салыстырғанда оның жинақталған мөлшері анағұрлым артық болады. Өз денесінде осылай энергияны жинақтаған бұғы келесі тұтынушыға энергия мен қоректік заттың көзі болып есептелінеді. Бұғыны жеген қасқыр энергия, қорек затқа ие болады. Қасқыр өлген кезде, энергияның көп мөлшері топыраққа түседі. Топырақтағы бактериялар мен редуцент-саңырауқұлақтар – ыдыратушылар - өсімдіктерге қажетті минералды заттарға айналдыра отырып, өлексені ыдыратады. Жасыл өсімдіктер, бұғы, қасқыр, бактериялар мен саңырауқұлақтар энергия ағыны жүретін қоректік тізбекті құрайды.\nҚоректік тізбекті екі типке бөлуге болады: жайылымдық тізбек жасыл өсімдіктен басталып, одан әрі жайылымдағы фитофагтарға, сонан соң жыртқыштарға жалғасады, яғни өсімдіктерден шөпқоректі жануарлар арқылы энергияның ағыны жүзеге асатын тізбек жайылымдық қоректік тізбек деп аталады.\nАл детриттік тізбектер өлі органикалық  заттардан детритофагтарға, одан жыртқыштарға жалғасады. Мысалы, жайылымдық тізбек: жасыл өсімдік→ шөпқоректі жануар →жыртқыш, ал детриттік тізбек: өлі органикалық зат (детрит)→ микроорганизмдер→ (бактериялар, саңырауқұлақтар) немесе детритофагтар (қос жақтаулы ұлулар, құрттар, бунақденелілердің дернәсілдері)→ детритофагтар жыртқыштарынан (құстар, жер қазғыштар және т.б.) құралады.\nЭнергия ағыны өлі органикалық заттан басталып және ыдыратушылар жүйесі арқылы өтетін қоректік тізбек түрі детриттік қоректік тізбекті құрайды. Өлі ұлпаларды ыдыратын редуценттер жүйесіндегі бактериялар, саңырауқұлақтар мен басқа организмдер өзінің ролі жөнінен шөпқоректі жануарларды еске түсіреді.\nҚоректік тізбектер бір бірінен оқшауланбай, қайта керісінше, айқасып жатады. Олар қоректік торлар деп аталатын құрылымдар түзеді. Қоректік торлардың құрылу принципі мынадай: әрбір продуценттің бір емес, бірнеше консументтері болады. Өз кезегінде олардың арасындағы полифагтар, яғни консументтердің қоректің бір емес, бірнеше көзін пайдаланады.\nЭкожүйе  өнімділігі\n   Бірлестіктің маңызды қасиеті-олардың жаңа биомассаны құрауға қабілеттілігі. Бұл қасиет жүйенің өнімділігі түсінігінің негізінде жатыр.\nЭкожүйелерде органикалық заттардың құралу жылдамдығы- биологиялық өнімділік, ал тірі организмдердің дене массасы- биомасса деп аталады. Сонымен, биологиялық өнімділік олардың биомассасын құру жылдамдығы. Өнім мөлшері көбіне энергетикалық эквиваленттермен (мысалы, бір тәулікте 1 м2 –ге келетін калория немесе джоуль) немесе құрғақ органикалық заттың массасының мөлшерімен (мысалы, 1 жылдағы 1 гектардағы килограмм) сипатталады.\nЭкожүйенің биотикалық құрамына энергия продуценттер арқылы келеді.\nБастапқы немесе алғашқы өнімділік (БӨ). Ол продуценттердің биомассасын түзу жылдамдығы. Күн энергиясының 100 %-тінің 1-5 %-і ғана хлорофилмен сіңіріліп, органикалық молекуланың синтезі үшін жұмсалады (сәуленің қалған 95-99%-і шағылысып жылуға айналуына байланысты сіңіріледі және судың булануына жұмсалады).\nХимиялық байланыстардың энергиясы түрінде өсімдіктердің энергия жинақтайтын жылдамдығы жалпы бастапқы өнімділік деп аталады (ЖБӨ). Бұл энергияның шамамен 20%-і өсімдіктердің тыныс алуына және тіршілігінің басқа да процестеріне жұмсалады. Оларды Р  процестеріне жұмсалатын бөлігін есептеп алып тастағаннан кейінгі, органикалық заттардың жинақталу жылдамдығы таза бастапқы өнімділік деп аталады (ТБӨ).\nТБӨ =  ЖБӨ - Р\nБір организмнің қоректенуі үшін қорек (зат пен энерия) бір қоректік деңгейден екіншісіне көшеді. Қоректің қорытылмаған бөлігі жануарлардың экскременттерімен сыртқа шығарылады (олардың құрамында энергияның белгілі бір мөлшері болады). Жануарлар да, өсімдіктер сияқты, өзінің тыныс алуында және басқа да тіршілік процестерінде энергияның бір бөлігін жоғалтады. Тыныс алу, ас қорыту және экскрециямен байланысты жоғалғаннан кейінгі энергия өсуге, іс әрекетін қолдауға және көбеюге пайдаланылады.\nГетеротрофты организмдерде органикалық заттардың жиналу жылдамдығы екінші реттік өнімділік (ЕӨ) деп аталады. Екінші реттік өнімділік барлық қоректік деңгейде кездеседі. Өсімдіктер өнімділігі алғашқы, ал жануарлардың немесе басқа консументтер өнімділігі  екінші реттік өнімділік деп аталады. Екінші реттік өнімділік біріншіден көп болуы мүмкін.\nКонсументтердің энергетикалық тепе теңдігі былай жинақталады: пайдаланылған қорек = өсу + тыныс алу + экскремент немесе  Р=П+ R +H, мұнда\nР- консумент рационы, яғни белгілі бір уақыт аралығындағы олардың жеген тағамдарының саны.\nП- организмнің өсуіне жұмсалған энергия\nR-тыныс алуға және басқа да процестерге жұмсалған энергия.\nН -экскремент түрінде бөліп шығарылған қоректің энергиясы.\nҚорыта айтқанда, нақты бір қоректік тізбектерде өсімдіктер қорегінде жинақталған энергияның мөлшерін және берілуін есептеуге болады. Өсімдік фотосинтез кезінде шамамен 1% күн энергиясын байланыстырады. Осы өсімдікпен қоректенген жануарлар, онда жинақталған энергияны толығымен пайдалана алмайды. Қоректің бір бөлігі қорытылмайды және экскременттер түрінде бөлінеді. Әдетте өсімдіктер жемінің 20-60%-ке дейінгі мөлшері меңгеріледі. Меңгерілген энергия жануарлардың өсу, көбею т.б. тіршіліктеріне жұмсалады. Мүшелер мен клеткалардың жұмысы кезінде жылу бөлінеді, өйткені қоректің энергиясының біразы қоршаған ортаға таралады. Қорытылған қоректің тек шамалысы ғана жаңа ұлпаның түілуіне, майдың қорға жинақталуына жұмсалады. Жас организмдерге бұл үлес ересектерімен салыстырғанда бірнеше есе көп. Сондықтан алғашқы кезеңнен бастап қоректік тізбектен энергияның көп жоғалуы байқалады.\nЗаттар мен энергия тасымалдануының әрбір кезеңінде шамамен 90 %- і жоғалады және олардың 1/10 бөлігі ғана келесі тұтынушыға көшеді. Организмдердің қоректік тізбегіндегі энергияның берілу заңы «10 % ереже» деп аталады. Бұл заңды 1942 жылы Р.Линдеман ашқандықтан, кейде оны «Линдеман заңы» деп те атайды.\nЕгер өсімдіктердің органикалық алғашқы өнімділігі 1000 Дж болса, онымен қоректенетін шөп қоректі жануарлардың денесінде бұл мөлшерден 100 Дж қалады. Ал осы шөп қоректі жануарлармен қоректенген жыртқыш денесіне барлығы 10 Дж өтеді, кейін бұл жыртқышпен басқасы қоректенсе, оның үлесіне тек ғана 1 Дж тиеді. Сонымен жасыл өсімдіктен жинақталған энергия қоры қоректік тізбектерде тез таусылады. Сондықтан қоректік тізбек әдетте, барлығы 4-5 звенодан аспайды.\nБастапқы өнімілік және биомассаның әлемдік таралуы\nТірі заттың жалпы биомассасы әртүрлі есептеулер бойынша, 1800- 2500 млрд тоннаны құрайды. 90 %–тен астамы жерүсті өсімдіктер биомассасына, қалғаны су өсімдіктері мен гетеротрофты организмдердің биомассасын құрайды. Сондықтан жердің тірі затында негізгі орынды құрлық өсімдіктері алады. Автотрофты организмдердің географиялық таралуы жылу мен ылғалдылыққа байланысты біркелкі емес. 650 т/га жететін фитомассасының негізгі қоры  (53%) тропикалық аймақтарға келеді. Полярлы және шөлді жерлерде фитомасса қоры 12% құрайды, әдетте оның өнімділігі 12 г/га аспайды.\nҚұрлықтың гетеротрофты организмдерінің биомассасын негізінен жануарлар биомассасын (зоомасса) құрайды. Олар өсімдіктер биомассасынан бірнеше есе аз. Әртүрлі биогеоценозда барлық биомассаның 0,05-5% дейін зоомасса құрайды. Бұл жағдайда топырақ микроорганизмдері мен омыртқасыздардың биомассасы жоғары, ал жалпы зоомассада жерүсті омыртқалылардың үлесі 0,2-4%.\nТолығымен биосферада өтетін процестерді реттеуде биомассасы аз болса да, құрлық жануарлары маңызды роль атқарады. Мысалы, шегіртке тобыры немесе киік үйірі үлкен аудандағы өсімдіктер әлемін жояды. Топырақтың құнарлығын жоғарылататын жауын құртының топырақ түзуде маңызы зор.\nҚұрлық биомассасына қарағанда, әлемдік мұхиттың биомассасы анағұрлым аз. Бұл жерде өсімдіктер мен жануарлар биомассасы қорының қатынасы басқаша. Фитомасса (балдыр және фитопланктон) барлығы небәрі 0,2-0,3 млрд т құрайды, ал бұл уақытта зоомасса 5-6 млрд т-ға жетеді.\nМұхит фитомассасының мөлшері қоректік немесе биогенді заттар мөлшерімен шектеледі.\nБиологиялық өнімділік биомассамен қатар, тірі заттардың маңызды сипаттамасы болып саналады. Жерүсті өсімдіктерінің жалпы жылдық өнімділігі шамамен 180-200 млрд т-ға бағаланады. Оның негізгі бөлігі тропикалық белдеуге келеді. Мұхиттың биомассасының жылдық өнімділігі 50-100 млрд т-ны құрайды. Сонымен мұхит Жер шарының 2/3 бөлігін алса да, ол барлық биосфера өнімділігінің 1/3-ін ғана береді.\nКез келген биоценозда қоректік тізбектің  реттілігі мен өнімділігін бағаласақ, біз алдыңғылармен салыстырғанда, әрқайсысы 10 есе кем болатын кемитін сандардан тұратын қатар шығады. Бұл қатарды үшкір төбесі бар кең негізді пирамида түрінде графикпен көрсетуге болады.\nТолығырақ: https://bilim-all.kz/article/2294-Ekozhuienin-qurylu-zandylyqtary",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электронды баланс əдісімен теңдеуді теңестір?",
        "question_content": "H2S03 + І2 + Н20 → H2S04 + НІ",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2SO3 + I2 + H2O → H2SO4 + 2 HI\nSIV - 2 e- → SVI (тотығу)\n2 I0 + 2 e- → 2 I-I (тотықсыздану)\nH2SO3 - тотықсыздандырғыш, I2 - тотықтырғыш.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адамның шаруашылық қызметі және экожүйелердің өзгеру тенденциялары.",
        "question_content": "Адамның шаруашылық қызметі және экожүйелердің өзгеру тенденциялары.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоспар:\n1. Экожүйенің концепциясы\n2. Экожүйенің гомеостазы\n3. Экожүйенің динамикасы\n4. Табиғи жүйедегі негізгі ландшафтылар\n5.Жергілікті биомдар\n6.Тұщысудағы экожүйе, теңіз экожүйесі\n7. Антропогендік экожүйелер\nНегізгі ұғымдар:экожүйе, табиғи экожүйе, гомеостаз, сукцессия, эндогенді ритм\n1. Экожүйенің концепциясы. Экологияның ең негізгі объектісі экологиялық жүйе, немесе эко жүйе - тірі организмдер жиынтығының қоректену , өсу және ұрпақ беру мақсатында белгілі бір тіршілік ету кеңестігін бірлесе пайдалануын тарихи қалыптасқан жүйесі. Функциялық тұрақтылығы аз уақытқа созылса-да қарым -қатынаста болатын құраыштары бар кез келген бірлікті экожүйе деп атауға болады. Экожүйе деген терминді 1935 жылы бірінші рет ұсынған ағылшын экологі А. Тенсли. А Тенсили эко жүйенің құрамына организмдерде обиотикалық орта да керетін жер бетіндегі тірі табиғатынтың негізгі функциясының бірлігі деп есептеуі және оның әр бөлігінің екіншіне әсер ететіндігіне назар аударады. Былайша аәтқанда экожүйе – заттектердің айналымы мен энергия тасмалдануы жүретін табиғи бірлік . Экожүйеде заттектер айналымының жүоуіне органикалық маникулалардың сінімділік түрде белгілі қоры және орагнизмнің үш функцияоналды әр түрлі экологиялық топтары , продуценттер, консументтер, ретутенттер болуы керек. Жердегі алғаш организмдер гетеретрофты долған.Автротрофтар органикалық заттарды синтездесе , гетеретрофтар олармен қоректенелі. Соның нәтижесінде органикалық заттар ыдырайды.\n2. Экожүйенің гомеостазы. Тарихи қалыптасқан экожүйе оның құрамына кіретін жеке организмдердің жай ғана жинағы емес, ол қоршаған ортаның салыстырмалы тұрақты жағдайларында өзінің тұрақтылығын сақтап қала отырып, әрі қоршаған орта мен экожүйенің өз құрамындағы өзгерістерінде де бейімделе алатын жүйе болып саналады. Экожүйенің өзін-өзі сақтау және реттей алу қасиеті гомеостаз деп аталады. Гомеостаздың негізгі популяция тығыздығының қоректік ресурстарға тәуелділігі мысалы арқылы көрсетуге болатын кері байланыс принципі болып табылады. Ол бірнеше басқыштардың тұрады: әрбір басқыш аймағында кері қайтымды байланыс әсер етеді. Қоректік ресурстар мөлшерінің көбеюі, не азаюы әсерінен гоместаз бір басқыштан екінші басқышқа ауысады.\nАуыл шаруашылығында егіс өнімділігін арттыру үшін тыңайтқыштар қолданылады. Бірақ та тыңайтқыштардың шектен тыс пайдалану қайтымды кері байланыс жүйесінің ең жоғарғы шегінен де асып кетіп, нәтижесінде агроценоздың деградацияға ұшырауына әкеп соғады. Мысалы, тыңайтқыштарды шектен тыс көп пайдалану Орта Азияның мақталы егіс далаларының эрозиясы мен тұздануына әкеліп соқты.\nГоместаз тек қана организмдер мен олардың өнімдеріне емес, өлі табиғатқа да тән. Өйткені, организмдердің тіршілік әрекеті абиотикалық факторларға тікелей байланысты. Екінші жағынан, организмдер де абиотикалық ортаға түрліше әсер етеді. Организмдердің тіршілік әрекетін үнемі инертті заттардың физикалық және химиялық өзгерістерін туғызады. Органикалық заттарды синтездеуші және ыдыратушы организмдердің итіршілік іс-әрекеті нәтижесінде қоршаған ортаның химиялық құрамына өзгеру жылдамдығы оның геологиялық процестердің әсерінен өзгеру жылдамдығынан әлдеқайда артық. Тіпті барлық тіршілік атаулыны жойып жіберетін өрттерден соң да, топырақта өртке төзімді тұқымдар мен тамырлар қалып, өздерін де, бүкіл системаны да сақтап қалады.\n3.Экожүйенің динамикасы. Организмдердің тіршілігін сақтауы және экожүйелердегі зат айналымы тек үнемі энергия келіп тұрғанда ғана жүзеге асады. Айналып келгенде Жер бетіндегі бүкіл тіршілік Күн энергиясының есебінен жүруде. Күн энергиясын фотосинтездеуші организмдер (жасыл өсімдіктер) органикалық қосылыстардың химиялық байланыстарын өзгертеді. Гетертрофтылар энергияны қорекпен бірге алады. Барлық тіршілік иелері басқа организмдердің азығы болып есептеледі, яғни бір-бірімен энергетикалық байланыста болады. Қауымдастықтардағы қоректік байланыстарды – бір организмнен еаінші организмге энергия тасымалдаудың механизмі деп қарастыруға болады.Жылына биосферадағы түсетін энергияның мөлшері 2,5·1024 Дж7 осы энергияның тек шамамен 0,3% ғана фотосинтез процесінің нәтижесінде органикалық заттардағы химиялық байланыстардың энергиясына ауысады және тек 0,1% таза бірінші өнімге өтіп отырады. Әрі қарай қоректі органикалық заттар арқылы трофикалық (қоректік) тізбекке сәйкес таралады. Энергияның пирамида заңына сәйкес немесе 10% Р.Линдеманның (1942ж) ережесіне сәйкес, бір қоректік деңгейден басқа деңгейге өтетін энергия шамамен 10% аспайды. Осындай деңгейлер көп болған сайын, ең соңғы тұтынушыға жететін энергия үлесі соғұрлым аз болады.Органикалық заттардың ыдырауы әртүрлі организм топтарының қатысуымен жүреді. Таза бірінші өнім энергиясының шамамен 90% бөлетін микроорганизмдер мен саңырауқұлақтар, 10% жуығын – омыртқасыз жануарлар және 1% аздауын – омыртқалы жануарлар – соңғы консументтер бөледі. Соңғы көрсеткішке (1%) сәйкес бір пайыз ережесі мазмұндалған. Осы белгіленген қатынастар биосфераның орнықтылығын ұстайтын негізгі жағдайға жатады. Табиғи жүйе энергиясының 1% шамасында өзгеруі жүйені тепе-теңдік жағдайынан шығарады.\n5.Жергілікті биомдар. Құрлықтық экологиялық жүйелер– тундра (солтүстіктегі ормансыз, мүк басқан дала), тайга – (солтүстіктегі қылқан жапырақты қалың орман), орманды дала, дала, шөлейт, шөл, тропик (жершары экваторынан солтүстікке және оңтүстікке қарай 23°27° қашықтықта жатқан жер) және таулар. Құрлықтық экологиялық жүйелер– осы өңірдің топырағына, суына, климатына ыңғайланған өсімдіктердің түрлеріне (шөп, тал, шілік, ағаш т.б.) қарап айыруға болады. ТундраЕуропа, Азия құрлықтарының солтүстігінде және солтүстік Америкада орналасқан. Гренландия аралының солтүстігін, Солтүстік Мұзды мұхиттағы аралдарды қамтиды. Солтүстік Арктикалық шөл аймақпен оңтүстікте қалың орманды өлкеге дейінгі алқапты алып жатыр.\nТайга. Солтүстік Еуропаның, Азияның, Американың көп жерінде, Батыс Еуропа, Кавказ, Тянь-Шань, Батыс Қытай, Солтүстік Американың,Тынық Мұхит жағалауының таулы аймақтарында өсетін қалың орманнан тұрады.\nОрманды дала. Қоңыржай белдеудегі орманды дала экологиялық жүйе Батыс Еуропаның көпшілік жерін, Шығыс Еуропа жазығын, Орал, Батыс Сібір, Орта Сібір таулы үстірттерін, Қиыр Шығыс алқабын алып жатыр.\nДала – ормансыз негізінен жазық, шабындықтар мен жайылымдар өңірі. Еуропа, Азия, Солтүстік Американың ішкі өңірлері, Аргентина пампастары (шөп өсетін жазықтық жалпы атауы) мен Австралия осы экологиялық жүйеге жатады. Азов және Қара теңізге, Солтүстік Қырымға жақын далалар, орта орыс және Еділ маңындағы қыраттар, батыс Сібірдің оңтүстік алқабы, Қазақстанның солтүстік облыстары да дала экологиялық жүйеге кіреді.\nШөлейт. Таралу орнына қарай шөлейт экологиялық жүйе қоңыржай, субтропиктік белдеулерге бөлінеді. Солтүстік қоңыржай белдеулікке Еуропа мен Азияның шөлейт аудандары кіреді. Ол Каспий теңізінің батыс шетінен Ордастың қиыр шығысына дейінгі ұзындығы 10 мың км астам, ені 500км жететін алқапты алып жатыр.\nШөл. Бұл экологиялық жүйеге жататын алқаптар шөлейт жүйенің қоңыржай, субтропиктік және тропиктік белдеулерінде кездесе береді. Олардың ішінде Африка сахарасын, Австралия құмдарын, Солтүстік Американың батыс жағалауындағы құмдарын, Монғолияның Гобиін, Қытайдың Тибетін, Боливия құмдарын айтуға болады. Орта Азия мемлекеттері мен Ресейдің Астрахань облысыда осы жүйеге жатады.\nТропиктер – жер шарының өте ыссы және ылғалды белдеу экватордан солтүстікке және оңтүстікке қарай 23° 27° қашықтықта орналасқан. Экватордан жоғары тропик Шаян тропигі, төменгі тропик Ешкі мүйіз тропигі деп аталады.\nТаулар. Жер бетінде таулы алқаптар көп. Олардың биіктігі мен ішкі құрлыстары әр түрлі. Ең биік тау бастары Гималайдағы Джолунгма (8848м), Қарақорымдағы Чогори (8611м), Памирдегі Коммунизм (7495м), Тянь-Шаньдағы Жеңіс (7439м). Биіктігіне қарай таулар үшке бөлінеді: аласа (500-1000м дейін), орташа (2200-2800м дейін), биік (2200-2800м дейін жоғары).\n6.Тұщысудағы экожүйе, теңіз экожүйесі. Тұщы сулар экологиялық жүйелер – лентті (Lentis – латынша «тыныш» деген сөз) сулар жүйесі немесе ағынсыз сулар (көлдер, су қоймалары), лотты (Lotus – латынша «жуушы» деген сөз)немесе ағынды сулар (өзендер, бұлақтар, жылғалар), батпақты алқап (батпақтар мен онда өсетін ағаштар, өсімдіктер т.б.);\nҚұрлықтағы және мұхиттағы экологиялық жүйелермен салыстырғанда жер шарының аз ғана бөлігін алады. Бірақ адамдар үшін тұщы судың орны бөлек. Оларды тұрмыстық қажетке, өндіріс саласында, ауыл шаруашылығында көп пайдаланады. Сондықтан да қалалардың көпшілігі ірі өзендер, көлдер және лимандар жағалауында орналасқан. Тұщы суларда қалдықтар тез өңделіп, жуылып, еріп зиянсыз қалыпқа келеді. Дүние жүзінде тұщы сулар қоры өте тапшы, пайдалану мөлшері жылдан жылға көбею салдарынан келешекте, қиын проблемаға айналуы мүмкін.\nЛентикалық (ағынсыз сулар) экологиялық жүйе. Тұщы сулар көздері (көл, тоған, т.б.). Байқал көлі сияқты ерте дәуірде пайда болған бірен-сараны болмаса, негізінен беріде пайда болған, мұз дәуірінің қалдықтары болып саналады. Үлкен көлдер мен тоғандар жағалауында тамыры топырақта болатын өсімдіктер, ортасында фито – зоопланктакдар, түбінде гетеротрофтар өмір сүреді.\nАғынсыз сулардың ең алғашқы өнім түрлері олардың пайда болуының химиялық ерекшеліктеріне, көлге құятын сулармен құрлықтан келген заттарға байланысты. Көлдің жоғары қабатын ұсақ балықтар, төменгі қабатын ірі балықтар жайлайды. Ағынсыз суларды шаруашылық қажетіне, демалыс үшін пайдаланғанда көлдердің, таза болып, өсімдіктер мен жануарлардың аз болғанын қалайды. Бұл да адамдардың тілегі мен ықыласы табиғат мүддесі мен үйлеспейтін, оғаш мінездерінің бір көрнісі. Бір көлде немесе тоғанда балық өсіріп, онан көп өнім алуға, азық-түлік қорын молайтуға еңбек етсе, екінші көлдің суын өсімдіктерден тазалап, балықтарын жойып, суға шомылуға, қайықпен жүзіп демалуға дайындап жатады. Балық пен бірге шомылу күнә болатындай, көлдің табиғи қалыптағы суын өлі суға айналдыру әрине табиғатқа да, адамдарға да пайдасы жоқ, зияны көп әрекет болып табылады.\nЛотикалық (ағынды сулар) экологиялық жүйеніңлентикалық жүйеден айырмашылығы ағынды сулардан (өзендер, бұлақтар, жыралар) оттек мол, судың температурасы үстіңгі және астыңғы қабаттарда бірдей болады. Өзендерді екі алқапқа бөлуге болар еді;\n· Өзеннің қайран саяз жерлері. Мұнда ағын қатты болғандықтан түбі таза, құм топырақ, басқа тұнбалар аз болады. Тасқа, өзен түбіне жабысып күн көретін организмдер (весиянка личиикасы, ручейник) немесе ағынға қарсы жүзетін балықтар (форель, ақ марқа, т.б.) болады;\n· Өзеннің терең жерлері. Мұнда ағынның күші азаяды, түбі құмды немесе топырақты болып, топырақты қазып немесе тереңде жүзіп күн көретін жануарлар болады. Тамыры арқылы өсетін өсімдіктер мен қалқып жүретін фито – зоопланктондарға өте қолайлы.\nБатпақтар экологиялық жүйесінетұщы сулар жайылған, топырағы әрдайым ылғалды алқаптар жатады. Батпақтар ашық жүйелер болып есептеледі, негізгі су жүйелерімен байланысына қарай былайша бөлінеді.\n· Өзен батпақтары, су жайылатын өзен жағаларында немесе сағасында болады;\n· Көл батпақтары, көлдермен, су қоймаларымен немесе су ағатын каналдармен байланыстары бар. Көл мен тоғандарда су көбейіп, арнасынан асып төгілгенде батпақ пайда болады.\n· Өзіндік батпақтар, өзендердің, бұлақтардың, жыралардың басталатын жерлерінде, немесе олардың теңігге, көлге құятын сағаларында, тоғандар маңайында кездеседі.\nТеңіз сулары экологиялық жүйелер – ашық мұхиттар, жағадағы сулар (констинентальді шельф), Апвеллинг (құрлықтан соққан жел үстінгі қабаттағы жаға суын теңіз ортасына қарай әкетіп, төменгі қабаттағы сулар жоғары көтеріліп жататын) аудандар, Лимандар (теңіз жағасымен өзен сағасындағы жайылма қолтықтар).Экологиялық тұрғыдан қарағанда теңіздердің құрлық пен өзен суларынан белгілі ерекшеліктері бар. Олар:\n· Теңіздер (мұхиттар) бөлінбей біртұтас болып, бір-бірімен жалғасып жатады. Теңіз организмдерінің өмір сүруі, өзара қарым-қатынасы судың температурасына, тұздылығына және тереңдігіне байланысты;\n· Теңіз сулары үнемі белгілі бір бағытта айналып ағып жатады. Экватор мен полюстер (жер меридиандары түйіскен торап) арасындағы температура айырмашылықтарына байланысты жыл бойы үнемі бір бағытта соғатын күшті желдер (пассаттар), жер шарының айналуымен қосылып мұхит суларында күшті ағын пайда, болуына себеп болады.\nАшық мұхиттар экологиялық жүйесі теңіз сулары жүйесінде көлемі жөнінен үлкен алқапты алып жатыр. Бұл жүйенің шекарасы жағадан есептегенде 12-20 км қашықтықта басталады. Орта ендікте орналасқан теңіздермен салыстырғанда Арктика мен Антарктика теңіздері балыққа да, китке де, басқа жануарларға да өте бай. Сондықтан да ол жақтарға барушылар да балық аулаушылар да жылдан жылға көбейіп келеді.\n7. Антропогендік экожүйелер. Антропогендік сукцессия (Антропогенная сукцессия) — адамның шаруашылық әрекетінен, оның экожүйеге , тікелей немесе жанама әсерінен пайда болған экологиялық сукцессия. Мысалы, орман ағашын кесу, өзендерді, көлдерді, су қоймаларын қалдықтармен, қоқыстармен ластау, атмосфераға газ шығару, т.б.Антропогендік сукцессия тұрақты әсер ететін сыртқы факторлардан (жайылым, таптау, ластау) немесе адам әрекеті арқылы бұзылған экожүйені қалпына келтіру процесінен (тыңайған жерді шөп басу, мал көп жайылған жайылымды және ағаштары жаппай кесілген орманды қалпына келтіру, т.б.) болады. Қазіргі кездегі биосферада Антропогендік сукцессия үлкен рол атқарады. Антропогендік сукцессияның экологиялық мониторингі міндетті түрде қажет. Адамның биосфераға келтіретін зиянын азайтуда антропогендік сукцессияны басқарудың тәсілдерін жасаудың және антропогендік сукцессияның одан әрі дамуын болжаудың мәні зор. Антропогендік сукцессия әр алуан болып келеді. Олардың ұзақтығы әр түрлі (бірнеше жылдан мыңдаған жылдарға дейін), прогресті (экожүйенің биологиялық өнімділігі артуымен және олардың түрлерінің көбеюімен қабат жүреді) немесе регресті (бұл көрсеткіштердің мәні азаяды) болуы мүмкін.\nТолығырақ: https://helpiks.org/1-3561.html",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су астында сүңгуір қолындағы фонарикті су бетіне түсірді.",
        "question_content": "1. Су астында сүңгуір қолындағы фонарикті су бетіне түсірді. Жарықтың толық шағылу қай нұскада дұрыс?\n\na. жарық түзу сызықты таралады\n\nb. сыну бұрышы түсу бұрышынан үлкен жағдайда\n\nc. жарық оптикалық тығызырақ ортадан оптикалық тығыздығы кемдеу ортаға өту кезде.\n\nd. сыну бұрышы 90 0 болған жағдайда\n\n2. Суретте оқушының айнаға дейінгі ара-қашықтығы берілген.\nОқушының айнадағы кескін ара қашықтығы нешеге тең?\n\na. 0\n\nb. 10 см\n\nc. 20 см\n\nd. 40 см\n\n3.Суреттегі жарық сәулесі шыныға 30 0 бұрышпен түсті.\n\ni. Егер түсу бүрышын 25 0 ұлғайтсақ шағылу бұрышының шамасы нешеге тең? ………………………..\n\nii. Шынының сыну көрсеткіші 1,5 болса сыну бұрышын есептеңіз. ………\n\niii. Түсу бұрышы мен шағылу бұрыштарының арасы нешеге тең? ……………..\n\n[3]\n\n4.Линзаның фокус аралығы 10 см. Денеден линзаға дейінгі қашықтық 30 см.\n\nЖауабын см өрнектеніз\n\ni. линзаның оптикалық күшін есептеніз.\n\nii. линзаның сызықтық ұлғаюы неге тең?\n\niii. кескін қайда орналасқанын сызыңыз?\n\niv. Кескінге сипаттама жаз",
        "question_date": "4.05.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарықтың шағылуы — жарықтың екі ортаның (1-орта мен 2-ортаның) бөліну шекарасына түскен кезде затпен әсерлесуі нәтижесінде бөліну шекарасынан кері қарай таралуы. Бұл жағдайда түскен және шағылған сәуле үшін 1-орта мөлдір болуы тиіс. Жарық шығармайтын денелер бетінен Жарықтың шағылуы салдарынан көрінетін болады. Мөлдір 1-ортадағы жарық сәулесі сыну көрсеткіші сол ортаға қарағанда өзгеше болатын 2-ортаға жеткен соң, оның біршама бөлігі сынып, басқа бағытпен таралады да, енді бір бөлігі 1-ортаға қарай кері шағылады. Шағылған және сынған сәулелер қарқындылығының салыстырмалы шамасы жарық түскен дененің табиғатына, оның бетінің тегістігіне, жарықтың құрамы мен түсу бұрышына, т.б. тәуелді болады. Кейде жарық сәулесі толығымен кері шағылады. Бізге көрінетін денелердің басым көпшілігі өзінен жарық шығармайды. Егер жарық сәулесі түсетін бет жалтыр, тегіс болса (яғни түскен сәуле толқынының ұзындығы беттің бұдырларының биіктігінен үлкен болса), онда Жарықтың шағылуы айналық (“дұрыс”) шағылу деп аталады.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антибиотик жайлы сұрақтар көмектесіңіздерші пж",
        "question_content": "•Антибиотик термині қай жылы пайда болды?\n•Антибиотиктерді кез келген адам жасай алады ма?\n•Антибиотиктерді қолдануды тек дәрігерлер шешеді ме?\n\n•Антибиотиктер перепрат емес пе?",
        "question_date": "4.05.2020",
        "question_tag": "Мектеп",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)«Антибиотик» термині (anti – қарсы, bios - өмір) 1944 жылы стрептомицин Stp.griseus продуцетін ашқан З. Ваксман енгізген  болатын. Антибиотиктер – бұл антимикробтық бтологиялық белсенділігі бар табиғи заттар. Олар микробтық клеткалардан, өсімдік және жауар тіндерінен бөлінеді; химиялық жолмен синтезделуі де мүмкін.\n2) Жалпы антибиотктердің 9000 астам түрлері белгілі, олардың 200 қосылысы медицинада және басқа саларда қолданылады. Олардың ішінде пенициллиндердің, цефалоспориндердің, әсіресе оларды жартылай синтетикалық туындылары.аминогликозидтердің, макролиттердің, сонымен қатар синтетикалық препараттардың ішінде – фторхинолдардың өндірісі басым.\nАнтибиотктерді басқа биологиялық заттардан айыратын қасиеті – олардың антимикробтық әрекеті және бұл әрекеттің бір бағыттылығы болуында.             \nМедицинада қолданылатынантибиотиктер ветеринарияда, ауыл шаруашылығанда қолданылмайды және керісінше.\nАнтибиотиктер биосинтезінің түрлі жолдары.\nАнтибиотиктер екіншілік метаболитер болып, өскен дақылдың стационарлық фазасында, идиофазасында синтезделеді.\nАнтибиотиктер продуцент клеткаларының ішіне жиналып, тек аз мөлшерде клеткадан тыс қоршаған ортаға (нистатин) бөліне алады, сонымен қатар, клетка ішінде ортақ мөлшерде болып, тура солай белсенді түрде (ристомицин, кандицидин) немесе басым ортаға (стрептомицин, тетрациклин, макролидтер) бөліне алады.\nҚұрамында ароматтық туындылар қамтитын антибиотиктердің көптеген түрі бар. Олар микроорганизмдер клеткаларында ароматикалық аминқышқылдардың түрленуі кезінде аралық және ақырғы өнімдерден синтезделеді. Бұл шиким қышқылының биосинтетикалық жолы.\nОсылай, хлроамфениколдың және коринециннің ілеспелі С-С байланыстары хоризмді. Қышқылдан (n-аминофенилаланин – аралық метаболит арқылы), рифамциннің ароматикалық компоненті – антранил қышқылынан; актиномициннің ароматикалық сақиналары – антранил қышқылынан және т.б. «ауыстырылады».\nНегізгі бастапқы зат – шиким қышқылы эритрозо-4-фосфаттың (пентозо-фосфатты циклдің өнімі) фосфоенолпируватпен (гликолиз өнімі) конденсациялау нәтижесінде түзіледі де, одан кейін хоризмді қышқылға айналады.\nStr.venezuelae клеткалармен хлроамфениколдың синтезі – ароматикалық аминқышқылы тирозиннің биосинтезіне ұқсас. Бірақ, хлроам-феникол синтезі езінде хоризмді қышқыл тирозин синтезі кезіндегідей n-оксифенилпирожүзім қышқылына айналмай, n-аминофенилпирожүзім қышқылына айналады.,\nКөптеген антибиотиктер биосинтезінің негізгі кезеңі конденсация жолымен өтетін полимеризация реакциялары болып табылады:\n- полимер тізбегінде кето- және метиленді топтардың кезектесіп ацетеат-малонатты (сирек пропионат-метилмалонатты) бірліктердің поликетидтегі синтезі;\n- тиоматрицалық механизмі бойынша олиго- және полипептидтер түзілуімен жүретін амнқышқылдар;\n- олигосахаридтердің түзілуіменқатар моносахаридтер (аминосахаридтер)\nБұл конденсация реакциялары микроорганизмдердің клетка қабырғалары компоненттері син\\тезінің, метаболизм жолының негізгі реакцияларына ұқсас. Мысалы, поликетдті синтезін белгілі бір дәрежеде тиоматрицалық механизм, мембрана ретінде қарастыруға болады, ал көмірсу табиғатты антибиотиктер түзілуін грам теріс макроорганизмдердің клетка қабырғаларның полисахаридтер синтезіне ұқсастығы бар.\nПолимеризациямен қатар антибиотиктер біріншілік метаболиттердің модификациясы жолымен немесе бірінші модификацияланаған метабулиттердің конденсацясымен синтезделе алады. Жеке антибитиктердің синтезі нуклеозидтердің метеболизмімен байланысты.\nСтрептомицин, сизомцин және гентамицин сияқты аминогликоздтердің құрылымдық формулаларына жасалған сараптау негізінде айтуға болады, олардың биосинтезі көмірсулардың (глюкоза, аминоқанттар) бірліктеріне негізделген. Глюкозадан амногликозд молекулаларындағы қант қалдықтарынан бақа, олардың аминоциклоттық ферменті де синтезделе алады. Стрептомцин моликуласының басқа екі фрагменті пентоза (стрептоз) және L- глюкозамин де көмірсу текті. Стептомицин малекуласының синтезі осы 3 компонентінқосылуымен аяқталады. Антбиотиктің босинтезін микроорганизмдердің жиырмадан астам түрі ферменттері жүзеге асырады.\nЖалпы актиномцеттермен және кейбір мицеллалы саңырауқұлақтармен снтезделетін 150 астам нуклеозид табиғатының антибиотиктері белгелі. Олардың биосинтезі пуриндік және пиримидиндік нукеотдтердің метоболизм жолының синтезіне ұқсас. Мысал ретінде, Str.antibioticus түзетін вирусқа қарсы видарабин деген антбиотик жолынан пайда болды.  \nФунгицидтық қасиеті бар және ауыл шаруашылықта қоданатын полиоксин туыстығының антибиотиктер тобы тура сол нуклеозидтік табиғаттың және уридиннің метаболим жолының шығырылған.\nАнтибиотиктердің көп мөлшері поликетидті жолмен синтезделеді. Бұлар эритромицин, тетрациклин, рифамицн, макролдтер, полиэфирлік антибиотиктер. Олерды көбінесе актиномицеттер, сирек миксобактериялар және псевдомонадтар өндіреді. Аталмыш антиботикалық қосылыстардың полимеризация механизмі клеткалық мебраналардағы май қышқылдардың биосинтезіне ұқсас. Сонымен қатар қоса реакцияларды жүзеге асыратын біріншілік құрылымы ферменттердің биохимиялық реакцияларға да ұқсас.\nСөйтіп, актиномицеттердің күрделі тиоэфирлік қосылысты түзетін активті түрдегі ацетаттың және малонаттың конденсациясы (ацетил СоА) екі синтезбен жүзеге асырылды – І және ІІ типті поликетометиленсинтезі; бұл бастапқы биосинтез үрдісі поликетідті антибиотиктерге және май қышқылдарда ұқсас.\nПропион қышқылы және пропил спирті макролидті антибиотиктердің биосинтезін метилмалонил СоА арқылы ширатады.\nТетрациклиннің синтезін малонды қышқылдың моноамиді күшейтеді.\nЭритромицин – бұл кето- және метилді топтары бар 14-атомды лактонды макроцил, оның қант қалдықтары келесі құрылыс белоктардан аонденсацияланады – ацетаттың 1 молекуласы, малонттың 4 молекуласы, метилмалонттың 7 молекуласы және этилмалонаттың 1 молекласы.\n3)Антибиотиктерді неліктен өз бетімен тағайындауға болмайды?\nБарлық антибиотиктердің химиялық құрылымы мен әсер ету механизмдерінің өзгешеліктеріне қарамастан,  ерекше ортақ қасиеттері болады.\nБіріншіден, антибиотиктердің ерекшелігі сол, басқа дәрілерге қарағанда нысана-рецепторлары адамның тіндерінде емес,   микроорганизмдердің жасушаларында болатындығында.  \nЕкіншіден, антибиотиктердің белсенділігі тұрақты болмайды,  уақыт өтке сайын төмендей бастайды, бұған себеп дәрілік тұрақтылықтың (резистенттіліктің) қалыптасуы. Тұрақтылық антибиотиктерді негізсіз және жиі пайдаланудан, және сіз емдеу курсынан толық өтпесеңіз пайда болады. Антибиотикке резистенттілік шарасыз биологиялық құбылыс болып таблыады және іс-жүзінде оның алдын алу мүмкін емес.\nҮшіншіден, антибиотикке резистентті микроорганизмдер  олар анықталған  пациент үшін ғана емес, тіпті уақытпен және кеңістікпен бөлінген басқа адамдар үшін де қауіпті. Сондықтан антибиотикке резистенттілікпен күресу қазіргі уақытта  ауқымды мәселеге айналды.\nМысал үшін: өкпенің қабынуы  – емдеу 10 — 14 күн, зәр шығару жолының инфекциясы – 20 күнге дейін. Бұл ақша «суыру» мақсатында жасалмайды.   Барлық патогенді қоздырғыштардың көзін құрту қажет. Сіз антибиотикті 3 – 4 күн қабылдайтын болсаңыз, жағдайыңыз жақсарып қалады да,  оны ішуді тоқтатасыз, олай емделудің мәні жоқ.  Бәрібір бактериялардың бір бөлігі аман қалып, көбейген кезде мутацияға ұшырап бейімделіп кетеді. \nБұл әсіресе педиатрияда толғандыратын мәселе. Бала өзін жайсыз сезінсе, ЖРВИ белгілері болса бірден антибиотик береміз. Кейіннен бұл балаларда антибиотиктерге резистенттілік пайда болуы мүмкін.\nДәріханаға барудың және фармацевттердің пікіріне сүйенудің қажеті жоқ. Неге? Біріншіден: жайсыздықты қандай бактерия тудырғандығын сіз білмейсіз. Және антибиотикті сатып алудың  ондай жағдайда көзсіз сатып алудан еш айрымашылығы жоқ. (неге қолым тисе – сол менікі). Антибиотиктер вирусқа әсер етпеген күннің өзінде!!! Екіншіден: егер сіз фармацевттен кеңес сұрасаңыз, ол сізге ең кең ауқымды әсер ететін антибиотикті ұсынады. Үшіншіден: сіз толық емделу курсы қандай екендігін білмегендіктен аяғына дейін жеткізбейсіз. \nЕгер антибиотиктерді дәрігердің нұсқауын қатаң сақтай отырып қабылдайтын болсаңыз, жанама әсерлердің даму ықтималдығын ең төменгі дәрежеге жетікзесіз. Алайда ол бар және ағзаның жеке ерекшеліктеріне және антибиотиктің түріне байланысты.\nБірақ ең бастысы:  бактериялық инфекцияларды болдырмас үшін антибиотиктер туралы мүмкіндігінше ойлауға тырыспаған жөн, әсіресе дәретханаға барғаннан кейін, тамақтану алдында, сондай-ақ шикі етке қол тигізгеннен кейін қолды сабынмен жиі жуып тұрса жеткілікті (бактерияға қарсы сабынмен жуу міндетті емес)!\nАнтибиотиктерді белгілі бір айғақтар бойынша дәргерд ғана тағайындауы тиіс, антибиотикті таңдау аурудың сипаты мен ауырлығына, сондай-ақ пациенттің бұрын алған препараттарына байланысты. Және тек дәрігер ғана микробқа қарсы препаратты ауыстыру мәселесін шеше алады.",
                "date": "4.05.2020",
                "upvotes": 0
            },
            {
                "text": "Мағанда керек еді.Өтінемін айтып жіберіңіздерші",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "1.шындық\n2.Жалған\n3.Шындық\n4.Жалған",
                "date": "15.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қос теңсіздікті жеке екі теңсіздікке ауыстыр: 12 < x < 15",
        "question_content": "Қос теңсіздікті жеке екі теңсіздікке ауыстыру",
        "question_date": "4.05.2020",
        "question_tag": "Математика",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x үлкен 12 ден\nx < 15\n\nБұл теңсіздікті координаттар жүйесіне саоып та бақылауға болады.",
                "date": "4.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыш пирамдаң колемін табу",
        "question_content": "Дұрыс пирамиданың табаны қабырғасы  36 см-ге тең квадрат және оның бүйір қыры 83 см. Осы пирамиданың көлемін табыңдар",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі:\nЖауабы:34128см^{2}",
                "date": "4.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Намазды жайнамаз жоқ болса, таза орамалға оқып бастауға болады ма?",
        "question_content": "Намаз бастайын деп едім, жайнамаз жоқ, орамал жайып оқысам бола ма, әзірге",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жайнамаз – мұсылмандықтың нышаны,тазалық пен пәктіктің мекені. Жайнамаз үстінде Ұлы жаратушыға тағзым ететін болғандықтан, оны құрметтеп жоғарыға қойған. Қасиетті төсеніш кейде жай ғана матадан тігілсе, кейде арнайы тоқылып, кілемше түрінде ұсынылады. Шариғатта кілемшелерге ою-өрнек салғанмен құс пен аңның суретіне тыйым салынған. Сонымен қатар, жайнамаздың басы мен аяғына өте мән берген. Бас жағында арнайы сәжде жері екенін білдіретін белгі болады. Бұл сәжде етер жерді аяқпен баспасын деген сақтық болса керек. Бұл да – тазалық пен имандылықтың белгісі. Жыл өткен сайын жайнамаз да түрленуде. Мысалы, дағыстандық өнертапқыштар «ақылды» жайнамаз ойлап шығарды. Ерекшелігі – Алла тағала алдында бес парызының бірін өтегісі келген жанға намаздың барлық әрекеттерін дұрыс орындауға және рәкат санынан шатаспауға үнтаспа көмек көрсетеді.\n– Егер адам қателік жіберсе, яғни намаз әрекеттерін орындауда асығыстық жасап немесе кейіндеу қалып жатса, сенсорлы жайнамаз вибрациялық толқын арқылы белгі береді. Сондай-ақ бұл вибрациялық толқындар намаз оқушының ойын бөлмейді, – дейді аталмыш туындының авторлары.\nДін мәселелерін зерттеу орталығының аға маманы Бақтияр Оспановтың айтуынша, қасиетті кілемшені таңдауға бейжай қарамаған абзал.\n– Намаз оқығанда көз төменде, яғни жайнамаздағы сәжде нүктесінен көз алмай оқу – ең басты әдеп. Сондықтан ой бұзылмас үшін мейлінше жайнамазда сурет болмауы тиіс. Бүгінгі таңда сатылымдағы жайнамаздың көбі Қытайдан келеді. Олардың ішінде әсемдеу мақсатында  ою өрнек салынғаны бар. Мұқият қарасаңыз, ерекше дизайнның астарында көз бен жан жануардың суреті бейнеленген. Дизайндық жағынан мықты болуы мүмкін, дегенмен сананы сан саққа жүгіртеді. Негізінде Түркиядан келетін жайнамаздар қолайлы әрі сапалы. Бұл әлгі Қытайдың тауарынан қымбат әрі түрі әдемі болмауы мүмкін. Бірақ сәждедегі адамның ойы шашырамайды.\nЖайнамаз – мұсылмандықтың рәмізі. Жайнамаз – тазалықтың белгісі. Пайғамбарымыз с.ғ.с «тазалық – иманның жартысы», - дейді. Олай болса жайнамазға бейжай қарамайық.\nТолығырақ: https://aqmeshit-zhastary.kz/zanalyk/ruhaniyt/1301-zhaynamaz-zhayly-ne-blemz.html",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы 72 метр болатын тіктөртбұрыштың енінің ұзындығына тәуелділігік формуласын жаз",
        "question_content": "Бүгін бізде бжб бжбда осы сұрақ келді",
        "question_date": "4.05.2020",
        "question_tag": "Мектеп",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тік төртбұрыштын ауданы 72 сантиметір ал ені 6 см жауабы",
                "date": "11.05.2020",
                "upvotes": 0
            },
            {
                "text": "Жауабын жиберинизши",
                "date": "13.05.2020",
                "upvotes": 0
            },
            {
                "text": "ені =72/ұзындық",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 30 л этиленнен шығымы 80% болғанда қанша (г) этиленгликолр алынады?",
        "question_content": "Көлемі 30 л этиленнен шығымы 80% болғанда қанша (г) этиленгликолр алынады?",
        "question_date": "4.05.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3C2H4+ 2KMnO4+4H20→ 3 CH2OH-CH2OH + 2MnO2 + 2KOH",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алып қашу салдары",
        "question_content": "Бір көріп бір қызды алып қаштым. Ойымда үйлену керек деген принцип тұрды. Ол қыздың əке шешесі жоқ тұл жетім. Уақыт өте жақсы көріп кетем деп ойлағам, бірақ жүрекке əмір жүрмейді екен. Менің əйелім емес как будто қарындасым сияқты болып кетті. Сəл ауыр сөзге жылай береді. Ажырасып кетейін десем өмірін уайымдаймын оның үстіне уже аяғы ауыр. Ажыраспайын десем арамызда салқындық, жəне өзімді іштей кінəлəп жегідей жеп біттім. Түнде ұйықтаудан қалдым уайымнан. Кейде өз өзіме қол жұмсағым келеді қыздың өмірін қор қылдың деп. Не істесем болады айтыңыздаршы.",
        "question_date": "4.05.2020",
        "question_tag": "Жанұя",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз ісіңізге жауапкершілікті толық алыңыз. Сіз оны аяған болып, жасырын түрде өзіңізді аяп отырсыз. Сізді оны алып қашып, одан қалса аяғын ауыр етіге ешкім мәжбүрлемеді. Сіз сүймей жүрмін дей бермей нағыз махаббат сыйластықта екенін түсініңіз. Әйелді тәрбиелеп үлгі болатын еркек. \nСіз жарайды, басында бәрі жақсы болып кетеді деп осы жолды таңдапсыз. Енді ойыңыздағыдай нәтиже көрмей қалсаңыз кішкене бала ұқсап, бас сауғалап өзіңізді аяудың қажеті жоқ. Басында қойған мақсатыңызға жетіп көріңіз. \nОл қызды өзіңізге жақын тартып, жеке көп қыдырып, қыз бен жігіт қалай жүреді солай оны күтіңіз. Жылағанына мән бермеңіз, аяғы ауыр болғандықтан болар. \n Отбасы құрар алдын салғырт қарамау керек, ал жасалған істен бас сауғалап қашпай шешімін іздеу керексіз.\nБақытты болыңыздар.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экспрессивті эмоционалды сөздер деген не мысал",
        "question_content": "Экспрессивті эмоционалды сөздерге мысал ережесі",
        "question_date": "4.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 98000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі тіл білімінде эмоционалды (эмотив-экспрессив) сөздер сөз мағынасы-ның қыры (аспектісі) ретінде тіл білімінің өзекті мәселелерінің біріне айналып отыр. Атап айтқанда, эмоционалдық мәселесі ағылшын, француз, литва, орыс, саха (якут), қазақ, нанай, өзбек, жапон, қытай т.б. тілдердің материалдары бойынша зерттелініп, оған арнайы және жанама көптеген еңбектер арналды. Бұлар әр түрлі тұрғыдан, жеке лингвистикалық (лек-сикологиялық және лингвостилистикалық), әлеуметтік лингвистикалық, психолинг-вистикалық негізде зерттелінді. Осылардың негізгілері ретінде шетел ғалымдары К. Эрдманның, Ш. Баллидің, орыс ғалымдары В.В. Виноградовтың, В.А. Звегинцевтің, А.М. Ефимованың, Е.М. Галкина – Федо-руктың, Н.А. Лукьянованың, сондай-ақ қа-зақ ғалымдары С.К. Кеңесбаевтың, М.Б. Ба-лақаевтың, Ғ.Ғ. Мұсабаевтың, М. Томанов-тың, Б.Қ. Момынованың, Е. Жанпей-ісовтың, Х. Нұрмұхановтың, Ф.М. Мұсабе-кованың, З.К. Ахметжанованың және т.б. ғалымдардың еңбектерін атауға болады.\n\nМысалы, тілдегі экспрессивті сөздер жайында ғалым Б.Қ. Момынова былай деп тұжырым жасайды: «Көркем шығарма тілі-не талдаулар жасауды шындап қолға алған лингвистер кейінгі жылдары жаңа шығармашылық табыстарға қол жеткізуде. Сондай соңғы жетістіктердің бірі – сөз бейнелілігінің уәжділігі жөніндегі ғылыми пайымдаулар. Бейнелі немесе көркемдеуіш сөздер, экспрессиялық бояуы қою сөздер – әр жазушының стильдік тұғырын айғақтай-тын тілдік категориялар. Көркем әдебиет стилі қарастыратын экпрессиясы бар сөздердің тілдік қорымызда мол екендігі экспрессиясы жоқ я болмаса экспрессивті емес сөздермен салыстырылғанда анық көрінеді.\n\nСөз атаулының бейнелілігі үнемі бір деңгейде болмайды, бейнелілік бір-біріне ұқсас та болмайды. Барлық көркемдік атау-лы бір-бірінен айнымайтындай ұқсас болса, көркемдік деген ұғым болмас еді, оны зерттеудің қажеттілігі туындамас еді. Ал қажеттілікті тудыратын проза мен поэзия көркемдігі, бейнелілігі, оларды жеткізуші, сипаттаушы тілдік құралдардың, түрлі грамматикалық категориялардың және лексикалық бірліктердің сан алуандығы, бір-бірінен айырым белгілерінің айқын байқалып тұруы. Бейнеліліктің деңгейі әр жазушыда әр түрлі болатындығы өз алдына, бір жазушының шығармаларының өзінде әр қилы түрде кездеседі» [1].\n\nҚоғамда адамдардың бір-біріне қа-рыс-қатынасы кезінде эмоционалды лекси-ка бірден-бір маңызды құралдардың біріне жатады.\n\nТіл біліміндегі эмоционалды сөздер деп аталатын сөздер тобы адамдардың бір-бірімен қарым-қатынасы кезінде ерекше қолданысқа ие болады. Сол себептен олар ауызекі сөйлеу тілі мен көркем әдеби шығармалар тілінде көрініс табады.\n\nЭмотив сөздер мен экспрессив сөз-дердің ортақ және айырым белгілері бар. Нақтырақ айтқанда, олардың ортақ белгі-лері ретінде, эмотивтің де, экспрессивтің де негізінде эмоция жатады. Ал айырым белгілері ретінде, біріншіден, олардың білдіретін мағынасынан көрінеді: эмотив сөздер еліктіру, толқытуды берсе, экспрес-сив сөздерде көркемдік, мәнерлілік болады. Екіншіден, тілдік деңгейі: эмотив сөздер сезімді, эмоцияны білдіретін тіл элементі болса, экспрессив сөздер тіл бірліктерінің семантикалық-стилистикалық белгілерінің жинақталған түрі болады. Үшіншіден, тілдік қызметі: эмотив сөздер қоршаған ақиқат болмысқа деген адамның әртүрлі көңіл-күйін, сезімін, әсерін білдіреді, экс-прессив сөздер сөйлеп тұрған адамның сөз мазмұнына немесе ол сөз арналған адамға деген өзіндік көзқарасы мен қатынасын тілдің көркемдегіш құралдары арқылы бейнелейді. Төртіншіден, тілдік құралдары: эмотивтілік эмоциялық өң берілген лексика арқылы, ал экспрессивтілік тілдің барлық категориялары арқылы білдіріледі.\n\nҚазіргі қазақ тіл біліміндегі эмоцио-налды лексика эмоционалды және экспрес-сивті болып екіге бөлінетіні белгілі.\n\nЭмоция сөзі француз тілінің emotion; латын тілінің emovere – қыздыру, толқыту сөзінен шыққан. Эмоционалды сөздер дегеніміз – сезім негізінде шыққан эмоция-лар. Эмоционалды сөздер адамның сезім өрісінің бай екендігін дәләлдейді.\n\nЭкспрессия адамның сөйлеу кезінде ғана емес, сонымен бірге ым, дене, бет қимылдары, жұмыс кезіндегі адамның барлық мінезінде пайда болады. Тілде экспрессивті элементтер мен эмоционалды элементтерді айыру, олардың өзара байланысына қарамай, функционалдылық мақсатының бөлек болуымен түсіндіріледі. Эмоционалдылық ой және ерік бір қатарда тұрады және олардың тілде қолданылу тәсілдері бар. Экспрессия, экспрессивтілік ойдың және еріктің пайда болуындағы сияқты эмоционалды болып қабылдануы мүмкін.\n\nТіл білімі сөздігінде «Эмоционал-дық – (лат. Emovere – еліктіру, толқыту) фр. emation – қоршаған болмысқа деген адамның әртүрлі көңіл-күйі, сезімі, әсері.\n\nЭмоциялық өң берілген лексика ұна-ту мен ұялту, үрей мен қуаныш, масаттану мен жек көру, қорқыныш пен батылдық, сенім мен сенімсіздік, қайғы, уайым, зарығу т.б. көптеген мағыналардың қолда-нылуы. Экспрессивтілік (лат. Expressio – выражение, мәнерлілік) ағыл. Expressivity expressivite expressivitat (мәнерлілік), яғни тіл единицаларының семантикалық-стилис-тикалық белгілерінің жинақталған түрі. Ол сөйлеп тұрған адамның сөз мазмұнына немесе сол сөз арналған адамға (адресатқа) деген өзіндік көзқарасы мен қатынасын көрсететін тілдік құрал ретінде қолданы-лады. Оның фонетикалық, морфологиялық, лексикалық, синтаксистік құралдары бар. Осы құралдар арқылы сөз сөйлеушінің психикалық, эмоционалдық күйін көрсете алатын қабілетке ие болады. Экспрессив-тілік айтылған сөзді эмоционалдық (сезім-дік) айшықты (аффекті) сөз ретінде жеткі-зеді. Экспрессивтілік құралдарын фоне-тика, грамматика, лексикология, стилис-тика және семантика зерттейді.\n\nБұл сөздіктегі келтірілген екі анықта-мадан мынадай нәрселерді байқауға бола-ды. Біріншіден, эмоционалдылық пен эксп-рессивтілік – бейнелі сөздердің бір деңгей-інде тұрған тілдік категориялар. Екіншіден, олар өзара байланысты, сондай-ақ жеке өздеріне ғана тән айырым белгілері де бар.\n\nЯғни эмоция дегеніміз – адамның органикалық мұқтаждықтарын қанағаттан-дыруға не қанағаттандырмауға байланысты туатын психикалық күй. Сондықтан, эмоция – қоршаған ортадағы әсер туды-рушы ақпараттарды сезімге апаратын саты. Ол – сезім күйі және оның қысқа мерзімді айқын көрінісі, адамның жан дүниесінің жандануы мен тіршілік ағымында айтар-лықтай маңызы бар психикалық процесс. Ең алғаш адам баласы тілді меңгере баста-ғанда табиғаттағы, қоршаған ортадағы адам эмоциясына әсер ететін жағдайларға байланысты өзінің эмоциясын бет қимылы, дене қимылы және ең бастысы сөйлеу аппараттары арқылы сыртқы ортаға шығарып отырған. Бұл алғашқы дыбыс-тарды немесе дыбыстық шоғырларды, қа-зіргі тілмен айтар болсақ, бойында эмоциясы басым тілдік элементтер – одағай мен еліктеу сөздер деп атаймыз. Тарихи тұрғыдан жоғарыдағы адамның эмоциясы арқылы шыққан дыбыстар мен дыбыстық шоғырлар сөйленімнен тілге айналуына байланысты қазіргі тілдегі эмоционалды сөздер пайда болған деп шамалаймыз. Ал эмоционалды сөздерде эмоциямен бірге сезім қатысады. Сезім адамның өзіне, өзге адамдарға, айналасындағы заттар мен құбылыстарға көңіл-күйінің қатынасын білдіретін және оларды бейнелейтін психикалық процесс.\n\nЯғни, сезім жалпы ұғым болса, эмо-ция сезімді қалыптастырудағы бір сәттік күй, жалқы ұғым болады. Ал тілде экспрессивтіліктің пайда болуына эмоция, сезім және ерік қатысады. Ерік дегеніміз – адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті. Экспрессияның негізінде адамның саналы ойлау қабілеті жатыр. Эмоционалды сөздерде эмоция мен сезім басым болса, экспрессивті сөздерде бұлармен (эмоция және сезіммен) бірге ерік болады.\n\nҚазақ тіл білімінде де аталмыш топтағы сөздерді әркім әртүрлі атайды. Ш.Ы. Нұрғожина, Х.М. Нұрмұхановтар эмоционалды-экспрессивті лексика деп атаса, ал қазіргі қазақ тілінің лексиколо-гиялық оқулығында мұндай сөздер тобын «экспрессивтік-эмоционалды» деп атайды.\n\nТіл білімі сөздіктерінде эмоционалды сөздер мен эмотив сөздер синоним ретінде қолданылған: «эмотивтік» (лат. еmovere – еліктіру, толқыту), фр. emotion – сезімді, эмоцияны білдіретін тіл элементі. Ал бұ-лардың категорияларын адамның қоршаған болмысқа деген әртүрлі көңіл-күйін, сезімін білдіретін сөздерді «эмотив» деп, адамның қоршаған ортаға деген әртүрлі әсерін білдіретін эмоцияның (кейде олар қатыспайды), сезім, ерік қатысуы арқылы, тілдің көркемдеуіш құралдары арқылы бейнеленген сөздерді «экспрессив» деп қолданамыз.\n\nОрыс-қазақ аударма сөздігінде бұл сөздер былай аударылған: Экспрессивность – мәнерлілік, айқындық, бейнелілік; речи - сөздің мәнерлілігі. Экспрессия – мәнерлілік, дәлдік, бейнелілік; говорить с – ей мәнерлі сөйлеу. Экспрессивный, - ая, - ое мәнерлі, кестелі, бейнелі, айқын; ая – речь мәнерлі сөз; ая - лексика экспрессивті лексика. Эмоция – эмоция, сезім, әсер, жан толғанысы – радости қуаныш сезімі; - гнева ашу сезімі; интеллектуальные зияттық эмоциялар; отрицательные - жағымсыз эмоциялар [2].\n\nТіл білімінде сөздік құрам қабатындағы бұл сөздер барлық деңгейде де жасалынады. Қазіргі дәстүрлі тіл білімінде сөздік құрам қабатындағы мұндай сөздердің жасалу жолының негізінен бес түрі көрсетіледі. Олар фонетикада – интонация арқылы, сөзжасамда - қосымшалар арқылы, лексикада – сөздердің ауыспалы мағынада қолданылуы арқылы, ал синтаксисте – сөз тіркестері арқылы беріледі.\n\nКөркем шығармаларды оқыған кезде бұлардан басқа да адамның көңіл-күйін, ішкі тебіренісін, сезімін, яғни эмоциясын беретін сөздер бар. Олар түбір қалпында ақ ешқандай қосымшасыз, жеке тұрып адамның қандай жағдайда тұрғандығын білдіре алады. Бұларға тілдегі одағай сөздер мен еліктеуіш сөздерді жатқызуға болады. Мысалы, пахпах, ух, шіркін, уа, әттең, ойбай десек, адамның қатты қуанышын немесе ренішін байқаймыз. Бұл сөздерді адамның ішкі сезіміне, көңіл-күйіне байланысты шыққан сөздер деп атауға болады. Мысалы: «Ура! – деді санын сабалап, - Ура!, машина келе жатыр!»\n\nОйбай-ай, ойбай! – деп құлындаған даусы құраққа ұшты [3]\n\nӘттең, буаз қайнаға екеуіңді жаратқан құдай да бөлек қой!.. [4]\n\nСуреткер жазушы осындай сөздерді қолдану арқылы сөйлемдердің экспрессивті-эмоционалды қуатын арттырып, айтар ойын оқырмандар көңіліне бірден, нақты жеткізеді.\n\nР. Сыздық: «Нағыз жазушы кейіпкерін өздері беріп тұрған образға сай сөйлетеді. Кейіпкер сөзі оның бейнесін жасауға тікелей қызмет ететін көркемдік тәсілдің бірі болып саналады» дейді [5].\n\nҒалым Х. Кәрімов өз ойын: «Көркем мәтінді өнер туындысы ретінде зерттегенде таза – лингвистикалық әдіс-тәсілдермен шектеліп қалу жеткіліксіз.\n\nСебебі, көркем туынды (көркем мәтін), даралық көркем стиль жазушы шығармаларының көркем құрылысы ғана емес, әр жазушының шығармаларына тән мазмұн мен түрлі ерекшеліктері. Көркем әдебиет стилистикасында шығарманың тілін оның идеялық мазмұнынан бөліп алып қарауға болмайды.\n\nКөркем шығармада кейіпкердің көрінуіне тілдік ерекшеліктердің қосар үлесі аз емес», - деп түйіндейді [7].\n\nТілдегі эмоционалдылықтың семантикалық ерекшеліктерін анықтау екі аспектіде жүзеге асуы керек, біріншісі – денотативті мағына да, екіншісі коннотативті мағына. Хабарлаудың бірінші бөлігі сөздердің денотаттық мағынасымен сәйкес келеді де, ол ұғым деп аталады. Ұғым арқылы денотаттық мағына сыртқы әлеммен байланысқа түседі. Пікір алысудың екінші бөлігі сөйлеушілермен және олардың жағдайларымен байланысты болып, коннатацияға тең келеді. Оған эмоция, экспрессия және мағынаның стилистикалық компоненттері енеді. Эмоционалды сөздер семантикада негізінен денотаттық мағына мен коннотаттық мағыналарда кездеседі және эмоционалды-экспрессивті сөздердің семантикадағы орны негізінен коннотацияға тең.\n\nТілде эмоционалды сөздер эмоционалды емес сөздерден коннотативті мағына арқылы айқындалады.\n\nҚазақ тілі энциклопедиясында коннотацияға былай деп анықтама беріліп жүр: «Коннотация (лат. сonnotation, connote – қосымша мағынасы бар) ағыл. Сonnotation, фр. Сonnotation – тілдік единица мағынасындағы жасырын әрі қосымша ерекше компонент; дүние туралы біліммен белгіленетін заттың эмотивті қабылдануы. Коннотация тілдік единицалардың бағалылық, эмоциялық, стильдік параметрлерімен сипатталады. Коннотация әрбір тілге тән маңызды ұлттық ойлаудың ерекшеліктерімен айқындалады. Коннотация - тіл бірлігінің эмоциялық, бағамды немесе стилистикалық рең білдіруі. Кең мағынасында: тіл бірлігінің грамматикалық және заттық – ұғымдық мағынасын толықтырып, оған экспрессивті сапа беретін бөлігі. Коннотация – сөйлеушінің тәжірибелік, тарихи, мәдени, танымдық біліміне, олардың сөз болып отырған нәрсені ұнатуы не ұнатпауына, бағалауына, стильдік деңгейге, тіл қызметінің саласына, олардың әлеуметтік қатынасына және т.б. байланысты болатын құбылыс. Тар мағынасында: коннотация тіл бірлігі мағынасының бөлігі, сол мағынаның ассоциотипті–образдық ішкі тұлғасын түсінуден туындайтын қосымша мағынасы, яғни троп не сөйлеу фигурасы болып табылады. Коннотацияның субъектілігін бір сөздің қарама-қарсы мағынада қолданыла алуынан байқауға болады. XIV ғ. аяғынан бастап коннотация термині эмоциялық бояуы бар сөздерге байланысты қолданылады [7].\n\nЭмоционалды сөздер қарым-қатынас құралы ретінде адам сөйлеуінің барлық аясын қамтиды да, теориялық тұрғыдан көптеген тұжырымдардың негізі бола алады.",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "Экспрессивті - эмоционал создер дегенимиз не?",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "Сен тура менің туған күнімде сұрақ қойыпсың да.",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "Эмоционалды-эксперссивті сөздер дегеніміз адамның бір нәрсеге көзқарасы. Мысалы: құрметтеу, еркелету, таңдану",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ТТР типін анықта (молекулааралық, диспропорциялы, молекулаішілік) а) FeCl2 + Cl2 → FeCl3;",
        "question_content": "1. ТТР типін анықта (молекулааралық, диспропорциялы, молекулаішілік) а) FeCl2 + Cl2 → FeCl3;\n\nВ)KClO3 → KC1 + KC1O4;",
        "question_date": "4.05.2020",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 FeCl2 + Cl2 → 2 FeCl3\n2 Cl0 + 2 e- → 2 Cl-I (восстановле́ние)\n2 FeII - 2 e- → 2 FeIII (окисление)\nCl2 - тотықтырғыш, FeCl2 - тотықсыздандырғыш\n4 KClO3 (aq) → 3 KClO4 (s) + KCl (aq)\nClV + 6 e- → Cl-I (восстановле́ние)\n3 ClV - 6 e- → 3 ClVII (окисление)\nKClO3 - тотықтырғыш және тотықсыздандырғыш (диспропорция).",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін алмастыру тәсілімен шешіңіз: х + 2у = 11, 9х + 15у = 16.",
        "question_content": "Теңдеулер жүйесін алмастыру тәсілімен шешіңіз: х + 2у = 11, 9х + 15у = 16.",
        "question_date": "4.05.2020",
        "question_tag": "Математика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кешіріңіз  менған мына есепке көмектесіп жіберіңіз ші {x-y=2\n{2x+3y=-1",
                "date": "5.05.2020",
                "upvotes": 0
            },
            {
                "text": "X=11-2y\n9×(11-2y)+15y=16\n99-18у+15у= 16\n99-16=18y-15y\n83=3y\ny=83/3= ә х=11-2×83/3=ө",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысық нені жақсы көреді соның ағылшынша жауабын қалай жазады?",
        "question_content": "Мысық нені жақсы көреді соның ағылшынша жауабын қалай жазады?",
        "question_date": "4.05.2020",
        "question_tag": "Мектеп",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Мысық жақсы көреді...\" дегенді - \"Cat likes...\" деп жазуға болады.\n\nМысалы, \"Cat likes milk (сүт)\" немесе \"Cat likes fish (балық)\"",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте қанша оқушы бар",
        "question_content": "Қыз бала саны 299. бұл барлық оқушылардың 65%. мектепте қанша оқушы бар.",
        "question_date": "4.05.2020",
        "question_tag": "Математика",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "299 қыз бала 65% болса, онда 1 %-ды табамыз:\n299 / 65 = 4,6\n4,6 бала 1 % болса,\n100 %, яғни барлық баланы табу үшін 100-ге көбейтеміз: 4,6 * 100 = 460\nЖауабы: Мектепте барлығы 460 бала",
                "date": "11.05.2020",
                "upvotes": 1
            },
            {
                "text": "Пропорция құрып табуға болады.\n100 ------65%\nx ----------299\nx=299*100 / 65 = 460 \nБарлық оқушылар саны 460.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бос жиындардың атауын ойлап табу керек.",
        "question_content": "Бос жиындардың атауы тап. Оларды жаз.",
        "question_date": "4.05.2020",
        "question_tag": "Математика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сасымайтын қолтық терлегенде не істеу керек?",
        "question_content": "Кейінгі кезде қолтық тердеуді шығарды. Бұрын қатты күн ыстықта терлейтін. Бүгн магазинге барып келгенше колымның асты су болып кетті. Иіс шықпайды, сасымаймын. Осы тершеңдікті қалай жойсам болады? Асқынып кетіп сасып жүргім келмейді. Практикадан  өткен, басыңызда болған жағдайды жазсаңыздар екен.",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 962,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам болғасын барлығы терлейді ғой. \nБірақ аса тершеңдіктің өз себептері бар.\nТүнде қатты терлесеңіз (гипергидроз) ол өте қауіпті. Бұл дегеніміз онкологиялық аурудың белгілері болуы мүмкін. Бұл туралы Висбадендегі Дерматология мен аллергология клиникасының директоры Кристиан Байерл айтты.\nПрофессордың айтуынша, бұлай болудың себебі лимфома мен лейкоздың әсерінен болуы мүмкін.\nӘсіресе түнде шылқып терлегеннен қауіптену керек. Сонымен қатар, дене қызуы көтеріліп, себепсіз салмақ тастау да онкологиялық аурудың белгілері болып табылады.\nЕгер адам ешқандай дәрі-дәрмек қабылдамай, салқын бөлмеде жатқанның өзінде терлесе, онда қалқанша безін тексерту керек.\nСондай-ақ, тершең болып, оның үстіне шөл қысса бұл диабеттің белгілері болуы мүмкін.\nЖатарда дәмдеуіштер қосылған аса ауыр тағам жеп жатса да, тершеңдікке әкеп соғады.\nБұл жағдайлардан өзге дене белсенділігі немесе градустың көптігінен пайда болған тер қалыпты жағдай. Тек жеке бас гигиенасын сақтансаңыз болғаны.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайсар сөзінің сөз тіркесі қалай?",
        "question_content": "Мен қайсар сөзінің сөз тіркесін  таппай отырмын. Соны тауып берсеніздер!",
        "question_date": "4.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сөз тіркесі ( орыс. словосочетание ) деп толық мағыналы екі я бірнеше сөздің бір-біріне тұлғалық әрі мағыналық жағынан бағына байланысуын атаймыз.\nМысалы: Қайрат балаларға Досанмен болған әңгіменің мән-жайын баяндады деген сөйлемдегі сөздер мына сияқты тіркестерден құралған:\nҚайрат балаларға;\nбалаларға Досанмен;\nДосанмен болған;\nболған әңгіменің;\nәңгіменің мән-жайын;\nмән-жайын баяндады.\nҚайсар сөзіне де әртүрлі тіркестер жасауға болады. \nҚайсар адам, қайсар жүрек , қажымас қайсар және т.б.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция нəтижесінде түзілген тұздың массасы ж/е сутектің көлемі",
        "question_content": "Массасы 14г темірді күкірт қышқылының ертіндісімен өңдейді. Реакция нəтижесінде түзілген тұздың массасы жəне сутектің көлемі",
        "question_date": "4.05.2020",
        "question_tag": "Химия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14 г                       х грамм\n\n2Fe + 3H2SO4 → Fe2(SO4)3 + 3H2\n\n2*56г/моль            400 г/моль\n\nх=m(Fe2(SO4)3)=14*400/112=z (грамм)",
                "date": "4.05.2020",
                "upvotes": 0
            },
            {
                "text": "n=m/M=14/56=0,25\n\nV=n•Vm=0,25•22,4=5,6л",
                "date": "26.08.2023",
                "upvotes": 0
            }
        ]
    }
]