[
    {
        "question_title": "\"Қат-қабатта\" бөлімін композициялық құрылысына талдау(Абай жолы)",
        "question_content": "\"Қат-қабатта\" бөлімін композициялық құрылысына талдау(Абай жолы)",
        "question_date": "29.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқиғаның басталуы: Ырғызбай күздеуден қыстауға ерте көшуі\nОқиғаның дамуы: Құнанбайдың Шыңғыс тауды басып алуы\nОқиғаның шиеленісуі: Байдалының Майбасарға дүре соғуы\nШарықтау шегі: ҚҰнанбайдың Бөжей ауылына бас салып, Бөжейге дүре соқтыруы\nШешімі:: Байсалдың Ырғызбай руынан бөлініп Жігіттек жақа өтуі<!--/data/user/0/com.samsung.android.app.notes/files/clipdata/clipdata_bodytext_230123_012413_843.sdocx-->",
                "date": "23.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамға ұқсас роботтар қашан пайда болды?",
        "question_content": "Адамға ұқсас роботтар қашан пайда болды?",
        "question_date": "29.01.2021",
        "question_tag": "Информатика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Роботтардың шығу тарихы\n20 ғасырдың басында робот жасауға деген барлық алғышарттар пайда бола бастады. Электр тоғы тек қуат көзі ғана болып қоймай, ақпараттарды жіберу, алу және өңдеуге мүмкіндік берді. Бірінші роботтардың қай кезде пайда болғаны нақты белгісіз, алайда, көптеген жекелеген компаниялар мен жеке өнертапқыштар осы салада ізденістер жүргізіп жатты. ХХ ғасырдың 20-30 жылдары робототехниканың талаптарына толық сәйкес келетін 30-дан астам механизмдер пайда болды.\nҚалай дегенімен де бірінші роботты жасап шығарушы ретінде Америкалық өнертапқыш Westinghouse Electric Company-ң инженері -Рой Уэнсли саналады. 1928 жылы жасап шығарған \"Герберт Телевокс\" атты механизмі дене бітімі адамға ұқсас болып, қарапайым қызметтерді, яғни үйдің есік терезесін ашу, жарықты сөндіру, т.б. сол секілді шаруаларды атқара алатын болған. Бұл туындының автомотондардан айырмашылығы- телефон арқылы берілген пәрмендерге толықтай жауап бере алған. Ол шызметті қараппйым адамдар секілді телефон тұтқасын алу арқылы жүзеге асырған. Ол кездегі технологиялардың даму шегіне байланысты ол дыбыстар тек писктер мен әртүрлі дыбыс тондарынвң өзгерісі арқылы беріліп отырған.\nАлайда, ол роботтың бірінші емес екенін, Жапон биолог-ғалымы Макото Нисимура таласады. Ол 1929 жылы бірінші қолданыстағы роботты ойлап тапты. Жасап шығарған робот желі сымы арқылы берілген айтарлықтай қиын қозғалыстағы пәрмендерді орындап қана қоймай, жаза да алатын.\nСонымен қатар, біріншілікке таласып жүрген Британ әскериі Уильям Ричардстың 1928 жылғы жасалған Эрик атты роботы. Жасалған механизм тек қана қимылдап қоймай, көптеген сұраққа жауап беріп, арасында әзілдеуді де ұмытпайтын.\nЖоғарыда аталған туындылар тек қана ғылымның дамығандығын ғана көрсету үшін керек болды, бірақ оларды қолдану үшін мүмкіндігі тым шектеулі еді. Робототехниканың дамуы кейінірек көріне бастады, өйткені оларды қызметте пайдалануы үшін технологияның жаңа бір деңгейін талап етті. Алайда, айта кететін бір жәйт, ең алғашқы өнеркәсіп саласындағы роботтар 1898 жылы американдық инженер Бэббит балқыма пештен заттарды алып шығатын өнеркәсіптік робот ойлап тапты.\n1948 жылы АҚШтағы GENERAL ELECTRIC компаниясында атомдық реакторда жұмыс істейтін алғашқы өнеркәчіптік робот жасалды. Оның басқа роботтардан ерекшелігі кері байланысының болуында еді. Ол роботтың кеңістіктегі қимыл-қозғалысын ғана бақылап қоймай, сонымен қатар, оның күшін сезе алатындай еді, соның әсерінен роботты дәл басқару оңай болды. 50 жылдардың соңында американдық Джордж Девол өнеркәсіп саласында жұмыс істейтін, перфокарттар арқылы программаланатын сериялы роботтарды шығаратын Unimation компаниясының негізін қалады. 60-жылдардың ортасында дамыған елдер ішінде осы іспеттес роботтарды шығаратын ондаған компаниялар пайда болды.\nӨнеркәсіптік роботтар жасауда1968 жылы \"Юнимейшн\" роботтарын сатып алып, соған ұқсатып өздерінің тың идеяларын қолдана отырып, айналдырған 10 жыл ішінде өнеркәсіптік роботтармен қамтамасыз етуде әлемдік көшбасшыға айналды.\nҚазіргі таңда роботтар өміріміздің барлық саласына бойлай енді. Өнеркәсіп саласы, ғылыми зерттеулер, энергетика саласы, медицинада, әскери салада, ұшқышсыз басқарылатын ұшақтар, ойын-сауық орталықтары, т.б. түрлі салада қолданылып, адам еңбегін ығыстырып шығаруда.\nРобототехника саласы бірнеше бағытта дамуда. Икемді(өте кіші) роботтар, өзінен-өзі дамитын(жасанды интеллектілі) роботтар, биотехнология және кибернетикамен тығыз байланыстағы роботтар, бионикалық протездер, жасанды ағзалар, толық автономды көліктер, кеме саласын басқаратын роботтар, ғарыштық ұшу аппараттарында, және т.б. салаларда дамып, Карл Чапек пъесасында айтылғандай адам еңбегін толық ығыстырып шығарып жатыр...\nТолығырақ: https://www.facebook.com/smartrobot.kz/posts/363961934227550/",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзілдірік тағатындар әскерге барады ма?",
        "question_content": "Әскерге көзілдірік тағатындар барады ма?",
        "question_date": "29.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел қорғауға кімдер жарамды?\nНегізі, әскери қызметке шақыру үшін арнайы тіркеуге алу бірінші кезекте ел қорғауға жарайтын азаматтардың жай-күйін анықтау үшін қажет процедура. Бір сөзбен айтқанда, мемлекет азаматтардың қаншасы әскери қызмет атқаруға, қаншасы қысылтаяң күн туса қару ұстауға жарайтынын анықтау үшін керек. Әдетте, халықаралық зерттеу орталықтары әскерге жарайтындардың есебін елдің қорғаныс қабілетін бағалауға қажетті мәліметтер қорына қосып қояды. Айталық Global Fıre Power зерттеу орталығы сондай деректерді басшылыққа алады. Осы ұйым Қазақстанның қорғаныс қабілетін 137 елдің ішінде 54 орында деп бағалапты. Олар ұсынған деректерге қарасақ, бізде 259 мың 954 адам әскери қызмет атқаруға жарамды жаста деп көрсеткен. Демек қаңтарда басталған тіркеуге алу ісі ел қауіпсіздігі үшін маңызды шара болса керек. Мұны әскери тіркеуге алудың бірінші қыры деп қойыңыз.\nСонымен қатар бұл процестің тағы бір қыры кешенді медициналық тексеру қызметін атқаратындығында. 17 жасқа толған бозбалаларды арнайы тіркеуге алған соң медкомиссия тексеруге міндетті. Дәл осы кезде олардың әскерге жарайтын-жарамайтыны анықталады. Бір сөзбен айтқанда, мұны бозбалаларды кешенді медициналық тексеруден өткізу деп те бағалауға болатын сияқты. Мұндай тіркеусіз бозбалалардың дәрігерлерге өз еркімен барып, қарала қоюы екіталай екенін мойындауға мәжбүрміз. Мәселен, былтыр әскерге шақырылғандар арасында көздері нашарлаған жастардың мол кездескені байқалған. Нұр-Сұлтан қаласы қорғаныс істері жөніндегі департаментінің медициналық комиссиясы төрағасы Гүлнар Бүтінбаева ең көп кездесетін кемшілік көздің нашарлауы екенін айтқанымен, бас қаладан көктемде шақырылған 5 154 азаматтың 5,6 пайызы ғана әскери қызметке жарамсыз деп танылғанын тілге тиек еткені бар. Бұл дегеніңіз – жастардың денсаулығы түзеліп келе жатқанын байқатады. 2018 жылы «жарамсыз жастар» үлесі 11,8 болыпты. Әрине, бір қаланың үлесін тұтас елдегі жағдай деуге келмейді. Алайда медкомиссия мамандары жастардың денсаулығы түзеліп келе жатқанын айтады. Дегенмен майтабандардың орнын көзілдірік тағатындар алмастырып кету қаупі де жоқ емес.\nТолығырақ: https://aikyn.kz/2798/aeskeri-bilet-kuezetshilerding-koeziri/",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тригонометриялық тепе теңдікді шығару.",
        "question_content": "1)tga=3/2 болса, онда sina•cosa/sin2a-cos2a 2)sina=2/3 болса онда 1-tg2a/1-ctg2a 3)cosa=-1/3 болса онда 1-tg2a/1-ctg2a өрнегінің с",
        "question_date": "29.01.2021",
        "question_tag": "Математика",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) tga=3/2 болса, онда sina•cosa/sin2a-cos2a",
                "date": "29.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Универге медицинаға түсуге болады ма?",
        "question_content": "Меткепте құқық пен дж тарих таңдап бітірсем. Универге мед.институтқа түсуге бола ма?",
        "question_date": "29.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ әрине, егер медициналық университетке түскіңіз келсе химия-биолгия пәндерін таңдау керек.",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика сабағын жаза алмай жатырмын?",
        "question_content": "Мен осы сұрақтың жауабын таба алмай жатырмын. Соның жауабын тауып бересіздер ме",
        "question_date": "29.01.2021",
        "question_tag": "Физика",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Ньютонның екі мысығы болыпты. Біреуі үлкен, екіншісі кіші. Мысықтарды таңертең оның мазасын алмас үшін, есікке екі тесік жасапты. Бірі үлкен екіншісі кіші. Мұны көрген көршісі Ньютонға: «Неге екеу жасадың, біреуі де жетер еді ғой»- депті. Сонда Ньютон басын қасып: «Иә, бұл керемет ой! Бірақ бұл ой маған келмеген екен,- деген екен.\n2. Рентген сәулелерін ашқан физик Рентгенге біреу хат жазыпты. Хатында Рентген бірнеше сәулелерді және қалай жұмыс істеу керектігін көрсететін нұсқауды хатпен салып жіберуді сұрапты. Хат иесінің сөзіне қарағанда көкірегінде оқ қалып қойыпты. Рентген хаттың иесіне мынадай жауап жазып жібереді: «Өкінішті - ақ, қазіргі уақытта менде бұл сәулелер жоқ және оларды жіберуде көп жұмыс туғызады. Сондықтан сізден сұрарым, ең оңайы, маған сіз өзіңіздің көкірегіңізді салып жіберіңіз».\n3. Ампер басқалардан ұмытшақтығымен ерекшеленген екен. Бір күні ол үйінен шығарда есігіне хат жазып кетіпті. « Мырзалар! Ампер үйде жоқ, бүгін кешке келіңіздер» - деген сөз жазылған екен. Біраз уақыттан кейін Ампер үйіне келіп хаттағы жазуды оқып, кері қайтып, үйіне кешке келіпті.\n4. Ұлы ғалым Эдисонның бағына кіретін есік өте қиын ашылады екен. Қонақтардың бірі Эдисонға өзің әйгілі өнертапқыш бола тұра осы есікті оңай ашылатын етіп қою қолыңнан келмей ме депті. Сонда Эдисон: «Меніңше есік жаман құрастырылмаған, ол үйдің су құбырымен байланысқан. Әр адам цистернаға 20 литр су құйып кетеді»- деп жауап бергенде қонақтары таң қалыпты.\nенді, әділ-қазыларымыздан сайыстың қорытындысын сұраймыз. Осындай көтеріңкі көңіл күймен сіздерге «сау болыңдар» демекпін.",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенесары ханның ұлдары болды ма?",
        "question_content": "Кенесары ханда қанша баласы болды? Қанша ұлы мен қызы? Оның тура тұқымы Қазақстанда барма ?",
        "question_date": "29.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кенесары хан ұрпақтары– Кенесары хан әулетінің шежіресі. Кенесары ханның бәйбішесі Күнімжан ханымнан (арғын руының қызы) үш ұл туады: Жапар, Тайшық, Ахмет. Екінші әйелі Жаңыл ханымнан бес ұл туады: Құмар (кейбір деректерде Омар), Әбубәкір, Құсман (Осман), Сыдық, Жақшы (Жегей) (бұл мәліметтер Әзімхан Кенесариннің отбасылық архивінен алынған). Кенесарының үлкен ұлы Жапар Ресей империясы әскерлерімен болған соғыста тұтқынға түсіп, көп жыл айдауда болады. Ақырында Бекет батырмен бірге тұтқыннан қашып келеді. Денсаулығы нашарлағандықтан көп кешікпей қайтыс болады. Кенесарының ұлы Сыдық (кейде Сыздық) сұлтан (1839 – 1910) әке жолын қуып, Ресей империясына қарсы күресті. Тайшық пен Ахмет сұлтандар амалсыз патша үкіметіне барып қызметке тұрады. Қоқандықтармен болған бір соғыста Тайшық сұлтан қатты жарақаттанып, қайтыс болады. Ахмет сұлтан алғашында Шу бойындағы қазақ, қырғыз елдерін Қоқан шапқыншылығынан қорғап тұрады. Шымкент уезі ашылған соң Ахмет сұлтан онда уезд басшысынан үшінші жәрдемшісі болып тағайындалып, осы жұмыста 20 жыл істейді. Қазақ руларымен патша әкімш. арасындағы қатынастарды реттеп тұрады. Ахмет сұлтан 46 жасында қайтыс болды. Ахмет сұлтанның ұлдары Смайыл, Ыбырай, Мұқан, Әзімжан, Шірінхан. Ахмет сұлтанның ұлдарының ішінде ең белгілісі Әзімхан Кенесарин (1878 – 37) Алашорда партиясын құрушылардың қатарында болған, саяси қуғын-сүргін құрбаны. 1996 ж. толығымен ақталды. Әзімханның ұлдары: Натай, Мұхамедхан, Мадияр, Тәуке, қыздары: Хамида, Напуса, Аян, Баян. КСРО-ға еңбек сіңірген геолог, геология-минерал ғылымдарының докторы, гидрогеолог, Өзбекстан ғылым академиясының корреспондент мүшесі Натай Әзімханұлы Кенесарин кезінде бабасының атын алып жүргені үшін қуғындалып, Қазақстаннан қоныс аударуға мәжбүр болған. Кенесарының Әбубәкір атты ұлының шөбересі, ұстаз әрі домбырашы, өнер қайраткері Файзолла Үрімізов пен жиендері арасынан Кеңес Одағының Батыры Александр Гаврилович Моисеевский сынды генерал шықты.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "30.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен түсімде бір адамға тапанша берін сосын ұстадым",
        "question_content": "Мен бір адамның үйіне келіп тапанша бер деді мен үйді көріп шыгайншы дедім бопты дед содан кейн тапанша бердім менде көп тапанша автамат бар екен",
        "question_date": "29.01.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл түс ештенкені білдірмейді жай көп боевиктар көргенсінгой",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дипломмен ауылға\" бағдарламасы туралы ақпарат.",
        "question_content": "Дипломмен ауылға бағдарламасына 2021 жылға қандай шарттар қойылады?\n\nҮй алып алғаннан кейін, несиені жауып қалаға көшіп кетуге болады ма? Әлде міндетті түрде 3 жыл істеу керек пе?",
        "question_date": "29.01.2021",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен ауылға!» жобасы Қазақстан Республикасының Президенті  Н.Ә.Назарбаев бастамасы бойынша құрылды. 2008 жылғы 24 желтоқсандағы Қазақстан Республикасының «Ауылды тұрғылықты пункттерінде әлеуметтік салалардың қызметкерлерін ынталандыру және әлеуметтік қолдау сұрақтары бойынша Қазақстан Республикасының кейбір заң актілеріне өзгерістер мен толықтырулар енгізу туралы» Заң  (одан әрі - заң) 2009 жылғы 1 қаңтардан бастап өз күшіне енді, онда ауылды тұрғылықты пункттеріне өмір сүру және жұмыс істеу үшін келген әлеуметтік салалар мамандарына әлеуметтік қолдау шараларын ұсыну қарастырылған.\nЗаңмен мамандарға келесілер ұсыну қарастырылған:\n• Білім беру\n• Денсаулық сақтау\n• Әлеуметтік қамсыздандыру\n• Мәдениет және өнер\n• Мал дәрігері  (2012 жылғы қаңтар айынан бастап)\nберілген мамандар қажет  ауылды жерлерге өмір сүру және жұмыс істеу үшін қалалардан және басқа да тұрғылықты жерлерден келгендерге (сонымен бірге ауылдан) келесі қолдау көрсету шаралары қарастырылған:\n• 70 АЕК (176 750 теңге) көлемінде көтерме ақы бір жолғы жәрдемақыны төлеу;\n• 1500 АЕК (3 787500 теңге) көлемінде 0,01% сыйақы мөлшерлемесімен, 15 жыл мерзімге арналған тұрғын үй алуға және құрылысы үшін бөджеттік несие;\n• Ауылды тұрғылықты пункттерінде орналасқан әлеуметтік салалар  мекемелерінің мамандарына қызметтік еңбекақыларын 25 % жоғарлату (тарифтік мөлшерлеме).\n«Дипломмен ауылға!» жобасында келесілер қатысу мүмкін Жаңа ғана диплом алған оқу орындарының түлектері, Бес жылдан кем емес мерзімге өмір сүру және жұмыс істеу үшін ауылға келген еңбек өтілімі бар мамандар.\nОл үшін келесілер қажет:\n• жұмысқа орналасу үшін аймақтағы таңдау\n• өздерімен таңдалған тұрғылықты пунктте жұмыс табу (ауыл мектебі, емхана, Мәдениет үйі, спорт кешені және т.б.).\nАймақтарда кадрлардың қажеттіліг жөнінде мәліметтер облыстық әкімдіктер басқармаларының сайттарында жарияланған.\nЖобаға қатысу үшін құжаттар тізімі:\n• нұсқау бойынша өтініш;\n• жеке куәлігінің көшірмесі;\n• жаңа жұмыс орны бойынша кадрлық қызметімен расталған еңбек кітапшасының көшірмесі;\n• азаматтарды тіркеу кітабының (үй кітабы) көшірмесі немесе сәйкесті тұрғылықты пунктте тұратындығын тәлелдейтін анықтама;\n• білімі туралы диплом көшірмесі;\n• салық төлеушінің тіркелуі жөнінде куәлік көшірмесі;\n• әлеуметтік жеке кодын алғаны жөнінде куәлік көшірмесі\n• Қазақстан Республикасының қолданыстағы заңына сәйкес тұрғын үйді сату-сатып алу туралы алдын ала келісімшарты\nҚұжаттардың түп нұсқасы мен көшірмелері салыстыру үшін ұсынылады, одан кейін құжаттардың түпнұсқалары маманға қайтарылады.\nТолығырақ: https://tylek.wksu.kz/kk/s-diplomom-v-selo",
                "date": "30.01.2021",
                "upvotes": 0
            },
            {
                "text": "Тұрақты 3 жыл жұмыс жасауыңыз керек. Толық 3 жыл болғасын барып қарызды толығымен жауып тастауға болады.",
                "date": "25.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мырзакәрім Норбеков \"Ақымақтың тәжірибесі\" кітабын қайдан табуға болады?",
        "question_content": "Мырзакәрім Норбеков \"Ақымақтың тәжірибесі\" кітабын қайдан тауып оқуға болады",
        "question_date": "28.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден қарасаңыз болады: https://mybook.ru/author/mirzakarim-sanakulovich-norbekov/opyt-duraka-ili-klyuch-k-prozreniyu/read/",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асылболат деген есімнің мағынасы қандай?",
        "question_content": "Ер балага Асылболат деген есим кандай магына береди",
        "question_date": "28.01.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асылболат - асыл және болады немесе болат деген сөздердің бірігуінен жасалған. Яғни асыл адам болады немесе асыл, қадірлі болат дегенді білдіреді. Менің білуімше осылай.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметте жұмыс жасаудың плюстері мен минустары қандай?",
        "question_content": "Мемлекеттік қызметте жұмыс жасаудың плюстері мен минустары қандай?",
        "question_date": "28.01.2021",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметтің екі түрі бар саяси қызметкер және әкімшілік мемлекеттік қызметшілер. Мемлекеттік қызметшілердің жалақысы төмен, бірақ тұрақты және жүйелі түрде уақытысында жалақыңызды алып жүресіз. Сіз қандай қызметке барайын деп едіңіз. Негізінен әскери қызметке барып көріңіз.",
                "date": "28.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұқпалы аурудың диагнозын анықтаңыз.",
        "question_content": "Жұқпалы аурулар ауруханасына 21 жасар қыз бала мына белгілерімен түскен. Шағымы :10 күннен бері басы қатты ауырған, ұйқысы қашып, мазасызданған, тілі кепкен. Қарағанда:беті, мойыны, көзі кеудесінің жоғарғы бөлігі қызарған. Көзі \"қоян көзіндей\" қып қызыл. Қолының ішкі жағында бөртпелер байқалған. Киімі лас, жуылмаған. Эпид. Анамнез жинағанда тұрмыс жағдайының нашарлығы анықталған.\n\n1)Диагнозын анықтаңыз?\n2)Мейірбике көмегі",
        "question_date": "28.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Окушылар, ашулы, баргандай, ойын, құндыктарымыздың морфологиялык талдау жасау керек?",
        "question_content": "Окушылар, ашулы, баргандай, ойын, құндыктарымыздың морфологиялык талдау жасау керек?",
        "question_date": "28.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көксерек әңгімесініе тақырыбы қандай?",
        "question_content": "Көксерек әңгімесінің тақырыбы қандай?",
        "question_date": "28.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көксерек әңгімесінің негізгі идеясы- адам мен оны қоршаған табиғаттың арасындағы қарама-қайшылық. Яғни бұл оқиғада адамның табиғатқа жасаған қиянатынан басқа адам зардап шегіп отыр.\nТолығырақ: https://surak.baribar.kz/537422/",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатынас ыдыстар деген не",
        "question_content": "Қатынас ыдыс, мектеп, физика,сабақ",
        "question_date": "28.01.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орысша сообщающиеся сосуды. Интеренеттен іздеп көріңіз",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтарымсыз несие қалай алуға болады?",
        "question_content": "Мен қалай қайтарымсыз несие ала аламын? Мен қайтарымсыз несиеден 1 миллион ақша алсам деп едім. Жұмыссызбын. 2 бие алсам деп едім. Ауырған кісілерге бие сүтін ем қылып бермес деймін.",
        "question_date": "28.01.2021",
        "question_tag": "Кредит, Несие",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамекен кәсіпкерлер палатасына байланысқа шығыңыз. 1432-ге қоңырау шалыңыз болмаса сайты https://atameken.kz/kk/",
                "date": "28.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау. \"Нұр-Сұлтанның әдемілігі соншалық көзің тоймайды\".",
        "question_content": "1) Нұр-Сұлтанның әдемілігі соншалық көзің тоймайды\n2) Қазіргі кезде барлығы дамығандығы соншалық тіпті онлайн жұмыс,сабақ немесе заказ беруге болады",
        "question_date": "28.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақмарал есімінің мағынасы қандай ало жауап беріңіздерші?",
        "question_content": "Менің сіңлім бар оның есімі Ақмарал Ақмарал есімінің мағынасын түсіндіріңіздерші мен сіздермен жауап күтемін",
        "question_date": "28.01.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марал дегені бұғының ұрғашы . \nАқ марал деп жәй ғана ақ түсті марал демесе керек , маралдың ішіндегі маралы , Ақсүйек марал , кийелі марал, пері марал , Әз марал деген мән берсе керек .",
                "date": "28.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қайсысы А жиынының ішкі жиындары болады?",
        "question_content": "1. Жиындар берілген:\n\nА = {1;21;121;15;52;512};   В = {16;2;5};    С = {12;21;15};\n\nД = {21;15;52};                 Е = {121;512};   F = {12;15;25};  \nК = {21;121;512;52;15};      Q = {512}\n\nҚайсысы А жиынының ішкі жиындары болады?\n\n2. К = {a;b;{c;d}{e;f;m}} жиыны берілген. Осы жиынның барлық ішкі жиындарын жазыңыз\n\n3. P Ç Q Ç S жиынының элементтерінің сипаттамалық қасиетін анықтап, элементтерін атап жазыңыз:\n\nP = {x / x Î N, x < 20},           Q = {x / x Î N, x < 20, х – жұп сан},\n\nS = {x / x Î N, x < 20, х –3-ке еселі сан}.\n\n4.     Р – барлық тіктөртбұрыштардың жиыны, R – барлық ромбтар жиыны. P Ç R жиынында қандай фигуралар жатады?",
        "question_date": "27.01.2021",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: file:///C:/Users/user/Downloads/%D0%BB%D0%B5%D0%BA%D1%86%D0%B8%D1%8F+1-15.pdf",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай қайтарымсыз несие алуға болады?",
        "question_content": "Мен жұмыссыз үйде отырмын. Мен қалай қайтарымсыз несие ала аламын. Мен 1 миллион қаржы ала аламын ба?",
        "question_date": "27.01.2021",
        "question_tag": "Кредит, Несие",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«ҚазАгро» холдингінің еншілес компаниясы – «Ауыл шаруашылығын қаржылай қолдау қоры» 2017 жылдан бері «Еңбек» нәтижелі жұмыспен қамту және жаппай кәсіпкерлікті дамыту бағдарламасының екінші бағытын іске асырып келеді. Осы бағдарламаның аясында ауыл тұрғындары мен ауыл шаруашылығы тауарын өндірушілердің жобаларын түрлі мақсатты бағыттар бойынша қаржыландырады.\nНақты айтар болсақ, бағдарлама шеңберінде мал шаруашылығын, өсімдік шаруашылығын, ауыл кәсіпкерлігін дамыту және ауыл шаруашылығы өнімдерін қайта өңдеу мен сақтау жобалары бар.\nНесие пайызы – 6% (көпбалалы және аз қамтылған отбасы мүшелеріне 4%).\nЖеңілдік кезеңі 1 жылдан 2 жылға дейін қарастырылған.\nІрі қара, қой, түйе шаруашылықтары үшін жеке кәсіпкерліктер, шаруа қожалықтары және фермерлік шаруашылықтарға мерзімі 10 жылға, сомасы 30 млн теңгеге дейін несие беріледі.\nНесиені төлеу уақыты – ай сайын, тоқсан сайын немесе жарты жылда бір.\nАсыл тұқымды ірі қара мал сатып алатын жағдайда, шаруа 25% жекеменшік мүлігін, қалған 75%-ға сатып алған малды кепілдікке қоя алады.\n«Еңбек» бағдарламасы аясында шағын несие алып, кәсіп ашқысы келетін азаматтар:\nжұмыссыз болуы керек;\nжұмыспен қамту орталығына тіркеліп, ол жерден «Бастау» жобасы бойынша бизнес негіздерін оқу курсынан өтуі тиіс;\nнесие алар алдында «Бастау» жобасынан алған сертификаты мен бизнес-жоспарын көрсетуі қажет.\nЕгер кәсіпкер заңды түрде тіркелген, кәсібін 3 жылдан астам уақыт жүргізіп отырған және бизнесін кеңейткісі келетін адам болса, несиеге бірден өтінім қалдыруына болады.\nНесие алушыларға қойылатын талаптар:\nкәсібін енді бастайтын азаматтың кәсіпкерлік негіздерін оқығаны туралы сертификаты болуы тиіс;\nнесие тарихы жақсы болғаны абзал;\nкепілге қоятын мүлкі болуы шарт;\nбюджеттік және қаржы ұйымдарының алдында мерзімі өткен берешегі болмауы керек.\nКепіл жайлы айтсақ, кепіл міндетті түрде несиенің сомасын толықтай қамтамасыз ету керек. Бірақ кепіл саясаты ауыл кәсіпкерлеріне жеңілдетілген бағытта жұмыс істейді. Яғни, қарыз алушы кепіл ретінде жылжымалы және жылжымайтын мүлікті беруі мүмкін. Сондай-ақ мемлекет тарапынан жалданған жер де кепіл ретінде қарастырылады. Егер несие бойынша әлеуетті клиенттің кепілі жеткіліксіз болса, сатып алынатын мүлік те қосымша кепіл ретінде қарастырылады.\nТолық ақпаратты 8 800 080 35 05 телефон нөмірі арқылы немесе fagri.kz веб-сайтынан білуге болады.\nТолығырақ: https://dauletten.kz/articles/enbek-bagdarlamasy-ayasynda-qalayi-nesie-aluga-bolady",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3D баспа жобалаушы мамандығына түсу үшін қандай пән таңдайды?",
        "question_content": "3D баспа жобалаушы мамандығына түсу үшін қандай пән таңдайды",
        "question_date": "27.01.2021",
        "question_tag": "Мектеп",
        "question_views": 211,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрылыста жұмыс жасайтын болғандықтан физика және математика мамандықтарын таңдау керек.",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 460 г натрий хлормен әрекеттескенде түзілетін натрий хлоридінің массасын",
        "question_content": "Массасы 460 г натрий хлормен әрекеттескенде түзілетін натрий хлоридінің массасын тап?",
        "question_date": "27.01.2021",
        "question_tag": "Химия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 460 г натрий хлормен әрекеттескенде түзілетін натрий хлоридінің массасын тап?",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 минутта кернеуі 36 В, кедергісі 30 Ом өткізгіш арқылы қандай заряд өтеді?",
        "question_content": "Формула бойынша, олшем бирлигимен шыгару керек, Ом заңы",
        "question_date": "27.01.2021",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q=I·t=(U/R)·t=36·60/30=72 Кл",
                "date": "27.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не үшін елімізде ұйғыр тілі мектептері бар, ал қытайда кәзір ұйғыр тілі мектептері жоқ?",
        "question_content": "Не үшін еліміздің Алматы Ұйғыр ауданы шонжы аулында ұйғыр тілі мектептері кәзіргедейін жұмыс жүргізіп келеді, бырақ қытайда ұйғыр тілі мектептері жұмыс жүрігізуден тоқтатылды.",
        "question_date": "27.01.2021",
        "question_tag": "Мектеп",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі олар басқа мемлекет біз басқа, Қазақстанның ол аумақтарында ұйғыр ұлты көп болғасын ұйғыр тілді мектептердің  болуы заңды. Қазақстан республикасының әрбір азаматы орта білім алуға құқылы әрі міндетті.",
                "date": "27.01.2021",
                "upvotes": 0
            },
            {
                "text": "Сіз осы сайтқа кірген сайын сұрайтын сұрақтарыңыз үнемі осы тақырыпта екен)))))\n\nҚытайда қазір қытайландыру саясаты қатты жүріп жатқаны баршаға мәлім, Қытайдың өзге ұлттарды жұту процесі жүруде десе де болады.\nАл Қазақстанда заң бойынша өзге ұлттар өз тілдерінде білім алуына болады.\n\nСіз ұйғырсыз ба , қазақсыз ба?",
                "date": "28.01.2021",
                "upvotes": 0
            },
            {
                "text": "Қытай Минзу университетінде ұйғыр тілі бар\nҚытай",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    }
]