[
    {
        "question_title": "200м биіктіктегі әуешарынан тас құлап тусті.",
        "question_content": "200м биіктіктегі әуешарынан тас құлап тусті. А) егер әуешары 3м/с жылдамдықпен жоғары көтеріліп бара жатқанда б) 3м/с жылдамдықпен төмен түсіп жатқанда с)  әуешары тыныштықта тұрса тас жерге кандай уакытта түседі?",
        "question_date": "26.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 207,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 сыныптан соң Программист мамандығында оқытатын қандай колледждер бар Алматы қаласында",
        "question_content": "Программист мамандығына қалай түсуге болады колледжге Алматы қаласында 9 сыныптан соң",
        "question_date": "26.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инновациялық техникалық колледжі (IT колледжі) Алматы қаласы\n\nIT колледжіне оқуға түсу үшін міндетті кәсіби бағдарлы тестілеуден және сұхбаттасудан өтулері керек.",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-дан кейін грантқа түсуге болады ма?",
        "question_content": "Грантқа түскім келеді",
        "question_date": "26.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 522,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалаған колледжге барып, емтихан тапсырып грантпен оқуыңызға болады. Колледждерде грант мәселесі қарастырылған",
                "date": "26.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реферат Материяның негізгі түрлері",
        "question_content": "реферат керек темасы Материяның негізгі түрлері пжпжпж",
        "question_date": "26.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 212,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіл, отан, ұлт, ел сөздеріне морфологиялық талдау жасау?",
        "question_content": "Тіл, отан, ел, ұлт сөздеріне морфологиялық талдау жасау керек?",
        "question_date": "25.01.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл, Отан, ел, ұлт барлығы зат есім (не? деген сұраққа жауап береді)",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан неліктен қазба байлығы көп болсада ең кедей елдердің қатарында?",
        "question_content": "мен бұл сұрақты Қазақстанның қазба байлығы көп болсада жағдай толық жасалмаған,сол себепті қойып тұрмын.",
        "question_date": "25.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұраққа әркім әртүрлі жауап берер.\n\nМенің ойым:\n\nҚазақстан халқы саяси азаматтық көзқарас тұрғысынан ойланбағандықтан, яғни көбісі мен саясатқа араласпаймын, тек күнделікті ішіп жеу, табыс табу туралы ойлағандықтан.\nҚазақтардың менталитеті көбіне ұлттық санада емес, рулық санада ғана намысты болғандықтан.\n\nҮкімет береді деп қол жая бермеу, әрбір азамат қолдан келгенінше елдің дамуына үлесін қосу.\nНегізі, бұл үлкен тақырып.",
                "date": "30.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орта мектептегі ұстаз санатын алмай жалғастыраберуге боладыма?",
        "question_content": "Орта мектептегі ұстаз еңбек жасғалы 6 жылдан асып баражатқан жағдайда санатын алмай она қажет етпей жұмысын жалғастыраберуге боладыма?",
        "question_date": "25.01.2023",
        "question_tag": "Мектеп",
        "question_views": 208,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл санатты тек - Педагогикалық өтілі 30 жыл және жаңа аттестация жүйесі бойынша санаты бар педагогтерді біліктілік тестілеуден босату ұсынылады. Олар аттестацияның екінші кезеңінен ғана өтеді, яғни портфолио тапсырады. Сонымен қатар, Зейнетке шығуына 4 жыл қалған мұғалімдер де жаңа жүйе бойынша бар санатын растаған жағдайда оларды аттестациядан босату ұсынылады.\nПедагог қызметкерлердің біліктілік санаты-бұл олардың кәсібилігі мен мұғалімдердің еңбек сапасының көрсеткіші. Бұл маманның құзыреттілігін көрсетеді. Санат берудің мақсаты-мұғалімнің біліктілігінің өсуін, оның жұмысының нәтижелілігін ынталандыру. Мәртебе қосымша міндеттерді қамтымайды, бес жылға беріледі (осы мерзім өткеннен кейін мұғалім қайта аттестаттаудан өтуі керек) және жалақы деңгейіне әсер етеді.",
                "date": "2.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай жолы романындағы жолда бөліміне композициялық талдау керек еді",
        "question_content": "Срочно 1томның жолда бөліміне композициялық талдау керек",
        "question_date": "25.01.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Каникул күндері еңбекақы қиылғаны дүрыс па?",
        "question_content": "менің сұрағым каникул күндерінде мұғалім жұмысқа бармаған жағдаида, еңбекақысы қалаи қиылады? сағат санынан ба әлде жұмыс күнінен бе ? нақты жауап берсеңіздер? қандаи заң бар осы жөнінде?",
        "question_date": "24.01.2023",
        "question_tag": "Заң",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің сұрағыңызға жауап Сіздің еліңіздегі заңнамаға және жергілікті ережелерге байланысты, өйткені ережелер әр түрлі болуы мүмкін. Көптеген елдерде мұғалімдердің жалақысы, басқа жұмысшылар сияқты, заңдар мен ұжымдық шарттарда белгіленген нормативтерге байланысты.\n\nӘдетте мұғалімнің жалақысы аптасына немесе айына белгілі бір жұмыс сағаттарына, сондай-ақ оқу жылының ұзақтығына байланысты есептеледі. Егер мұғалім жұмыс күнін өткізіп алса немесе белгіленген сағат нормасын орындамаса, бұл олардың жалақысына әсер етуі мүмкін.\n\nСіздің нақты жағдайыңыз туралы нақты ақпарат алу үшін Сіз жұмыс істейтін білім беру ұйымында қолданылатын жергілікті ережелер мен ережелерге жүгінуіңіз керек. Егер сізде ұжымдық келісім-шарт болса, онда демалыс күндері мен өткізіп алған жұмыс сағаттарын төлеуге қатысты нақты ережелер белгіленуі мүмкін.\n\nСіздің жағдайыңызда қандай ережелер бар екендігі туралы нақты ақпарат алу үшін сіздің еліңіздің жергілікті еңбек кодекстеріне, нормативтеріне және ережелеріне назар аудару қажет.",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысты руы ішінде қыз алсу салты",
        "question_content": "Ассалаума ағалекүм, қыз алсу мәселесі Ұлы жүз Ысты руын ішінде Ойық, Қызылғұрт, Жарықпаспын. Бізге Тілік Сексен руынан алсуға болама екен? 17 ата екен екі жақтан қосып санағанда 34 ата.",
        "question_date": "24.01.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ жеті атаға толып, қыз алысуға рұқсат болғанда қандай жоралғы жасаған? Мұндай кезде ауыл ақсақалдары мен билері ақылдасқан. Егер екі жастың туыстық байланысы жеті атаға толса, жеті рудан билер мен ақсақалдарды жинап, \"Ақсарбас\" айтып, мал сойып, батасын беретін болған. Сонымен бірге жаңа шыққан руға ру атын, ен-таңбасын, аруақ-ұранын белгілеп берген. Міне осы баталасудан кейін бұл екі ру бір-бірінен қыз алысатын болыпты\". Яғни, ауыл үлкендерінің рұқсатын және батасын алу қажет.",
                "date": "6.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Құлагер әкең тұлпар, шешең сұңқар\" эссе",
        "question_content": "Құлагерді сипаттайтын эссе керек\n\"Құлагер әкең тұлпар, шешең сұңқар\"",
        "question_date": "24.01.2023",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ата анамның кɵңiлiн қалдырдым",
        "question_content": "Ата-анамның алдында ұяттымын, кредитке батып оны ол кiсiлерден жасырған болатынмын, енд бiлiп қойды, қарайтын бет жоқ, ɵзiмдi жаман сезiнем, олардың сенiмiн ақтай алмадым деп.",
        "question_date": "24.01.2023",
        "question_tag": "Жанұя",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеш емес, разылығын ал. Ата-ана разылығы өте маңызды.\nmuftyat.kz\n\nПайғамбарымыз (Оған Алланың салауаты мен сәлемі болсын) үш қайтара: «Ауыр күнәлардың ішіндегі ең ауыры қандай күнә екенін сендерге айтайын ба?», - деді. Адамдар: «Йа, Расулулла, айтыңыз», -  дейді. Сонда Пайғамбарымыз (Оған Алланың салауаты мен сәлемі болсын): «Алла Тағалаға серік қосу, әке-шешесін тыңдамау және мұсылман тобынан қашу», – деген. Қараңыз, Алла Тағала Өзіне құлшылық қылғаннан кейінгі ең ұлық амал ата-ананы құрметтеу. Алла Тағала серік қосу – үлкен зұлымдық болса, сол зұлымдықтан кейінгі ең зұлым амал – ата-ананы құрметтемеу, оларды қадірлемеу.",
                "date": "24.01.2023",
                "upvotes": 0
            },
            {
                "text": "Ештен-кеш жақсы деген ғой, әлі де кеш емес ата-анаңыз жаныңызда жүр. Әлі де өзгертуге мүмкіндік бар сізде. Ата-ананың разылығын алу екі дүниеде де қажет бізге. Мұсылманның Алла Тағала алдындағы дәрежесін көтеретін Исламдағы амалдардың бірі ата-ананы құрметтеу болып табылады. Жұмыс жасаңыз қарыздарыңызды реттеңіз. Ата-анаңызды қуантуға барынша күш салыңыз.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала асырап алғымыз келеді 0-3 жас аралығы",
        "question_content": "Сәлеметсіздер ме! Алла разылығы үшін және өзіміз үшін бала асырап алғымыз келеді. Толық, некеде 10 жыл болған отбасымыз. Екеумізде мемлекеттік жұмыста істейміз. Толығымен баланы қамтамасыз етуге күшімізде, жағдайымызда жетеді.\nОсы номерге хабарлассаңыздар: Гулназ 87714602844 (ватсап)",
        "question_date": "24.01.2023",
        "question_tag": "Жанұя",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Исламда баланы асырап алу – өте сауапты іс. Жетімдер үйінен асырап алуыңыздың өзі үлкен сауап.\n\nАзаматтар тұрғылықты жері бойынша қорғаншылық және қамқоршылық жөніндегі функцияларды жүзеге асыратын органына немесе жетім балалардың, ата-аналарының қамқорлығынсыз қалған балалардың және балаларды өз отбасына тәрбиелеуге қабылдауға тілек білдірген адамдардың Республикалық деректер банкі (бұдан әрі – Республикалық деректер банкі) арқылы құжаттарын тапсыра отырып бала асырап алуға болады.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ұл баламын бірақ қыз мінездімін. Неге олай?",
        "question_content": "Мен улмын бірақ мінезім қыз сияқты мінез. Ол ауруға жатама Айтыныздарш өмірі сыныптастарым мені қыз сияқты деп мазактады бұдан қалай арылуга болады?!",
        "question_date": "24.01.2023",
        "question_tag": "Мектеп",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕР балаға тән  спорт түріне қатысу көмегін берер.",
                "date": "24.01.2023",
                "upvotes": 0
            },
            {
                "text": "Ешкімнің сөзіне мән берме,адам адамға ұнау үшін дүниеге келмейді бауырым ...",
                "date": "25.01.2023",
                "upvotes": 0
            },
            {
                "text": "Тестостерон – ер адам ағзасының құрылымына жауап беретін гормон. Егер ер адам ағзасында тестостерон мөлшері қалыпты болса, онда ол денсаулығы жақсы азамат саналады. Ал бұл гормон деңгейі төмендеуін мынадай белгілер арқылы анықтауға болады:\n– ми жұмысы, есте сақтау қабілеті нашарлайды;\n– күйзеліс, қоршаған ортаға еш қызығушылығы болмайды;\n– бұлшықет семіп, артық салмақ көбеюі;\n– ағзада эстроген көбейеді, яғни әйелге тән (деп саналатын) қасиеттер басым болады, шаш түсе бастайды;\n– психологиялық, физикалық қиындықтарға төзе алмайды.\nТестостерон деңгейін таңертең аш қарынға қан тапсыру арқылы анықтауға болады. \nЕр адам ағзасында әр минут сайын 11 миллион молекула тестостерон бөлінеді, ал белгілі себептерге байланысты бұл молекулаға сутегі атомы қосылып кетсе, тестостерон эстрогенге айналады. Ер адамның әйелге тән (деп саналатын) мінез көрсетуі осыған байланысты екен.",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктердегі қозғалыс реакциясы?",
        "question_content": "1Өсімдіктердегі қозғалыс реакциясы\n\na)гликолиз,ә)мутация,б)таксис,в)трансляция,г)модификация\n\n3.Жарықсүйгіш өсімдік\n\nА)қант қамысы,ә)саумалдық.б)інжугүл,в)қырлышөп,г)қазтабан\n\n4.Көлеңкеге төзімді өсімдік\n\nА)саумалдық,ә)қарағай,б)тұймедақ,в)қант қамысы,г)эвкалипт\n\nӨТІНЕМ,ТЕЗДЕТІП ЖАУАП БЕРІҢІЗДЕРШІІ!!",
        "question_date": "24.01.2023",
        "question_tag": "Биология",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)таксис\n\n3)қант қамысы\n\n4)саумалдық",
                "date": "25.01.2023",
                "upvotes": 0
            },
            {
                "text": "Мектеп оқушысымын",
                "date": "29.06.2023",
                "upvotes": 0
            },
            {
                "text": "1.б\n\n2.а\n\n3.А\n\n4.А",
                "date": "24.01.2024",
                "upvotes": 0
            },
            {
                "text": "1)б\n\n2)а\n\n3)а\n\n4)а\n\n5)ә\n\n6)а\n\n7)а\n\n8)г\n\n9)а\n\n10)а",
                "date": "31.01.2024",
                "upvotes": 0
            },
            {
                "text": "гликолиз\n\nқант қамысы\nтүймедақ",
                "date": "1.03.2024",
                "upvotes": 0
            },
            {
                "text": "1.Таксис\n\n2.Қант қамысы\n\n3Саумалдық",
                "date": "22.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайын сіңіліге күшті аттар?",
        "question_content": "Қайын сіңіліге қандай аттар бар?",
        "question_date": "24.01.2023",
        "question_tag": "Жанұя",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырт келбетіне байланысты ( Ботакөз, Сұлу қыз, Айнакөз)\nМінезіне орай ( Сабырлым, Ерке қыз)\n\nҮйдегі бала санына қарай ( Кенжетай)",
                "date": "24.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық сұрақтар жауаптарымен ???",
        "question_content": "Мен логкалық сұрақтарды достарыма қойғым келеді",
        "question_date": "23.01.2023",
        "question_tag": "Қызық сұрақтар",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгін таңертең ғана оқып шешкен логикалық сұрақ:\n\n5л  және 3 л  шелек арқылы 4л суды қалай құйып алуға болады.?\n\nЖауап: 5л шелекке 3л шелекпен 2 рет су құйғанда екінші құйған кезде 1л су артық қалады.5л-(3л+3л)=-1л\n\n5 л шелектегі суды төгеміз да 3 л шелектің ішінде қалған 1 л суды 5 л шелекке құямыз. сосын үстінен 3 л шелекпен толтырып (3л етіп) су құямыз, сонымен 4л суды жинай аламыз осылай. (1л+3л=4л)",
                "date": "24.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Романдағы Жамал бейнесі арқылы жазушы қандай мақсат көздеген деп ойлайсын?",
        "question_content": "Романдағы Жамал бейнесі арқылы жазушы қандай мақсат көздеген деп ойлайсын?",
        "question_date": "23.01.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жерде Жамал мен ғалидің екеуінің бір біріне қашық болғаны .бұл мақсатта не екеуінің қосуы деп оилаимын",
                "date": "21.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде жігітпен жүрсең",
        "question_content": "Түсіңде шет елде танымайтын жігітпен қаланы аралап машинамен қыдырып жүрсең нені білдіреді",
        "question_date": "22.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс түлкінің боғы",
                "date": "22.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саламатсыздар ма, мынау қандай жара екен? Не жақсамда көмектеспей жатыр.",
        "question_content": "Саламатсыздар ма, мынау қандай жара екен?Не жақсамда көмектеспей жатыр.",
        "question_date": "22.01.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің ағзамыз 4 түрлі ұлпадан тұрады. Оның бірі - эпителий ұлпасы (организмді сыртқы жағынан қаптап, ішкі мүшелердің кілегейлі және сірлі қабықтарын астарлайтын және әртүрлі бездер паренхимасын түзетін ұлпа). Бұл ұлпа біздің ағзамызды улы заттар мен зиянды микробтардан қорғап тұрады. Аутоиммундық бұзылулардан (яғни организмдегі қалыпты тіндердің зақымдануы мен жойылуы)  бактериялық инфекцияларға дейін әр түрлі себептерге байланысты бұл эпителий ұлпасы зақымдалып, жоғалады, оған арналмаған ішкі тіндердің көбірек ұшырайтын сәті. Онда жара пайда болуы мүмкін.\nДәрігерге қаралып емделіңіз.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналымдардың тұйық болмауы географиялық қабыққа қалай әсер етеді?",
        "question_content": "Айналымдардың тұйық болмауы географиялық қабыққа қалай әсер етеді?",
        "question_date": "20.01.2023",
        "question_tag": "География",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша белгілі бір баланстың бұзылып, соңынан ол бүкіл системаның бұзылуына алып келер еді. Мысалы өзен көлдер буланып аспанға ұшық бұлт болып жауын-шашын ретінде қайта түседі, Егер олай болмаса құрғақшылыққа, құрғақшылық өз кезегінде қуаңшылыққа, ол жан жануарлардың жойылуына алып келер еді.",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ит туралы кітап жазған қазақ ақыны?",
        "question_content": "Қазақ ақыны жазған кітап, өз иті туралы. Осы кітап есімін білетін болсаныз жазып жібересіз ба.",
        "question_date": "20.01.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоқтабай Ахмет.\n\nӘлемдегі 400-ге жуық ит тұқымының қазір тек 300-і ғана халықаралық мәртебе алған. Оның ішінде әзірге қазақ тазысы жоқ. Бұл туралы Алматыда тарих ғылымының докторы, профессор Ахмет Тоқтабайдың Қазақ тазысы кітабында айтылды.\n\nБұл кітап қазақтың жеті қазынасының бірі болып саналатын Қазақ тазысына арналып отыр. Ол жақында өткен 7-ші халықаралық Жібек жолы кітап және полиграфия жәрмеңкесінде Жыл кітабы атанып, Бас жүлдені жеңіп алды.",
                "date": "29.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандыққа не пандер оқу керек? қанша балл мен грантқа тусуге болады",
        "question_content": "менеджмент таңдасам өкінбеймін бе?",
        "question_date": "20.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдармен жақсы араласа алсаңыз, тез шешім шығара алсаңыз, мәселелерді шешуге қорықпайтын болсаңыз, бастысы адамдармен тығыз жұмыс жасау ұнаса таңдаңыз.\nӘр жылы грантқа түсу балы әртүрлі болады.\n\n«Менеджмент» (ағылшын тілінде — manage) «басқару» деген мағынаны білдіреді. «Менеджмент» түсінігінің анықтамалары өте көп. Жалпы менеджмент деп жеңу өнері ретінде, адамдардың интеллектісін, еңбегін, жүріс-тұрысының уәжін пайдалану арқылы алдына қойған мақсаттарына жете алуын айтады.\n\nМағынасы бойынша «менеджмент» термині «басқару» терминімен ұқсас. Алайда, қазіргі түсінік бойынша «басқару» ұғымынан «менеджмент» ұғымы кеңірек, өйткені ол адамзат қызметінің әр түріне қолданылады. Мысалы, автомобильді және басқа да неғұрлым күрделі техникалық жүйелерді басқару. Ал «менеджмент» термині ұйым деңгейіндегі әлеуметтік-экономикалық процестерді, шаруашылық қызметті, жеке тұлғаны және қызметшілерді басқаруды сипаттайды.\n\nБасқару (басқару процесі) — мақсатқа жетуге бағытталған іс-қимылдарды ұйымдастыру. Менеджмент — өзіне міндетті әлемент ретінде адамдарды басқаруды, әлеуметтік ұйымдар мен құрылымдарды басқаруды қосатын сәйкес білім облысы бар адам қызметінің сферасы. Менеджмент — бұл нарық жағдайындағы басқару. «Менеджмент» түсінігінің мазмұнын бірнеше аспектілермен қарастыруға болады:\n\nМенеджмент — бұл әр түрлі ұйымдардағы адамдарға жетекші ету қызметінің түрі, функциясы, басқару\n\nМенеджмент — бұл басқару функциясын жүзеге асыруға көмектесетін адамзат білімінің облысы. Бұл ғылыми пән.\n\nМенеджмент — басқару бойынша жұмыс жасаушының әлеуметтік табы.",
                "date": "20.01.2023",
                "upvotes": 0
            },
            {
                "text": "Менеджмент және басқару мамандығы\nТаңдау пәні: Математика және география пәні. Қазіргі уақыттағы сұранысы орташа мамандық. ҰБТ  бойынша 2022 оқу жылында гранттағы шекті балл -120 балл болған.\nЖұмыс жасаудағы басты қасиеттері: қазақ тілі, орыс тілі, ағылшын тілдерін білу (нарықты шетелге шығару үшін); командамен жұмыс жасай алу; Заңды құжаттармен жұмыс жасай алу, аса тиянақты болу; нәтижеге жұмыс жасау.",
                "date": "21.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай бай мамандықтар бар",
        "question_content": "Қандай бай маманыдықтар бар, қайсын таңдасам болады көмек керек.",
        "question_date": "20.01.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Етікші де бай бола алады егер ісінің ебін тапса, стомотолог та құр жалданып қызмет жасауы мүмкін бір айлыққа. \nТак что бай мамандық деген жоқ",
                "date": "20.01.2023",
                "upvotes": 2
            },
            {
                "text": "2023 жылы сұраныста болатын мамандықтар тізімі\n\nДеректер талдаушысы - нақты мәліметтерді жинайтын, өңдейтін, зерттейтін және түсіндіретін маман. Оның жұмысы басқа облыстағы мамандарға бизнесте, ғылымда немесе басқаруда шешім қабылдауға көмектеседі.\n\nЛогист-түрлі ресурстар ағынын басқаратын маман: жүк, қаржы, ақпарат.\n\nПодкаст жүргізушісі - онлайн немесе көшіріп алып тыңдауға болатын аудиобағдарлама жазумен айналысатын маман.\nӘрине, Дәрігер мамандары\n\nПсихолог - заманауи әлемде психикалық денсаулыққа мән беруге тренд қалыптасып келеді. Қазір жақсы психолог маманы сұранысқа ие.\n\nСонымен қатар, сұлулық саласындағы мамандықтар. Қазір сұлулық процедуралары көпшілікке қолжетімді. Сондықтан ол халық арасында сұранысқа ие. Оған қоса, бұл мамандықты бірнеше айда меңгеріп алуға болады.",
                "date": "21.01.2023",
                "upvotes": 1
            },
            {
                "text": "Ең көп ақы төленетін кәсіптердің тізімі аймаққа, экономикалық дамуға және технологиялық өзгерістерге байланысты өзгеруі мүмкін. Алайда, мен қазіргі уақытта әлемдік еңбек нарығында бай мамандықтардың жалпы тізімі:\n\nБағдарламалық жасақтама және қосымшаларды жасаушы (Software Developer)\nМедицина қызметкері (Medical Professional)\nДеректер талдаушысы (Data Analyst)\nКиберқауіпсіздіктер (Cybersecurity Professional)\nЖасанды интеллект маманы (ai маманы)\nҚұрылыс инженері (Civil Engineer)\nВеб-әзірлеуші (Web Developer)\nМашиналық оқыту бойынша маман (Machine Learning Specialist)\nСату менеджері (Sales Manager)\nҚаржы талдаушысы (Financial analyst)\nБұл мамандықтар қазіргі уақытта сұранысқа ие және жоғары табыс пен кәсіби өсу мүмкіндіктерін ұсынады. Алайда, еңбек нарығы үнемі өзгеріп отыратындығын және бұл мамандықтар болашақта өзектілігін жоғалтуы мүмкін екенін ескеру қажет.",
                "date": "4.04.2023",
                "upvotes": 2
            },
            {
                "text": "Меніңше, бай мамандар саудагерлер. Қаражаттың басым бөлігі сол кісілердің айналымында жүреді.\nБиржада акция, облигация сатушылар; шет елден тауар әкеліп сатушылар, сауданың \"көзін\" таба білгендер жылдам капиталын арттыра алады.",
                "date": "4.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші бригада бақшадағы картопты 15 сағатта, ал екінші бригада 12 сағатта жинайды.",
        "question_content": "27. Бірінші бригада бақшадағы картопты 15 сағатта, ал екінші бригада 12 сағатта\nжинайды. 5 сағат бірге жұмыс істегеннен кейін, бірінші бригада басқа жұмысқа\nауыстырылады. Жұмыстың қалған бөлігін екінші бригада қанша уақытта бітіретінін\nтабыңыз.",
        "question_date": "20.01.2023",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші бригада бақшадағы картопты 15 сағатта, ал екінші бригада 12 сағатта жинайды. 5 сағат бірге жұмыс істегеннен кейін, бірінші бригада басқа жұмысқа ауыстырылады. Жұмыстың қалған бөлігін екінші бригада қанша уақытта бітіретінін табыңыз.",
                "date": "20.01.2023",
                "upvotes": 0
            }
        ]
    }
]