[
    {
        "question_title": "Мұрыннан қан кету себептері?",
        "question_content": "Салеметсиздерме,мұрыннан кан кету болганда,кан болып акпайды,кан катып кесек-кесек болып кана шыгад!!!Бұл не себепті???Жасым 17де!!!Анамда да осындай жағдай бар!!!Не себепті???",
        "question_date": "11.05.2019",
        "question_tag": "Тазалық",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрынның қанауы көп жағдайда маңызды болып саналмайды. Бірақ та баланың мұрны қанап, зорға тоқтаса немесе басқа тиген соққының салдарынан мұрны қанаса медициналық көмекке жүгіну керек.\nБалаңыздың мұрны қанағанда не істеуіңіз керек?\n»  Ең әуелі баланың мұрнын сумен жақсылап жуып, басын кішкене еңкейтіп, мұрын сүйегінің біткен жерінің астынан екі саусақпен қысу керек. 4 минут ұстап тұрып, қанның тоқтап-тоқтамағанын бақылау керек. \n»  Мұрын қанағанда баланың басын шалқайтпай ұстауға тырысу керек. Әйтпесе бастан келген қан асқазанға өтіп, жүрегі айнып немесе құсуына себеп болуы мүмкін. \n»  Қан тоқтамаса өте мұздай суға батырылған дәкені немесе мұз қалтасын мұрнының үстіне қойып, қайтадан мұрын тесіктерін қолмен қысып тұру керек. Қан тоқтаған соң 4 сағатқа дейін баланы сіңбіргізбеу керек.\n»  Қан жарты сағатқа дейін тоқтамаса, балада бас айналу және түсінің бозаруы секілді өзгерістер байқалса дереу дәрігерге апару керек. \n»  Баланың мұрны жиі-жиі қанай берсе, бұлардың себептерін де іздестіру керек.\nТолығырақ: http://balalaralemi.kz/article/666/Murynnyn-qanauy#.Xj6dlPkzZPY",
                "date": "8.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО-дан ЖОО-ға ауысу қалай болады?",
        "question_content": "Сәлем достар! Ақтөбе қаласында \"Дене шынықтыру және спорт\" мамандығында  күндізгі ақылы (іштей) бөлімде оқып жатырмын. Қазіргі таңда 2-ші курсты бітірдім. Ақтау қаласының ЖОО-на ауысып барсам 3 курс болып оқи аламба? Тағы қандай шарттары бар ЖОО-дан ЖОО ға ауысу үшін!?",
        "question_date": "10.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салематсызба. Йаа ауысуға болады. Ол үшін қазіргі оқыу орынынан транскрипция және атестат(11 сыныптағы) аласызда Ш.Есенов атындағы Каспий мемлекеттік технология және инжинеринг университетіне келіп өткізесіз. Егер кредит саны бекітілеген нормадан асып кетсе 2 курсты қайтадан оқисыз.",
                "date": "25.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашқан соң темекі шегуге бола ма?",
        "question_content": "Ауыз ашқан соң темекі шегуге бола ма?",
        "question_date": "10.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 22400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны не бұзбайды?\nҰмытып ішіп-жеу оразаны бұзбайды. Бірақ ұмытқан адам есіне түскен кезде жеуді дереу тоқтатуы керек; \nҰйқыдан жүніп болып ояну;\nӘйелін сүю немесе денесіне қолын тигізуі. Мұндай жағдайларда егер мәни шықпаса, ораза бұзылмайды;\nӘйеліне қолын тигізбесе де, оған қараудан немесе шәһуәтын қоздыратын жағдайларды ойлап мәни шықса;\nТүнде жүніп болып, ғұсыл алуды сәресі уақытынан кейінге қалдыру;\nАузына келген қақырықты жұту;\nТүкірік немесе мұрынды тарту арқылы бір нәрсенің тамаққа кетуі;\nҚұлаққа су кіру, бұлық ағу;\nТемекі түтіні немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары тамаққа еріксіз кірсе, ораза бұзылмайды;\nТістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды; \nЕріксіз ауыз толы құсу немесе оның ішке қайта кетуі оразаны бұзбайды;\nҚан алдыру немесе сүлік салдыру;\nКөзге, құлаққа дәрі тамызу;\nМисуак немесе тіс пастасын қолдану оразаны бұзбайды. Бірақ пастасы ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып тістерді жуу;\nТіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт;\nАуыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет;\nДушқа жуыну, теңізге, көлге түсу оразаны бұзбайды. Бірақ су жұтып қоюдан сақтануы керек. \nОразаны не бұзады? \nӘдейі бір нәрсені жеп-ішу;\n Темекі шегу, насыбай ату, дәрі ішу, құрамында нәрлі заттары бар укол қабылдау; \nАузындағы жаңбыр тамшыларын әдейі жұту; \nБұл жайлы мына хадисте айтылған: «Ораза кірген нәрселерден ғана бұзылады, шыққаннан емес».\nӘйелімен жақындасу (яғни, таң намазынан ақшам намазына дейін жақындасу оразаны бұзады);\nCебепсіз қорек немесе қоректік қасиеті бар барлық заттарды біле тұра әдейілеп жеу оразаны бұзады; \nМұндай жағдайларда каффарат оразасын ұстау қажет. (Каффарат деп – рамазан айының оразасын себепсізден-себепсіз біле тұра бұзып жіберсе, екі ай ораза ұстауды, оған шамасы келмесе алпыс кедейді тамақтандырып, тойғызуды айтады).\nОразаның басты мақсаты иманыңды көбейтіп нәпсіңді тию болғандықтан, жалпы мұсалман азаматтарға күнәлі істен тыйылу парыз деп есептеймін өз басым. Яғни, ауыз ашқан соң темекі тартуыңызға болмайды деп ойлаймын. Барлық істің ақ -қарасы Аллаға ғана аян!",
                "date": "17.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әдебиеттен шығарма керек еді.",
        "question_content": "\"Ақтанберді - суырыпсалма сөз өнерінің көрнекті өкілі\" туралы шығарма керек еді, 3 беттен көп жоспарымен эпиграфпен керек.",
        "question_date": "10.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 780,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жерде бар. Өз ойыңызбен жазсаңыз әдемі шығарма болады",
                "date": "10.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аяғыма жара шықты қатты мазалап жатыр. 2 айдан асты, кетпей қойды. Көз жарасы ма?",
        "question_content": "Осы жара мазалап жур.билгендериниз болса айтып жибериниздерши! Аяғыма жара шықты қатты мазалап жатыр. 2 айдан асты, кетпей қойды. Көз жарасы ма?",
        "question_date": "9.05.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда тура осы жара шығады.2эыл болды.жазда шықпайды әсіресе суық ауада щығады",
                "date": "14.11.2019",
                "upvotes": 0
            },
            {
                "text": "Салеметсіз бе хабарласыңыз керемет жолы бар. 87478877971",
                "date": "11.01.2020",
                "upvotes": 0
            },
            {
                "text": "Больница ға көрсеттіңіз ба.не диагноз қойды.",
                "date": "4.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электрмен қамтамасыздандыру мамандығы өндірістік практика отчет үлгісі кімде бар",
        "question_content": "Электмен қамтамасыздандыру мамандығы бойынша эндірістік практика отчеты мен күнделігі",
        "question_date": "9.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 990,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяғыма 2 ай болды. Жазылмай жатыр, жара шығып еді?",
        "question_content": "Көз жара ма? Білгендеріңіз болса айтып жіберсеңіздер. Бұл қандай жара шығып жатқан.",
        "question_date": "9.05.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең дұрысы больницаға барып тексерілген жөн,асқынып кетсе қиын болады.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір күнде екі рет мастурбация жасаса кафарат жасау керек пе?",
        "question_content": "Мысалға ауыз берік кезде мастурбация жасап оразаны қаза қылып алса, және қаза кезінде тағы да жасаса оған міндетті түрде кафарат жасау керек пе?  Әлде қазасын өтесе жеткілікті ме?  Бір әңгімелерде \"Бір рамазанда бір рет мастурбациямен ораза бұзып, соны басқа күні тағы қайталаса кафарат жасау керек депті\" ал бір күнде яғни қаза кезінде тағы да жасаса кафарат жасау керек пе әлде қазаны өтесе жеткілікті ме?  Әбу ханифа мазхабы бойынша айтып беріңіздерші",
        "question_date": "9.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ: Мастурбация оразаны бұзады ма, бұзатын болса қаза ма, әлде каффарат қажет пе?\nЖауап: Оразаны бұзады, тек қаза ғана қажет. Бір Рамазанда екі рет мастурбация жасаған адамға каффарат та керек. Өйткені Рамазанның бір күнінде қазаны қажет ететін бір нәрсе істеп оразасын бұзған адам, басқа күнінде де дәл сол нәрсені қайтадан әдейі істесе, каффарат та керек болады.\nТолық ақпарат:  https://www.islamdini.kz/articles/1163",
                "date": "10.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаға 4 күн кешігіп қалдым?",
        "question_content": "Мен ораза ұстауға 4 күн кешігіп қалдым. Енді не істесем болады? Осы уақыттан бастап ұстай берейін ба?",
        "question_date": "9.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әртүрлі себептерге байланысты ораза үзілуі, кеігіп басталуы, немесе аяқталмай қалуы мүмкін. Сондықтан ораза кезінде қаза қалған күндерді  кейін өтеге болады. Барлығының анығын білуші Алла. Мен өзім жеке солай жасаймын және имимдар да солай кеңес етеді.",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекіткен соң, қайта жатып ұйықтағанда еріксіз сперма шығып кетсе ораза бұзыла ма?",
        "question_content": "Ауыз бекіткен соң қайта жатып ұйықтағанда еріксіз сперма шығып кетсе, оянып оны көрген соң ғұсыл алып ары қарай оразамды жалғастыра беремінба?\n\nОраза бұзыла ма?",
        "question_date": "8.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерiксiз болган жагдайда сiз кайта дарет алыныз оразаныз бузалмайд мешiтте имамдар солай айткан",
                "date": "9.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ұйықтап жатқанда спермам ағып кетеді ол валикациядан ба?",
        "question_content": "Мен ұйықтап жатқанда спермам ағып кетеді ол валикациядан ба?",
        "question_date": "8.05.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, ол ер адамдар үшін қалыпты жағдай. Полюция деп аталады. Гуглдан толық қара",
                "date": "8.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза ұстап жүр едім. Бүгін тексерсем аяғым ауыр екен. Енді оразамды тоқтатсам бола ма?",
        "question_content": "Ораза устап жур едим. Бугин тексерилип едим аягым ауыр екен. Оразаны устамай турып аягым ауыр екенин билмедим. Енди оразаны токтатсам бола ма? Алде сонына дейн устауым керек пе?",
        "question_date": "8.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, жалғастырғаныңыз дұрыс сияқты, алайда нақты білетін имамдардан, үлкен ата-апалардан сұрастырып көргеніңізде жөн\nТоксикоз белгіреңіз білінуі де мүмкін, 7-8аптадан соң мүмкін ерте уақытта",
                "date": "8.05.2019",
                "upvotes": 1
            },
            {
                "text": "Мына жерде былай деп жазылыпты",
                "date": "10.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалімнің еңбек демалысы",
        "question_content": "Мен жас маман мұғаліммін. Мектепте 2018 жылдың 1-қыркүйегінен бастап үзіліссіз жұмыс жасап келемін. Еңбек демалысына 42 күнге шығуым заңдыма",
        "question_date": "8.05.2019",
        "question_tag": "Заң",
        "question_views": 818,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен мұғаліммін. 33жыл стаж. 9ай жұмыс істейміз. Жекеменшік мектебінде,жазғы уақытта  кезекті ақылы демалысқа шығамыз жəне бір ай ақысыз демалыста боламыз.енді орта бір айлық  еңбекақысын есептеу формуласы қалай болады екн?",
                "date": "5.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы жылғы оразаны 2-інші күнінен ұстасам бола ма?",
        "question_content": "Оразаны кешіктіріп ұстау. Осы жылғы оразаны 2-інші күнінен ұстасам бола ма?",
        "question_date": "6.05.2019",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады, бірақ кейін сол күннің қазасын өтейсің.",
                "date": "7.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спортпен айналысатын адамға ораза тұтпауға бола ма?",
        "question_content": "Мен бірнеше ай көлемінде спортпен айналысып жүрмін (қыз баласы). Бұған дейін бірнеше жыл үзбей ораза ұстап келгенмін. Қазір Рамазан айында 1 ай спорт залына баруды үзіп алғым келмейді. Ал спортпен айналыса жүріп ораза ұстасам тым әлсіздікке әкеп соғып, көзім қарауытарын білемін. (Қаза болған күндерімді өтегенде спорт залына бармай жүрдім, қатты әлсіздік сезініп, басым айналып көзім қарауыта берді) Бірақ алдыңғы жылдары  айлартіпті жазының өзінде ондай әлсіздік сезінбегенмін. Білгім келгені Рамазан айында спорт мәселесі мен екінші айтылған мәселе бойынша ораза тұтпау күнә болып есептеледі ме? Және жаз айларынан кейін қазасын өтеу мүмкіндіктері бар ма? \"Адам баласының  Рамазана басқа уақытта жасайтын амалдары өзі үшін, Рамазан айындағы ол мен үшін, оның сауабын өзім беремін\",-дейді. Яғни басқа уақытта сол бір айдың қайтарымын өтеуге болмайды ғой?",
        "question_date": "6.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, болады. Дегенмен ораза кезінде ағзамыздың әлсіреп тұратындығын ескеруіңіз қажет. Мүмкіндігінше ораза кезінде үзіліс жасай тұрғаныңыз дұрыс",
                "date": "7.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай мамандығы қазіргі таңда қажет мамандықпа?",
        "question_content": "Мұнай мамандығы қазір керек мамандықпа? Оны қандай университтерде жақсы оқытады? Тағы қандай маманндықтар кеңес бере аласыздар?",
        "question_date": "5.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 766,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы/Астанада оқыған дұрыс шығар.  ТШО компаниясына кіріп алсаң зор болады) Техникалық мамандықтар жерде қалмайды.",
                "date": "5.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның орта сызығы 7 см, ал табандарының айырмасы 4 см. Табандарын тап ?",
        "question_content": "Трапециянын табанын табу керек комектесиндерши",
        "question_date": "4.05.2019",
        "question_tag": "Геометрия",
        "question_views": 12000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "(a+a-4)/2=7\n\n2a-4=14\n\n2a=14+4\n\na=18/2\n\na=9\n\nЖауабы: табандары 9 және 5 см",
                "date": "6.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қай кір жуу машинасы жақсы: автомат әлде жартылай автомат?",
        "question_content": "Қай кір жуу машинасы жақсы: автомат әлде жартылай автомат?",
        "question_date": "4.05.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 690,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Автомат болса жақсы, өзі жуып-шәйіп сығып береді.",
                "date": "5.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Python программалау тілінде қазақша лекциялар жинағы керек?",
        "question_content": "Python программалау тілінде қазақша лекциялар жинағы керек? Достар көмектеріңіз қажет. ЖОО программист мамандығында оқитын достарыңыз немесе таныстарыңыз болса Python программалау тілін оқыған болса немесе оқып жүрсе лекциялар жинағын сұрап беріңіздерші. Лекциялар және зертханалық жұмыстар жинағы болса жақсы болар еді",
        "question_date": "3.05.2019",
        "question_tag": "Бағдарламалау",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://code-komek.info/index.php/python/#\nОсы сайттан таба аласын",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География 9 сынып экзамен билеттері",
        "question_content": "№1 билет.\n1. Қазақстан Республикасы – тәуелсіз мемлекет.\n2. Қазақстан Республикасының отын- энергетика кешені.\n3. Картадан (мұғалім таңдауы бойынша) нүктенің координатасын табу.\n№2 билет\nАтмосфера, құрамы, құрылысы, маңызы.\nҚазақстан- әлем картасында (территориясы, экономикалық- географиялық жағдайы мен мемлекеттік құрылымы), қазіргі Қазақстанның экономикалық мүмкіндіктері.\nАуыр және жеңіл металдар өнеркәсіптерінің орналасу ерекшеліктері.\n№3 билет.\n1. Қазақстан территориясының зерттелу тарихы.\n2. Батыс Қазақстан.\n3. Африканың шеткі нүктелерін көрсету: солтүстіктен оңтүстікке қанша км-ге созылып жатқанын анықтау.\n№4 билет.\n1. Қазақстанның жер бедерінің ерекшеліктері. Тектоникалық құрылысы.\n2. Қазақстанның шаруашылық құрылымы. Шаруашылықтың орналасу принциптері мен факторлары, кластерлер.\n3. Картадан (мұғалім таңдау бойынша) қаланың координатасын табу.\n№5 билет.\n1. Қазақстанның климат қалыптастырушы факторлары.\n2. Қазақстан Республикасы машина жасау кешені.\n3. Картадан Қостанай, Павлодар, Қарағанды облыстың қара металлургиясының орналасу ерекшеліктерін ата.\n№6 билет.\n1. Қазақстанның ішкі суларының орналасу ерекшеліктері.\n2. Қазақстанның экономикасы. Еліміз экономикасындағы шаруашылықтың өткені, қазіргі және болашақ негізгі даму кезеңдері.\n3. Топографиялық картадан А және В нүктелерінің арақашықтығын анықтау.\n№7 билет.\n1. Табиғат ресурстары. Табиғат ресурстарының республика аймағында кездесу ерекшеліктері.\n2. Қазақстан Республикасының қара және түсті металлургиясы.\n3. Жердің ішкі құрылысын сызба- нұсқа түрінде салып, сипатта.\n№8 билет.\n1. Литосфера. Литосфералық тақталар теориясы.\n2. Қазақстан халқы «Халықтың табиғи және механикалық қозғалысы. Демографиялық жағдайы».\n3. Қазақстан Республикасының экономикалық аудандары және олардың құрамына кіретін облыстарды көрсету.\n№9 билет.\n1. Ауыл шаруашылығына климаттың тигізетін әсері. Қазақстан Республикасының агроклиматтық қорлары.\n2. Урбандалу. Ауыл және қала халқы.\n3. Картадан дүниежүзілік мұхиттың тереңдігін анықтау.\n№10 билет.\n1. Қазақстанның өзендері, қоректену ерекшеліктері, ірі бассейндері.\n2. Қазақстан Республикасының химиялық кешені.\n3. Атластан Еуразияның (оқушының таңдауы бойынша) еліне жалпы сипаттама беру.\n№11 билет.\n1. Қазақстан Республикасының көлдері. Экологиялық проблемалары.\n2. Алматы, Байқоңыр- еліміздің ерекше қалалары, олардың экономика дамуындағы алатын рөлі.\n3. Атластан Павлодар облысының географиялық орнына сипаттама беру.\n№12 билет.\n1. Еуразия материгінің географиялық орны мен табиғат жағдайлары.\n2. Қазақстан Республикасының көлік кешеніне сипаттама беру.\n3. Қазақстанның табиғат байлықтарына (таңдау бойынша) сипаттама беру.\n№13 билет.\n1. Гидросфера, оның құрамы.\n2. Қазақстанның жеңіл және тамақ өнеркәсібі, орналасу ерекшеліктері.\n3. Қазақстан облыстарының урбандалудың жоғары және төмен деңгейін анықта, себебін түсіндір.\n№14 билет.\n1. Солтүстік Америка материгінің географиялық орнына сипаттама бер.\n2. Қазақстанның экологиясы мен халықаралық экологиялық қарым- қатынасы.\n3. Климат картасынан Қызылорда мен Петропавл қалаларының климаттық ерекшеліктерін анықта.\n№15 билет.\n1. Биосфера. Қоршаған ортаға адамның тигізетін іс-әрекеті.\n2. Орталық Қазақстан.\n3. Қазақстанның мұнай және көмір өндіру аудандарына (таңдау бойынша) сипаттама бер.\n№16 билет.\n1. Қазақстанның физикалық-географиялық, экономикалық-географиялық жағдайы.\n2. Шығыс Қазақстан.\n3. Диаграммаға қарап, климат типін анықта.\n№17 билет.\n1. Қазақстан Республикасының уақыт айырмасы. Жергілікті, белдеулік, декреттік уақыт.\n2. Қазақстанның басқа шет елдермен саяси, сыртқы экономикалық, мәдени- гуманитарлық қарым- қатынасы.\n3. Өзің тұратын қаланың, ауылдың, елді мекеннің экономикалық жағдайын сипатта. Ерешке ұлттық шаруашылық түрлері мен өндіріс орындары. Сен тұратын елді мекеннің облыс, аймақ, республика экономикасындағы маңызы.\n№18 билет.\n1. Географиялық қабық, оның құрамы, арасындағы байланыс.\n2. Солтүстік Қазақстан.\n3. Картадан Қазақстанның ірі СЭС мен ГЭС табу.\n№19 билет.\n1. Қазақстанның табиғи аудандары. Аудандарға бөлу себептері.\n2. Оңтүстік Қазақстан.\n3. Компос көмегімен көкжиек түстерін анықтау.\n№20 билет.\n1. Оңтүстік Америка материгінің географиялық орнының ерекшеліктері.\n2. Астана- Қазақстан Республикасының астанасы, қаланың аймақ, мемлекет экономикасының дамуы мен жаңғыруындағы алатын рөлі, ЭКСПО- 2017 көрмесін өткізетін жер.\n3. Ертіс өзеніне сипаттама бер.\n№21 билет.\n1. Қазақстанның топырағы. Топырақ эрозиясы.\n2. Қазақстанның агроөнеркәсіптік кешені. Өсімдік және мал шаруашылығы.\n3. Қазақстан Республикасының әр түрлі сағаттық белдеуде орналасуын шешу жолдары.\n№22 билет.\n1. Қазақстан Республикасының қорғалатын аймақтары.\n2.Қазақстанның инновациялы- индустриялдық бағдарламасы.\n3. Халықтың тығыздығын анықтау.\n№23 билет.\n1. Африка материгінің географиялық орнының ерекшеліктері.\n2. Қазақстанның еңбек ресурстары.\n3. Павлодар-Екібастұз аудандық-аймақтық комплексіне сипаттама.\n№24 билет.\n1. Аустралия материгінің географиялық орнының ерекшеліктері.\n2. Қазақстанның геосаяси жағдайы.\n3. Картадан облыс орталықтарын көрсету.\n№25 билет.\n1. Антарктида материгінің географиялық орнының ерекшеліктері.\n2. Қазақстан- әлем экономикасында (жетістіктері, тенденциялары, реформалары, халқының өмір сүру деңгейі мен ТКИ)\n3. Картадан Қазақстанның табиғат зоналарын көрсет. Бір зонаға (таңдау бойынша) сипаттама бер.",
        "question_date": "3.05.2019",
        "question_tag": "География",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұны неге жібердің? ) 10-20 арасындағы билеттерге дайындал,  солардың біреуі түседі саған)",
                "date": "5.05.2019",
                "upvotes": 0
            },
            {
                "text": "Жауаптары бар ма??",
                "date": "12.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оператор эвм курсы нені үйренеді?",
        "question_content": "Достар оператор эвм курсы нені үйретеді бітіргесін қандай жұмысқа орналаса алам? Сондайақ Реферант хатшы курсы ше?",
        "question_date": "2.05.2019",
        "question_tag": "Жалпы компьютер",
        "question_views": 820,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ит - компанияларда, банктарда, банктік және биржалық компьютерлік бағдарламаларды әзірлеу мен қызмет көрсету, өндірісті басқару мен жоспарлаудың автоматтандырылған  жүйесін құрай отырып, тұтастай сала мен жекелеген мекемелерді басқару, ақпараттық анықтамалық жүйелер мен көпшілік қызмет көрсету жүйелеріне кәсіпорындар мен мекемелерде қызмет көрсету мен әзірлеу, компьютерлер мен ұйымдастыру техникасын диагностикалау мен жөндеу бойынша сервис орталығында)",
                "date": "6.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі қарадақтарды қалай кетіруге болады?",
        "question_content": "Жасы ұлғайған адам бетінде дақтар пайда болды.Оны қалай кетіруге болады?",
        "question_date": "2.05.2019",
        "question_tag": "Денсаулық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетте пайда болатын қара дақтар қазір әйелдермен қатар, ер адамдарды да жиі мазалайды. Ол безеу сияқты ыңғайсыздық тудырмаса да, келбетіңіздің көркіне кері әсер ететіні шындық. Бүгін сол қара дақтардың неден пайда болатынын және қалай құтылу керек екеніндігі туралы ақпарат береміз.\nҚара дақтарды медицина тілінде «камедондар» деп атайды екен. Олардың пайда болуына бірден бір әсер ететін фактор – беттің майлылығы. Беттің майлы бездері майды шамадан тыс бөлуінің әсерінен пайда болады. Әсіресе, ол беттің «Т» зонасында көбірек кездеседі, яғни мұрын, маңдай мен иек тұста. Өйткені бұл бөліктер беттің ең майлы жерлері. Қара дақтардың пайда болуына майлылықтан бөлек, дұрыс күтім жасамау да себеп. Әр қыз баласы күніне екі мезгіл бетке арнайы күтім жасауы керек. Ұйқыға жатар алдында міндетті түрде бетті тазалау қара дақтан сақтап қана қоймай, денсаулықты да жақсартады. Одан бөлек қара дақтар дұрыс тамақтанбау және ішек құрылысының бұзылуынан да туындап жатады.\nБетті қара дақтардан тазарту 4 кезеңнен тұрады. \nБет терісін қорғаңыз: Ең алдымен майлы бет терісінің иелері өздерін күн сәулесінен қорғауы керек. Міндетті түрде күннен қорғайтын крем пайдаланған жөн. Егер күні бойына күннің астында жүруге тура келсе, әр үш сағат сайын бетіңізді тазалап күнге қарсы кремді қайта жағып отырыңыз. Одан бөлек, бетіңізге сәуле түсірмейтін бас киім киіп алыңыз. Апта сайын маска. Байқасаңыз, майлы беттегі тесіктердің көлемі ұлғайып кетеді. Негізі ол тесіктердің ұсақ болып, сырт көзге білінбегені абзал. Ол үшін саз балшықтан жасалған маскаларды жиі қолданыңыз. Ондай маскалар қабынуды басып, беттің терілерін тарылтады. Ұқыпты тазалық. Бетті уақытымен тазартып тұрған жөн. Тазартудың қандай тәсілдері бар екенін өткен жолы айтқан болатынбыз. Өзіңіздің күн сайынғы күтіміңізден бөлек, кемінде айына бір рет косметолог маманға көрініңіз. Олар бетіңіздің терісін кәсіби тазартып бергеннен кейін, келеңсіздіктер азаятын болады. Сапалы косметика. Бетті кез келген қоспамен жуып, кездескен бояуды қолдана беруге болмайды! Алдымен, құрамына қарап сізге кері әсер ететін элементтер жоқ екеніне көз жеткізіңіз. Жалпы майлы беттерге құрамы жеңіл кремдер, маскалар пайдалану кеңес етіледі.\nҚысқаша ақпарат: Үй жағдайында қара дақтарды кетіру үшін көпшілік бетті буландыру тәсілін қолданып жатады. Ол үшін түймедақ гүлінен дайындалған ыстық тұнбаға бетті 10-12 минут тосу керек. Онан соң, босаңсыған теріден қара дақтарды қысып шығарып тастайды. Ол үшін қолыңыздың таза болуын ескеріңіз. Өйткені буланған бет инфекцияны тез қабылдайды. Дақтарды шығарып болған соң, бетті лосьонмен сүртіп, ылғалдандыратын маска жағыңыз.\nТолық ақпарат: http://ernur.kz/sululyk/bettegi-kara-dakty-ketirudin-en-onai-zholy",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тамақ турап тұрып абайсызда қолымды кесіп алдым, ораза бұзылды ма?",
        "question_content": "Ауызым берік еді, тамақ турап тұрып абайсызда саусағымды кесіп алдым, қанап кетті. Оразам бұзылған боп есептеле ме, әлде жалғастыра беру қажет пе?",
        "question_date": "1.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұзылған болмайды. Жалғастыра бересіз",
                "date": "4.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіз үшін үйленудің, бас қосып өмір сүрудің 5 артықшылығы қандай?",
        "question_content": "Сіз үшін үйленудің, бас қосып өмір сүрудің 5 артықшылығы қандай?",
        "question_date": "30.04.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 585,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1 Ата-анамызға келін\n\n2 Ата-анамыз қолын жылы суға салып отырады\n\n3 Ата-анамыз немере көріп, немеренің қызығына батады\n\n4 Тамағымыз, киіміміз дайындаулы\n\n5 Үлкен өмірдің келесі сатысына өтіп, жауапкершілікті сезіну,",
                "date": "30.04.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қай желілік маркетинг жақсы?",
        "question_content": "Қай желілік маркетинг жақсы?",
        "question_date": "30.04.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық адамзат баласы бізге 1-ақ теңгеден берсе, біз миллиардер боламыз, Сіздерге көмектесеміз",
                "date": "30.04.2019",
                "upvotes": 1
            },
            {
                "text": "жалпы мен Эйвон компаниясымен 5 жылдан бері өнімдерін қолданып сатып айналысамын. план маркетингі жеңіл басқа маркетинг желілеріне қарағанда",
                "date": "22.07.2019",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздерме маган ең жаксысы Орифлейм. Себебі өзім сол компанияда жасап жатканыма 7 ай. Казыргы танда директор званиясындамын.  Айлыгым 100000тг. Бул менің косымша жумысым,өзім муғаліммін. Косыламын деген адамдарға 87752722592 ватсап",
                "date": "23.09.2020",
                "upvotes": 0
            },
            {
                "text": "Мен Amway компаниясымен жұмыс жасаймын. Продукциялары өте сапалы, табиғи заттардан жасалған. Консультация алып, тіркелемін десеңіздер, мына номерге хабарласыңыздар. +77059939778",
                "date": "25.12.2020",
                "upvotes": 0
            }
        ]
    }
]