[
    {
        "question_title": "Samsung телефондарындағы \"сценарии\" қандай қызмет атқарады?",
        "question_content": "Samsung телефондарындағы \"сценарии\" қандай қызмет атқарады?",
        "question_date": "26.05.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Samsung маркалы телефондарда \"сценарийлер\" функциясы әдетте әртүрлі жағдайларға немесе контекстке байланысты құрылғының белгілі бір әрекеттері мен параметрлерін автоматтандыру мүмкіндігі болып табылады. Бұл дыбыс режимін, экран жарықтығын Өзгертуді, белгілі бір қолданбаларды белсендіруді немесе басқа тапсырмаларды орындауды қамтуы мүмкін.\n\nМысалы, сіз \"жиналыс\" сценарийін орната аласыз, ол телефонды автоматты түрде үнсіз режимге ауыстырады және күнтізбе алдағы кездесуді көрсеткен кезде Экран жарықтығын азайтады. Бұл пайдаланушыға белгілі бір жағдайға байланысты белгілі бір телефон параметрлерін оңтайландырудың ыңғайлы әдісін ұсынады.\n\n\"Сценарийлер\" мүмкіндігі құрылғыны пайдалану тәжірибесін жекелендіруге мүмкіндік береді және энергияны үнемдеуге және күнделікті тапсырмаларды жеңілдетуге көмектеседі.",
                "date": "23.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Су молекуласындағы сутегі атомдарының саны қанша?",
        "question_content": "Ассалаумалейкум баршаңызға!",
        "question_date": "26.05.2023",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр су молекуласында сутегінің екі атомы және оттегінің бір атомы бар, ол H2O формуласын құрайды. Осылайша әрбір су молекуласы 3 атомнан тұрады.",
                "date": "26.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рэп айтатын тындайтын адамдар бар ма?",
        "question_content": "Рэп айтатын тындайтын адамдар бар ма?",
        "question_date": "25.05.2023",
        "question_tag": "Қазақша ән",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия қазақша,орысша,ағылшынша  репті тыңдаймын",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "иә, мен скриптонит тындаймын",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электр тоғын жақсы өткізетін",
        "question_content": "Электр тоғын жақсы өткізетін\nА   оттегінің судағы ерітіндісі\nВ.  Аммиактың судағы ерітіндісі\nС.  Ерітілген қант\nD.   Барий сульфатының ерітіндісі қаты дене\nЕ.  Қатты дене",
        "question_date": "25.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А. судағы оттегі ерітіндісі-оттегі суда нашар ериді және бос иондар түзбейді, сондықтан электр тогын өткізбейді.\n\nQ. судағы аммиак ерітіндісі-судағы аммиак иондар түзеді (NH₄ ⁺ және oh⁻), бұл ерітіндіні электр өткізгіш етеді.\n\nС. еріген қант - судағы қант бос иондар түзбейді, сондықтан электр тогын өткізбейді.\n\nD. барий сульфатының ерітіндісі Қатты - Қатты зат әдетте электр тогын өткізбейді, өйткені ондағы иондар еркін қозғала алмайды.\n\nE. қатты дене - алдыңғы жағдайдағыдай, қатты заттар әдетте электр тогын өткізбейді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асыра мақтап, қошеметтегенді ол ұнатпайды морфология талдау жасаңыз?",
        "question_content": "Асыра мақтап, қошеметтегенді ол ұнатпайды морфология талдау жасаңыз?",
        "question_date": "24.05.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 211,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Қаламқас атының мағынасы қандай?",
        "question_content": "менің мұғалімім үй жұмысына өз атынның мағынасын жазып келуге берді",
        "question_date": "22.05.2023",
        "question_tag": "Мектеп",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЛАМҚАС — жіңішке келген әдемі қара қас. Халық арасында кеңінен тараған есім.",
                "date": "22.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырым Датұлы Тар кезең романнынан мінездеме керек?",
        "question_content": "Сырым Датұлы Тар кезең романнынан мінездеме керек?",
        "question_date": "22.05.2023",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Халық басына түскен ауыртпалықтың қордалана түсуі, әділдік іздеуші ерлер алдында өлшеусіз кедергі-қамалдар тууы-осылардың бәрі қашан да қай елде болмасын тарихи тұлғалар туралы шығармалар әдебиетте қанат жаюына ықпал еткені мәлім. Қазақ қоғамында әдеби процестер ауызекі шығармашылық пен жазбша  бағытта өрбіді.\n\nӘдеби шығармаларға арқау болған сондай тарихи тұлғалардың бірі де бірегейі Сырым Датұлы – Отандық тарихтағы ұлт-азаттық көтеріліс қолбасшыларының ішіндегі ерекше тұлғалардың бірі. Сырым батырдың өміріне, ол бастаған ұлт-азаттық көтеріліске арналған бірнеше еңбектер мен іргелі зерттеулер бар.\n\nСырым Датұлы хақында қазақ әдебиеті тарихында оның жағымды бейнесі ақын-жыраулардың жырлары мен дастандарында, жазушылардың  көркем туындыларында ерекше атап өтіледі. Оның басты себебі Сырым Датұлының есімі мен даңқы халықтың есінде уақыт өткен сайын жаңғырып отыруынан деп түсінген абзал. Кешегі патша заманында, одан бергісі кеңес заманы мен бүгінгі тәуелсіздік заманында да Сырымның есімі әдебиет тарихында ерекше орын алады.\n\nҚазақ әдебиеті тарихындағы Сырым Датұлы бейнесінің сабақтастығы ерекше құбылыс. Оның айқын дәлелі халқымыздың Сырым батыр туралы даланың ауызша тарихы мен ауыз әдебиетінде де, жазба әдебиетінде де мол мұралармен қамтылғанымен де құнды.\n\nХХ ғасырдың басында ағартушы ақын, ойшыл, публицист Ғұмар Қараштың (1875-1921) 1911 жылы Уфа қаласында басылып шыққан «Бала тұлпар» жинағында «Сырым батыр» тарихи жыры жарияланды. Ақын батырдың болмысын былайша жырлайды:\n\nСырым деген ер болған\nХалқының қамын жер болған.\n\nАл Мұрат Мөңкеұлы:\n\nХандардың ең ақыры Нұралы еді,\nТөренің Арқар деген ұраны еді.\nХан ұлын Сырым батыр шабарында,\nАқылды Алдар биден сұрап еді, - деп жырлайды.\n\nХ.Досмұхамедов (1883-1939) «Қазақ батырлары: Исатай, Махамбет» және  «Тайманұлы Исатайдың қозғалысы турасында қысқаша мағлұмат» атты мақалаларында: «1785-1800 жылдардағы байұлы Сырым батырдың көтерілісі барысында Сырым Нұралы ханды тақтан түсіріп қуды, Есім ханды өлтірді, патша өкіметімен жауласты. Сырым ақырында жеңілді деп қысқаша мағлұмат береді. Сырым он бес жылдай (1782-1797) күресті. Сырымның уақытында орыс үкіметі қазақ ішінде күшті емес еді. Саясатын ойдағыдай қылып ел ішінде жүргізе алмайтын еді. Бір қолымен хандарды сүйесе, екінші қолымен елді алдау үшін сипайтын еді. Патша үкіметі Сырымды әуелгі уақытта сипады. Сырымның арғы сырына түсінген соң-ақ, үкімет жалт беріп, Сырымға теріс айналды. Сырым патша үкіметінің сипағанына иланып қалды. Осы илануы елден айырылуға себеп болды. Әуелгі уақытта Кіші жүз Сырымға тегіс-ақ еріп еді. Ақырында Сырым Үргенішке жаңғыз барды десе болғандай болып барып, дұшпандарының қолынан құрметсіз өлім тапты», -деп жазды. Х.Досмұхамедов Сырым бастаған ұлт-азаттық көтерілістің негізгі себебі отарлауға қарсылық деп өзінің көзқарасын айқындайды. Оның әдебиет ісіндегі Ы.Шөрековтің мұраларын жинақтауы да зор игі іс еді.\n\n1924 жылы жазылған Ығылман Шөрековтің (1876-1931/32) «Исатай-Махамбет» дастанында Сырым туралы:\n\nХан-ие сонда сөйлейді:\n-Исатай, мені аяма!\nКүнім туса көрермін,\nАлла салса көнермін.\nКелсе де ажал ерте-кеш,\nТағдырменен өлермін.\nҚашаннан қазақ қайырсыз,\nҚай ісіне сенермін?\nҚарға қазақ шулаған,\nҚастассам сені жеңермін.\nШаптым деп ханды мақтанба,\nҮргеніште қалған Сырымдай\nСүйегіңді шетке көмермін, - деген жыр жолдары бар. Ақын Сырымның Хиуа хандығында жүріп қаза болғанын туралы Жәңгір ханның аузына сөз  салады.\n\nСырым Датов туралы қалам тартқан қазақ жазушыларының бірі –Сәбит Мұқанов. Ол – қазақ әдебиетінің тарихында әдебиет зерттеуші тұлғалардың бірі.\n\nС.Мұқанов (1900-1973) «Сырым Датұлы туралы» атты мақаласында Сырым батырды, кезінде халық ақындары, тамаша халық батыры образында түрлі себептермен жырлаған жоқ,- деген пікірін білдіреді.\n\nЖазушы Сырым туралы әдебиеттік материалдар жөнді болмағанымен, «Қазақтың ХVІІІ-ХХ ғасырлардағы әдебиет тарихынан очерктеріне» (1942) оның атын мына төмендегі себептермен кіргізгенін атап өтеді:\n\n«...Біріншіден, Сырымнан ілгерірек өткен Бұқар жырау, патша үкіметінің отаршылдық саясатынан соққан ызғардың алыстағы деміне қалтыраса. Сырым батыр, сол ызғардың түтеген боранынан тұншықты, аязынан үсіді. ...Сырым батыр ол өртке шарпылып, оны сөндіруге жанталасты. Екіншіден, Сырымның көтерілісі, одан кейін, екі жүз жылға созылған қазақ халқының азаттық жолындағы ұлы күресінің басы», - деп әділ бағасын береді.\n\nЖазушы аталған кітапта осы дәуірлер әдебиеті бойынша жиналған мол материалдарды жүйелеп, әдеби құбылыстарды халық тарихымен салыстыра қарайды. Жасыратыны жоқ С.Мұқанов Сырымның тұлғасын таптық көзқарас тұрғысынан талдады.\n\nСырым бейнесі Ұлы Отан соғысы жылдарында да жазушылар мен ақындардың шығармаларына арқау болды.\n\nҰлы Отан соғыс жылдарында Түркістан легионы қатарында болған атыраулық Ғайпен Бейісовтің келтірген дерегіне де назар аудару жөн сияқты.\n\nҒайпен Бейісов (1921-2007) 1921 жылы Атырау (бұрынғы Гурьев) облысы, Махамбет (бұрынғы Бақсай) ауданына қарасты Талқайраң ауылында дүниеге келген. Он сегіз жасында партия мүшелігіне кандидаттыққа қабылданып,  Бақсай аудандық партия комитетінде жұмыс жасайды, әскерге алынып, училищеге оқуға жіберіледі. 1941 жылы Қызыл Армия қатарына алынып, 15-қыркүйекте Украинадағы Лоховица қаласының маңындағы ұрыста ауыр жараланып, неміс фашистерінің қолына түсіп, бірнеше ай бойы лагерь азабын бастан кешіп Түркістан Ұлттық комитетіне жұмысқа алынады. Соғыс жылдарында Вермахтының Жоғарғы Бас командованиесінің Түркістан насихат бөлімінің әскери фототілшісі болып қызмет атқарып, шығармашылықпен айналысқан. 1945 жылы легионерлердің қашуын ұйымдастырды деген күдікпен Ғ.Бейісов, Х.Абдуллин, Закиров, Е.Қалдыбаев тұтқындалып, ату жазасына кесілген. Бұл кезеңде Кеңес армиясының қарқынды шабуылынан қаймыққан неміс-фашистері шапшаң шегінуде болатын. Тағдырларына қарай үкім орындалар түнінде түрме күзетшілері қашып кетіп, бұлар аман қалады. Неміс түрмесінен босаған соң Қызыл Армия қатарына қабылданып, 1946 жылы әскер қатарынан босап елге оралған Ғ. Бейісов 1946 жылы РКФСР Қылмыс заңының 58-1б бабына сәйкес «халық жауы» ретінде 10 жыл бас бостандығынан айырылып, атышулы Сібір, Степлаг, Карлагтың тозақ өмірін бастан кешіп, 1956 жылы босайды. Одан кейінгі жылдары Атырау, Маңғыстау облыстарының кәсіпорындарында инженер қызметін атқарып, зейнеткерлікке шыққан. Тек 60 жылдан кейін Қазақстан Республикасының Бас Әскери Прократурасының № 12/3-06(Р) 2006 жылдың 24 сәуірдегі қорытындысымен толықтай ақталып, саяси қуғын-сүргін құрбаны мәртебесін алған. Сол қортындысымен бірге Ұлттық Қауіпсіздік Комитеті мұрағатында сақталған 1941 жылы соғыс алдында лейтенант формасында түскен фотосуретін қоса алған. 2007 жылдың 8 мамыр күні   бақиға озды.\n\nҒ. Бейісовтың «Тамұқтан өткен тағдыр» атты деректі әңгіме кітабында Мұстафа Шоқай, Хамза Абдуллин  (әдеби бүркеншек есімі Сайран), Мәулікеш Қайболдин (Асан Қайғы), Мәжит Аяпбеков (М.Дара), Баймұрза Хайт, Қарес Қанатбаев, Қази Қазыбеков (Қази), Мәжит Айтбаев (Қобызшы Қорқыт) т.б. сияқты соғыс кезіндегі Берлиндегі Түркістан Комитетінің көрнекті өкілдерінің қилы тағдырлары жан-жақты әңгімеленеді. Естеліктерін 1955 жылы Қоянды басқармасының лагерінің 3-бөлімінде жүріп жаза бастаған.\n\nАвтор өзінің деректі әңгіме кітабында 1944 жылдың 10 мамыр күні Австрия астанасы Вена қаласында Түркістан түріктерінің І Құрылтайы болып өткендігін, құрылтайға Түркиядан, Ауғанстаннан, Ұлтаралық неміске тәуелді комитеттердің он үші қатынасқанын, келесі күні атақты Вена опера және балет театрында Қази Қазыбековтің «Ұлы адамның арманы» атты қысқа екі актілі пьесаның қойылғанын жазады. Пьесаның оқиғасы Сырым Датұлының ұлт-азаттық күресі туралы, Сырым ролінде артист Мұхамбетқали Батыргереев, сахнаға қойған журналист Мәжит Жақсылықов, музыкасын жазған Вена консерваториясында оқып жүрген Ғалым Абсаламов және Түркістан легионының көркемөнер үйірмесінің жетекшісі, скрипач, әрі дирижеры Айтекеш Толғанбаев. Бұл кәрі Европа төріндегі театрда қазақ халқының  ұлт-азаттық күресі тарихы жөнінде қойылған  алғашқы туындылардың бірі болды деп есептеуге болады. Бұл қойылым Ғайпекеңе ерекше әсер еткен. Ол: «Әлі есімде, шымылдық жартылай ашық тұр. Қазақтың кең даласы. Алыста ойлы-қырлы белестер көрінеді. Ұзын жолдың бойы. Екі көзі жоқ қарияны бір жас қыз жетектеп келеді. Қарт тұрып:\n\nМұнарда мұнар мұнар күн,\nСәулесіз меңіру қара түн.\nҚара түнді қақ жарып,\nҚазақтан енді шығар кім...»\n\nБасқаны қайдам, пьеса маған қатты әсер етті, ұнады,-деп еске алады.\n\nҚази Қазыбековтың бұл пьесасы Түркістан Ұлттық Комитетінің баспасөз органында жариялануы мүмкін-ау деген ой да келеді. Пьесаның негізгі идеясы-азаттықты, бостандықты аңсау, легионерлердің бойындағы азаттық рухты көтергені сөзсіз. Айырықша атап өтетін мәселе Түркістан түріктерінің І-ші Құрылтайында Вена опера балет театрында басқа түркі тектес ұлттардың ұлт-азаттық көтерілісі туралы қойылымдарының болмауы. Бұдан шығатын қорытынды Сырым бейнесінің қазақ әдебиеті тарихындағы орнының ерекше екендігін көрсетсе керек-ті.\n\nСонымен бірге Жәрдем Тілешовтің 1945 жылы майданда жүріп жазып бітірген «Сырым батыр» дастанын айтуға болады:\n\nСол адам ханға тіл қатты:\nМенің атым ер Сырым\nМенің сырым ел сыры\nЕңіреген еріңмін\nАсқақтап аққан Жайықпын,\nАтыраудай асау теңізбін\nТопанымын халық кегінің\nСеңіме сені сүздіртіп\nСелкілдетіп Ордаңды,\nОн төрт жыл соққан желіңмін, - деп батырдың бейнесі арқылы халықтың кегін қайтаруды жырына қосады. Ақын дастанында:\n\nТұлғасына қарасам,\nАдамға біткен бір алып...\nАжарына қарасам,\nАшулы көкжал арыстандай,\nҚабағы тым қатыңқы\nҚара бұлт басқан аспандай,\nСәукеле қара сақалды\nАзын-шоғын ақ бардай, - дей отырып батырдың бейнесін сомдайды.\n\n1967, 1989 жылдары «Жазушы» баспасынан жарық көрген «Шешендік сөздер», «Ел аузынан» жинақтарында Сырымның шешендік сөздері берілген.\n\nЖинақтардағы Сырымның шешендік сөздері халықтың жадында сақталып, ұрпақтан-ұрпаққа ауысып келе жатқан ауызша аңыз, әңгімелерге сүйеніп жазылған.\n\nСырым Датұлының қоғамдық-саяси қызметі тақырыбына қалам тартқан Ғабит Мүсірепов (1902-1985) 1980 жылы «Болашаққа аманат» атты Сырым туралы  төрт перделі тарихи драмасын жазды. Тарихи драма 1981 жылы «Жұлдыз» журналының №1 санында жарияланды.\n\nБұл тарихи драма халқымыздың ұлт-азаттық қозғалысы мен ұлттардың өзін-өзі билеу идеясын қазақ әдебиетінің ғасырлық жаңа дәуірінде ашық та батыл көтерген шығарма. Ғ.Мүсіреповтің бұл тарихи драмасының негізгі идеясы ұлт азаттығы, халықтың өзін-өзі билеуі жөніндегі идеямен ұштасып жатады. Жазушы кейіпкеріне, яғни Сырымға: «Қай ел болса да өзінің қандай ел екенін өз тізгіні өз қолында тұрғанда ғана көрсете алады»,- деген өте батыл сөз айтқызып, батырдың асқақ арманы мен аманаты халқының тәуелсіздігін жазушы асқан шеберлікпен қалың оқырманға жеткізе білді.\n\nҒ.Мүсіреповтың қаламынан туған бұл шығармаға филология ғылымының докторлары Х.Әдібаев пен Ж.Ысмағұлов: «Сырым Датұлының өмірі мен билік қызметі жайындағы бұл еңбек кезінде цензура бақылауынан қағаберісте өтіп кетсе де, әдеби-драматургиялық сын тарапынан да тиісті бағасын ала қоймаған туынды. Ал шындығында, ұлт-азаттық қозғалысы мен ұлттардың өзін-өзі билеу идеясын қазақ әдебиетінің ғасырлық жаңа дәуірінде дәл осындай ашық та батыл көтерген басқа шығарманы біз онша көп біле бермейміз», - деп баға береді.\n\nҒ.Мүсіреповтің «Қазақ солдаты» романындағы  басты кейіпкер Қайрошта (Кеңес Одағының Батыры Қайырғали Сұмағұлов) Сырым шыққан топырақтан. Жазушы өмірде болған, әр қилы заманда өмір сүрген елін, туған жерін сыртқы жаулардан қанын төгіп қорғаған қазақ батырларының ерліктерін  көркем әдебиетте шебер сабақтастыра білді.\n\n1983 жылы жазушының бұл тарихи драмасы Махамбет атындағы облыстық қазақ драма театрында қойылды.\n\nСонымен бірге жазушының Сырым бастаған көтерілістің 200 жылдығына арналған «Асыл арман, ардақты ер» атты мақаласында «Алдақашан... Бұдан екі жүз жыл бұрын! Екі жүз жыл!.. Бұған дейін Шығыс елдері түгел Батыс елдерінің қоғамдық тіршілігінде кездеспеген, кездесу түгел елес бермеген, заты да жаңа, аты да жаңа, қалада емес далада, қазақ даласының батысында, қадірлі аты сом алтыннан құйылып, қазақ тарихының қоймасында сақталар «Халық кеңесі» деген өкімет құрылды, өкімет!.. Орысша аты – Народное собрание! Құрылған жері – Батыс Қазақстан,  құрған ері – Сырым, Сырым батыр Датұлы. Қолдаған – қалың қазақ бұқарасы. Сонымен дүние жүзінде үлгісі жоқ, қазақ халқының өз тәжірибесінде де болып көрмеген, атақты көсемі, данышпаны-данасы, ғалымы да жоқ мал баққан көшпелі елде халық кеңесі аталған өкімет құрылып, қолма-қол іске кірісті», - деген соны пікір білдірген.\n\nСырым жеңемін деп аттанды ма, әлде алда болар ұзақ алыстардың басталар кезін, халқымыздың оянар кезін аңсады ма, әйтеуір қыран қанат қақты. Сырым ұлы майданға халық көсемінің міндеттерін арқалай шыққанын жазушы дөп басып жазды.\n\nТарихи шығармаларға деген халықтың ықыласы ерекше екендігі де белгілі. Тәуелсіздік жылдарында жазушы Қажығали Мұханбетқалиұлы жиырма жыл бойы ізденіп «Тар кезең» тарихи романын  2012 жылы жарыққа шығарды. Тарихи роман ресми архив құжаттарындағы бұйрықтарға, хаттарға сүйеніп, зерттеп, зерделеу арқылы жазылған. Бұл жаңа туынды туралы уақытында Қазақстан Жазушылар одағының Астана қалалық филиалының директоры, ақын Несіпбек Айтұлы: ««Тар кезең» романы Қ. Мұханбетқалиұлының жиырма жыл көз майын тауысып зерттеп жазған шығармасы және үлкен, күрделі шығармаға келу үшін адам оны көп уақыт зерттеу керек», - деп атап өтті. Сонымен қазақ әдебиеті Сырым Датұлы туралы тағы бір тарихи романмен толықты.\n\nСырымнан кейін Батыс Қазақстанда болған отаршылдық күрестің ерлері – Қаратай, Арынғазы, Қайыпқали, Жоламан, Исатай-Махамбет, Бекет, Есет, Иса мен Досан бастаған халық-азаттық қозғалыстары түптеп келгенде Сырым соққан ұядан ұшқан сұңқарлар. Әр қайсысы өз шамасынша, бірде түзу, бірде бұралаң жолдармен барып Сырым салған соқпаққа қосылды. Қосылар майдандары ұлттық езгі мен отаршылдыққа  қарсы күрес.\n\nХалық мүддесін бар өміріне мұрат еткен ұлы күрескердің ерлік хикаясы да, қиын-қыстау заманның қыспағынан қымсынбай, ащы шындығымен, асқақ романтикасымен бейнелеп кеткен ақындар мен жазушылардың қажырлы  еңбектерінің нәтижесі қазақ әдебиеті тарихындағы Сырым Датұлы бейнесінің сабақтастығының айқын үлгісі.\n\nАққали Ахмет,\n\nтарих ғылымдарының докторы, қауымдастырылған профессор",
                "date": "11.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етекір жөнінде сұрақ. 3 ай болды етеккір жоқ",
        "question_content": "Менің жасым 16-да. 3 ай болды етеккір жоқ және ісініп барлық жерім ауырады. Восполение жоқ деді. Не істесем болады?",
        "question_date": "22.05.2023",
        "question_tag": "Тазалық",
        "question_views": 216,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гормонның бұзылуы, фолликуляция толып жарылмаған кезде болуы мүмкін сіздегідей жағдай, гинеколог маманына және жақсы УЗИ маманынан кеңес алыңыз.",
                "date": "22.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универге түсу үшін кта тапсырады қандай пәндерден тапсырады екен?",
        "question_content": "Мамандығым дизайн колледж оқыдым. Универге түсу үшін кта тапсырады қандай пәндерден тапсырады?",
        "question_date": "21.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 428,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дизайн мамандығынан колледжді аяқтау көзінде университетке қатысты білім алу барысында өз пайдалылықтарыңызды жасау мүмкін. Дизайн бойынша тәжірибе жасау, көмек көрсету жаттарын жою, жаңа жобаларды түзету, дизайн студияларында жат жұмыс істеу, үйді ойлау және қала өркенинде білім алу мақсатында сізге өтініш берілген пәндерден кейінгі таңдауға көмек көрсете алады.\n\nКта тапсыру үшін үздікті университеттер байланыс жасау, алдын ала арнайы программаларды талап ету үшін көмек көрсетушілерімен кездесу жумыстарына қатысу, сипаттау тесттерін орындау әрекетіне жатты жасырын байланыс билдіруші байланыс байланысқандарға көмек көрсетуі мүмкін.\n\nЖалпы мәліметтер үшін, өз аудандық жеке білім беру басқармасында немесе университеттердің көмек көрсетуші қызметтерінде білім алуыңызды сұрау жасауыңызды ұмытпаңыз.\nТолығырақ: https://chat.openai.com/",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми пәндер жүйесіндегі Информатиканың орны. Пәннің міндеті мен мақсаты қандай?",
        "question_content": "Ғылыми пәндер жүйесіндегі Информатиканың орны. Пәннің міндеті мен мақсаты қандай?",
        "question_date": "20.05.2023",
        "question_tag": "Информатика",
        "question_views": 572,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Информатика қазіргі білім мен ғылыми прогресте шешуші рөл атқара отырып, ғылыми пәндер жүйесінде маңызды орын алады. Оның міндеттері мен мақсаттары білім деңгейіне және бағдарламаның ерекшелігіне байланысты әр түрлі болуы мүмкін, бірақ жалпы информатика келесі аспектілерге бағытталған:\nИнформатиканың міндеттері:\nАқпараттық сауаттылықты дамыту: студенттерге ақпаратпен жұмыс істеу, деректерді тиімді іздеу, талдау және бағалау дағдыларын беру.\nБағдарламалау негіздерін оқыту: қазіргі технологиялық әлемдегі негізгі компонент болып табылатын бағдарламаларды жазудың негізгі дағдыларын қалыптастыру.\nАлгоритмдер мен деректер құрылымдарын зерттеу: алгоритмдер мен оңтайлы деректер құрылымдарын қолдана отырып, студенттердің есептерді тиімді шешу дағдыларын дамыту.\nКомпьютерлік жүйелердің жұмыс істеу принциптерін түсіну: компьютерлердің, желілердің және басқа технологиялық құрылғылардың жұмыс істеуінің негізгі принциптерін үйрету.\nЕсептеу есептерін шешу дағдыларын дамыту: логикалық ойлауды ынталандыру және әртүрлі салаларда есептерді шешу дағдыларын дамыту.\nИнформатиканың мақсаттары:\nЦифрлық жұртшылыққа дайындық: цифрлық әлемде ақпаратпен және технологиялармен тиімді өзара іс-қимыл жасау үшін қажетті құзыреттерді дамыту.\nКәсіби қызмет үшін негізгі дағдыларды қалыптастыру: студенттерді Ақпараттық технологиялар және онымен байланысты салаларда жұмыс істеу үшін қажетті білім мен дағдылармен қамтамасыз ету.\nҒылыми прогреске ықпал ету: Информатика деректерді өңдеу және талдау, модельдеу және модельдеу құралдарын ұсыну арқылы ғылыми зерттеулерді дамытуда шешуші рөл атқарады.\nТехнологиялық ойлауды дамыту: студенттердің сыни ойлау қабілетін және проблемаларды шешуге шығармашылық көзқарасын қалыптастыру.\nЖаңа технологияларды жылдам енгізуге дайындық: технологиялардың қарқынды дамуын ескере отырып, информатика студенттерді жаңа цифрлық шешімдерді тез игеруге және енгізуге дайындайды.\nОсылайша, информатика техникалық дағдыларды қамтамасыз етіп қана қоймайды, сонымен қатар жалпы ғылыми білім беру жүйесіндегі маңызды элемент болып табылатын логикалық ойлауды, дерексіз ойлау қабілетін және шығармашылықты дамытады.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Александр Македонскийдің атына салынған Александрия қаласы орналасқан жер қайда?",
        "question_content": "Александр Македонскийдің атына салынған Александрия қаласы орналасқан жер қайда?",
        "question_date": "20.05.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 508,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мұнара Фаро аралының соңында орналасқан, онда қазіргі кезде Қайтбай бекінісі тұр. Шағын арал Канопоның алдында, Александрия (Египет) портына өте жақын орналасқан. Книдо Дексифандары оны материкпен көпір арқылы байланыстырды.",
                "date": "22.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Нәпсіқұмарлықтан қалай құтлады?",
        "question_content": "Достар нәпсіқұмарлықтан қалай құтылады?.  Сұрайын дегенім жыныстық нәпсіқұмарлығынан әбден зардап шектім, күніге қозу сезімі пайда болады, сосын мастурбация жасап шәуқат ағып кетеді, ол әкенің сасиды, күніге жуынып киімдерімді жуамын. Бұл күлетін ауру емес, дезодорант себемін, содан аллергия туған ба, әйтеуір қозу ауруы бітпей қойды. Құдай үшін сұрағымды өшірмеңдер, қайта жауап беріңдерші?. Әбден депрессияға ұшыратты. Қандай да бір кінәрат бар ма қуығымда. Қоздыру ауруы пайда болған ба?, аллергия пайда болған ба?, әлде инфексия түскен бе?. Неліктен мен қоза беремін. Шөп дәрілер бар ма?. Қандай дәрілер ішсем болады?, бұл қозуды бір жолата жоқ қылу үшін.",
        "question_date": "20.05.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "/////////////////////////////////",
                "date": "21.05.2023",
                "upvotes": 0
            },
            {
                "text": "Уролог маманына көрінуге кеңес беремін. Дезодорант себуге болмайды, содан инфекция кетеді. Мидағы жауап беретін рефлекс жұмысы бұзылған жағдайда осындай белгілер білінеді. Сол себепті мамандарға жүгініңіз.",
                "date": "21.05.2023",
                "upvotes": 0
            },
            {
                "text": "Үйлен немесе бір мақсаттар қойып өзіңді бос қалдырма, достарыңмен , туыстарыңмен көп аралас, сөйлес, өзіңді бір жұмыстармен қойып таста, энергияңды басқа жаққа түрлендір. Немесе тұрақты қыз тап ары қарай үйленіп кетуге.\n\nСен жас болғандықтан, гормондарың ойнап тасып тұр. Бұл миыңдағы дофамин , ләззат алу гормонына да байланысты болып тұр. Спортқа, мақсаттарыңа жұмса энергияңды.",
                "date": "24.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "...+HCI>KCI+... реакция теңдеуін анықтап, теңестіріңіздер?",
        "question_content": "...+HCI>KCI+... реакция теңдеуін анықтап, теңестіріңіздер?",
        "question_date": "19.05.2023",
        "question_tag": "Химия",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "KOH+HCL» KCL+H2O",
                "date": "30.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша ұрандар керек!",
        "question_content": "Прошу, придумайте девиз на казахском языке, тема победы в олимпиаде. Про жажду знаний, и что то в этом роде. Вот пример, желательно такого рода:\n\"Жеңістерге бет алдық\nБіз білімге құмартып\nМыңнан тұлпар атанар\nӨрендер біз Оралдық\"\nҚазақ тілінде ұран, Олимпиададағы жеңіс тақырыбы ұсынылсын. Білімге деген құштарлық туралы және сол сияқты. Міне, мысал, жақсырақ осындай.\nЕсте сақтау оңай болар еді!\nЧто бы было легко запомнить!\nРахмет :)",
        "question_date": "19.05.2023",
        "question_tag": "Мектеп",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің ұран 5 әріп\n\nАлгам алгам алгам",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Duty Free деген не?",
        "question_content": "Duty Free деген не? Қай жерде қолданылады?",
        "question_date": "19.05.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 121,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Duty-free дүкендері алғаш рет 1947 жылы Ирландия елінде пайда болды. Ирландия басшылығы әуежайдың төлқұжат тексеру аумағында орналасқан дүкендерді салықтан босату жайлы шешім қабылдайды. Қазіргі таңда мұндай дүкендер барлық халықаралық әуежайларда бар.\n\nDuty-free дүкендерінде тиімді бағамен танымал бренд тауарларын, парфюм мен ішімдіктердің алуан түрін, косметикалық бұйымдарды сатып алуға болады. Алайда, бұл дүкендерде сувенирлер мен кәдесыйларды сатып алудың қажеті жоқ. Себебі, олардың бағасы қымбат болады. Әр елдерде орналасқан duty-free дүкендері бір-бірлерінен тауарлардың әр түрлілігі мен бағаларымен ерекшеленеді.\n\nҚиыр Шығыс пен Азия елдеріндегі duty-free дүкендері әлем бойынша ең үздік болып танылған. Себебі, бұл елдердің дүкендерінде тауар түрі әр алуан, әрі олардың бағалары арзан. Көш басында Дубай әуежайындағы duty-free дүкендері. Тәулік бойы қызмет ететін дүкендерде жолға шыққан жандар назарына тауардың түр-түрі ұсынылады. Бұл жақтағы тауар бағасы қаладағы бағалардан 50%-ға арзан.\n\nЕкінші орында Бангкок әуежайындағы дүкендер. Көптеген парфюм, косметика, танымал Еуропа брендтерінің тауарларын арзан бағамен сатып алуға болады.\n\nАл Еуропа duty-free дүкендері айтарлықтай арзан деп айтуға келмес. Бұл дүкендерде темекі, алкоголь және парфюм өнімдерін ғана арзан бағамен алуға болады.\n\nГерманияның Франкфурт, Мюнхен және Берлин қалаларының әуежайларында орналасқан duty-free дүкендері үлкен, тауар ауқымы өте кең. Әлемнің тұрмыс деңгейі өте жоғары қалаларының бірі саналатын Цюрих әуежайында швейцар сағаттарын сататын бірнеше бутиктер орналасқан. Ал сәнқой жандар Вена әуежайындағы duty-free дүкендерін араласа болады.\n\nDuty-free дүкендері әуежай ішінде ғана емес, ұшақ ішінде де болады. Әдетте, борт қызметкерлері тауарлардың каталогын ұсынып жатады. Тек тауар көлемі әуежайдағыдай кең көлемде емес. Ал бірақ бағасы айтарлықтай арзан болып жатады.\n\nЕң бастысы, бұл дүкендерде сатып алуға болатын тауар көлемі туралы алдын ала біліп алыңыз. Себебі, әр елдің сатып алуға рұқсат етілген тауар көлемі әр түрлі.",
                "date": "19.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1.0,3н 250мл кальций фосфаты ерітіндісін дайындау үшін тұздың қандай массасы қажет?",
        "question_content": "0,3н 250мл кальций фосфаты ерітіндісін дайындау үшін тұздың қандай массасы қажет?",
        "question_date": "18.05.2023",
        "question_tag": "Химия",
        "question_views": 164,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерітіндіні дайындауға қажетті тұздың массасын анықтау үшін ерітіндінің концентрациясын (молярлығын) және оның көлемін білу қажет. Бізде белгілі еркіндігі бар кальций фосфатының (Ca^3(PO^4)^2) ерітіндісі бар делік.\n\n1. Кальций фосфаты ерітіндісінің литріне (моль/л) моль концентрациясын нақтылаңыз.\n\n2. Тұздың моль санын алу үшін концентрацияны ерітіндінің көлеміне көбейтіңіз (литрмен).\n\n3. Тұздың моль санын біле отырып, тұздың граммдағы массасын анықтау үшін кальций фосфатының молярлық массасын пайдаланыңыз.\n\nЕрітіндінің нақты концентрациясы мен көлемі болмаса, нақты жауап бере алмаймын. Егер сізде бұл деректер болса, оны беріңіз, Мен сізге тұздың массасын есептеуге көмектесемін.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып 4 тоқсан биология бжб ның жауабы керек?",
        "question_content": "7 сынып 4 тоқсан биология бжб ның жауабы керек?",
        "question_date": "18.05.2023",
        "question_tag": "Биология",
        "question_views": 760,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауаптарды есептен шығармаңыз, бұл сізге ешқандай пайда әкелмейді",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сынып бжб физика",
        "question_content": "S=4см²\n\n∆t=0,09c\n\nB¹=0,9Тл\n\nВ²=0,5Тл\n\nЕ=?",
        "question_date": "18.05.2023",
        "question_tag": "Физика",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Логопедиялық мамандыққа практика есебі керек еді, үлгісі болса",
        "question_content": "Логопедиялық мамандыққа практика есебінің үлгісі керек еді",
        "question_date": "18.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 123,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Сөздің әуезділігін сақтау - көркем сөйлеудің сипаты\" тақырыбында ой толғау жазыңыз",
        "question_content": "Ой толғау керек  хат керек емес",
        "question_date": "18.05.2023",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көркем сөйлеу тіл мәдениетіне қатысты. Көркем сөйлеудің басты тілдік алғышарты әдеби нормада сөйлеу және коммуникативтік сапаға сай болу. Көркем сөйлеу қарапайым сөйлеуден жоғары тұратын сөйлеудің әдеби нормаланған түрі болып табылады. Кез келген ситуацияда көркем сөйлеу сыпайылықтың белгісі. Алайда сөйлеушілердің бәрі бірдей норманы сақтап сөйлеуі мүмкін емес. Сөйлеушінің коммуникативтік ықпал ету мақсатында прагматикасын жүзеге асыру үшін нормадан уәжді ауытқуы да көркем сөйлеудің бір қыры болып табылады. Көркем сөйлеу – тілдің өміршеңдігінің бір көрінісі. Көркемдік қуаты кеміп, тек тұрмыстық лексикадан аспаған тілді өміршең тіл қатарына қосуға болмайды.Тілдік тұлға – тілмен бірге мәдениетті де тасымалдаушы. Ендеше көркем сөйлеушінің «бүгінмен» бірге «ертең» үшін де маңызы зор. Қазақ тілі – көркемдік қуаты күшті тіл екендігі нақты тілдік фактілермен дәлелденеді.\n\nСөз әуезділігін сақтап сөйлеу орфоэпиялық нормаға негізделеді. Қазақ тілі – әуезді тіл. Сөйлем құрамындағы сөздің, сөз тіркестерінің дұрыс айтылуы сөз әуеніне назар аудартады. Бұл, әсіресе, көркем сөйлеудің дұрыс айтылу нормасында анық байқалады. Алайда қазақ тілінің үндестік заңын екінің бірі сөйлеу кезінде сақтамауынан тыңдаушы құлағына түрпідей естілетін мысалдар жетерлік. Бұл ретте айтушы да, тыңдаушы да мән бермейтін сөздің дұрыс айтылуын ескеру керек.\n\nҚазақ тілінің сұлу, әуезді тілінің дискурсы көбінесе: кез-келген емес – кезгелген, бір қатар емес – бір ғатар, қазақ елі емес – қазағ елі, біркелкі емес – біргелкі болып естіліп, мағыналық бөліктердің дұрыс дыбысталып, құлаққа «майдай жағатын» әуезділігі сақталса көркем сөйлеу кезінде ойдың мазмұны да ерекше экпспрессивтілікке ие болады. Өйткені офоэпияны сақтап сөйлеу интонацияны барынша жақсартады.\n\nБұл ретте жай сөйлеушілермен қатар, әншілердің қазақ дыбыстарының өзара үндесуін қадағалап әндетуі тыңдаушысына ерекше әсер ететіне сөзсіз. Мысалы, «Мен сені құлай сүйгенмін» емес - «мен сені ғұлай сүйгенмін» деп естілуі (орындаушы С.Медеуов дыбыс үндестігін сақтаған) ән мәтініндегі мағыналық бөліктерінің де атқаратын қызметі бар.\nКөркем сөйлеу – тілдің өміршеңдігінің бір көрінісі. Көркемдік қуаты кеміп, тек тұрмыстық лексикадан аспаған тілді өміршең тіл қатарына қосуға болмайды.\n\nТілдік тұлға – тілмен бірге мәдениетті де тасымалдаушы. Ендеше көркем сөйлеушінің «бүгінмен» бірге «ертең» үшін де маңызы зор. Қазақ тілі – көркемдік қуаты күшті тіл. Ал осындай бай тілдің қазыналы қорын сөйлеудің көркемдігі үшін барынша пайдалана білген тілдік тұлғада тілге деген жанашырлық пен сүйіспеншілік болары сөзсіз. Өз тілін құрметтеген адам ғасырлар бойы тілімізге кодқа салынған рухани және мәдени құндылықтарды да қадір тұтады.",
                "date": "19.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ксеноэстрогендер деген не?",
        "question_content": "Қазіргі пластик бөтелкелердің, целофандардың құрамында болады дейді, ер адамдардың тестестерондарының төмендеуіне әсер етеді дейді, қаншалықты рас, толық ғылыми ақпараттар бар ма?",
        "question_date": "17.05.2023",
        "question_tag": "Денсаулық",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ксеноэстроген сөзі гректің ξένο (ксено, бөтен дегенді білдіреді), οἶστρος (эструс, жыныстық қалауды білдіретін) және γόνο (ген, «генерациялау» дегенді білдіреді) сөздерінен шыққан, яғни «шетелдік» эстроген. Ксеноэстрогендерді \"қоршаған орта гормондары\" немесе \"EDC\" (эндокриндік жүйені бұзатын қосылыстар) деп те атайды. Олар синтетикалық немесе табиғи болуы мүмкін химиялық қосылыстар. \nКсеноэстрогендер — денеге сырттан енетін және жыныстық гормондар-эстрогендер ретінде \"жасырылған\" химиялық заттар. Олар баяу ыдырайды, ұзақ уақыт өтіп жойылады, денеде жиналып, гормоналды бұзылулар мен гормонға тәуелді ауруларды тудыруы мүмкін. Ксеноэстрогендердің қоршаған ортаға және адам денсаулығына ықтимал әсері алаңдаушылық туғызады. Ксеноэстрогендерді, соның ішінде эндокриндік қоғамды зерттейтін ғалымдардың көпшілігі оларды жабайы табиғатқа да, адамдарға да гормоналды деструктивті әсер ететін қоршаған ортаға үлкен қауіп ретінде қарастырады. \nПластмассаларда, оралған тағамдарда, науалар мен сусын контейнерлерінде (әсіресе күн немесе пеште қыздырылған кезде) кездесетін ксеноэстрогендер жыныстық жетілудің дамуына кедергі келтіруі мүмкін, әртүрлі деңгейлерге – гипоталамус-гипофиз осіне, жыныс бездеріне, кеуде, шаш фолликулалары және жыныс мүшелері сияқты перифериялық мақсатты органдарға әсер етеді.\nКсеноэстрогендер мидағы, гипофиздегі, жыныс бездеріндегі және қалқанша бездеріндегі кері байланыс циклдарын уақытша немесе үздіксіз өзгерте алады, эстрогеннің әсерін имитациялайды және олардың арнайы рецепторларын тудырады немесе олар гормон рецепторларымен байланысып, табиғи гормондардың әсерін блоктай алады.\nКсеноэстрогендердің құрамына фармакологиялық эстрогендер кіреді. Жалпы экологиялық эстрогендер:\n- Атразин жүгері, қант қамысы, шөп және күздік бидай сияқты дақылдарда өсетін жалпақ жапырақты арамшөптермен күресу үшін гербицид ретінде кеңінен қолданылады. Атразин сонымен қатар шыршаларды, тұрғын көгалдарды, гольф алаңдарын және басқа да демалыс аймақтарын өңдеу үшін қолданылады. Атразин әлемдегі екінші ең көп сатылатын пестицид болып табылады және АҚШ ең көп қолданылатын гербицид болып саналады. Атразин нейроэндокриндік жүйеге араласуға қатысады, гонадотропинді босататын гормонның бөлінуін тежейді, бұл өз кезегінде лютеиндеуші гормонның және фолликулды ынталандыратын гормонның деңгейін төмендетеді.\n- BPA (бисфенол А) - поликарбонатты пластик пен эпоксидті шайырларды өндіру үшін қолданылатын мономер, көптеген тамақ пен сусын банкаларында қаптау ретінде қолданылады. Әлемдік BPA қуаты жылына 6,4 миллиард фунттан (2,9 ×10 9 кг) асады және осылайша әлемдегі ең көлемді химиялық заттардың бірі болып табылады. Бисфенолдардың ішінен бисфенол А әлсіз ксеноэстроген екенін атап өткен жөн. Бисфенол Z сияқты басқа қосылыстар егеуқұйрықтарға күшті эстрогендік әсер ететіні көрсетілген. Бифенол А және басқа ксеноэстрогендер адамдарда және жануарларда ауру тудыруы мүмкін деген болжам бар. BPA әсері адам жүйелеріндегі дисфункциялармен, соның ішінде иммунитетпен байланысты.\n- ДДТ (дихлордифенилтрихлорэтан) 1972 жылы АҚШ тыйым салынғанға дейін пестицидтерде ауылшаруашылық мақсатта кеңінен қолданылды. ДДТ-ның қоршаған ортаға қауіпті әсері оның құстарда нәзік жұмыртқа қабығының пайда болуымен байланысты және аллигаторлардың туу деңгейінің 90% төмендеуіне әкелді. АҚШ-да тыйым салынғанымен, ДДТ әлемнің көптеген бөліктерінде ауыл шаруашылығында қолдану, жәндіктермен күресу және безгектің таралуымен күресу үшін қолданыла береді. ДДТ және оның DDE және DDD метаболиттері қоршаған ортада төзімді және май тіндерінде жиналады. Омыртқалы жануарларда ДДТ ыдырай алмайды және денеде қалады. ДДТ ересек жаста әсер еткенде денсаулыққа қауіп төндіреді деген қауіп аз, бірақ дамудың негізгі кезеңдерінде жатырда және жасөспірімде сүт безі қатерлі ісігінің даму қаупінің жоғарылауын көрсететін дәлелдер бар.\n- Диоксиндер, өте улы химикаттар тобы, жану процестерінде, пестицидтер өндірісінде және ағаш целлюлозасын хлормен ағартуда бөлінеді. Диоксин целлюлоза-қағаз зауыттарынан су жолдарына төгіледі. Жануарлардың майларын тұтыну адамға әсер етудің негізгі жолы болып саналады. Диоксиндер мен диоксин тәрізді қосылыстардың (DLC) әсері мен адам аурулары арасындағы байланыс жақсы анықталмаған. Жануарларға жүргізілген биологиялық талдаулар олардың арасындағы күшті байланысты көрсетпейді.\n- Эндосульфан-көптеген көкөністерді, жемістерді, дәнді дақылдарды және ағаштарды өңдеу үшін қолданылатын инсектицид. Эндосульфанды сұйық концентрат, суланған ұнтақ немесе түтін таблеткалары түрінде жасауға болады. Адамға әсер ету тамақ ішу немесе жер асты және жер үсті суларының ластануы кезінде пайда болады. Эндосульфанның әсері орталық жүйке жүйесінің (ОЖЖ) гиперстимуляциясының нәтижесі болып табылатын құрысуларды тудыратыны белгілі. Денедегі айтарлықтай әсер ету және жинақтау кезінде жүрек, бауыр және бүйрек сияқты негізгі органдардың уыттылығы туралы хабарланды, бұл бірнеше сағат ішінде өлімге әкелуі мүмкін.\n- Бромдалған отқа төзімді заттар (BFRs). PBD және PBDE екеуі де бромдалған отқа төзімді деп аталатын химиялық заттардың бір класына жатады. PBD (полибромды дифенилдер) - компьютерлік мониторларда, теледидарларда, тоқыма бұйымдарында және көбік тақталарында қолданылатын пластмассаға қосылатын химиялық заттар, оларды жағуды қиындатады. Алайда, АҚШ-да PBD өндірісі 1976 жылы тоқтады, өйткені олар оңай ыдырамайды. PBD топырақта, суда және ауада табыла береді. PBDE (полибромды дифенил эфирлері) PBD-ге ұқсас әрекет етеді, өйткені олар да отқа төзімді. PBDE химиялық тұрғыдан олар бекітілген заттармен байланысты емес және осылайша қоршаған ортаға енуі мүмкін.\n- ПХД (полихлорланған дифенилдер) - хлорланған көмірсутектер деп аталатын жасанды органикалық химиялық заттар. ПХД негізінен химиялық тұрақтылығын, төмен тұтанғыштығын және электр оқшаулау қасиеттерін ескере отырып, оқшаулағыш сұйықтықтар мен салқындатқыштар ретінде пайдалану үшін шығарылды. ПХД-ға 1979 жылы тыйым салынды, бірақ ДДТ сияқты қоршаған ортада сақталуда. ПХД әсері тек қоршаған ортамен шектелмейді. Ананың ПХД деңгейі мен астма, экзема, розеола және жоғарғы тыныс жолдарының инфекциясы сияқты жағдайлар арасында ассоциациялар анықталды.\n- Фталаттар поливинилхлорид сияқты пластмассалардың беріктігі мен икемділігін қамтамасыз ететін пластификаторлар болып табылады. Жоғары молекулалы фталаттар еден жабындарында, қабырға жабындарында және көктамырішілік пакеттер мен түтіктер сияқты медициналық құрылғыларда қолданылады. Төмен молекулалы фталаттар парфюмерияда, лосьондарда, косметикада, лактарда және жабындарда, соның ішінде фармацевтикалық препараттарда кешіктірілген шығарылымдарда кездеседі. Ересектерде фталаттардың әсері демікпе, II типті қант диабеті және инсулинге төзімділік, аллергия және астма сияқты метаболикалық бұзылулар сияқты жағдайлармен байланысты. Балаларда фталаттардың әсері ересектермен салыстырғанда айтарлықтай айырмашылықтарға ие, бұл репродуктивті гормондар деңгейінің және қалқанша безінің жұмысының бұзылуымен байланысты.\n- Зеранол. Қазіргі уақытта Зеранол АҚШ-та және Канадада мал үшін анаболикалық өсу стимуляторы ретінде қолданылады. Оған ЕО-да 1985 жылдан бері тыйым салынған, бірақ оған ұшыраған ет өнімдері арқылы тамақ өнімдерінде ластаушы зат ретінде әлі де бар.",
                "date": "19.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілмен жұмыс істейтін республикаға қызмет ететін үлкен лауазымда жұмыс істегім келеді",
        "question_content": "Үлкен лауазымда жұмыс істегім келеді мұғалім болғым келген нақты бірақ мұғалімдер жаман болма дегенсін ой өзгерді",
        "question_date": "17.05.2023",
        "question_tag": "Мектеп",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің маңызды лауазымда жұмыс істеу арқылы өз республикаңызға қызмет етуге деген амбицияңыз бен ұмтылысыңыз мақтауға тұрарлық. Егер сіз тілмен жұмыс жасағыңыз келсе, Сіз Білім министрлігі, аударма институты, мемлекеттік орган немесе халықаралық ұйым сияқты ұйымның бір бөлігі болғыңыз келуі мүмкін. Сіздің қызығушылықтарыңыз бен дағдыларыңызға байланысты сіз құқық, Халықаралық қатынастар, білім, дипломатия немесе лингвистика сияқты салаларды қарастыра аласыз. Осы салалардағы даму сіздің алдыңызда өз республикаңызға қызмет ету және тілдік дағдыларды қолдану мүмкіндіктерін ашуы мүмкін. Мақсаттарыңызға адал болу және өршіл мансаптық мақсаттарға жетуге көмектесетін мүмкіндіктерді іздеу маңызды.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу жағдайында, жылжымайтын мүлікті, әйеліне қалдыруға болмайма?",
        "question_content": "Ажырасу жағдайында, жылжымайтын мүлікті, әйеліне қалдыруға болмайма? Әйелі арызданып, үйдің бөлінуін қаламаймын, деп жазса болама? Себебі күйеуімде, екінші үйі бар",
        "question_date": "17.05.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "37-бап. Ерлі-зайыптылардың ортақ мүлкін бөлу\n      1. Ерлi-зайыптылардың ортақ мүлкiн бөлу ерлi-зайыптылардың кез келгенiнiң талап етуі бойынша некеде тұрған (ерлі-зайыпты болған) кезеңiнде де, ол бұзылғаннан кейiн де, сондай-ақ кредит берушi ерлi-зайыптылардың ортақ мүлкiндегi ерлi-зайыптылардың бiреуiнiң үлесiнен өндiрiп алу үшiн ерлi-зайыптылардың ортақ мүлкiн бөлу туралы талабын мәлiмдеген жағдайда да жүргiзiлуi мүмкiн.\n      2. Ерлi-зайыптылардың ортақ мүлкi олардың келiсiмi бойынша ерлi-зайыптылар арасында бөлiнуi мүмкiн. Ерлi-зайыптылардың ортақ мүлiктi бөлу туралы келiсiмi нотариатта куәландырылуға тиіс.\n      3. Дау туған жағдайда, ерлi-зайыптылардың ортақ мүлкiн бөлу, сондай-ақ ерлi-зайыптылардың осы мүлiктегi үлестерiн айқындау медиация тәртібімен немесе сот тәртiбiмен жүргiзiледi.\n      Ерлi-зайыптылардың ортақ мүлкiн бөлу кезiнде сот кәмелетке толмаған баланың мүдделерін ескере отырып, ерлi-зайыптылардың талап етуi бойынша ерлi-зайыптылардың әрқайсысына қандай мүлiктің берiлуге жататынын айқындайды. Егер ерлi-зайыптылардың бiреуiне құны оған тиесiлi үлестен асатын мүлiк берiлсе, екінші жұбайға тиісті ақшалай немесе өзге өтемақы алып берiледі.\n      4. Тек қана кәмелетке толмаған балалардың қажеттерiн қанағаттандыру үшiн сатып алынған заттар (киiм-кешек, аяқкиiм, мектеп және спорт керек-жарағы, музыкалық аспаптар, балалар кiтапханасы және басқалары) бөлуге жатпайды және балалары өзімен бiрге тұратын жұбайға өтемақысыз берiледi.\n      Ерлi-зайыптылар өздерiнiң кәмелетке толмаған ортақ балаларының атына ерлi-зайыптылардың ортақ мүлкi есебiнен салған салымдары сол балаларға тиесiлi болып есептеледi және ерлi-зайыптылардың ортақ мүлкiн бөлген кезде есепке алынбайды.\n      5. Ерлi-зайыптылардың некеде тұрған (ерлі-зайыпты болған) кезеңiнде ортақ мүлкiн бөлген жағдайда ерлi-зайыптылардың ортақ мүлкiнiң бөлiнбеген бөлiгi, сондай-ақ ерлi-зайыптылардың некеде тұрған (ерлі-зайыпты болған) кезеңiнде бұдан әрі жинаған мүлкi олардың бiрлескен ортақ меншiгiн құрайды.\n      6. Некесi (ерлі-зайыптылығы) бұзылған ерлi-зайыптылардың ортақ мүлкiн бөлу туралы ерлi-зайыптылардың талаптарына неке (ерлі-зайыптылық) бұзылған кезден бастап талап-арыз ескіруінің үш жылдық мерзiмi қолданылады.\n      Ескерту. 37-бапқа өзгеріс енгізілді - ҚР 17.11.2014 № 254-V Заңымен (алғашқы ресми жарияланған күнінен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n38-бап. Ерлі-зайыптылардың ортақ мүлкін бөлу кезінде үлестерді айқындау\n      1. Егер олардың арасындағы шартта өзгеше көзделмесе, ерлi-зайыптылардың ортақ мүлкiн бөлу және осы мүлiктегi үлестерiн айқындау кезiнде ерлi-зайыптылардың әрқайсысының үлесi тең деп танылады.\n      2. Егер жұбайлардың бiреуi дәлелсiз себептермен табыс таппаса немесе ерлi-зайыптылардың ортақ мүлкiн екінші жұбайдың келісімінсіз отбасының мүдделерiне нұқсан келтiрiп жұмсаса, сот кәмелетке толмаған балалардың мүдделерiн негiзге ала отырып және (немесе) ерлi-зайыптылардың бiреуiнiң мүдделерiн негiзге ала отырып, ерлi-зайыптылардың ортақ мүлкiндегi олардың үлестерiнiң теңдiгi негiзiн ескермеуге құқылы.\n      3. Ерлi-зайыптылардың ортақ мүлкiн бөлу кезiнде ерлi-зайыптылардың ортақ борыштары олардың арасында өздерiне берiлген үлеске барабар түрде бөлiнедi.",
                "date": "19.05.2023",
                "upvotes": 0
            },
            {
                "text": "Буйрегымды сатамын",
                "date": "31.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғабит Мүсіреповтың Аяулы аналар тақырыбында шығарма керек болып тұр",
        "question_content": "Шығарма керек болып тұр еді...",
        "question_date": "17.05.2023",
        "question_tag": "Мектеп",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғабит Мүсірепов-Қазақстанның көрнекті ақыны және жазушысы, оның шығармалары терең сезімдерді, ұлттық бірегейлік пен құндылықтарды шебер бейнелейді. Оның жұмысында ана махаббаты тақырыбы ерекше орын алады және ол осы тақырыпқа көптеген шығармаларды арнайды.\n\"Аяулы аналар\" өлеңінде Ғабит Мүсірепов Ана мен бала арасындағы қарым-қатынастың мәніне еніп, осы қасиетті байланыстардың тереңдігін ашады. Ақын ана жүрегінің жылуы мен нәзіктігін, оның баласы үшін жанқиярлықпен сүю және құрбандық шалу қабілетін жеткізеді.\nМүсіреповтің өлеңдерінде біз оның аналардың шыдамдылығы мен адалдығын мадақтайтынын көреміз. Ол олардың қолдарын, оны балалық шағында жылы және ақырын жауып тұрғанын және қамқорлық пен қамқорлыққа толы көздерін сипаттайды. Өлеңнің әр жолында аналардың балалары үшін жасаған барлық істері үшін алғыс сөздер айтылды.\nАқын ананың сүйіспеншілігі – бұл үлкен нәрсе, ол қиын сәттерде де өзгеріссіз қалады деп баса айтады. Ол ананың баласына мақтанышпен және сүйіспеншілікпен қалай қарайтынын, қиын сәтте қалай тұрғанын, қолдайтынын және көмектесетінін сипаттайды.\nҒабит Мүсірепов өз балаларының тірегі бола отырып, оларға сүйіспеншілікті ғана емес, сонымен бірге өмірдің құнды сабақтарын да беретін аналардың даналығына құрметпен және таңданыспен қарайды. Оның өлеңдерінде біз аналардың балаларын ұлы істерге қалай шабыттандыратынын, әділеттілікке, махаббат пен шыдамдылыққа үйрететінін көреміз.\nҚорытындылай келе, Ғабит Мүсіреповтің \"Аяулы аналар\" өлеңі ана махаббаты мен құрбандықтың ұлылығы туралы терең хабар береді. Бұл сызықтар біздің жүрегімізді ана махаббатының керемет сыйы үшін жылулық пен мақтанышпен толтырады.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 л бензол жануына арналған оттектің көлемін табыңдар?",
        "question_content": "Химия Бжб 9 сынып 4 тоқсан. 10 л бензол жануына арналған оттектің көлемін табыңдар?",
        "question_date": "16.05.2023",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бензолдың оттегімен тотығуы келесі химиялық реакция теңдеуімен сипатталады:\n\n2C6H6 + 15O2 = 12CO2 + 6H2O;\n\n15 моль оттегі 2 моль бензолмен әрекеттеседі. Бұл жағдайда 12 моль көміртек оксиді синтезделеді.\n\n60 л бензолды жағуға қажетті оттегінің көлемін есептейік.\n\nОттегінің химиялық реакциясының коэффициенттеріне сәйкес 7,5 есе көп қабылдау қажет. Қалыпты жағдайда идеал газдың молярлық көлемі бекітілген. 10 литр бензолды жағу үшін 10 х 7,5 = 75 литр оттегін алу керек.\n\nАуадағы оттегінің мөлшері 21% болғандықтан, бұл реакцияға 75 / 0,21 = 357 литр ауа қажет болады.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "10 литр бензолды жағуға арналған оттегінің көлемі температура, қысым және нақты реакция жағдайлары сияқты бірқатар факторларға байланысты. Бензолды жағу теңдеуі бір моль бензолдың толық жануы үшін 15/2 молекулалар O2 қажет екенін көрсетеді. Оттегінің нақты көлемін осы факторларды ескере отырып және идеал газдың күй теңдеуін қолдана отырып есептеуге болады.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    }
]