[
    {
        "question_title": "Массасы 26,2 г кальций карбонаты мен гидрокарбонатының қоспасын",
        "question_content": "Өзін-өзі тексеру\n\n1. Массасы 26,2 г кальций карбонаты мен гидрокарбонатының қоспасын тұз қышқылымен өңдегенде 6,72 л (қ.ж.) көмірқышқыл газ бөлінсе, қоспадағы кальций карбонатының массалық үлесін есептеңдер.\nЖауабы: 38,12%.\n\n2. Иіс газы, азот және көмірқышқыл газдарынан тұратын газ қоспасының 50 литрін (50% -ы көмірқышқыл газының үлесіне  тиеді). Жаққанда 37,5 л көмірқышқыл газ түзілсе, қоспадағы  азоттың массалық үлесін есептендер.\nЖауабы: 25%.\n\n3. Массасы 22,93 г мыс (II) гидроксиді мен карбонатының  қоспасын өңдеу үшін 16%-дық (р = 1,078 г/мл) тұз қышқы-  лының ерітіндісінен қанша (мл) қажет?\nЖауабы: 84,6 мл.",
        "question_date": "29.11.2019",
        "question_tag": "Химия",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "38,12% шыкпады менде.",
                "date": "5.12.2019",
                "upvotes": 0
            },
            {
                "text": "реакциядан пропорция құрып жүйелік теңдеуге келтіреміз:22,4х=100у\n\n44,8(26,2-х)=162(6,72-у)  осы жақшаны ашамыз\n\n22,4х-100у=0/ 2\n\n1173,76-44,8х=1088,64х-162у\n\n44,8х-200у=0\n\n-44,8х+162у=-85,12\n\n-38у=-85,12\n\nу=2,24     22.4х=100*2,24  х=10\n\nw(CaCO3)=10/26,2*100=38,12%",
                "date": "25.11.2020",
                "upvotes": 0
            },
            {
                "text": "Өздерің шығасандарш",
                "date": "3.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2019 жылдың қараша айында өткен педагогтарды аттестаттау туралы",
        "question_content": "Құрметті, Асхат Қанатұлы! Мен, Балабекова Гульмира Токеновна 29 жыл еңбек өтілі бар жоғары санатты бастауыш сынып мұғалімімін. Нұр-Сұлтан қаласы №69 мектеп-гимназиясында төрт жыл пилоттық жобада жұмыс жасадым. 4 жылда Республикалық, қалалық, тіпті халықаралық семинарлар, шебер-сыныптар өткіздім. Байқау оқулықтары және ОӘК апробация жасап, пікір жазған ұстаздардың бірімін. Осы жұмыстарымды негізге ала отырып, биылғы аттестациялауда педагог-шебер біліктілігіне өтініш жаздым. Өкінішке орай тестілеуден өткен кезде педагог-шеберлік біліктілігіне 4 балл жетпеді. Аттестаттау алқасынан педагог-шеберлікке жетпеген балым, педагог-зерттеушіге жететіндігін айтып, өтініш жазсам «өтініш қабылданбайды, себебі оған заң жоқ»- дейді. Сонда бізге осындай жағдайда қандай қолдау болады, педагог-шеберге жетпеген балым, педагог-зерттеушіге жетіп тұрып, осы біліктілікті ала алмағаным мені қатты толғандырады.\n    Құрметті Асхат Қанатұлы, осындай жағдайда отырған әріптестерімнің атынан және өз атымнан сізден дұрыс шешім мен қолдау күтеміз. Еңбегіміз елеусіз қалмас деген сенімдеміз.",
        "question_date": "28.11.2019",
        "question_tag": "Мектеп",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзіңіздегі эгоны жеңе аласыз ба?",
        "question_content": "Өзіңіздегі эгоны жеңе аласыз ба?",
        "question_date": "28.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеңу өте қиын әрине, бірақ тырысамын.",
                "date": "7.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқ ауырғанда қандай ем қолдануға болады?",
        "question_content": "Балам жасы 6 да.Аяғы кішкене тоңса ауырады. Ауырғанда ұйықтамайды жылайды. Не себепті екенін білмеймін.Аяғының буындары қытырлайды осындай жағдай кімде бар? Қандай ем жасауым керек.",
        "question_date": "27.11.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяғыңыз шаршап-шалдығудан ауыруы мүмкін. Бұл ештеңе емес.  Қалпына келеді. Ал ауыру тоқтамай  мазалай  берсе ойланатын жағдай. Мұндайда дәрігерлік тексеруден  өту керек. \nАяқтың ауыруы көп жағдайда қан тамырларының қызметі  бұзылуынан пайда болуы мүмкін.\nТолық ақпарат",
                "date": "10.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өгей әкесінің тегін балаға беруге болады ма?",
        "question_content": "Саламатсыздар ма? Менің бірінші тұрмысымнан 2014жылғы ұлым бар. 2015жылы өз әкесі әкелік құқығынан соттың шешімімен айырылған, заңды неке болмаған әке тану бойынша өз тегін берген болатын. Алимент өндірілмеген. 2018жылы басқа азаматқа тұрмысқа шықтым қазір ортақ бір ұлымыз бар. Күйеуімнің 1ші тұрмысында 2 қызы бар, алимент төленеді, әйелмен заңды түрде ажырасқан.  Біз қазір заңды некедеміз. 2баламыздың фамилиясы мен отчествасы бір болуын қалаймыз   сотқа қандай құжаттар тапсыруымыз қажет және ол қанша уақытты алады, бала есін біліп келе жатыр біліп қояды ма деп қорқамыз. Және де куйеуімнің қыздарының туу туралы күәлігі қажет болады ма жоқ па? Оны алу мүмкіндігіміз жоқ. Толық жауап күтемін. Қамқорлық органы мүлде толық жауап бермейді. Рахмет",
        "question_date": "27.11.2019",
        "question_tag": "Заң",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "97-бап. Асырап алынған баланың аты, әкесінің аты және тегі\n      1. Асырап алынған баланың өз аты, әкесiнiң аты (егер бар болса) және тегi сақталуы мүмкін.\n      2. Егер бұл баланың мүдделерiне қайшы келмесе, асырап алынған балаға бала асырап алушының өтiнiшi бойынша бала асырап алушының тегi, сондай-ақ ол көрсеткен аты берiледi. Егер бала асырап алушы ер адам болса, асырап алынған баланың әкесiнiң аты - асырап алушының аты бойынша, ал баланы некеде тұрмаған (ерлі-зайыпты болмаған) әйел асырап алған кезде, ол асырап алынған баланың әкесi ретiнде көрсеткен адамның аты бойынша осы Кодекстің 192-бабына сәйкес айқындалады.\n      Егер бала асырап алушы ерлi-зайыптылардың тектерi әртүрлi болса, бала асырап алушы ерлi-зайыптылардың келiсiмi бойынша, асырап алынған балаға олардың бiреуiнiң тегi берiледi.\n      3. Баланы некеде тұрмайтын (ерлі-зайыпты болмаған) адам асырап алған кезде, оның өтiнiшi бойынша асырап алынған баланың әкесiнiң (анасының) аты, әкесiнiң аты және тегi бала асырап алушының көрсетуі бойынша тууды мемлекеттік тіркеу туралы акт жазбасына жазылады. Бала асырап алушының тілегі бойынша әкесі (анасы) туралы мәліметтер көрсетілмеуі мүмкін.\n      Бала асырап алушының өтініші бойынша әкесінің (анасының) көрсетілген тегі бала асырап алушының тегі бойынша беріледі.\n      4. Бала асырап алу құпиясын талап ететін жағдайларды қоспағанда, он жасқа толған асырап алынған баланың аты, әкесiнiң аты және тегi оның келiсiмiмен ғана өзгертiлуi мүмкiн.\n      5. Асырап алынған баланың атының, әкесiнiң аты мен тегiнің өзгеруі туралы оны асырап алу туралы сот шешiмiнде көрсетiледi.\n      6. Тууды мемлекеттік тіркеу туралы акт жазбасына өзгерістер, толықтырулар енгізу соттың бала асырап алу туралы заңды күшіне енген шешімі және баланың заңды өкілдерінің өтініші негізінде кез келген тіркеуші органда жүргізіледі.\n      Тууды мемлекеттік тіркеу туралы акт жазбасына бала және бала асырап алушылар туралы мәліметтер сот шешімінде көрсетілген мәліметтерге сәйкес енгізіледі.\nhttp://adilet.zan.kz/kaz/docs/K1100000518#z213",
                "date": "25.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тоқсан өгізді тоқсан қазыққа жұпсыз байлаудың шешімі қалай",
        "question_content": "Тоқсан өгізді тоғыз(9) қазыққа жұпсыз байлау(1,3,5,)",
        "question_date": "27.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоқсан өгізді тоғыз қазыққа,",
                "date": "27.11.2019",
                "upvotes": 0
            },
            {
                "text": "15 өгізді бірінші қазыққа;\n15 өгізді екінші қазыққа;\n15 өгізді үшінші қазыққа;\n9 өгізді төртінші қазыққа;\n9 өгізді бесінші қазыққа;\n7 өгізді алтыншы қазыққа;\n7 өгізді жетінші қазыққа;\n11 өгізді сегізінші қазыққа;\n1 өгізді тоғызыншы қазыққа + 1 соның құйрығына байлайды.\n15+15+15+9+9+7+7+11+1+1=90 өгіз,    9 қазық",
                "date": "29.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияға түскен мыс (2) оксидінің массасын, зат мөлшерін табыңыз?",
        "question_content": "Мыс (2) оксидінің сутекпен тотықсыздандыру нәтижесінде 4 г таза мыс алынған болса реакцияға түскен мыс (2) оксидінің массасын, зат мөлшерін табыңыз?",
        "question_date": "26.11.2019",
        "question_tag": "Химия",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үдеріс        \nCuO + H2 → Cu + H2O\n реакциясы арқылы жүреді\nМыс оксиді массасы пропорция арқылы анықталады 5г -ға тең.Зат мөлшері 80г/моль",
                "date": "11.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Температуралар айырымы қанша?",
        "question_content": "Егер әртүрлі температуралар реакция жылдамдығының қатынасы 243т ж/е сигма 3 болса температуралар айырымы қанша?",
        "question_date": "25.11.2019",
        "question_tag": "Химия",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арқа омыртқасы неге көгереді?",
        "question_content": "Кызымнын бел омырткасы когерип жатыр. Алдында екы жеры ғана когерген қазыр сегиз коздин устиде когерип жатыр. Кызым 8 айлык. Кимде осылай кайталанды?",
        "question_date": "25.11.2019",
        "question_tag": "Тазалық",
        "question_views": 1000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Негізі кез келеген сәбиде 1,5-2 жасқа дейін жамбас бөлігінң айналасында көгерген із байқалады ғой. Алайда шын алаңдарлық жағдай болса Қызыңызды дереу дәрігерге қаратқан дұрыс деп ойлаймын. Айтқан жерден аулақ, бірақ шынында бір ауырудың белгісі болса ерте кезден анықтап емдеткен дұрыс.  Халық медицинасы мен емші тәуіптерге апармай, біліксіз біреудің айтанын жасап қызығызға зиян келтіргенше, уақыт бөліп дәрігерге қаралған дұрыс болар.",
                "date": "11.02.2020",
                "upvotes": 2
            },
            {
                "text": "Менде кызымның аркасы когерип туылған",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құнанбайдың Абайға айтқан өсиеті қай томда, қай тарауда, білесіздер ме?",
        "question_content": "\"Сенің басында үш түрлі мін бар\" - деп басталады. Қай тарау, нешінші кітап, бетін айтсаңыздар, тіптен жақсы болар едііі.\n\nҚатты керек болып тұр.",
        "question_date": "24.11.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай жолы романының бірінші томында, ең соңғы беттерін ашып қара. Сірə соңынан санағанда екінші үшінші беттер) Құнанбай Абайды тысқа шығарып əңгімелеседі.",
                "date": "26.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер сіз президент болсаңыз қандай бір ең маңызды мәселелерге көңіл бөлер едіңіз?",
        "question_content": "Егер сіз президент болсаңыз қандай бір ең маңызды мәселелерге көңіл бөлер едіңіз? Неге?",
        "question_date": "22.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру жүйесін өзгертер едім",
                "date": "2.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дәрі препарат дегеніміз не, айырмашылығы қандай?",
        "question_content": "Дәрі мен препарат дегеніміз не, дәрі препараттың бір бірінен айырмашылығы қандай?",
        "question_date": "22.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сурағыңыз бойынша түсінгенім,  \" дәрі \" -ол химиялык жолмен алынған кол жетімді дәрі дәрмектер, \"препарат\"- ол 100% табиғи емдік өнім. Айырмашылығы : химиялык дәрі- симптоматикалык ем (уакытша ауырсынуды жеңілдету немесе койдыру) болып табылады,  және 100%табиғи  препаратпен  себебін емдеу (аурудың неден пайда болғанын, организмге жетіспеген элементтерді толтыру аркылы  себебін  емдеу) ,  . Аурудың себебін емдеу ең тиімді жол деп ойлаймын.",
                "date": "27.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниеде өзі малда өзі деген не? Сұрағына қысқаша қалай жауап беруге болады?",
        "question_content": "Дүниеде өзі малда өзі? деген сұраққа қалай қысқаша жауап беруге болады ( 2-3 сөйлем)",
        "question_date": "22.11.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 15300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүние де өзі,малда да өзі,\n\nҒылымға көңіл бөлсеңіз.-деп ұлы Абай не бір заттың,яки мәселенің түйінін шешу үшін не малды,һәм басқа ақылды қолданасың.Малмен шешілген түйін,бір боқпен шешілген деп Абай атамыз айтпақшы,ғылым не бір сасыған боқпен де емес не бір кірдің қолымен де өтелмес. Бұл менің жеке ойым!",
                "date": "18.11.2021",
                "upvotes": 1
            },
            {
                "text": "Дүние мен мал мүлік материалды байлық ол бөлек әңгіме, ғылымға көңіл бөлсеңіз деген ғылым үйрену материалдық байлыққа ұмтылғаннан басқа дегенді айтқысы келген.",
                "date": "25.11.2019",
                "upvotes": 0
            },
            {
                "text": "Ягни бул жерде барлыгыды ози жалгыз.Омирде де,сондыктан осы омирде гылым билимге умтыл.Гылым билис уйренсен еш кашан окинбейсин",
                "date": "22.12.2020",
                "upvotes": 0
            },
            {
                "text": "ЯҒЫНИ БҰЛ ЖЕРДЕ МАЛ МҮЛІКПЕН ЕШТЕНЕ ШЕШІЛМЕЙТ.ЕГЕРДЕ СЕН БІЛІМДІ БОЛСАҢ БӘРІН АҚЫЛМЕН ШЕШЕСІН,АЛ БІЛІМСІЗ БОЛСАҢ ЕШТЕНЕНІ ШЕШЕ АЛМАЙ УШЫҚТЫРАСЫН.БІЛІМ САҒАН ТЕК МӘСЕЛЕНІ ШЕШУ ҮШІН ЕМЕС,АЛДА ДҰРЫС ЖОЛҒА ТҮСІРУГЕ КОМЕКТЕСЕТ.",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "Дүниеде өзі малда өзі, ғылымға көңіл бөлсеңіз байитын болсаң Кәсібіңнің майталманы болыпоны басқа қырымен танытсаң немесе көрсетсең мал саған келіп (өзімен өзі көбейеді) (дүниеде көбейеді)",
                "date": "11.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Автокөлік құрылымы бойынша тест сұрақтарына жауап беру керек?",
        "question_content": "Тест по техническому обслуживанию автомобиля.",
        "question_date": "22.11.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Абайды Абай еткен Мұхтар ғана, Мұхтарды Мұхтар еткен Абай дана\" тақырыбында мәтін қажет?",
        "question_content": "\"Абайды Абай еткен Мұхтар ғана, Мұхтарды Мұхтар еткен Абай дана\" такырыбына аргумент.макал . дефиниция. факт керек .тулгалардын осы жайлы создери кажет. Комектериниз кажет дебатка. жане оппозияга да комек",
        "question_date": "21.11.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1:100 000 масштабтағы планда орманның ауданы тік төртбұрыш пішінді",
        "question_content": "1:100 000 масштабтағы планда орманның ауданы тік төртбұрыш пішінді, қабырғалары 34 мм және 52 мм. Орманның ауданын га анықтаныз.",
        "question_date": "21.11.2019",
        "question_tag": "География",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "34мм×100 000=3 400 000мм=3 400м, 52мм×100 000=5 200 000мм=5200м.\n\nS=3400м×5200м=17 680 000м2(кв.метр)\n17 680 000м2(кв.метр)=1768га",
                "date": "27.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық етістік талдау жасауға көмек?",
        "question_content": "Басқарады — етістік,...\n\nЖинады — етістік,...\n\nкөмектесетін — етістік,…",
        "question_date": "21.11.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ғылыми техникалық прогресстегі математиканың атқаратын рөлі?",
        "question_content": "Ғылымның пайда болуы туралы көптеген пікірлер бар кейбір ғалымдар оны ерте заманнан пайда болды десе кейбір ғалымдар нағыз ғылым 18 ғасырда пайда болды дейді. Шындығына келсек ертедегі ғылым бұл заманауи ғылымның алдындағы протоғылымдық кезең еді. Ол кезде ғылыми әдістер , тәсілдер , эксперименттердің жүйесі жоқ еді. Заманауи ғылым 18 ғасырда пайда бола бастады. Осы кезде көптеген ғылыми төңкерістер орын ала бастады. Математиканың шарықтап дамуының негізгі кезеңі де осы сәтке тұспа-тұс келді. 18 Ғасырда Жоғарғы математика элементар математикадан бөлініп шыға бастады. Аналитикалық геометрия пайда болып ол өз кезегінде алгебра мен геометрияны байланыстырды. Математикадағы бұл салалардың пайда болуына Пьер Ферма , Рене Декарт үлкен үлес қосты. Соңғысы тіпті философия бойынша Бастаулар атты еңбегі жарыққа шықты. Декарт қайта өрлеуден кейін тұралап қалған философия саласын дамытты. 18 ғасырдан бастап Ғылым математификацияға ұшырады. Барлық ашылған жаңалықтар бұрындағы бар білімдерге сүйенуі керек және қатаң логикаға сүйенуі керек. Ғылыми техникалық прогрессте математиканың атқаратын рөлі өте үлкен болды. Математикадағы бұрында шешілмеген бір есеп шешілсе ғылым алға ілгеріледі. Мысалыға Даламбер жасап шығарған Қатарлар теориясы зеңбіректер оғының траекториясын есептеуде қолданылды. Даламбер Наполеон Бонапарттың қарамағында жұмыс жасаған әскери ғалым. Оның сол кездегі қатарлар арқылы жуықтап есептеуде жасалып кеткен алгоритмдері әлі күнге дейін қолданылады. Одан кейінгі Ньютон мен Лейбництің жасаған дифференциалдық және интегралдық есептеулері сол кездегі астрономия саласын дамытуға үлкен үлес қосты. Олардың жасаған теориясы аспан денелерінің қозғалысын анықтауға планеталар траекторисын дәл анықтап зерттеуге астероидтар мен метеоридтер қозғалысын анықтап беруге жол ашты. Сандар теориясы алғаш пайда болған кезде ешқандай практикалық мағынасы жоқ болған. Бірақ уақыт өте келе алғашқы компьютерлер пайда болғанда сандар теориясының пайдасы өте көп екені табылды. Карталарға пин код қою карталарға шот номерін қайталамай беруге байланысты есептер қарастырыла бастады. Қаншама жыл бойы математиктердің жұмысы практикалық мағынасын тапты. Компьютерлер пайда бола бастаған кезден бастап компьютерлік модельдеу және математикалық логика салалары пайда бола бастады. Бұл сала қазіргі таңдағы математикадағы жаңа әрі тез дамып жатқан сала болып табылады. Көптеген ғасырлар бойы адамдар шығара алмаған есептерді компьютер көмегімен шешудеміз. Бұрындағы 100 деген ғалымның бір жылдық есептеулерін қазіргі компьютер 5 минутта шығарады.\nМатематикалық анализ саласының дамуы шектер теориясы , дифференциалдық  теңдеулердің пайда болуы математиканың дамуына ал ол өз кезегінде ғылымның дамуына алып келді. Қазіргі кездегі УДЗ , МРТ аппараттарының дұрыс жұмыс жасауы түзусызықты Радон есебінің дұрыс шешілуіне байланысты қазіргі таңда қисықсызықты Радон есебі әлі шешілмеген сондықтан УЗИ аппаратының берген нәтижелері ылғи дәл болып шыға бермейді.\n\nГрафтар теориясы да практикада аз қолданылған салалардың бірі болған ал қазіргі таңда гратар теориясының негізінде Google Yandex  секілді іздеу салатын сайттар осы жүйенің негізінде жұмыс жасайды. Сіз бір сөзді немесе сөз тіркесін іздегеніңізде сізге тура сөзді қайталайтын емес сізге дейін сол сөзді іздеп бір сайтқа тоқтаған болса сол сайт бірінші көрсетіледі.\n\nЫқтималдықтар теориясы және Математикалық статистиканың  дамуына Леонард Эйлер өзінің үлкен үлесін қосты. Бұл салалар қазіргі таңда социологиядан өз қолданысын табуда. Ғылым салаларын үйдегі бөлмелер деп қарастырсақ онда математика сол бөлмелерді ашатын кілт секілді.\n\nМатематикада ашылған бір есептің жауабы көптеген салаларды он жылдықтарға алға сүйрейді. Кезіндегі Лабочевскийдің геометриясы Эйнштейнннің салыстырмалылық теориясының ашылуына әкелді. Қазіргі кездегі Суперсимметрия теориясы да математикаға тікелей қатысты. Қазіргі таңдағы математикадағы шешілмеген есептер болашақ ғылымның қайда баратынын анықтайды. Қазіргі таңдағы шешілмеген есептер криптографияға байланысты яғни ақпараттық қауіпсіздік. Егер біз кванттық компьютер жұмыс жасай алатыны алгоритмдерді жетілдірсек және кванттық компьютер ойлап тапсақ онда бүкіл қауіпсіздік жүйесіне қауіп төнбек. Өйткені кванттық компьютерлер қазіргі компьютерлерден кейбір есептерде яғни парольдердің дұрыс екенін тексеруде өте жылдам. Сондықтан кванттық компьютерде шеше алмайтын криптографиялық алгоритмдер табу математиканың мәселесі болып табылады. Және Навье-Стокс есебінің шешімі бұл есеп таза математикалық есеп болғанымен физикалық мағынасы бар. Бұл есеп сұйықтықтағы турбулентті ағыстардың өзара әрекеттесуін анықтайды. Бұл есеп шешілсе қазіргі аэродинамика мен ұшақ жасау өндірісіне үлкен өзгеріс әкеледі. Ұшақтарымыз қазіргіден де жылдам әрі экономды ұшатын болады. Қазіргі кездегі математика биология саласымен байланысын күшейтуде. Бұрында тек қана статистика саласы ғана қолданған биология қазіргі таңда математиканың дифференциалдық теңдеулерді де қолдануда Мысалыға адамның геномын зерттеу ондағы ауру гендерді анықтау қай генді алып тастағанда қалай өзгеретінін зерттеу. Бұның барлығы дифференциалдық теңдеулер болып табылады. Егер бұл технологияны меңгерсек онда адамзат өзіндегі барлық ауруларды туылмай тұрып жазатын еді. Ауру балалар туылмайтын еді.\n\nЖәне қазіргі математиканың негізгі шешу жолдары зерттелмеген сала ол түйіндер теориясы болып табылады. Бұл теория да адам ДНҚкасын  зерттеуде қолданылады. адамның ДНҚсы шатасқан түйін секілді болады. Осыны қалай шешуге болатынын зерттейді.\n\nОдан кейінгі Математиканың жаңа саласы бұл ойындар теориясы болып табылады. Бұл сала тиімді басқаруды зерттейтін сала болып табылады. Қала ішіндегі жолдар қалай орналасуы керек соны зерттейді. Бір жол жабылып қалса басқа жол соның міндетін атқаратындай болуы үшін ол қалай орналасуы керек. Байес теоремасы немесе кептеліс теориясы. Электр, су желілері қалай орналасуы керек бір желі істен шыққанда қала электр, сусыз қалмайтындай соны зерттейді.\n\nҚорыта келе Математиканы бекерден бекер Ғылым патшайымы деп атамайды. Математика бұл ғылым сөйлейтін тіл. Егер ғылым математика тілінде сөйлемесе ол ғылым болып табылмайды.",
        "question_date": "21.11.2019",
        "question_tag": "Университет, колледж",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлікпен мысық қағып кеттім???",
        "question_content": "Бүгін көлікпен келе жатқан едім.\n\nЖылдамдық улкен емес.\nАртта келе жатқан көлікті қараймын деп, айнаға қарап едім,достарым мысыыық деп айқайлап жіберді.\n\nҚағып кетпеуге тырысып рөлді бұрып жібердім, бірақ сондада мысықтын аяғын қағып кеттім.\n\nОл дәл жолдың шетінде, донгедек өтетін жерде отырды,одан кейін қашты.\n\nАртқа карай бұрылдымда, сол жерге қарай бардым\n\nБарсам мысық тірі екен.\nТек бір аяғы ақсап тұр. Көмек көрсетейын десем, ауылда тұрғандықтан ветеринар жоқ.\n\nАяғын бәрін колыммен устап тексердім сынбаған сиякты, сүйектері сау. Ешқай жері қанамаған.\n\nТек ақсандап тұрды.\nНестерімді білмей, бәлкім жазылатын шығар деп,жылы подъездердін біріне апарып қойдым.\nЕнді сұрайын дегенім, бір сұрақ мазалайды.\nОл ненің белгісі?Жамандык болама деп қоркамын:(.....",
        "question_date": "21.11.2019",
        "question_tag": "Психологиялық кеңес",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша, оны көңілге алудың қажеті жоқ, жай ғана болды ғой , сен әдейі жасаған жоқсың.\n\nТак что оны көңілге алмай ақ қой.",
                "date": "25.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің \"Шырғалаңда\" деген романының қысқаша мазмұны бар ма?",
        "question_content": "Медеу Сәрсекенің \"Шырғалаңда\" деген романының қысқаша мазмұны бар ма?",
        "question_date": "20.11.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Куйылган ел кур кол келып жатыр",
                "date": "3.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика және математиканы таңдаған қыздар үшін қандай мамандықтарды таңдауға болады?",
        "question_content": "Физ маттан кандай мамандық бар",
        "question_date": "20.11.2019",
        "question_tag": "Университет, колледж",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Информатика\n\nАқпараттық жүйелер\n\nМатематика\n\nФизика",
                "date": "11.12.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Аттестат алу үшін 9 сынып қана үздік болсаң бола ма?",
        "question_content": "Мен 5 сыныптан 8 сыныпка дейин 4 ке окып журдим.Ал 9 сыныпка келгенде мен уздик окушы болуды коздедим.Ал мине 9 сынып жылдык бес болды деп есептейик.Менин кызыл аттестат алуга мумкиндигим барма?",
        "question_date": "19.11.2019",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине 5ші сыныптарда оқып битирген пәндер жазылады! Яғни 9шы сыныпта болмаған пәндер! Мысалы музыка!",
                "date": "28.11.2019",
                "upvotes": 0
            },
            {
                "text": "Жоқ себебі сен 5 сыныптан бастап жылдық бағаларын 5 болу керек!Сонда қызыл аттестатқа үміткер боласың.",
                "date": "7.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышыма(қотыр) ауруын қалай емдеуге болады?",
        "question_content": "Саламатсыздарма жастан кеткен баламда кышыма деп диагноз койды даригер берген адвантан мен бензовазит жагып журм бирак толыктай кетпей тур не истеуге не жагуга болады ким осындай жагдаймен кездести,тунде кышиды болиссениздер комектериниз кажет рахмет",
        "question_date": "19.11.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышыма қотыр (чесотка) терінің жұқпалы ауруы. Оны тарататын қоздырғыш – қышыма қотыр кенесі. Ол адамның терісіне жұққан бойда өзіне орын «қаза» бастайды. Ұрғашысы сол өзі «мекендеген» тұсқа жұмыртқа салады. Үш-төрт күннен кейін онысы құртқа (личинкаға) айналады. Қышыманың алғашқы белгілері: дененің кей тұсы бой бермей дуылдап кышиды, үстін түрлі түйіншектер, көпіршіктер, қанды қабыршақтар, тырнақ ізі басады. Осындай белгі сезілді дегенше, уақыт оздырмай дәрігерге көріну керек. Одан сақтанудың ең басты жолы тазалық. Апта сайын суға түсіп, ішкиімді жетісіне бір ауыстырып тұру шарт. Әсіресе біреудің киімін киюден аулақ болған жөн. Қышыма қотырға шалдыққан адам ауруханаға жатпай, үйде емделсе, оның төсек-орны, тұтынатын заттары басқалардікіне араластырылмайды. Оларды кез келген ұнтақ сабын қосылған, сақылдап қайнап тұрған суда 10 минуттай қайнатып жуу керек. Қышыма қотырмен күресте дәрігерге уақытында көріну де, дер кезінде тыңғылықты емделу де, науқастың тұтынған заттарындағы паразиттің көзін жою да маңызды.",
                "date": "11.12.2019",
                "upvotes": 1
            },
            {
                "text": "Салеметсиз бе! Уацапқа хабарласыңыз.  87478877971",
                "date": "11.01.2020",
                "upvotes": 0
            },
            {
                "text": "Менынде балама кышыма жугып кетыре алмай жатырмын.врач берген мазьды жактым онын дымда асеры жок.не ыстесем болады.баскаларына жугып жатыр жайлап денелеры кылып.",
                "date": "9.05.2023",
                "upvotes": 0
            },
            {
                "text": "Бензилбензоат мазь, цефозалин берді кетейңн деп қалды бізде",
                "date": "20.07.2023",
                "upvotes": 0
            },
            {
                "text": "койдыма ол ауру?не колдандыныз?",
                "date": "29.09.2023",
                "upvotes": 0
            },
            {
                "text": "Қалай емделдіңіздер? Неден кетті?",
                "date": "10.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрік тілін қанша уақытқа үйреніп болуға болады?",
        "question_content": "Түрік тілін қанша уақытқа  қалай үйреніп болады?",
        "question_date": "17.11.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түрікше оқуды бір видеодан 5 минутта үйрендім. Бізге өте оңай келетін тіл.",
                "date": "17.11.2019",
                "upvotes": 1
            },
            {
                "text": "Қанша уақыта түрік тілін үйренуге болады",
                "date": "19.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жын шығару үшін құранмен емдеу жолдары дұрыс па?",
        "question_content": "Ассалаумағалейкум Аягөз қаласында немесе  шығыс Қазақстанда жын шығаратын құранмен емдейтін адамдарды білесіздерме?маған өте қажет болып тұр.",
        "question_date": "15.11.2019",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халық емшісінің айтуынша, адамның бойындағы жынды құран дұғаларымен шығарады. Бірақ бұл оңай емес.\n\"Жынды шығару оңай емес. Бір адамның бойынан жынды шығару 10-20 күнге созылуы мүмкін. Ал кейде өте ұзақ уақыт алуы ықтимал. Жын адамның ақыл-есін жаулап алса, 4-5 айға дейін бойынан шықпайды\", - дейді Құралай Тезекбаева.\nХалық емшісі адамдарға таза жүріп, мешітке барса, дәретін уақытында алып тұрса, арақ ішу, темекі шегу сынды жаман әдеттерден аулақ болса, мұндай адамға жын жоламайтынын айтты.\n\nТолық ақпарат: https://sputniknews.kz/society/20190824/11350704/zhyn-kiru-din-emshi-psiholog.html",
                "date": "24.01.2020",
                "upvotes": 1
            }
        ]
    }
]