[
    {
        "question_title": "Берілген мәтінге морфологиялық талдау жасау керек?",
        "question_content": "\"Адал достық өмірлік нұсқа болады, амал достықтың өрісі қысқа болады\" деген мәтінге морфологиялық талдау жасау керек?",
        "question_date": "15.11.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Учаскеде барлық қанша плитка бар?",
        "question_content": "Тіктөртбұрыш тəрізді участок шаршы тəрізді плиткалармен төселген. Егер учаскенің ұзындығы мен ені 7 плиткаға арттырса, онда периметрдің бойында төселген плиткалардың санынан жалпы плиткалардың саны 3,5 есе артық болады. Учаскеде барлық қанша плитка?",
        "question_date": "14.11.2019",
        "question_tag": "Математика",
        "question_views": 509,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Жолсерік (проводник) болу үшін не істеймін?",
        "question_content": "Қазіргі мамандығым басқа, бірақ пойыз жолсерігі болғым келеді не істеуге болады? Жолсеріктің 1 айлық курсын оқып алып кіруге болады дейді толық мағлұмат керек",
        "question_date": "13.11.2019",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хэд хантердегі неиесе КТЖ  сайтындағы вакансияға отклик жібересіз. Жалпы нақты бір оқу орынды бітіруді қажет етпейтін мамандық.",
                "date": "17.11.2019",
                "upvotes": 0
            },
            {
                "text": "Mende jolserik bolģım keledi",
                "date": "19.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атақ, марапат алу дегенге ұмтылмау бұл кемшін қасиет пе?",
        "question_content": "Атақ, марапат алу дегенге ұмтылмау бұл кемшін қасиет пе?",
        "question_date": "12.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 483,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Атақ марапатты таныс - тамырлықпен қалай болсын аламын деп  соған ұмтылу әрине ұят қылық. Ал еңбегің сіңген істе марапат берілсе одан бас тартып қымсыну тым тұйық адамдардың немесе тым маңғаз менсінбеушілігі жоғары адамның тірлігі деп ойлаймын. Көптің көзіне түскісі келмей немесе тым қарапайымдылығынан адамдар кейде атақты қажетсінбей, атқарған ісімді өз ортамның біліп жүргені де жетеді деп пайымдау мүмкін. Оны аса қатты  кемшілік ретінде қабылдамаймын. Бірақ, Марапат беру ол ынталандыру құралы ретінде қолданылады ғой көп жерде. Мақтау айтылған адамның өзіне жүктелген істі жақсы атқаруға деген құлшынысы жоғарылайды екен, психолог мамандардың зерттеуінше. Сондықтан,  \"семіргенді қой ғана көтереді дейді\" қазақта , беілген атақ марапатты лайықты көтеріп , адамдық қасиеттерден алыстап кетпеу де бір өнер деп білемын. 1",
                "date": "11.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "\"Өлеңге әркімнің- ақ бар таласы\" деген тақырыпта бүгінгі күннің поэзиясы",
        "question_content": "\"Өлеңге әркімнің- ақ бар таласы\" деген тақырыпта бүгінгі күннің поэзиясы туралы сыни эссе жазу керек.",
        "question_date": "12.11.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оленге акымнын ак бар таласы такырыбына эссе",
                "date": "13.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доптың көтерілу биіктігін анықтаңыз?",
        "question_content": "Футболшы допты 20 м/с жылдамдықпен тепті және траекторияның ең жоғарғы нүктесінде доп жылдамдығы 10,3 м/с болса доптың көтерілу биіктігі!",
        "question_date": "11.11.2019",
        "question_tag": "Физика",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V0= 20 м/с\n\nHmax = ?\n\nHmax = v0^2/ (2*g)\n\nHmax= 400/20 = 20 м",
                "date": "13.12.2019",
                "upvotes": 1
            },
            {
                "text": "(V-V0)²=2gh\n\nh=(V-V0)²/2g=(20-10.3)²/2*10=94.07/20=4.7035 M",
                "date": "14.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медитация жасайсыз ба? Арамызда медитация жасап жүргендер болса?",
        "question_content": "Медитацияны қалай жасап жүрсіздер, сол туралы ?",
        "question_date": "10.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медитацияны күніне екі рет жасаған жөн. Оған таңертең және кешке 15-20 минуттай уақыт бөліңіз. Таңертең медитация ойды жинақтап, дене мен сананы қуаттаса, кешке шаршаңқы күйден арылып, артық ойларды жоюға көмектеседі. Ең басты шарт: медитацияны күнде жасау керек.\nҚай жерде?\nМедитацияны үйде, тыныш жерде жасау керек. Сізді ешкім, ештеңе алаңдатпағаны жөн. Медитацияны ұйықтайтын бөлмеде жасамауға кеңес береміз. Себебі миыңыз ұйықтайтын бөлмеде демалып, босаңсығаныңызды \"түсінгенде\" ұйықтау керек деп ойлап, қалыпты қызметіне кіріседі.\nЕгер басқа бөлмеде медитация жасауға мүмкіндік болмаса, әрине, өз бөлмеңізді таңдауға мәжбүр боласыз. Күн жылы болса, жақын маңдағы ірі саябаққа барып, ешкім жүрмейтін жерде отыруға болады. Алайда, ең алдымен, ол жердің қауіпсіз екендігіне көз жеткізіңіз.\nДене\n«Лотос» қалпында (суреттегідей) отыру міндетті емес. Ең бастысы, арқаңыз тік болуы керек. Отырысыңыз өзіңізге ыңғайлы болғаны дұрыс. Арқаңыз тік болса, дұрыс дем алып, дем шығарасыз. Медитацияны жатып жасасаңыз, ұйықтап қалуыңыз мүмкін.\nБосаңсу\nЫңғайлы қалыпты тапқан соң денені бос ұстап, дем алыңыз. Көзіңізді жұмыңыз. Белгілі бір нәрсе жайлы ойлаңыз. «Мен бақытты адам болуғалайықпын», «менің табысым шексіз», «мен үлкен жетістіктерге жетіп жатырмын», «мен өзімді жақсы көремін, мені бәрі жақсы көреді және мен де өзгені жақсы көре аламын», «өзгелер мені сыйлайды, құрметтейді», «менің денсаулығым мықты, денем шыныққан», «мен материалдық және рухани тұрғыда баймын» деген сияқты ойларды 15 минут бойы қайталай беріңіз. Егер басқа нәрсеге ойыңыз ауып кеткенін байқасаңыз, асықпай қайтадан позитивті ойға оралыңыз. Осының бәрін бейне бір саяхат ретінде қабылдаңыз.\nЗаманауи адамның өмірі әртүрлі қызыққа толы. Кездесулер, жұмыс барысында туындайтын жағдайлар, жаңа дүниелер, ғаламтор, достарыңыздың жаңалықтары сынды нәрселерді миыңыз дер кезінде қабылдап, «қорыта» алмайды. Сондықтан медитация кезінде сол нәрселер ойыңызға келіп, әртүрлі сезімдер пайда болуы мүмкін. Бұл – қалыпты жағдай. Ол үшін ызаланып, медитацияны бұзылды деп ойламаңыз. Ойға келген қажет емес нәрселерді сырттай бақылауға тырысыңыз. Олардың есікті ашып, кіріп-шыққанын елестетіңіз. Содан соң қайтадан жоғарыда атаған позитивті нәрселер жайында ойланыңыз. «Ойларды қуу керек», «босаңсуым керек», «медитация жасай алмаймын!» деп уайымдамаңыз. Уақыт өте келе әр ойыңызды бақылап, басқара алатын боласыз.\nМедитацияның көмегімен ашу-ызаны билеуді үйренесіз. Белгілі бір жағдайға байланысты туындаған мәселеге қатысты сіздің санаңызда қандай сезім пайда болғанын байқай бастайсыз. Керек уақытта тез шешім қабылдауға дағдыланасыз. Шыдамды, сабырлы болуға үйренесіз.\nТолығырақ.",
                "date": "13.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үйге қалай ақша жинап үйренуге болады?",
        "question_content": "Үйге қалай ақша жинап үйренуге болады?",
        "question_date": "10.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Қай жерде ақша туралы әңгіме қозғалса да Сіз ақшаны жамандамаңыз. Бұл Сіздің өмірлік салт-дәстүр, дағдыңызға айналсын. «Ақшам жоқ, ақша жетпейді» деп ешқашанда айтпаңыз. Олай десеңіз, Сізден ақша қашады. Керісінше, Сіз «Мені ақша жақсы көреді», «Күннен – күнге менің қаражатым көбейіп, табысым артып келеді» деген сөзді жиі-жиі айтыңыз, олай деуге қымсынбаңыз, қорықпаңыз. \n2. Ақша жинаңыз. Тек ақшаны тойға, жақсылыққа, оқуға, жаңа дүние сатып алуға, саяхатқа шығуға, жақсы демалуға жинайтын болыңыз. Ақшаны «қара күнге» деп жинамаңыз. \n3. Ақша жинауда, оны ұсатып жұмсауда бай адамдардың психологиясын зерттеңіз, соларға еліктеңіз. Өзіңізді бай адамның орнындамын деп есептеңіз. Қоғамдық көлікпен жүрсеңіз «Мен мұны қарапайым адамдардың тыныс-тіршілігін білу үшін уақытша мініп жүрмін» деген ойда болыңыз. Өзіңіздің бұл ісіңізді баюға психологиялық тұрғыда дайындалу деп түсініп, күнделікті өмірде ұсақ-түйектерге көп көңіл бөлмеңіз. \n4. Ақшаны адал жолмен қалай тапсаңыз, оған да солай адал болыңыз. Ұлық Пайғамбарымыздың (с.ғ.с.) хадистерінде айтылғанындай, біреуге артық ақша бермеуді, біреуден артық ақша алмауды қадағалаңыз. Сатушы жаңылысып, Сізге артық ақша қайтарса, немесе бір затыңызды сатып алушы құнынан артық ақша ұсынса, оны қайтарып беріңіз. Қиянат жасағанды ақша ұнатпайды. \n5. Ешқашан тың ойлардан, жаңа қадамдардан, жаңалықтардан, жақсы істерден бас тартпаңыз. Олар Сізді жаңа табыстарға жетелейді. \n6. Ақша – үлкен қуат көзі болғандықтан, әрі ұқыптылықты жақсы көретіндіктен ең бірінші жақсы әмиян таңдап алыңыз. Сосын оған әр тиынды дұрыстап тұрып салыңыз, әмияныңызды сыртынан сипап, оған жылы сөздер айтыңыз, ақшаның еркелеткенді жақсы көретінін естен шығармаңыз. \n7. Маңдайға біткен дәулет үшін өтем төлеу жақсы. Байлықты сақтап қалу үшін қайырымдылық шараларына мол шығын шығарып, жаманшылықтың алдын алады, мешіт, медіресе, аурухананы өз қаржысымен салдырып, халыққа сыйға тарту – бұрыннан жалғасып келе жатқан сауапты іс. Тек оны атын шығару үшін жасамау қажет. \n8. Ақша өзіңді жақсы көруі үшін алдымен Сіз ақшаны жақсы көріңіз. Алайда ақшаны ар-ұяттан, ұлттық мақсат-мүддеден жоғары қоймаңыз. Жетпей, таусылып, қарызға батып қалған кезде ғана ақшаны ойламай, оны әрдайым байлық ретінде жақсы көріп, оның молаятынына кәміл сеніңіз. Ақша жолы болмайтын, өзіне-өзінің сенімі жоқ адамдардан қашады. «Маған сондай жалақы, сондай ақша жетеді», — деп, ақшаға шектеу қойып, өзіңіздің табыс көзіңізді жауып тастамаңыз. Табысыңыз өз қажеттілігіңізден артылып жатса, қайырымдылық жасаңыз. Ақша қайырымдылықты жақсы көреді.\n\nТолығырақ: https://massaget.kz/layfstayl/zhadnama/48052/",
                "date": "25.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кредитсіз қалай өмір сүруге болады?",
        "question_content": "Алгоритмімен жаза аласыз ба?\nБіріншіден , осылай істеген жөн,\n\nЕкіншіден деп ...\nЕрінбей)))",
        "question_date": "10.11.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы қарызға алмау. Қиналған сәттерді жалақы түскенге дейін шыдап шығу, Қаржыны жоспарлау. Жоспарда алдымен ең қажеттіні, қарыз болса қарызды және өзге шығын баптарын көрсету. Бұл жеке пікір. Ал жалпы қаржылық сауаттылық жайлы желіде көп ақпарат бар.",
                "date": "17.11.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алаяқтар әлеуметтік желілерде сіздің суретіңізді рұқсатсыз қойса не істеуге болады?",
        "question_content": "Алаяқтар ғаламторда, әлеуметтік желілерде  сіздің суретіңізді рұқсатсыз қойып қойған жағдайда не істеуге болады? Қандай амалдар жасауға болады?",
        "question_date": "10.11.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлеуметтік желі администрациясына хабарлау. Ол көмектесесе сотқа беру. Ол үшін фотоны кім жүктегенін анықтау міндетті емес. \n\nҚР Азаматтық кодексінің 145-бабына сәйкес қандай да бiр адамның бейнесін (сурет, фотосурет, кинофильм және басқалар) оның келiсiмiнсiз, ол қайтыс болған жағдайда мұрагерлерiнiң келiсiмiнсiз пайдалануға ешкiмнiң де құқығы жоқ",
                "date": "17.11.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сіріңкенің массасы шамамен қаншаға тең?",
        "question_content": "Сіріңкенің массасы қанша\n\n(ең болмаса шамамен қанша болады?)",
        "question_date": "9.11.2019",
        "question_tag": "Физика",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіріңкенің массасы шамамен 20 г",
                "date": "13.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екі санаты болса еңбекақы қалай төленеді?",
        "question_content": "Мен педагог модератор санатынан педагог сарапшы санатына өттім еңбекақы қалай төленеді?",
        "question_date": "9.11.2019",
        "question_tag": "Заң",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бухгалтеріңізден сұраңыз .",
                "date": "12.11.2019",
                "upvotes": 0
            },
            {
                "text": "Оны жұмыс орныңыздың әкімшілігіңізден біліңіз.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Адамзатқа хат» деген тақырыпқа шығарма керек?",
        "question_content": "Адамзатқа хат деген тақырыпқа шығарма керек еді?",
        "question_date": "8.11.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нөлдік меридианда дəл уақыт қанша болады?",
        "question_content": "Егер 180° мерид анда жергілікті уақыт 24 сағат болса, нөлдік меридианда дəл уақыт қанша болады?",
        "question_date": "8.11.2019",
        "question_tag": "География",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нөлдік меридианда дəл уақыт 12:00 болады.",
                "date": "14.12.2019",
                "upvotes": 1
            },
            {
                "text": "15°=1сағ\n180° меридиан= 12 белдеулік\n0° меридиан= 0 белдеулік\n180° меридиан= 24 сағ\n0° меридиан= 24-12= 12 сағ",
                "date": "6.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қораптың өлшемдері: ұзындығы - b см, ені - 50 см, биіктігі - k см.",
        "question_content": "А) шаршының қалыптастыру ұзындығы - b м. Шаршының периметрін және ауданын көрсететін өрнекті жаз.\n\nБ) Қораптың өлшемдері: ұзындығы - b см, ені - 50 см, биіктігі - k см. Қораптың көлемін көрсететін өрнекті жаз.",
        "question_date": "7.11.2019",
        "question_tag": "Математика",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A)P=4b, S=b^2\n\nБ)V=50bk",
                "date": "12.11.2019",
                "upvotes": 0
            },
            {
                "text": "A. Шаршы ауданы оның қабырғасының бір біріне көбейтіндісіне тең. S=b*b\n\nАл шаршы периметрі қабырғасының 4ке көбейтіндісіне тең.Р=4*b\n\nТіктөртбұрышты параллелепипедтің көлемі ені ұзындығы биіктігі кобейтындысыне тең.\n\nV=50*b*k",
                "date": "21.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Замина атты көріпкел, балгер, емші, құмалақшы кім біледі?",
        "question_content": "Замина атты көріпкелді кім біледі? Өзі Ескі қаласы жақтағы Толе би дейтін ауылда тұрады. Нөмірін мен мекен-жайын беріңіздерші!!!",
        "question_date": "7.11.2019",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Диаграмма сөзіне жақсы ребус қажет?",
        "question_content": "Жақсы қызық ребус қажет Диаграмма деген сөзге.",
        "question_date": "5.11.2019",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден толық қарауға болады.",
                "date": "14.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орысша үйренгім келеді!",
        "question_content": "Мен орыс тілін үйренгім келеді...Қатты қиналып кеттім.Қалай үйренсем болады,орысша кітап оқимын бірақ дұрыс  түсінбеймін.Сөйлей алмаймын.Сөздік қор жетіспейді.Өзім Студентпін.Ережелерін де түсінбеймін.Үйренгім келеді,орыс тілінде жақсы сөйлеп кеткім келеді.Курсқа жазылсам оның пайдасы тиеді ма? ӨТІНЕЕМ АҚЫЛДАРЫҢЫЗДЫ АЙТЫҢЫЗДАРШЫ.Маған ақыл айтатын адам керек",
        "question_date": "2.11.2019",
        "question_tag": "Университет, колледж",
        "question_views": 768,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орысша киноларды қазақша субтитрлермен көр. Білмеген сөздеріңді жазып алып жүр. Көмектеседі деп ойлаймын)",
                "date": "9.11.2019",
                "upvotes": 0
            },
            {
                "text": "Оқысай. Короче қалада көшедеее жүресің и тұрад орысша курстар деп сол жерге барып есігін ашып кіресің и сұрайсың осындай осындай деп олар айтады айтқан уақытында барасың дәріс алып трасың не айтса соны істе бірақ оқымай жүрсең болмайды . Вот осылай жаса менің саған ақылым. Немесе инстаграмнан курстарды қара . Енді өзің білетін шығарсың осының бәрін мен айту керек емес шығармын деп ойлаймын өзімнің жеке ойым.",
                "date": "14.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек кітапшасын біз ашамыз ба?",
        "question_content": "Саламатсыздар ма?!\n\nСауалым бар еді.\n\nБіз жұмыс берушіміз. Жұмыспен қамту бөлімі қоғамдық жұмыстарға 6 ай мерзімге 1 жұмыссыз азаматты жіберді.\n\nЕңбек кітапшасын енді аштырып жатыр. Сауал: Еңбек кітапшасын біз ашамыз ба? Себебі қоғамдық қызметкер айлықты жұмыспен қамту бөлімінен алады.\n\nАлдын ала рахмет!",
        "question_date": "1.11.2019",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, жұмыс беруші ашады. Қызметкерді жұмысқа жастар практикасымен қабылдау туралы бұйрықта жазылған тексттерді жазасыз!",
                "date": "6.02.2020",
                "upvotes": 1
            },
            {
                "text": "Сіздерде жұмыс істейтін болса сіздер жазатын шығарсыздар?",
                "date": "12.11.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Компьютердің ОЗУ-ы 2-ақ Гб. ОЗУ-ын 8 және одан да көп жадыға дейін ұлғайтуға бола ма?",
        "question_content": "Компьютердің ОЗУ-ы 2-ақ Гб. ОЗУ-ын 8 және одан да көп жадыға дейін ұлғайтуға бола ма?\n\nНоутбуктардың да ОЗУ-н ұлғайту үшін не істеу керек?",
        "question_date": "29.10.2019",
        "question_tag": "Жалпы компьютер",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чипсеттің максималды жады көтеру мүмкіншілігіне байланысты. Оны аида64 программасы арқылы қарап көрсеңіз болады",
                "date": "29.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам бойындағы сұйықтық (житкис) азайса?",
        "question_content": "Адам бойындағы сұйықтық (житкис) азайса қандай ем шаралар қолдануға болады (немесе дәрілер)..",
        "question_date": "27.10.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күлкілі сұрақ. Жидкость, сұйықтық азайса сұйықтық ішу керек. Ең қарапайым сұйықтық, ол әрине, су.\n\nКүнде су ішіп жүріңіз. Бар болғаны сол.",
                "date": "29.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшадағы кіші топтарға, күзгі баллға сценарий керек?",
        "question_content": "1-2 жастағы балаларға сценарий керек балабақша тәрбиешісімін. Балабақшадағы кіші топтарға, күзгі баллға сценарий керек?",
        "question_date": "27.10.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тақырыбы: Жомарт Күз (Күзгі бал кеші)\nМерекеге сай безендірілген сынып. Әдемі сазды әуен ойналып тұрады. Бүлдіршіндер тәрбиешімен бірге кіріп, орындықтарға жайғасады.\nБалалардың қолдарында жапырақтар.\nТәрбиеші: Құрметті қонақтар, ұстаздар! Бүгін мектепалды даярлық тобының балалары дайындаған «Жомарт Күз» атты ертеңгілігіне қош келдіңіздер.\nАрмысыздар, халайық,\nБармысыздар халайық!\nКүзгі тойды жұп жазбай,\nКеліңдер қарсы алайық!\n- Қараңдаршы, бүгін біздің сыныбымыз қандай әдемі болып кеткен.\nҚолымызға не ұстап келдік?\n- Жапырақтар.\n- Осы жапырақтардың түсі қандай?\n- Сары.\n(Сырттан бір дыбыс естіледі,желдің шуы)\n- Балалар, тыңдаңыздаршы бұл не шу? \n(Осы кезде әдемі әуенмен Күз ханшайымы келеді)\nКүз ханшайымы: Сәлеметсіздер ме, балалар! \nБалалар: Сәлеметсіз бе!\nКүз ханшайымы: Уа, халайық, дархан далам армысың, \nТабиғатым жаны жайсаң тал мүсін \nХаншайымы Күздің бүгін келіп тұр,\nАлмақ болып бар халқымның алғысын.\nМен – Күз ханшайымымын. Сендерді көргеніме қуаныштымын.\nТәрбиеші: Қош келдің, Күз ханшайымы! Төрлет! \nКүз ханшайымы: Балалар, мен сендерге бір жұмбақ жасырайын.\n\nАғайынды бәрі,\nШықса – жасыл,\nТүссе – сары. Бұл не?\nБалалар: Жапырақ \nКүз ханшайымы: Дұрыс таптыңдар, жарайсыңдар! Мен өзіммен алтын жапырақтарымды ала келдім. Әр жапырағымда тапсырмалар . Егер де тапсырмамды орындасаңдар, менің де сендерге деген сыйлығым бар. \nТәрбиеші: Әрине, қымбатты Күзханшайымы! Біздің балалар Күз туралы өлең, тақпақ, жұмбақтар шеше алады. Сіз жайланып отырып, балалардың өнерін тамашалаңыз.\nТолығырақ.",
                "date": "14.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оттегінің қосымдыдағы массалық үлесі қандай?CuSO4×5H2O",
        "question_content": "Оттегінің қосымдығады массалық үлесі қандай?CuSO4×5H2O\n\nМожно по подробнее",
        "question_date": "26.10.2019",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w(O/CuSO4*5H2O)=16*4+5*16/64+32+16*4+5*16+10=0,576\n\nw(O)=57.6%",
                "date": "27.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломдық жұмыстарды қай сайттан жүктеп алуға болады?",
        "question_content": "Сәлеметсіздерме Нұрлы жол бағдарламасы туралы дипломдық жұмыс жазу керек болып тұр . Қай сайттан нұрлы жол бағдарламасын жүктеуге болады немесе кім көмектесіп почтама жіберіп бере алады . Жалпы дипломдық жұмыстарды немесе рефераттарды қай сайттан жүктеуге болады? Өтініш",
        "question_date": "25.10.2019",
        "question_tag": "Университет, колледж",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жерден іздеп, қарап көрсеңіз болады.",
                "date": "17.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нүктенің потенциалы мен кернеулігін табыңыз?",
        "question_content": "Радиусы 10 см болатын зарядталған металл шардың потенциалы 200В. шар бетінен 5 см қашықтықта орналасқан нүктенің потенциалы мен кернеулігін табыңыздар (k=9*10^9H*m^2/Кл^2)",
        "question_date": "25.10.2019",
        "question_tag": "Физика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    }
]