[
    {
        "question_title": "Ластағыштардың онкогенді әсері қандай?",
        "question_content": "Ластағыштардың онкогенді әсері қандай?",
        "question_date": "14.10.2020",
        "question_tag": "Табиғат",
        "question_views": 220,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ластағыштардың онкогенді әсері - катерлі ісіктердін түзілуіне әкелетін әсер етулер. \nЛастагыштардың уытты әсері — улану тудыратын улық (уландырушы) әсер ету, токсикологияда мүндай затты у ретінде қарастырады.\nУ деп ағзаға кез келген жолмен (тыныс жолдары, тері жабыны, ас қорыту тракті) шамалы ғана мөлшерде түскен соң ағзаның тіршілік үшін маңызды құрылымдарымен өзара әрекеттестікке түсіп, белгілі бір жағдайларда сырқатты күйге, яғни улануга немесе өлімге апарып соғып, ағзаның тіршілік әрекетінің бүзылуын тудыра алатын туысы жат химиялық қосылыстарды (ксенобиотиктерді) атайды. Ағза мен удың өзара әрекеттестігін зерттейтін ғылымды токсиколопія деп атайды.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ластағыштардың тератогенді әсері қандай?",
        "question_content": "Ластағыштардың тератогенді әсері қандай?",
        "question_date": "14.10.2020",
        "question_tag": "Табиғат",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1.Теңдеулер жүйесін шешіңіз",
        "question_content": "осы теңдеулер жүйесін шешу керек  {x+y=8 {xy=-20",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осы теңдеулер жүйесін шешу керек  {x+y=8 {xy=-20",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электролитке жататын заттарды анықтаңдар",
        "question_content": "Қышқыл, сілті және тұз ерітінділері\n\nОрганикалық заттар\n\nГаздар\n\nКристалдық тор түрі молекулалық және атомдық болатын заттар",
        "question_date": "14.10.2020",
        "question_tag": "Химия",
        "question_views": 28300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электролиттер ( грек. lysіs – еру, ыдырау) – еріген немесе балқыған күйде электр тогын өткізетін заттар.Электролиттерге қышқыл, негіз, тұздың судағы ерітінділері жатады; бұларда электр тогы иондар арқылы тасымалданады. Э ерітінділерінен ток өткенде электродтарда тотығу-тотықсыздану процестері – электролиз жүзеге асады. Электролиз Фарадей заңдарына сәйкес жүреді, ол таза металдар, хлор, күшті сілтілер алуда кеңінен қолданылады. Диссоциациялану дәрежесіне () қарай Электролит әлсіз (3%-ға дейін) және күшті (30%-дан артық) болып екі негізгі топқа бөлінеді. Әлсіз Электролит. диссоциацияланған ерітінділерде иондарға жартылай ыдырайды (қ. Электролиттік диссоциация). Әлсіз Э-ге көптеген органик. қышқылдар, негіздер, сондай-ақ кейбір бейорганик. қышқылдар мен негіздер (мысалы., H2S, H2SO3, HCN, NH4OH) жатады. Күшті Электролиттик ерітінділерде түгелдей ионға ыдырайды. Барлық тұздар, көптеген органик. және бейорганик. қышқылдар мен негіздер күшті Э-ге (HCl, HBr, HІ, HNO3, H2SO4, LіOH, NaOH, KOH) жатады. Ғылым мен техникада Элертролиттердин маңызы зор. Тірі организмдер денесіндегі барлық сұйықтар Электролиттер. болып саналады.\nЭлектроиттер-иондық және ковалентік полюсті байланыстары бар заттар . Кристалдық торы - иондық .Тұздар ,сілтілер ,қышқылдар . Электролиттердің судағы ерітінділерінің қасиеттерін алғаш түсіндірген швед ғалымы Сванте Аррениус болды (1887ж) . Ол электролиттік диссоциалану (ыдырау) теориясын ұсынды .Бұл еңбегі үшін оған 1903 ж. Нобель сыйлығы берілді . Электролиттік диссоциацияланудың мәні :электролит молекуласы су молекуласының әсерінен зарядталған бөлшектер - иондарға ыдырайды . (Ион-грек тілінен аударғанда ,кезбе, деген сөз ) . Бұл теория көптеген тәжірбиелер арқылы дәлелденді . С.Аррениус :( Қышқылдар , негіздер және тұздар суда ерігенде оң және теріс зарядты иондарға ажырайды , яғни диссоциацияланады )- деген пікір айтты .\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%AD%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D0%BB%D0%B8%D1%82%D1%82%D0%B5%D1%80",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функциялардың мәнін табыңыздар",
        "question_content": "Функциялардың мәнін табыңыздар: \n1) Берілгені: (IV-ширек) Табу керек: \n2) Берілгені: (II-ширек) Табу керек:",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҚР Қылмыстық құқығының нарықтық экономика жағдайы мен жаңа экономикалық қарым катынасы",
        "question_content": "ҚР Қылмыстық құқығының нарықтық экономика жағдайы мен жаңа экономикалық қарым катынасы, құқықтық мемлекетті құрудағы атқаратын міндеттері такырып\nОсыган шагын мәлімет болса",
        "question_date": "14.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігітіммен ұрысып қалдым",
        "question_content": "Жігітіммен жүргеніме 3 жыл болды.Бірақ екеуміз ұрысып айырылысып кеттік, бір бірімізді жақсы көреміз.Ол айтты шаршадым отношения керек емес дед, ұрысымыздың басты себебі қызғаншақтық мен оны қызғандым ол аитты менің үстімнен қарап менің не істеп жүргенімді қарағанды қой дедім дед",
        "question_date": "14.10.2020",
        "question_tag": "Махаббат",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізбен айналысыңыз. Жігіт қызғанса бір жөн, жігітті орынсыз қызғанып керек емес. Қызғанарлық себеп берсе тіпті ондай жігітпен араласып керек емес. Сізді керек еткен жігіт сіздің қызғанышыңыз үшін болды қояйық демес еді, өзіңіз қадіріңізді жоғалтқансыз ғой.",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Ұрыссаң татулас.",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы тапсырмаларды орындау керек. Рахмет!",
        "question_content": "1. Мына айналымдарды жүзеге асыруға болатын реакция теңдеу теңдеулерін жазыңдар:\nC2H4–>C2H6–>C2H5Cl–>C2H4–>CO2\n\n2. Көлемі 10 л (қ.ж.) этиленнен және 15 л (қ.ж.) сутектен тұратын газ қоспасын қызған никель өршіткісі арқылы өткізді. Мына сұрақтарға жауап беріңіздер:\n\n1) Сутектің қанша көлемі артылып қалды?\n\n2) Этанның қандай көлемі түзілді?\n\n3) Реакция аяқталған соң газ қоспасы ның көлемі қандай болады?\n\nЖауаптары: 1) 5 л; 2) 10 л; 3) 15 л.\n\nҚалай шыққанын жазу керек",
        "question_date": "14.10.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)1)С2Н4+Н2=С2Н6\n\n2)С2Н6+СL2 (  НV(жарық))=C2H5Cl+HCL\n\n3)C2H5Cl+KОН (спирт. еріт)=КСl+H2O+C2H4\n\n4)C2H4+3O2=2CO2+2H2O",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөз мәдениеті дегенді қалай түсінесіңдер?",
        "question_content": "Сөз мәдениеті дегенді қалай түсінесіңдер?\n\nӨз сөздеріңізбен жазып бересіздерма!",
        "question_date": "14.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сөз мәдениеті- әдеби тілдің ауызша түрлеріне тән нормаларын игеру, тілдік амал-тәсілдерді айтылатын ойдың мақсатына сай орнымен қолдана білу, сөйлеуде мәдениеттілік, әдептілік таныту. Сөз мәдениеті қазіргі әдеби тілдің жұртшылык таныған, үлгі тутқан нормаларын жеке адамдардың сақтауын талап етеді. Сөйлеуде диалектизмдерді, қарапайым, дөрекі сөздерді, варваризмдерді қолдану, орынсыз көп сөйлеу, бір пікірді қайталау беру, өзіне өзі сілтеме жасау, асқақтап сөйлеу, дене қимылдарын араластыра беру Сөз мәдениетіне жатпайды. Кірме сөздерді орынсыз жұмсай беру, сіреспе құрылымдарды қолдану Сөз мәдениетіне нұқсан келтіреді. Сөз мәдениеті сөйлеу әдебі деген ұғыммен ұштасып жатыр. Сөз мәдениеті теориясының дамуында лексикография, әсіресе нормативті түсіндірме сөздіктер, орфоэпиялық, орфографиялық, синонимдік т. б. арнаулы сөздіктер манызды орын алады. Қазақ тіліндегі Сөз мәдениетінің дамуына ауыз әдебиетінің өкілдері және Абай, М. Әуезов, Ғ. Мүсірепов, т.б. шығармаларының ықпалы зор болды. Қазақ тіл білімінде Сөз мәдениетінің мәселелерін А. Байтұрсынұлы, М. Балақаев, Р. Сыздықова т. б. ғалымдар зерттеді. Кенестік орыс тіл білімінде Сөз мәдениетінің теориялық мәселелерін Л. В. Щерба, В. В. Виноградов, Г. О. Винокур, Р. И. Аванесов, С И. Ожегов, Ф. П. Филин т. б. зерттеді. Сөйлеу мәдениетінің басты мақсаты -орфоэпиялық норма.Орфоэпиялық норма-сөздерді дұрыс айту,лексикалық норма-сөздерді іріктеп,сұрыптап қолдану,талғап,талғаммен қолдану,грамматикалық нормалар-сөйлеу мәдениетінде біршама тұрақталып,қалыптасқан норма ,бірақ кейбір стильдердің ауызекі сөйлеу стилінде бір септіктің ішінде басқа септік тұлғалары айтылу сияқты қате грамматикалық құрылымдар кездеседі.Бұл бір жағынан жеке адамдардың тіліндегі құбылыс та болып саналады.Сөз мәдениетін жетілдіру үшін оған қарама-қарсы құбылыстарды анықтау керек.Сөз мәдениетіне қатысты лингвистикалық зерттеулерді қажет ететін лингвистикалық экология саласы.Бұл сала тілдік ортаның динамикалы құбылысының проблемасын анықтайды.Лингвистикалык экология тіл және сөз мәдениетінің экологиясы деп аталынады.Сөз мәдениетінің экологиясына мына мәселелерді жатқызуға болады:тілдік ситуация,тілдік сана,тілдік орта,тілдік ортаның тазалығы,сөз қызметіндегі стилистикалық байланыстардың бұзылуы,сөйлеу этикасының проблемалары,сөз мәдениеті және мониторинг т.б.Сөз мәдениетінің қазақ тіл ғылымында араласпайтын саласы жоқ ,көркем сөйлеуде болсын,ғылыми көпшілік немесе ресми ортада ,тіпті ауызекі сөйлеу стилінде тіл ғылымының барлық саласымен тамырласып жатады.\nАқпарат дереккөзі: https://massaget.kz/qaarc/qa/20050/",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдар арасындағы қарым-қатынаста сөз мәдениетінің рөлі қандай?",
        "question_content": "Адам арасындағы  қарым-қатынаста сөз мәдениетінің рөлі қандай?",
        "question_date": "14.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл – жанды құбылыс. Тіл мәдениеті дегеніміз – бір қарағанда, тілдік норманы сақтап сөйлеу, дұрыс жазу деген түсінік. Алайда бұл ұғым-түсінікке дәл өз мағынасында тереңірек ой жіберсек, сөздік қоры дамыған оралымды, бай тілдің ұлт мәртебесін асқақтатып, халқына қызмет ету үшін қарапайым сөйлеу тілінен бастап, сан түрлі бояуға қаныққан тілге айналуы сатысында соншалықты қиын қалыптасу кезеңі жатыр.\nТіл мәдениетіне барар жолдың бастауы – сөйлей білу. Тіл адамзаттың бір-бірімен пікірлесуін, түсінісуін қамтамасыз ете келіп, тілдік қарым-қатынасты іс жүзіне асырады. Тілдік қатынас – адамның ойлау, пайымдау, сөйлеу, тыңдау, түсінісу, айту, пікірлесу, т.б. әрекетіне тікелей қатысты құбылыс.\nОйдың тілі – сөз. Біз сөз арқылы ғана неше түрлі ойларымызды сыртқа білдіре аламыз. Сөзді қабылдау және оны ұғыну бір-бірімен тығыз байланысты. Адам баласының сана-сезімінің дамуында дыбысты тілдің пайда болуының маңызы зор болды.\nСөйлеу – адам санасының басты белгісі. Тіл, сөйлеу ежелден бері жеке адамның, қоғамның ой-санасын дамытып, жетілдіруде аса маңызды рөл атқарады. Сөз ойлы да мәнерлі болуы тиіс. Әйтпесе, ол көздеген мақсатына жете алмайды. Халқымыз мәнді сөйлейтіндерді «сөзі мірдің оғындай екен» деп дәріптейді. Ал Ж. Баласағұн «ақыл-ойдың көркі – тіл, тілдің көркі – сөз» деп тауып айтқан[2,177].\n... Көне замандағы мәдениет ошақтарының бірі – шумерлердің тас табақтарына былай деп жазылған екен: «...аузыңа абай бол, көкейдегі ойды айтуға асықпа, ойланбай сөйлесең, опық жейсің...», ал мексика халықтарында «сөйлегенде сабыр сақтаған жөн, асығып-аптықпа, қызбаланба, дауысыңды көтерме, сөзің орынды да ұрымтал болсын» десе, үнді заңында «қандай бір қиын жағдайда да балағат сөзге тыйым салынады, көкейге қонымды, көңілге ұнамды сөздер ғана айтылсын» делінген. Бұл адамның сөйлеу тілінің адам өміріндегі маңызын, жөнімен сөйлей білудің қажет екенін, сөздің құдіретін мойындаудан туған жауапкершілік[3,41-43].\nТіл дедік, сөйлеу дедік, ал енді сөйлеу әдебі дегеніміз не? \nСөйлеу әдебі ағыл. speech etiquette – Тіл практикасының ұлттық, өзіндік ерекшеліктерге ие қағидалары; бұл ережелер әңгімелесушімен «сыпайы, биязы» байланыс жасауға (байланысты орнату, оны қолдап отыру, байланысты тоқтату) қоғам тарапынан бекітілген қалыпты нысандар мен тілдік бірліктер жүйесі арқылы жүзеге асырылады. Сөйлеу әдебінің жағдаяттары ретінде назар аудару және назарды өзіне аудару, амандасу, танысу, шақыру, өтініш, кеңес беру, ұсыныс жасау, келісу, қарсы болу, кешірім сұрау, көңіл айту, қошемет сөз айту, құттықтау, қоштасу және т.б. түрлерді атауға болады[1,214].\nАдамның мәдени тұлға ретіндегі табиғатын зерттеуші ғалымдар, адамның мәдениеттілігі мен адамның қасиетін түсіндіру үшін сол адамның өскен, өнген, тәрбиеленген ортасында алған тәлім-тәрбиесі негіз болатындығын айтады. Адам – қоғам өкілі, белгілі бір ортаның саналы тұлғасы. Қоғамдық қарым-қатынастың ішінде адамның түрлі субъекті не объектімен қарым-қатынасында тілдің орны әрдайым басты рөлде болады. Адамдар арасындағы қарым-қатынаста сыпайылық, кішіпейілділік пен адамгершілік қасиеттер тіл арқылы көрініс табады. Сөйлеуші жақтың тыңдаушыға деген құрмет-қадірінің қаншалықты дәрежеде екені де сөз жұмсалым арқылы беріледі[5,7]. «Тіл барлық заттар мен құбылыстарды, т.б. таным белгілерді ұғынуға көмектеседі. Адамның рухы мен ішкі эмоциясын, сондай-ақ, адамдық қарым-қатынастан туған адами сыпайылықты да айқын көрсетеді»[6,25].\nСыпайылық ағыл. politeness – әңгімеге қатысушылардың Тілдік практикасының көрінісі; бір-біріне құрмет көрсетудің әдістері; мыс., Сен-Сіз есімдіктерін, әңгімеге қатысушының лауазымын, атағын (мыс., доктор, профессор), қазіргі кезде сөйлеу этикетінің (әдебінің) мәдениетін көрсететін ханым, мырза сөздерін, әңгімеге қатысушының өз ісіне, кәсібіне қосқан үлесін көрсететін (мыс., әдебиеттің ақсақалы) шынайы қошемет сөздер мен сөз тіркестерін әңгіме барысында қосып отыру сыпайылықтың белгісі болып саналады[1,230].\nСөйлеу әдебі қарым-қатынаста, қоғамдық орындарда, жалпы өз елімізде сирек сақталады. Оған дәлел ретінде бірнеше мысал келтірейін. Бірсыпыра замандастарымыздың (қала тұрғындары) ауызекі сөйлеу тілінде қазір «Мен Байзақовада тұрамын», «Мақатаевадан трамвайға мінемін» деген орысша-қазақшасы араласқан қойыртпақ тіркестер пайда болды. Мұның қалай? – десең, «әдет қой» дейді[4,10]. Сонда, біз білетін Иса, Мұқағали әйел болғаны ма?! Неге олай ойланбастан сөйлейміз? Мемлекеттік тілді үйренуші өзге ұлт өкілдері осындай қойыртпақ қолданыстарды естіп не дейді? Енді бірде студенттер мен мұғалімдердің тілінде ешбір қажетсіз қыстырма сөздер (жаңағы, сонымен, сөйтіп, ал, иә, қалай, нетіп, не қылып, анау, не, әлгі т.б.) көп кездеседі. Көптеген студенттер ойын жеткізе алмай қысылғанда аузыма сөз түспей тұр, тілімнің ұшында тұр, көкірегімде бәрі сайрап тұр, айтуға тілім жетпей тұр деп мүсәпірлікке ұрынады.\nСондықтан да бірінші мәселе: сөйлеу әдебін қалыптастыратын сөйлеу сапаларын әрдайым ескеру қажет. Сөйлеудің сапаларына кіретіндер: мінсіздігі, тазалығы, байлығы, дәлдігі, қисындылығы, мәнерлілігі, бейнелілігі, әсерлілігі, орындылығы, түсініктілігі.\nСтудент тілінде болатын кемшіліктердің себептері:\n1. Ортаның әсері;\nа) студенттің сөйлеуіне жергілікті тіл немесе басқа тіл әсер етеді\nә) көшенің әсері (дөрекі, былапыт тіл)\n2. Сөйлеу дағдыларының жоқтығы (оқу орнының тіл дамытуға немқұрайлы қарауы);\n3. Жекелеген студент тіліндегі кемшілік (сақаулық, быдықтық, мыңғылдық т.б.)\n«Сөйлей білу – өнер». Бұл өнерді қажымай-талмай, үздіксіз, жан-жақты ізденіп, өзін-өзі баптап, машықтану арқылы игеруге болады.\nӘрбір тұлға қоғамда белгілі бір орынды иемденеді және нақты міндеттерді атқарады, ол үшін соған сәйкес оның құқықтары мен міндеттері, яғни белгілі бір әлеуметтік мәртебесі болады. Әлеуметтік мәртебе адамның үлкен әлеуметтік топтың өкілі ретінде (мамандық, тап, ұлт, жыныс, жас мөлшері, дін) қоғамдағы орны.\nӘлеуметтік мәртебе ағыл. social status – құқықтарын, міндеттерін және мінез-құлықтың өзара алмасу кезегін (оның ішінде Тіл практикасы да) қамтитын, қоғамның әлеуметтік құрылымындағы жеке адамның орны, жағдайы.\nӘлеуметтік мәртебе өз кезегінде адамның дүниеге келген сәтінен белгіленген, яғни субъектінен тәуелсіз, туғаннан сақталатын мәртебе: нәсілі, жынысы, ұлты және қол жеткен, яғни индивидтің өз күшімен жеткен мәртебесі болып бөлінеді. Кейде индивидтің аралас мәртебесі де болады. Ол жоғарыда аталған мәртебелердің екі белгісінен тұрады. Әдетте бір тұлғаның өзінде бірнеше мәртебе болады. Тұлға екі немесе одан да көп әлеуметтік топтардың, институттардың, қауымдастықтардың, ұйымдардың, т.б. субъектісі болып табылады. Мысалы, тұлға: еркек, әке, күйеу, бала, оқытушы, профессор, ғылым докторы, редколлегия мүшесі, т.б. Бір адам әртүрлі адамдарға қатынасына сәйкес қарама-қарсы мәртебені де иеленеді, айталық, тұлға өзінің балалары үшін - әке, ал өзінің анасы үшін ол - ұлы болады. Бірақ сол мәртебелердің бірі адамның қоғамдағы ахуалын анықтайтын негізгі, басты мәртебе болып саналады. Мұндай мәртебе көбіне-көп негізгі жұмыс орнындағы қызметпен байланысты болады. Мысалы, ер адам үшін негізгі жұмыс орнымен анықталады: банк директоры, заңгер, жұмысшы, ал әйел адам үшін - тұрғылықты жерімен айқындалады. Бұдан да басқа нұсқалары болуы мүмкін. Бұл басты мәртебенің салыстырмалы екенін көрсетеді, оның жынысқа, нәсілге немесе мамандыққа байланысты емес екендігін анық көрсетеді. Тағы да бір үлкен ерекшелік – тұлғаның сөйлеу әдебімен байланысты. Яғни, тұлғаның тілі, сөзі, сөйлеу әдебі оның әлеуметтік мәртебесін анықтауда үлкен рөл атқарады. Жалпы, біз осыған байланысты адамдарды әлеуметтік мәртебелеріне қарай төмендегідей топтастырдық :\n1. Жоғарғы әлеуметтік мәртебе (депутаттар, іскерлер, ішкі істер қызметкерлері т.б.)\n2. Ортаңғы әлеуметтік мәртебе (мұғалімдер, дәрігерлер т.б.)\n3. Төменгі әлеуметтік мәртебе (студенттер, жастар т.б. )\nЕнді осы тұлғаларға қатысты кішігірім сауалнама қорытындысын баяндай кетейін. «Ғ.Мүсірепов атындағы жасөспірімдер театры қайда орналасқан? деген сұрақ бойынша бірсыпыра замандастарымыз «Абылай хана Маметова» деумен болды. Ол жайында жоғарыда тоқталып өттік. Тағы бір байқайтынымыз көрсетілген бейнебаянда 3 мұғалім бар. Және де олар сұраққа сүрінбей жауап берді. Бұл көңіліңді қуантады. Және оларды анықтау қиынға соқпады. Сауалнама қорытындысы бойынша сөйлеу әдебін жиі сақтайтындар қатарына ортаңғы әлеуметтік топ өкілдері жатады. Ал қалған екі топ әзірге артта келеді.\nТолығырақ: https://mtdi.kz/e/oku_adisteme/id/122/q/3",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің қоғамдағы қолданылу аясы, өзіндік орны қандай деп ойлайсыңдар",
        "question_content": "Қазақ тілінің қоғамдағы қолданылу аясы, өзіндік орны қандай деп ойлайсыңдар?",
        "question_date": "14.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік алғалы бері Қазақстандағы мемлекеттік тілді дамыту және қолдау нәтижелері қандай деңгейде екенін айқындайтын басты көрсеткіш – бұл шынайы қоғамдық орта, қоғамдық ортаның мүддесі мен рухани саналы көзқарасы. Қоғамдық ортадағы мемлекеттік тілдің қолданылуы тілдік ортаның нығаюымен күшейеді. Ал қазақ тіліндегі қоғамдық ортаны қалыптастыруға ықпал жасайтын факторлар – білім беру, мәдениет БАҚ жүйесі мен мемлекеттік тілде ісқағаздарының жүргізілуін қадағалайтын әрбір мекемедегі тіл дамыту бөлімдері мен департаменттері, т.б. институттар мен қоғамдық ұйымдар, сондай-ақ мемлекеттік биліктің тікелей өзі болып табылады. Мерзімді және электронды БАҚ жүйесіндегі мемлекеттік тілді дамыту іс-шараларының нәтижесі бойынша қазақтілді ортаның өсу динамикасы жылдан жылға артып келеді, бірақ ісқағаздары мен мемлекеттік қызметтегі, жеке кәсіпкерліктегі, жеке ұйымдардағы тілдік орта түбегейлі қазақ тіліне ауысты деуге болмайды. Ең бастысы 1991 жылдан 2000 жылға дейінгі рухани сананы ояту күресі жеңіске жетті. Яғни бүгінгі таңда (2014 жылға дейін) көпұлтты барша қазақстандықтар мемлекеттік тіл – қазақ тілі екенін шынайы рухани тұрғыдан мойындап, оны құрметтеуге бет бұрды, тіпті қазақ тілін үйренуге талпыныс күшейді. Әрине, бұл қозғалыс мемлекеттік тілді дамыту стратегиясының орындалу мерзімінен әлдеқайда кеш әрі баяу жүргізілді. Бірақ Қазақстан үшін осы қадамға жету тіл саясатындағы толеранттылық, сабырлылық күшіменен жүзеге асты.\nӘрине, ұлтжанды тіл жанашырлары мемлекеттік тілдің туын көтеру үшін жан айқайын салып, түбегейлі қазақтілді қоғамдық ортаны қалыптастырудың саяси да, рухани да, заңдық жолдарын көрсетіп, тіпті өзге мемлекеттердің оңтайлы тәжірибелерін негізге алып қоғамдағы тілдік ортаны күрт өзгертуді ұсынады. Бірақ олардың қолы биліктің тежеуінен байланып отыр. Осы тұрғыдан алғанда қоғамдық ортаның бір өкілі ретіндегі, қоғамдық пікірдің бір мүшесі ретіндегі әрбір азаматтың түйсігінде мынадай сауалдар туындайды: қазақ тілінің мәртебесін арттырып, мемлекеттік тіл дәрежесінде барлық салада еркін қолданысқа 22 жыл бойы қарқынды ене алмауының себебі неде? Осы сұраққа жауап іздеу үшін біріншіден, қазақстандық БАҚ жүйесіндегі (мерзімді және электрондық) мемлекеттік тілге қатысты барлық мақалалар мен оларға берілген қоғамдық пікірлерді мазмұндық тұрғыдан сараптадық. Екіншіден, сол мақалалар идеологиясынан туындайтын мәселелерге талдау жасадық. Яғни қазақ тілін үйрететін және оқытатын әдістеме мен оқулықтардың тиімділігі мен маман тәжірибесі, шеберлігі туралы пікірлер талқыланды. Үшіншіден, мемлекеттік тілді тіл саясаты арқылы нығайтуды көздейтін саясаттанушылардың ұсыныстары талданды. Төртіншіден, өзге мемлекеттің тіл саясатын үлгі ету үдерістері, оған қарсы және оң пікірлері ашық көрсетілді. Бесіншіден, мемлекеттік тілді дамытудың ғылыми негіздемесі туралы ғалымдардың пікірі талданды. Алтыншыдан, қазақ қоғамындағы мемлекеттік тілді дамытуға ықпал ететін барлық іс-шаралардың (тілді дамыту департаменттері мен бөлімдерінің қызметтеріне) нәтижелеріне талдау жасалды. Жетіншіден, 2005-2014 жыл аралығы бойынша статистикалық сараптама жүргізілді.\n«Kazinform» халықаралық ақпараттық агенттігінің хабарлауындағы жаңалықтарға статистикалық санат жүргізгенімізде мемлекеттік тілді дамытуға қатысты іс-шаралар жылдан жылға қарқынды жүргізіліп жатқанын байқауға болады. 2012 және 2013 жылдарды салыстырғанда 2012 жылы барлығы 162 іс-шараның өткізілгені туралы мәлімет ала алдық, ал 2013 жылы 195 іс-шара жүргізілген. Бұл деректер бұқаралық ақпарат құралдарына жарияланып, ашық түрде таратылған шаралар болса, көпшілікке айтылмай жүргізіліп жатқан шаралар саны одан да көп. Қазақ тілін қолдау ісіне қатысты орындалып жатқан жұмыстардың санымен қоса мазмұны да уақыт өткен сайын күрделеніп, халық мұқтажын, қажеттілігін өтеу мақсатында сұранысқа ие болып отыр. Мәселен, 2013 жылғы іс-шаралардың жүйесін былайша топтастырып таныстыруды жөн көрдік:\n1. Мемлекеттік тілді электронды жүйе көмегімен жетілдіру іс-шаралары: мемлекеттік тілді онлайн режімінде тегін оқытатын «www.soyle.kz» интернет-порталы іске қосылды. Қазіргі таңда 2014 жылғы жаңалықтарда осы порталға кірушілердің саны 30 мыңнан асқанын жиі хабарлайды. Сонымен қатар келешекте мемлекеттік тілді тегін оқытатын «Qazaqsha-online» электрондық порталы іске қосылатынын хабарланған. «Тілдарын» мемлекеттік тілді меңгерудің мультимедиялық кешенін әзірледі. Қазақша Wikipedia мақалалары 200 мыңнан асып, бұл сайтты қолданушылар саны артты және оның қазақ тіліндегі рейтингі 25-орынға жетті. 64 тілде веб-қызмет көрсететін Google сайтына қазақ тіліндегі аударма қызметі енгізілді. Бұл игі істі «Викибілім» қоғамдық қоры жүзеге асырды. Алматыда веб-сайттарды қазақ тілінде дамыту мәселесі талқыланды. «Одноклассники» әлеуметтік желісі қазақ тілінде қолжетімді болуы жоспарланды.\n2. Мемлекеттік тілде сөйлейтін тұрғындардың үлес салмағын \nанықтау шаралары:Алматыда мемлекеттік тілді меңгерген қала тұрғындарының үлесі 62 пайызды құрайды. 2600 астаналық мемлекеттік тілді оқыту курсынан өтті. Павлодар облысында қазақ тілінің аясы кеңейді. Қазақстанда өзге ұлттың 93 мың баласы қазақ тілінде білім алып жүр. Атырау облысы тұрғындарының 97 пайызы қазақ тілін біледі. Мемлекеттік тілде оқитын студенттердің саны 56,3 пайызды құрады. Шымкентте өзге ұлт өкілдерінің 80 пайызы мемлекеттік тілді біледі. Тәуелсіздіктен бері қазақ тілінде оқытатын мектептер саны 51,6 пайызға артты. ШҚО-да мемлекеттік қызметкерлердің 60 пайызы мемлекеттік тілді меңгерген. Оңтүстік Қазақстан облысында мемлекеттік қызметшілердің 97 пайызы мемлекеттік тілде іс қағаздарын жүргізе алады.\n3. Мемлекеттік тілді дамытуға қатысты қаулылар мен бұйрықтар,\nұсыныстар: Қазақ тілін шеттеткен БАҚ лицензиядан айырылады (М.Құл-Мұхаммед). Қазақша сөйлейтін халқы 70 пайыздан асқан өңірдің барлығы қазақ тіліне көшуі керек (Н.Назарбаев). Ісқағаздарын мемлекеттік тілде жүргізуді қалалық прокуратура тексереді (Астана). Қазіргі заман әдебиетінен 69 кітап қазақ тіліне аударылады. Қазақстан Ұлттық телеарнасының рейтингісі 47 пайызға өсті. Қазақстандағы ЖОО-лар кітапханасындағы оқулықтардың 17-18 пайызы ғана қазақ тілінде.\n4. Ісқағаздарының мемлекеттік тілде жүргізілуі: Алматыда жергілікті\nатқарушы органдардың мемлекеттік тілдегі құжат айналымы 78 пайызды құрады. Қазақстан халықаралық шарттарды мемлекеттік тілде жасайтын болады. Д.Омашұлының мемлекеттік тілде заң жазу мәселесіне арналған жаңа кітабы жарық көрді. БҚО-да құжат айналымында мемлекеттік тілдің үлес салмағы 99,7 пайызға жетті. Қазақстанда тіркелген шетел елшіліктерінің 80 пайызы елімізге ресми ноталарды қазақ тілінде жолдайды. Бағдарламалық шешімдердің әлемдік көшбасшысы саналатын SAP компаниясы енді өз өнімдерін тұтынушыларына қазақ тілінде ұсынатын болды.\n5. Қазақ тілін дамыту байқаулары: «Қазақтілді Интернет-сайттар\nұлттық сыйлығы» байқауы жүргізілді. Павлодарда «Мемлекеттік тілдегі ең үздік сайт» анықталды. Астанада «Мемлекеттік тіл – мемлекеттік қызметте» байқауы өтті. СҚО полицейлері мемлекеттік тіл байқауына қатысты. ТЖД өзге ұлт өкілдері арасында «Мемлекеттік тіл – менің тілім» атты байқауын өткізді. Астанада 27 азаматқа «Тіл жанашыры» құрмет белгісі табыс етілді.\n6. Түрлі іс-шаралар: Оралда мемлекеттік тіл мәртебесін көтеруге\nарналған конференция болып өтті. Алматыда студенттер мемлекеттік тілдің мерейін өсіретін ерекше акция өткізді. Қостанайда дәстүрлі Тілдер фестивалі өтті. Алматыда мемлекеттік тілдегі қателерге, сауатсыз көрнекі құралдарға арналған көрме өтті. Ұлттық-мәдени орталықтардың өкілдеріне қазақ тілін үйрететін жазғы мектеп ашылады.\nАл 2012 жылы жүргізілген іс-шаралар мазмұны қазақ тілін үйрету әдістері, шаралары, жолдары мен түрлі байқаулары аясында кеңінен орындалған. Сондай-ақ 2012 жылғы жетістіктер қатары қазақ тіліндегі көркем шығармалар мен шетел әдебиеттерінің қазақша аудармаларымен толыққанын айту қажет. «Қазақ тілі» қоғамының қызметтері өз нәтижелерін бере бастады. Қазақ тілі мұғалімдерінің білімін жетілдіру ісіне күш салынды. Таратып айтатын болсақ, 2012 жылы қазақ тілінде жарық көрген кітаптар: А.Дюманың «Үш ноян», «Граф Монте Кристо» кітаптары, М.Әуезовтің әңгімелері қайта басылып шықты. «Түркіменстанның дәрілік өсімдіктері» қазақ тіліне аударылып басылып шықты. Корея Республикасының Президенті кітабы қазақ тілінде жарық көрді. АҚШ университетінің профессор Л.Лессингтің «Еркін мәдениет» кітабы қазақша аударылды.\n2012 жылы жарыққа шыққан қазақ тіліндегі фильмдері мен бағдарламалар: «Батыл жүрек» мультфильмі, Уолт Дисней мультфильмдері қазақ тіліне аударылып таратылды. Қазақ тілінде дубляждалған «Қара киімділер-3» фильмінің тұсаукесері болды. «Қазақстан» ұлттық телеарнасында «Қазақша сөйлейміз» бағдарламасы эфирге шықты.\nМемлекеттік тілді электронды жүйе арқылы дамыту шаралары: «tilim-elim.kz» интернет сайты іске қосылды. 2012 жылғы Шетелдегі қазақ диаспоралары үшін жүргізілген іс-шаралар: Висконсин-Мэдисон университеті қазақ тілін оқытудың әдістемесін ұсынды. Барнаулда қазақ тілі орталығы ашылды. Румынияның Бабеш-Боляй университетінде қазақ тілі, мәдениеті мен тарихы орталығы ашылды.\nЕкі жылдың (2012-2013 жылдың) көлемінде Қазақстан қоғамында мемлекеттік тілді дамытуға қатысты сан түрлі іс-шаралар өткізілген. Олардың барлығы дерлік халықтың қазақ тілін үйренуге қажетті сұраныстарына сай жүргізілген. Әсіресе сөздіктер мен аудармашылардың электронды жүйесі көптен күткен сұраныстар болатын. Ал «Kazinform» халықаралық ақпараттық агенттігінің осы жылдарға дейінгі хабарламаларында мемлекеттік тілді қолдау және дамытуға қатысты іс-шаралардың басмы бөлігі тек насихаттау, өзекті мәселелерді талқылау, оқулықтар шығару, олардың сапасын анықтау, түрлі семинар-тренингтер өткізу, тәжірибелі ұстаздар дайындау, олардың біліктілігін жетілдіріп отыру мәселелеріне қатысты шаралармен шектелетін. Дегенмен, қазіргі жетістікке жетудің алғышарттары осы талқылаулардың нәтижелері болмақ. Қалай болғанда да, 1991 жылдан 2000 жылға дейін іс-шаралар сөз жүзінде болып келді, ал 2000 жылдан бастап іс жүзінде нәтижелерін бере бастады. Оны жасырмауымыз керек. Себебі 2000 жылға дейінгі мерзімді БАҚ-тағы мемлекеттік тілді дамыту жайындағы мақалалар қазақ тілін алдымен грамматикалық құрылымынан бастап оқыту керек пе, әлде қазақ халқының ұлттық болмысынан бастап түсінік бере отырып оқыту керек деген дұрыс әдістемелік жолын таңдау мәселесіне айналды. Қоғамдық пікірталас, қоғамдық мұқтаждықты өтеу салдарынан қазақ тілі оқулықтарының әдіснамалық жүйесі өзгеріп, ұлттық болмысты таныта оқытудың түрлі әдістерін сіңірген оқулықтар жарыққа шықты. Олар өз нәтижелерін бере бастағаннан кейін жаңа сұраныстар пайда болды. Ол – тез, қолжетімді аударма ісі (орысша-қазақша, қазақша-орысша). Осындай сұраныстардың арқасында электронды үйрету порталдары мен сөздіктері іске қосылды. Демек, Қазақстанда мемлекеттік тілді дамытуға байланысты жүргізіліп жатқан жұмыстар қоғамның талап-тілегін уақытында өтеуге қызмет етуде және баяу болса да оның жетістіктері көрініп келеді. Олай болса мемлекеттік тілдің қоғамдағы рөлін анықтау, мемлекеттік тілге мұқтаж етуші немесе мұқтаж етпеуші факторларды тану негізінен БАҚ жүйесінде айқын көрінеді екен.\nТолығырақ: https://mtdi.kz/m/til_sayasaty/id/634/q/2",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайықтың жылдамдығын табыңдар. Катердің жылдамдығын табыңдар",
        "question_content": "Саяхатшылар 1 сағ қайықпен, 1,5 сағ катермен жүзіп, 42 км қашықтыққа барды. Катердің жылдамдығы қайықтың жылдамдығынан 4 есе артық. Қайықтың жылдамдығын табыңдар. Катердің жылдамдығын табыңдар",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х қайық жылдамдығы\nу катер жылдамдығы\n1*х+1,5*у=42\n\nкатер жылдамдығы қайық жылдамдығынан 4 есе көп\n4х=у\n\nх+1,5у=42\nу=4х\n\nх+1,5(4х)=42\nх+6х=42\n7х=42\nх=6 км/ч қайық жылдамдығы\n4х=4*6=24 км/ч катер жылдамдығы",
                "date": "14.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазіргі қазақтілі -тапсырма. Берілген сөздерге дыбыстық талдау жасаңыздар.Қазан,Жеміс",
        "question_content": "-тапсырма. Берілген сөздерге дыбыстық талдау жасаңыздар. (сделайте фонетически разбор)\n\nҚазан,Жеміс",
        "question_date": "14.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қ-дауыссыз, қатаң\n\nа-дауысты, жуан,ашық,  езулік\n\nз-дауыссыз, ұяң\n\nа-дауысты, жуан, ашық,  езулік                       \nн-дауыссыз, үнді\n\nж-дауыссыз, ұяң\n\nе-дауысты, жіңішке, ашық, езулік\n\nм-дауыссыз, үнді\n\nі-дауысты, жіңішке, қысаң, езулік.\n\nс-дауыссыз, қатаң.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыр жүкті көтергенде неге алға еңкейіп жүру керек?",
        "question_content": "маған үй жұмысына осы тапсырма берілді.жауабын таба алмадм.неліктен ауыр жүкті котегенде алға еңкейіп жүру керек",
        "question_date": "14.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денсаулыққа байланысты болуы мүмкін. Еңкейіп көтерсең ыңғайлырақ.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үнемі мұрынның бітеліп қалуы неге байланысты?",
        "question_content": "Үнемі мұрынның бітеліп қалуы неге байланысты?\n\nНемен шайса жақсы кетеді?\nҚандай халық емдерін не тәсілдерді білесіздер?",
        "question_date": "14.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әртүрлі жағдай болуы мүмкін:\n-суық ұстап қалуынан\n- аллергиядан\n- мұрынның кейбір дефектісіне байланысты .\nЕмі пайда болу себебіне қарай ұйымдастырылады. Суықтаған жағдайда шөптұнбасы, тұз, сода сумен шаю керек. Аллергия кезінде арнайы тамшыларды тамызып мұрын бірелуін тақтата аласыз.\nАл басқадай жағдайда лор дәрігерге қаралу қажет.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 5 г аммиак Жане 5 г хлорсутек араластырылды.",
        "question_content": "Массасы 5 г аммиак Жане 5 г хлорсутек араластырылды. Кай зат артык молшерде берилген Жане канша молшерде артык",
        "question_date": "14.10.2020",
        "question_tag": "Химия",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "NH3+HCl=NH4CL\n\nn(NH3)= m(NH3) / M(NH3) = 5/17=0.294 моль\n\nn(HCl) =m(HCl) / M(HCl) = 5/36.5 = 0.13698моль\n\n NH3 және HCl қатынасы = 1:1\n\nсонда NH3 артық\n\nартықтығы = 0,294-0,13698=0,15702 моль\n\nm(артық)=n(артық)*M(NH3)= 0,15702*17=2,669 г",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Призма ауданын табу. Қойманың ұзындығы, ені және биіктігі, сәйкесінше, 8 м, 6 м?",
        "question_content": "Қойманың ұзындығы, ені және биіктігі, сәйкесінше, 8 м, 6 м, 3 м-ге тең. а) Еденінің ауданын,  ә) жақтарының аудандарының қосындысын табыңдар",
        "question_date": "14.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а=8м  в=6м һ=3м\nа) еден ауданы Ұзындығы мен енінің көбейтіндісімен есептеледі\nа*в= 8*6=48м*2\nә) жақтарының аудандарының қосындысы ол \n2а*һ+2в*һ=2*8*3+2*6*3=48+36=84м*2(метр квадрат)",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диаметыры 16 метр дөңгелектің ауданын табыңыз?",
        "question_content": "Диаметыры 16 метр дөңгелектің ауданын табыңыз?",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диаметр дегеніміз 2 радиусқа тең болғандықтан  R=8метр\n\nS= πR²\n\nS=3,14*8\"2=200,96м\"2",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МАD және МВС үшбұрыштарының табанына параллель орта сызықтарының ұзындықтарын табыңыз?",
        "question_content": "ABCD параллелограмыының МВ қабырғасы 5 см. А төбесінен ВС қабырғасына түсірілген биіктік 4 см және ол биіктік түсірілген қабырғаны тең кесінділерге бөледі. МАD және МВС үшбұрыштарының табанына параллель орта сызықтарының ұзындықтарын табыңыз?",
        "question_date": "14.10.2020",
        "question_tag": "Геометрия",
        "question_views": 984,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені қате.МВ емес АВ 5ке тең.",
                "date": "14.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асанқайғының өнегелі сөздермен көргенді ойлары эссені қалай жазады?",
        "question_content": "Асанқайғының өнегелі сөздермен көргенді ойлары эссені қалай жазуға болады?",
        "question_date": "14.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазан хандығы құрылғанда Асан жыраудың жаңа Орданың ұраншы-абызы болуы\nДешті-Қыпшаққа қайта оралған Асан би 1450 жылдан бастап, Əбілқайыр хан қарауында билік құрады. Бұл кезде де ол көптеген хандық, билік тартыстардың қайнаған ортасында жүріп, өзінің шешендік, пəлсапалық жыр-толғауларымен ел құрметіне бөленеді. Керей, Жəнібек сұлтандар бастаған рулардың Əбілқайыр ұлысынан бөлініп шығуын қолдаушылардың бірі Асан қайғы болады. Шу мен Арал аралығында Қазақ Ордасы құрылған кезде Асан жырау жаңа мемлекеттің ұраншысына айналады.\nАсан қайғының Қазақ хандығы құрылған тұста жасы ұлғайған ақылман, абыз дəрежесіне жеткені мəлім. Ол Алтын Орданың ыдырауын, сондай-ақ Солтүстік Кавказға, Азауға (Азовқа), Қырымға дейінгі өлкелерді қамтыған Ноғайлы империясының да əлсіреп, «он сан ноғай бүлініп, ел айырыла», тоз-тоз бола бастауын қайғыра бастан кешті. Олардың орнында пайда болған хандықтар арасындағы бір-бірін əлсіреткен бітіспен соғыстар күшейіп келе жатқан орыс патшасының Солтүстік Кавказ бен Қазанды, Сібірді жаулап алу құлқын ұлғайтқанын көрді. Сарайда, Қазанда Ұлық-Мұхаммедтің пəрменді билерінің бірі бола жүріп, Қыпшақ жұрттарының біртұтастығын сақтап қалуға күш салды. \nКемеңгер жырау ұлы Даланың негізгі аймағын, яғни орта ғасырлардағы Қазақ Даласы аумағын қолда ұстап қалудың бірден-бір жолы Керей мен Жəнібек хандар қуатымен жаңадан шаңырақ көтерген Қазақ хандығын нығайтып, өрісін кеңейту екенін түсіне білді. Сондықтан да ішкі саясатта жер-су, жайылым, қоныс үшін қақтығыстар мен қайшылықтарды реттеу, ел-жұртының хал-ахуалын жақсарту мақсатында Асан қайғы хан алдына өзінің «ымыраға келу теориясын» ұсынды. Хан мен қара бұқара арасындағы қарым-қатынасты ушықтырмай, əділет тұрғысынан шеше білді. Сыртқы саясатта халқының өсіп-өркендеуіне ұйтқы болып, қазақ қоғамының үлгісін жасады.\n«Асан қайғы Жерұйығын таппай зар жылады» дегенде біз оның қиялындағы елінің болашақ замандағы ешкімнен (батысы — Орыс, шығысы — Қытайдан) қысым көрмей, өз жерінің амандығын тілегенін меңзейміз. Сондықтан да Жерұйық идеясын бүкіл халқының қамын ойлаған Асан қайғының елді берекелі бірлікке, шынайы түсіністікке, адал еңбек табысы арқылы мамыражай заманға жетуге шақырғаны деп ұғынған жөн. Ендеше, Асан қайғы кезінде таба алмаған Жерұйық қай бір заман адамдары үшін шындыққа айналуы əбден мүмкін.\nАсан Атаның ақындық ойы мен жыраулық философиясы\nАсан қайғының философиялық дүниетанымы үш бағытқа бөлінеді .\nБіріншіден, этикалық дүниетаным – ұлы жыраудың философиялық ойларының өзегін құрайды. Адам, адамшылықтың басты қасиеттері, олардың мəні мен сипаты жоғары имандылық деңгейінде қарастырылған. Поэтикалық формамен берілген этикалық ұғымдар, түсініктер, қағидалар Шығыс өркениетіне тəн ерекшеліктермен сабақтастық тауып, адамгершіліктің алуан қырлы болмысын айқындайды.\nЕкіншіден, поэтикалық зерде мен философияның қазақ дүниетанымында егіз ұғым екенін жырау өз толғаулары арқылы толық дəлелдеп берді. Адам өмірінің мəні, мақсаты, өлімнің растығы, қоршаған дүниені тану мəселелері Асан қайғы философиясының басты бағыттары.\nҮшіншіден, Асан жыраудың гуманизмі, адамға деген сүйіспеншілігі тарихи сана арқылы түркі халықтарының жадында сақталған. Ноғай, өзбек, түркімен, қырғыз, қарақалпақ халықтары арасында Асан қайғы есімі ерекше ілтипатпен аталып, құрмет тұтылады.\nАсан айтқан нақыл сөз, Асан айтқан толғаулар, жырлар өте көп болған. Бізге соның кейбір жұқаналары ғана жеткен. Аздығына қарамай данагөй ақынның жырлары мен толғаулары мынадай танымдық құдіреттілігімен ерекшеленеді:\nЕл мүдддесі мен жұрт қамын өз міндетім деп санаған жыраулар қашанда өмір шындығынан ой түюге, жинақтаулар жасауға бейім. Мұнда қоғамдық мəні бар ірі мəселелермен қатар, адамдар арасындағы əр алуан қарым-қатынастар мен солар туралы сын-бағалары да қоса айтылады. Мəселен, адамгершілік пен зұлымдық, байлық пен кедейлік, достық пен жаулық, адалдық пен опасыздық, əділдік пен жауыздық, білімділік пен надандық, ізеттілік пен əдепсіздік секілді аса күрделі мəселелер жан-жақты сөз болып сарапталады.\nБұл мəселелерге кезінде Асан қайғы үлкен мəн берген. Жыраудың бұл топтағы жырлары мəселені көбіне-көп тұжырымды пікірлермен нақтылай отырып, мақал-мəтел іспеттес етіп құрады. Сондықтан бұл тұжырымдар дəлелдеуді көп қажет етпейді. Айталық, оның «Əділдіктің белгісі» деп аталатын мына бір жырына назар салып көрелік :\nƏділдіктің белгісі — Біле тұра бұрмаса. Ақылдының белгісі — Өткен істі қумаса. Жамандардың белгісі — Жауға қарсы тұрмаса. Зұлымдардың белгісі — Бейбіттің малын ұрласа. Надандардың белгісі — Білгеннің тілін алмаса.\nШамаңша шалқып көре бер, Қабірге əзір қоймаса.\nАртыңда қалған атақ жоқ, Тіріде даңқың болмаса.\nАсан Қайғы — қазақ дербес əдебиетінің алғашқы қалаушысы. Ол өз толғауларында адам табиғатын, мінез ерекшеліктерін, моральдық, этикалық қағидаларды аңғартады:\nЕсті көрсең кем деме, Бəрі тұйғын табылмас. Қарындасың жамандап, Өзіңе туған табылмас. Адам əзіз айтар деп Көңіліңді салмағыл.\nНəпсі алдаушы дұшпанның Насихатын алмағыл.\nБақыты оянған ерлердің Əрбір ісі оң болар.\nДəулеті күнге артылып, Не қылса да, мол болар.\nЕл қамын көп ойлаған Асан қайғы өзінің толғау-жырауларында не жақсы, не жаман, не ғарып деген мəселелер төңірегінде ой толғап, замана жайында философиялық пікірлерін сарапқа салған. Жырау халық мақалдарында айтылатын біраз ой-пікірлерді термелей келе :\nБұл заманда не ғаріп? Ақ қалалы боз ғаріп, Жақсыларға айтпаған Асыл шырын сөз ғаріп; Замандасы болмаса,\nҚариялар болар тез ғаріп; Қадірін жеңге білмесе, Бойға жеткен қыз ғаріп; Ел жағалай қонбаса, Бетегелі бел ғаріп,\nҚаз-үйрегі болмаса, Айдын-шалқар көл ғаріп; Мүритін тауып алмаса, Азғын болса пір ғаріп.\nАта жұрты бұқара Өз қолында болмаса, Қанша жақсы болса да, Қайратты туған ер ғаріп, — деп ел басқарар көсемнің əділ болуын, қол бастаған батырдың соңынан ертер сарбазы – қалың қолы –халқы болуын қалаған.\nАсан қайғының толғаулары Отанды сүюге, ізгі амал жасауға, жамандықтан сақтанып, бақытты өмір сүруге үндейді. Мəселен, мына бір толғауында жырау бабамыз өткінші дүниелік істерге бола ұрысып, таласпауға шақырады :\nӨлетұғын тай үшін, Көшетұғын сай үшін, Желке терің құрысып, Əркімменен ұрыспа. \nАшу-дұспан, артынан Түсіп кетсең қайтесің Түбі терең қуысқа!..\nРасында да, кейде болмашы нəрсе үшін адам баласы пенделікке ұрынады, дүниелік істерге таласып, абыройсыздыққа душар болады. Ал Асан қайғы бəріне парасат биігінен қарауға үндейді.\nАсан сөздері өсиет, нақыл түрінде көп кездеседі. Мəселен :\nАқың болса біреуде Айыбын тап та ала бер, Ерегесіп ұрыспа.\nСенікі жөн болса да Атың шықпас дұрысқа. Мінезі жаман адамға Енді қайтіп жуыспа, Тəуір көрер кісіңмен Жалған айтып суыспа...\n«Ашуға ақылды жеңгіз, көпшіл бол» деген өнегелі өсиеттің бүгінгі күнге дейін жастар үшін мəн- мағынасы жойылмаған дидактикалық қасиеті күшті кеңес екені даусыз.\nЕл қорғаушы азаматтың бойында қандай адамгершілік қасиеттің болуын қалаған Асан қайғы:\nЕділ бол да, Жайық бол, Ешкімменен ұрыспа, Жолдасыңа жау тисе, Жаныңды аяп тұрыспа. Ердің құны болса да, Алдыңа келіп қалған соң, Қол қусырып барған соң, Аса кеш те қоя бер, Бұрынғыны қуыспа, —\nдеп, көпшіл бол, кешірімді бол, достықты бағалай біл деген үгіт-насихат айтады.\nАсан қайғы толғауларында үлгі-өсиеттік, насихаттық, тағылымдық ойларға ерекше мəн беріледі. Мұның бəрі айтылар ойдың ұтымдығы мен əсерлігіне орай қайталаулар (рефрен) мен дыбыс үндестігіне (ассонанс) құрылып отырады. Мəселен :\nКөлде жүрген қоңыр қаз Қыр қадірін не білсін, Қырда жүрге дуадақ\nСу қадірін не білсін! Ауылдағы жамандар Ел қадірін не білсін! Көшіп-қонып көрмеген Жер қадірін не білсін! Көшсе, қона білмеген, Қонса, көше білмеген, Ақылыңа көнбеген Жұрт қадірін не білсін!\nЖырау сөздерінің дені :\nҚұйрығы жоқ, жалы жоқ —\nҚұлан қайтіп күн көрер?! Аяғы жоқ, қолы жоқ — Жылан қайтіп күн көрер?! Шыбын шықса жаз болып, Таздар қайтіп күн көрер?! Жалаң аяқ балапан,\nҚаздар қайтіп күн көрер?!» — іспеттес нақыл, толғау түрінде келсе керек. Бұл жолдардан адам тағдыры ғана емес, жан иесі мақұлықтардың бəрінің тіршілігі толғантқан, көне заманда өмір сүрген көне философ-гуманистердің типіндегі ойшыл Асан танылады.\nБелгілі əдебиетші-ғалым Х. Сүйіншəлиев жазғандай , Асанның нысапсыз дүниеқорлар мен қорқақ-ездер туралы айтқан сөзі деген бір ұзақ толғауды 1940 ж. Толыбаев Мұқамбетəлі тапсырыпты. Бұл толғауда Асанға лайық жолдар бар :\nАрғымаққа міндім деп Артқы топтан адаспа, Күнінде өзім болдым деп, Кең пейілге таласпа, Артық үшін айтысып Достарыңмен санаспа.\nҒылымым жұрттан асты деп, Кеңессіз сөз бастама.\nЖеңемін деп біреуді Өтірік сөзбен қостама.\nКлассикалық философияда (Аристотельде, Кантта, Гегельде т.б.), том-том шығармаларда, трактаттарда қарастырылған күрделі философиялық мəселелер, диалектикалық идеялар қазақ философиясында кейде бір ауыз сөзбен, бір шумақ өлеңмен түйінделеді. Бəрімізге белгілі Асан қайғының туындыларынан мысал келтіруге болады.\nХалықты берекелі бірлікке, достыққа шақырып, сөз маржанын тізбектеп, терең ойды топшылап өткен Асан жырау :\nТаза мінсіз асыл тас Су түбінде жатады, Таза мінсіз асыл сөз Ой түбінде жатады.\nСу түбінде жатқан тас —\nЖел толқытса шығады. Ой түбінде жатқан сөз — Шер толқытса шығады, — деп көңілдегі көрікті ойдың адам сезімімен, көңіл-күймен байланысты туатынына пəлсапалық (философиялық) топшылау жасаған. Жыраудың осы жолдарын іргелі философиялық еңбектің тоқ етер түйіні деуге болады. Өйткені асыл сөз қалай болса, солай тектен тек айтыла салмайды. Атүсті пайда болмайды. Оның артында терең ой, пайымдау, көп нəрсені түсіну, өмір тəжірибесі жатыр. Асыл сөз оңайлықпен ауызға түспейді.\nЖалпы, ұлы ақын сөздеріне тəн нəрсе тереңдік пен ойлылық. Ол тереңнен толғап, қияндағыны көздейді. Өткен-кеткенді еске алып, өзінше ой түйіндейді. Асан сөздерінің бəрі дерлік ойлы нақылдар. Сондықтан да болашақта Асан Атаның асқақ жырлары жете зерттеліп, оның өмірі мен шығармашылығын тани түсу – əдебиетшілердің кезек күттірмейтін қауырт жұмысының бірі.",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25013 санында неше ондық бар?",
        "question_content": "Мен 25013 санында неше онлвқ бар екенін білмедім. Маған көмектесіндерші.",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менің ойымша: 25013/10=2501.3 болғандықтан толық 2501 ондық бар деп ойлаймын.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың диагоналі 10, периметрі 24 см",
        "question_content": "Тіктөртбұрыштың диагоналі 10 см,периметрі 24 см.Қабырғаларын табыңыз.(жүйе арқылы шығатын есеп)",
        "question_date": "14.10.2020",
        "question_tag": "Математика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х² + (14-х)²=100\n\nх² + 196 - 28х +х²=100\n\n2х² + 196 - 28х - 100 = 0\n\n2х² - 28х + 96 = 0\n\nх² - 14х + 48 = 0\n\nД = 196 - 192 = 4\n\nх1 = (14-2)/2 = 6 ұзындығы\nх2 = (14+2)/2 = 8 ені",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гигиеналық нормативтер – ШРШ, ШҚШ, ШБЭН түсінік беріңіздер?",
        "question_content": "Гигиеналық нормативтер – ШРШ, ШҚШ, ШБЭН түсінік беріңіздер?",
        "question_date": "14.10.2020",
        "question_tag": "Табиғат",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ШРШ-шекті рауалы шығындылар.ШРШ нормалары кез келген қолданыстағы, салынып жатқан, жобаланатын, кеңейтілетін немесе қайта құрылатын кәсіпорын үшін белгіленеді.\nШҚШ-шекті қалдық шығындылар.\nЭкологиялық тазалықты сақтауға, бақылауға арналған өндірістің арнайы заңнамалық құжаттары  болып табылады.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограммның бұрыштарын табыңыз.",
        "question_content": "Параллелограммның бір бұрышы екіншісінен 50 градуска кем. Оның қалған бұрыштарын тап?",
        "question_date": "14.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "65 және 115 градусқа тең",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұйықтықтың тығыздығы 740кг/м³құбырдың диаметрі 150 мм?",
        "question_content": "Есеп№4.\nСұйықтықтың тығыздығы 740кг/м³  құбырдың диаметрі 150 мм. сұйықтықтың орташа жылдамдығы 0,5м/с. динамикалық тұтқырлығы 25·10-4 Па·с.  Сұйықтықтың режимін анықтау керек.\nЕсеп№5.\nСұйықтықтың жылдамдығы 0.68 м/с. құбырдың диаметрі 200 мм. кинематикалық тұтқырлығы 1,31·10-4.Сұйықтықтың режимін анықтау керек.\nЕсеп№6.\nСұйықтықтың шығыны 5л/с. құбырдың диаметрі 100мм. кинематиқалық тұтқырлығы 2·10-6.  Сұйықтықтың режимін анықтау керек.",
        "question_date": "14.10.2020",
        "question_tag": "Физика",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұйықтықтың режимін анықтау керек.\n— тығыздық, кг/м3;\n— ағынның жылдамдығы, м/с;\n— ағынның сызықтық өлшемі, м;\n— газ немесе сұйықтық тұтқырлығының динамик. коэфф, Н·с/м2.\n 3 есеп те осы арқылы шығарылады.",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    }
]