[
    {
        "question_title": "Өзгелік етістің жұрнақтарының бәріне сөйлем.",
        "question_content": "өзгелік етістің жұрнақтарының бәріне сөйлем қажет",
        "question_date": "21.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол әйелін өзінің сауда орнына отырғызды.\n\nМен камаз жүргіздім.\n\nҒалым тісін салдырды.\n\nМамандар \"Атамекен Бизнес\" арнасынан тұңғыш рет интеллектуалды жүргізушіні сөйлетті.",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1 арды 6 гектарға қосқанда неше болады?",
        "question_content": "1 арды 6 гектарға қосқанда неше болады?",
        "question_date": "21.02.2020",
        "question_tag": "Мектеп",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,01 гектар\n\n1 ар = 0,01 гектар\n\n0,01+1=1,01",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Куб қырының ұзындығын есептеңдер?",
        "question_content": "Егер кубтың толық беті а) 150см2 ә) 600см2 б) 216см2 болса, оның қырының ұзындығын есептеңдер",
        "question_date": "21.02.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 6a²\n\na = V(S/6)",
                "date": "22.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аққулы көл\" тақырыбында эссе жазу.",
        "question_content": "Мұқағали Мақатаевтың Аққулар ұйықтағанда деген поэмасынын мазмұнын кішкене қосып , Аққулы көл деген эссе жазу керек",
        "question_date": "21.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 28200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаз…Жер жүзі көгеріп, жасыл ала жібекке оранып құлпырады. Аққулы көлдің жағасында тізіле қонып алты ауыл жатыр.Жаздың алтын нұры ойнаған шуақ күні еді.Көл мөлдір сулы.Аққулы көлдің жасыл ала қамыстары көк жібекке тіккен жасыл ала өрнекті кесте сияқты.Аққулы көлдің жағасы кілем жайнағандай балбыраған кез еді.\nКөл ортасында қалың жасыл ала қамыстың айналасы айнадай жалтыраған кең жайқын.Сол жайқында аппақ боп шақиып екі аққу сыланып,ақырын әсем жүзіп көлбеңдейді.Екі аққу ұзын сұлу мойындарын иіп,көл ортасында сыңқылдап,аппақ денесін күміс суға төсеп,әсем нәзік сұлу үнмен сыңқылдап жүзген күміс сызығынан сылдырлап,меруерт,гауһар моншақ тізіледі.Қаңқылдап ұшып-қонған қоңыр қаздар.Шулаған шағалалар.Көлді айнала қорыған қара ала қанат,әдемі айдарлы,сақ құлақ қызғыштар.Көкке шығып,зыр қағып безектеп сұңқылдаған ұзын аяқ,біз тұмсық тауқұдіреттер,тағы да толып жатқан неше түрлі құстар қол басын сұлу күйлі думан қып жатты.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үкіметтен берілетін тегін сүт кімдерге беріледі?",
        "question_content": "Кесер тилигимен босанганмын.балага емшектен сут шыкпагасын смес берип отырмы.укиметтен болинетин тегин смес алаламын ба",
        "question_date": "20.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бала жасанды тамақтандыруда болса, 1 жасқа дейінгі балалар тамағын кімдер тегін ала алады?\n\nҚазақстан Республикасы Денсаулық сақтау Министрінің 4 қараша 2011 жылғы №786 бұйрығына сәйкес балаларға 1 жасқа дейін өмір сүру орналасқан ерте жасанды немесе аралас тамақтандыру тізіміне мыналар кіреді:  дәрілік заттар мен медициналық мақсаттағы бұйымдар үшін халықты тегін қамтамасыз ету шеңберінде тегін медициналық көмектің кепілді көлемінің амбулаториялық деңгейде белгілі бір аурулары (жай-күйлері) және мамандандырылған емдік өнімдерімен сәйкес\nАлайда барлық балалар арнайы балалардың жасанды тамағын ала алмайды. Бұл санатқа тамақтанудың тегін қамтамасыз етуге арналған абсолютті және салыстырмалы көрсеткіштері жатады.\nТізімге абсолюттік көрсеткіштер кіреді әлеуметтік факторлар – асырап алынған балалар, емшек сүтімен қоректендіретін аналардың жағдайы – ВИЧ –жұқпасы, туберкулездің белсенді нысаны, баланың денсаулық жағдайы – лактоздық жетіспеушілігі, галактоземия, кетонурия, \"үйеңкі шырыны\"ауруы.\n\nТізімгесалыстырмалы көрсеткіштер кіреді көпұрықтық жүктіліктен туған балалар, студенттер, күндізгі оқу нысанындағы, стационарлық ем, ана, емшек сүтімен қоректендіретін аналардың жағдайы (ихтиоздардың ауыр түрлері, қан аурулары, онкологиялық аурулар, жіті психикалық аурулар, бүйрек және жүрек-тамыр жеткіліксіздігі, іріңді-сепсистік аурулары, ауыр нысандары эндокриндік және аллергиялық аурулардың бастапқы нысандары гипогалактий.\n\nТегін тамақтануға арналған рецепт алу үшін аумақтық емханаға учаскелік дәрігерге бару қажет. Сонымен қатар, әрбір медициналық ұйымда орналастырылған стендтер көрсете отырып, осы тізбені.\n\nСонымен қатар, куәландырылған адам МӘС бөлімінің сараптамалық қортындысымен келіспеген жағдайда, куәландырылған күннен бастап бір ай мерзім ішінде МӘС бөлімінің сараптамалық қорытындысына МӘС әдіснама және бақылау бөліміне шағымдануға болады. www.druginfo.kz \"Пациенттерге арналған ақпарат\"айдарында.",
                "date": "21.02.2020",
                "upvotes": 1
            },
            {
                "text": "Менде де осындай сұрақ.Көп балалы Анамын зобта учётта тұрамын.Маған беріле ме?",
                "date": "28.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Төле би\" тақырыбына шығарма керек.",
        "question_content": "\"Төле би\" тақырыбына шығарма құрастырып берінізші?",
        "question_date": "20.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 17600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төле би (1663–1756) – қазақ халқының бірлігін нығайтуға зор үлес қосқан атақты үш бидің бірі, мемлекет қайраткері. Қазіргі Жамбыл облысының Шу өңіріндегі Жайсаң жайлауында туған. Ұлы жүздегі Дулат тайпасының жаныс руынан шыққан. Әкесі Әлібек момындығы үшін ағайындары арасында «қарашоғыр» атанғанымен, өзіндік беделі бар би болған. Бала күннен жас Төле әкесіне ере жүріп ел көріп, жұрт танған, қазақ халқының ақындық-шешендік өнерінен тәлім алған.\n\nОн бес жасынан ел билігіне араласып, ақыл-парасаттылығы, әділ шешімі, шешендік өнерімен көзге түскен. Төле би Қаз дауысты Қазыбек, Әйтеке билермен бірге Тәукені хан етіп сайлауға, үш жүздің ұлыстарын бір ортаққа бағындыруға, сөйтіп, бірегей қазақ хандығын нығайтуға, жоңғар шапқыншылығына қарсы бауырлас қазақ, қарақалпақ және өзбек халықтарының жауынгерлік одағын құруға бағытталған шараларды жүзеге асыруға қатынасқан. Тәуке хан Төле биді ұлы жүздің бас биі еткен. Төле би Қазыбек бимен және Әйтеке бимен бірлесе отырып, қазақ халқының дәстүрлі әдет-ғұрып заңдарының жинағы болып табылатын «Жеті жарғының» қабылдануына атсалысқан.\n\nОрдабасы жиыны кезінде жоңғар басқыншылығына қарсы бүкілхалықтық тойтарыс беруге ұйтқы болған. Шашырап кеткен қазақтардың басын қосып, Ресей мен Қытай секілді екі алпауыт мемлекет арасында оңтайлы саясатты жүргізген Абылай ханды өкіл бала етіп тәрбиелеп, азамат қатарына қосуда Төле бидің қызметі орасан. 1742 жылы Абылай тұтқиылдан шабуыл жасаған жоңғарлардың қолына түсіп қалғанда оны тұтқыннан босатуда Төле би белсенділік танытқан. Тарихи жырларда қазақ билеушілерінің атынан Әбілқайыр хан мен Төле бидің Орынбор әкімшілігінен Абылайды тұтқыннан босатуға өтініш жасағандығы айтылады. Қазақтың үш жүзінен Төле би бастаған 90 адам елші барып, келіссөз жүргізіп, 1743 жылы қыркүйектің 5-інде Абылайды тұтқыннан шығарып алған.\n\nТөле би ішкі және сыртқы саясатта сара бағыт ұстанған. Хандық пен мемлекет тұтастығын, тәуелсіздігін діттеп, жаугершілікте дұшпан қолында қалған қалалар мен жерлерді қайтаруға күш салған. 1734 жылы Ресей патшасы Анна Ивановнаға және 1749 жылы Орынбор губернаторы И. Неплюевке хат жолдап, бодандықты қабылдауға ризашылық танытқан. Бұл сол тарихи кезеңде шарасыздан жасалған қадам болатын. Ол жоңғар шапқыншылығынан титықтаған халықтың жағдайын жақсартуды бірінші кезекке қойған. 1748 жылы орыс сауда керуені тоналғанда, бұған кінәлі Қойгелді батырды билер алқасына шақыртып, оған бұл шығынды жұрт көзінше төлеттірген. 1748 жылы Әбілқайыр хан қаза тапқанда оның баласы Ералы сұлтан әкесінің құнын даулап Төле биге шағымданады.\n\nТөле би Әбілқайырдың өлімі үшін айыпкерлердің Жеті жарғы аясына сәйкес жеті құн төлеуі туралы шешім шығарады. Ералы айыпкерлерден екі құн алып, төрт құнды кешіреді де, әкесін өлтіруге қатысушылардың бірі Сырымбет батырды жетінші құн орнына өз қолымен өлтіреді. Әбілқайырдың балалары бұған да тоқтамай, Барақ сұлтанның жауапқа тартылуын Төле биден сұрайды. Бас сауғалап қашып жүрген Барақ сұлтан Төле биге өзі келіп, жасаған ісі үшін сотқа тартуды сұрайды. Төле би билер сотына қазақ билерінің ішінен, Барақ сұлтанның ұсынуы бойынша төрт белгілі биді (Жалған би, Сырлыбай би, Даба би, Қабек мырза) қатыстырып, өз тарапынан бірнеше биді шақырады. Билер алқасында Төле би Барақ сұлтанды ақтап алады.\n\nТөле би Әбілқайыр ханның өлімі үшін жеті адамның құнын кескенде де, Барақ сұлтанды ақтап алғанда да, туысы Қойгелді батырға тоналған орыс сауда керуенінің өтеуіне екі мың жылқы төлеуге билік шығарғанда да елдің елдігін бұзбауды, әлі келгенше халықтың тыныш жағдайын, тұтастығын сақтауды көздеген. Төле бидің бұл секілді еларалық сипаттағы билігімен қатар ұлыс ішіндегі дауларды шешкен билігінен де оның мемлекеттік деңгейдегі парасаттылығы, ойының саралығы мен ниет-тілегінің тазалығы танылады. Төле би хан, сұлтандардың, бектер мен билердің өзара қырқысының ұлт тәуелсіздігі мен бостандығына ешнәрсе бермейтіндігін сезініп, татулықты жақтаған. Оның елге танымал «Елге бай құт емес, би құт» дейтін қанатты сөзі айқын аңғартады. Бізге келіп жеткен аңыз-әңгімелерде Төле бидің ұлт бірлігін нығайтуды барынша жақтағандығы айтылады. Сондай аңыз-әңгімелердің бірінде Төле би өз көңілін сұрай келген Қазыбек, Көкі, Мәлік, Ержан билердің еліңізге қандай өсиет қалдырасыз деген сұрағына «Жүзге бөлінгендердің жүзі қара.\n\nРуға бөлінгендердің құруға асыққаны. Атаға бөлінгендер адыра қалады. Көпті қорлаған көмусіз қалады. Хан азса халқын сатады. Халық азса хандыққа таласады» деп жауап берген екен. Төле бидің артында кейінгі ұрпаққа жарық жұлдыздай жол көрсетіп, жөн-жоба сілтейтін көптеген өсиет сөздері қалған. Оның шешендік сөздері айтпақ ойының ұшқыр да тапқырлығымен, тап басатын көркем теңеулерінің дәлдігімен, тілінің өткір де айқындылығымен ерекшеленеді. Бидің Данагүл есімді келінінің де есімі көпке танымал. Төле би Шымкент, Түркістан және Ташкент қалаларында көпшілік пайдаланатын ғимараттар салу ісіне белсене араласқан. Төле би халық арасында «Қарлығаш әулие», «Қарлығаш би» деген атпен де танымал. Оның бұлай аталуы жайлы да аңыз сақталған. Төле би Ташкенттегі Шайқантәуір зиратына жерленген. Қабірі Бабырдың нағашы атасы Жүніс хан мазарының қасында. Төле би қабіріне кесене салынған.\n\nҒибратты ғұмыр кешкен бидің жарқын бейнесіне көптеген ақын мен жыраулар оралып, оның даналығын шығармаларына арқау етіп отырған. Өткен дәуірлерде А. Левшин, П. Маковецкий, Л. Баллюзек секілді, т. б. орыс зерттеушілері өз еңбектерінде Төле би есіміне ілтипат білдіріп, құрмет тұта атап өткен. Әр кезде Мәшһүр Жүсіп Көпеев, Шәкерім Құдайбердіұлы, С. Сейфуллин, М. Әуезов, Б. Адамбаев, Н. Төреқұлов, т. б. Төле биге байланысты әр тараптағы зерттеулері мен ой-қорытындыларын жариялаған. Жамбыл облысында Төле би есімімен аталатын елді мекен бар. Оңтүстік Қазақстан облысында бір ауданға Төле би есімі берілген. Жамбыл, Оңтүстік Қазақстан облысында және Астана қасалында Төле биге ескерткіш қойылған. Алматыда, Шыментте және бірқатар елді мекендерде Төле би есімімен аталатын көшелер бар.",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауа дегеніміз не?",
        "question_content": "Егер сен жақсы адам болсаң.....\nМаған ауа деген не түсіндіріп берінізші",
        "question_date": "20.02.2020",
        "question_tag": "География",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа – жер атмосферасын құрайтын табиғи газдар қоспасы: азот (78,09%), оттек (20,95%), инертті газдар (0,94%), көмірқышқыл газ (0,03%). Тығызд. 1,2928 г/л, суда ерігіштігі 29,18 см3/л; Ауа – адамның, жануар мен өсімдіктер әлемінің тіршілік ететін ортасы.; аздап басқа инертті газдардың, сутектің, азот оксидтерінің, көміртек оксидтерінің, аммиактың, метанның, күкіртті газдың және тағы да басқалары мөлшері бар. Жердің ендігіне байланысты ауадағы су буының орташа мөлшері 0,2-ден 2,6%-ға дейін барады, Ауа массасының 4/5-іне жуығы тропосферада шоғырланады; атмосфераның жоғары қабаттарында гелий мен сутек басым болады.\nАуаның құрамында оттегі бар екендігін 1774 жылы француз ғалымы А. Лавузье анықтаған.\nАуаның сапалық құрамын анықтау үшін мынадай тәжірибе жасайық. Кристалдандырғышқа су құйып алып, судың бетінде қалқып жүретін пенопластка жіңішке шырақ (парафиннен жасалған) орнатып, оны жағып суға саламыз да, шырақты сыртында 5 бөлікке бөлінген белгісі бар, цилиндрмен жабамыз. Біраздан кейін су цилиндр бойымен оның көлемінің 1/5 бөлігіне көтерілгенін байқаймыз. Бұдан шығатын қорытынды - ауаның көлемі бойынша 20%-ы оттегі, ол шырақтың жануына жұмсалды (13- сурет).\nАуада оттегіден басқа жануды қолдамайтын азот ~78%, ~1 % бекзат газдар (неон, гелий, аргон, т. б.) және ~ 1% басқа айнымалы ластаушы газдар бар. Мr(O2) = 32 г/моль, Mr(N2) = 28 г/моль болса, Мауа= 32 • 22% + 28 • 78% ≈ 29.\nАуадағы оттегінің мөлшері техногендік факторлардың әсерінен азайып отырады, ол механикалық және химиялық жолмен жүреді.\nМеханикалық әсерлер: газ, шаң күйіндегі химиялық заттар. Химиялық өндіріс орындары шоғырланған аймақтарда (Өскемен, Тараз, Шымкент, Қарағанды, Хромтау, Текелі, Павлодар, т.б.) экологиялық мәселелер ушығып отыр, ал үлкен қалаларда бұл мәселе автокөліктер әсерінен шиеленісуде.\nЖергілікті жерлерде өндірістік әсерлердің, әр түрлі болғандығынан ластаушы газдардың құрамы әр түрлі болады (жылу электр стансалары (ЖЭС), зауыттардың, автокөліктердің газдары). Олардың шамасы біразға дейін қоршаған ортаға зиян тигізе қоймайды, заттардың осы мөлшері зиянсыз шамасының шегі (ЗШШ) деп аталады.\nКейбір заттар оттегімен баяу әрекеттеседі, реакция барысында жарық бөлінбейді, жылу біртіндеп бөлінеді. Мұндай үдеріс баяу тотығу деп аталады. Мысалы, қордаланған көңнің шіруі, темір бұйымның, тоттануы, қоймадағы астық өнімдерінің қызуы, т.б. Жану үдерістері халық, шаруашылығында жылу энергиясын өндіру үшін пайдаланылады.\nЖану басталу үшін мынадай жағдайлар жасау керек:\nЖанатын затты тұтану температурасына дейін қыздыру.\nОттегінің ағысы үнемі келіп тұруы.\nАл жанудың аяқталу шарттары бұған керісінше:\nОт алу температурасын төмендету, яғни салқындату (су бүрку, топырақ немесе құм шашу).\nОттегінің ағынын тоқтату. Жанып жатқан отты ауыр заттармен жабу. Өз бетімен басқаруға көнбей жүретін жану өрт деп аталады. Оның орманға тигізетін зияны өте үлкен, экономикалық зияны да бар.",
                "date": "21.02.2020",
                "upvotes": 1
            },
            {
                "text": "Өзбекше ия дегенді ауа дейді",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "Ауа — жер атмосферасын құрайтын табиғи газдар қоспасы: азот (78,09%), оттек (20,95%), инертті газдар (0,94%), көмірқышқыл газ (0,03%). Тығыздығы 1,2928 г/л, суда ерігіштігі 29,18 см3/л. Ауа – адамның, жануар мен өсімдіктер әлемінің тіршілік ететін ортасы.[1] Ауаның құрамында басқа инертті газдардың, сутектің, азот оксидтерінің, көміртек оксидтерінің, аммиактың, метанның, күкіртті газдың және тағы да басқалары мөлшері бар. Жердің ендігіне байланысты ауадағы су буының орташа мөлшері 0,2-ден 2,6%-ға дейін барады. Ауа массасының 4/5-іне жуығы тропосферада шоғырланады; атмосфераның жоғары қабаттарында гелий мен сутек басым болады.[2]",
                "date": "12.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ қабырғасының ұзындығы қаншаға тең?",
        "question_content": "АВС үшбұрышының төбелері: А (х1; у1) В (х2; у2) С(х3; у3). Табу керек:\n\nа) АВ қабырғасының ұзындығы\n\nб) АВ қабырғасының теңдеуі\n\nв) СН биіктігінің теңдеуі",
        "question_date": "20.02.2020",
        "question_tag": "Геометрия",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) АВ қабырғасының ұзындығы\n\nб) АВ қабырғасының теңдеуі",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтауда полиция оқуы бар ма?",
        "question_content": "Маган ақтау қаласында полиция оку орна барама соны айтыныздаршы",
        "question_date": "20.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 802,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақтаудың курсанттар көледжіне түсіп , соны аяқтасаңыз , полиция қызметкері бола алуыңыз мүмкін.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сералы Әйтиевич проектіне сұрақтар(Үңгірдегі сыр әнгіме)",
        "question_content": "Сералы Әйтиевич проектіне сұрақтар(Үңгірдегі сыр әнгіме) керек еді, 10 сынып, 117 беттегі 6-5 тапсырма",
        "question_date": "20.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйірлі трапеция",
        "question_content": "Тең бүйірлі трапецияның диогональдары өзара перпендикуляр, табандары 6см және 10см ауданы неше?",
        "question_date": "20.02.2020",
        "question_tag": "Мектеп",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = (a+b) × h/2",
                "date": "20.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес по казахский в Корее",
        "question_content": "Бизнес по казахский в Корее фильмін тауып беріңіздерші",
        "question_date": "20.02.2020",
        "question_tag": "Кино",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетке ресми нұсқасы әлі шыққан жоқ. Ютубтағы Нұрлан Қоянбаевтың арнасын қарап жүріңіз.",
                "date": "20.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цонға жұмысқа тұру үшін қандай тест тапсырады? Қандай сайттан қарайды?",
        "question_content": "ЦОН-ға жұмысқа тұру үшін тест сұрақтарын қайдан аламын? Қандай сайттан қараймын? Сұрақ-жауап болса",
        "question_date": "19.02.2020",
        "question_tag": "Заң",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халыққа қызмет көрсету орындарына жұмысқа тұру үшін өздерінің 2-3 айлық оқуын оұуыңыз қажет менің білуімше. Сол оқу курсы аяқталғанда алған біліміңіз бойынша сынақ тапсырасыз.",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "ЦОН-ға кіретін тестті TestGov.kz деп гооглге жазсаң. Тестке дайындайтын оқу орталығының сайты шығады. Сонымен дайындық жүргізеңіз болады. 80-90% тура келетін сұрақтар. Мен сонан өткем",
                "date": "25.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан кодовый шпорын қалай қолданады?",
        "question_content": "Физика кодовый шпорын қалай қолданады?",
        "question_date": "19.02.2020",
        "question_tag": "Мектеп",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген сабақтан кодовый шпор бірдей тәртіп бойынша жасалады. \nЯғни, мәтінде кездесетін әрбір сөздің бастапқы әріпі сондай-ақ сандар кездессе сандардың әрбірі кезегімен жазылып отырады. \nМысалы: Минутына 3000 айналым жасайтын бу трубинасының бұрыштық жылдамдығын тап? Ол шпорда : м3000ажбтбжт? деп іздейсіз, Және сәйкес жауапты белгілейсіз.",
                "date": "23.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Алматы Бизнес колледжінде қандай мамандықтар бар?",
        "question_content": "Алматы Бизнес колледжінде қандай мамандықтар бар және 9 сыныптан кейін грант барма ?",
        "question_date": "19.02.2020",
        "question_tag": "Кәсіпкерлік",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы мемлекеттік бизнес коледжі -мемлекетіміздің көне коледждерінің бірі . 1950 жылдан қызметі бастау алған.\n9 және 11 сыныпты аяқтаған түлектерге мынадай мамандықтар тізімін ұсынады:\n0515000 менеджмент;\n0513000 маркетинг;\n0516000  финанс;\n0518000 есеп және  аудит;\nТауар өндіруді ұйымдастыру және оның технологиясы;\n1226000Тамақтану орталықтарын ұйымдастыру және оның технологиясы;\n1219000Наубайхана және кондитерлік өндіріс;",
                "date": "19.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спонтанды дискурс «Мамандық түрлері»",
        "question_content": "Бақылау жұмыс №1\nТақырып: Мамандық Дошкольное воспитание\n1. Спонтанды дискурс «Мамандық түрлері»\n2. Мамандық жайлы сөйлесімде келер және осы шақтарды қолдану\nӘдістемелік нұсқау:\nОсы тақырыптар негізінде лексика-грамматикалық жаттығуларды орындап, білімдерін тереңдету Мәтінге қатысты сөздікпен танысу. Тақырыпқа байланысты кластер дайындау. Термин сөздердің орысша-қазақша баламасын теріп жазу және түсіндіру.\nӘдебиеттер тізімі:\nА.Ш.Бектурова, Ш.К.Бектуров. Казахский язык, для всех. Алматы «Атамұра», 2004.\nБ.М.Мауленова. Кәсіби қазақ тілі (саясаттану мамандықтарына арналған). Астана, 2007.\nГ.Ә.Муратова. Кәсіби қазақ тілі (Заң мамандықтарына арналған). Астана, 2007.",
        "question_date": "19.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аққулар поэмасынан алған әсеріңді баяндап жазу керек?",
        "question_content": "Аққулар поэмасынан алған әсеріңді сипаттау керек. Ертенге срочно керек болып жатыр пожалуйста комектесиниздерши",
        "question_date": "19.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұқағали мақатаевтың \"Аққулар ұйықтағанда\" поэмасында бір отбасының бастан кешкен оқиғасы суреттеледі. Оқиға соңы өкінішпен аяяқталғандықтан, біраз ойға салып жүрекке тиеді. Өз отбасын сақтап қалам деп бақсы сөзіне ергіп сәбиінен айрылады. Сөйтір \"жетім көл\" аталған көлден де аққулар мәңгілікке кетеді. Осы оқиға желісін жүрекке жеткізіп, шынайы көңілді аударып сипаттағандықтан Мұқағали атамыздың бұл поэмасы жоғары бағалынып келеді.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қоршаған ортаны қалай сақтауға болады?",
        "question_content": "Қоршаған ортаны қорғауым келеді. Сондықтан сұраймын",
        "question_date": "19.02.2020",
        "question_tag": "Табиғат",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған ортаны қорғау – қоршаған ортаның табиғи жағдайын жақсарту, табиғи ресурстарды тиімді пайдалану, табиғи байлықтарды сақтау және көркейту негізінде табиғат пен қоғамның өзара үйлесімді әрекетін қамтамасыз етуге бағытталған мемлеккеттік және қоғамдық іс шаралар жүйесі. Қазақстан Республикасында “Қоршаған ортаны қорғау туралы” Заң 1997 жылы 5 тамызда қабылданған. Экологиялық қауіпсіздікті қамтамасыз етуге, шаруашылық және басқадай қызметтің табиғи экологиялық жүйелерге зиянды әсеріне жол бермеуге, биологиялық әр алуандылықты сақтауға және табиғатты оңтайлы пайдалануды ұйымдастыруға бағытталған. Қазақстан Республикасының экология қауіпсіздігі туралы мемлекеттік тұжырымдамада (1997) қазіргі және болашақ ұрпақтардың мүдделерін ескере отырып, Қоршаған ортаны қорғау және табиғатты пайдалануды экологияландыруға көшу стратегиясы белгіленген. Қазақстан Республикасының осы стратегияны басшылыққа алып Қоршаған ортаны қорғау туралы заңдарды Қазақстан Республикасының Конституциясына негіздеді және ол “Қоршаған ортаны қорғау туралы”, “Ерекше қорғалатын табиғи аймақтар туралы”, басқа да заңдар мен нормативтік құқықтар актілерінен тұрады. Кейде Қоршаған ортаны қорғау табиғатты қорғау ұғымымен баламалы түрде қолданылады. Бірақ Қоршаған ортаны қорғауға қарағанда табиғатты қорғау ұғымының шеңбері кеңірек;\nҚоршаған ортаны қорғағым келеді депсіз, жақсы ой. Себебі, қоршаған ортаның ластануы әлемді толғандырған алдыңғы қатарлы мәселе болып отыр. Глобалды жылыну, теңіз және мұхиттардың ластануы және тағы басқа мәселелер адамзаттың келешек өміріне қауіп төндіруі мүмкін . Одан өзге ауаның ластануы,  әрі кетпей-ақ Алматы қаласының белгілі мәселесі  смогты атап кетуге болады. Машиналардың түтініндегі газдың өзінде адам денсаулығына кері әсер келтіретін қаншама газ бар. Тағы айтсам, жылыту станцияларының отындарынан шығатын газдар; Айтсаң бітпейтін мәселелер көп,оны түбегейлі жою мүмкіндігі жоқ. Себебі, күнделікті қажеттілік бола тұра, зиянды заттардан бас тартам деп бағзы заманғы салтпен өмір сүріп кетпейміз ғой?! \nАлайда, қоршаған ортаға келетін зардап мөлшерін азайтуға болады. Оны әркім өзінен бастау керек. \nСондай-ақ, өндіріс орындарының жауапкершілігін арттырған дұрыс деп ойлаймын. Себебі, қоршаған ортаға келетін көптеген зиянның көпшілігі сол тараптан. Сұрақ өте ауқымды болған соң мен ойымды толық айта алмаспын, бірақ , бұл мәселені шешу жолында кейбір әлемде қолданысқа еніп жатқан жасыл технологияларды атап көрейін:\n1) қоқысты қайта өңдеп қайта қолданысқа енгізу \n2) пластикалық бір реттік бұйымдарды тез ыдырайтын материалдармен алмастыру ( авакадо дәнінен жасалған бір реттік қолдану ыдыстары)\n3)Глобалды жылыну әсерін азайту мақсатында СО2 газын жұтатын арнаулы сорғыштар орналастыру ( Канада). \n4) зауыттар мұржасына зиянды газдарды тұтып қалатын фильтрлар орналастыру\nжәне тағы басқа.\n Күнделікті қажеттілікті өтеу мақсатында және  ластанудың салдары бірден біліне қоймағандықтан адамзат еріксіз қоршаған ортаны ластауын жалғастыруда. Бұл жағдай Қоғамның білім деңгейі мен мәдениеттілігі өсе келе шешілетін мәселе деп ойлаймын.",
                "date": "20.02.2020",
                "upvotes": 1
            },
            {
                "text": "Расында да көріп тұрғандарыңыздай қазіргі таңда техника дамып қоймай түрлі зауыттардың,көліктердің түтіні экологияға үлкен зиянын тигізуде!Демек ластанған ауа біздің ден-саулығымызға да зиянын тигізетіні ақиқат.Семейде болған напалён жарылысы қаншама қазақтың өмірін ойран қылғанынан хабардар болармыз.Сіздің экологияны қорғау үшін не істеу керек?деген сұрағыңыз өте орынды.Сұрағыңызға жауап:есік алдына тал егу жəне оларға дұрыс күтім көрсету.Күтімді қаншалықты дұрыс көрсетуге болатынын ғаламтордан тауып алуыңызға болады.Сонымен қатар қоқысты қоқыс жəшігіне салып жүруіміз керек!себебі жерге түскен қоқыс түрлі теңіздер мен мұхиттарға ұшып барып,балықтардың азығына айналып,қырылып жатқан сан алуан балықтар жапа шегіп қырылып жатыр.",
                "date": "18.03.2020",
                "upvotes": 0
            },
            {
                "text": "Ауаны ластамау керек",
                "date": "11.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоршаған ортаны қорғау үшін не істеу керек???",
        "question_content": "Маған қоршаған ортаны қорғау үшін ңұсқаларды жазып берінізші",
        "question_date": "19.02.2020",
        "question_tag": "Табиғат",
        "question_views": 33700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған ортаның ластануы – адамға және табиғи экожүйеге зиянды әсер ететін физикалық-химиялық және биологиялық заттардың қоршаған ортаға нұқсан келтіруі. Табиғат құбылыстары мен заңдылықтарына қайшы келетін және оның қалыпты жағдайына нұқсан келтіретін сандық, сапалық және құрамдық өзгерістердің барлығы қоршаған ортаның ластануына алып келеді. Қоршаған ортаның ластануы кейде табиғат құбылыстары әсерінен, негізінен адам әрекетінен пайда болады. \nАдамның тіршілігінде қоршаған ортаның ластануы ерекше орын алады. Бір немесе бірнеше ластаушы заттар немесе олардың қоспалары белгілі бір мөлшерде қоршаған ортаға түсіп және ұзақ сақталса,ол адамға,жануарға,өсімдіктерге үлкен қауіп туғызады.\nҚоршаған ортаның ластануы ластаушы заттардың көзі мен олармен байланысты факторлардың әсерінен болады. Жалпы, қоршаған орта екі түрлі жолмен ластанады: табиғи және антропогенді.\nТабиғи ластаушы заттардың көзі болып табылады:\nКосмохимиялық (фотохимиялық процестер,шаңды борандар немесе желдер)\nВулкандық құбылыстар\nГеохимиялық процестер(жердің беткі қабатындағы Озон,SO2,ауыр металдар,H2S,NO2,CO,табиғи радиациялық фон,полициклді ароматикалық көмірсулар-табиғи концарогенді заттардың көзі ретінде,ормандағы өрттер және т.б.)\nБиотикалық процестер(гуминді заттар, өзендердің табиғи эвтрофикациясы).\n Антропогендік ластану адамның шаруашылық іс-әрекетінің салдарынан қалыптасады. Антропогендік ластануға өндірістік, тұрмыстық қалдықтар мен әр түрлі улы заттардың қоршаған ортаға белгілі мөлшерден тыс шығарылуы, табиғи нысандарды орынсыз пайдалану жатады. Семей сынақ алаңында болған ядролық жарылыстар, Арал өңірінің экологиялық жағдайлары (қ. Арал экологиясы), т.б. қоршаған ортаға нұқсан келтірудің айқын мысалы болып саналады.",
                "date": "20.02.2020",
                "upvotes": 1
            },
            {
                "text": "Қоршаған ортаны қорғау үшін  өзен көлдерге қоқыс тастамау керек\n\nЖерге қоқыс тастамау керек арнайы қоқыс жəшігіне салу керек",
                "date": "1.03.2021",
                "upvotes": 0
            },
            {
                "text": "1ағаштың бұтақтарын сындырмау керек\n\n2гүлдерді жұлмау керек\n\n3қоқыс тастамау керек\n\n4суды ластамау қажет",
                "date": "10.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Местоимение тақырыбы өтудеміз соны ретімен жазып бересіздер ме?",
        "question_content": "Местоимение тақырыбы мұғалім айтты мен естімей қалдым\n\n1шісі подлежаюший",
        "question_date": "19.02.2020",
        "question_tag": "Мектеп",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В русском языке местоимение является самостоятельной частью речи, указывающей на признаки, предметы, количество, но при этом не называющей их. В таблице описаны различные виды местоимений по значению, а также варианты их ...соотношений с другими частями речи.\n\nМестоимение – часть речи, которая указывает на лицо, предмет или признак, но не называет их. Местоимения делятся на:\n\nЛичные: я, мы, ты, вы, он, она, оно, они.\n\nВозвратное: себя.\n\nПритяжательные: мой, наш, твой, ваш, свой.\n\nВопросительно-относительные: кто, что, какой, каков, который, чей, сколько.\n\nУказательные: этот, тот, такой, таков, столько.\n\nОпределительные: сам, самый, весь (вся, всё, все), всякий, каждый, любой, иной.\n\nОтрицательные: никто, ничто, никакой, ничей, никоторый, некого, нечего.\n\nНеопределенные: некто, нечто, некоторый, некий, несколько, кто-то, что-то, сколько-нибудь, какой-либо, кое-что",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Подлежаюший деген не?",
        "question_content": "Сөз таптарын жалғастырып беріңіздерші\n\n1. Подлежаюший өтінемін.",
        "question_date": "19.02.2020",
        "question_tag": "Мектеп",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Подлежащее – это главный член предложения, который обозначает предмет речи и отвечает на вопрос именительного падежа (кто? что?).",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Миы кеуіп ауыратын кəрі кісінің терісі қышып асқынып ойылса не істеу керек?",
        "question_content": "Миы кеуіп ауыратын кəрі кісінің терісі қышып асқынып ойылса не істеу керек",
        "question_date": "19.02.2020",
        "question_tag": "Тазалық",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басыңызды қасып жүру бірнеше нәрсені білдіреді. Мүмкін, сіз аз тыңғылықты азайттыңыз немесе рахат сезініп қалдыңыз, себебі бас терісінің қышуы тырнаумен оңай кете қоймайды.\n\nҚышудың бұл түрі - шаштың астында қабынған терімен немесе бас терісіндегі бөртпемен байланысты жалпы жағдай. Қышу тез кете қоятынына қатты сенбеңіз - оның себептері, уақытында дұрыс қаралмаса, нашарлап, қайызғақтан псориазға жеткізуі мүмкін. Оны қалай анықтау керектігін айтқан кезде оқып шығыңыз да, шаншуды басыңыз.\nҚАЙЫЗҒАҚ\nҚайызғақ сүйікті көйлегіңізге Рождество таңының қары секілді түсіп жатыр ма? Қызғылт сары қабыршақтар бас терісінің қышуына жалпы сыбайлас болып табылады. Malassezia деп аталатын ашытқының өсіп келе жатқаны бас терісінің қабынуын тудырады, бұл қышыма және қабыршақтану ауруына әкеледі. Егер сіздің қышыма бас теріңіз қайызғақпен байланыстырылса, шашыңыздың шайылуы оны одан да ауырлатып, майдың және өлі тері жасушаларының жиналуына әкеп соғуы мүмкін.\n\nБас терісін қайызғақтан арылту үшін CLEAR Құрғақ бас терісі және қышудан қорғайтын Лаванда сығындысы бар сусабынын пайдаланыңыз, ол құрғақтықтан, қышудан және тітіркенуден арылтады, қайтадан қайызғақ мәселесі* және қышуды басу арқылы басыңыздың қорғаныс тосқауылын арттырады^.\nСЕБОРРИЯЛЫҚ ДЕРМАТИТ\n\nСеборриялық дерматит сіздің денеңіздегі майлы бас немесе бет терілерінізге әсер етеді. Нәтиже қандай? Қызыл, қышыма бөртпе, құрғақ тері жамылғысы және - сіз болжай алатын - қайызғақ.\nПСОРИАЗ\nСеборриялық дерматиттердің жақын ағасы, псориаз - бұл тері ауруы, ол сондай-ақ, қытырлы бас терісі, ауру және қайызғақ сияқты белгілер тудырады. Бірақ ол екі жағдайды шатастырмаңыз - псориаз үлкен шашыраңқы аймаққа әсер етеді, тіпті шаштың шегінен асып кетеді және тіпті көрінбейтін және көрінетін қалың қабыршақтарды немесе қалың қабықтарды тудыруы мүмкін.\n\nЕгер сіз себорриялық дерматит немесе псориаз деп күдіктенсеңіз, сіздің жағдайыңызды түсіну және емдеуге арналған ұсыныс іздестіру үшін сізге дерматолог дәрігермен кеңесуіңізді ұсынамыз.\nБіздің кеңестерімізді жазып алдыңыз ба? Оң қадамдармен және CLEAR сияқты жақсы сусабынмен, қышуды және қышыманы қайтадан еске түсірмейсіз - оның орнына сенімділік пен балғындыққа сәлем айтыңыз.\nТолығырақ: https://www.clearhaircare.com/kz/scalp-care/end-itchy-scalp-for-good.html",
                "date": "19.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өлең мәтінінде колданылған көркемдеуіш тәсілді анықтап, оған талдау жасаңыз.",
        "question_content": "Өлең мәтінінде колданылған көркемдеуіш тәсілді анықтап, оған талдау жасаңыз.\n\n 1.Күн батып жоғалды,\nНұрыңнан ұялып,\n\n Жұлдыз бен ай қалды\n\n Сәулеңнен нәр алып.\nЖетіқарақшы айналып\n\n Сені іздеп жүр,\nБәрі де сені ойлап,\nМас болып сандалып.\nҮркер мен Таразы\n\n Шашылды шашуға,\nШолпан да қарады\n\n Мауқын бір басуға.\nТемірқазық арқандар қос боз атын,\nЖаратып, ойы бар\nТойыңа қосуға. (Шәкәрім)\n2.Үміт үзген қорқақ ой\n\n Дірілдеді қалшылдап.\n\n «Мүмкін емес, мұны қой» -\n\n Деп жалынды жалпылдап.\n\n Бір жағымнан еріншек\nТағы келді салпылдап.\n\n Болмаймын деп келіншек\n\n Ашу келді арсылдап. (Шәкәрім).",
        "question_date": "19.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көркем әдебиет стилінде көркемдеуіш құралдар молынан қолданылады. Солардың ішінде эпитет пен теңеу актив қолданысқа ие. Соның ішінде ерекше байқалатын стилистикалық амал-тәсіл – теңеу. Теңеу – ерекше стилистикалық тәсіл, мәтінде көрнекті орын алатын әсерлі сөз. Әсерлі сөз стилистика ғылымында эмоционалды-экспрессивті лексикаға да және көркем ойға, мазмұнға құралған сөйлемге де байланысты айтылады. Теңеудің семантикалық-стилистикалық мәнін айқындайтын амалдардың қатарына метафора, эпитет, метонимия, синекдоха, гипербола, синоним теңеулерді жатқызады, сондықтан жасалу жолдарын бірнеше топтарға бөліп көрсетеді. Теңеудің көркемдік сипаты көркем әдебиетте, ауызекі сөйлеу стилінде ұқсату әрі бейнелілікке құралады. Теңеудің керкемдік сипаты көркем әдебиет стилінде, ауызекі сөйлеу стилі және публицистикалық стильде ұқсату мен бейнелілікке құрала отырып, адресанттың айналасындағы зат құбылыстың субьективті, обьективті теңелетін заттардың жалпы сипатын санада сақталған. Теңеумен қатар көркем шығармаларда эпитеттер де белсенді қолданылады. Эпитет дегеніміз - затты, нәрсені, құбылысты немесе солардың белгісін, қасиетін, сапасын көрсететін көркемдік ұғым. Сонымен қатар бұл екі тілдік құрал (теңеу, эпитет) безендіруші стилистиканың негізгі көркемдеуіш құралдарына жатады.\nМына өлең бойынша: Жетіқарақшы айналып\n\n Сені іздеп жүр,\nБәрі де сені ойлап,\nМас болып сандалып.\nҮркер мен Таразы\n\n Шашылды шашуға,\nШолпан да қарады\n\n Мауқын бір басуға.-деген жолдарды мысалға келтіруге болады.",
                "date": "6.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәшине күштен қандай ұтыс береді?",
        "question_content": "Гидравликалық мәшиненің кіші цилиндрінің диаметрі 4 см-ге тең, ал  үлкенінікі- 50 см. Бұл мәшине күштен қандай ұтыс береді?",
        "question_date": "19.02.2020",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мәшине күштен 50/4= ұтыс береді",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзге катаракт операция жасатуға боладыма МӘМС арқылы",
        "question_content": "Көзге катаракт операция жасатуға боладыма МӘМС арқылы, Түркістан болысы Отырар ауданының тұрғынымын, Шымкент қаласына жасату керек дейді",
        "question_date": "18.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": []
    }
]