[
    {
        "question_title": "Бетім қызарып жатыр. Ісіп тұр және ысып кеткен. Өзіме сезілмейді?",
        "question_content": "Қалай кетіруге болады? Кеңес бересіздер деген сенімдемін:)",
        "question_date": "2.04.2024",
        "question_tag": "Денсаулық",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тістеріңізді тексертіп көріңіз немесе аллергия болуыда мүмкін.",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2,6 г гематитті қыздырғанда бөлінетін оттегінің көлемі?",
        "question_content": "2,6 г гематитті қыздырғанда бөлінетін оттегінің көлемі?",
        "question_date": "2.04.2024",
        "question_tag": "Физика",
        "question_views": 769,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2,6 г гематит қыздырғанда бөлінетін оттегінің көлемін есептеу үшін мынадай кезеңдерден өту керек:\n\n1. Молярлық массаны есептеу:\n\nГематиттің молярлық массасы: M(Fe2O3) = 2 * M(Fe) + 3 * M(O)\n\nM(Fe) = 55,845 г/моль\n\nM(O) = 15,999 г/моль\n\nM(Fe2O3) = 2 * 55,845 г/моль + 3 * 15,999 г/моль = 111,688 г/моль\n\n2. Массаны мольге түрлендіру:\n\nГематиттің моль мөлшері: n(Fe2O3) = 2,6 г / 111,688 г/моль = 0,0233 моль\n\n3. Оттегінің моль мөлшерін есептеу:\n\n1 моль Fe2O3 3 моль O2 бөліп шығарады: n(O2) = 3 * n(Fe2O3)\n\nn(O2) = 3 * 0,0233 моль = 0,0699 моль\n\n4. Оттегінің көлемін есептеу:\n\nОттегінің тығыздығы: ρ(O2) = 1,429 г/л (0°C және 1 атм қысымда)\n\nОттегінің көлемі: V(O2) = n(O2) * M(O2) / ρ(O2)\n\nV(O2) = 0,0699 моль * 32 г/моль / 1,429 г/л = 163,5 мл\n\nЖауап: 2,6 г гематит қыздырғанда 163,5 мл оттегі бөлінеді.\n\nЕскерту:\n\nЕсептеулерде идеал газ заңы пайдаланылды.\n\nШынайы жағдайда, қысым мен температура өзгерісі оттегінің көлемін थोडा өзгертіп тастауы мүмкін.",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚУАНУ,ҰЯЛУ сөзіне фразеологизмдер керек",
        "question_content": "апай бізге қуану,ұялу сөзіне фразеологизм жазып келіндер деп айтты",
        "question_date": "2.04.2024",
        "question_tag": "Мектеп",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетінен оты шығу: ұялу;\nКіруге тесік таппау: ұялу;\nТөбесі көкке жету: қуану;\nҚуанышы қойнына сыймау: қуану.",
                "date": "2.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза ұстағанда боянуға болады ма?",
        "question_content": "Ораза ұстағанда боянуға болады ма?\nМамам айтады: бетіңе жаққан макияжың бетінің терісі арқылы өтіп тамырға барады тамырға барған зат қанға барады ал қанға өтсе оразаң бұзылады дейді. Ал сіздер қалай ойлайсыздар? БІЛСЕҢІЗДЕР ЖАУАП ЖАЗЫҢЫЗДАР)))))",
        "question_date": "2.04.2024",
        "question_tag": "Ораза сұрақтар",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде жиі қойылатын сұрақтардың бірі бетке крем жағып, боянуға бола ма? Бұл сауалға Ақтөбе облыстық \"Нұр ғасыр\" мешітінің ұжымы жауап берді.\nДін өкілдерінің сөзінше, терідегі ұсақ тесіктер арқылы ет пен терінің арасына сіңетін заттар оразаны бұзбайды.\n\"Мысалы, крем жағу, май жағу, судың ішінде ұзақ тұруға және жараның бетіне дәрі таңуға болады. Тек крем мен майды пайдаланған кезде қатты қалыңдатпаған жөн. Себебі, қалың жағылған крем не май дәрет алған кезде суды теріге жібермеуі мүмкін. Расында оразаны сырттан ішке кірген нәрселер бұзады. Сондықтан бетке, қолға жағылған түрлі жақпаларды лак секілді заттарды қолдану оразаға кедергі емес. Алайда аталмыш майлар, лактар денеге су өткізбейтін болғандықтан құлшылық үшін алынатын дәреттен бұрын сүртіп не өшіру қажет болады\", - дейді мамандар.\nСонымен қатар дін мамандары ораза кезінде біреуге тіл тигізіп, ғайбат сөйлеп, өсек айтудан тыйылуға шақырды. Бұл оразаны бұзбағанымен, шариғатта біреудің сыртынан жамандап ғайбат айту, сөз тасу үлкен күнә дейді мамандар. Еске сала кетейік, бұған дейін Қазақстан мұсылмандары діни басқармасының шариғат және пәтуа бөлімі оразаны бұзатын және бұзбайтын жағдайларды айтқан еді.",
                "date": "2.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үлкен диагональ 3 сантиметр не тең призманың биіктігін табыңдар?",
        "question_content": "Дұрыс 6 бұрышты призма табаны 1 сантиметрге тең ал оның үлкен диагональ 3 сантиметр не тең призманың биіктігін табыңдар?",
        "question_date": "2.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мінездеме аударма ісі(переводчик)",
        "question_content": "Қорқыт ата университеті Аударма ісі Практикадан Мінездеме үлгісі қажет",
        "question_date": "1.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлгі\nМінездеме \nШымкент қаласы «Халықаралық гуманитарлық – техникалық университетінің» «Жаратылыстану-техникалық» факультетінің 4-курс студенті Дүйсен Оразхан 21.01.2024-21.02.2024 жыл аралығында «№14 Қ.Қайсенов жалпы орта мектебінде» өндірістік (педагогикалық) іс-тәжірбиеден өтті. Өндірістік іс-тәжірбиеден өту кезінде Дүйсен Оразхан өзін жақсы қырынан көрсете білді. Өз саласынан бөлек компьютерлік бағдарламаларды да жақсы меңгергендігін көрсетті. Берілген жұмысты уақтылы және сапалы орындай білді. Мектепте,мектептен тыс болған іс-шараларға қатысып жүрді. Мектептегі мұғалімдер ұжымымен жақсы қарым-қатынаста болды. Мектеп ұжымының мүшелерімен ғана емес, сонымен қатар оқушылармен де жылдам тіл табыса алды. Оқушыларды жақсы көріп,өзінің білмегенін үйретуге деген құштарлығы көрініп тұрды. Қарым-қатынаста тұрақты, белсенді, ашық, өз ойын анық жеткізе алады. Дүйсен Оразхан болашақта білікті де, білімді, үлгілі Қазақстан Республикасына адал қызмет ететін азамат болатынына мен сенемін.\nҮлгі\nҚожа Ахмет Ясауи атындағы Халықаралық қазақ-түрік университетінің Жаратылыстану факультеті Математика кафедрасының 4 курс студенті Зайниддин Манзура мінездеме\nМінездеме\nЗайниддин Севара 2024 жылдың 19 қаңтарынан бастап топ жетекшісі Жәнібекова Ардақпен курс жетекшілігі бойынша педагогикалық іс-тәжірибеден өтті. Алғашқы күні Севараны 2 курс студенттерімен таныстырды. Ол іс-тәжірибе барысында курс сағаттарын өтіп, курс студенттерінің күнделіктерін тексеріп, келмей қалған студенттердің келмеген себептерін анықтап, кешігіп келетін студенттермен жұмыс істеп, оқу құралдарын тексеріп, бақылап отырды. Севараның өзі де студенттерге жақсы үлгі бола білді.\nСевара 2024 жылдың 5 наурыз күні «8 наурыз Халықаралық әйелдер мерекесі» күніне орай «Ана – өмір шуағы» атты ашық тәрбие сағатын өткізді. Оған студенттер белсене қатысып, өздерінің өнерлерін паш етті. Тәрбие сағатын тамашалауға қатысқан мұғалімдер мен ата-аналар студенттердің белсенділігін және Севараның шеберлігін атап өтіп, оған оң баға берді. Севара дайындаған көріністер көпшіліктің көңілінен шықты. Оны тамашалаған ата-аналар және мұғалімдер Севараға риза болды.\nСевара жетекшілік міндетін жақсы атқаруға ат салысты.\nКурс студенттерімен жақсы қарым-қатынаста болып, олармен жақсы тіл табыса алды.\nКелешекте Севара жақсы сынып жетекші болады деп сенеміз.",
                "date": "16.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анаға деген құрмет тақырыбында шығарма",
        "question_content": "Анаға деген құрмет тақырыбында шығарма",
        "question_date": "1.04.2024",
        "question_tag": "Мектеп",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анаға құрмет — адамзат парызы.\n\nКез келген адамның әдептілігі мен жан-дүниесінің сұлулығы ең алдымен ұрпағына әлемнің жарығын сыйлап, асыл қасиеттерді сәбиінің бойына ақ сүтімен сіңірген, әлпештеп өсірген ана жүрегінің жылуынан басталса керек.\n\nАна әлемдегі ең кешірімді, ең асыл жан, оның мейірімділігінде шек жоқ. Түн ұйқысын төрт бөліп, ұрпағы үшін өл-өлгенше жанын бере салуға әзір тұратын ананың балаға деген махаббаты мәңгілік, өлшеусіз.\n\nАна болу — бүкіл өмір бойы жұмсалатын сарқылмайтын рухани күш пен ерен еңбек. Оны барынша құрмет тұтып, қастерлеу әрбір баланың борышы. Перзенттің ғана парызы емес, бүкіл қоғамның бұлжымас міндеті.\n\nБізге жарық дүние сыйлаған анаға не сыйласа да аздық етеді. Меккеге жеті рет арқалап апарғанның өзінде қарызын өтей алмассың. Себебі ана сияқты бақытыңды ойлап, табаныңа кірген тікенді маңдайына кіргенін қалайтын адам жоқ. Шын бақытыңды ойлап, жанын құрбан етуге даяр жалғыз адам ол — ана. Ана – үйдің берекесі, қыз баланың өнегесі, шаруаның несібесі. Ананың көзінен нұр төгіліп, жан-жағына шуағын төгеді. Осы шуақпен жылынып, асыл ананың құшағында мейір алып жүрген біз – алтын ананы мәңгі қастерлеп, еңбегін бағалайықшы. Себебі адам өмірде «адам» болғысы келсе, алдымен ананы қастерлей білуі керек емес?!\n\nӨмірде ана алақанының қызуы мен әке-шеше мейірімін тоя жеген тамақ та, шипасы күшті дәрі де алмастыра алмайды. Осыдан жарты ғасыр бұрын ғалымдар жүргізген бір қарапайым тәжірибе осыған дәләл болса керек. Ғалымдар аналарынан айрылған маймыл балалар үшін екі қуыршақ маймыл ана жасап, бірінің омырауынан сүт шығатын, денесі қатты да суық етіп, екіншісінің омырауынан сүт шықпайтын, бірақ денесін жылы да жұмсақ етіп, жасаған екен. Маймыл балалары сүті бар денесі қатты қуыршақты емес, сүті жоқ болса да денесі жұмсақ қуыршақты ана ретінде қабылдап, соның бауырына тығылған. Міне, сонда кімге болса да бәрінен бұрын керегі мейірім, ана құшағы ғана.\n\nАнаны аспандағы ай мен күнге, жарық жұлдызға, баға жетпес асыл заттарға теңеу дәстүрі де өз тілімізде берік қалыптасқан. Олай болса, анаңды қалай сыйласаң, өз балаңның анасын да солай сыйла, барлық әйел затына, тіпті жас нәресте қызына да құрмет көрсет, оларға қолдан келгенше қамқорлық жаса.",
                "date": "16.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхит дегеніміз не?",
        "question_content": "Мұхит дегеніміз суқоймалар",
        "question_date": "31.03.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхит дегеніміз - Жер шарының бетін көпшілік бөлігін алып жатқан, тұзды сумен толған кең өріс. Мұхиттар бір-бірімен жалғасып, Дүниежүзілік мұхитты құрайды.\n\nДүниежүзілік мұхит төртке бөлінеді:\n\nТынық мұхит - ең үлкен және ең терең мұхит.\n\nАтлант мұхиты - екінші ең үлкен мұхит.\n\nҮнді мұхиты - үшінші ең үлкен мұхит.\n\nСолтүстік Мұзды мұхиты - ең кіші және ең суық мұхит.\n\nМұхиттардың маңызы өте зор:\n\nОлар Жер шарының климатын реттейді.\n\nОлар Жер шарының оттегінің көп бөлігін өндіреді.\n\nОлар Жер шарының азық-түлік қорларының маңызды бөлігін қамтамасыз етеді.\n\nОлар көлік жолдары және минералдық шикізат көздері болып табылады.\n\nМұхиттар әлі де толық зерттелмеген. Ғалымдар мұхиттардың тереңдігінде жатқан жаңа тіршілік иелерін және табиғи байлықтарды ашуда.",
                "date": "1.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дамыған елдер су басудың алдын алу үшін қандай шаралар жасайды?",
        "question_content": "Дамыған елдер су басудың алдын алу үшін қандай шаралар жасайды?",
        "question_date": "31.03.2024",
        "question_tag": "Жер туралы",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нидерланды Солтүстік мұзды мұхитпен көршілес жатқандықтан, су тасқынымен күресу үшін бұл елде ауқымды шара қабылдаған. Нидерланды тұрғындарын су тасқынынан қорғайтын ең үлкен жобаның бірі – \"Дельта\". Бұл Нидерландының оңтүстік-батысында Рейн атырауындағы жерлерді су тасқынынан құтқаратын қорғаныс құрылымдары. Алғашында бұл жоба польдер арқылы іске асқан. Польдерлер жиналған суды төмен қарай ашылған құлыптар арқылы ағызады. Кейінірек жерді құрғату үшін жел күші қолданыла бастады. 1634 жылдан бастап жел диірмендері доңғалақ пен архимед бұрандасының көмегімен су соратын. Диірмен суды көтере алатын биіктік шектеулі болғандықтан, голландиялықтар резервуарлар каскады арқылы суды көтеретін бірнеше диірмен сала бастады. Жел диірмендері бу және дизельді сорғыларына алмастырылғанға дейін маңызды рөл атқарды.\nАл қазір Голландия су тасқынымен күресудің жаңа тәсілін ұстанып жатыр. Біріншіден, тұрғындарға су тасқыны қаупі туралы ақпарат таратады. Екіншіден, төтенше жағдайды болжап, су деңгейін басқаруға тырысады. \nМалайзия мемлекеті де қауіпті аймақта орналасқан, сондықтан тұрғындарды су тасқынынан қорғау үшін ел астанасы Куала-Лумпурда \"SMART\" тоннелі салынған. Бұл Оңтүстік-Шығыс Азиядағы ең үлкен бірінші және Азиядағы екінші тоннель. Тоннельдің ұзындығы 9,5 шақырым, оның орталық бөлімінің ұзындығы 3 шақырым, бұл екі деңгейлі автокүрежол. Тоннелде қарапайым күндері көлік қозғалысы жүзеге асады, ал су тасқыны болса, тоннелге су жиналады. Тоннель жүйесінің негізгі компоненттері - өзеннің жоғары ағысында орналасқан су қабылдау құрылымы, су жинау және су қоймасы, су бұру тоннелі, тікбұрышты қималы қос су өткізу құбыры және автожол туннеліне кіру/шығу шлюздері. Магистральды желдету жүйесін қамтамасыз ету үшін 15 метрлік төрт желдеткіш білік салынған. \nТоннелдің үш жұмыс режимі бар: Бірінші жұмыс режимі. Қалыпты ауа-райында және дауыл болмаған кезде тоннелге су кірмейді. Екінші жұмыс режимі. Су тасқыны кезінде су тоннел астындағы айналма жолға жіберіледі, ал көлік үшін учаске ашық болады. Үшінші жұмыс режимі. Бұл режимде тоннель көлік қозғалысы үшін жабылады. Барлық көлік тоннелден шыққаннан кейін автоматты түрде су өткізетін қақпа ашылып, ол арқылы тасқын су өтеді. Су тасқыны аяқталғаннан кейін тоннел тексеріліп, қысыммен жуу арқылы тазартылады. Автокүрежол жабылғаннан кейін 48 сағат ішінде қозғалыс үшін қайта ашылады. \nТокио ойпатты жерде орналасқан, жаңбырлы және тайфун маусымында су тасқынына бейім. Осыған байланысты қала басшылығы ықтимал апаттардың алдын алу үшін әлемдегі ең үлкен су тасқынына қарсы коллектор салған. Бұл коллекторлар ресми түрде, \"Токиодағы су тасқынына қарсы коллектор\" деп аталады. Коллекторлар №16 мемлекеттік автожолдың астында 50 метр тереңдікте орналасқан, олардың жалпы ұзындығы – 6,5 шақырым, диаметрі – 10 метр. Коллектор 5 үлкен құдықтан тұрады, олар бір-бірімен алты шақырым тоннел арқылы байланысқан. Нөсер кезінде су құдықтарға құйылады, құдық арқылы орталық тоннелге, одан резервуарға өтеді және одан Токио шығанағына ағызылады. Егер жаңбыр мен тайфун кезінде өзендегі су деңгейі көтеріліп, нөлдік биіктікке жетсе, су жақын маңдағы құдық арқылы төмен қарай ағып, барлық құдықты байланыстыратын тоннелге түседі. Тоннел суға толғаннан кейін, ол құдықтың оқпандарына көтеріле бастайды. Деңгей одан әрі жоғарылаған жағдайда су №1 шахтаның жоғарғы бөлігіне қосылған коллекторға құйылады. Бүкіл нысанға шамамен 670 000 текше метр су сыяды. Коллектордағы су деңгейі белгілі бір нүктеге жеткенде, дренаж станциясының сорғылары іске қосылады. Толық қуатпен жұмыс істейтін төрт сорғы секундына 200 текше метр суды сорып, (шамамен бір 25 метрлік бассейн) суды үлкен Эдогава өзеніне төгеді. Ал Ұлыбританияға келер болсақ, Темза тосқауылы – Лондонды су тасқынынан қорғайтын үлкен құрылым. Темза тосқауылы ені 520 метр өзенді жабатын 9 болат қақпадан тұрады. Құрылымның әрқайсының биіктігі бес қабатты үйге тең, ағынды 61 метрден төрт сегментке және 30 метрден екі кеме қатынасына бөледі. Бұл ойықтарда өзен түбінде жатқан болат айналмалы сегменттер орнатылған. Қажет кезде салмағы 3700 тонна сегменттер синхронды түрде 90 градусқа бұрылып, ағынды сенімді түрде жабады. Қақпа ашық кезде теңіз түбінде тегіс жатады, осылайша өзеннің еркін ағысына мүмкіндік береді. Ал қақпа жабылған кезде өзенді толық жапқанша, жоғары қарай көтеріледі. Қақпаның іші қуыс және қалыңдығы 1.6 дюйм болаттан жасалған.",
                "date": "14.05.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Видео түсіргенде камерага карап тұрған қылып қандай приложение жасайды",
        "question_content": "Видео түсіргенде қағазды оқып тұрып, камераға қарап тұрғандай қылып, қандай приложениемен монтаждайды",
        "question_date": "31.03.2024",
        "question_tag": "Ұялы телефон",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде аяғымнан бастап үстіме қарай ұзын құрттар жоғарылап жатыр ненің белгісі",
        "question_content": "Түсімде құртты өзімен көріп даже аяғым сынатын болды деп жүрмін ана құрт аяғымның терісінен көрініп дегенеме қарай шыққаның көрдім\n\nЖасым 15жасар ер баламын",
        "question_date": "30.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 674,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түстегі құрт негізі өсектеу, яғни сізді әңгімелеу деседі.",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жахандану және жергілікті мәдениет ғылми жоба керек",
        "question_content": "Жаhандану және жергілікті мәдениет туралы ғылми жоба керек",
        "question_date": "29.03.2024",
        "question_tag": "Университет, колледж",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мазмұны\n\nІ.Кіріспе..................\n\nІІ. Негізгі бөлім..........\n\n2.1. Әдебиетке шолу........\n\n2.2. Зерттеу әдістері мен сұрақтары.........\n\n2.3. Зерттеу нәтижелері...........\n\n2.4. Зерттеу қорытындысы.............\n\n2.5. Бағалау...........\n\nІІІ.Қорытынды.........\n\nIV. Пайдаланған әдебиеттер.......\n\nТақырыптың өзектілігі. «Жаһандану» түсінігі ХХ ғ. аяғы мен ХХІ ғ. басындағы жер шары кеңістігінде өріс алған әлеуметтік өзгерістер мен шынайылықты мағыналандырудың өзегі болып табылады. 60-70-ші жылдары пайда болып, жаһандану идеясы 80-ші жылдары академиялық мойындауға ие болды. «Жаһандану» термині ғылыми айналымда бекітілген.\nН.Е. Покровский өзінің жаһандану құбылысын түсіндіруге әрекет ететін әртүрлі концепцияларының типологиясын ұсынды. ХХ ғ. 90-шы жылдары жаһандық мәдениет үлгісі кең қолданысқа ие болды. Бұл концепцияның басты тезисі адамзат күйінің жаңа бейнесі мәдениет болуында жатыр. Жаһандық өзгерісті көрсететін өзекті нүкте – әлемдік туризм, мәдени гибридтердің пайда болуы, постмодернистік мәдениет, тәжірибе қайта қалыптастырудың жаңа формасы. Маңызды фактор болып адамның ішкі уәжі, оның жаңа жағдайда өзін-өзі анықтау мәселесі қалыптастырылады. Осы үлгіге сай адамзаттық одақтың әртүрлі деңгейіндегі өзіндік сәйкестендірудің басты серігі немесе жаһандану нәтижесі болып табылады.\n\nТолығырақ: https://stud.baribar.kz/719/zha-andanu-zhane-onynh-madeni-urdisterg/ және  https://stud.kz/referat/show/93915",
                "date": "29.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразажа ауызды ашқан соң қолмен урық шығарса оразасы бузылама ?",
        "question_content": "Оразада ауыз ашқан соң қолмен урық шығаруға болама?",
        "question_date": "29.03.2024",
        "question_tag": "Жанұя",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сілтемесіне өтіп толық ақпарат ала аласыз",
                "date": "30.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік педагогикадан практикның күнделік-есебі үлгісі керек еді?",
        "question_content": "Тәжірибе есебі мен күнделік толтыру үлгісін жіберес аласыздар ма?",
        "question_date": "28.03.2024",
        "question_tag": "Мектеп",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлгі\nС.Сейфуллин атындағы № 5 көпсалалы мектеп-лицейінің\n2023-2024 оқу жылындағы 20.10-09.11 аралығындағы өткізілген  әлеуметтік педагогтың онкүндік\nЕсебі\nОқу графигіне сәйкес өндірістік (педагогикалық) практиканы 22.10.23-09.11.2023жж. аралығында С.Сейфуллин атындағы № 5 көпсалалы мектеп-лицейінде өттім.\nӨндірістік (педагогикалық) практикадан өту барысында практикаға келген күннен бастап мектеп басшылығымен және сынып жетекшімен таныстым. Өндірістік (педагогикалық) практика барысында 8 А сыныбына практикант ретінде бекітілдім. Өндірістік (педагогикалық) практика кезінде өзіме жүктелген тапсырмалар мен танысып, оны іс жүзінде орындай білдім. Атап өтетін болсақ: іс-тәжірибенің бірінші аптасында оқушылармен танысып, мұғалімдердің сабақ өту барысын бақылап, мемлекеттік стандарт, оқу, тақырыптық сабақ жоспары, пән бойынша сабақтан тыс жұмыстардың жоспары, тәрбие жұмысының жоспарларын меңгере білдім.\n22.10.23ж. күні Педагогикалық іс-тәжірибенің бірінші күні 8А сыныбына жіберді. Сыныпта 25 оқушы бар екен. Күнделік.кз толтыруды жағын көрсетті. «Психология» пәні бойынша «Психологияға кіріспе» атты тақырыптағы сабағына қатыстым.\n23.10.23ж. күні 8А сыныбының «Психология» пәні бойынша практикалық сабағына қатыстым. Оқушылар бір-біріне түрлі сұрақтар қойып сабаққа белсенді қатыса білді.\n24.10.23ж. күні 8А сыныбының «Психология» пәні бойынша «Түйсік және қабылдау» атты тақырыптағы сабағына қатыстым.\n29.10.23ж. күні 8А сыныбының «Психология» пәні бойынша «Сезім.Эмоция» атты тақырыпта сабағына қатыстым. \n30.10.23ж. күні 8А сыныбының «Психология» пәні бойынша «Даму психологиясының пәні, міндеттері және зерттеу әдістері» атты тақырыпта практикалық сабағын өттім. Сабақты дөңгелек үстел әдісімен өткіздім. Топты үшке бөліп, ол топтардың біріне зейін туралы, екіншісіне түйсік, үшіншісіне қабылдау туралы тапсырмалар беріп жарыс ұйымдастырдым. Жарыс өте тартымды өтті. Соңында үш топқа алғысымды айтып достық жеңгенін мәлімдедім. Сабақ өте қызықты өтті деп ойлаймын.\n31.10.23ж. күні 8А сыныбының «Психология» пәні бойынша «Мектеп жасына дейінгі баланың психикалық дамуы» атты тақырыптағы сабағына қатыстым. Үйге тапсырма ретінде студенттерге сөйлеу мен ойлаудың арақатынасы неде екендігін анықтап келуді тапсырма берді.\n05.11.23ж. күні 8А сыныбының «Психология» пәні бойынша «Тәрбие психологиясы, оқыту психологиясы және педагогикалық іс-әрекет пен ұстаз психологиясы» атты тақырыптағы лекциялық сабағына қатыстым. Үйге тапсырма ретінде студенттерге «Тұлға аралық қарым-қатынас» деген тақырыпта презентация жасап келуді тапсырды.\n06.11.23ж. күні 8А сыныбының «Психология» пәні бойынша практикалық сабағына қатыстым. Студенттер үй тапсырмасына берілген презентация жұмыстарын орындап келіпті. Сол презентацияларды интерактивті тақта арқылы көрсетіп түсіндіріп берді. Сабақ өте қызықты өтті.\n07.11.23ж. күні 8А сыныбының «Психология» пәні бойынша «Зейін және түйсік» атты тақырыптағы сабағына қатыстым.\nӨндірістік (педагогикалық) практика барысында тек сабақта ғана емес, сабақтан тыс уақыттарда, мұғалімдердің іс-қимылын сабақ өту барысын бақыладым.\nМен оқушылармен қызықты ойындар, тренингтер, сайыстар ұйымдастырдым. Менің байқағаным, оқушылармен сабақты түсінікті әрі қызықты өткізу үшін, сабаққа жаңа инновациялық технологияларды қолдана білу қажет екен.\nМен осы практика барысында көптеген мағлұматтар алдым. Мектеп мұғалімдерінен көптеген тәжірибе жинадым.\nПрактикант:\nПрактика жетекшісі:",
                "date": "29.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата анам орамал тағуыма қарсы..",
        "question_content": "Ата-анам Орамал тағуыма қарсы. \nСәлеметсіздер ме! \nменің ата-анам орамал тағуыма қарсы не істесем болады Ол парыз мен парызымды орындамай қайтыс болып кетемінба деп қорқамын..",
        "question_date": "27.03.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 673,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар үміт тек бір Алладан",
                "date": "16.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топтың аты Ядро таныстыру, ұран керек?",
        "question_content": "Топтың аты Ядро таныстыру, ұран керек",
        "question_date": "26.03.2024",
        "question_tag": "Табиғат",
        "question_views": 873,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "200 санының 45% ың тап",
        "question_content": "Маған өте көмек керек!! Дәл қазір жауап керек!! Көмектесіңдерші өтінемін!!!! Мне очень нужна помощь!! Нужен ответ прямо сейчас!! Пожалуйста помогите!!!! Маған шұғыл керек! Мне срочно нужно!",
        "question_date": "26.03.2024",
        "question_tag": "Мектеп",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "200-дің 45%-ын есептеу үшін алдымен 200-дің 1%-ы не екенін есептеу керек. Содан кейін бұл санды 100%-ға бөліп, 200-дің 1% мәнін табыңыз: 200/100 = 2.\n2. 1% 2-ге тең болғандықтан, 1% мәнін 45-ке көбейтіп, 45% есептеу оңай, келесі шешімді аламыз: 45 * 2 = 90.\nЖауап: Жүргізілген есептеулер нәтижесінде 200 саны үшін 45% 90-ға тең екенін анықтадық.",
                "date": "26.03.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зере деген есімге қандай лақаб ат қоюға болады.",
        "question_content": "Зере есіміне лақаб ат керек еді. Айтып жібересіздерме?! Маңызды еді",
        "question_date": "26.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зере - Зерешка, Зико, Зикоша, Зирка, Зеко, Зули",
                "date": "29.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фото сурет арқылы адам табуға кім көмектесе алады?",
        "question_content": "Фота арқылы адам табу керек болып жатыр\nОрган да таныстар бар ма. Болмаса уатсаап взлом жасайтын бір адам іздеп жұр едім",
        "question_date": "26.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте фотомен адам іздейтін сайттар бар, поиск людей через фото деп жазсаңыз шығады. Егер әлеуметтік желілерде сол адамның суреті болса табуы мүмкін.",
                "date": "30.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "462-ның неще жай бөлгіші бар?",
        "question_content": "462-ның неше жай бөлгіші бар???? Срочно",
        "question_date": "26.03.2024",
        "question_tag": "Мектеп",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "462/2=231\n\n231/3=77\n\n77/7=11\n\n11/11=1\n\n2*3*7*11=462\n\nЖай бөлшек саны - 4",
                "date": "27.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтау қаласынан ноутбук зарядкасын қай жерде сатады кім біледі?",
        "question_content": "Ноудбугым қосылмай қалып еді зариад алмай тұрған сиақты",
        "question_date": "24.03.2024",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 777,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "OLX сияқты сайттардан зарядка ноутбука деп жазып іздесеңіз тауып аласыз.",
                "date": "30.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің анаммен жігітімнің әкесі бір рудан үйленсек болама әлде жоқпа?",
        "question_content": "Менің анаммен жігітімнің әкесі рулас мен жиен боламын үйленсек болама әлде жоқпа?",
        "question_date": "24.03.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бетім қызарып кәдімгі дей қызып тұрады? Не үшін екен?",
        "question_content": "Екі бетім қызарып қызып тұрады кадимги дей ысы болады ол не ушин екен\nБілсеніздер айьасыздар ма",
        "question_date": "24.03.2024",
        "question_tag": "Денсаулық",
        "question_views": 971,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе! мендеде осындай жағдай. менің түсінуім бойынша екі беттің қызаруының себебі: \n1.бетіңіз не суық ауада, не құрғақ ауада ешқандай қорғаныссыз болуы\n2.бетіңізді жай қызыл емес,қантамырлар жайлап алған болуы мүмкін, егер шыныменде қантамыр шығып тұрса онда матаға мұзды орап немесе суық орамалды бетіңіздің қызарған жеріне бассаңыз болады.    \nМен қазір осыамалды істеп жүрмін,",
                "date": "10.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңертең ауыз бекітуге тұрып тамақ ішіп ауызды жабуға ұмытып кетсен не болады?",
        "question_content": "Юкбебедедедаддаадьаьпьпььпьплелелкщклаллплп",
        "question_date": "22.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 654,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешнарсе қылмайды, оянған кезде дұғаңызды оқып ұстай бересіз.",
                "date": "23.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Созылмалы бүйрек ауруымен ауырса бой өспейме",
        "question_content": "Созылмалы бүйрек ауруымен ауырса бой өспейме",
        "question_date": "22.03.2024",
        "question_tag": "Денсаулық",
        "question_views": 777,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз елді мекеніңіздегі урологтардан  не болмаса интернет беттерінен білікті уролог парақшаларын тауып солардан сұраңыз.",
                "date": "30.03.2024",
                "upvotes": 0
            }
        ]
    }
]