[
    {
        "question_title": "Жер алып тойхана ашу",
        "question_content": "Саламатсыздарма. 200 кісілік тойхана ашу үшін шамамен қанша қаражат қажет болады? Жер сатып алудан түгел салып біткенге дейін. Осылай тойхана ашқан жандар болса кеңес берсеңіздер. Рахмет!",
        "question_date": "15.01.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ-ны сәтті тапсыруға ата-ана қалай көмектесе алады?",
        "question_content": "Ата-аналарға арналған кеңестерді бөлісіңіздерші.",
        "question_date": "14.01.2019",
        "question_tag": "Мектеп",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі материалда сынаққа дайындалып жүрген оқушының рационы, күн тәртібі, ми белсенділігіне әсер ететін жаттығулар, ҰБТ-ға жаттықтыратын онлайн құрал туралы айтамыз. Осыған қатысты психолог, диетолог мамандардың да кеңесін біле аласыз.\nМатериалға сілтеме мына жерде.",
                "date": "14.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойын: Сіз қай дәуірдің адамысыз?",
        "question_content": "Кейде адам өзін өткен дәуірдің немесе болашақтың адамы ретінде елестетеді. Ал Сіз қай дәуірде өмір сүру өзіңізге лайық деп ойлайсыз?",
        "question_date": "14.01.2019",
        "question_tag": "Мектеп",
        "question_views": 808,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хандық дәуір, прогрессив XX ғасыр, әлде жаугершілік заман? Ойын ойнап көріңіз. Қай дәуір жаныңызға жақын екенін анықтайық!\nОйынды мына сілтемеге өтіп, ойнай аласыз.",
                "date": "14.01.2019",
                "upvotes": 1
            },
            {
                "text": "Ахахаха, мен орта ғасырлық адам екенмін)))",
                "date": "14.01.2019",
                "upvotes": 0
            },
            {
                "text": "60-70-жылдар қықы",
                "date": "16.01.2019",
                "upvotes": 0
            },
            {
                "text": "60-70  жылдар дид",
                "date": "17.01.2019",
                "upvotes": 0
            },
            {
                "text": "Интернет дәуірінің",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын бітелгенде не істеуге болады?",
        "question_content": "Мұрын бітелгенде не істеуге болады?",
        "question_date": "13.01.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 15300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсызба,қалайсыз?Үй жағдайында мұрын бітелгенді емдеудің бірнеше тəсілдері бар:\n\n1)Чеснок иіскеп жүріңіз.Чеснок мұрын қуысындағы микробтарды өлтіреді\n\n2)Тұзды сумен мұрынды шайыңыз.Тұзды  суда мұрынның бітелгенін кетіреді.Егер көмектеспеген жағдайда арнайы дəрілерді қолдаңыңыз",
                "date": "15.01.2019",
                "upvotes": 0
            },
            {
                "text": "Пиязды майдалап турап тақтайға, сосын оны бинт немесе марлыға салып, шырынын мұрынға тамызу керек",
                "date": "15.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО да Ақпараттық жүйелер бітіріп колледжге мұғалім болып кіріп кетуге болама.",
        "question_content": "Қазір ЖОО да Ақпараттық жүйелер мамандығын оқып жатырмын. Бітірген соң колледжге мұғалім болып кіруге болама осы мамандық бойынша. Пед білім болмаса?",
        "question_date": "13.01.2019",
        "question_tag": "Мамандық",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылыми-педогогикалық бағыттағы магистратураны оқу керек.",
                "date": "20.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес жайында кішігірім ақыл кеңестер болса!!!",
        "question_content": "Жакында шағын сауда саттық бастағам.Күміс,иіс су бұйымдар!!!бастамасы тәуір басталып еді,қазір сұраныс болмай қойды.Инстаграмнан акаунт ашып та сатып жүрмін бірақ сұраныс аз.Енді сұрак калай клиент жинауға болады және қандай ақыл кеңес айтасыздар???",
        "question_date": "13.01.2019",
        "question_tag": "Бизнес туралы",
        "question_views": 755,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Міржақып Дулатұлы туралы шығармашылық жоба керек?",
        "question_content": "Міржақып Дулатұлы туралы шығармашылық жоба керек?",
        "question_date": "13.01.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алаш идеологиясын қалыптастырушылардың бірі. М.Дулатұлының қоғамдық-саяси қызметі қазақ зиялылары Ә.Бөкейханов, А.Байтұрсынов, Ж.Аймауытовтармен тығыз байланысты. Қазақтың зиялы қауым өкілдері сол қоғамның ең өзекті мәселесі отарлық езгіге қарсы ұлттың санасын оятып, оны қалыптастыру жолында өздерінің шығармашылық қызметтерімен де, қоғамдық-саяси қызметтерімен де алға шығып, қалың қазақ халқын соңдарына ілестіре білді. Қазақ халқының бойындағы ұлттық рухты, сана-сезімді ояту мақсатында, халықтың көзін ашу жолында аянбай күресті. Осы мақсатта «Қазақ», «Сарыарқа», «Алаш» газеттері арқылы орасан зор жұмыстар атқарды. Жастарды қоғам ісіне тартуда, олардың ой-санасының жетілуіне қажетті мәдени-ағарту саласында жүргізген қызметтері ұшан-теңіз. Міржақып сол кезеңдегі үкіметтің жүргізіп отырған саясатын шенеп, қазақ елінің егемендігі, ел болып жерге, суға иелік ету мәселесі, қазақ шаруаларының мұң-мұқтажы, қоныс аударушылар жайлы газет бетіне мақала, сын, әңгіме, өлеңдер жариялай бастайды. Оның алғашқы үкімет саясатын сынай жазған мақаласы «біздің мақсатымыз» деген атпен 1907 жылы «Серке» газетінде басылып шығады. Ал 1909 жылы Петербургте Міржақып Дулатұлы қазақ халқының көзін ашуға талпынып «Оян, қазақ!» деген кітабын жариялайды. Ақын «Оян қазақта» патша өкіметінің қазақтардың малға жайлы шұрайлы жерлерін тартып алып, ата-баба бейітін бұзып, халықты қалай болса солай тартқылап, не тіліне, не діліне, не жеріне иелік етуге мүмкіндік бермей, әбден езіп, жаншығаны Міржақыптың жүрегіне ауыр тиеді. Осы өлеңі арқылы халықтың ауыр тұрмысын ойлап, сынға алып жазады. «Оян, қазақ!» кітабы патша үкіметіне ұнамағандықтан М.Дулатұлы қамауға алынады. 1913 жылы А.Байтұрсынов, Ә.Бөкейханов, М.Дулатұлылардың белсенділігімен «Қазақ» атты биресми газет шығарыла бастайды. Бұл газетте негізінен қазақ халқының қоғамдық мүдделерін көксеген жер, оқу-ағарту, ұлт, дін сияқты маңызды мақалалар жарияланды. Сөйтіп «Қазақ» газеті қазақ зиялыларының басын біріктірді. «Қазақ» газеті арқылы «Алаш» партиясын дайындауда да елеулі жұмыстар атқарды. Қазақтың ұлт интеллигенттерінің алғашқы қадамы, қазақты біріктірудегі, көзін ашудағы, сана-сезімін оятудағы жұмыстар тікелей осы газет арқылы іске аса бастады. «Алаш» автономиясы мен Алашорда үкіметін құруда Міржақып Дулатұлы көп еңбек сіңірді. Сонымен қатар М.Дулатұлы – әдебиеттің әр түрлі жанрына қалам тартқан қаламгер. «Оян қазақ!» кітабынан бөлек, екінші өлең кітабы 1913 жылы Орынборда «Азамат» деген атпен жарыққа шығады. «Азамат» жинағына негізінен нәзік лиризм тән. Мұнда ақын адамның ішкі сезім-толғаныстарын, табиғаттың әсемдігін айшықты бедерлеуге ден қойған. «Мұң», «Сырым», «Арманым» өлеңдерінің осылай аталуларында да үлкен мән жатыр. Бұл өлеңдердің лирикалық кейіпкері – ел еркіндігін аңсаған, сол үшін ғұмырын арнаған күрескер жан. Міржақыптың үшінші өлеңдер жинағы – «Терме» 1915 жылы шыққан. Кітапта ағартушылық сарындағы бірсыпыра өлеңдерімен («Шәкірт») қатар «Оян, қазақ!» рухындағы туындылар да баршылық. Солардың ең елеулісі – «Елім-ай» өлеңі. Өлең, мәңгі ұмытылмас халық трагедиясының ескерткіші, әйгілі «Елім-айды» еске түсіреді. Осы айтылған үш кітапта да ақын өлеңдерінің басты тақырыбы – ел, жер тағдыры болды. Кітаптың негізгі мазмұны халықты оятуға, әділетсіздікпен күресуге шақырған өлеңдерден тұрады. Сол себепті де автор көп қудаланып, қуғынға ұшырайды. М.Дулатұлының қазақ әдебиетінде роман жанрын дүниеге келтірген құнды шығармасы – «Бақытсыз Жамал». Бұл роман бірінші рет 1910 жылы Қазан қаласында басылып шығады, екінші рет 1914 жылы, үшінші рет 1991 жылы қазақ оқырмандарымен қайта қауышады. «Бақытсыз Жамал» романы сол кездегі тарихи-әлеуметтік шындықты шынайы да көркем бейнелеуімен, авторлық идеяның айқындылығымен өзінен кейінгі қазақ прозасының өркендеуіне үлкен жол ашты. Міржақып осы шығармасы арқылы бұдан кейін жазылған Т.Жомартбаевтың «Қыз көрелік», С.Көбеевтің «Қалың мал», С.Торайғыровтың «Қамар cұлу», т.б. романдарына жол ашты. Бұлардың бәрі де сол кезектегі аса маңызды әлеуметтік мәселеге арналды. Қазақ ауылының тұрмысы жайында жазылды. Әйелдердің бас еркі, қоғамдағы жағдайы туралы баяндады. «Бақытсыз Жамал» романының оқиғасына арқау болған мәселе де осы, ескі әдет-ғұрыптың қыспағына түскен қазақ қызының тағдыры. Сүйгеніне қосылып, бақытты өмір сүруді армандаған бойжеткеннің трагедиялық жолы. Шығарма сол кезеңдегі қазақ даласының шынайы тыныс-тіршілігін көрсететін эпизодтан басталады. ... Жайлауға жаңа көшіп қонған ауыл. Саумалкөл маңына жағалай тігілген киіз үйлер. Бие байлап, қымыз сапырған жайма-шуақ ауыл адамдары. Қыстай араласа алмай, сағынысқан жұрт енді бірін-бірі қонаққа шақырып мәз. Үй жағалап қымыз ішкен жастар... Осылайша жайбарақат жатқан ауылға патша ұлықтары келе жатқаны туралы хабар тарайды. Абыр-сабыр басталады. Ауыл сыртына үй тігіледі. Арнайы үйге келіп түскен екі ұлықты «ләббай, тақсыр» деп күткен ауылнайдың сөзінде де ерекше бір мақтаныш сезіледі. Міржақып Дулатов осы шағын көріністі суреттеу арқылы өз заманының тұрмыс-жағдайын, адамдардың психологиясын дәлме-дел береді. Ауыл адамдарының өзара әңгімелерінен, ауылнай бастаған белсенділердің іс-әрекет, мінез-құлықтарынан жазушы мол сыр ұқтырады. \n...Дәл осындай абыр-сабыр сәтте ауыл қазағы Сәрсенбайдын әйелі босанып, дүниеге қыз бала келгені туралы қуанышты хабар жетеді. Дүниеге келген бұл сәби романның бас кейіпкері Жамал болатын. Табиғатынан зерек жаратылған Жамал молдадан ескіше, жаңаша оқып, хат таниды. Түрлі хисса-дастандарды көп оқиды. Бірқатарын жатқа да айтатын болады. Сөйтіп елдің көзіне түсіп, қыз айттырам деушілердің назарына ілігеді. Жамал он бес жасқа келді. Сұлулық, ақыл, парасат үшеуі бір-біріне сай келіп, Жамал сол елдің қызының алды болды. Бұл айтылмыш артықшылығының үстіне сөзге бек ұста болып, өз ойынан шығарып өлең де жазатын болды. Олай-бұлай қалжыңмен сөйлескен бозбаланы сөйлетпейтін еді. Ел ішінде тілді бозбалалардың көзі түсе бастап, шет елдерге де «Сәрсенбайда бек көркем бір ақын қыз бар» деген лақап жайыла бастады. Көркіне ақылы сай болып бойжеткен Жамалды Байжан деген бай баласы Жұманға айттырады. Қыз шешесінің қарсылығына қарамастан, Сәрсенбай болашақ құдасының байлығына қызығып, құдалыққа келіседі. Бірақ бай баласы топас, нашар болады. Жамал оны менсінбейді. Сөйтіп жүргенде бір тойда оқыған, мәдениетті, жаңаша киінген, сыпайы, әдепті Ғали деген жігітпен танысып, көңілдері жарасады. Арада біраз уақыт өтіп, қыздың Жұманға ұзатылар шағы туғанда, Жамал Ғалимен қол ұстасып қашып кетеді. Жастарды қудалау басталады. Сөйтіп жүргенде аяқ астынан Ғали ауырып қайтыс болады. Қайғыға батқан Жамал көп ұзамай Жұманға ұзатылады. Көрмеген қорлықты көреді. Ақыр аяғында бір боранды күні Ғалидың қабірінің басына барып, жылап жатып қайтыс болады. Романда оқиға желісі - суреттелетін ауыл өмірі, әр түрлі әлеуметтік топтар өкілдері арасындағы қарым-қатынастар мен жекелеген адамдар түсінігіндегі қайшылықтар шырмауына түскен Жамал мен Ғалидың мөлдір махаббаты, өз еркіндіктеріне жету жолындағы ұмтылысы осы арнада өрбиді. Ақыр аяғында трагедиямен аяқталады. М. Дулатов бұл оқиғаны кездейсоқ болған бірді-екілі жай ретінде қарамайды. Ғашықтар трагедиясын ол қазақ даласындағы әлеуметтік мәселе дәрежесіне көтереді. Сол арқылы қазақ қыздарының бас еркі, жастардың өз қалауымен өмір сүру қажеттігі туралы ой ұсынады. Жазушы үшін әйелдің бас бостандығы, өзінің сүйгеніне қосылып, өмір сүруге мүмкіндік алуы ең бір түйінді мәселе болды. Ол әйелдің арын аяққа басатын ескі әдет-ғұрыпқа үзілді-кесілді қарсы шығады. Міржақып Дулатовтың романдағы Жамал бейнесін сомдаудағы жаңалығы да өзінің осы идеясына негізделеді. Романдағы Ғали — сол замандағы оқыған, мәдениетті жастарының жиынтық бейнесі. Сырт келбетіне ақылы сай жігіт Ғалидың әрбір іс-әрекетінен, сөйлеген, жазған хаттарынан бұл қасиет айқын аңғарылады. Ал шығармадағы Байжан бай, оның баласы Жұман, сондай-ақ Жамалдың әкесі Сәрсенбай, үлкен шешесі Қалампыр - ескі психологияның адамдары. Оларға адамгершіліктен гөрі байлық, шен мақтанышы қымбатырақ. Тұтастай алғанда, «Бақытсыз Жамал» романы сол кездегі тарихи-әлеуметтік шындықты шынайы да көркем бейнелеуімен, авторлық идеяның айқындығымен өзінен кейінгі қазақ прозасының өркендеуіне дәстүрлі жол көрсетті, үлгі болды. Шығарманың орыс, қазақ әдеби сынынан кезінде-ақ жаңа жанрдың төл басы, үздік көркем, реалистік туынды ретінде жоғары бағасын алғандығы мәлім. Міржақып Дулатұлы 1925-28 жылдары Қызылорда қаласы астана болып тұрған кезде Селеверстов 17-үйде тұрған. Осы жерде өзінің көптеген әдеби туындыларын өмірге әкелген. М.Дулатұлының отбасында қазақтың сол заманының белгілі зиялылар тобы, небір майталман ақын-жазушылары мен жезтаңдай әншілері қонақта болып, осы үйден дәм татып, мәжіліс құрған. Атап айтсақ, Нәзипа Құлжанова, Ілияс Байменов, Әліби Жангелдин, Серке Қожамқұлов, Мұхтар Әуезов, Әміре Қашаубаев, Иса Байзақов, Мағжан Жұмабаев, Әлкей Марғұлан, Смағұл Садуақасов, Қошке Кемеңгеров, Әлібек, Әуелбек Қоңыратбаевтар және т.б. М.Дулатұлының қызы Гүлнар апай өзінің естелік кітабында: «Біздің үйде болған кісілерді сағынышпен есіме түсіріп, көз алдымнан өткізіп, тізімін жазып шыққанымда, есімде қалғандары ұзын саны – 114-тен астам екен», -деп сағынышпен сол жаймашуақ кезеңдерді еске алады. М.Дулатұлы осылардың әрқайсысына көмек қолын ұсынып, қазақ ұлтының дамуына, әдебиеті мен мәдениетінің өркендеуіне мол үлес қосқан. Қорыта айтқанда, Міржақып Дулатұлының еңбектері, сол қоғамдағы атқарған сан-салалы қызметтері өскелең ұрпаққа үлгі боларлық құнды дүниелер. Тәуелсіздігіміздің тізгінін ұстайтын болашақ жастарымыз М.Дулатұлының шығармаларын оқи отырып, өздерінің таным-түйсігін қалыптасырады, болашаққа деген сенімін нығайта түседі. \nТолығырақ: https://e-history.kz/kz/contents/view/2692",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ветерянка шығып келеді не істеймін?",
        "question_content": "Саламатсызба! Менде 12.01.18 и кешке устимде қызыл бөртпелер пайда болғанын кордим. 15-16 күн бұрын иним ауыр ған, содан жуктыма? Енді тез кетуі ушин нестим, мен универде оким сабақтан калп қоям ау,, тез емделу жолдары барма?",
        "question_date": "13.01.2019",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызылша – бұл өте кең түрде таралған инфекциялық ауру . Көбнесе балаларда кездеседі . Оның белгілері дене қызуының көтерілуі мұрынның ,көздің және тамақтың шырышты қабығы қабынып, теріде бөртпелер пайда болады. Қызылша – қазіргі таңда ең жұқпалы аурудың бірі болып табылады. Бұл 100% жұқпалы ауру, яғни бұрын қызылшамен ауырмаған немесе егілмеген адам қызылшамен ауырған адаммен байланысқа түссе...\nҚызылша – бұл өте кең түрде таралған инфекциялық ауру . Көбнесе балаларда кездеседі . Оның белгілері дене қызуының көтерілуі мұрынның ,көздің және тамақтың шырышты қабығы қабынып, теріде бөртпелер пайда болады.\nҚызылша –қазіргі таңда ең жұқпалы аурудың бірі болып табылады.Бұл 100%жұқпалы ауру ,яғни бұрын қызылшамен ауырмаған немесе егілмеген адам қызылшамен ауырған адаммен байланысқа түссе, қызылшамен ауыру қаупі жоғары болады.Міне ,сондықтан инфекция ошағында вакцина және эпидемияға қарсы шараларды жасауды қатаң сақтау өте маңызды .\nАуру себептері\nИнфекция ауа жолы арқылы беріледі. Вирус сыртқы ортаға сөйлеген кезде түкірікпен,жөтелген ,түшкірген кезде бөлінеді.Вирустың таралуы сыртқы ортаның тұрақсыздығына қарамастан, ауа толқынымен ғимараттың вентиляциялық жүйесі арқылы таралған жағдайлары белгілі.Инфекция көзі- ол айналадағыларға 2 күн инкубациялық кезеңнен 4-ші күнгі бөртпелер шығып ауырған адам.Ал 5-ші күнгі бөртпелері бар адам жұқтырмайды деп саналады.Бұл аурумен ауырып жазылған адам өмір бойы иммунитетін сақтайды.Қызылшамен ауырған аналардан туылған балалар 3 айға дейін бұл ауруға шалдықпайды,өйткені осы аралықта олардың қанында аналық антиденелер сақталады.Бұл аурумен ауырмаған және егілмеген адамдар қызылшаны жұқтыруға бейім болады және өзінің өмірінде кез-келген жаста ауырып қалуы мүмкін.\nҚызылшаның белгілері\nБұл аурудың инкубациялық кезеңі жұқтырғаннан кейін бірінші белгілері пайда болғанға дейін,яғни 7 күннен 14 күнге дейін созылады.Есте сақтайтын ең маңызды жайт ауру бөртпе шығудан басталмайды,ол суық тию белгілерімен басталады :дене қызуының 38-40 градусқа көтерілуі,әлсіздік,тәбеттің болмауы,құрғақ жөтел,мұрынның бітуі.Кейініректе конъюктивиттің (көздің шырышты қабығының қабынуы) пайда болуы.Шамамен бірінші белгілердің шыққанынан 24 күннен кейін беттің шырышты қабығының(азу тістерінің қарсысында)ұсақ ақ дақтар пайда болады.Аурудың 3-5 күні ашық түсті бір-біріне өзара ұқсап кететін дақтар пайда болады.Ең алдымен олар құлақтың артында және маңдайда ,содан кейін тез арада бет ,мойын ,дене және аяқ-қолға таралады.Ұсақ қызғылт дақтар тез арада үлкейіп,формасын өзгертіп,бір-біріне қосылып кетеді. Бөртпелердің қалың шыққан кезеңінен 2-3 күн өткеннен кейін дене қызуы 40.5°. қайта көтерілуі мүмкін.Бөртпелер 4-7 күн сақталады.Дақтардың орнында қоңыр пигменттер қалады,олар 2 аптадан кейін кетіп,тері қайта таза болады.\nҚабынулар\nҚабыну балаларда 5 жасқа дейін, ал 20жастан асқандарда жиі дамиды.Ең көп тараған түрі ортаңғы құлақтың қабынуы(отит), соқырлық, бронхтық пневмония,мойын лимфоузолдарының қабынуы,ларингит, энцефалит.\nСіз не істей аласыз?\nҚызылшаның дамуын байқаған сәтте кешіктірмей дәрігерге қаралу керек.\nАсқынбай тұрғандағы қызылшаның белгілерін емдеу үшін төсекте жату режимі,суды көп ішу, қызуын түсіретін ,тұмау және тамақ ауруын, қақырықты түсіретін препараттар мен витаминдерді қабылдау.Ал қызылшаның асқынған түрін емдеу стационар жағдайында жүргізіледі.\nҚызылшаның алдын алу\nҚызылшаның алдын алудың ең тиімді және сенімді әдісі вакцинация болып табылады.Қылылшадан егу вирусты жасанды жолмен тоқтату, нәтижесінде ағза өзін қорғайтын иммунитет жасайды.Кейбір балаларда егуден кейін 6 күннен 20күнге дейін дене қызуы көтеріліп, кейде конъюктивиттің және бөртпелердің пайда болуы байқалады.Бұл белгілер 2-3 күнге дейін сақталады, содан кейін бәрі жақсы болады.Қорықпаңыздар ,бұл жағдайлар болуы мүмкін және олар қауіпті емес.Бірақ сонда да егуден кейін қандай да бір қабыну болса , міндетті түрде дәрігерге көріну керек.Ең алғашқы вакцинацияны балаларға 12 айлығында , екіншісі 6 жаста жасалады.Егу 15 жасқа дейін өте сенімді қорғауды қамтамасыз етеді.\nТолығырақ: http://www.gp11.kz/kz/patsientu-2/nazarlaryna/285-yzylsha",
                "date": "10.02.2020",
                "upvotes": 1
            },
            {
                "text": "Желшешекпен (ветрянка) ауырған науқастарды әдетте үйде емдейді, тек аурудың ауыр түрінде немесе асқынған жағдайда балаларды ауруханаға жатқызады. Тазалық пен жақсы күтім қажет. Басқа инфекциялық аурулардың жұғуынан сақтану керек. Көпіршіктер тез кебу үшін бөртпелерге калий марганец қышқылының ерітіндісін, жасыл дәрі (зеленка) жағу керек. Бөртпелер кепкеннен кейін жылы суға жуынып, алса болады. Тамақ ішіп болғаннан кейін ауызды міндетті түрде шаю керек. Іріңді асқынулар болған жағдайда антибиотиктер тағайындалады. Бала жараның бетін қасып тастамауын қадағалаңыз. Баланың көңілін аулап, тырнағын алып тастау керек. Төсек орнын ауыстырып тұрған абзал. Ыстықтан алшақ ұстаған дұрыс. Өйткені науқас ыстықтаған сайын терлей түседі, ал тер қышуды өршіте түседі.\n\nЖалпы желшешекті емдеу науқастың жасы, денсаулық жағдайы мен аурудың ағымына байланысты жүргізіледі.\n\nЕгер бала желшешектен басқа ешқандай аурумен ауырмаса, онда оны тек үйде емдеуге болады,\n\nБалаларға қарағанда жасөспірімдер мен ересектерде ауру белгілері айтарлықтай ауыр болады. Түрлі асқынулар өршуі мүмкін. Әсіресе жүкті әйелдер мен иммундық жүйесінде бұзылыстар бар адамдар дәрігерлер қадағалауында болуы керек. Ауру белгісі байқалған жағдайда олар өз бетінше емделуге болмайды.\n\nКейбір науқастарға аурудың ағымын қысқарту үшін вирусқа қарсы препараттар тағайындайды.\n\nАурудың алдын алу:\nБелгілі бір алдын алу шарасы жоқ. Ауруға қарсы вакцина салынады. Желшешекпен ауырған науқасты бөлек ұстайды. Ауру асқынбаған жағдайда, бөртпелердің соңғы элементі шыққаннан соң 6 күннен кейін бала елмен араласа берсе болады.\n\nЖелшешекпен ауырған кезде пайдалы дәрлер:\nҚышынуды басатын емдік дәрілер (таблетка): Лоратадин, Фенкарол, Ацикловир.\nЫстықты түсіруге арналған дәрілер балалар үшін: Ибупрофен, Ибуфен.\nТерідегі дақтардың тез жазылу үшін крем – Ацикловир\nДәрінің мөлшерін қадағалаған жөн. Нұсқаулықты оқып танысып барып қолданыңыз. Дәріне мөлшерден артық қолдануға болмайды.",
                "date": "13.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Некеден бұрынғы зина..",
        "question_content": "Саламатсыздар ма! Некеден бұрын жыныстық қатынасқа түсу,алайда сол адаммен кейін некелессе шариғат бойынша жазасы ауыр ма? Бұл жазаны қалай жеңілдетеміз?",
        "question_date": "12.01.2019",
        "question_tag": "Махаббат",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол адаммен некелессе болды ғой онда неменесыне проблема жасап отсыз?",
                "date": "12.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кадастр мамандығы. Проходной қанша балл???",
        "question_content": "Кадастр мамандығына проходной балл қанша? Бул мамандық бойынша қандай университеттер бар.Мысалы Оралда Жангир хан бар сол жаксы ма?",
        "question_date": "10.01.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім гранты иегерлерінің тізімі-2018",
                "date": "13.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің қызым бар. Алимент жәрдемақы алмаймын. Пәтер жалдап тұрамын, қандай көмек бар?",
        "question_content": "Мен жалгыз басты анамын бир кызым бар 10жасар. Ешкандай жардемакы алимент алмаймын.патер жалдап турам ,жумысым тураксыз.маган Кандай комек болады ?",
        "question_date": "9.01.2019",
        "question_tag": "Заң",
        "question_views": 860,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алимент алыңыз заңға жүгініп,жалғыз басты ана ретінде үй кезегіне тұрсаңыз болады",
                "date": "9.01.2019",
                "upvotes": 0
            },
            {
                "text": "мен жалгыз басты анамын 1 кызым бар жасы 6 да уйге калай кол жеткизсем болады озим мугедекпин патер жалдап турамыз ном 87472714102",
                "date": "9.09.2019",
                "upvotes": 0
            },
            {
                "text": "Қызыңыздың тегі кімнің атында, қандай жағдай болмасын алимент өндіріп алуға талап ете аласыз.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы жүз> Қаңлы> Қара қаңлы >Тоғанай туралы мағлұматтар кімде бар?",
        "question_content": "Ұлы жүз> Қаңлы> Қара қаңлы > Тоғанай шежіресі туралы мағлұматтар кімде бар?",
        "question_date": "9.01.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумағалейкүм құрметті оқырман қауым! Ұлы Жүз, Қаңылы, Қара Қаңылы, Бақа ,Бадырақ деген еді атам  толық жеті атамді білмекші едім.",
                "date": "22.12.2019",
                "upvotes": 0
            },
            {
                "text": "Менде бар кітабы бар",
                "date": "13.02.2020",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағалайкум менде бар 87020379396",
                "date": "24.02.2021",
                "upvotes": 0
            },
            {
                "text": "Толғанай шежіресі кітабын таусаңыз 87073501343 хабарлассаңыз",
                "date": "24.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағызуды қойғаныма 2-3 ай болды. Бірақ, неге ұйықтағанда ағып кете береді?апта 2-3 рет",
        "question_content": "Менің сұйықтық ағызуды қойғаныма 2-3 ай болды. Бірақ, неге түнде ұйықтағанда сұйықтық  ағып кете береді? Тіпті, аптасына 2-3 рет ағып кетеді?",
        "question_date": "9.01.2019",
        "question_tag": "Денсаулық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны \"Түнгі поллюция\" деп атайды.Менде де кезінде осындай жағдайлар болған.Түнде ағып кетуінің себебі,сенде энергия былайша айтқанда сексуалды энергия көп.Сол үшін энергияны басқа бағытта жұмсау керек.Сұйықтық ағызуды қойған мен ғана шығармын деп ойлап едім,бар екенбізғой.Қысқасы спортпен айналыс,қара жұмыс істе,кітап оқы,сол кезде артық энергия қалмайды,ұйқы тыныш болады.",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия ғылыми жобаға қандай тақырып алуға болады?",
        "question_content": "Химиядан ғылыми жобаға қандай жақсы тақырыптар алуға болады?",
        "question_date": "8.01.2019",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоятын сұрағым әскери келісім шарт біткен соң, ақшалай өтемақы төлемдері берілема?",
        "question_content": "Әскеримін.22/04/2016 -  22/04/2019ж келісімшарт аяқталғанда соң өтемақы төлене ме?",
        "question_date": "7.01.2019",
        "question_tag": "Заң",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 сыныпта қызыл аттестат",
        "question_content": "Егер 5-8 сыныптарда үздік оқушы болып, 9 сыныпта 1-2 тоқсанда 4-ке шығып,3-4 тоқсанда 5 ке шықсаң қызыл аттестат ала алам ба?",
        "question_date": "7.01.2019",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            },
            {
                "text": "Мен тек 6 сыныпта 4 болып қалдым сонда менің 9 сыныпты қызылға бітіруге мүмкіндігім бар ма ?",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға қалай түседі?",
        "question_content": "Магистратурага тускенде, агылшынды билмей тапсыргандар бар ма, Кандай кыр сырлары бар ?",
        "question_date": "6.01.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біріншіден, магистратураға гранттар келесі жылдан бастап үміткерлердің бірыңғай емтиханының қорытындысы бойынша бөлінеді. Егер осыған дейін магистратураға грантты ЖОО берсе және олар өздері тапсырма дайындап, өздері емтихан өткізіп, түсу туралы шешімді де өздері қабылдаса, енді GMAT форматы бойынша бірыңғай емтихан болады, яғни үміткерлерге Ұлттық тестілеу орталығы ұйымдастыратын кешендік тестілеуден өту керек. Осы тестілеудің нәтижесі бойынша білім беру бағдарламалары тұрғысында жиналған балл бойынша саралау жүргізіліп, жоғары балл жинаған талапкерлер грант алады, сәйкесінше ЖОО-ны ерікті түрде өзі таңдайды, – деп жазды Асхат Аймағамбетов Facebook-тегі парақшасына. \nОқуға түсуші докторантураның салалық пәні бойынша қай ЖОО-ға түссе, сол жерде, сол университетте емтихан тапсырады, сонымен қатар шет тілін білетінін растайтын сертификат ұсынады. Мұндағы басты өзгеріс – енді докторантураға түсу үшін халықаралық сертификат (IELTS, TOEFL және тағы басқалар) талап етілетінінде. Шет тілінен тестілеу докторантура бойынша енді Ұлттық тестілеу орталығы арқылы өткізілмейді. Сондықтан докторантураға түсемін деп ниет білдірушілер осы бағыт бойынша дайындалуы тиіс, – дейді вице-министр.",
                "date": "17.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери билетті жоғалтып алдым?",
        "question_content": "Жұмысқа орналысуға әскери билет сұрап жатыр. Ал мен әскери билетімді жоғалтып алдым, не істеуге болады?",
        "question_date": "6.01.2019",
        "question_tag": "Заң",
        "question_views": 976,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әскери борышыңды өтеген бөліммен хабарлас енді.",
                "date": "7.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаевтың ең қысқа өлеңдері керек еді?",
        "question_content": "Маған Мұқағали оқуларына оның қысқа өлеңдері керек еді. Егер білсеңіз айта аласыз ба? Өте қатты керек?",
        "question_date": "5.01.2019",
        "question_tag": "Мектеп",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махаббат диалогы",
                "date": "12.01.2019",
                "upvotes": 0
            },
            {
                "text": "Мына қасқа...\nҚор болған жылдарым-ай, күндерім-ай!\nАсауға ауыздықсыз мінгенім-ай!\nМына қасқа бәрін де біле тұрып,\nМына қасқа бірін де білмеуін-ай!\nШынымен түсінбей ме мына қасқа,\nМына - көз, мына - жүрек, мына - басқа\nМына қасқа шынымен түсінбей ме,\nБұлбұлдың қонбайтынын қу ағашқа?!\nМына - жүрек, мына - көз, мына баста,\nНенің барын біледі мына қасқаң...\nСезгіштігін білдіріп алам ба деп,\nТас жүрегін жасырар қына басқан.\nАламын деп қасқаның тас қамалын,\nТас жүрекпен қашанғы тас боламын.\nТас жүрекке табынтып, тастамағын,\nЖүрегін бер, тәңірім, жас баланың!\nСағындым сені, сәби кездерім-ай,\nСандалтып, мені тастап безгенің-ай.\n..Мына қасқа бәрін де сезіп тұрып,\nМына қасқа бірін де сезбеуін-ай!\nСал-сал жырым\nСал-сал жырым, сал жырым,\nАғытыл, алтын сандығым.\nСен бар жерде баймын да,\nСен жоқ жерде жарлымын.\nСал-сал жырым, сал жырым.\nТыпыршушы едің кермеде,\nТындың да қалдың сен неге?\nТымырсып барын біткенше,\nӨртеніп кеткін, өр неме!\nӨртеніп кеткін кеудеде!\nҚаршығам едің қағынды,\nҚағынбай қалдың нағылды?\nТояттап тұрсаң ұша алмай,\nЖабулы ңазан жабулы,\nБықсытпа менің жанымды.\nHe болды саған, жолдасым?\nҚарайсың әзер, болмашы.\nҚарусыз сенсіз қалдым мен,\nТұтқынға түскен қолбасы,\nHe болды бізге, жолдасым?!",
                "date": "17.01.2019",
                "upvotes": 0
            },
            {
                "text": "Әкем қысқа өлендердің бірі",
                "date": "1.02.2021",
                "upvotes": 0
            },
            {
                "text": "1.Махаббат\n2.өміріме сеніне өкпеледім.\n3.Анам маған «Үлкенді сыйла »деген\n4 Сен маған шарфыңды бер.\n5 Әке",
                "date": "23.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтыс болған адам тағы да қайтыс болса",
        "question_content": "Түсімде 4 жыл бұрын қайтыс болған досымды көрдім. Тағы да қайтыс болды деп xабар естіппіз. Бәріміз айтып жатырмыз үнемі тек осы балаға бірдеңе бола берді ғо деп. Ненің белгісі ол?",
        "question_date": "4.01.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлім. Түсінде өлім не себеті болады?\n\nМиллер түс жоруы бойынша – өлім немесе қайтыс болған адам\n\nТүсінде жақын адамыңыздың өлімін көру – ескерту. Басыңызға түскен сынақты қаймықпай қарсы алуымыз керек, бәлкім біреуді жоғалтуыңыз мүмкін.\n\nӨлі досыңыздың дауысын есту- жаман белгі. Бұл түс ескертулердің қатарына жатады.\n\nТүсінде өлі əкесімен сөйлесу – бастағалы жатқан істі және оған қатысты жайттарды жан-жақты ойластырудың қажеттігін көрсетеді. Бұл түс сізге қарсы ым-жымы бір адамдардың қитұрқы əрекеті барын, өз ісіңізге мұқият болып, абыройыңызды қорғау керектігін ескертеді.\n\nАл марқұм анаңызбен тілдессеңіз, өз еліктеушіліктеріңізді бақылап, денсаулығыңызға басты назар аударыңыз.\n\nДүниеден озған ағаңызбен сөйлесуіңіз сіздің көмегіңізге біреудің мұқтаж екендігін көрсетеді.\n\nӨлі адамдардың бірі түсіңізге бақытты болып келсе, қалған өміріңізге əсер ететіндей қателіктер жасап, өміріңізді қате жоспарлағаныңызды білдіреді. Оларды орнына келтіру үшін күш-қуатыңызды іске қосу қажет.\n\nТүсіңізде өлі туысыңыз сізден қандай да бір уәде беруді талап етсе, алда келе жатқан күйзеліске төтеп беру жəне ақылды кеңестерге мұқият болуыңыз туралы ескерту.\n\nВанга түс жоруы бойынша- өлім  немесе қайтыс болу\n\nТүсіңізде өз өліміңізді көру – сүйікті адамыңызбен бақытты өмір сүресіз.\n\nНауқас адам қайтса, алдағы уақытта зұлмат əділетсіздікке кезігесіз. Сізге нәтижесінде адамдар зардап шегетін оңтайлы ұсыныс түсетін болады.\n\nӨлім алдындағы адамды түсіңізде көрсеңіз, ұзақ уақыт бойы ескі таныстарыңыздың жоспары туралы хабарсыз боласыз. Өкінішке орай, олардың жоспары іске асып, сіз қатты зардап шегесіз.",
                "date": "17.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрғын үйге тіркелуге Шымкент қаласында кемінде 3 жыл тұрақты мекен жай тіркеуі қажет пе",
        "question_content": "Шымкент қаласында тұрғын үй кезегіне тұру үшін кемінде 3 жыл мекен-жай бойынша тіркеуде болу қажет пе?",
        "question_date": "4.01.2019",
        "question_tag": "Жанұя",
        "question_views": 778,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі олай емес . Сіз қашан қалаға пропискаға тұрдыңыз,  сол сәттен бастап тұрғын үй кезегіне тұра аласыз.\n\nШымкент қаласын білмеймін,  біз жақта сондай",
                "date": "7.01.2019",
                "upvotes": 1
            },
            {
                "text": "оган байланқстқ емес",
                "date": "11.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-жауап сайтындағы қолданушының \"соңғы кірген уақыты\" функциясын неге алып тастаған?",
        "question_content": "Сұрақ-жауап сайтындағы қолданушының \"соңғы кірген уақыты\" функциясын неге алып тастаған?",
        "question_date": "4.01.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 571,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Ол ештене емеской лайкты ким басканын типти хабарламалар корсетип турган жери алынып тасталынды сондыктан коби енди бул сайтка кирмейди былай карап отсан (оз ойым)",
                "date": "7.01.2019",
                "upvotes": 1
            },
            {
                "text": "Алып тастағаны өте дұрыс болған, рахат қашан кіресің шығасың өзің білесің)) ешкім сені көріп қоймайды деп қуып кеткенба )))\n\nАдмин молодец!",
                "date": "7.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауыр басып қалу",
        "question_content": "\"бауыр басып қалу\" және \"жақсы көру\" екеуі туралы не ойлайсыз? Айырмашылығы бар ма? Бар болса қалай ажыратамыз??",
        "question_date": "4.01.2019",
        "question_tag": "Достық",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Опмай- опмай \" әнінің таза минусовкасын қайдан алса болады?",
        "question_content": "\"Опмай- опмай \" әнінің таза минусовкасын қайдан алса болады?",
        "question_date": "3.01.2019",
        "question_tag": "Қазақша ән",
        "question_views": 745,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Опмай Опмай Минус",
                "date": "13.01.2019",
                "upvotes": 0
            },
            {
                "text": "Опмай Опмай деген əнді қалай естінініз?",
                "date": "16.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темірді таза күйінде қалай алады",
        "question_content": "1. Темірді таза күйінде қалай алады.\n2. Темірдің табиғи қосылыстары",
        "question_date": "3.01.2019",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://specural.com/raznoe/tehnologiya-obrabotki-zheleznoy-rudy.html\n\nhttps://ru.wikipedia.org/wiki/%D0%96%D0%B5%D0%BB%D0%B5%D0%B7%D0%BD%D0%B0%D1%8F_%D1%80%D1%83%D0%B4%D0%B0",
                "date": "1.02.2019",
                "upvotes": 0
            },
            {
                "text": "1.бургылап алады.\n2.ол биринши кум болады сосын ол кум бирин бирине жиигакталады одан сон  темыр пайда болады.",
                "date": "28.11.2022",
                "upvotes": 0
            }
        ]
    }
]