[
    {
        "question_title": "Логикалық есеп. Ғарыш кемесін бағалап қадағалайтын үш радиолокациялық",
        "question_content": "Ғарыш кемесін бағалап қадағалайтын үш радиолокациялық станцияларға шолу жасаудың бір циклі кезінде, оны анықтау ықтималдықтары тиісінше 0,7; 0,8; 0,9-ға тең. Корабльге шолу жасаудың бір циклі кезінде: а) үш станциямен анықталатын болатын; б) кем дегенде екі станциямен анықталатын болатын; анықталмайтын болатын ықтималдылықты табу.",
        "question_date": "30.09.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Логикалық есеп. Дайындама екі станоктың біріне өңдеу үшін, тиісінше 0,4 және 0,6",
        "question_content": "Дайындама екі станоктың біріне өңдеу үшін, тиісінше 0,4 және 0,6 ықтималдықтармен келіп түсуі мүмкін. Бірінші станокта өңдеу кезінде ақаудың болуы ықтималдығы 2%, екіншіде 3% құрайды. а) өңдеуден кейін ойша шамамен алынған бұйым-стандартты, б) өңдеуден кейін ойша шамамен алынған стандартты бұйым бірінші станокта өңделгендік ықтималдығын табу?",
        "question_date": "30.09.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ықтималдығы:\nа) өңдеуден кейін кездейсоқ алынған өнімнің стандартты болуы; 0,4*0,98+0,6*0,97 = 0,974\nб) өңдеуден кейін кездейсоқ алынған стандартты өнім бірінші станокта өңделеді 0,4*0,98 / (0,4*0,98+0,6*0,97) = 0,402464066",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық есепті қалай шығаруға болады?",
        "question_content": "Кесіліп алынған әліпбилер әріптерінен \"ремонт\" сөзі құрастырылған. Бөлек әріптері бар карточкаларды араластырады, содан кейін ойша шамалап 4 карточканы суырып алады және оларды алу тәртібіне қарай қатарластырып салады. Бұл ретте \"море\" сөзін алу ықтималдығы қалай?",
        "question_date": "29.09.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 719,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "барлығы 6 * 5 * 4 * 3 = 360 нұсқа болады бірақ бізге P (море ) деген жалғыз нұсқа қажет, яғни P (море ) = 1/360",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық есеп. Конференцияда бір мамандықтағы студенттердің үш тобынан бір",
        "question_content": "Конференцияда бір мамандықтағы студенттердің үш тобынан бір делегаттан сайлайды. Бірінші топта-25,екіншіде-28 және үшіншіде-20 адам екені белгілі. Егер кез келген топтағы әрбір студент делегация құрамына бірдей ықтималдықпен кіре алатыны белгілі болса, мүмкін делегацияның санын анықтау.",
        "question_date": "29.09.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25×28×20=14000\n\n                                .",
                "date": "29.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ана мен қызы айтатын дуэт,əн",
        "question_content": "Анасы мен қызы айтатын қандай дуэт,əн бар.Болса жибересиздерма.",
        "question_date": "29.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Анасы мен қызы айтатын қандай дуэт əн бар.Болса жіберіңіздерші əнді.",
        "question_content": "Анасы мен қызы бірге айтатын дуэт.Анасы мен қызы туралы əн екеуі бірге айтылатын.",
        "question_date": "29.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Роза алкожа. Ана мен кыз әні керемет дуетке.",
                "date": "25.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақта қолданылатын жаңа әдістер? Жапондық әдіс, жаңғақ әдісі",
        "question_content": "Жапондық әдіс, жаңғақ әдісі. Үш минуттық үзіліс және 5 сұрақ 5 жауап әдістері қандай? Мақсаты мен міндеттері қандай?",
        "question_date": "29.09.2018",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қышқылдар, негіздер, тұздарға әрқайсысына 10 мысалдан",
        "question_content": "Қышқылдар, негіздер және тұздарға әрқайсысына 10 мысалдан керек еді өтініш",
        "question_date": "28.09.2018",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оттексіз қышқылдарды жай заттардың тікелей әрекеттесуі (синтез әдісі) бойынша алады:\nH2+Cl2=2HCl\nH2+S=H2S\nТүзілген газдарды суда еріткенде қышқылдар алынады.\nКейбір оттекті қышқылдарды сәйкес оксидтерін сумен әрекеттестіріп алады:\nSО2+H2О=H2SО3\nSО3+H2О=H2SО4\nЕгер фосфорды жағып алып, түзілген ак буға су қосып шайқасақ, ерітінді лакмусты қызғылт түске бояйды, себебі мына реакциялар жүреді:\n4P+5O2=2P2O5\nP2O5+3H2O=2H3PO4\nқышқылдық оксид + су = қышқыл\nКейбір ұшқыш, тұрақсыз және ерімейтін қышқылдарды олардың тұздарына концентрлі қышқылмен әсер етіп алуға болады.\nАс тұзының кристалдарына концентрлі күкірт қышқылын қосқанда хлорлы сутектің ақ тұманы газ күйінде бөлінеді, оны суда ерітіп тұз қышқылын аламыз.\nNaCl+H2SO4=2HCl↑+Na2SO4\nОсы реакцияны кеңсе желіміне концентрлі тұз қышқылымен әсер етіп көрсетеміз.\nNa2SiО3+ 2HCl = H2SiO3↓ + 2NaCl\n2) негіздер\n1. Белсенді металдардың сумен әрекеттесуі нәтижесінде:\n2Li+2HOH=2LiOH+H2↑\nSr+2HOH=Sr(OH)2+H2↑\n2. Белсенді металдардың оксидтерінің сумен әрекеттесуі нәтижесінде:\nК2O+Н2O=2КOН\n3. Ерімейтін және екідайлы негіздерді олардың ерімтал тұздарына сілті ерітіндісімен әсер ету арқылы алуға болады:\nZnSO4+2NaOH=Zn(OH)2↓+Na2SO4\nPb(NO3)2+2KOH=Pb(OH)2↓+2KNO3\n4. Өндірісте ерімтал негіздерді олардың тұздарының ерітінділерін электролиздеу арқылы алады. Олай болса, негіздерге мынадай анықтама беруге болады:\nНегіздер дегеніміз молекула құрамында металл атомдарымен байланысқан бір немесе бірнеше гидроксотоп (ОН) бар күрделі қосылыстар.\nГидроксотоп бір валентті болғандықтан негіз құрамындағы металдың валенттілігі қанша болса гидроксотоптың саны да сонша болады.\n3) Тұздар\nТұздар орта, қышқыл, негіздік, қос және кешенді болып бөлінеді.\nОрта тұздар – сутек атомдары толық ауысса (Na2CO3, K3PO4, MgSO4);\nқышқыл тұздар – сутек атомдары металл атомдарымен біртіндеп алмасса (NaHCO3, K2HPO4);\nнегіздік тұздар – құрамына гидроксил тобы енсе (MgOHCl, A1(OH)2Cl), қос тұздар – сутектің орнын бірнеше металл катиондары басса (KAl(SO4)2, NaK2PO4);\nкешенді тұздар – құрамында кешенді катион ([Cu(NH3)4]SO4) немесе кешенді анион (K[Fe(CN)6]) болса түзіледі.\nТұздар көбіне халықаралық номенклатура бойынша аталады. Тұздар суда ерігенде иондарға ыдырап, ерітінділері электр тогын өткізеді.\nГидролиз тұрғысынан тұздар 4 топқа жіктеледі:\nкүшті негіз бен күшті қышқылдан;\nкүшті қышқыл мен әлсіз негізден;\nәлсіз негіз бен күшті қышқылдан;\nәлсіз негіз бен әлсіз қышқылдан түзілген.\nКүшті қышқыл мен күшті негізден түзілген тұздардан [KCl, NaCl, Ca(NO3)2] басқасы гидролизденеді. Тұздар қышқылдармен, сілтілермен және өзара ион алмасу реакцияларына түседі, металдармен әрекеттеседі. Тұздарды алудың 10-нан аса жолы бар. Тұздар табиғатта кең таралған. Тұздар қатты (ас тұзы) және еріген күйінде көл, теңіз, мұхит суларында, өсімдіктер мен жануарлар организмінде кездеседі. Тамақ өнеркәсібінде, ауыл шаруашылығында, медицинада, металлургия, шыны, т.б. өнеркәсіп салаларында, тұрмыста кеңінен қолданылады.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айдың диаметрі туралы есепті шығарып беріңіздерші ертеңге дейін",
        "question_content": "Айдың диаметрі 3476 км.Айдың экваторының ұзындығын табыңдар.",
        "question_date": "28.09.2018",
        "question_tag": "Математика",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С= π * d\nπ = 3.14 (тұрақты шама)\nС = 3.14 * 3476 = 10914.64 км",
                "date": "28.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың келтірілген моль сандарындағы молекулалар санын",
        "question_content": "Есептеу керек: а)газдың келтірілген моль сандарының массасын: б)газдың келтірілген моль сандарындағы молекулалар санын; в)газдың көлемін; г)келтірілген моль сандарының көлемін (қ.ж.). сутектин 0,8молі",
        "question_date": "27.09.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сағат тілдері ұштарының жылдамдықтарының қатынасын табыңдар?",
        "question_content": "Сағаттың минуттық тілі секундтық тілінен 3 есе ұзын. Сағат тілдері ұштарының жылдамдықтарының қатынасын табыңдар.",
        "question_date": "27.09.2018",
        "question_tag": "Физика",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:                  \nRc=Rм/3                  V=2пи*R/T\nTм=60Тс                  Vм= 2пи*Rм/Тм= 2пи*Rм/60Тс\nVм/Vс-?                    Vc= 2пи*Rc/Tc= 2пи*Rм/3Тс\n                               Vм/Vс= 2пи*Rм*3Тс/60Тс*2пи*Rм = 3/60=1/20\n Жауабы: Vм/Vс=1/20",
                "date": "28.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жасанды серіктің орбита бойымен қозғалыс жылдамдығы неше есе өзгереді?",
        "question_content": "Жердің жасанды серігінің дөңгелек орбитасы радиусын 4 есе арттырғанда, оның айналу периоды 8 есе артады. Жасанды серіктің орбита бойымен қозғалыс жылдамдығы неше есе өзгереді?",
        "question_date": "27.09.2018",
        "question_tag": "Физика",
        "question_views": 11800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R2=4R1 \nT2=8T1 \nv1=2пR1/T1 \nv2=2пR2/T2=2п4R1/8T1=8пR1/8T1=пR1/T1 \nv2/v1=1/2 \n2 есеге",
                "date": "28.09.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қазақстан 1917 жылғы Ақпан революциясы кезінде. Қысқаша мазмұны керек?",
        "question_content": "Қазақстан 1917 жылғы Ақпан революциясы кезінде. Қысқаша мазмұны керек?",
        "question_date": "27.09.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1917 жылдың басында Ресейдің революциялық жаңа толқыны көтерілді. Империалистік соғысты азамат соғысына айналдыру ұраны кеңінен насихатталды. Патша өкіметі бұқараның жаппай қарулануынан қатты сескене бастады. Революциялық дағдарыстың пісіп-жетіліп келе жатқандығы ұлт аймақтарында, оның ішінде Қазақстанда да сезілді. Өлке халқының арасында революциялық өрлеудің өрістеуіне бірінші дүниежүзілік соғыс кезінде тұтқынға түсіп, Қазақстан жеріне айдалған Австрия-Венгрия мен Германия соғыс тұтқындары да елеулі әсер етті. 1917 жылы олардың жалпы саны 41.285 әскери адамды құрады. Бұлардың басым көпшілігі Омбы, Ақмола, Павлодар, Семей уездерінде орналасты.\n1917 жылы 27 ақпанда Петроградта буржуазиялық-демократиялық революция жеңіске жетті. Патша өкіметі құлатылып, министрлер мен көрнекті шенеуніктер тұтқынға алынды. Патша өкіметі құлатылғаннан кейін бүкіл Ресейдегі сияқты Қазақстанда да қос өкімет орнады. Бұрынғы патша шенеуніктері, эсерлер, меньшевиктер және ұлтшылдар басқарған буржуазиялық Уақытша үкімет органдарымен қатар халықтық өкіметтің жаңа органдары жұмысшылар, шаруа және солдат депутаттарының кеңестері құрылды.\nПатша өкіметінің құлатылуын Қазақстан еңбекшілері саяси және ұлттық азаттық алудың бастамасы ретінде қабылдады. Революцияшыл халық бұқарасының белсенді қимылдары нәтижесінде өлкеде бұрынғы өкімет өкілдері орындарынан түсіріліп, тұтқынға алынды. Буржуазиялық-демократиялық ақпан төңкерісінің жеңіске жетуі өлкедегі еңбекшілердің саяси белсенділігін арттырды.\nҚазақстанда кеңестер 1917 жылы наурыз-мамыр айларында Семейде, Әулиеатада, Петропавлда, Көкшетауда, Ақмолада, Павлодарда, Оралда, Өскеменде, Атбасарда, Түркістан өлкесінде және т. б. жерлерде құрыла бастады. Жұмысшы табы мен солдат депутаттарының кеңестерімен қатар сәуір-мамыр айларында шаруа депутаттарының кеңестері құрылды. Бұл кеңестерде көпшілік орынды меньшевиктер мен эсерлер алды. Сонымен бірге буржуазиялық уақытша үкіметтің жергілікті органдары 1917 жылы наурыз-сәуір айларында құрылды. Бұлардың басында бұрынғы патша өкіметінің отарлаушы шенеуніктері, қанаушы таптардың өкілдері тұрды.\nhttps://studfile.net/preview/5640625/page:41/",
                "date": "23.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұманның арасынан өзіңді іздедім",
        "question_content": "\" Тұманның арасынан өзіңді іздедім, жүрегін сұрағасын табамын деп қалайда сөз бердім\"",
        "question_date": "27.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 671,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Универде бал өзгерту",
        "question_content": "Мен 4 курста оқимын. Сұиайын дегенім 4 курста 1.2.3 курстағы балды өзгертуге бола ма?  Болады деп естідім. Өзгерткендер бар ма екен ?",
        "question_date": "27.09.2018",
        "question_tag": "Университет, колледж",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақша беріп өзгертуге болады деп естідім. Факультет деканымен келіседі.",
                "date": "27.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физмат-қа қандай ЖОО-дары бар?",
        "question_content": "Физмат-қа қандай ЖОО-дары бар. Қандай мамандықтар және грант саны 2018-2019 оқу жылына?",
        "question_date": "27.09.2018",
        "question_tag": "Мектеп",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұмауды қалай тез жазуға болады?",
        "question_content": "Тұмауды қалай тез емдеп жазуға болады?",
        "question_date": "27.09.2018",
        "question_tag": "Денсаулық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызуың болса іш киіммен немесе жұқа киініп жату керек. Ыссылай тамақты ішу керек. Тамағын іссе фурацилинмен шәй. Мен өз басым сөйтемін",
                "date": "30.09.2018",
                "upvotes": 0
            },
            {
                "text": "Ыстық сорпа ішу керек )",
                "date": "27.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең маңызды шешімді кімнің көмегімен қабылдайсыз?",
        "question_content": "Ең маңызды шешімді кімнің көмегімен қабылдайсыз?",
        "question_date": "27.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешкімнің көмегісіз өзім қабылдаймын",
                "date": "27.09.2018",
                "upvotes": 1
            },
            {
                "text": "Маңызды шешімдерді маңызды адамдармен бірлесіп қабылдаймын.",
                "date": "1.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүгінгі күн несімен есте қалды",
        "question_content": "Бүгінгі күн несімен есте қалды? Қызықты оқиғаларыңызбен бөлісіңіз",
        "question_date": "27.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5:20-да тұрдым. Сонысымен есте қалды",
                "date": "27.09.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл әлеуметтік желілерде қойылатын сұрақ сяқты, қырт сырт сұрақ",
                "date": "27.09.2018",
                "upvotes": 1
            },
            {
                "text": "сайтқа енді тіркелуім. жалпы сайттың мақсатын білу барысында жазған болатынмын",
                "date": "30.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат ала аламын ба?",
        "question_content": "Мен 10 сыныпта орыс тіл пәнінен ғана төрт болдым, ал 11 класста бәрі бес  болып, экзаменнен 5 Алсам қызыл аттестат ала аламын ба?",
        "question_date": "27.09.2018",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иə, ала аласың.\n\n.",
                "date": "27.09.2018",
                "upvotes": 0
            },
            {
                "text": "Қазір заң өзгертілді. Қызыл аттестатты тек 11 сыныпта ғана 5-пен бітірсең бере береді",
                "date": "28.09.2018",
                "upvotes": 0
            },
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы хостингтердің қайсысы жақсы?",
        "question_content": "hoster.kz памят жетпей жатыр, вирус кіріп кетті дей береді. Сайт жұмыс істемей қала береді. Сайтты басқа хостингке көшірейін деп едім. Сайтпен айналысып жүргендер, сайты барлар жауап берсеңіздер жақсы болар еді. Қазақстандағы хостингтердің дұрыс рейтингісі бар ма?",
        "question_date": "27.09.2018",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 436,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сайтыңызда трафик қанша? Адам көп кірген сайын арзан хостингіңіз көтере алмай жатқан болуы керек.\nҚымбатырақ тарифке ауысып көріңіз.\nЖалпы, Қазақстандық хостинг керек болса PS таңдап көріңіз. Тексерілген. Хостерден жақсы деп айта аламын, жеке ойым.\n\nОдан да мықтысы керек десеңіз, шетелдік хостингтерді де пайдалануға болады. Өзім тәжірибемнен өткен, көңілімнен шыққандары McHost, Smartape.",
                "date": "25.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Логикаңды тексеріп, сыйлық ұтып ал!",
        "question_content": "Қиялыңыздың қаншалықты ұшқыр екенін сынап көргіңіз келе ме? Логикалық сұрақтарға жауап беріп, Baribar.kz сайты ұйымдастырған және Bilim Media Group компаниясы ұсынған сыйлықты ұтып алыңыз!",
        "question_date": "27.09.2018",
        "question_tag": "Мектеп",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байқауға мына сілтемеге өтіп қатыса аласыз. \nТөменде бес жұмбақ берілген. Соның кем дегенде үш сұрағына дұрыс жауап берген алғашқы 20 қатысушы Bilimland.kz порталына бір жылға тегін жазылым ұтып ала алады.\nПорталда 40 мыңға жуық интерактив сабақ (қазақ, орыс, ағылшын тілдерінде), ҰБТ-ға дайындалуға мүмкіндік беретін iTest.kz сайты, 2000-нан аса оқытушы фильм ұсынатын Twig-bilim.kz және бастауыш мектепке арналған 170-тен астам анимациялық видеосабақты топтастырған iMektep.kz платформалары бар.",
                "date": "27.09.2018",
                "upvotes": 0
            },
            {
                "text": "Сурактарга жауапты кай жерге жазуга болады",
                "date": "27.09.2018",
                "upvotes": 0
            },
            {
                "text": "Материал ішіне кірсеңіз, соңында сауалнама бар, соны толтырыңыз. Сілтеме мұнда.",
                "date": "28.09.2018",
                "upvotes": 0
            },
            {
                "text": "1жауап Сола ішкеннен кейін адам күшті болып кетпейді .сосын кола адамға зиян екенін бәрі біледі. Сосын коланы ішкеннен кейін адамға күш бермейді тек салқындатады 2жауап Ондай қылыш ешкімге берілмеген Сосын қылышқа ондай жазу жағдайды 3жауап Майшамға май құйып тұрса ол сөйлейді 4жауап Қалың орманда алма ағашы өспейді 5жауап Май мен Май шам сатып алған.Оны жақса бөлменің бәрі жарыққа толады",
                "date": "30.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайда тұрғыңыз келеді? Қалада ма, ауылда ма?",
        "question_content": "Жалпы қаланың өмірі қаншалықты әсер етеді жастарға? Ауылдан келген қара домалақтарға не береді? Ауылда өмір сүру қиын ба?",
        "question_date": "26.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауылдан қалаға кеткен адам қайтып ауылға барғысы келмейді. Қаладан ауылға барған адам неге келдім дейді)",
                "date": "27.09.2018",
                "upvotes": 1
            },
            {
                "text": "Қалада тұрған жақсы ғой негізі! Ауылда тұрып қалаға көшіп келген адамға қиын болады",
                "date": "30.09.2018",
                "upvotes": 1
            },
            {
                "text": "Ауылда кәсіп жоқ жастарға, сондықтан да қалаға көшкісі келеді.\n\nАуылда тұрған жақсы ғой, кең байтақ жер, табиғи өнім, рухани байлық көзі.",
                "date": "2.10.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Жердегі енін табу керек",
        "question_content": "Тік төртбұрышты алаңның ауданы 73500м кв,масштабы 1:7000 сызбада 5см.Жерде ені қанша?",
        "question_date": "26.09.2018",
        "question_tag": "Математика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 см - х см\n\n1 см - 7000 см\n\nХ = 5 × 7000 / 1 = 35000 см = 350 метр.\n\nЖердің ені:\n\n73500 / 350 = 210 м.",
                "date": "27.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Крылов мысалындағы аққу, шаян және шортанның іс-әрекеттері",
        "question_content": "И.А.Крылов мысалындағы аққу, шаян және шортанның іс-әрекеттерін векторлар арқылы түсіндіріңдер.",
        "question_date": "26.09.2018",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшеуі ауыз біршілігі болмағандықтан 3 жаққа тартады.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    }
]