[
    {
        "question_title": "Сүретте сызғыш-иіндік көрсетілген. Оған бір жағдайда төрт күш әрекет етеді.",
        "question_content": "Өтініш жазып жауабын жіберіңдерші",
        "question_date": "20.04.2020",
        "question_tag": "Физика",
        "question_views": 801,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "суретін салсаңыз, өтініш?",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоршаған ортаға әсер етуші факторлар.",
        "question_content": "Қоршаған ортаға әсер етуші факторлар.\n\nМен Коршаган ортаны коргау панiнен сурак ка жауап бере салмаи отырмын!",
        "question_date": "20.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген тiрi организм өзiн айнала қоршаған табиғи орта мен тығыз байланысты ғана өмiр сүре алады. Олар – топырақ,су, минералды заттар, жер бедерi жәнә атмасфералық әр түрлi құбылыстар. Табиғи ортаның компаненттерi (iрi немесе ұсақ бөлiктерi) тiрi организмдерге оң немесе терiс әсер етуi мүмкiн.\nСондықтан әрбiр организмнiң өзiне ғана қолайлы ортаснем немесе мекенi болуы тиiс. Мәселен, көлбақа үшiн қалыпты өсiпкөбеюiне қолайлы орта ылғалы мол көл жағасы. Ал, қуаң дала немесе шөлейтті жерлер ол үшін қолайсыз, өмір сүре алмайтын орта болп табылады. Бірақ та организм үшін таиғаттың барлық элементтері белгілім өлшерде қажет және жиынтық күйінде әсер етді.Oлардың біреуі өте қажет, екіншілері орташа, ал үшіншілері мүлдем қажет емес зиянды болуы мүмкін. Cонымен орта дегенміз -организмнің өсіп-көбеюіне, тіршілігіне, дамуымен таралуына, тікелей жанма әсер ететін айнала қоршаған орта компоненттерің жиынтығы. Aл, организмге қажетті жағдайлар деп – тек сол организм үшін алмаструға келмейтін табиғи ортаның элменттерін айтамыз.\nЭкологиялық факторлар дегеніміз – организм үшін қажетті немесе теріс әсерін тигізетін ортаның элементтерін айтамыз табиғатта эќколгиялық факторлар жиынтық күйінде әсер етеді организмдер болса фактрлардың әсеріне әр түрлі реакция(жауап) береді.Мәселен, ащы суда тіршілік ететін организмдер үшін тұз және минералды заттар шешуші роль атқаса,ал тұщы су оргнизмдері үшін қажеті шамалы.\nШөл – шөлейтті жерлердегі өсімдіктері үшін жоғары температура, ылғалдың аздығы қолайлы фаќторлар болса, ал орман өсімдіктеріне бұл қолайсыз ортаның факорлары болып табылады. Міне, осы жағдайлар мен факторлар оларға организмдердің бейімделуі ұзақ жылдар бойы қалыптасқан тарихи дамудың жемісі деп білеміз нәтижесінде өсімдіктр мен жануарлардың түбегейлі қалыптасқан геогрфиялық белдемдері айқындалады.\nФакторлар үш негізгі топқа жіктеледі абиотикалық, биотикалық және антропикалық.\nАбиотикалық факторлар дегеніміз – организмдерге әсер ететін бейорганиҝалық ортаның җиынтығы. Олар химиялық(атмосфераның химиялық құрамы теңіз және тұщы сулар шөгінділер т.б.) және физикалық (температура қысымы ылғал жел радиацият.б.) деп бөлінеді.Сол сияқты жердің рельефі геологиялық және геоморфологиялық құрылымы ортаның сілтілік немесе қышқлдығы космостық сәулелер т. б. факторлар организм үшін әртүрлі деңгейде әсер етеді.\nБиотикалық факторлар дегенміз – тірі организмдерің бір-біріне және ортаға жағымды немесе жағымсыз әсер етуі. Бұл өте күрделі процестер жиынтығы.Өйткені, тірі организмдер бір-бірімен қоректену, бәсекеге ,парзиттік,жыртқыштық, селбесіп тіршілік ету арқылы алуан түрлі қарым –қатнаста болады. Аталған қарым – қатнастар өсімдік жануар мен өсімдік немесе жануарлар мен жануар арасында болуы мүмкін.\nАнтропикалық факторлар дегеніміз – айнала қоршаған ортаға тигізетін адам баласы іс- әрекетінің тікелей немесе жанама әсері. Адам баласы өзінің матералдық игіліг үшін табиғат байлықтарын игеруге мжбүр болады. Нәтижесінде ірі кешендер, өнеркәсіп, зауыт, Кен байыту, автокөліктер, ауыл шаруашылығы салалары дами түседі. Ал олардан зиянды әр түрлері газдар, қалдқтар, лас сулар, химиялық зиянды қосынды заттар айнала қоршаған ортаға түседі.Зиянды заттардың көршілігі табиғатта айналымға түспей, жинақталып бүкіл тіршілік кері әсерін тигзеді. Яғни атмосфера ауасының ластануы, суайналасының бұзылуы, жердің құнарсыздануы, қуаңшылық өзен -көлдердің таралуы, өсімдіктер мен жануарлардың сиреп немесе құрып кетуі Адам баласының денсаулығының бұзлуы және жалпы биосфера шегіндегі бұрын – сонды болмған климттың өзгеру құбылыстары үдей түседі. Сңғы жылдары антропикалық факторлардың өзгеру құбылстары үдей түседі. Соңғы жылдары антропикалық факторлардың табиғи ортаға және жалпы биосфераға әсері айқын білене бастады. Осыған орай адам баласының іс-әрекеті бақлауға алынып табиғат тепе – теңдінің бұзылмауына жол бермеу жолдарға ғаламдық проблемалар деңгейінде қарастырылауда.\nФакторлардың организмге әсері\nЭкологиялық факторлардың организмге әсер етуі мен оған организмнің реакциясы бірдей болмайды. Сондықтан организм үшін факторлардың бұрыннан қалыптасқан жиынтығы ғана қжет. Ал, басқа факторлар оның қалыпы тіршілігне кері әсері тигізеді. Яғни әрбір организімге әсер ететін фактордың төмегі және жоғары шегі болады және бір фктор шеуші роль атқарады. Бұл заңдылықты неміс химигі Ю.Либих (1948жылы) ашқан.Оны “Минимум заңы” дейді. “Минимум” заңының өмірде практикалық маңызы зор.Өйткені, организмдердің ең қажетті шектеуші фак – торларын біле отырып мол өнім алуға немесе табиғат ресурстарын тиімді пайдалануға жол ашады.\nШешуші факторлармен жиынтығына деген ең жоғарғы төзімділік қасиетті болады. Төзімділік (толерантность)заңы В.Шелфордың есімімен аталады.Заңның  негізігі организмдердің факторларға деген талғамның шектеулі. Кез келген организмнің төзімділік шегі болады.Егер төзімділік шегінен шығып кетсе организм тіршілігін жояды. Мәселен қатты қуаңшылық жылдары өсімдіктердің құрып кетпеуі ал су қоймаларының пестицидтермен ластануы балықтардың жойылуына әкеп соғды. Организмдердің төзімділік шегін білудің практикалық маңызы бар.Әсіресе, жабайы аңдар мен құстарды өсімдіктерді жерсіндіру жұмыстарында төзімділік заңының негізігі тәртіптері ескеріледі.\nТабиғатта организмдердің көптеген түрлері экологиялық факторлар жиынтығына, оның шекті мөлшері мен төзімділік шегіне бағына бермейді. Керісінше қолайсыз экологиялық орталарда қалыпты тіршілігін жалғастыра береді. Организмдердің бұл тобы эврибионты түрлер дейді. Мысалы: Қзақстанға жерсіндірілен ондатра, акөглдір түлкі, бұлғынды, ал кездейсоқ жолдарм ененген колорадо қоңызын, ақ қанатты американдық көбелекті, т.б. көптеген арам шөптерді келтіруге болады.\nКейбір организмдер орта мен факторларға талғамы жоғары болады.Оларды біз степбионтты организмдер дейміз.Стебионтты организмдердің таралу аймағы шектеулі болады.Шектеулі фактор абиотикалық немесе биотикалық болуы мүмкін.\nЭкологиялық факторлардың организмдерге тікелей немесе жанама әсер етуі олардың белгілі бір биотопқа бейімделген тіршілік формаларын қалыптастырады.",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрат Мөңкеұлы \"Топқа түскендегі\"толғауына талдау керек",
        "question_content": "Мұрат Мөңкеұлы \"Топқа түскендегі\" толғауына талдау",
        "question_date": "20.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Почтадан посылканы алмасам не болады?",
        "question_content": "Почтадан посылкамды алмаса не болады? Маган штраф немесе сотка бере аладыма?Өтініш білсеңіздер жауап беріңіздерші!  Алдын ала рахмет)))",
        "question_date": "20.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, посылкаңыз қайтадан кері қайтуы мүмкін. Посылкаңыз туралы хабар СМС хабарламамен келіп тұрады.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Too be Ту би ағылшын емес па?",
        "question_content": "Too be Ту би ағылшын емес па?",
        "question_date": "20.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "To be етістігінің мағынасы «болу, табылу» деген ұғымдарға келеді. Ағылшын тіліндегі өзге де етістіктерден ерекшелігі to be етістігі жіктеледі және көптеледі.\nto be етістігінің формалары:\nI am\nмен бар(мын)\nHe / She / It is\nол бар (-)\nWe are\nбіз бар(мыз)\nYou are\nсіз, сіздер бар(сыздар)\nТhey are\nолар бар (-)\nI am in the room.\nМен бөлменің ішіндемін.\n\nThe book is on the table.\nКітап үстелдің үстінде.\nКелтірілген мысалдарда to be етістігі жеке дара қолданылған. Одан бөлек, күрделі баяндауыш жасауда қосымша етістік ретінде де қолдануға болады. Яғни, бастауыштың қай жақта тұрғанын анықтайды.\nI am a doctor.\nМен дәрігермін\n\nThe weather is fine.\nАуа-райы өте жақсы\n\nThey are from Paris.\nМен Парижденмін.\nTo be етістігі сөйлемнің сұраулы немесе болымсыз түрін жасау кезінде қосымша етістікті қажет етеді. Сұраулы сөйлемді жасау үшін to be етістігін бастауыштың алдына шығарып (инверсия) жібереміз.\nAm I happy?\nIs the book interesting?\nIs he our teacher?\nАл болымсыз түрін жасау үшін to be етістігінен кейін not демеулігін жазу арқылы жасалады.\nI am not happy.\nThe book is not interesting.\nHe is not our teacher.\nTo be етістігінің осы шақта жіктелген түрі (Present Simple (Indefinite)):\nБолымды (+)          \nБолымсыз (-)                    \nСұраулы (?)     \nI am\nI am not (am not)\nAm I?\nHe is\nHe is not (isn't)\nIs he?\nShe is\nShe is not (isn't)\nIs she?\nIt is\nIt is not (isn't)\nIs it?\nWe are\nWe are not (aren't)\nAre we?\nYou are\nYou are not (aren't)\nAre you?\nThey are\nThey are not (aren't)\nAre they?",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фантаст-жазушы Ж.Сахиевтын Айды игеру туралы пыкырлерын негызге алып, диалог курындар",
        "question_content": "Фантаст-жазушы Ж.Сахиевтын Айды игеру туралы пыкырлерын негызге алып, диалог курындар",
        "question_date": "20.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарыш техникасының күнбе-күнгі дамып келуі, адамдарды бірнеше он жылдықтан кейін айды толық игеруге мүмкіндік береді. Алдымен ғарыш кемелері мен станциялары едәуір үлкен геостационарлы орбиталарға айналады да, одан соң ай маңындағы кеңістікке алмасады.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұдан былай осы жылы жерге бетін бережығылу жоғары қарап жату сөздерінің мағынасы қандай?",
        "question_content": "Бұдан былай осы жылы жерге бетін бережығылу жоғары қарап жату сөздерінің мағынасы қандай?",
        "question_date": "20.04.2020",
        "question_tag": "Мектеп",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бұдан былай- осы кездегі уақыттан ары қарайғы уақытта деген;\n\n осы жылы жерге бетін бере жығылу-осы жылы жолы болмады деп баламалап айту мүмкін, кездескен сөйлемге байланысты әрқалай болы мүмкін;\n\n жоғары қарап жату-тура мағынасы:аспанға қарап жату; балама мағынасы: құр жату деген мағынаны беретін болар.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұдан былай осы жылы жерге бетін бережығылу жоғары қарап жату сөздерінің мағынасы қандай?",
        "question_content": "Бұдан былай осы жылы жерге бетін бережығылу жоғары қарап жату сөздерінің мағынасы қандай?",
        "question_date": "20.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бұдан былай- осы уақыттан ары қарайғы уақытта;\n\n осы жылы- қазір өмір сүріп жатқан жыл;\n\n жерге бетін бережығылу- бетпен құрау;\n\n жоғары қарап жату - аспанға қарап жату.\n\nМен сіздің сұрағыңызды дұрыс түсіндім ба?",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электрон қозғалатын спиральдың радиусын анықтаңдар?",
        "question_content": "Электрон 4 кВ потенциалдар айырымынан өтіп, күш сызықтарына 30° бұрышпен индукциясы 10 мТл біртекті магнит өрісіне ұшып кіреді. Электрон қозғалатын спиральдың радиусын анықтаңдар?",
        "question_date": "20.04.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені: \nU = 4 кВ =4 ·103 В\nα =30°\nВ = 10 мТл = 10 ·10-3Тл\n   Табу керек:\nR - ?\nШешуі:\nБөлшектің жылдамдық векторын ν екі құрамдас бөлікке бөлеміз (сурет): V1, магнит индукциясы сызықтары бойымен бағытталған және v2 осы сызықтарға перпендикуляр.Бұл компоненттердің модульдері тиісінше υ1 = ν cos α және v2 = υ sinα\nБөлшекке v2 компонентінің әсерінен Лоренц күші әсер етеді. Осының нәтижесінде бөлшек магнит өрісіне перпендикуляр жазықтықта v2 жылдамдықта шеңбер бойымен қозғалады. Бұл шеңбердің радиусы Ньютонның екінші заңына негізделген теңдеу құру арқылы анықталады.\nБөлшекке v2 компоненттік лирика Лоренц күші қызмет етеді. Osynyң нәзіктігінде бөлшек магнит өрнектері жазғытқа V2 жылдамдықта шаңбер боймен қозғалады. Ньютондық экинши зайна негiзделгенген тендеу құру арқылы оны анықтайды.\n   Осыдан радиусты табамыз.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлденең сөзінің синонимі",
        "question_content": "Люди добрые\nКөлденең сөзінің синонимін бар болса айтып жибересіздер ме",
        "question_date": "20.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлденең сөзінің төте болуы мүмкін( жол жайлы айтса)\n\n  қиғаш немесе горизонталь деген сөздер  де болы мүмкін.\n\nКөлденең көк атты дегендей болса - кз-келген сөзі синоним бола алады. .",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инфукциясы 0,1 Тл біртекті магнит өрісіне перпендикуляр болатын, кернеулігі 1 кв/м",
        "question_content": "Инфукциясы 0,1 Тл біртекті магнит өрісіне перпендикуляр болатын, кернеулігі 1 кВ/м біртекті электрлік өріс тудырған. Екі өріске де перпендикуляр түзусызықты траекториядан ауытқымай зарядталған бөлшек қозғалады. Бөлшектің жылдамдығын анықтаңыз.\nФормуласын жазу керек.\nЖауабы 10 км/с тең болу керек.",
        "question_date": "20.04.2020",
        "question_tag": "Физика",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10000 м/с жылдамдыққа ие",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Ұшқан ұяда» Бауыржан қай маман иесі болуы мүмкін еді?",
        "question_content": "«Ұшқан ұяда» Бауыржан қандай мамандықтар иесі болуы мүмкін еді? Жұмысын жалғастырмауына не себеп болды?",
        "question_date": "20.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің есімде қалғаны бойынша қателеспесем бастауыштың мектеп мұғалімі, милиция инспектор болады. Кейін дәрігер болғысы келіп медициналық университетеке түскісі келеді, бірақ моргті көріп бас тартады.  Содан кейін досының кеңесі бойынша банкке жұмысқа кіреді. \nӘскерге бармауға құқығы болса да (әкесінің жалғыз қамқоршысы болғандықтан) әскерге баруға құлшынады. Солай әскерден ары қарай соғысқа аттанады.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ихтиозды калай кетіруге болады,накты емі барма",
        "question_content": "Ихтиозды қалай жоқ қылуға болады,емі барма",
        "question_date": "20.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теріге құрғақ шағылысқан патчтардың пайда болуы дерматологиялық кератоздың бір түрінің дамуын көрсетеді. Бұл ауруды ихтиоз деп атайды - емдеу дереу басталуы керек, себебі патология тез өсіп, терінің үлкен аумақтарын қамтиды.\nТерінің ихтиозы ауруы\nДұрыс эпидермис тұрақты түрде жаңартылып отырады және оның бетінің кератинациясының бұзылуы өлі жасушалардың жинақталу түрінде көрінеді. Сонымен қатар терінің ылғалдылығы қарқынды жоғалады, үстіңгі қабатта артық протеин қосылыстары пайда болады.\nБасқа клиникалық белгілері:\nбайқалмайтын, сирек қышу;\nшаштың кортикалық бөлігін стратификациялау;\nпластинадағы көлденең белгілері бар тырнақтардың сынуы және құрғауы;\nқалыңдататын, құрғақ, шағылысқан тері.\nӨз кезегінде әртүрлі дерматит қосылса, қарапайым ихтиоздар нашарлауы мүмкін. Мұндай жағдайларда эпидермиске бірнеше рет бөртпе пайда болады, жергілікті температура көтеріледі.\nСатып алынған ихтиоз - себептері\nАурудың симптоматикалық және қасақана түрі мынадай факторларға байланысты болады:\nжыныстық бездердің жеткіліксіз қызметі;\nБүйрек үсті бездерінің патологиясы;\nгипотиреоз (эндокринопатия);\nгемопоэз жүйесінің аурулары;\nгиповитаминоз ;\nқартаюға қарсы терінің инволюциясы.\nТерінің ихтиозын емдеуден бұрын, биопсияны жүргізу үшін зертханалық зерттеулерді орындау қажет. Бұл басқа дерматологиялық ауруларды жояды және кератоздың тамыр себебін анықтайды.\nИхтиозды қалай емдеуге болады?\nПатологияның созылмалы болғандығына байланысты терапия ұзақ уақыт алады және емделушінің жағдайын жеңілдету үшін симптомдарды жоюға бағытталған.\nЕмдеу схемасы осындай әрекеттерді қамтиды:\nRetinoids және ретинолмен дәрумендерді қабылдау (А дәрумені). Ең төменгі күнделікті доза кемінде 50 000 IU болуы керек және препараттың қолданылуы күніне 8 мг-да Е дәруменімен (токоферол ацетаты) біріктірілуі керек. Ретиноидтер дене тәрізді осындай кешенде ғана жұтылады.\nВ тобының В құрамындағы дәруменді терапия. Жақсы әсер В12 витаминін (цианокобаламин) 60 күн ішінде инъекцияға әкеледі.\nНатрий хлориді қосылған, салицилді вазелин, ланолин, май өсімдік майы қосылған тері ванналары арқылы кератинді теріні жергілікті қабыршақтану.\nНесепнәр, концентрациясы бар кремді қолдану - 10% кем емес.\nЗақымдалған аймақта ретиноникалық майдың күніне 2 рет қайнату. Курс шамамен 3 ай болуы керек.\nГелиотерапия.\nУльтракүлгін сәуле арқылы.\nБальнеотерапия.\nОттегімен емдеу.\nИтхиоздың аса ауыр жағдайларда емдеу қысқаша курстарда гормоналды кортикостероид майларын қолдануды қамтиды.\nТері ихтиозын халықтық препараттармен емдеу\nБүгінгі таңда ең жақсы құрал - бұл үйде жасалатын мазь:\nКішкентай кастрюльде 250 г сары май ериді және 100 г ара балауызымен қосып , үнемі массаны араластырыңыз.\nҚоспаны қайнатып жіберіңіз, ақырын қарағай шайырынан 100 г қайнатыңыз және 8-10 минут қайнатыңыз.\nедицинада 30 г құрғақ қиыршық қытырлақ жапырақтарды қосып, 5 минут бойы отпен ұстаңыз.\nӘулие Джонның сүт майы жарты литр қоспаға құйып, 30 г қылқан тазаланған борты бірте-бірте құйып, ағаш шпатламен қарқынды араластырыңыз.\nӨнімді өртте қалдырыңыз 2,5 сағаттан кейін, оған 50 г табиғи прополис қосыңыз.\n30 минуттан кейін препаратты салқындатыңыз. 12 сағатқа қалдырыңыз.\nКомпозицияны қайтадан қайнатыңыз, штаммды тазалаңыз және мазайды таза контейнерге құйыңыз.\nТұрақты жақсарғанға дейін күнделікті қолданыңыз",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай операсыдағы Абайдың бейнесі",
        "question_content": "\"Абай\" операсындағы Абайға сипаттама .",
        "question_date": "20.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде биіктікке шығып қайтадан түсемін",
        "question_content": "БУЛ ТУСИМДЫ 2РЕТ КОРДИМ Түсімде 9этажды ма айтеуир биык гимаратка шыгамын балкондардагы темир , бетондарды ормелеп ен жогарыга шыкканда кайтадан тусейн десем коркамын тус екенин сезгендей боламын бирак коркамын секируге тусу киын коркынышты бирак тусемн кейде кулап барып темирге устанып каламын темирди жибере салып кайтадан устап каламн солай жерге дейын жетемин БУЛ НЕНИ БИЛДИРЕДЫ ?",
        "question_date": "20.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 түрлі жағдай болуы мүмкін:\n1) жайсыз жатып аяқ қолдың немесе дененің басылып қалуынан ұйықтап жатып жайсыздықты сезінуіңіз\n2) ойша бір затқа жете алмай қалу қорқынышыңыз түсіңізде сондай бейнеде келуі мүмкін. \nҚандай да бір түс көрсеңіз жақсылыққа жорыған дұрыс деп ойлаймын.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этил спиртінің бөлунуін қалай атауға болады?",
        "question_content": "акпарат керек осы суракка толыктай",
        "question_date": "19.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 903,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Этил спирті, этанол, С2Н5ОН – біратомды қаныққан-алифатты спирт, түссіз, күйдіргіш дәмі және өзіндік исі бар оңай қозғалатын сұйықтық; балқу t –144,15°С, қайнау t 78,39°С.\nЭтил сумен, спирттермен, эфирлермен, бензинмен, т.б. органик. еріткіштермен кез келген қатынаста жақсы араласады. Этилды өнеркәсіпте алу үшін этиленді күкірт қышқылы арқылы немесе тікелей гидраттайды; зимаза ферментінің әсерімен а. ш. шикізаттарын (картоп, дәнді дақылдар, т.б.) ашытады және ағашты, т.б. өсімдіктерді гидролиздейді. Этил әр түрлі өндіріс салаларында (лак-бояу, фармацевтика, тұрмыстық химия, т.б.) еріткіш ретінде; хлороформ, диэтил эфирі, этилацетат, диэтиламин, сірке қышқылы, т.б. органик. өнімдерді алу үшін бастапқы шикізат ретінде; мотор отыны, антифриз, т.б. түрінде кеңінен қолданылады. Өндірілетін Этилдың көп бөлігі спирттік сусындар жасау үшін жұмсалады.\nЭтил спирті ауадан ылғалды өзіне жақсы сіңіреді, жақсы еріткіш, сумен, эфирмен, глицеринмен, бензинмен, т.б. Көптеген органикалық еріткіштермен жақсы араласады. Этил спирті екі түрлі тәсілмен алады: ферментативтік немесе биохимиялық; химиялық немесе синтетикалық. Бірінші тәсілде ашытқы ферменттерінің әсерінен қанттың ашуынан алынады, екінші тәсілде этиленге катализатор көмегімен суды қосу арқылы алынады.\nЭтил спиртін химиялық жолмен синтездеп  немесе биологиялық жолмен ашытып алуға болады.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ашытқылар қай жерде қолданылады?",
        "question_content": "Ақпарат керек осы сұраққа толықтай. Ашытқылар қай жерде қолданылады?",
        "question_date": "19.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашытқылар - біржасушалы саңырауқұлақтар. Құрамына қант, азот, фосфор және басқа да минералдық заттар кіретін және еріген оттекпен қамтамасыз етілетін қоректік ортада тіршілік ете алатын бір жасушалы микроорганизмдер. Ашытқы саңырауқұлағының құрылысы өте қарапайым. Ол бір жасушадан тұрады, жіпшелері болмайды. Жасушасының пішіні дөңгелек немесе сәл сопақша. Сыртында қабықша, ішінде цитоплазма, бір ядро және вакуолі бар. Бір жасушадан тұрса да, көпжасушалылар сияқты тыныс алады, қоректенеді, өседі, көбейеді, зат алмасады. Басқа саңырауқұлақтардан айырмылығы ұзақ уақыт оттексіз тіршілік ете алады. Ашытқы саңырауқұлағы бүршіктену арқылы өте тез көбейеді. Бүршіктеніп көбею кезінде аналық жасушаның бір бүйірінен бұлтиып өсінді пайда болып, көлемі ұлғаяды. Ол өсінді аналық жасушасының мөлшерімен теңескенде одан әрі тағы да өсінді шығады.\nАшытқылар — құрамына қант, азот, фосфор және басқа да минералдық заттар кіретін және еріген оттекпен қамтамасыз етілетін қоректік ортада тіршілік ете алатын бір жасушалы микроорганизмдер.\\r\\n\\r\\n   Ашу, ашыту — органикалық заттардың ферментті тотығу-тотықсыздану процесі. Оның нәтижесінде организмдер өмір суруге қажет энергия алады. Ашу организмдер дамуының ерте сатысына тән және ол энергия алудың тиімсіз түрі болып есептеледі. Ашу процесі жануарларда, өсімдіктерде және көптеген микроорганизмдерде жүріп жатады. Кейбір бактериялар, саңырауқұлақтар, қарапайымдылар тек Ашудан алынатын энергия арқылы өсіп-өнеді. спирттер, органик. қышқылдар, аминқышқылдар, пуриндер, әсіресе, көмірсулар ашуы мүмкін.     Ашу процесінің ашытқылардың қатысымен жүретінін 1837 жылы Каньяр Дела Тур, ал Ашу. табиғатын 1857 жылы Л. Пастер сынды француз зерттеушілері дәлелдеген, 1897 жылы неміс химигі Э. Бухнер қанттың Ашуы ашытқы клеткаларынан алынған сөлдердің әсерімен де жүретінін көрсеткен. Бұл көптеген ферменттерді бөліп алуға мүмкіндік берді.Аскомицеттер:\nSaccharomycotina\nTaphrinomycotina\nSchizosaccharomycetes\nБазидиомицеттер:\nUrediniomycetes\nSporidiales\n\\r\\n \\r\\n\\r\\n      Saccharomyces cerevisiae, Saccharomyces carlbergensis клеткалар құрамында 50% жуық ақуыз, алмастырылмайтын аминқышқылдары, түрлі витаминдер бар; лизин, треонин, валин және лейцин өсімдіктерден асады, бірақ метионин, цистеин аз мөлшерде.     Ашытқы биомассасы тиімді субстратта өндіріледі, ал ферментациялау ақуыз өнімін алуда экономды және ұтымды.   Saccharomyces cerevisiae ашытқы биомассасынан алынған азықтар алмаспайтын аминқышқылдарының жалпы мөлшері және қатынасы бойынша жоғары қоректік тағамдық өнімдерге көрсетілген талаптарға сай келеді; алмастырылатын және алмастырылмайтын аминқышқылдарының оңтайлы қатынасына ие.        Шикізат ретінде мұнайдан бөлініп алынған н‑алкандар және көмірсуларда тез өсуге қабілетті ашытқылардың бірнеше түрі қолданылды: Candida maltosa, Candida guilliermondii, Candida lipolytica.  Тағы айтып кететін нәрсе, көміртегінің және энергияның жалғыз көзі ретінде метанолда ашытқылардың 25 жуық түрі өсе алады, соның ішінде Pichia polymorpha, Pichia anomala, Yarrowia lipolytica. Бұл субстратта ең жақсы продуценттерге бактериялар кіреді, себебі олар минералды тұздар қосылған метанолда өсе алады. Метанолда ақуыз алу процестері экономикалық жағынан тиімді.    Барлық белгілі микроорганизмдер ішінен сарысу ақуызын микробты ақуызға конверсиялаудың жоғары коэффициентіне ашытқылар ие. Барлық белгілі ашытқылардың ішінен 20% жуығы лактозаны сіңіру қабілетіне ие. Лактозаны ашыту қабілетіне ие ашытқылар өте сирек кездеседі. Лактозаның активті катаболизмі әсіресе Kluyveromyces туысына жататын ашытқыларған тән. Бұл ашытқыларды сүт сарысуынан ақуыз, этанол, β-глюкозидаза препараттарын алуда қолдануға болады.   Ашытқыларды алғаш рет сүт сарысуы негізінде Германияда өсіре бастады. Продуценттер ретінде сахаромицеттердің түрлі штамдарын қолданды. Лактозаны монокультура, сондай‑ақ ашытқылар мен бактериялар қосындысы үшін пайдалануға негізделген микробты өнімдерді алу әдістері жасақталған. Қазіргі уақытта продуценттер ретінде Candida, Trichosporon, Torulopsis туысына жататын ашытқыларды қолданады. Ашытқылар өсірілген сүт сарысуы биологиялық құндылығы бойынша бастапқы шикізаттан әлдеқайда асып түседі және оны сүт алмастырғышы ретінде қолдануға болады. Біржасушалылардан ақуыз алуда аталған микроорганизмдер мен процестер тізімі өте көп.      Ашытқы саңырауқүлақтардың систематикасы көбею тәсілдері мен физиологиялық қасиеттеріне негізделген. Олар екі түқымдасқа бөлінеді: сахаромицеттер және сахаромицет еместер.\\r\\n\\r\\n      Сахаромицеттер. Бұларға мәдени ашытқы саңырауқұлақтар жатады. Олар бүршіктену және споралар түзу арқылы көбейеді. Сондықтан бүларды нағыз ашытқы саңырауқүлақтар деп атайды. Мәдени ашытқы саңыраукүлақтарға нан, шарап, сыра ашытқы саңырауқүлақтары жатады.     Өндірісте, әсіресе олардың сахаромицес церевидзе және сахаро-мицес эллипсойдеус деген түрлерінің маңызы зор.Сахаромицес церевидзе клеткасы шар немесе жұмыртқа тәрізді. Олар шарап спиртін алу үшін, сыра қайнатуда және нан ашытуда қолданылады. Бұлардың белгілі бір температурада және жағдайларда тіршілік ететін жеке топтары — расалары бар.   Ал сахаромицес эллипсойдеустің клеткасы эллипс тәрізді, шарап өнеркәсібінде қолданылады, олардың кейбір расалары шараптағы хош иісті түзуге тікелей қатысады.     Сахаромицет емес ашытқы саңырауқұлақтар негізінен жалған ашытқы саңырауқұлақтар. Олай аталатын себебі: ашытқы саңы—рауқұлақтарының спора түзуге қабілеті болмайды бүршіктену арқылы ғана көбейе алады. Бүлардын, көпшілігі әр түрлі өндірістердегі өнімдерді зақымдайды. Дегенмен олардың ішінде шаруашылық үшін маңызды туыстары бар. Олар: торула және микодерма. Торула туысына жататын ашытқы саңырауқүлақтар шар тәрізді келеді және ашыту процесі барысында азғана мөлшерде спирт түзеді. Торула кефир деп аталатын өкілі қымыз және кефир сияқты сүт тағамдарын даярлауда пайдаланылады, ал торула утилис—тағамдық және мал азықтық ашытқы саңырауқұлақтарды өндіруде үлкен маңызы бар. Микодерма туысына жататын ашыткы саңырауқұлақтардың клеткасы үзынша. Олар спирт түзе алмайды. Бірақ ортадағы бар спиртті және органикалық қышқылдарды су мен көмір қышқыл газына дейін тотықтыра алады.      Құрамында спирті бар ішімдіктердің бетіне қонса, микодерма қатпарланған пленка түзеді де, оның иісі мен дәмін бұза бастайды. Сопымен қятар микодерма сүт тағамдарын туздалған овощтарды бүлдіріп, сірке және нан ашытқы саңырауқұлақтарын жасайтын өндірістерге өте зиянын тигізеді.  Нан пісіруге арналған ашытқы өдірісінде арнайы сұрыпталған рассалар қолданылады. Культураларды сұрыптауда ашытқының қамырда ашыту қасиетіне назар аудару қажет. Яғни олар жақсы көтерілу күші және ферментативтік белсенділігін меласса ортасында тереңдік ферментация жағдайында жақсы өсу және жоғарғы биомасса шығуын бере алуы керек. Ашытқы клеткаларды культивилеп суықтықтан фильтрация нәтижесінде престелген түрде жақсы сақтау керек. Ашытқының көтерілу күші минуттарда өлшенеді.Уқыт өткен сайын белгілі мөлшердегі ашытқы белгілі мөлшерде қамырда дамып, оның көлемін стандартпен белгіленген  мөлшерге дейі өсіреді. Жақсы ашытқы үшін көтерілу күші 75 минуттан аспау керек. Зиммазды белсенділік  30-40 мин.         Мальтозды белсенділік 50-80 мин. Зиммазды және мальтозды белсенділікті Елетский әдісі арқылы  анықтаймыз. Оның негізінде сахарозды  және мальтозды  орталарда  белгілі газ көлемін  шығару жатыр. Нан пісіретін ашытқы клеткасының өлшемі пішіні шар тәрізді және сопақша. Нан пісіруге арналған ашытқының ашу белсенділігі болу қажет. Онда тек қатты биомасса түзілу үші, қолданғанға жету үшін спирттік ашуды барлық әдістермен шектеу қажет.\\r\\n\\r\\n      Ашытқылардың құрылымы бактериялардың құрылымына ұқсамайды: олар сопақ немесе ұзыншақ болып бактериялардан ірілеу келеді, олардың көлемі 10 мкм.-ға жетеді. Олар бөлініп, бүршіктеніп, қолайлы жағдайда ұрықтану (споралар) арқылы көбейеді.\nSaccharomyces ellipsoideus – клетка құрылысы, Роуз және Харрисон, 1969:1 — ядро; 2 — ядрошық; 3 — центриоль; 4 — ядро қабықшасы; 5 — митохондрия; 6 — липидные зерна; 7 — цитоплазмазмалық мембрана; 8 — вакуоль; 9 — метахроматикалық корпускула; 10  — клетка қабықшасы: 11  —  рубец от почкования; 12 — цитоплазма.\nҚорытынды:  Қорытындылап айта кететін болсақ, барлық микробтар зиян келтіреді деп айтуға болмайды. Олардың кейбіреуі өте пайдалы, кейбіреулерінің қажеттілігі соншалық, өнеркәсіптің бүкіл саласы солардың арқасында ұйымдастырылған. Ашытқы саңырауқұлақтары өнеркәсіпте, тамақ өнеркәсібінде кеңінен қолданылатынын білдік.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": ". Спирттік ашу процесінің теңдеулерін жазыңыздар.",
        "question_content": "акпарат керек осы сураака толыктай",
        "question_date": "19.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2.Морфологиялық және физиологиялық сипаттамаларын беріңіздер.",
        "question_content": "акпарат кажет осы суракка",
        "question_date": "19.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Спирттік ашудың қоздырғыштарының аттарын атаңыздар",
        "question_content": "Спирттік ашу Спирттік ашу процесінің негізгі қоздырушысы ашытқыш саңырауқұлақтың Saccharomycces туындысының алғашкы қалталы саңырауқұлақтар қатарына жатады. Олар өсімдіктердің беткі қабатында, жемісінде, жидегінде кездеседі. Бұлар бір жасушалы, диаметрі 8-10 мкм, қозғалмайтын организмдер. Жасушаларды дөңгелек, сопақша және элипс формалы. Сыртқы қабығы бар. Олар протоплазмадан тұрады және микроскоппен анық көрінетін ядросы бар. Жасушалары әр түрлі қосындылардан тұрады. Май тамшылары, волютин жарықты күшті сындырады. Сонымен бірге гликоген, белокты заттар,ұсақ жылтыр дән түіршіктері түрінде және жасуша шырынына толы вакуольдер кездеседі",
        "question_date": "19.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ресурспен қамтамасыз етілу, пайданлану, қалпына кнлтәру деген не?",
        "question_content": "Ресурспен қамтамасыз етілу, пайданлану, қалпына келтіру дегеніміз не?",
        "question_date": "19.04.2020",
        "question_tag": "География",
        "question_views": 10600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңартылатын ресурстар — табиғи ресурстар, қорлар немесе қалпына келтіріледі тезірек пайдаланылады, немесе тәуелді емес үшін пайдаланылады немесе олар жоқ. Бұл өте араласуы анықтау, және жиі ұғымы «жаңартылатын ресурстар» қамтиды емес, бұл деген сөз тіркесі білдіреді. Термині енгізілді жүгіну ретінде гильгамеш туралы дастан «ұғымына жаңартылмайтын ресурстар» (ресурстар, қорлар мүмкін таусылған таяу уақытта қазіргі қарқыны пайдалану).\nКөптеген ресурстар жатқызады жаңартылатын, шын мәнінде қалпына келтірілмейді және бір кездері болады таусылған. Оған мысал ретінде күн энергиясы. Екінші жағынан, жеткілікті технологиясын дамыту, көптеген ресурстар бар, олар дәстүрлі болып саналады невозобновляемыми, қалпына келтірілуі мүмкін. Мысалы, металдар болады қайтадан. Бойынша зерттеулер жүргізілуде бұйымдарды өңдеу пластиктен жасалған.\nКүн-жел энергоустановка\nЖаңартылатын энергия көздері (ЖЭК) — қазіргі заманғы әлемдік тәжірибеде ЖЭК жатқызады: су, күн, жел, геотермальную, гидравликалық энергия, энергия теңіз ағымдардың, толқындар, приливов, температура градиенті, теңіз суы, әртүрлі температураның арасындағы әуе массасы және мұхит, Жер жылудан, биомассу жануарлар, өсімдіктер және тұрмыстық шыққан.\nӘр түрлі көзқарастар бар, қандай типі ресурстарды жатқызу керек ядролық отын. Қорлар ядролық отын мүмкіндігін ескере отырып, оның өсімін молайту реакторларда-размножителях, орасан, оның жетуі мүмкін мыңдаған жыл. Бұл, әдетте, причисляют — қайта жаңартылмайтын ресурстар, өйткені, тұйық отын циклі әлі қол жеткізілген жоқ, ал оны енгізу өте қымбат және бар тәуекелдер үшін экология.\nКейбір түрлері жаңартылатын ресурстар:\nАуыз су\nОтын алынатын қайта өңдеу нәтижесінде өсімдіктер: спирт, биогаз, биодизель\nАғаш\nҚағаз\nCмартфоны с бесплатной доставкой\nЖаңартылатын ресурстар планета – бұл игіліктерді табиғат, олар қалпына келтірілуі нәтижесінде әр түрлі процестер. Адамдарға бақылау қажет өз қызметін, әйтпесе қоры осы ресурстарды алады күрт азаяды, ал оларды қалпына келтіру үшін кейде қажет жүздеген жыл. — Возобновимым ресурстарға жатады:\nжануарлар;\nөсімдіктер;\nкейбір түрлері минералды ресурстар;\nоттегі;\nтұщы су.\nЖалпы алғанда, жаңартылатын ресурстар мүмкін тезірек қалпына келтірілуі, көп жұмсалуы. Айта кету керек, бұл термин өте шартты, және қолданылады тезірек ретінде антоним «қайта жаңартылмайтын» ресурстары. Бұл жаңартылатын игіліктер, онда айтарлықтай олардың басым бөлігі алдағы уақытта таусылған, егер қарқынын төмендету және оларды пайдалану.\nПайдалану, тұщы су және оттегі\nБір немесе бірнеше қабілетті қалпына келтірілуі осындай игілікті, тұщы су және оттегі. Сонымен қатар су ресурстары, олар үшін жарамды қолдану адамдармен қамтылуы континенттік су қоймаларында. Бұл, негізінен, көздері жер асты суларының және пресноводные көлдер, бірақ кейбір бар өзен, су, сондай-ақ пайдалануға болады ішуге арналған. Бұл ресурстар болып табылады стратегиялық маңызды қорларды бүкіл адамзат үшін. Олардың жетіспеуі, кейбір аймақтарда ғаламшар әкеледі тапшылығы, ауыз су қорларын бағалау тозу, ескіру және адамдар өлімінің, ал ластанған су себеп болып көптеген ауруларды, олардың кейбіреулері, сондай-ақ өлімге болып табылады.\nУчебный счет с участием в конкурсе!\nӘзірге жұмсау емес оттегі ұсынады проблемасын жаһандық ауқымдағы, оның әбден жетеді, ауада. Бұл компонент атмосфераның бөледі өсімдіктер, олар әзірлейді, оның барысында фотосинтез. Қалай есептеді ғалымдар, адамдар тек жалпы санының 10% — оттегі, бірақ, қажет, онда тоқтату керек ормандардың жойылуы және ұлғайтуға саны-жасыл желектерді, жер бетінде қамтамасыз ету үшін жеткілікті оттегі біздің ұрпақтарымызға.\nБиологиялық ресурстар\nӨсімдіктер мен жануарлар дүниесі қабілетті қалпына келеді, бірақ антропогендік фактор жағымсыз әсер етеді процесс. Арқасында адамдарға сағат сайын планетаның жоғалады шамамен 3 флора және фауна түрлерінің әкеледі вымиранию сирек кездесетін және жойылып бара жатқан түрлері. -Адамдар мәңгі жоғалған көптеген өкілдері өсімдік және жануарлар дүниесі. Адамдар тым қарқынды пайдаланады ағаштар және басқа да өсімдіктер үшін ғана емес, тұрмыстық, бірақ ауыл шаруашылығы және өнеркәсіптік қажеттіліктері, ал жануарларды өлтіреді ғана емес, үшін пропитания. Барлық бұл процестер талқыланды, өйткені тәуекелі жою елеулі бөлігін өсімдіктер мен жануарлар дүниесі.\nТолығырақ: https://rel.kz/alpyna-keletin-resurstar/",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жаңартылатын ресурстар — табиғи ресурстар, қорлар немесе қалпына келтіріледі тезірек пайдаланылады, немесе тәуелді емес үшін пайдаланылады немесе олар жоқ. Бұл өте араласуы анықтау, және жиі ұғымы «жаңартылатын ресурстар» қамтиды емес, бұл деген сөз тіркесі білдіреді. Термині енгізілді жүгіну ретінде гильгамеш туралы дастан «ұғымына жаңартылмайтын ресурстар» (ресурстар, қорлар мүмкін таусылған таяу уақытта қазіргі қарқыны пайдалану).\n\nКөптеген ресурстар жатқызады жаңартылатын, шын мәнінде қалпына келтірілмейді және бір кездері болады таусылған. Оған мысал ретінде күн энергиясы. Екінші жағынан, жеткілікті технологиясын дамыту, көптеген ресурстар бар, олар дәстүрлі болып саналады невозобновляемыми, қалпына келтірілуі мүмкін. Мысалы, металдар болады қайтадан. Бойынша зерттеулер жүргізілуде бұйымдарды өңдеу пластиктен жасалған.",
                "date": "13.04.2021",
                "upvotes": 0
            },
            {
                "text": "Жаңартылатын ресурстар — табиғи ресурстар, қорлар немесе қалпына келтіріледі тезірек пайдаланылады, немесе тәуелді емес үшін пайдаланылады немесе олар жоқ. Бұл өте араласуы анықтау, және жиі ұғымы «жаңартылатын ресурстар» қамтиды емес, бұл деген сөз тіркесі білдіреді. Термині енгізілді жүгіну ретінде гильгамеш туралы дастан «ұғымына жаңартылмайтын ресурстар» (ресурстар, қорлар мүмкін таусылған таяу уақытта қазіргі қарқыны пайдалану).",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылқыда басқа малға қарағанда 7 нәрсе болмайды олар не???",
        "question_content": "Жылқыда басқа малға қарағанда 7 нәрсе болмайды олар не???",
        "question_date": "19.04.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 88000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылқының дене бітімі және анатомиялық ерекшелігінің негізі оның сүйек құрылымының орналасуы мен үйлесіміне байланысты болады. Яғни, жылқының сүйек бітімі талапқа сай келгенімен, оның сіңірлері, бұлшық еттері, буын шеміршектері және ішкі ағзалары талапқа сай келмесе, ол жылқы жүйрік болмайды. Нақтырақ айтқанда, жылқының сүйек бітімі ішкі ағза мүшелерімен үйлесім табуы қажет.\nЖылқының әрбір дене мүшесінің атқаратын міндеті бар. Мысалы, жылқының төменгі тірек мүшелері (аяғы, саны, жіліншігі, тұяғы) жалпы дене салмағын қозғалыс кезінде алып жүруге міндетті. Яғни, жылқының дене мүшелерінің бітім-болмысы қаншалықты дұрыс үйлесім табады, соншалықты сапасы артады.\nАл, жылқының сүйегі оның негізгі қаңқасын құрайды. Сүйектері ірі әрі мықты болса, ол сапалы жылқы деп есептеледі. Жылқының сүйегі ірі болған сайын оның салмағы артады және тұлғасы көрнекті келеді.\nСүйектердің міндеті – жылқының қимыл-қозғалысын ретке келтірумен қатар, ішкі ағзалардың табиғи түрде орналасуын қамтиды және бұлшық етпен қапталады. Еттің сыртынан тақыр жүнді қалың тері орай орналасады.\nЖылқының жалпы денесі ірілі-ұсақты 205 сүйектен құралады. Бұл сүйектер буын арқылы қозғалып, жұмсақ әрі берік шеміршек-сіңірлер мен бұлшық етке бекиді.\nЖылқы сүйектерінің негізгі құрылымы:\n• бас сүйек;\n• мойын және арқа сүйек буындары;\n• қабырға сүйектері;\n• алдыңғы-артқы аяқ сүйектері жатады.\nБас сүйектің құрылымы: екі жақ сүйек (астыңғы және үстіңгі), маңдай және төбе сүйегі, көз ұясы, кеңсірік, азу және қасқа (маңдай) тістер, таңдай сүйегі, сояу тіс жатады.\nАлдыңғы аяқ сүйектеріне: жауырын, тоқпан жілік, кәрі жілік, жіліншік, бақай сүйектері және тұяқ жатады.\nАртқы аяқ сүйектеріне: жамбас, ортан жілік, асық жілік, тірсек, жіліншік, жетім сүйек, бақай және тұяқ жатады.\nҚабырға сүйектеріне: қабырға сүйектерін үш топқа бөледі. Біріншісі – төс сүйекке бітіскен бұғана қабырғалар, екіншісі – қара қабырғалар, үшіншісі – сүбе қабырғалар.\nМойын және арқа сүйек буындарына: желке құйысы, мойын буындары, шоқтықтың буын-сүйектері, арқа буындары, сауыр құйысқаны, құйрықтың жіңішке буын-сілбе сүйектері жатады.\n● Буынның құрамы – буын ұясы, шеміршек қабығы және сарысудан (сұйық зат) тұрады. Бұл құрам буын сүйектерінің үйкелісін реттейді. Яғни, буын қозғалысқа енген жағдайда еркін қызмет атқару мүмкіндігін жасайды.\nБуындарды – жікті буын, тұтасқан буын, қозғалмалы буын деп үш топқа бөліп қарастырған жөн.\n● Жікті буынға – жік арқылы тұтасқан бас сүйек буындары және жамбас-жауырын жігі мен төс сүйек жіктері жатады.\n● Тұтасқан буынға – мойынның жеті буыны, шоқтықтың 18 буыны, арқаның 6 буыны, жаяның 6 бітеу буыны, құйрық буындары (жылқының жасына байланысты 13-19 буын) жатады.\n● Қозғалмалы буынға – жылқының қозғалысын қамтамасыз ететін, яғни, бүгіліп-жазылатын барлық буындар жатады. Буын қозғалыстарын иінді және жабық иінді деп екіге бөледі.\n● Иінді буынға - жылқының күрделі қозғалысын қамтамасыз ететін аяқ буындары мен шүйдеге тұтасқан (қарақұс) мойынның ауыз буыны мен кеудеге тұтасқан соңғы буыны жатады.\n● Жабық иінді буынға – қабырға сүйектерінің арқаға тұтасқан үстіңгі бунақтары және төс сүйекке байланған бұғана қабырға буындарын жатқызамыз.\nҚозғалмалы буындарды орналасуына қарай – алдыңғы және артқы буын тізбегі, арқа-қабырға-төс буын сүйектері деп бөледі.\n● Алдыңғы буын тізбегіне – жауырын мен тоқпан жілік қоспасы, жіліншіктің үстіңгі буыны, тізенің 6 буын сүйегі, бақай және тұяқтың ұсақ буындары жатады.\n● Артқы буын тізбегіне – жамбас қоспасы, тобық, асық буыны, жіліншік пен бақай қоспасы және тұяқ буын сүйектері жатады.\n● Арқа-қабырға-төс буын сүйектеріне – төс пен қабырға, арқа мен қабырғаның тұтасқан шеміршекті буындары жатады.\nТолығырақ: https://egemen.kz/article/180762-zhylqynynh-suyek-qurylymy",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "1.Құлақ бар- мүйіз жок.\n2.Қарын бар- ұлтабар жоқ.\n3. Бауыр бар- өт қалтасы жоқ.\n4. Шәшә бар- тегеуірін жоқ.\n5. Тұяқ бар- аша жоқ.\n6. Тобық бар- асық жоқ.\n7. Шөп жейді-  күйіс жоқ.\nЖылқыда жеті жоқ осылар",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "Айыр тұяқ,мүйіз,сақал,өркеш,өт,",
                "date": "20.04.2020",
                "upvotes": 0
            },
            {
                "text": "Құлақ бар мүйіз жоқ\n\nҚарын бар ұлтабар жоқ\n\nБауыр бар өт қалтасы жоқ\n\nТұйақ бар аша жоқ\n\nТобық бар асық жоқ\n\nШаша бар тегеурін жоқ\n\nШөп жейді күйіс жоқ",
                "date": "3.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші дәретті жіберіп қою неден болады?",
        "question_content": "Ұықтап жатып таңғы сағат 6 шамасы кіші дәретті жіберіп қойған неден болады жасым 38 бірінші рет болған жағдай. Өтініш көмек беріңіз дер.",
        "question_date": "19.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп жағдайда балалар кіші дәретке жиі барады. Алайда бұл қалыпты жағдай болып саналғанымен, шектен тыс көп зәр шығару түрлі ауруларға алып баруы мүмкін. Балаңыздан мұндай жағдайды жиі байқасаңыз, міндетті түрде дәрігерге көрсетіңіз. Сонымен қатар кіші дәреттің тазалығына көңіл бөліңіз. Кей жағдайда зәрмен бірге қоймалжың зат немесе ақшыл қан шығуы мүмкін. Мұндай жағдайда дәрігерден кеңес алған жөн. Назарларыңызға балаларда көп орын алатын осы дерттің болу себебі, емі жөнінде аз-кем ақпарат береміз. \nКішкентай нәресте күніне 15-20 рет кіші дәретке отырып, оның ешқандай зиянын көрмейді. Өйткені бұл қалыпты жағдай. 4 жасынан бастап балалар қуығының толғанын сезіп, зәр шығарғысы келетінін айта алады және күніне 7-9 рет кіші дәретке отырады. Егер де бұдан да көп дәретке шығып, мазасызданатын болса дәрігерге жүгініңіз. Мұндайда баланың қуығына инфекция түскен болуы немесе қант диабетімен ауруы да ғажап емес. \nБаланың түнде төсекке жіберіп қоятын кездері де болады. Мұндай жағдайда баланың ішкі жан-дүниесіне үңілген жөн. Өйткені көп жағдайда балалар жер ауыстырған кезде немесе өз үйінен жыраққа кеткенде осындай жағдай орын алып жатады. Дәрігерлердің зерттеуі бойынша, қуық безінің қабынуымен көбіне ер балалар ауырады екен. Себебі оларда өз-өзіне деген сенімділік кеш оянып, шешімді де дер  кезінде қабылдай алмайды. Сондықтан да кіші дәретін жіберіп қою ер балаларда жиі орын алады. Егер балаңыздың төсекке жібергенін қаламасаңыз мынадай әрекеттер жасауға болады. Таңертең ұйқыдан оянғанда  балаңыздың төсегі құрғақ болса, оны түрлі ойыншықтармен қызықтырып, бүгінгі шалбарға жіберіп қоймағаның үшін саған сыйлық деп айтып отырыңыз немесе армандап жүрген затын осы уақытта алып беуге болады. Осылай оның сенімділігін оятып, бірте-бірте кіші дәрет сындырғысы келетінін айтатын болады. Ескертетін жайт, балаға кіші дәрет жібергені үшін айқайлап, жазалаудың қажеті жоқ. Бұл балаға теріс әсер етеді. \nҚуықтың қабынуы – өте көп таралған аурулардың бірі. Көбіне кіші дәретке жиі барып, ауыратындардың ыстығы көтеріліп, тамаққа деген тәбеті болмайды. Мұндайда баланың тамақтану мәзірінен тұздалған, майлы, қуырылған және тәтті тағамдарды шектеңіз. Оның орнына көбірек су ішкізіп, қуық безінің инфекциядан тазалануына көмектесіңіз. Сонымен қатар халық емінде қуықтың қабынуына итбүлдірген тұнбасының да көмегі зор. Ол үшін 1 шай қасық итбүлдірген жапырақтарына 1 стақан қайнаған су құйып, 15 минут тұндырып қойыңыз. Суығаннан кейін бір күн бойы балаға қасықтап беріңіз. Осылай балаңыз тез сауығып кетеді.    \n\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/36085/",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Апайыма тақпақ шығарып беріңіздерші",
        "question_content": "Апайыма тақпақ шығарып беріңіздерші Есімі Майгуль",
        "question_date": "19.04.2020",
        "question_tag": "Мектеп",
        "question_views": 965,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кішкене ғана ауылдың,\nАрманы үлкен қызымын\nМайгуль апай сияқты,\nНамысты қыздың ізімін.\n\nТолығырақ: https://bilim-all.kz/article/3253-Apaiyma",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еттеккірдің соңғы күнін ұмытып қалыппын, неше апта болғанын қалай есептеймін?",
        "question_content": "Салеметсиздер ме? Менің етекирим мартта келди, кунин умытып турмын,апрельдин 6-куни 5тамшы қан келди,сосын құсып, емшегимнин ұшы исиди, ауыраяк екенимди сездим, енді неше апта болғанын және қай айда котергенимди биле алмай жатырмын,комек керек?",
        "question_date": "19.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 805,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейде өмірлік тәжірибесі мол әйелдер де жыныс мүшелерінің қызметі жайлы дұрыс біле бермейді. Сондықтан бүгінгі мақаламызда менструалды цикл жайлы сөз қозғаймыз. Ағзаңда болып жатқан өзгерістер жайлы білуге хақың бар!\nБірінші дерек: етеккір кезінде жүкті болуың мүмкін.\nКең тараған бұл түсініктің жалған екенін біреу білсе, біреу білмейді. Статистика бойынша әйелдердің 8%-ы ғана етеккір кезінде жүкті болу ықтималдылығы жайлы біледі екен. Әрине, етеккір кезінде жүкті болу ықтималдылығы өте төмен, дегенмен мұндай жағдайлар кездеседі. Етеккірдің соңғы күндерінде жыныстық қатынаспен айналысу қауіпті. Себебі, бұл күндері бөлінетін қанның көлемі азаяды да, аталық ұрықты бұғаттай алмайды.\nЕкінші дерек: овуляция — жүкті болуға таптырмас уақыт.\nЕтеккір циклының ортасында, шамамен 10-14 күннен соң, ағзадағы гормонның көрсеткіші тым жоғары болады. Жатырда аталық ұрықты ұстап қалып, ұрықтандыру процесі жүруі үшін арнайы сұйықтық бөлінеді. Бұл кезеңде өзің абай болып, жоспарланбаған жүктіліктің алдын алуыңа болады.\nҮшінші дерек: етеккір кезінде жыныстық қатынасқа құмарлығың артады.\nОғаш естілгенімен, бұл шындық. Менструация кезінде гормондарыңның белсенділігі артып, жыныстық қатынасқа ынтаң пайда болады.\nТөртінші дерек: менструалды цикл барлық қызда бірдей емес.\nЖақын құрбыңның етеккірі 30 күнде, ал сенікі әр 3 аптада келетін болса, уайымдама. Әр адамның денсаулығы — қайталанбас жеке ағза. Сол себепті менструалды цикл барлық қызда бірдей бола бермейді. Дәрігерлердің айтуынша, қалыпты цикл 23-30 күнді құрайды. Дегенмен, цикл бір кезде 20 күн, ал екінші жағдайда 35 күнді құраса не істеу керектігін білесің ғой. Гинекологтың кеңесіне жүгін!\nБесінші дерек: етеккір басқа қыздардың циклымен сәйкестенуі мүмкін.\nӘпкең, сіңілі немесе құрбыларыңның етеккірі сенің циклыңмен бірдей болатынын байқаған боларсың. Бір үйде (жатақханада) тұратын қыздардың ағзасы бір-біріне икемденеді, сондықтан етеккірдің уақыты сәйкеседі деген тұжырым бар. Алайда, бұл тұжырыммен кейбір ғалымдар келіспейді.\nАлтыншы дерек: қан кету — жүктілік белгілерінің бірі.\nКөп жағдайда қорғалмаған жыныстық қатынастан соң қыздар етеккірдің келуін асыға күтеді. Көптен күткен сәт келіп, жүкті еместігіне көз жеткізеді. Етеккірге қарамастан жүктілікті анықтауға арналған тест екі сызықты көрсететін жағдайлар кездеседі. Мұндай жағдайдың 80 пайызында тест қателеспейді. Себебі, жүктіліктің алғашқы кезеңдерінде, имплантационды қан бөлінуі мүмкін. Имплантационды бөлінуілер әдеттегі етеккір кезіндегі қанның мөлшерінен аз болады.\nЖетінші дерек: етеккірге дейін бірнеше күн бұрын өзіңді жүкті сезінесің.\nМенструацияға бірнеше күн қалғанда тәбетің ашылып, диета, пайдалы тамақ тұтыну жайлы ұмытатыныңды байқаған шығарсың. Бетіңде безеу пайда болып, ішіңнің төменгі жағы үлкейіп кетеді. Мұндай белгілерді жүктілік кезінде де байқауға болады. Себебі, әр ай сайын әйелдің ағзасы жүктілікке, яғни ұрықтануға дайындалады. Аталық ұрықты ұстамаған жағдайда цикл қайта басталады.\nСегізінші дерек: ЕАС (етеккір алды синдромы) мінезіңді уақытша өзгертеді.\nҚызбалыққа салынып достарыңа, жақындарыңа дөрекі сөйлеп, олардың әр іс-әрекеті сенің ашуыңа тиеді. Оның үстіне бас ауруы мен жүрек айнуы әбден мезі қылған шығар. Жоқ, бұл сенің кінәң емес. Бойыңдағы мұндай өзгерістерге ЕАС кінәлі. Бұл синдром етеккір келместен бір апта бұрын басталады. Айтпақшы, ғалымдар бұл кезеңде әйелдер зорлыққа, ойланбай жасалған іс-әрекеттерге бейім екенін дәлелдеді.\nТоғызыншы дерек: етеккір кезінде саған жігіттер жақындауға қорқады.\nЕрлердің ағзасындағы тестостеронның көлемі әйелдің бойынан шығатын иіске де байланысты екен.  Менструация кезінде әйелдің иісі өзгереді, алайда мұны әйелдің өзі де, жанындағы басқа қыздар да байқамайды екен. Бірақ, бұл қызының, қарындасының немесе құрбыларынан шығатын иістің өзгергенін жігіттер байқауы мүмкін.\nОныншы дерек: өміріңде етеккір шамамен 450 рет келеді.\nБұл сан аспаннан алынған жоқ, математиктар есептеп шығарды. Орташа есеппен етеккір 13 жастан басталады (дәрігерлердің пайымдауынша 11-17 жас аралығында) Ал 45-55 жастан бастап менопауза басталады, яғни етеккір тоқтайды. Осы сандарға сүйенсек, жалпы қыз баласында 500-ге жуық менструалды цикл болады. Бұл саннан жүктілік айларын және босанғаннан кейінгі алғашқы айларды азайтсақ 450 саны шығады.\nТолығырақ: http://i-sulu.kz/archives/2103",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    }
]