[
    {
        "question_title": "Тәуелсіздік тұғыры эссе жазу?",
        "question_content": "\"Тәуелсіздік тұғыры\" тақырыбында 150 сөзден тұратын эссе жазу керек? Тәуелсіздікке қатысты қандай эссе жазсам болады.",
        "question_date": "11.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 8600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тәуелсіздік жолында қазақтың талай ұлтжанды азаматтары қыршынынан қиылды. Жазықсыз өмірден ерте озды. Олар халқына қуаныш сыйлады, бірақ сол қуаныштың дәмін өздері тата алмады. Олар – қазақтың маңдайына біткен жарық жұлдыздары. Тәуелсіздік үшін күрескен батырлар - қазақ елін лаулаған оттан да, тар қапастан да алып шыққан азаматтар. Қазақ елін арқасына байлап, шыңға өрмелеп, елді сол шыңға жеткізіп, өздері құздан құлаған хас батырлар. Олар өзім деп қара басын ойлаған емес. Олардың бар мақсаты тәуелсіздік болды емес пе? Ғалымның хаты, жақсының аты ұмытылмақ емес. Олардың бізге салып берген сара жолы, бүгінде бізге дара жол болды.\n\n***************\n\nТәуелсіздік ол ата бабаларымыздың сан ғасырлық арманының жемісі. Бізді, болашақ ұрпақтары өзге яғни, жат елдің айдауында жүрмесін деп тәуелсіздіктің туын желбіретіп тігіп кетті. Тәуелсіздік жолында қаншама өлшеусіз қан төгілді. Сол бір ашаршылық жылдар, дүниежүзілік соғыс, кейіннен тәуелсіздік үшін көтеріліс пен ауыр күрес бәрі бәрі қазақтың басынан өтіп, осы күнге аман-есен ұрпағымыз ыдырамай жетті. Бұның барлығы сол ерең еңбегі сіңген ел жадынан мәңгіге орын алған батырларымыздың арқасы. Сондықтанда әр қазақ тәуелсіздіктің құны қандай болатынын есінен шығармағаны абзал. Біз келешек ұрпақ ретінде өз еліміздің берекесін сақтап, дамуын жоғарылатуына қазақылық салт-дәстүр менен әдет-ғұрыпын сақтауына ат салысуымыз қажет. Алдымен тәуелсіз нық мемлекет болу үшін, ана тілімізді қадірлей алуымыз керек, қаншалықты тіліміз бай екеніне мақтанып өз елімізде өз ана тілімізде сөйлеуіміз керек. Қорытындылай келер болсақ, тәуелсіздік ол әр еркін ұрпақ, азат ой мен сана. Ата-бабамыз айтпақшы \"қол да бар алтынның, қадірін білейік\". Еліміз әрқашан тәуелсіз, бейбіт болсын!....",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 жүздік мыңдық 4 ондық мыңдық 8 бірлік мыңдық 5 жүздік 4 ондық 3 бірліктің жазылуы",
        "question_content": "математика бжб көмек етіндер",
        "question_date": "11.04.2023",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "748543 жауабы осы",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тірі организмдердің өзндік ерекшеліктері сұрақ, жауап.....",
        "question_content": "Тірі организмдердің өзіндік ерекшеліктері сұрақ, жауап....",
        "question_date": "11.04.2023",
        "question_tag": "Мектеп",
        "question_views": 235,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Себебі сағынып жүрген адамын тез естен шығару үшін көп уақытын ұйқымен өткізеді!",
        "question_content": "Адам көбінесе шаршағаннан және сағынғаннан көп ұйықтайды! Себебі сағынып дүрген адамын тез естен шығару үшін көп уақытын ұйқымен өткізеді!",
        "question_date": "11.04.2023",
        "question_tag": "Тазалық",
        "question_views": 189,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "немесе шынайы өмірден қашқан кезде де ұйықтауы мүмкін. Жалпы өсуші ағза да көп ұйықтайды. Жас адам болса ұйқысы қатты болуы қалыпты болар деп ойлаймын.",
                "date": "14.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мемлекеттік тіл менің тілім таныстыру сөздеры қажет?",
        "question_content": "Мемлекеттік тіл менің тілім таныстыру сөздеры қажет?",
        "question_date": "11.04.2023",
        "question_tag": "Мектеп",
        "question_views": 150,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егерде түсімде әкем өлуге дайындалып жатса не болады?",
        "question_content": "Түсімде әкем арғы дүниеге дайындалып,барлық дүниесін отбасына аударып жатты,сосын біз хабар кутіп отырдық,жаман хабар келді!",
        "question_date": "11.04.2023",
        "question_tag": "Жанұя",
        "question_views": 195,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаман түс көргенде сол жаққа  шатаспасам Астағфирулла деп 3 рет айтып,  келесі бетке аунап келесі жақпен жату керек.",
                "date": "14.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алгоритмнің бізге деген 1 мысал келтіру.",
        "question_content": "Алгоритмнің бізге деген 1 мысал келтіру.",
        "question_date": "10.04.2023",
        "question_tag": "Информатика",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менде тізе ауырады отырсам тұра алмай жүрмін?",
        "question_content": "Менде тізе ауырады отырсам тұра алмай жүрмін. Оған не ем қолдансам болады екен? 2016 дан бері келем ауырсынып жүрмін.",
        "question_date": "10.04.2023",
        "question_tag": "Денсаулық",
        "question_views": 213,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дәрігерге тезірек көріну керек қой, артрит артроз болып жүрмесін, кез  келген ауруды алдын алған жақсы ғой. Дәрігерлер таппай жатса остеопатқа барыңыз. Денсаулық - зор байлық! Деніңіз сау болсын!",
                "date": "14.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүсіпбек Аймауытовтың \"Сылаң Қыз\" пьесасының жақсы сападағы толық нұсқасы барма?",
        "question_content": "Жүсіпбек Аймауытовтың \"Сылаң Қыз\" пьесасының жақсы сападағы толық нұсқасы барма?",
        "question_date": "10.04.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 198,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іңкәр аты нені білдіреді?",
        "question_content": "Іңкәр атының мағынасы-Іңкәр. Аса адал сұлу, жиі кездесетын аттардың бірі. Іңкәр жақсылық пен сұлулықты миірімділікті білдіреді. Іңкәр атындағы қыздар әдемі, ақылды, ақкөңіл болып келеді. Іңкәр аты арап тілінен аударылғанда -ынтық, ақылды сұлу деп беріледі екен.",
        "question_date": "10.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Іңкәр есімінің мағынасы – қазақтың төл есімі. «Құштарлық, ынтызарлық» дегенді білдіреді. Қазақ қыз балаға бұл ныспыны «өмірге құштар, нәзік те сұлу, жан дүниесі бай болып бойжетсін» деген ниетпен қояды. Ел ішінде жиі кездесетін есімнің бірі деп жазыпты интернетте",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кұранмен оқитын молда керек",
        "question_content": "Жақсы емші керек еді құранмен оқитын. Басы катты ауырады жане өлгісі келеді. Өзі сүрелерди окыса  басылады, бирак 4-5 куннен кейын кайта басталады. Уйге молда келип дем салып жур. Бирак кайта бастайды 4-5 куннен сон. Жаксы молда болса бурын сонды дуаны емдейтин. Рукия окыса жазылады деп естигенмин. Жаксы молда болса Комектесетин",
        "question_date": "10.04.2023",
        "question_tag": "Тазалық",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзі оқып көрсін\nЖын-шайтаннан сақтану жолдары",
                "date": "13.04.2023",
                "upvotes": 0
            },
            {
                "text": "қайда тұрасыз шымкентте мықты бір молда бар соған барсаңыз болад",
                "date": "1.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Выпускнойға парам жоқ не істеймін?",
        "question_content": "Выпускнойға парам жоқ не істеймін?\nЖалпы, 11 класта вальс билемеген нормба либо ҰБТ-ға дайындалайын ба?",
        "question_date": "9.04.2023",
        "question_tag": "Мектеп",
        "question_views": 180,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай жасасаңыз да кейін өкініп қалмайтын шешім болса болды. Негізі ол бәрі өмірде бір рет келетін естеліктер ғой. ҰБТ-ға 24 сағат дайындалмайсыз ғой. Бәрібір демаласыз, сол уақытта биге дайындыққа баруға болады, ары кетсе дайындық бір ай болар. Ал жұп табу мәселесіне келсек, бізде ұлдар аз болып 1 ұл екі қызбен  билегенбіз. ал  тек 2-3 адамға жұп жетпей қалса төменгі класстардан алып билеуге болады, паралель класс қыздары солай жасаған.",
                "date": "10.04.2023",
                "upvotes": 1
            },
            {
                "text": "Билемеген норм, қалад бәрі",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіттер сұлтанына арнап қоятын қандай қойылым/пьеса/оқиға білесіздер?",
        "question_content": "Жігіттер сұлтанына арнап қоятын қандай қойылым/пьеса/оқиға білесіздер? ~10 минуттық үзіндісін орындау керек, 3+ актёр ойнаса, ал мағынасы маңызды болса. Сондай-ақ басты кейіпкердің сөз шешендігі, актерлік шеберлігі көзге түсетін болса. Рахмет",
        "question_date": "8.04.2023",
        "question_tag": "Мектеп",
        "question_views": 152,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инстаграм парольін ұмытып қалдым",
        "question_content": "Парольін пшуға көмектесіңіздерші",
        "question_date": "8.04.2023",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 193,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай номермен немесе эл. адреске байланысқан сол арқылы ашып аласыз.",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прописка басқа қалада болса асп тапсыра аламын ба?",
        "question_content": "Саламатсыздарма. 3 балам бар. Куйеуиммен негизи кызылордада енемнин уйинде пропискада турмыз. Куйеуим сол калада жумыс жасайды. Енди отбасылык жагдайга байланысты балаларыммен баска калага кетип калдым. Енди куйеуимнин даходымен баска каладан асп тапсыра аламынба? Кызылордадагы пропискадан шыгып",
        "question_date": "8.04.2023",
        "question_tag": "Заң",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернет кітапты алмастыра алады ма?",
        "question_content": "Дебатқа қатысып жатырмын. Осы тақырыпқа ойларыңызды қоса кетесіздер ма? Интернет кітапты алмастыра алады ма?",
        "question_date": "8.04.2023",
        "question_tag": "Мектеп",
        "question_views": 491,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Интернетке қанша қажеттілік болса да, кітаптың орнын баса алмайды. Кітап рухани азық қана емес,түсінген адамға сырлас дос. Интернеттен онлайн кітап оқысаң да қолыңа кітап алып оқығын бөлек екені белгілі.\n\nСоңғы жылдары интернет өмірімізге мықтап енгені сонша, қазір онсыз өмірімізді елестету мүмкін емес. Коммуналдық қызметтердің ақысын төлеу, балабақша ақысын төлеу, білім беру қызметтері, пойыз/ұшақ/автобус билеттерін сатып алу, концерт, көрме, бізден мыңдаған шақырым жерде орналасқан көрікті жерлерге виртуалды экскурсиялар ....…Бұл тізімді ұзақ жалғастыра беруге болады. Ғаламтор өміріміздің барлық саласына еніп, бізді өзіне тәуелді етті десек те болады. Интернет арқылы кәсіпорындар тауарларын жарнамалайды, дәрігерлер әріптестерімен, оқытушылар мұғалімдермен онлайн-консультациялар ұйымдастырып, вебинарлар өткізеді.\n\nӘрине, ғаламтордың арқасында біз тек қоңырау шалып қана қоймай, сонымен бірге ғаламшардың басқа жағындағы туыстарымыз бен достарымызды көре аламыз, оларға жеделхат немесе бейне құттықтаулар жібере аламыз, қашықтан оқып, білім аламыз …\n\nДана халқымыз «Кітап — алтын қазына» десе, ал кітапхананы өз басым іші қазынаға толы алтын сандыққа теңер едім. Бізді білім нәрімен сусындататын ғалым, тілсіз мұғалім – осы кітап. Тағылымы мол тәрбие ошағына айналып отырған кітапхананың қоғамда алар орны орасан зор.\n\nКітап адам өмірінде, әсіресе өскелең ұрпақтың өмірінде ерекше орын алады. Кітапсыз, білімсіз күніміз қараң болатын еді. Кітап оқу арқылы біз білімімізді шыңдап, сөздік қорымыз бен ой – өрісімізді кеңейтеміз. Сонымен қатар түрлі жанрдағы кітап оқу елді, жерді сүюге, талапты, кішіпейіл болуға, мейірімді, әрі төзімді болуға баулиды. Кітап біздің рухани жан азығымыз.\n\nӘрине, қазіргі заман ағымына қарай, техниканың дамығанына орай кітап оқу мүлдем қалып барады. Дегенмен, менің ойымша осы мәселені барынша қолға алып, мектеп кітапханасының қорын кеңейтіп, қазіргі жастарға қызықты жазылған кітаптармен толықтырса, сонымен қатар түрлі әдеби кештер мен іс – шаралар ұйымдастырылып, жастарды кітап оқуға үгіттеу жұмыстары жүргізілсе, бұл мәселе оң шешімін табады деп ойлаймын.\n\nСонда мектеп кітапханысының қоры көбейіп қана қоймай, оқырмандар саны да артар еді деп есептеймін. Сонда өскелең ұрпақтың кітапқа оқуға деген қызығушылығы арта түсер деп ойлаймын.\n\n«Адамды – адам еткен кітап, адамзат — еткен кітапхана»,- деп Әбіш Кекілбаев ағамыз айтқандай кітап жан сарайыңды байытар жалғыз қазына. Адамзат баласының ең үлкен құндылығы білім екені белгілі. Десе де, жасөспірімдердің білімге деген құштарлығының төмен екенін естіп те, көріп те жүрміз.\n\nОқушы мен кітап арасында ажырамас байланыс болу үшін ата-ана мен ұстаздың қызметі зор. «Балам басқадан кем болмасын» деп қолына смартфон ұстата берсе, кітап оқитын бала қайдан шықсын? Ұстаз шәкіртіне көркем шығармаларды көбірек насихаттаса, баланың қызығушылығы оянары анық.\n\nКітаппен дос болған әрбір адамның ой-өрісі кең, жан –жақты болып тәрбиеленері сөзсіз. Кітаптың берер пайдасы мен ақылы ұшан теңіз.\n\nБұған дәлел, Абай атамыздың «Артық білім кітапта, ерінбе оқып көруге» деген сөзімен ойымды аяқтаймын.",
                "date": "9.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Презервативпен қосылғанда әйелде дәрет бұзылады ма?",
        "question_content": "Дәрет бұзылатын не бұзылмайтын амалдар, намаз, ораза.",
        "question_date": "8.04.2023",
        "question_tag": "Ораза сұрақтар",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әрине бұзылады, жүніп болып саналасыз.Еркектеде әйелдеде бұзылады.Ғұсыл алу керек болады.",
                "date": "9.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өлеңнін атын табу",
        "question_content": "Havana- I lost you деген өлеңнің\nқазақшасын табуға көмектесіңіздерші\nМен оны автобуста естігенмін\nқазақша аудармасы керек\nЕр адам айтады!!\nтабуға көмектесіңіздерщі мен\nИнтернеттен іздесем таппадым\nТапқан адамға\nАлдын ала рахмет айтамын",
        "question_date": "6.04.2023",
        "question_tag": "Қазақша ән",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішінде тәтті,\nМенің ойымша, сіз бүгін кешке ғана емес, кешке де әдемісіз,\nСіздің көзқарасыңыз,\nСіздің көзқарасыңыз мені жоғалтқым келеді, мен адасқым келеді\nСізбен бірге жоғалу\nМенде сен болды, Мен сені жоғалттым\nЕнді мен жалғызбын (ла ла ле, ла ла ле)\n(Ла-ла-ле, ла-Ле)\nМенде сен болды, Мен сені жоғалттым\nЕнді мен жалғызбын (ла ла ле, ла ла ле)\n(Ла-ла-ле, ла-Ле)\nКалбиге қарсы мен хабибимін\nNzrilk tkon nasibi\nХали кеби калилик\nМин ха ирид исконе фоади\nКалбиге қарсы мен хабибимін\nNzrilk tkon nasibi\nХали кеби калилик\nМин ха ирид исконе фоади (о, уоу)\nТабу қиын\nСіз кімді мықтап ұстауыңыз керек\nБұл дұрыс сезінгенде\nМен ішке қарадым, енді білемін,\nМен өліп жатырмын, маған тек сен керек\nМенде сен болды, Мен сені жоғалттым\nЕнді мен жалғызбын (ла ла ле, ла ла ле)\n(Ла-ла-ле, ла-Ле)\nМенде сен болды, Мен сені жоғалттым\nЕнді мен жалғызбын (ла ла ле, ла ла ле)\n(Ла-ла-ле, ла-Ле)\nКалбиге қарсы мен хабибимін\nNzrilk tkon nasibi\nХали кеби калилик\nМин ха ирид исконе фоади\nКалбиге қарсы мен хабибимін\nNzrilk tkon nasibi\nХали кеби калилик\nМин ха ирид исконе фоади (о, уоу)\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на -\nНа-на-на-на-на-на-на (о, уоу)\nКалға қарсы",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің табиғи ортадағы қауіпсіздігім эссе жазу?",
        "question_content": "Мен бүгін экологиялық қауіпсіздік туралы айтамын. сіз табиғатты қорғауыңыз керек! Онсыз Жер планетасы қоқысқа айналады! Менің табиғи ортадағы қауіпсіздігім эссе жазу?",
        "question_date": "5.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, Сіз \"экологиялық қауіпсіздік: табиғатты қорғау\"тақырыбында эссе жаза аласыз. Сіздің эссеңізде келесі бөлімдер болуы мүмкін:\n\nКіріспе. Бұл бөлімде сіз тақырыпты ұсына аласыз және оның бәріміз үшін неліктен маңызды екенін түсіндіре аласыз. Экологиялық қауіпсіздік пен табиғатты қорғаудың негізгі мәселелерін де атап өтуге болады.\n\nЭкологиялық проблемалардың себептері. Бұл бөлімде экологиялық проблемаларға әкелетін негізгі себептерді сипаттауға болады. Мысалы, бұл су мен ауаның ластануы, ормандардың жойылуы, климаттың өзгеруі және т. б.\n\nЭкологиялық проблемалардың салдары. Бұл бөлімде экологиялық проблемалардан туындауы мүмкін салдарды сипаттауға болады. Мысалы, бұл адам денсаулығының нашарлауы, биоәртүрліліктің жоғалуы, климаттың өзгеруі және т. б.\n\nТабиғатты қалай қорғауға болады. Бұл бөлімде Табиғатты қорғаудың негізгі әдістері мен тәсілдерін сипаттауға болады. Мысалы, бұл экологиялық мәселелер туралы хабардарлықты арттыру, экологиялық таза технологияларды пайдалану, ресурстарды тұтынуды азайту және т. б.\n\nҚорытынды. Бұл бөлімде біздің планетамызға қамқорлық жасау және оны қорғау қаншалықты маңызды екенін қорытындылауға және сипаттауға болады. Сондай-ақ, табиғатты сақтауға көмектесетін ұсыныстар мен әрекеттерге шақыруды тұжырымдауға болады.\n\nЭссе жазу кезінде бөлімдер арасындағы айқындық пен логикалық байланысты бақылау маңызды. Грамматика мен емлеге де назар аударған жөн. Бұл нұсқаулар экологиялық қауіпсіздік пен табиғатты қорғау тақырыбында тамаша эссе жазуға көмектеседі деп үміттенемін.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Табиғаттың құпия сырлары\" тақырыбында 10 қызықты ақпарат жазу?",
        "question_content": "Табиғаттың сан түрлі сырлары жайлы білімдерін тереңдетіп, олардың зиянды заттардан табиғатты қорғауға деген көзқарастарын қалыптастыру, қоршаған орта туралы ой қозғау, өмірге деген көзқарастарын қалыптастыру;",
        "question_date": "5.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 592,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әрине, мұнда \"табиғаттың құпия құпиялары\" тақырыбына арналған 10 қызықты ақпарат бар:\n\nМұхиттар әлемі әлі толық зерттелмеген және оның тереңдігінің шамамен 5% ғана зерттелген.\n\nҒылымға әлі ашылмаған және сипатталмаған көптеген өсімдіктер бар. Олардың құрамында құнды дәрілік заттар мен химиялық қосылыстар болуы мүмкін.\n\nКиттер мен дельфиндер сияқты кейбір жануарлар бір-бірімен адам құлағы ести алмайтын ультрадыбыстық жиіліктерде байланысады.\n\nЖер бетінің астында үңгірлердің кең әлемі бар, ол әлі күнге дейін ғалымдар үшін жұмбақ.\n\nЖыл сайын Жер бетінде бірнеше миллион найзағай пайда болады және олардың пайда болу механизмі әлі толық түсінілмеген.\n\nЖыл сайын миллиондаған көбелектер мыңдаған шақырымды қамтитын көші-қоннан өтеді, бірақ олардың көші-қон механизмінің ғылыми түсіндірмесі әлі күнге дейін жұмбақ.\n\nАң аулау және қорғану үшін электр қуатын алатын көптеген балық түрлері бар.\n\nКейбір жануарлар, мысалы, дельфиндер мен киттер, кеңістікті бағдарлау және Олжа табу үшін эхолокацияны қолдана алады.\n\nКөптеген өсімдіктер, мысалы, күн гүлдері, олардың өсуі мен дамуы үшін көбірек жарық пен жылу алу үшін аспандағы Күннің қозғалысын бақылайды.\n\nЖануарлардың көптеген түрлері, мысалы, көптеген құстар мен көбелектер, серіктестерді тартуға және жыртқыштардан қорғауға қызмет ететін керемет жарқын түске ие.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Fe3O4. Оттектің массалық үлесін табыңыз",
        "question_content": "Өтінемін сұраққа жауап беріңіздерші олимпиаданың сұрағы",
        "question_date": "4.04.2023",
        "question_tag": "Химия",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fe3O4-темір мен оттегінің қосындысы болып табылатын магнетиттің формуласы.\n\nМагнетиттегі (Fe3O4) оттегінің (O) массалық үлесін келесідей табуға болады:\n\nМагнетиттің молярлық массасын табыңыз:\nM(Fe3O4) = M(Fe) x 3 + M(O) x 4\nмұндағы m(Fe) - Темірдің молярлық массасы, M (O) - оттегінің молярлық массасы.\nM (Fe) = 55.845 г / моль\nM (O) = 15.999 г / моль\nОсылайша, M (Fe3O4) = 231.532 г/моль.\n\nМагнетиттен оттегінің массасын табыңыз:\nM (O) Fe3O4 = (4 x M (O))/M (Fe3O4) x 100%\nмұндағы 4-Fe3O4 молекуласындағы оттегі атомдарының саны.\nОсылайша, M(O) Fe3O4 = (4 x 15.999 г/моль) / 231.532 г/моль x 100% = 34.45%.\n\nЖауап: магнетиттегі (Fe3O4) оттегінің (O) массалық үлесі шамамен 34.45% құрайды.",
                "date": "6.04.2023",
                "upvotes": 2
            },
            {
                "text": "w(O)=M(O4)*100%/M(Fe3O4)=16*4*100/(56*3+16*4)=ң %",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің жолым талдау. Ерлан Жүніс",
        "question_content": "Өлеңнің тақырыбын, жанрын, идеясын, шумақ санын, тармақ санын, бунақ санын, ұйқас түрін және көркемдеуіш құралдарды табу",
        "question_date": "4.04.2023",
        "question_tag": "Мектеп",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Махаббат дегеніміз өмірде бар ма?",
        "question_content": "Махабат деген жоқ!\n\nЕшбір адам махаббатты аңсамасын!\n\nМахаббат деген ойын бар: Ол ойында кім көп жаксы көрсе, сол ұтылады",
        "question_date": "4.04.2023",
        "question_tag": "Мектеп",
        "question_views": 233,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Махаббат-бұл көптеген адамдар өмір бойы сезінетін сезім. Ол әр түрлі формада көрінуі мүмкін: туыстары мен жақындарына, достарына, серіктесіне немесе серіктесіне, жануарларға, табиғатқа және т. б.\n\nКөптеген адамдар үшін махаббат олардың өмірінің маңызды және маңызды аспектісі болып табылады. Ол қуаныш, бақыт, қанағат әкеліп, адамдар арасындағы қарым-қатынасты нығайта алады. Дегенмен, махаббат қиын болуы мүмкін және қайғыға, көңілсіздікке және азапқа әкелуі мүмкін.\n\nӘр адам сүйіспеншілікті өзінше сезінеді және әркім үшін өмірде әртүрлі мағына мен мағынаға ие болуы мүмкін. Дегенмен, махаббат көптеген адамдар үшін өмірдің маңызды және құнды аспектісі деп айтуға болады.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен ойымды жинақтау үшін сіздерден сұрай деп едім",
        "question_content": "Мен ену дизайн интерерге сәл Балым жетпи грант түсе алмай қалдым сосн мед колледж оқып жатырмын 1 жылып кетті бір жылым қалд сосн маған Енудан Звандад тағы грант бөлінді сіз грант ұтып алдың дед  енд қайсын таңдайм блмим отырм ну бірақ дизайн курс бар қалай істесем болад",
        "question_date": "4.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 184,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өзіңіздің икеміңіз, қалауыңыз дизайн саласы болса, сол салаға бет бұрыңыз. Сол сала Сізге жеңіл әрі қызықты болады. Оқуңызға қосымша дизайн курстар алсаңыз Сізге зияны бола қоймайды. Сіздің қолыңызда курстардан өткендігіңізді растайтын сертификаттар болады. Диплом, сертификаттар Сіздің білікті маман екеніңізді айғақтайды",
                "date": "4.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөрі батыр мен қараша батыр қыз алысуға болама?",
        "question_content": "Мен Сіргелі ішіндегі бөрі батыр,\n\nұнататын қызым қараша батыр,\n\nқыз алысуға болама?\n\nСіргелі - бөрі батыр, қызым Сіргелі -қараша батыр руынан.\n\nҚыз алысуға болама?",
        "question_date": "3.04.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 442,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жеті атадан туыс болмасаңдар болады емес пе.  Ру ішінен болса да.",
                "date": "15.08.2023",
                "upvotes": 0
            }
        ]
    }
]