[
    {
        "question_title": "Дипломмен ауылға деген жобаға қатыса аламын ба?",
        "question_content": "Мен Алматы облысы Іле ауданы Чапаев ауылының тұрғынымын. Осы жылы Қарасай ауданы ст. Шымалғанға тұрмысқа шықтым биыл университет бітіремін. Мен Дипломмен ауылға деген жобаға қатыса аламын ба?",
        "question_date": "1.06.2019",
        "question_tag": "Заң",
        "question_views": 969,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен ауылға!» жобасы Қазақстан Республикасының Президенті  Н.Ә.Назарбаев бастамасы бойынша құрылды. 2008 жылғы 24 желтоқсандағы Қазақстан Республикасының «Ауылды тұрғылықты пункттерінде әлеуметтік салалардың қызметкерлерін ынталандыру және әлеуметтік қолдау сұрақтары бойынша Қазақстан Республикасының кейбір заң актілеріне өзгерістер мен толықтырулар енгізу туралы» Заң  (одан әрі - заң) 2009 жылғы 1 қаңтардан бастап өз күшіне енді, онда ауылды тұрғылықты пункттеріне өмір сүру және жұмыс істеу үшін келген әлеуметтік салалар мамандарына әлеуметтік қолдау шараларын ұсыну қарастырылған.\nЗаңмен мамандарға келесілер ұсыну қарастырылған:\n• Білім беру\n• Денсаулық сақтау\n• Әлеуметтік қамсыздандыру\n• Мәдениет және өнер\n• Мал дәрігері  (2012 жылғы қаңтар айынан бастап)\nберілген мамандар қажет  ауылды жерлерге өмір сүру және жұмыс істеу үшін қалалардан және басқа да тұрғылықты жерлерден келгендерге (сонымен бірге ауылдан) келесі қолдау көрсету шаралары қарастырылған:\n• 70 АЕК (176 750 теңге) көлемінде көтерме ақы бір жолғы жәрдемақыны төлеу;\n• 1500 АЕК (3 787500 теңге) көлемінде 0,01% сыйақы мөлшерлемесімен, 15 жыл мерзімге арналған тұрғын үй алуға және құрылысы үшін бөджеттік несие;\n• Ауылды тұрғылықты пункттерінде орналасқан әлеуметтік салалар  мекемелерінің мамандарына қызметтік еңбекақыларын 25 % жоғарлату (тарифтік мөлшерлеме).\n«Дипломмен ауылға!» жобасында келесілер қатысу мүмкін Жаңа ғана диплом алған оқу орындарының түлектері, Бес жылдан кем емес мерзімге өмір сүру және жұмыс істеу үшін ауылға келген еңбек өтілімі бар мамандар.\nОл үшін келесілер қажет:\n• жұмысқа орналасу үшін аймақтағы таңдау\n• өздерімен таңдалған тұрғылықты пунктте жұмыс табу (ауыл мектебі, емхана, Мәдениет үйі, спорт кешені және т.б.).\nАймақтарда кадрлардың қажеттіліг жөнінде мәліметтер облыстық әкімдіктер басқармаларының сайттарында жарияланған.\nЖобаға қатысу үшін құжаттар тізімі:\n• нұсқау бойынша өтініш;\n• жеке куәлігінің көшірмесі;\n• жаңа жұмыс орны бойынша кадрлық қызметімен расталған еңбек кітапшасының көшірмесі;\n• азаматтарды тіркеу кітабының (үй кітабы) көшірмесі немесе сәйкесті тұрғылықты пунктте тұратындығын тәлелдейтін анықтама;\n• білімі туралы диплом көшірмесі;\n• салық төлеушінің тіркелуі жөнінде куәлік көшірмесі;\n• әлеуметтік жеке кодын алғаны жөнінде куәлік көшірмесі\n• Қазақстан Республикасының қолданыстағы заңына сәйкес тұрғын үйді сату-сатып алу туралы алдын ала келісімшарты\nҚұжаттардың түп нұсқасы мен көшірмелері салыстыру үшін ұсынылады, одан кейін құжаттардың түпнұсқалары маманға қайтарылады.\nhttps://tylek.wksu.kz/kk/s-diplomom-v-selo",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "Білуімше, студент кезде қалада тіркеуде болу керек",
                "date": "28.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат тазалығы адамзат саулығы шығарма",
        "question_content": "Табиғат тазалығы адамзат саулығы шығарма\n\nМаған шығарма, жоспар, эпиграф өте қажет болып тұр .",
        "question_date": "1.06.2019",
        "question_tag": "Табиғат",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отинем сурак керек болшы",
                "date": "19.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қайтыс болған апамды көру және оған сәлем салу?",
        "question_content": "Менің ұзату тойым болуы керек еді. Бірақ бір түсініспестіктер орын алып тойды болмады. Енді әке шешем түбегейлі тойға да жігітке де қарсы. Маған өте ауыр тиді. Бірнеше күн біртүрлі түстер көріп жүрмін. Онын біразы есімде де жоқ. 2 күн бұрын әкемнің анасы қайтыс болып кеткен апама қууаанып барымды салып сәлем салып жүр екенмін. тағы бір түсімде әкем \"Біз ойландық, біздіңкі дұрыс болмапты, бағыңды байламайық\" деп разылығын беріп отыр. Түсімде күрек тісім түсіп орны кетік болып жүр екенмін. Одан кейін бір сыған түсіме кіріп бір қағаздар беріп сол бір қағазының біреуінде \"Құдайдың сынағы\" деген жазу есімде қалыпты... Осынын барлығының бір тұшымды қылып не себепті бұндай дүниелер кіріп жатқанын айтып бере алатын адам бар ма???",
        "question_date": "1.06.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіңізде қайтыс болған жақын туысыңызды көру жақын арада қиындықтардан арылатыныңызды білдіреді. Егер туысыңыз сізге ашулы болса, онда шынайы өмірде күнә жасағаныңыз.\nЕгер қайтыс болған адамды түсіңізде тірі деп ойлап, оның жағдайы жақсы екенін көрсеңіз, оның о дүниеде жағдайлары жақсы екенін білдіреді.\nЕгер марқұм жаман әрекеттер жасап жатса, онда ол сізге шынайы өмірде жаман әдеттерден бойыңызды аулақ ұстау керек екенін ескертіп жатыр.\nТүсіңізде қайтыс болған адамды сүйсеңіз, шынайы өмірде сіз күтпеген жерден байлық пен табысқа кенелетініңіз.\nҚайтыс болған адам сізге таза, жақсы зат берсе, онда өңіңізде сізді қуанышты хабар мен жақсылық күтіп тұр.\nАл ұсынылған зат лас болса, онда қиындықтар болатыны жайында ескертеді.\nТүсіңізде марқұммен бір төсекте ұйықтағаныңыз ұзақ өмір сүретініңізді білдіреді.\n\nТолығырақ: https://alashainasy.kz/gazhaip/tusnzde-kaytyis-bolgan-adamdyi-koru-nen-bldred-119772/",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Азаматтық алу кезінде Растоможка тегінба?",
        "question_content": "Мен Оралманмын Қазақстан азаматтық алған кезде Авто көлік нөмірім ауысама яғни Растаможка тегін ба? Сол распа?",
        "question_date": "31.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының «Қазақстан Республикасының азаматтығы туралы» Заңының 10 бабына сәйкес  азаматтық:\nтууы бойынша;\nҚазақстан Республикасының азаматтығына қабылдау нәтижесінде;\nҚазақстан Республикасының халықаралық шарттарында  көзделген негiздер мен тәртiп бойынша;\nосы Заңда көзделген өзге де негіздер бойынша алынады.\nЕгер Сіз басқа мемлекеттің азаматы немесе азаматтығы жоқ  адам болсаңыз, онда Сіз өтініш беріп:\nҚазақстан Республикасының «Қазақстан Республикасының азаматтығы туралы» Заңының;\nҚазақстан Республикасының Президенті жанындағы азаматтық мәселелері жөніндегі комиссия  ережелерінің;\nІшкі істер органдарының Қазақстан Республикасы азаматтығына қабылдау бойынша өтінішхаттарды (өтініштерід) қабылдау, ресімдеу және қарау қағидаларының;\nҚазақстан Республикасының шет елдегі мекемелерінің Қазақстан республикасының азаматтығы мәселелеріне қатысты құжаттарды ресімдеуі жөніндегі нұсқаулықтың нормаларына сәйкес Қазақстан Республикасының азаматтығына қабылдана аласыз\n «Азаматтық туралы» Заңының 16 бабына сәйкес Қазақстан Республикасының азаматтығына:\nҚазақстан Республикасының аумағында заңды негізде кемінде бес жыл тұрақты тұратын не Қазақстан Республикасының азаматтарымен кемінде үш жыл некеде тұратын адамдар (азаматтыққа қабылдау туралы өтінішхатты берген сәтте Қазақстан Республикасында тұрудың бес жылдық мерзімі үздіксіз болуы тиіс);\nҚазақстан Республикасының азаматымен некеде тұрған адамдар  (кемінде үш жыл тұрақты тұратын);\nҚазақстан Республикасы азаматтарының iшiнде жақын туыстарының бiрi - баласы (оның iшiнде асырап алған баласы), жұбайы (зайыбы) және ата-анасының бiреуi (асырап алушысы), апа-қарындасы, аға-iнiсi, атасы немесе әжесi бар, Қазақстан Республикасына тұрақты тұру мақсатымен келген, бұрынғы одақтас республикалардың азаматтары, Қазақстан Республикасында тұру мерзiмiне қарамастан қабылданатын болады. \nЖеңілдетілген тәртіппен азаматтыққа қабылдау  құқығы жоқ және  Қазақстан Республикасының азаматтығын қабылдауға ниет білдірген шетелдіктер тұрғылықты жері бойынша көші-қон полициясының аумақтық бөлімшелеріне  өтінішхат  беруі тиіс. Өтінішхат Қазақстан Республикасы президентінің атына беріледі. Өтініште азаматтыққа қабылдау себептері көрсетілуі тиіс.\nбұрынғы азаматтығынан бас тарту туралы өтініштің нотариалды куәландырылған көшірмесі;\nбекітілген нысандғы сауалнама-өтініш;\nөлшемі 3,5 х 4,5 см. төрт фотосурет;\nшарттарды сақтау туралы міндеттеме;\nшетелдік мемлекеттің азаматтығына тиесілігін растайтын паспорттың көшірмесі;\nнеке туралы куәлігінің көшірмесі;\nжұбайы – Қазақстан Республикасы азаматының жеке куәлігінің көшірмесі;\n1 АЕК  көлемінде мемлекеттік баж салығын төлегені немесе оны төлеуден босатылғаны туралы құжат.\nІшкі істер органдарының Қазақстан Республикасының азаматтығына қабылдау бойынша өтінішхаттарды (өтініштерді) қабылдау, ресімдеу және қарау қағидаларына Ішкі істер органдарының Қазақстан Республикасы азаматтығымен байланысты  мәселелерді қарау бойынша өтінішке мынадай құжаттар қоса тіркеледі:\nбелгіленген нысан бойынша сауалнама-өтініш;\nөмірбаян;\nөлшемі 3,5 х 4,5 см. төрт фотосурет;\nҚазақстан Республикасының «Қазақстан Республикасының азаматтығы туралы» Заңының 1 бабында көзделген шарттарды сақтау туралы міндеттемесі;\nжеке басын куәландыратын және Келісімге қатысушы елдердің біреуінің азаматтығына тиесілігін растайтын құжаттың көшірмесі;\n1 АЕК көлемінде мемлекеттік баж салығының төленгені немесе оны төлеуден босатылғаны туралы құжат;\nбасқа мемлекеттің құзыретті органмен берілген бұрынғы азаматтығы  жоқтығы немесе  тоқтатылғаны туралы анықтама.\nАталған құжаттардан басқа:\nҚазақстан Республикасы Президентінің  2005 жылғы 6 маусымдағы N 1587 Жарлығымен оларға қатысты азаматтыққа қабылдаудың жеңілдетілген тәртібі белгіленген адамдар үшін кәсіптер мен талаптар тізбесінің  талаптарына жауап беретін  адамдар   - бейінді мемлекеттік органның өтінішхатын;\nҚазақстан Республикасына тарихи Отаны ретінде тұрақты тұруға қайтып келген адамдар үшін – оралман куәлігі  және бұрынғы азаматтығынаан бас тарту туралы өтініші;\nҚазақстан Республикасының азаматтығына қабылдау туралы өтінішхат (өтініш) білдірген адам өтініш берген сәтте Қазақстан Республикасының азаматымен некеде тұрса, онда неке туралы куәліктің нотариалды куәландырған көшірмесін тапсырады.\nҚазақстан Республикасына тұрақты тұру мақсатында келген және жақын туыстарының біреуі Қазақстан Республикасының азаматтары болып табылатын бұрынғы одақтас республикалардың азаматтары олардың Қазақстан Республикасының азаматтарымен туыстық деңгейін куәландыратын құжаттарды (туу туралы куәлік, неке туралы куәлік және т.б.) ұсынады.\nАудандық (қалалық) ішкі істер органдары  азаматтыққа қабылдау туралы мәліметтерді облыстардың және Астана, Алматы және Шымкент қалаларының Ішкі істер департаменттеріне тапсырады, ал олар  құжаттарды тексеріп, олар бойынша тұжырымдама жасап, Ішкі Істер министрлігіне табыстайды. ІІМ ол мәліметтерді өз тұжырымдамасымен бірге Қазақстан Республикасы Президенті Әкімшілігінің Мемлекеттік-құқықтық бөліміне жолдайды.   \nАзаматтықты алу  сәті \nАдам қай сәттен Қазақстан Республикасының азаматы болып табылатынын  анықтау үшін Заңның 37 бабын пайдалану қажет,  оған сәйкес  Қазақстан Республикасы азаматтығын:\nазаматтыққа қабылдау туралы Қазақстан Республикасы Президентінің жарлығы шыққан күні;\nкәмелетке толмағандардың туған немесе асырап алынған күні;\nкәмелетке толмағандардың ата-анасын Қазақстан Республикасы азаматтығына қабылдау туралы Қазақстан Республикасы Президентінің жарлығы шыққан күні;\nазаматтық мемлекетаралық шарттарында көзделгендей тәртiп бойынша тіркелген күні;\nжеңілдетілген тәртіппен (тіркеу тәртібімен) Қазақстан Республикасының азаматтығын алу тіркелген күні алады\nКәмелетке  толмаған және әрекетке қабілетсіз адамдар атынан өтінішхат беру \n18 жасқа толмаған балаларға, сондай-ақ әрекетке қабілетсіз деп танылған азаматтарға қатысты азаматтыққа қабылдау туралы нотариалдық куәландырылған өтінішхат олардың заңды өкілдерімен  беріледі. Өтінішке баланың туу туралы куәлігінің көшірмесі, әрекетке қабілетсіздігін растайтын құжат және әрекетке қабілетсіз адамның заңды өкілінің өкілеттіктерін растайтын құжат қоса тіркеледі.  14 пен 18 жас аралығындағы бала үшін оның өзінің қолы қойылған және нотариалды куәландырылған жеке келісім талап етіледі. Ішкі істер органдарының Қазақстан Республикасы азаматтығына қабылдау бойынша өтінішхаттарды (өтініштерді) қабылдау, ресімдеу және қарау қағидаларының 2 тараудың 11 тармағына сәйкес, жергілікті ішкі істер және ұлттық қауіпсіздік органдарында, Қазақстан Республикасы ІІМ-де және Қазақстан Республикасының басқа да мемлекеттік органдарының өтінішхатты (өтінішті) қарау мерзімі осы органдардың әрқайсысында бір айдан, ал жалпы алғанда – алты айдан аспауы тиіс.\nІІД Қазақстан Республикасы Президентінің Жарлығын алғаннан кейін қалалық, аудандық ішкі істер органдары арқылы өтініш иелерінің тұрғылықты жері бойынша күнтізбелік бес күн мерзімінде оларға қаралған өтінішхаттардың (өтініштердің) нәтижелері туралы хабардар етеді.\nШетелдіктерге және Қазақстан Республикасының азаматтығына қабылданған азаматтығы жоқ адамдарға  анықтама беріледі, ол оларға белгіленген тәртіпте Қазақстан Республикасы азаматының жеке куәлігін немесе паспортын беру үшін негізі болып табылады.\nҚазақстан Республикасының азаматтығына қабылдаудың жеңілдетілген тәртібі  \nЖеңiлдетiлген тәртiппен (тiркеу тәртiбiмен) Қазақстан Республикасының азаматтығына қабылдау Қазақстан Республикасы жасасқан халықаралық келісімдерге сәйкес жүзеге асырылады. Қазіргі уақытта жеңілдетілген тәртіп мынадай адамдарға қатысты әрекет етеді:\nРесей Федерацисының азаматтары;\nБеларусь Республикасының азаматтары;\nҚырғызстан Республикасының азаматтары;\nҚазақстан Республикасының азаматымен некеде тұрған шетелдіктер.\nЖеңілдетілген тәртіп 1999 ж. 26 ақпандағы Беларусь Республикасының, Қазақстан Республикасының, Қырғыз Республикасының және Ресей Федерациясының арасындағы «Азаматтық алудың оңайлатылған тәртiбi туралы»  келісімге,  1957 жылғы 29 қаңтардағы Тұрмыстағы әйелдердің азаматтығы туралы конвенцияға сәйкес әрекет етеді.\nЖоғарыда аталған елдердің әрқайсысы басқа елдің аумағына тұрақты тұруға келетін өз азаматтарына  мынадай шарттардың бiрi болған жағдайда азаматтықты алудың жеңілдетілген (тіркеу тәртібін) тәртібін ұсынуға міндеттенеді:\nегер өтініш беруші Белорус СОР, Қазақ СОР, Қырғыз СОР немесе РСФОР азаматы болып, бір уақытта бұрынғы КСРО азаматтығында болса, 1991 жылдың 21 желтоқсанына дейін  азаматтық алатын екiншi Тараптың аумағында туса немесе  заңды негiзде тұрақты тұрып жатса;\nегер өтiнiш берушi немесе оның ата-анасының (асырап алушыларының) бiрi, атасы немесе әжесi азаматтық алатын Тараптың аумағында туса немесе заңды негiзде тұрақты тұрған болса немесе өтiнiш берушiнiң азаматтық алатын Тараптың аумағында заңды негізде тұрақты тұрып жатқан және оның азаматы болып табылатын ең болмаса бiр жақын туысқаны: ерi (зайыбы), ата-анасының (асырап алушыларының) бiрi, баласы (оның iшiнде асырап алғаны), апасы-қарындасы, ағасы-iнiсi, атасы немесе әжесi, немересi (немере қызы) болған жағдайда  \nҚазақстан Республикасы аумағында заңды негізде  тұрақты тұрып жатқан  және Қазақстан Республикасы азаматымен некеде тұрған шетел  азаматшысы  \nЖеңілдетілген тәртіп азаматтық алатын мемлекет  аумағында тұру мерзiмiне қарамастан басқа мемлекет аумағында тұрақты тұратын аталған мемлекеттердің  азаматтарына қолданылады.\nОл үшін аталған мемлекеттердің азаматтары облыстардың ІІД бастығы атына және бір уақытта келген мемлекеттің азаматтық мәселелері бойынша шешім қабылдайтын лауазымды тұлғасына  нотариалды куәландырылған шетел азаматтығынан жазбаша бас тартқаны туралы өтініш береді және оларды тұрғылықты жері бойынша қалалық (аудандық) ішкі істер бөлімдерінің көші-қон полициясы бөлімшелеріне ұсынады.\nӨтінішке мынадай құжаттарды қоса тіркеу қажет:\nбекітілген нысандағы сауалнама-өтініш;\nбұрынғы азаматтықтан бас тарту туралы нотариат куәландырылған өтініш;\nөлшемі 3,5 х 4,5 см. төрт фотосурет;\nөмірбаян;\nшарттарды сақтау туралы міндеттеме;\nжеке басын куәландыратын және адамның Келісімге қатысушы-елдердің  бiрiнiң  азаматтығына жататындығын растайтын  құжаттың көшрмесі;\nтууы туралы және неке туралы куәлiктерiнiң нотариат растаған  көшiрмелерi;\nмемлекеттік баж төленгені немесе оны төлеуден босатылғаны туралы құжат \nЗаңға сәйкес Қазақстан Республикасының аумағында заңды негіздерде тұру мерзіміне қарамастан, Қазақстан Республикасының аумағында заңды негіздерде тұрақты тұратын оралмандар, өздерінің ерік қалауынан тыс азаматтығынан айырылған немесе азаматтығын жоғалтқан жаппай саяси қуғын-сүргiннiң ақталған құрбандары, сондай-ақ олардың ұрпақтары, сондай-ақ Қазақстан Республикасының азаматтығын алу үшін жоғары оқу орындарында оқитын этникалық қазақтар жеңілдетілген тәртіппен (тіркеу тәртібімен) жатады.\nЖеңілдетілген тәртіппен (тіркеу тәртібімен) Қазақстан Республикасының азаматтығын алу үшін облыстардың ІІД бастықтарының атына өтінішхатпен (өтінішпен) жүгінеді. Қазақстан Республикасының азаматтығына қабылдау туралы өтінішхатқа (өтінішке) мынадай құжаттар тігіледі:\nБұрынғы азаматтықтан бас тарту туралы нотариалды куәландырылған өтініш.\nСауалнама-өтініш.\nӨлшемі 3,5х4,5 см төрт фотосурет.\nШарттарды сақтау туралы міндеттемесі.\nЖеке басты куәландыратын және басқа мемлекеттің азаматтығына тиесілігін растайтын құжаттың көшірмесі.\nҚазақстан Республикасының аумағында тұрақты тұратын оралмандар – оралманның куәлігі.\nЖоғары оқу орындарында оқитын этникалық қазақтар – осы оқу орында оқитын фактісін растайтын жоғары оқу орнынан анықтама.\nҰлтын растайтын анықтама.\nМемлекеттік баж салығын төлегені немесе оны төлеуден босатылғаны туралы құжат.\nСаяси қуғын-сүргіннің құрбандары болып табылатын адамдар – ақталғаны туралы соттың шешімі немесе саяси қуғын-сүргін құрбандарының ұрпағы болып табылатынын растайтын құжаттар.\nСалық кодексінің 617-бабына сәйкес мемлекеттік баж салығын төлеуден оралмандар - Қазақстан Республикасының азаматтығын алумен байланысты барлық нотариалды әрекеттерден босатылады.\nКөрсетілген мемлекеттік баж салығын төлеуден босату бір рет ұсынылады.\nҚазақстандықпен некеде тұрған шетелдік азаматшасы үшін құжаттар тізбесі\nІшкі істер органдарының  Қазақстан Республикасы азаматтығына қабылдау мәселелері жөніндегі өтінішхаттарды (өтініштерді) ішкі істер органдарының қабылдау, ресімдеу және қарау қағидаларының 5-23 тармағына  және  Тұрмыстағы әйелдердің азаматтығы туралы конвенцияға сәйкес  Қазақстан Республикасы аумағында заңды негізде тұрақты тұрып жатқан және Қазақстан азаматымен тұрмыста тұрған шетелдік әйел облыстардың ІІД бастығының атына жеңілдетілген тәртіппен Қазақстан Республикасы азаматтығын қабылдау туралы және біруақытта келген мемлекеттің азаматтық мәселелері бойынша шешім қабылдайтын лауазымды адамына шетел азаматтығынан жазбаша бас тартудың нотариалды куәландырылған өтінішхатпен (өтінішпен) жүгінеді оларды тұрғылықты жері бойынша қалалық (аудандық) ішкі істер бөлімдерінің көші-қон полициясы бөлімшелеріне ұсынады.\n   Өтінішке мынадай құжаттарды  қоса беру қажет:\nбұрынғы азаматтығынан бас тарту туралы өтініштің нотариалды куәландырылған көшірмесі;\nбекітілген нысандғы сауалнама-өтініш;\nөлшемі 3,5 х 4,5 см. төрт фотосурет;\nшарттарды сақтау туралы міндеттеме;\nшетелдік мемлекеттің азаматтығына тиесілігін растайтын паспорттың көшірмесі;\nнеке туралы куәлігінің көшірмесі;\nжұбайы – Қазақстан Республикасы азаматының жеке куәлігінің көшірмесі;\n1 АЕК  көлемінде мемлекеттік баж салығын төлегені немесе оны төлеуден босатылғаны туралы құжат.",
                "date": "16.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубтың ауданы 64түбір асты 4 .оның қырын және диагоналін табу керек",
        "question_content": "осы есепті шығарып бересіздерме ертенге дейін",
        "question_date": "31.05.2019",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB = a; AD1 = a\\/2\nS = AB*AD1 = a*a\\/2 = a²\\/2\na²\\/2 = 64\\/2\na² = 64\na = 8 \nAD1 = 8*\\/2\nКубтың қырын 8 см және диагоналі 8\\/2 см",
                "date": "31.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай мен газ қалай түзіледі?",
        "question_content": "Қазақстанынң басты қазба байлықтары ол газ бен мұнай. Осы мұнай мен газ қалай түзіледі? Жер астында қалай мұнай пайда болады?",
        "question_date": "30.05.2019",
        "question_tag": "Табиғат",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тірі азғалардың қалдықтарына жоғарғы қысыммен әсер еткеннен",
                "date": "30.05.2019",
                "upvotes": 0
            },
            {
                "text": "Мұнай мен газдың тарихы\n\nМұнай мен газдың алғашқы тарихынан\n\nМұнай-грек халқының «нафта» деген сөзінен шыққан «нафта» жарып шығарлық қасиеті бар деген мағынаны білдіреді. Шынында, жер бетінде кездесетін мұнай мен газ, көздерінің терең орналасқан қабаттарымен адам баласына жұмбақ болып келді. Кейбір ойпаттарды жер қойнауын жарып шығып атқылап , кейде бұлақ болып ағып жататын «қарамай» немесе үзілмес от болып жанып тұратын таңғажайып жаратылыс құбылыстары халыққа әр заманда «құдірет күші» деп танылады.\n\nЕрте  дәуірлерде адам баласы Терістік Италия мемлекетінде жер қойнауын жарып  шығып , қайнар болып ағып жатқан мұнайды  тастан жасалған ыдыстарға құйып, қараңғы  мезгілдерде жарық ретінде ппайдалануды білген. Геродот өзінің шығармаларында Тигр мен Ефрат өзендерінің бойында көптеген мұнай көздерінің болғандығын, жиналған мұнайдан пайда болған асфалтті Вавилон қаласында құрылыс материалдары есебінде қолданылғалы туралы айтады.\n\nПлутарх «Александрдың өмірі туралы» шығармасында мәңгі бақи лаулап жанып тұратын көгілдір жалын туралы әсірілеп жазған. Византия мемлекетінің жауынгерлері өздерінің дұшпандарына қарсы соғыстарда тарқатылған кендерді ағаш басына орап , оны мұнайға малып алып тұратын , жау кемелеріне лақтыру арқылы жеңіске жетіп оотырған. Бұл оқиға «Грек оты» деген атпен қалды.\n\nФранцуздар  Пенсильванияның терістік батыс  жағын жаулар алғаннан кейін жергілікті халықтардың мұнайды дәрі – дәрмек есебінде пайдаланатынын сезіп, сол  кездегі ағашпен шегенделген тайыз құдықтардың мұнайын өз еліне тасыған.\n\nТүстік  америкадағы Тринидад аралында да көптеген мұнай және газ көздері анықталды. Олардың арасындағы ең маңыздысы  – 1497 жылы Колумбаның үшінші сапарында  ашқан асфальткөлі. Оның көлемі 45,6гектар, ал тереңдігі мезгілге дейін анықталған емес.\n\n«Өшпес  оттың» Апшерон түбегінде және Дағыстан жерінде орын алғандығы мәлім. Отқа табынушылықты білдіретін халықтар, оның ішінде әсіресе , Индия халқы , Бақу қаласының мадалар оңындағы әрдайым жанып тұратын газ ошақтарын дәріптеп , олардың үстіне орнатып , әдейі дін ұясына айналдырған. VII ғасыр шамасында салынған дін ордаларында Грек жауынгерлерібұзып құлатты. Бірақ Персияны Аравия жаулап алғаннан соң отқа табынушылық білдіретін Персия халқы Бақу маңына қоныс аударып , құлаған ордаларды қалпына келтірді\n\nАпшерон түбегіндегі Сурахана маңында салынған ордалардың бірі біздің заманымызға  дйін бұзылмай жеткен. Бұл маңда  халықтар 19-ғасырдың 70-жылдарына дейін отқа табынушылады көптеп кездестіруге болатыны тарихта қалған. Қазіргі кезде ол ордалар құлап , тек орны жатыр. Апшерон түбегінің қиыр шығысында да мұнай жер қойнауының жарықтарынан шығып, битумға айналған көптеген аумақтардың болғандығы анықталды. Битумды көптеген аумақтардың болғандығы анықталды. Битумды Персия халқы жанармай ретінде пайдалану үшін теңіз арқылы өз еліне кеме- қайықтарға тиеп жжіберіп отырған. Каспий теңізінің ішіндегі Артем аралында да мұнай көздерінің болғандығы ертеден –ақ белгілі болды. Бірақ , бұл кен байлық, теңіз ортасында болғандықтан, оны халық дұрыс пайдалана алмады. Мұнай және газ бұлақтары Кубань облысы мен Тамань түбегінде де кездескен. Жер қабаттарын өз күшімен жарып шыққандай , әдейі күшпен лаулап жанған газ көздері Түрікмен , Қазақстан , Шығыс Мексика , Қытай т.б. көптеген елдерде болғандығы тарихтан мәлім.\n\nМұнай және газ көздерінің пайда болуы  тек қана жер қабаттарының жарықтарымен байланысты деп айтуға болмайды. Соңғы  кездерде Бақу қаласының маңы т.б. жерлердегі мұнай және газ көздері балшық вулканизм құбылыстарымен байланысты екені айқындалып отыр. Мұнай мен газдың шаруашылыққа қажеттілігінен, енді олдарды іздеп табу жағына көңіл бөлінеді. Алғашқы кездерде бұл кендердің көзін тәжірибесі мол адамдар ғана табатын болады. Жергілікті халық мұндай адамдарды «ізші» деп атаған. Ол адамдар , әсіресе , Апшерон түбегін қоныстанған халық арасында көптеп кездесетін. Бірақ олар бабадан атаға , атадан балаға қалған бұл кәсіптерін елге жария ете бермей, сыр ғып ұстаған, көп жылдар бойы мұнай өндіретін құдықтар осылардың қолында болған. Құдықтар тек қана солардың сілтеуімен табылып және ар шылып қазылып келегн.\n\n17-ғасыр\n\n17-ғасырдың бас кезінен бастап  көптеген мұнай алаңдары жалпы  бұқара халыққа мәлім бола  бастады . Мысалы, Россиядағы «Ведомость»  атты газеті 1703 жылы бірінші нөмірінде былай деп жариялады: «Қазақ қаласынан алынған хабар бойынша Соқу өзенінің бойында көптеген мұнай көздерінің бар екендігі анықталды». Ал , бұдан кейінгі кездерде «1865 жылғы тау-кен ғылымы санақ жинағында» былай деп жазылады: «Петроль иә болмаса мұнай Россияның көптеген аймақтарында табылып жатыр. Мұнай бұлақтары Архангельск губерниясының Шенкер уезінде , Царицин губерниясында, Ухта өзенінің бойында, Еділ өзенінің бойындағы Қазан, Симбирск, Самар губернияларында, Керчь және Тамань түбектерінде, Кубань бойында, Байқал көлі мен Сібірде , әсіресе , көптеген мұнай бұлақтары Кавказдағы губерниялық Бақу қаласының маңында барлығы анықталды». Өнеркәсіп орындары көбейіп, өндірісте түрлі машиналар мен механизмдер саны өсуімен байланысты мұнай мұқтаждығы сезіле бастады. Бұл жағдай мұнай саласындағы кәсіпшіліктердің ұлғайтылуын талап етті. Осыған байланысты мұнай алаңдарын барлау және оардан мұнай өндіру әдістеріне сай мұнай ғылым саласы керек болды.\n\nАлғашқы кезде Ресей көлемінде мұнай туралы ғылым саласын жолға қойған атақты ғалым химик Д.И.Менделеев болды. Д.И.Менделеев көптеген ғылым салаларымен айналысумен қатар, мұнайдың химиялық қасиеттерін зерттеп , күрделі жаңалықтар ашты. Ол өзінің 1877 жылғы жазған « терістік Америка Штатындағы Пенсильвания және Кавказдағы мұнай өнеркәсіптері» атты еңбегінде « ... мұнай саласындағы ең басты міндет – оның жер қойнауында қалай орналасып жатқанын ғылыми жолмен тиянақты түрде зерттей білу» деді. Бұл әңгіме іс жүзінде орындалмаған жағдайда мұнай барлау , жаңа алаңдар ашып , оның қорын көбейтіп өндіру жұмыстарының қиынға соғатынын Д.И.Менделеев айқын көрсете білді. Д.И.Менделеев мұнай өндіру және одан алынатын қосымша өнімдерін , айыру кәсіпшіліктерінде кездесетін кедергілерді жете әшкерелей отырып , оларға қарсы үзілді – кесілді күрес ашты. Мұнай мәселесін өндірістік талапқа сай көтеру үшін ең алдымен Россияда орын алып келген , бір қожадан екінші қожаға мұнай сату, яғни « Откуп» деп аталатын жүйені жою керектігін дәлелдейді. Осыған байланысты 1872 ж патша үкіметі «Откуп » жүйесін жойды.\n\nАлғашқы рет Баку маңындағы табиғи мұнай кендерінің геологиялық жағдайын 1827ж Н.И.Воскобойников жазды. Г.В.Абих 1861 ж бұл ауданның геологиялық  картасын жасады. 1882 ж Россия аумағындағы мұнай, газ және басқа да кен байлықтарын ғылыми жағдайда зерттейтін Геологиялық Комитет құрылды. Патша үкіметінің бұл Комитетке бөлген қаржысы өте мардымсыз болғандықтан , оның құрамына аздаған , санаулы ғана мамандар тартылып , геологиялық зерттеу жұмыстары өте шағын көлемде жүргізілді. Осымен қатар зерттелген ұлан - байтақ Россия көлемінде геологиялық барлау жұмыстарымен айналысатын Геологиялық Комитет мүшелерінің саны 50 адамнан аса алмады. Осыған қарамастан, бұл Комитеттің жүргізген жер қойнауының зерттеу жұмыстары, бұрынғыға қарағанда әлдеқайда жоғары сатыда әрі жемісті болды. Жаңадан көптеген мұнай және газ алаңдары ашылып , барлау жұмыстары арнайы жоспармен сапалы түрге келе бастады. Бұл табыс негізінен Геологилық Комитеттің мүшелері әрі ұйымдастырушылары атақты геологтар И.М.Губкин, Д.В. Голубядников , Н.И.Андрусов, Н.И.Ушейкин, А.П. Карпинский, Ф.Н. Чернишев , С.Н.Никитин т.б . нақты ұйымдастыру жұмысының нәтижесі еді.\n\nАкадемик И.М.Губкиннің мұнай  жөніндегі ғылыми- зерттеу жұмыстары , әсіресе Қазан төңкерісінен кейін  кең өріс алды. И.М.Губкин барлау жұмыстарын жоспарлы,ғылыми түрде ұйымдастырды, әсіресе , Азербайжан Республикасына ,Ухта, Еділ бойына, Түрікпен, Қазақстан, Өзбекстан , Грузия , Екінші Баку аудандарында , т.б. жерлерде мәңгі есте сақталатындай еңбек қалдырды. И.М.Губкин жер қойнауының жаратылыс заңдарын жете зерттеумен байланысты мұнай және газ алаңдарынан балшықты вулканизм құбылысымен байланыстылығын дәлелдеді. Бұл жөнінде көптеген еңбектер жазып, арнайы теориясын ойлап шығарды. Өзінің «Еділ және Каспий бассейнінің мұнайы » атты еңбегінде алғашқы рет мұнай кендері тек тұз күмбездерінің шет жағалауларында орналасқан жаңа мұнай алаңдарының ашылуы арқылы дәлелденіп , жүзеге асты. Егеменді Тәуелсіз Одақтас мемлекеттердің мұнай өнеркәсіптік тарихы академик И.М.Губкиннің есімімен тығыз байланысты. Ол мұнай саласындағы ең маңызда божаулардың қожасы, мұнай өнеркәсібінің «ақсақал қолбасшысы» болып саналады\n\nМұнай газ өнеркәсібі және қоршаған орта\n\nМұнай газ өнеркәсібі және қоршаған орта-Мұнай мен газ улы заттар болғандықтан қоршаған ортаға түскенде табиғатқа және адам денсаулығына орасан зор зиян келтіреді.\n\n\nТопырақ, атмосфера, су қоймалары ластануға ұшырауда. Жер қойнауынан шамадан тыс көмірсутектерін игерудің нәтижесінде жасанды жер сілкінісінің пайда болған кездері де болды. Мұнай газ өнеркәсібінің табиғатқа және адам денсаулығына қолайсыз әсер етуін азайту мақсатында табиғатты сактау технологиясын колданып отыруды қажет етеді. Өндіруші компанияларға ілеспе газды жағуға тыйым салынды. Мұнайды бұрғылау орындарын су басып кетпеу үшін арнайы дамбалар тұрғызылуы керек. Мұнай және газды өндіретін және еңдейтін аудандарға жақын орналаскан елді мекендердегі адамдарды басқа жакка, яғни колайлы жерлерге кешіреді.\n\nСонымен, Қазақстандағы ірі салааралык кешендердің  біріне отын-энергетикасы жатады. Оның ішінде мұнай өнеркәсібі жетекші  рөлді атқарады. Газ өнеркәсібі де жылдам дамуда. Бұл салаларды дамытуда табиғи ресурстарды тиімді пайдалана және қоршаған ортаны қорғай отырып игеру кажет.\n\nФакттар\n\nҚаражамбастың мұнайы өте ауыр, құрамында темір  көп. Ал Эмбі мұнайы керісінше жеңіл, майлы болып келеді, көбінесе зымырандардың  отыны және майлағыш май ретінде  қолданылады. Өзен мен Жетібай мұнайының құрамында парафин көп. Ол бөлме температурасында катады. Сондықтан оны тасымалдауда арнайы жылытып тұратын құбыр орнатылды. Оны күкірттісутектен және күкірттен айырады. Қарашығанақ пен Жаңажолдағы табиғи газдан күкірттісутекті алғанда - конденсат - бағалы химиялык шикізат алынады.\n\nҚазақстандағы ең бірінші мұнай 1899 жылы Орал-Ембі алабындағы Қарашүңгілден игерілді. Ол жердегі тереңдігі 40 метрлік үңғыдан  мұнай фонтаны атқылап, теулігіне25 тонна мұнай береді. Алғашқы кезде  мұнайды арнайы қазылған шұңқырға жинаған. Мұнайды Самарадағы мұнай өңдеу зауытына жеткізу үшін алғашқы кезде түйені пайдаланған. 1915 жылы Қазақстандағы ең бірінші мұнай құбыры Ракушечная айлағына дейін салынды. Ол жерден мұнай баржаға жүктеліп, Каспий теңізі одан ары Еділ өзені арқылы тасымалданды.\n\nТеңіз мүнай кен орны дүние жүзіндегі  ең үлкен мұнай қоры бар ауданға  жатады. Кен орнының ұзындығы 19 км, ені 21 құрамында мұнайы бар тау  жыныстарының калыңдығы 1,6 км. Теңіз  мұнай кен орны 1979 жылы ашылды. Зерттелген қоры 3 млрд тоннадан артық, оның ішінде өндірілетін мұнай 1,1 млрд т, ұңғының орташа тереңдігі 5500-6000 метр. 2008 жылында 17,5 млн т мұнай өндірді.\n\nҚашаған мұнай кенішінің геологиялык  қоры 4,8 млрд т. Кен орнындағы қабаттың қысымы (820 бар) өте жоғары. Сонымен  бірге құрамында ілеспе газ және күкірттісутек бар. Мұнайды игеру 2010 жылы басталмақ. Кенішті игеру 40 жылға жоспарланды. 136 млрд АҚШ доллары жұмсалатыны жөніндегі шартқа кол қойылды. Оны «Солтүстік Каспий басқарушы компаниясы» (СКБК) консорциумы игереді. Бұл консорциумға: Қазмұнайгаз (Қазақстан), «Эксон-Мобил», «Шелл», «Эксон-Мобил», «Конокофиллипс» (АҚШ), «ЭНИ» (Италия), «Тоталь» (Франция), «Инпекс» (Жапония). * «Қазмұнайгаз» компаниясының үлесі - 16,81%.\n\nКаспий  теңізінің солтүстігінде Қазакстанның тарихында бұрынсонды болмаған Солтүстік  Каспий жобасы іске асырылуда. Негізгі мақсаты мұнай және газ кеніштерін барлау және Қашағанды игеру. Теңіз акваториясының барланатын ауданы 5600 км2. Ұңғыны бүрғылау жасанды аралдар арқылы іске аспақ. Мұнай және газ қабаты орналасқан тереңдік 4300 м.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика пәнін сұрақ: Материялық нүктенің орын ауыстыруы деген не?",
        "question_content": "Материялық нүктенің орын ауыстыруы деген не?",
        "question_date": "30.05.2019",
        "question_tag": "Физика",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Материялық нүктенің орын ауыстыруы деп материялық нүктенің бастапқы орнын оның келесі орнымен қосатын бағытталған кесіндіні айтады.",
                "date": "6.06.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жас маман демалысы және еңбекке жарамсыз парағы?",
        "question_content": "Салеметсиздерма! Мен 2018 жылы 1 Қыркүйектен бастап мұғалім болып (жас маман ) жұмысқа орналастым, 2019 жылғы 1 маусымнан бастап еңбек демалысына бармақшымын және 2019 жылғы шілде айының 10-н бастап жүктілікке және бала тууға байланысты еңбекке жарамсыз парағын кадр бөліміне үсынбақшымын. Менде енді қалай болуы керек еңбек демалысы, қанша күн?",
        "question_date": "30.05.2019",
        "question_tag": "Заң",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Желчь өтім туралы сұрақ?",
        "question_content": "Өтім ауырып, құсып ауырып қалдым. Ауыз ашардан кейін шұбат ішіп ауыз бекіткен дұрыс па? Егерде ауыз бекітип тағы құсып ауырсам ораза бұзала ма? Бұзылмаса ашып жіберген дұрыс па?",
        "question_date": "30.05.2019",
        "question_tag": "Денсаулық",
        "question_views": 889,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейде тұрыптың (редька) ішін үңгіп, оған балды толтырып қойып, үш-төрт сағаттан соң дайын болған шырынды өт жолы ауыратын ересек адамға ас қасықпен, ал балаға шәй қасықпен күніне 2-3 рет беру керек. Мұндай әдіс өт жолы мен бүйректе құм, тас жиналудан сақтайды, деп жазады facebook желісінің “Отбасым-алын босағам” тобында. \nСондай-ақ, бір стақан сәл жылытылған минерал суына бір ас қасық бал қосып, оны аш қарынға ішіп, бір жарым не екі сағаттай қырынан жатып, бауырға аса ыстық емес грелка басқан жөн. Сонда бауырда жиналып қалған өттің асқазанға қарай ағып өтіп, бауырдың жеңілденуіне әсер етеді.\nБалды үккіштен өткізілген сәбізден қосып, банкіге салып біраз уақыт қойса, әбден еріп, сәбіздің шырынына қосылып, тосап сияқты өте тәтті тағам болады. Оны, әсіресе, бауыры, өт жолы ауыратындар ем ретінде пайдаланса, шипалық қасиеті мол. Бал қосылған сәбіздің құрамында каротин деп аталатын дәруменді зат жақсы сақталады. Балды лимонға қосып сақтаса, бүйрегі, бауыры, өт жолы ауыратындарға өте пайдалы.\nПИЯЗ – БАУЫР МЕН ӨТ ЖОЛДАРЫНА ЕМ\nҮстіне шекер сеуіп буға пісірілген пияз бауыр мен өт жолдары ауруларына ем болады. Пияздың тұқымын суға қайнатып ішсеңіз, бүйрек ауруларына дауа. Осы қайнатпаны 1/1 мөлшерінде піскен сүтке араластырып ішсеңіз, көзіңіздің көру қуаты артады.\nЖАЛБЫЗДЫҢ ПАЙДАСЫ\nЖалбызды өт бөлінуінің бұзылыстарында, өттің және өт жолының қабынуында, сонымен қатар өттегі тас аурулары мен сары ауруда, ісінулерде, асқазан шаншуларында, асқорыту және жүйке жүйесінің жұмысындағы бұзылыстарында, ұйқысыздықта, бас сақинасында, невралгияда, жүйке тырысуында және етеккір кезеңінің бұзылыстарында қоладанады.\nОны қосымша ретінде салатта, кондитер өндірісінде, сусындар, арақтар мен ликерлар өндірісінде, сонымен қатар хош иістендірілген сірке суын, қуырылған етті және зельц дайындауда қолданады. Ұлыбританияда жалбызды тұздық көптеген тағамдарға қосылатын дәстүрлі қосымша болып табылады.\nТолығырақ: https://stan.kz/ot-zholdaryn-%D2%AFy-zhagdayynda-kalay-emdeu/",
                "date": "8.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Метрологиялық талдау жасау",
        "question_content": "Берілген сөздерге метрологиялық талдау жасау.\n\nЕсік қаласының, алтын әшекейлермен, Елтаңбамызда.",
        "question_date": "30.05.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 828,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектеп директорлығына түскен екі адам да конкурстан өтпей қалуы мүмкін бе?",
        "question_content": "Мектеп директорлығына  конкурсқа екі адам түстік. Менің жалпы педагогикалық стажым -24 жыл, оның ішінде директордың орынбасары болып 17 жыл жұмыс істедім. Конкурстық кезеңнің 2-кезеңі қамқоршылық кеңестен  9 адам маған, екінші адамға 2 адам дауыс берді.Ұжым мүшелері ,ата-ана   атынан қолдау хат\nжәне депутаттық сауал аудан әкіміне жолданды, 3-кезеңі облыстық кезеңнен мақтау естіп оданда жоғары балл алдым.Ал енді соңғы кезеңінде  аудандық білім беру бөлімі маған конкурстан өткен жоқсың деген хабарлама жіберіп отыр.Екінші адамға да конкурстан өтпегендігі туралы хабарлама келіпті. Соңғы кезеңі аудандық білім беру бөлімінде әңгімелесуде заңнан сұрақ қою арқылы өтті.Заңнан және педагогика-психология бойынша тест тапсырып өтіп келдім ғой.Ол жерде неге заңнан сұрақ қойылады,басшылық қызмет туралы әңгіме жүру керек деп есептеймін.Себептері қандай? Қандай кеңес бересіз?",
        "question_date": "29.05.2019",
        "question_tag": "Мектеп",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақпараттық қауіпсіздік жүйелері.",
        "question_content": "Ақпараттық қауіпсіздік жүйелері мен Ақпараттық жүйелер мамандықтарының айырмашылықтары қандай? Қалай түсуге болады?",
        "question_date": "29.05.2019",
        "question_tag": "ҰБТ жайлы",
        "question_views": 573,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сауда жасағанда қандай сертификаттар немесе лицензиялар керек?",
        "question_content": "Сәлеметсіздерме менің сіздерден сұрайын дегенім: Жолда немесе паркте адам көп журетін жерлерде марожный и вата сияқты тауарарды сату ушін белгілі бір мекемеден сертификат немес лицензиялар керекпе?",
        "question_date": "29.05.2019",
        "question_tag": "Заң",
        "question_views": 841,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұраққа жауапты балмұздақ сатқан бір жігіт бар, содан сұрағаның жөн. Фейсбукта отырады, Олжас. Көк сілтемені бас.",
                "date": "29.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгiленген мерзiмнiң аяқталуына қарай мұраны қабылдау",
        "question_content": "кандай баптарды жазуга болады?",
        "question_date": "29.05.2019",
        "question_tag": "Заң",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР азаматтық кодексi (ерекше бөлiм)\n1072-3-бап. Белгiленген мерзiмнiң аяқталуына қарай мұраны қабылдау\n\nЕгер мұрагер мұраны қабылдау үшiн белгiленген мерзiмдi (осы Кодекстiң 1072-2-бабы) дәлелдi себептер бойынша өткiзiп алған болса және мұраны қабылдау үшiн белгiленген мерзiмдi өткiзiп алған мұрагер бұл мерзiмдi өткiзу себептерi жойылғаннан кейiн алты айдың iшiнде сотқа жүгiнген жағдайда осы мерзiмдi өткiзiп алған мұрагердiң өтiнiшi бойынша сот бұл мерзiмдi қалпына келтiре алады және мұрагер мұраны қабылдады деп тани алады.\nМұрагер мұраны қабылдады деп танылған кезде сот барлық мұрагерлердiң мұрагерлiк мүлiктегi үлестерiн анықтайды және қажет болған жағдайда жаңа мұрагердiң мұрадан өзiне тиесiлi үлесiн алу құқығын қорғау жөнiнде шаралар белгiлейдi. Бұған дейiн берiлген мұраға құқық туралы куәлiктердi сот жарамсыз деп таниды.\nЕскерту. 1072-3-баппен толықтырылды - Қазақстан Республикасының 2007.01.12. N 225 Заңымен.\n\nhttps://kodeksy-kz.com/grazhdanskij_kodeks_osobennaya_chast/1072-3.htm",
                "date": "15.02.2020",
                "upvotes": 0
            },
            {
                "text": "ҚР азаматтық кодексi (ерекше бөлiм)\n1072-3-бап. Белгiленген мерзiмнiң аяқталуына қарай мұраны қабылдау\nЕгер мұрагер мұраны қабылдау үшiн белгiленген мерзiмдi (осы Кодекстiң 1072-2-бабы) дәлелдi себептер бойынша өткiзiп алған болса және мұраны қабылдау үшiн белгiленген мерзiмдi өткiзiп алған мұрагер бұл мерзiмдi өткiзу себептерi жойылғаннан кейiн алты айдың iшiнде сотқа жүгiнген жағдайда осы мерзiмдi өткiзiп алған мұрагердiң өтiнiшi бойынша сот бұл мерзiмдi қалпына келтiре алады және мұрагер мұраны қабылдады деп тани алады.  \n\nМұрагер мұраны қабылдады деп танылған кезде сот барлық мұрагерлердiң мұрагерлiк мүлiктегi үлестерiн анықтайды және қажет болған жағдайда жаңа мұрагердiң мұрадан өзiне тиесiлi үлесiн алу құқығын қорғау жөнiнде шаралар белгiлейдi. Бұған дейiн берiлген мұраға құқық туралы куәлiктердi сот жарамсыз деп таниды.  \n\nЕскерту. 1072-3-баппен толықтырылды - Қазақстан Республикасының 2007.01.12. N 225 Заңымен.\nПодробнее:",
                "date": "16.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысы Мұғалім жас мамандарға",
        "question_content": "Саламатсыздарма? мен мұғалім болып жұмыс жасаймын,  осы 2018-2019 жылығы оқу барысында жұмысқа келдім,  1.11.2019 жылы,   енді маған еңбек демалысы бөлінген болатын. 1 шілдеден бастап. 27 күнге ақша төлейміз. бірақ жас маман болғаннан кейін 56 күн демалсың деді. сонда қалай? 56 күн демалып. 27 күннің ақшасын алу қаншалықты заңды? сонда маған 27 күнге ақша төлеп,  қалған 29 күні ме ақша жазбайды ма? сол қаншалықты заңды осы сұраққа жауап берсеңідер деймін...",
        "question_date": "28.05.2019",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз. Мектептегі кадрлар жөніндегі маман жұмысы толық заңға, яғни еңбек кодексіне сүйеніп жұмыс жасайтындықтан, заң шеңберінде шешім қабылдайды. Сенбесеңіз еңбек кодексін оқып шығыңыз",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі вагонның соқтығысуы кезінде қатаңдығы 105 Н/м буферлік",
        "question_content": "Екі вагонның соқтығысуы кезінде қатаңдығы 105 Н/м буферлік (аралық)  серіппе 10 см сығылады. Серіппеелер арқылы вагонға әсер еткен серпімділік күшінің максимал мәні нешеге тең?",
        "question_date": "26.05.2019",
        "question_tag": "Математика",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=k*l=105*0.1=10.5 H",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті ақылы демалыс",
        "question_content": "Саламатсыздарма?! Мен 2017 жылы 4 қазанда балабақшаға жұмысқа орналастым. 2018 жылдың 16 қыркүйегінде бірінші ақылы демалысқа шықтым. 1 қараша жұмысқа түстім. 2019 жылдың қаңтар айының 21-нен бастап декреттік демалысқа шықтым. Ақылы демалыспен декреттік демалыстың арасында 2ай 20 күн жұмыс жасадым. Менің сұрағым: Мен енді кезекті 2-ші ақылы демалыс ала аламынба? Жауаб берсеңіздер. Алдын ала рақмет",
        "question_date": "26.05.2019",
        "question_tag": "Заң",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз. Кадр жөніндегі маманнан сұрап көріңіз",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу үшін жылдық 5 болуы керек па?",
        "question_content": "Мен 9 сыныпка дейн токсанга 4 шыкпадым . Осы 9 сыныпта гана 1-2 токсан 1 сабактан 4 шыктым ал жылдык багаларым 5 болып уздик атандым Ал кызыл аттестатка жибермеди Бастауыш сыныптан бери уздик болып келдим Кызыл аттестат ала алмаймын ба?",
        "question_date": "25.05.2019",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізде 9 сыныпта сызудан 1 тоқсан 4 болған, ал жылдық 5 болды. 9 сыныпты қызыл атестатпен  бітірдік.",
                "date": "28.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кітап публикациясындағы соңғы жаңалықтар",
        "question_content": "Заңгерлерге арналған кітап публикацияларындағы соңғы ақпараттарды жариялап отыратын сайттар жайлы ақпарат берсеңіздер... Қазақстандағы, Ресейдегі және әлемдегі",
        "question_date": "25.05.2019",
        "question_tag": "Заң",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "online.zakon.kz\n\nwww.consultant.ru\n\nwww.lexadin.nl/wlg/legis/nofr/legis.php",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Парктен набережная т.Б қа жерлерден точка қалай алуға болады?",
        "question_content": "Парктен набережная т.Б қа жерлерден точка қалай алуға болады?",
        "question_date": "25.05.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ботагөз\" романындағы кейіпкерлері кімдер?",
        "question_content": "Сәрсенбіге дейін қажет",
        "question_date": "25.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәбит Мұқанұлы Мұқанов 1902 жылы 22 сәуірде қазіргі Солтүстік Қазақстан облысы, Жамбыл ауданында дүниеге келген. Ол бала кезінен өлең-жырға құмар әрі бейім болған. 1919-1922 жылдары болашақ жазушы әр түрлі әлеуметтік жұмыстарға ат салысты. Кеңес өкіметінің қалыптасу жолына еңбек сіңіргенін жасыру қажет емес. 1922-1926 жылдары Орынбор рабфагында, 1928 жылы Ленинград университетінің филология факультетінде, 1933-1935 жылдары Москвадағы Қызыл профессура институтында оқиды. Әр кездері “Қазақ әдебиеті” газетінің редакторы, Қазақстан Жазушылар одағының председателі, Қазақтың Абай атындағы педагогикалық институтында профессор болған. С.Мұқанов – “Сұлушаш” дастанының, “Адасқандар” (“Мөлдір махаббат”), “Жұмбақ жалау” (“Ботагөз”), “Сырдария”, “Өмір мектебі” (трилогия), “Аққан жұлдыз” (трилогия) романдарының, “Балуан Шолақ” повесінің, “Шоқан Уәлиханов” драмасының, “Жарқын жұлдыздар”, “Қазақ қауымы” атты зерттеулердің, “Ақ аю” поэмасының, неше жүздеген өлең және мақалалардың авторы, ең өнімді қаламгерлердің бірі. Жазушы өзі өмір сүрген замана сыры мен тарихи шындық қатарларын бірдей ынта, жігермен шынайы бейнелей алды. С.Мұқанов 1973 жылы қайтыс болды.\n“Ботакөз” романы сахара өңіріндегі алапат саяси қозғалыс қарсаңындағы халық өмірін өрнектеумен басталып, жалпы республика көлемінде Кеңестер билігінің орнығу мерзімін баяндаумен аяқталады. Романовтар әулетінің үш жүз жылдық династиясын тойлау алдындағы 1912-1913 жылдар “Тұңғиықта” атты бөлімнің сюжеттік арқауын тартады. Шығармадағы кеңістік аумағы оқиға барысының Итбай ауылы, Бурабай қаласы, Омбы, Петербург төңірегінде, одан кейін алтын өндіретін жердегі поселок, Ержан, Байтөбет ауылдары, Қызылжар, Минск, Н. Қалаларының, Меңіреу атты ну орманның қосылуы нәтижесінде мол мекендік өлшемде өтуі мезгіл рухын эпикалық тыныс, психологиялық нанымдылықпен сомдауға жол ашқан. Романдағы көркемдік уақыт Асқар, Ботакөз, Амантай, Кузнецов, Бүркітбай, Итбай, Кулаков, Мадияр сынды діңгек кейіпкерлердің характер қырларын, дүниетанымдық ізденістерін әрекеттік аяда мейлінше сенімді ашып көрсетуге жағдай тудырады. Заман әсері адамдардың мінез-құлық, ынта-аңсарын толық билеп, қоғамның әлеуметтік, моральдық-этикалық келбетін кескіндейді.\nНегізгі фабуладан тыс элементтердің бірі – авторлық шегіністе Итбай болыстың мираскерлік тарихын: бабаларының патша айналасы, губернатормен жақын таныстығы, артық сый, пара арқылы біршама еркіндікке жету фактілерін келтіру үстем топ өкілінің мінездік этимологиясын дайындауға мүмкіндік жасаған. Кейбір уездік әкімдерден қорықпайтын, көршілес казак байлары арасында достары көп, ел билеушілеріне айбарлы Итбайдың уыздай және Ботакөзді екі әйелі үстіне алу ниеті сол уақыттағы қазақ тұрмысы, дәстүрі тұрғысынан, атқамінерлердің түсінігі бойынша ерсі қылық емес.\n“Ботакөз” – С.Мұқанов қана емес, ХХ ғасырдағы қазақ әдебиетінің зор табысына кепіл. Шығармадағы символикалық мағынасы бар үш бөлім (“Тұңғиықта”, “Таң атарда”, “Күн күлімдегенде”) табиғи хронологияны сақтай отырып, даладағы зор өзгеріске дайындық пен әлеуметтік катаклизмнің ішкі себептерін көркем образдарға тән нанымды жағдайлар арқылы бейнелейді. Бүкіл әлемді толқытқан ғасыр оқиғасы сар селеу басқан қазақ жеріне де күтпеген жойқын жаңалықтар алып келеді. Оны әркім әр түрлі қарсы алады. Қуанғандар да, кейігендер де, қасірет кешіп, дағдарғандар да бар. Қыр халқы үшін, әрине, революция стихиялық құбылыс болатын. Романда замана айдынынан бір-ақ шыққан жандардың дауылмен бірге қозғалған жанкешті әрекеттері характер, дүниетаным табиғатын аша түсетін айшықты нәрімен бедер табады. Оған жазушының ойлау қуаты мен асау қиялы да, кестелі тілі де еркін жетеді.\nБіз қазақ қызы Ботакөздің от басындағы күйкі тіршілік құрсауында қалып қоймай, замана қыспағымен ашық күреске шығуы, жеке тағдырындағы қиын түйіндердің күрмеуін өзі шешіп, әлеуметтік өмірдегі биік белестерге көтерілуін рухани ерлік, ұлттық ділімізде бар табиғи қасиеттердің өзгеше жаңғыруы деп санаймыз.\nКөркемдік-эстетикалық деңгейі жоғары туындыдағы сюжеттік тартыс жүйелері көп салалы. Өзіне тән стильдік өрнекке әрқашан адал жазушы оқиға, әрекет ырғағын селкеу шығармай, тұтас арнамен дамытып отырған. Итбай болыс пен мұғалім Асқар Досанов, ұлт-азаттық көтерілісінің батыр көсеміне айналатын Амантай, урядник Кошкин, тілмаш Горбунов, социал-демократ Мадияр, алашорда басшысы Базархан Меделханов, қара шаруалар Балтабек, Кенжетай, Бүркітбай, революционерлер Кузнецов, Булатов, монархияшыл Алексей Кулаков сияқты әр түрлі мүдде, ынта, құштар көңіл мен саяси мақсаттар үшін сайысқа түсетін дара болмысы анық тұлғалар шығарманың образдар әлеміндегі сұлулық, романтика, натуралистік тілек көріністері іспетті сезімдер палитрасын терең қамтып, дәуірдің неғұрлым шынайы, толымды кескінін мүсіндейді. Роман қаһармандары уақытпен бірге өзгеру үстінде көрінеді. Пейзаж суреттері, психологиялық параллелизм, диалогтар нанымдылығы, метафоралық сөз өрнектері Сәбит Мұқанов талантының өрлеу барысындағы кесек сипатын танытады.\nТегінде фольклор жанрларын классификациялау едәуір жүзеге асқанмен, әр қайсысы бір-бір мұхит сияқты роман әлемін алақанға жайғандай өлшеп-пішіп шығу – шарттылығы мол, адастырар жері жеткілікті міндет. Біз “Ботакөзді” әлеуметтік роман деп, онда көтерілетін басты оқиғалар мазмұны мен жазушы дүниетанымының негізгі айшығын ескеріп сөйлейміз. Әйтпесе бұл туындыда қазір қолданып жүрген терминологияның жанрға қатысты бірталай бөлігіне жауап беретін қасиеттер баршылық.\nАйналып келгенде барлық көркем дүниеден әлеуметтік сыр түйірін табуға болады. Тіпті саясат, орта, адамдарға көңіл аудармай, ой, сезім, түйсіктер әлемін қуалайтын шығармаларда да осы мақсаттың өзінен қоғамдық психологияға тән ұғым қыртыстарын көру қиын емес.\nАл “Жұмбақ жалау” өмірге келген тұста Еуразия кеңістігі бойынша тарихи-әлеуметтік уақыт факторын айналып өту мүмкіндігі жоқ еді. Демек, біз “Ботакөзді” әлеуметтік роман дегенде, ондағы суреттеу нысаны, заманның түрлі адамдарға тән көзқарастар бағдарына шаққандағы объективті кейіп-кескіні, автор аңсары, кейіпкерлер болмысы мен тағдыры, сан алуан оқиға, құбылыстардың сыртқы және ішкі себептермен астарластығы, нақты мезгілдің абсолютті уақытқа, нақты мекендік межелердің ғарыштық өлшемге қарым-қатынасы іспетті мәселелерді ойға аламыз.\nБұл тұрғыда алдымен назар аударатын нәрсе – “Ботакөзде” 1917 жылғы Қазан төңкерісі негізгі идеялық концепт құрайтын орталық құбылыс екендігі. Оқиға 1912 жылдан басталады да, эпилог кеңестік дәуір орнаған кезеңнің елесін символикалық түрде қамти суреттейді.\nРоманда контрастылық ойлау жүйесі басым. Оқырман кез келген жаңа дерек, әрекет, сөз, қиял, шешім астарынан бұдан бұрынғы заман сұлбасын сезіп, іштей екі мезгіл, бөлек сипатты мінез, жағдай өзгешеліктерін салыстырумен болады. Мәтінді қабылдаудағы іліктестік (ассоциация) заңдылықтары аяққа шырмалып отырады. Өткен мен қазіргі сәттің, белгісіз, бірақ топшыланатын болашақтың көзге көрінбес байланыстары, біршама қарама-қайшылықтары шығармадағы драматизм құрылымын айқындайды. Ол, сөз жоқ, туындының оқуға тартымдылығын арттырады. Мұндай объективті сипат романдағы негізгі қаһармандардың бәрінің басынан байқалады. Әсіресе, Итбай, Амантай, Ботакөз, Темірбек, Кулаков бейнелері арқылы құбылыстың образдық моделі түзілген. Кузнецов революция үшін өмірін арнаса, Алексей Кулаков монархия жолында жан бермек. Екеуі ашық жүздеспейді. Бірақ көркем туындыдағы кереғар дүниетанымдық күрес басқа тұлғалардың арман-тілегі, әр алуан тағдырлары, ашық сөз эфирі, іс-қимыл нобайлары арқылы тұжырымдамалық шешіміне жетеді.\nМадияр, Сарыбас, Меделханов кейпіндегі алашордалық идея шығарманың мазмұн аясын өсіреді. Ушаков, Кошкин, Горбунов, харизматикалық әсері зор патша ағзам – екінші бір саяси-әлеуметтік жүйенің, яғни Ресей самодержавиесінің байырғы тұрақтылығына кепілдік берушілер. Лиза, Бүркітбай – мейлінше либералдық сипаттағы кейіпкерлер. Амантай адам мінез-құлқына саяси орта әсерін дәлелдейтін, амалсыздықтан, жалтақса да жаңа жағдайға ішкі түйсікпен ұмтылатын, алайда үлкен харакеттік, “биоэнергетикалық” мүмкіндігі мол жан. Асқар – о бастан ауытқымас сана жемісі, догма. Ботакөз – ұлттық намыс пен жалпыәлемдік зорлықтың тайталасында дүниеге келген соны шешім, революцияның жалынан ұстаған қазақ қызы. Әдеттегі қалыпқа сыймайтын ұғым болғандықтан, кентавр сияқты таңырқатар эмоциясы мол, сонымен де – жаңашыл бейне немесе нақты хронотоп, яғни мекеншақ аясындағы диалектикалық кернеу. Диалектикалық парадигма Итбай, Итбайдың әкесі – Байсақал мен Бүркітбай болмысына қатысты да аңғарылады. Өткені сол заманда төсек жаңғырту арманы барша қазақ байларына хас мінез болатын. Итбай соншалық кәрі емес және соншалық зұлымдыққа да бармайды. Өзі керемет ырымшыл. Ондай адам обал-сауапқа қарай алады. Оның үстіне қорқақ әрі аңғал. Ботакөз батылдығына тұсау болмайтын – осы жағдайлар. Ал Итбайдың әкесі Байсақал – баласы мен мұғалім, оқыған жігіт Асқар Досанов арасында татулық орнауын тілеумен болатын жуас қария. Үстем таптың жуандығынан гөрі көңіліндегі тілек, сөзге ілесу басым. Бүркітбай кедей болса да, әншейіндегі, ел арасындағы қызық-думанның ойсыз перісі. Оған ақ та, қызыл да бәрібір. Бұл да тарихи шындық болатын.\nДегенмен, қантөгістер жүзеге асады. Дүние қопарылып түседі. Адамдар жауығады, атысады, бірін-бірі аямайды. Төңкерістер заңдылығы сол. Бұл шартты ақиқат шығармада шынайы көрініс табады. Оның символдық нышаны – Темірбек өлімі, бауыры үшін Ботакөздің ескі әлемге өшпендігілі артуы. Қоғамдық ахуалдар стихиясы жеке тұлғалардың жан түкпіріндегі терең рухани, дәйекті мән-мағыналармен тамырласып жатыр.\nҚазіргі заман “Ботакөз” романын да қайталай оқып, жаңаша пайымдауға бастайды. Осы тұрғыдан алғанда Петербургтегі алаш көсемі Базархан Меделхановтың насыбай атқандағы сөзді бұрмалап сөйлегені, өз түсінігін алға ашық жайғаны болмаса, ересен жаманаты суреттелмеген. Соған қарап Асқарды теріс бағалау қажет емес. Ол да – тарихи қажеттілік тудырған бейне. Өткені теңдік, бауырластық, адамгершілік ұрандары, ізгілікті жан иелерінің шынайы мүддесіне қайшы соқпайтын қазіргі демократиялық идеялардың көрінісі сол дәуірде аса зор саяси қақтығыстар түрінде өмір сүрді. Уақыт толғағы Ақпан, Қазақ төңкерістерін дүниеге әкелді. Жер беті шыр айналып қоя берді. Біздің ұлттық ой-санамыз пролетарлық интернационализмнің қалың орманына сіңісіп кетуге мәжбүр күй кешті. Күрес аренасындағы жеңімпаз күштер қатарына Ботакөз, Асқар, Амантайлардың қосылуы-заңдылық. Тарихты кері шегере алмайсыз. Күйінсеңіз де, қуансаңыз да, мейлі. Бәрібір сіз өз қандастарыңызды жабайы санаған Алексей Кулаковты қуаттай алмайсыз. Өйткені ол монархияны, орыс империясының шексіз үстемдігін көксейді. Ал Кузнецов, Булатов, Смирновтар, Досановтар заманының келешегі белгісіз. Алдымен олардың өзі мерт кетуі мүмкін.\nЖазушы кейінгі сұрапылдарға бармайды. Романдағы уақыт та, суреткер уақыты да алға жүгіруге мүдделі болмаған.\nСәбит Мұқанов шығармасындағы әлеуметтік сарындардың авторлық тұғырнамасы осы ыңғайда еді. Замана өзгеруде. Керуен көшуде. Бірақ қазіргі күні қинала, ойлана бағамдайтын ауыр кезең туралы жазылған “Ботакөз” романы ескірген жоқ. Ғажап емес пе?\nБіздіңше бұл құбылыстың сыры: біріншіден, қаламгердің өзі суреттеген уақыт мазмұнын жанының нұрымен адал пайымдауында, саяси дақпырт пен ойнақылыққа бой алдырмауында; екіншіден, жазушының тартыс таңдау, оқиға құру, сөз жүйесін игеру саласындағы табиғи талантында; сезім шырғалаңдарының жадағай схема емес, шынайы ұлттық дүниетаным биігінен, қазақ қауымына тән ұғым-түсінік, ой ырғағымен, зергердің қолындай шеберлікпен бейнелеуінде. Ал ұлттық менталитет тез өзгере қоятын оңғақ әшекей емес. Яғни, бұл суреткер Сәбит Мұқанов қаламының күшімен өмірдің айдынында ақжал толқындар салып жүзіп берген белгілі “Ботакөз” әлі де сол “Ботакөз” деген сөз.\nТолығырақ: https://adebiportal.kz/kz/retailing/view/391",
                "date": "7.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алуға мүмкіндік бар ма?",
        "question_content": "Егерде окушы бастауыш сыныптан бери уздик болып келип,9 сыныпта 1-2 токсан 4,ал жылдыкка 5 шыккан болса Кызыл аттестат алуга мумкиндик барма",
        "question_date": "25.05.2019",
        "question_tag": "Мектеп",
        "question_views": 877,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп қабырғасындағы әр пәннің бағасы – сіздің білім көрсеткішіңіздің нәтижесі. Куәліктің түсі қызыл және көк болып бөлінетіні белгілі. Ресми атауы – аттестат.\n\nКөк түсті аттестат – он бір жыл бойы алған бағаларыңыз аралас болса, яғни \"3\", \"4\", \"5\" деген бағаларды қатар алып жүрсеңіз қарапайым көк түсті куәлік аласыз. Алайда, бағалардың барлық жиынтығын есептеп, ортақ көрсеткіш шығарылатынын ұмытпаңыз.\nҚызыл түсті аттестат – көбіне бұл құжат оныншы және он бірінші сыныптағы үлгеріміңізге қатысты болып келеді. Аталмыш екі жылда барлық пәннен тек қана бестік баға алсаңыз, оған қоса кей-кездері \"Алтын белгіге\" ұсыныла отырып, бір балл жетпей қалып жатса да, осы ерекше аттестты ұсынады. Бұл аттестаттың баға көрсеткіші – 5,0 шкаласын көрсетеді.\n\nЕгерде окушы бастауыш сыныптан бери уздик болып келип,9 сыныпта 1-2 токсан 4,ал жылдыкка 5 шыккан болса Кызыл аттестат алуга мумкиндик бар.",
                "date": "15.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашып болып жасырын әдетпен айналыса бола ма?",
        "question_content": "Ораза айында жасырын әдетпен айналыса бола ма? Ауыз ашып болған соң. Ауыз ашып болып жасырын әдіспен айналыса бола ма?",
        "question_date": "25.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны не бұзбайды?\nҰмытып ішіп-жеу оразаны бұзбайды. Бірақ ұмытқан адам есіне түскен кезде жеуді дереу тоқтатуы керек; \nҰйқыдан жүніп болып ояну;\nӘйелін сүю немесе денесіне қолын тигізуі. Мұндай жағдайларда егер мәни шықпаса, ораза бұзылмайды;\nӘйеліне қолын тигізбесе де, оған қараудан немесе шәһуәтын қоздыратын жағдайларды ойлап мәни шықса;\nТүнде жүніп болып, ғұсыл алуды сәресі уақытынан кейінге қалдыру;\nАузына келген қақырықты жұту;\nТүкірік немесе мұрынды тарту арқылы бір нәрсенің тамаққа кетуі;\nҚұлаққа су кіру, бұлық ағу;\nТемекі түтіні немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары тамаққа еріксіз кірсе, ораза бұзылмайды;\nТістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды; \nЕріксіз ауыз толы құсу немесе оның ішке қайта кетуі оразаны бұзбайды;\nҚан алдыру немесе сүлік салдыру;\nКөзге, құлаққа дәрі тамызу;\nМисуак немесе тіс пастасын қолдану оразаны бұзбайды. Бірақ пастасы ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып тістерді жуу;\nТіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт;\nАуыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет;\nДушқа жуыну, теңізге, көлге түсу оразаны бұзбайды. Бірақ су жұтып қоюдан сақтануы керек. \n  Оразаны не бұзады? \nӘдейі бір нәрсені жеп-ішу;\n Темекі шегу, насыбай ату, дәрі ішу, құрамында нәрлі заттары бар укол қабылдау; \nАузындағы жаңбыр тамшыларын әдейі жұту; \nБұл жайлы мына хадисте айтылған: «Ораза кірген нәрселерден ғана бұзылады, шыққаннан емес».\nӘйелімен жақындасу (яғни, таң намазынан ақшам намазына дейін жақындасу оразаны бұзады);\nCебепсіз қорек немесе қоректік қасиеті бар барлық заттарды біле тұра әдейілеп жеу оразаны бұзады; \nМұндай жағдайларда каффарат оразасын ұстау қажет. (Каффарат деп – рамазан айының оразасын себепсізден-себепсіз біле тұра бұзып жіберсе, екі ай ораза ұстауды, оған шамасы келмесе алпыс кедейді тамақтандырып, тойғызуды айтады).\nОраза – адам нәпсісін тыйып, рухани өсуге, өз бойындағы жаман әдеттерден арылып, көркем мінезін тәрбиелеп қалыптастыруға мүмкіндік беретін ғибадат.Ораза - бір нәрседен алыстау Шариғат терминінде Ораза - ұстауға күші жеткен адамның ниет етіп, таң атқаннан бастап, күн батқанға дейін Оразаны бұзатын нәрселерден сақтануы. Ораза белгілі бір уақыт ішіп-жеуден, нәпсі қалауларынан тыйылу. Мұның парызы - ішіп-жеу мен құмарлық сезімдерден сақтау.\n\"Жасырын әдетіңіз\" не екенін түсінбедім, бірақ, шариғат заңы бойынша күнәлі іс болса ол іспен жасауыңыз ұстаған оразаңызды зая кетіреді. Ораза ұстаудың нағыз мақсаты -жоғарыда айтылып кеткендей, бойды зиянды әрекеттерден тазартып, нәпсіні тәрбиелеу, жүрек пен ойды тазарту.\nҰстаған оразаңыз қабыл болсын!",
                "date": "15.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш жұмысшының жалпы табысы 4080 теңге.",
        "question_content": "Үш жұмысшының жалпы табысы 4080 теңге. Бірінші және екінші жұмысшының табыстары 7.5 ÷ 1.75 қатынасындай.Үшінші жұмысшының табысы бірінші жұмысшының табысының 43бүтін1 \\ 3 құрайды.Əр жұмысшының табысын тап.",
        "question_date": "25.05.2019",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 q\n2 w,  7,5/1.75 = q/w    w=1.75q/7.5 = 7q/4/15/2=7q/30\n3 q - 100%\n  e  - 43 бүтін 1/3 %\n  e = q*43бүтін1/3/100 = 130q/3/100 = 13q/30\n\n1 q\n2 w = 7q/30\n3 q  = 13q/30\n\nq + 7q/30 + 13q/30 =4080\n(30q + 7q + 13q)/30 = 4080\n50q = 122400\nq = 122400/50 = 2448\n\nЖауабы:\n1 q = 2448 тг\n2 w = 7*2448/30 = 571.2 тг\n3 e = 13*2448/30 = 1060.8 тг",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лексикалық талдау. ШІркін ,қарақат - тәтті де сұлу жеміс-ау!",
        "question_content": "ШІркін ,қарақат - тәтті де сұлу жеміс-ау!",
        "question_date": "24.05.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұлу-ауыспалы мағынада қолданылған\n\nСұлу синонимы əдемі ,келбетті,көрікті,сымбатты\n\nСұлу антоним  ұсқынсыз",
                "date": "25.05.2019",
                "upvotes": 0
            }
        ]
    }
]