[
    {
        "question_title": "Бүтін x, y, z сандары берілген.",
        "question_content": "Бүтін x, y, z сандары берілген. Осы сандардың ең кішісін тауып, оның жұп екендігін тексеріңіз.",
        "question_date": "27.05.2021",
        "question_tag": "Математика",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "f(x)={3*√x^3+|x^4+7,82|, егер 1<= x <3/3*√1,5x+e^2x, егер x>3.",
        "question_content": "f(x)={3*√x^3+|x^4+7,82|, егер 1<= x <3/3*√1,5x+e^2x, егер x>3.\n\n3 саны түбірдің үстінде тұрады",
        "question_date": "27.05.2021",
        "question_tag": "Математика",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пандемия кезінде ҰБТ-ны қалай тапсырады?",
        "question_content": "Пандемия кезінде ҰБТ-ны қалай тапсырады?",
        "question_date": "26.05.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ-ның ескі форматы үшін ел бюджетінен 1 миллиард теңге (2,4 миллион доллар) қарастырылса, электронды форматтағы тестілеу шығыны шамамен 400 миллион теңге (952 мың доллар) көлемінде болады.\n\"2019 жылдан бастап мұғалімдер барлық тестті компьютерде тапсырды, 2020 жылы магистранттарға арналған кешенді тестілеуді осы форматқа көшірдік. Ендігі кезек оқушыларда\", - деп нақтылады Смағұлов.\nҰБТ тапсыру үшін Қазақстанның барлық өңірінде 56 тестілеу орталығы ашылады. Олар наурыздан қыркүйек айына дейін жалға алынады. Тестілеу орталықтарында бүкіл республика бойынша 6 000 түлек екі лекпен емтихан тапсырады: біріншісі – 10:00-ден 14:00-ге дейін, екіншісі – 15:00-ден 19:00-ге дейін.\n\"Ақпараттық қауіпсіздік бойынша көп шара қабылданды. Ешкімнің жүйеге сырттан қосылу мүмкіндігі болмайды. Орта есеппен залда 50 адам ҰБТ тапсырады. Бұл пандемия кезінде аса маңызды, адамдардың көптеп шоғырлануына жол берілмейді\", - деді Ұлттық орталық басшысы.\nҰБТ тапсыруға қанша уақыт беріледі\nОсы жылы ҰБТ тапсыратындар үшін тестілеу уақыты да әртүрлі: жаратылыстану-математика бағыты бойынша емтихан тапсыратындарға 240 минут (4 сағат) бөлінсе, гуманитарлық бағыттағы мамандық таңдағандардың тест уақыты 225 минут (3 сағат 45 минут) болады.\nКомпьютерлік тест тапсыру кезінде оқушыларға екі рет үзіліс беріледі. ҰБТ басталған соң бір сағаттан кейін көзді тынықтыру үшін екі минут, екі сағаттан кейін 15 минут берілмек. Осы уақытта түлектер әжетханаға шығып, демала алады.\n\nӘрі қарай оқу: https://sputnik.kz/society/20210128/16146520/UBT-2021-ozgeris.html",
                "date": "26.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ тапсыру үшін екі мүмкіндік беріледі ме?",
        "question_content": "ҰБТ тапсыру үшін екі мүмкіндік беріледі ме?",
        "question_date": "26.05.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа ереже бойынша, мектеп оқушылары ҰБТ-ны екі рет тапсырып, ең жақсы нәтижені грант иелену үшін конкурсқа жолдай алады.\nҰБТ-ны бір рет тапсыру тегін болады. Қазір екінші рет тапсыруды да ақысыз ету мәселесі қарастырылып жатыр. Екінші ҰБТ ақшалай негізде болған күннің өзінде оның сомасы 2 242 теңгеден (5,3 доллар) аспайды.\nТестілеу орталығының басшысы ҰБТ-ның электронды форматы жаңа заман талабы екенін айтты. Біріншіден, мектеп оқушылары тест күнін күтіп, күйзеліске ұшырамайды. Екіншіден, тестті екінші рет тапсыру мүмкіндігі жүйкеге түсетін салмақты азайтады.\n\nӘрі қарай оқу: https://sputnik.kz/society/20210128/16146520/UBT-2021-ozgeris.html",
                "date": "26.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ үш айға созылады ма?",
        "question_content": "ҰБТ үш айға созылады ма?",
        "question_date": "26.05.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Смағұлов \"электронды формат\" түлектер ҰБТ-ны онлайн тапсырады деген сөз емес екенін айтты. Оқушылар мамандандырылыған тестілеу орталықтарындағы компьютерлерді пайдаланады.\n\"Егер бұған дейін әрбір оқушыға тест тапсырмалары бар кітапша берілсе, енді дербес компьютер ұсынылады. Енді ҰБТ тапсыру белгілі бір күнге ғана белгіленбейді. Өткен жылдары оқушылар емтихан тапсыратын 10 күнді елеңдеп күтсе, енді ҰБТ тапсыру үш айға созылады. Өзі қалаған кез келген уақытта мектеп бітіруші түлек тест тапсыра алады\", - деді Смағұлов\n\nӘрі қарай оқу: https://sputnik.kz/society/20210128/16146520/UBT-2021-ozgeris.html",
                "date": "26.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модернезация тақырыбында сөзжұмбақ керек еді?",
        "question_content": "Модернезация тақырыбында сөзжұмбақ керек еді?",
        "question_date": "26.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала күтімімен үйде отырып еңбек демалысын алуға болама?",
        "question_content": "Салеметсіз бе? Мен 2020 жылдың сәуір айында мемлекеттік мекемеден декреттік демалысқа шықтым! Қазіргі уақытта үйде бала күтімімен отырмын! Мен бір жылдық еңбек демалысымды ала аламын ба?",
        "question_date": "25.05.2021",
        "question_tag": "Заң",
        "question_views": 871,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктілік – бұл әйел өмірінің ең маңызды кезеңдерінің бірі. Өзің туралы ғана емес, өзіңнің келешек балаң туралы ойланатын уақыт. Материалдық әл-ауқат туралы сұрақтар туындайды: осындай ерекше жағдайда мемлекет  қандай көмек көрсетеді? Мемлекет қандай төлемдерді жүргізеді? Жүктілік пен баланы күтіп-бағуға арналған демалыс жұмыстан қандай мерзімге беріледі? Осы мақалада сіз жүктілік басталғаннан кейін  және декреттік демалысқа шыққаннан кейін туындайтын барлық мәселелерге жауап табасыз.\nЕңбек Кодексінің 99 бабына сәйкес, жүкті әйелдерге, бала (балаларды) туған әйелдерге, жаңа туған баланы (балаларды) асырап алған асырап алған әйелдерге (еркектерге) баланың туылуына байланысты мынадай демалыстар беріледі:\nжүктілікке және босануға байланысты демалыс.\nжаңа туған баланы (балаларды) асырап алған жұмыскерлерге демалыс.\nбала үш жасқа толғанға дейін оның күтіміне байланысты жалақы сақталмайтын демалыс.\nКодекстің 99 бабына сәйкес, жүктілікке және босануға байланысты демалыс ұзақтығы 126 күнтізбелік күнді құрайды (босануға дейін күнтізбелік 70 күнге және босанғаннан кейін күнтізбелік 56). Қиын босанған немесе екі немесе одан көп бала туған жағдайда – 70 күнді демалыс беріледі. Демалыстарды есептеу жиынтықтап жүргізіледі және демалыс әйелге босанғанға дейін нақты пайдаланған күндерінің санына және жұмыс берушідегі жұмысының ұзақтығына қарамастан, толық беріледі.\nЖүктілікке және босануға байланысты демалыстан басқа, қалауынша бала 3 жасқа толғанға дейін оның күтіміне байланысты жалақысы сақталмайтын демалыс берілуі мүмкін. Кодекстің 99 бабына сәйкес, осындай демалысты баланың анасы немесе әкесі ала алады, ал бала ата-ананың қамқорлығынсыз қалған болса, жақын туысына, яғни баланы іс жүзінде тәрбиелейтін адамға беріледі.\nБала күтімі бойынша  демалыс уақытында жұмыстан айрылып қаламын деп уайымдамауға болады. ҚР Еңбек Кодексінің 59-бабына сәйкес, жұмыс беруші жұмысшы әйелді жүктілік және босану бойынша демалысқа байланысты жұмыстан шығара алмайды. Бұдан басқа 104-бапқа сәйкес, бала күтіміне байланысты демалыста болған уақыт еңбек өтілі ретінде есептеледі және кезекті төленетін демалыс ретінде есептеуге мүмкіндік береді.\nБаланың күтіміне байланысты демалыс кезінде жұмыстан айрылам деп уайымдамаңыз. ҚР Кодексінің 54 бабына сәйкес, жұмыс беруші сізді жүктілік және бала күтімі бойынша демалысқа байланысты  жұмыстан шығара алмайды. Бұдан басқа, 87 бабына сәйкес, жүктілікке, босануына және бала күтіміне байланысты демалыс уақыты еңбек өтіліне есептеледі, ал жүктілікке және босануға байланысты демалысты тіпті кезекті төленетін демалыс ретінде есептеуге үміттенуге  мүмкіндік береді.\nЕгер сіз декреттік демалыстан бір жылдан бұрын шығуды шешсеңіз – төлем үшін күдіктенбеуге болады, жұмысқа шығуыңыз төлемдерді тоқтату үшін себеп болмайды. Декреттік демалыстан қалай шығуға болатыны туралы сіз «Декреттік демалыстан шығу» атты пайдалы ақпараттан біле аласыз.",
                "date": "25.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүріп жүрген ер азаматқа қиын сәтте қалай қолдау білдіруге болады?",
        "question_content": "Жүріп жүрген ер азаматка қиын сәтте қалай қолдау білдіруге болады? Ол өте алыста болғандықтан оған өте қиын. Анасымен арасын мен жақсартуым қажет деп ойлаймын. Қалай ойлайсыздар?",
        "question_date": "24.05.2021",
        "question_tag": "Жанұя",
        "question_views": 999,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жігітке айтылатын жылы сөздер\nМахаббатсыз дүние бос...\nАбай\n\n\"Жігіттер ғана қыздарға жылы сөз айтып, еркелетіп отыруы керек\" деген тұжырымды ысырып тастап, өз жігітіңізге қуаныш сыйлап көріңіз. Өйткені ер азамат та қолдау күтеді. Оған керек қолдауды сіз көрсетпесеңіз, кім көрсетпек?\n\n Сен – азаматсың, сенің айтқаның дұрыс\n\nЕр адамның сөзі кез келген мәселенің нүктесін қойса, азаматтың өз-өзіне деген сенімділігі ұлғая түседі. Егер ол айтқан кеңес кәдеңізге жараса, оны міндетті түрде айтыңыз. \"Сенің арқаңда мына мәселем оң шешімін тапты, сен айтқандай істеп едім, дұрыс жасаппын\", – дегенді айтқаныңыз жөн.\n\nЕгер оның сөзі мен сіздің сөзіңіз бір жерден шықпаса, аптықпаңыз. Оның да жөнді шешімі бар. \"Сенің айтып отырғаның дұрыс қой, бірақ...\" деп басталған әңгімеңіз оған жақсы әсер етпек.\n\n Бәрі үшін рақмет саған!\n\nЕшқашан \"сенен жамандық көрдім\", \"сен маған не жақсылық жасап едің?\" деген сөздерді айтпаңыз. Өйткені ер азаматтың жаныңызда жүргенінің өзі – сізге үлкен тіреу. Адамның жаратылысы сондай, ол жақсылыққа қарағанда, жаман нәрсені көп байқайды. Бірақ бір сәт ойланып көріңізші. Сіз сүйген жанның махаббатының өзі неге тұрады?\n\n♥ Сенімен бірге бақыттымын!\n\nЖақсы сөздер айтып, ер азаматтың еңсесін көтеріп жүрсеңіз, ол да сіздің қолдауыңызды сезінетін болады. Ал үнемі қабағыңызды шытып, бір нәрсеге көңіліңіз толмаса, оған қатты-қатты сөздер айтумен болсаңыз, ол да \"тағы не айтып қалар екен?\" деп төменшектеп жүреді. Сондықтан атам қазақ \"жаман әйел жақсы еркекті көрге сүйрейді, жақсы әйел жаман еркекті төрге сүйрейді\" деп айтып кеткен.\n\n♥ Сенің қолыңнан келеді!\n\nЕр адам сезімін, көңіл-күйін үнемі ішінде жасырады. Көп сөйлемейді, ішінде не жатқанын білмейсің. Оған жиі-жиі \"сенің қолыңнан келеді!\", \"сен жетістікке жетесің!\" деп демеу беріп отырсаңыз, кез келген қиындығы жеңілдей түспек.\n\n♥ Маған сенің ақылың керек\n\nБұлай айту арқылы сіз оның пікірінің құнды екенін көрсетесіз. Ол өз кезегінде сізге бұрыс жол сілтемейтіні анық! Көп қыздың қателігі сол, \"менің айтқаным дұрыс\", \"мен не десем, сол болуы керек\" деген оймен жігіттің кеудесінен басады. Бұл – жігіт пен қыздың арасына салқындық салатынын ұмытпаңыз...\nТолығырақ: https://vk.com/wall-60759295_106149",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Термин сөзіне сөзжұмбақ құрастырып беріңіздерші",
        "question_content": "Термин сөзіне сөзжұмбақ құрастырып беріңіздерші",
        "question_date": "24.05.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сөзжұмбақ термин сөзіне жазылды",
                "date": "2.11.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Əйел балаларды əкесіне мүлде көрсетпеуге құқы бар ма?",
        "question_content": "Үш баласы бар ерлі зайыптылар ажырасты.Анасы балаларды əкесіне мүлде көрсетпеуді талап етпек .Бірақ балалардың əкесі істі болмаған ішпейді жəне шектейді , ондай заттардан аулақ . Жұмысы да бар ? Бұндай жағдайда əкесі балаларын көре алады ма , анасының талабы қабылданады ма ?",
        "question_date": "23.05.2021",
        "question_tag": "Заң",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңсіздіктер жүйесін тап",
        "question_content": "Теңсіздіктер жүйесін шешіңіздерАлгебра",
        "question_date": "22.05.2021",
        "question_tag": "Математика",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x-6)(x+4)>0\n\n(x-3)(x+3)=>0\n\n(- шексіздік; -4)(6;+Шексіздік)",
                "date": "22.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A(-6,0) және B(8,-3) нүктелерінен өтетін түзудің теңдеуін жазыңдар",
        "question_content": "Геометрия соч Түзудің теңдеуін құрау кһмектесіңіздерші",
        "question_date": "22.05.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x+6)/(14)  = y/-3\ny = (-3x - 18)/14",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бәйтерек поэмасындағы қазақ халқының өткенімен бүгіні туралы.",
        "question_content": "Бәйтерек поэмасындағы қазақ халқының өткенімен бүгіні туралы.",
        "question_date": "22.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 72700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәйтерек поэмасындағы қазақ халқының өткенімен бүгіні",
                "date": "24.05.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Квадраттың кескінін салыңыздар.",
        "question_content": "25 есепке көмек керек еді өтініш",
        "question_date": "22.05.2021",
        "question_tag": "Геометрия",
        "question_views": 457,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңбүйірлі тікбұрышты үшбұрыш, шаршы",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толық бетінің ауданын табыңыз.",
        "question_content": "N°6  есеп\n\nЦилиндрдің осьтік қимасы екі қабырғасы жазушылары,  ал былайғы екі қабырғасы - цилиндр табанының диометрі болатын тіктөртбұрыш. Цилиндр радиусы 1,5 см , биіктігі 4 см болса , осьтік қиманың диагнолін,  толық бетінің ауданын табыңыз .",
        "question_date": "20.05.2021",
        "question_tag": "Геометрия",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "630000 тг көлемінде ұрланған заттың жазасы қалай?",
        "question_content": "630000 тг колемынде зат урланган ауыр кылмыс болып саналады мА жане жазасы калай",
        "question_date": "20.05.2021",
        "question_tag": "Заң",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экожүйе дегеніміз не?",
        "question_content": "Экожүйе дегеніміз не?",
        "question_date": "20.05.2021",
        "question_tag": "География",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.05.2021",
                "upvotes": 0
            },
            {
                "text": "Табиғат айналымы",
                "date": "19.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мопедке права керек па?",
        "question_content": "Мопедке права керекпа? 2021 жыл",
        "question_date": "20.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конечно керек. Ол саган велосипед емеско",
                "date": "20.05.2021",
                "upvotes": 0
            },
            {
                "text": "2024 ж. мәлімет бойынша 49 куб см ге дейін права керек емес. Одан үлкендеріне керек.",
                "date": "15.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Жорғалар-жортақ, батырлар-қорқақ болған сұм заман» толғау.",
        "question_content": "«Жорғалар-жортақ,  батырлар-қорқақ болған сұм заман» толғау. Әдебиет бесеудің хаты",
        "question_date": "19.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ш.Мұртазаның «Бесеудің хаты» атты драмасынаарқау болған — ел басына түскен азапты күндер, қолдан жасалған аштықтан қырылған екі миллион халықтың тағдыры. Драматург сол кездегі өкімет басшыларымен, оныңқасындағы жандайшаптардың бейнесіне жан бере суреттейді. Әр кейіпкер өзінің сөзі арқылы танылып жатады.Қасіретті қолдан жасап отырғанСталиннің теріс саясатын, асыра сілтеп отырған Голощекиннің көрсоқырлығын жазушыҒ.Мүсірепов (негізгі кейіпкер) ашына жеткізеді.\nШ.Мұртазаның драматург ретіндегі шеберлігінің өзі сонда,\nол кейіпкерінің мінез-құлқын ғана ашып қоймайды, оның жандүниесін көрсетеді, оқушы кейіпкердің даусын естиді.\nҚазақ зиялылары 1932 жылы 4 шілдеде БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И. Голощекинге қазақ халқының бастап кешіп отырған трагедиясы туралы хатын жолдады. Бастапқыда бұл хат И.В. Сталинге арналып жазылған. «Бесеудің хаты» деген атпен тарихта қалған бұл хат республикадағы мал шаруашылығының күйрегендігі салдарынан елді алапат ашаршылық жайлағандығын айтып сақтандырған алғашқы дабылдардың бірі болды.Ш.Мұртазаның «Бесеудің хаты» атты драмасынаарқау болған — ел басына түскен азапты күндер, қолдан жасалған аштықтан қырылған екі миллион халықтың тағдыры. Драматург сол кездегі өкімет басшыларымен, оныңқасындағы жандайшаптардың бейнесіне жан бере суреттейді. Әр кейіпкер өзінің сөзі арқылы танылып жатады.Қасіретті қолдан жасап отырғанСталиннің теріс саясатын, асыра сілтеп отырған Голощекиннің көрсоқырлығын жазушыҒ.Мүсірепов (негізгі кейіпкер) ашына жеткізеді.\nШ.Мұртазаның драматург ретіндегі шеберлігінің өзі сонда,\nол кейіпкерінің мінез-құлқын ғана ашып қоймайды, оның жандүниесін көрсетеді, оқушы кейіпкердің даусын естиді.\nҚазақ зиялылары 1932 жылы 4 шілдеде БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И. Голощекинге қазақ халқының бастап кешіп отырған трагедиясы туралы хатын жолдады. Бастапқыда бұл хат И.В. Сталинге арналып жазылған. «Бесеудің хаты» деген атпен тарихта қалған бұл хат республикадағы мал шаруашылығының күйрегендігі салдарынан елді алапат ашаршылық жайлағандығын айтып сақтандырған алғашқы дабылдардың бірі болды.\nТолығырақ: https://infourok.ru/shmrtaza-beseudi-hatiashi-saba-1764953.html",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Р нүктесі диагональдардың қиылысу нүктесін анықта.",
        "question_content": "егер а(0 0) в(5 0) с(12 -3) Д(х,у) АБСД паралелограмның Д нүктесінің координатасын табыңыз. Р нүктесі диагональдардың қиылысу нүктесін анықта",
        "question_date": "19.05.2021",
        "question_tag": "Геометрия",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А(0; 0),\nB(5; 0),\nC(12;-3),\nД(х; у)\n\nP(x1; y1)\n\nx1 = (0+12)/ 2 = 6\n\ny1 = (0-3)/ 2 = -1,5\n\nP(6; -1,5)\n\n6 = (5+x)/2\n\nx = 12 - 5 = 7\n\n-1,5 = (0+y)/ 2\ny = -3,5\n\nД(7; -3,5)",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғаларының теңдеуін жаз.",
        "question_content": "Үшбұрыштың А(-2;2) В(1;4) С(0;0) төбелері берілген\n\nА. Үшбұрыштың қабырғаларының теңдеуін жаз.\n\nӘ. Үшбұрыз медианаларының теңдеулерін жаз",
        "question_date": "19.05.2021",
        "question_tag": "Геометрия",
        "question_views": 750,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А(-2; 2), \nВ(1; 4), \nС(0; 0) \nAB² = 9 + 4 = 13\nBC² = 1 + 16 = 17\nAC² = 4 + 4 = 8",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқыл мен негіз арасындағы реакциясына екі мысал жазып теңестіріңіз.",
        "question_content": "Қышқыл мен негіз арасындағы реакциясына екі мысал жазып  теңестіріңіз",
        "question_date": "19.05.2021",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ca(OH)2 + H2SO4(сұйылтылған) = CaSO4↓ + 2H2O\nреакциясында екі гидроксидтің толық бейтараптануы жүреді. Реакциядан кейін барлық OH топтары және барлық H атомдарының орындары басылады.\nCa(OH)2 + 2H2SO4(конц) = Ca(HSO4)2↓ + 2H2O\nреакциясында қышқылдық және негіздік гидроксидтердің бейтараптануы толық жүрмейді де, төрт H атомы мен OH топтарыны екеуінің ғана орны басылады",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыс (II) оксидін әрекеттестіргенде түзілген тұздың массасын табыңдар.",
        "question_content": "Азот қышқылымен 0,1 моль мыс (II) оксидін әрекеттестіргенде түзілген тұздың массасын табындар.",
        "question_date": "19.05.2021",
        "question_tag": "Химия",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Натрий гидроксиді күкірт қышқылымен толық бейтараптағанда қанша тұз шығады?",
        "question_content": "Көлемі 200 мл 25,8%-дық (p=1,285 г/мл) натрий гидроксиді күкірт қышқылымен толықбейтараптағанда қанша тұз шығады?",
        "question_date": "19.05.2021",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыз нәзіктігі деген не жігіттер қауымы және ибалы инабатты деген не ?",
        "question_content": "Қыз деген қандай болуы тиіс және қыз жігіттің ығына жығылса қызық емес дейді қырсық болса қырсық дейді сонда қыз қандай болуы тиіс",
        "question_date": "19.05.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әке тәрбиесі баланы материалдық тұрғыда қамтамасыз етумен ғана шектелмейді. Қыз баланың дамуында, толыққанды азамат болып өсуінде анасының бере алмайтынын әкесі бере алады. Жақсы тәрбие әке мен ананың бірдей атсалысуынан қалыптасады.\n3 жасқа жеткенде қыз ер адам мен әйелдің айырмашылығын біле бастайды. Осы уақытта қыз балада әйел затына тән қылықтар мен әдеттер дамиды. Анасынан гөрі, әкесінің жанында өзін еркін, «ханшайымдай» сезінеді, тек әке ғана қызының нәзіктігі мен сүйкімділігін қалыптастыра алады. \nАна баласының жынысына мән бермейді дейді психологтар. Ал әкелер алғашқы күннен-ақ сәбиін бала немесе қыз ретінде қабылдайды. Сондықтан толыққанды отбасыларда қыздарға тән нәзіктік, биязылық пен ұяңдық ертерек дамиды.\nӘкенің қыз тәрбиесінде алар орны өте маңызды. Қыздың дамуы, болашақ жарымен қарым-қатынасы, отбасылық өмірдегі жетістігі мен өзін-өзі танытуы дәл осы әкенің қызына деген қарым-қатынасына байланысты. Қыздар болашақ жарын әкесіне ұқсағанын қалайды.\nҚызына жылы сөйлеп, үнемі мақтап отыратын әке қыздың өзін-өзі бағалап, үлкен жетістіктерге жетуіне, дұрыс жолды таңдауына себеп болады.\nАл, «Қызды қырық үйден тый» деп  жөнсіз дөрекілік танытып, кемсітіп, ұрсу қыздың жігерін жасытып, адам болып, әйел болып қалыптасуына кедергі келтіреді.\nЕскерту жасағанда да «қызым, оның дұрыс болмайды», «қыз балаға ол қылық жараспайды» деп сыпайы түрде айтқан жөн, балиғат жасқа толғанда тым еркелетіп, айтқанын екі етпей орындай беру де дұрыс емес.\nАнасы қызын үй шаруасына баулып, ертеңгі күні бір үйдің келіні болатынын, ана болатынын айтып отырса, әкесі өмірдің басқа да жалпы түсініктерін қалыптастыра отырып болашақ өмірге дайындайды.\nҚызымен бірлесіп ойындар ойнау, логикалық есептер шешу, сабағын бірлесіп оқу – қыздың дамуындағы маңызды сәттер.\nМейірімділік таныту, көмек сұраған сәттерінде қол ұшын беріп, ақылын айту – әкенің міндеті.Қыз отбасында не көрсе соны болашақ ұясында жасайтынын естен шығармаңыз.\nТолығырақ: https://muslim.kz/article/qyzdy-tarbieleudegi-akenin-roli",
                "date": "19.05.2021",
                "upvotes": 0
            }
        ]
    }
]