[
    {
        "question_title": "Бажаның баласы бажасына кім болады",
        "question_content": "Мысалы сенің әйеліңнің сіңілісінің күйеуі сенің бажаң болады ал сол бажаңның баласы саған кім болады",
        "question_date": "2.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала қыз бала болса балдыз болу керек себебі бажаның баласыны оның бажасы жезде болады. Ал ұл балалар жездесіне кім болатынын білмейді екенмін.",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азық түлік туралы орысша сөздер",
        "question_content": "Маған азық түліктердің аттары керек еді. Қазақшадан орысшаға аудармасымен бірге керек. Көмектесіңіздерші өтініш",
        "question_date": "2.12.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алма-яблока, Жүзім -виноград ,Алмұрт-груша, банан-Банан ,қызыл өрік -сливки.",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас ұлан ұрпағының минусовкасы керек боп тұр?",
        "question_content": "Жас ұлан ұрпағының минусовкасы керек боп тұр?",
        "question_date": "2.12.2020",
        "question_tag": "Мектеп",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ру туралы, қазақ жүздері, шежіре",
        "question_content": "Қазақта қайрақ деген ру барма?",
        "question_date": "2.12.2020",
        "question_tag": "Шежіре",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар екен . Жаманбай деген рудың ішіндегі ру.\nЖаманбай - Шежіре бойынша Орта жүз, Қоңырат тайпасының (ол Көтенші, Көктіңұлы болып екі үлкен тарауға бөлінеді) Көтеншісінен тараған бес рудың (Жетімдер, Жаманбай, Божбан, Саңғыл, Маңғытай) бірі. Жаманбай - Қоңыршұнақ, Жиембет, Борай, Құйысқансыз, Ақболат, Қайрақ, Қараша, Жанай, Алти, Қырғызәлі, Кекеш, Ноғай, Жауғашты, Шоқпарлы, Қира, Құрбан деген аталарға бөлінеді. Жаманбай әулеттері Қызылорда, Шымкент облыстарын мекендеген. Ұраны - Алатау (Қоңыраттың ұранымен бірдей).\nҚоңырат тайпасы\nКөтенші\nЖаманбай\nҚоңыршұнақ, Жиембет, Борай, Құйысқансыз, Ақболат, Қайрақ, Қараша, Жанай, Алтый, Қырғызәлі, Кекеш, Ноғай, Жауғашты, Шоқпарлы, Қира, Құрбан.",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түстің ішіндегі түс",
        "question_content": "Тагы 4 те басмды есикке каратып уйктап калып едим. Тус корип онын ишинде тагы тус корватрмба бирдене. Ана тусимдеде мна тусимдеде бастрлп жатрм дем детей козгалалмай козимдеде ашалмай жаттым. Брак Ля иляха иллялах Мухаммад расулюллах деп айтп жаттм сондада туралмай жаттым. Бисмилляхи деп кайта кайта ата бердим сондада. Сол тусимде айтп жатрм касмдагы кисиге шымшып алш деп. Шымшыганнан кейн атып турдым, бирак касмда ешким жок тус екен. Атып турып шырпымен болмедеги ар бурышты шырпымен Бисмилля деп аластатып шыктым. Бул дурыспа истегеним? Сонда тустин ишинде тагыда тус кору нени билдиреди? Не истеу керек ол ушин?",
        "question_date": "2.12.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастырылу медицинада ұйқы салы деп аталады. Дәрігерлер қан айналымындағы ретсіздіктерден және психологиялық күйзелістерден туындайтындығын білдіріп былай дейді: Ұйқы кезінде физиологиялық сал жағдайы болады, бұлшықеттер қимылдай алмайды. Адам ұйқыдан оянған кезде әрекет ете алмайды, дыбыс шығара алмайды.\nҮстімізде ауыр жүк бардай, біреу отырып алған сияқты болады. Біраздан соң өздігінен өтеді. Мұндай жағдай медицина тұрғысында ауруға жатпайды, сондықтан емделу жағын қарастыруды талап етпейді. Алайда ұйқы салына түсудің алдын алу шараларын қарастыруға болады.\nДәрігерлердің айтуынша адамдардың ұйқы салына түсуі мына жағдайларға байланысты:\nАз ұйықтау;\nҰйқы тәртібінің бұзылуы;\nКүйзеліс және депрессия;\nКейбір дәрілік препараттардың кері әсері;\nҰйықтар алдында дұрыс тамақтанбау;\nШалқасынан жату;\nИслами тұрғыдан\nБастырылудан құтылу үшін ұйқы алдында да намазға дайындалғандай дәрет алып жатыңыз.\n\"Әузу-бисмилләһи минашшайтани ар-раджиим\" сөзін айтып, оң жағымен жату керек.\nАят-әл курси, үш Ихлас, Фатиха, Фәлақ және Нас сүрелерін оқу керек. Одан кейін үш рет «Әстағфируллаһәл азыйм әлләзи лә иләһә иллә һу» оқу керек.\nПайғамбарымыз (с.ғ.с.) «Үйінде Фатиха мен Аятул күрси оқыған адамға жын мен шайтан сол күні зиян тигізе алмайды. Көз тимейді», - деген. (Дейләми)\nТөмендегі хадис шәрифтерде білдірілген дұғаларды оқу керек:«Бисмилләһилләзи лә йәдурру мә’асмихи шәй ун фил әрди уә лә фиссама’и уә хуәссәми’ул алим» дұғасын азанда 3 рет оқыған адамға кешке дейін, кешке оқығанға азанға дейін ешқандай бәле келмейді.» (Ибн Мажа) «“Әузу бикәлимәтил-ләһит-таммәти мин шәрри мә халәқа” дұғасын оқыған адамға, сол жерден кеткенге дейін ешнәрсе зиян бере алмайды.» (Мүслим)\n  https://asyldin.kz/faq2/view/id/273.html",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шет тілі: екі шет тілінен педагогикалық үзіліссіз тәжірибенің есебі керек еді.",
        "question_content": "Шет тілі: екі шет тілінен педагогикалық үзіліссіз тәжірибенің есебі керек еді.",
        "question_date": "30.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "16 г күкіртті газ So2 қалыпты жағдайда қандай көлем алады?",
        "question_content": "16 г күкіртті газ So2 қалыпты жағдайда қандай көлем алады?",
        "question_date": "30.11.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зат мөлшерін анықтаймыз: 16 / 64 = 0,25 моль ( m / Mr )\nЗат мөлшеріне орай көлемін табамыз: 0,25 моль · 22,4 л/моль = 5,6 л ( n · Vm )\nЖауабы: 5,6л",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің \"Қаныш Сатбаев\" роман эссесі неліктен роман-эссе деп аталды?",
        "question_content": "Өтініш көмектесіп жіберіңіздерші!\n\nМедеу Сәрсекенің \"Қаныш Сатбаев\" роман эссесі неліктен роман-эссе деп аталды?",
        "question_date": "30.11.2020",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген адамдар Қаныш Сәтбаевтің романдары мен эсселерін салыстырады. Роман - бұл әдеби жанр, кітаптың қысқаша ерекшеліктері мен әдеби құжаттамалары бар. Эссе - бұл автордың өзінің дұрыс түсіндіруі мен көзқарасын білдіруге арналған қысқаша мақал. Олардың арасындағы айырмашылықтарды салыстыру үшін, Қаныш Сәтбаевтің романы мен эссесінің тақырыбы мен мазмұнын салыстыру керек. Әдеби жанрлардың арасындағы айырмашылықтарды түсіндіру үшін, осы қысқаша мақалдардың мазмұны мен мақсаты туралы түсінік беру керек.",
                "date": "22.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 78 г болаттың көлемі қаншаға тең?",
        "question_content": "Массасы 78г болаттың көлемі қаншаға тең",
        "question_date": "30.11.2020",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m = 78 г\n\nro = 7,8 г/см^3\n\nv =?\n\nv= m/ro\n\nv= 78/7,8 = 10 см^3",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауызымда осындай бір жыртылған нәрсе пайда болды. Ол неден?",
        "question_content": "неден пайда болғанын білмеймін. шоколад, сок, тәтті, тамақ  жеп, шайнаған кезде   ашытады кәдімгідей) тісімнен кейінгі еттің төменгі жағында ауыз терісімен бұрыш сияқты бір жерде осылай тілініп кеткен) нестесем болады? бұл не өзі? білетіндеріңіз бар ма?!",
        "question_date": "30.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл көбіне тәтті нәрселерді көп жегеннен пада болады. емдеу үшін, үй жаңдайында тұзбен немесе ас содасымен суға араластырып күніне екі рет шайып тұрсаңыз өзі кетіп қалады. кетпей жатса дәрігерге көрініңіз.",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Еңлік Кебек\" поэмасындағы салт-дәстүрлердің шығармадан үзінді келтіріңіз?",
        "question_content": "Еңлік Кебек поемасындағы салт дәстүрлер және шығармадан үзінді.",
        "question_date": "30.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нысан абыз бейнесі кездесетін «Еңлік-Кебек» оқиғасы он сегізінші ғасырдың үшінші ширегінде, дәлірек топшылағанда 1770-1780 жылдардың аралығында Шыңғыс тауының алқабындағы Бөкенші өзенінің бойы мен Кіші Орда тауының балақ сілемінде өткен. Ол оқиғада мынадай тарихи шындық ізі жатыр: Қазақ басына ауыр күн туған заманда жоңғар шапқыншылығынан ығысқан қазақ елінің дені Сыр бойын сағалайды. Сарыарқа иен қалады. Тобықты ол кезде Қаратауды мекен еткен екен. Жоңғарлықтарды өкшелей қуған жұрт өзіне жол-жөнекей ұнаған жерлерге қоныстанған. Тобықты биі Қараменде мен батыр Бақай өз елімен Ертісті өрлеп барып, жоғары ағысына мекен етуді көздейді. Алайда олардан бұрын келген қалың найман мен керей Ертісті қапталдай жайғасады. Сондықтан да олар Шыңғыстаудың етегін баса, сыбан мен матайлардың арасына сыналай тұрақ тебеді. Жер дауы, жесір дауы өршиді. Мұның соңы тобықты Бақай батыр мен сыбан Маян батырдың жекпе-жегіне ұласады. Екеуі де қаза табады. Осы оқиғадан соң тобықты мен матай арасындағы қызыл жаулыққа әкеледі. Міне, осы кезде Еңлік-Кебек оқиғасы бұрқ ете түседі. М. Әуезов: «Шыңғыстың бұрынғы иесі матай болады. Сол матайды Кеңгірбай тұсында тобықты ру басылары алғаш ірге тепкен жерінен тайдырмақ болады. Бұның арты шабуылға ұласады. «Еңлік-Кебек» оқиғасы дәл осы алғашқы талас-тартыстың кезін көрсетуші еді», -деп түсініктеме береді. Еңлік – Кебек оқиғасына байланысты жазылған туындылардағы әлеуметтік тартыс, трагедиялық дау-дамайдың түп тамырында сонау ел басына күн туып, есіл жұрт үдере көшіп, қоныс іздеген тарихи кезеңнің зардаптары жатыр. Шығармаларда найман көптігінен тобықтының сескенетіні айтылғандығы болмаса, бұл тікелей сөз болмайды. Дегенмен, Еңлік пен Кебектің махаббат сапарында қайғылы қазаға ұшырауын тарихи оқиғалар аясындағы қоғамдық, әлеуметтік тартыстың қаталдығынан көреді. Еңлік пен Кебек оқиғасының драматизмін «ақтабан шұбырынды алқакөл сұламадан» кейінгі қайғылы ел тарихының ауыр жағдайы, ру мен ру арасындағы тартыс, рубасылардың арасындағы бітіспес кикілжің, қазақтың баласын бесікте айттырып қоятын, қыз баланы малға қалыңмалға сататын ескілік салты — бәрі-бәрі қосылып матастырып, қояландырып жібереді. Еңлік пен Кебек оқиғасы туралы мәлімет баспасөз бетінде 1892 жылы «Дала уалаяты газетінде» «Қазақтың естерінен кетпей жүрген бір сөз» деген атпен жарияланды. Кейіннен 1900 жылы тағы да осы газетте «Қазақ турасынан хикая» деген атпен шықты.[3.672] Мағауия Абайұлы да «Еңлік-Кебек» дастанын жазған. «Еңлік – Кебек» оқиғасының сюжетіне Шәкәрім ақын поэма арнаған. «Еңлік-Кебек» поэмасы Абайдың көзі тірісінде, оның ақылымен жазылған. Оқиғаны Абай шәкірттеріне айтып беріп, поэма етіп жазуды ұсынады. Шығарманың негізгі арқауы махаббат трагедиясы болғанмен, Шәкәрім замана кейпін нақтылау, оқиғаның ескі күндерде өткенін, ендігі жерде ел арасында мұндай келеңсіз істер болмауға тиісін дәлелдей түсу үшін хикаяның өмірлік фонына айрықша мән беріп, шағын көлемді тарихи ақпар жасайды. Дастанның кіріспесі ел-жұрттың бұл жерге келу тарихына барлау іспетті. Ақын осы тарихи процесс үстіндегі нақты жағдайларды тәптіштеп баяндайды.\nАқынның мұны ғажайып тартысты ойдан шығару емес, сол адам нанғысыз оқиғаны өмip заңдарымен дәлелдей білуде». Бұл айтылған пікірлердің қайсысы да шығарма шындығының төркіні өмірдің өз ағымынан туатынын қуаттайды. Ш.Құдайбердиевтің адам бостандығы туралы заман идеясына үн қосу қадамынан туған ғашықтық тақырыбындағы поэмалары осы махаббат деген ұлы сезімнің барлық уақыттарда бірдей, бip қалыпты, бip мөлшерде таныла, бағалана бермегенін білдіреді. Қоғамдық қатынастар мен өмip салтына, мәдениеттің әр алуан дережеде болуына байланысты, шындығында, махаббат туралы түсініктер де үлкендікішілі өзгерістерге ұшырап, тың түciнiк, талғамдарға ие болып, соған сәйкес өмірден де өзінше бағалар алып отырған. Мұның өзi заңды да. Адамның тipшiлік харакеті, санасы өскен сайын оның жалпы жайды ондағы құбылыстарды, өзімен бipгe басқаларды тануы, білуі, бағалауы да тереңдей түспек. Біз Ш.Құдайбердиевтің поэмаларынан осы жайды байқаймыз. Атап айтсақ, олардан бiз, махаббат деген асыл сезімнің қазақ жағдайында, қазақтың екіүш ұрпағының өмipi тұсында ру таласын қоздыра түскен қатал да қатыгез кектің құралы дәрежесінен адамдық абзал қасиетті білдіретін үлкен сезім қалпына келуін, өсу жолын көргенбіз. XX ғасырдың бас кезі еді, ұлы өзгеріс заманының қарсаңы үшін бұл махаббатты асыра бағалағандық өмipді тepic түсінушілік емес еді, керісінше, адамдық байырғы абзал сезімге тың сипат, соны мазмұн берушілік еді. Махаббат сөзінің әр кезде, әр ортада әр түрлі танылып, әралуан бағалар алып келгенін бiз тек Ш.Құдайбердиев поэмаларынан ғана емес, әдебиет пен мәдениеті көне кездерден дамып келе жатқан өзге елдердің өмірінен де көреміз. «Үлкен әдебиет пен мәдениет бар Жапонияға Толстойдың «Воскресение» романы алғаш келгенде, — деп жазады В.Шкловский, — халық Катюша Маслованың жезөкшелігіне таңданбапты. Өйткені, жезөкшелік туралы ұғым мұнда біздегідей масқара мінезқұлықты білдірмейді жұртты таңдандырған нәрсе — Катюшаның Нехлюдовты сүйе тұрып, оған тұрмысқа шықпауы, басқа адаммен кетуі бопты. Махаббаттың осы бip жаңа қасиеті бүкіл елде күндей күлімдеп, мұхиттың асыл жағалауларындағы кiшiгiрім ауылдарға деген неше алуан әндер туғызыпты, ал Катюшаның eciмi адамдық жаңа сезімдердің символындай ұғынып кeтiптi. Tiптi сөздерінде «Махаббат» деген сөзге түсінік бергенде де, осы eciм бipгe аталды дегендей айтады». Бұл сияқты деректерге қарағанда, бip кезде ел бұзар, жұрт аздырар кесапаттай көpiнiп, керітартпа әдетғұрыптардың құрбаны боп кеткен Қалқаман мен Мамыр, Еңлік пен Кебек махаббатын кейінгі кезеңдерде үлкен адамдық қасиет, аса қадірлі сезім ретінде ашықтан ашық жырлануы, қоғамдық, әлеуметтік сипат, салмақ алуы тiптi де кездейсоқ жағдай емес. Мұның өзi, сайып келгенде, махаббатты тану, бағалау дәрежесінің адамның өзімен бipгe өciп, адамдық, қоғамдық маңызды құбылыс ретінде қадір қасиетінің үнемі артып, тіпті бағасын алып келе жатқандығының айғағы боп табылады. Сонымен Ш.Құдайбердиев поэмаларының белгілі аңыздар негізінде туу мысалын, автордың сол аңыздарды жаңа заман талабына лайық суреттеу мақсатын көрсетіп өттік.\nМұның қайсысы да уақыт рухына сай көркем шығарма жасау үшін қажет шарттар, бipaқ олар әлі де шығарманың өзi емес. Шығарманың өзін жасау үшін ешкімнің, өлгенге жан берерліктей үлкен суреткердің қолы керек. Тарихтың дерегі — жеке нәрсе. Ол қаз қалпында өзгермей керісінше, оқушыға көп әсер ете де бермейді. Сол тарихи жеке нәрсені жинақтау, көпке ортақ үлкен көркем дүниеге айналдыру және оған тартымды, жанды сипат беру — көркемөнер ici. Өнер табиғаты осыны талап етеді. «Қалқаман — Мамыр», «Еңлік — Кебек» аңызы жұрттың бәріне белгілі. Сол көпке мәлім аңызды уақыт пен адамдардың өзара қатынасымен, өткен өмip, алдағы болашақпен, жалпы адамгершілік идеялармен тығыз байланысты түрде бейнелегенде ғана жұрт құптарлықтай көркем дүние жасауға болады. «Ақынның міндеті — деген данышпан Аристотель («Поэтика», IV тарау)[5.256], — болған нәрсені айту емес, анық болу мүмкіндігін, болуға ықтимал мүмкіндіктері мен қажеттілігін айту… Геродоттың шығармаларында өлеңге аударуға болады. Бipaқ бipi метраз (өлең өлшемі, бipi метрге тарих боп қалар еді». Сондықтан көркем шығармаға баға бергенде, оның тарихи шындықпен арасындағы айырмасын тeкcepiп жатудың онша қажеттілігі жоқ. Мәселен сол көркем дүниенің көркемдік құнын күңіретіп ғана, айқындай білуде. Осы әңгіменің үлкен түйіні осында. Ш.Құдайбердиевтің «Қалқаман — Мамыр», «Еңлік — Кебек» поэмалары әдебиетімізде өмip құбылыстарын адам тағдыры арқылы ашудың, оны мұқият зерттеуге батыл бет бұрыстың алғашқы тәжірибелерінен саналады. Олардағы сюжеттік арналар бipбipiнe ұқсас болғанымен, коғамдық өмip қайшылықтарын бейнелеу деп негізгі көркемдік тәсіл ретінде тартымды да тапқыр тартылған. Қазақ қоғамын сан ғасыр бойы жегідей жеп, тежеп, өзара атыстырып, шабыстырумен келген ру таласы, ру тартысы поэмалардың негізгі арқауын белгілеп, автордың қоғамдық өмipдегi көп кecip, сан сұрапыл зорлық-зомбылықтың сырларын ашуына мүмкіндік береді, адалдық, әділдік, теңдік іздеген аяулы жандардың мойнына қыл арқан боп түскен кесапат сиқын бейнелейді Ру таласы, отбасы тартысы — дүние жүзі әдебиетіне неше алуан ғашықтық дастандардың, трагедиялардың тууына себепкер болған белгілі сюжеттік желі зұлымдық пен махаббатты суреттегенде бірсыпыра ұлы жазушылар осы тартысты негізге алып, өз дәуірінің өз қоғамының кескін-кейпін терең сындарлы аша білген. Мысал үшін алысқа бармайақ, әлемге әйгілі «РомеоЖульетта» трагедиясындағы (В. Белинский бұл шығарманы лирикалық трагедия деп атайды) Монтекки мен Капулетти отбасыларының арасындағы қарым-қатынасты және оның белгілі нәтижесін айтсақ та жеткілікті. Тағы басқа осындай ұқсас жайттар көбінесе бip жазушының eкiншi бip жазушыдан үйренуінен, үлгі алуынан туа бермеген. Қоғамның осы, өрлеу жолындағы ортақ, ұқсас жағдайлардың талас-тартыстардан туып, ақын жазушылардың шығармашыдығынан өзіне лайық орын алып отырған. Мысалы, Ш.Құдайбердиевтің «Қалқаман — Мамыр» поэмасындағы негізгі түйін — Мәжетай мен Олжай арасындағы тартыс Қалқаман — Мамыр оқиғасына немесе «Еңлік — Кебек» поэмасындағы Матай мен Тобықты руларының тартысы Еңлік — Кебек трагедиясына әкеледі, бipaқ бұл жәйтті автордың Шекспир тағлымынан үйренуінен немесе соған еліктеуінен туған нәтиже деп бағалау қиын.\nТолығырақ: https://ust.kz/word/sakarim_qudaiberdiulynyng_englik_kebek_poemasyndagy_englikting_qazaq_qyzdaryna_keregar_minezderin_talday-12924.html",
                "date": "30.11.2020",
                "upvotes": 0
            },
            {
                "text": "Атастыру, бата бұзу",
                "date": "23.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайн мамандығына грантқа түсу үшін міндетті түрде мектепте беске оқу керек пе?",
        "question_content": "Алматыда дизайнерлік колледжге грантқа түсу үшін мектепте міндетті түрде беске оқу керек пе? Менде алгебра және геометрия пәндерінен төмен баға. Грантқа түсу мүмкін бе? Егер түсуге болатын болса қандай колледждерге түсуге болады?",
        "question_date": "30.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз түсейін деп жатқан колледждің студенттерді қабылдауына байланысты. Мысалы Алматы қаласындағы ИТ колледжінде дизайын мамандығы бар. Ол жерге тест тапсыру арқылы қабылдайлы. Яғни үкіметтен грант бөлінген. Ол мектептегі бағаларға байланысты емес.",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жездемнің туған карындасына уйленуге болады ма?",
        "question_content": "Жездемнің туған карындасына уйленуге болама? Туыскандар жағынан сөз болмайма?",
        "question_date": "30.11.2020",
        "question_tag": "Достық",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер руларың сәйкес келмесе және екі жақ қарсы болмаса, онда болады.",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен кәсіпкер болғым келеді. Ол үшін қай пәнді таңдасам болады?",
        "question_content": "Мен бизнесмен болғым келеді. Ол үшін қай пәнді таңдасам болады? Және мықты деген қай мектепті ұсынар едіңіз?",
        "question_date": "30.11.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс пән таңда, бірақ ол пәнді жоғары оқу орнында 100% ала аламын деп ойласаң қәтелесесін. Себебі ол жерде теория үйренесін, шынайы үйрену, бұл өмірде жанды практика, сол үшін де көп нәрсені үйренемін деп жоғары оқу орнына үміттеніп қалма,   шынайы кәсіпкер болу үшін практика және қайрылмас мінез де керек.  \n\nШынайы кәсіпкер өмірін үйренгің келсе, өзіміздің мақтанышымыз, батыр жігіт  МАРАТ АБИЕВ-тің өмірін, қайрылмас мінезін, жеткен жетістіктерін үлгі тұтар едім.",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтану болу үшін қандай пән таңдау керек?",
        "question_content": "Әл фараби атындағы ұлттық университеті Әлеуметтану болу үшін неше балл жинау керек. Әлеуметтану кандац пән керек",
        "question_date": "30.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В050100 Әлеуметтану      Дүниежүзі тарихы + Қазақстан тарихы\n\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Идеал жылу машинасының ПӘК-і неше тең?",
        "question_content": "Идеал жылу машинасынкыздырғаштвн алған әрбір 1000Дж  энергия есебіесебінене 250Дж пайдалы жұмыс Пәк неше тең",
        "question_date": "30.11.2020",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "«Киіз үйдің маңызы» туралы эссе жазу.",
        "question_content": "Киіз үй маңызы туралы эссе",
        "question_date": "30.11.2020",
        "question_tag": "Мектеп",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киіз үй — Орталық және Орта Азия халықтарының негізгі баспанасы; Орталық және Орта Азия халықтарының көшпелі тұрғын үйі.\n\nОл — көшпенділердің тез жығып, шапшаң тігуге, яғни көшіп-қонуға ыңғайлы үйі.\n\nКөшпенділердің киіз үйі — тарихымыздағы ең бірінші сәулеттік құрылыс. Киіз үйдің іші қыста жылы, жазда салқын. Сондықтан, шопандар да, туристер де пайдаланады. Киіз үй жер сілкінісінде де ыңғайлы, өйткені ол оңайлықпен бұзылмайды. Қазақстан жер сілкінісінен зардап шеккен елдерге шатырдың орнына киіз үйлер апарып жүрді.\n\nКиіз үй-көктем, жаз және күз мезгілдерінде қоныстан қонысқа көшіп жүру жағдайына қолайлы құрама үй.Оның қабырғасы торлап көктелген керегеден тұрғызылады.Кереге әдетте екі түрлі болады.\n\nОның бірі кең көзді кереге «желкөз» деп аталады.Бұл артуға жеңіл, бірақ сәнсіз, сүйегі жеңіл болғандықтан желге төзімсіздеу болып келеді.\n\nЕкінші түрі тар көзді кереге – «торкөз» деп аталады, ол артуға ауырлау болғанымен , желге өте төзімді.Кереге жиналмалы бөлек-бөлек қанаттардан жасалады.Ал керегеден жоғары сидам, жіңішке ағаштан жұмырлап жасалып, қарны иілген уықтардан қаусырыла күмбез шығарылады.Уықтардың басы дөңгелене жайылған керегенің аша басына айқастырыла байланып, ұшы (қаламы) шаңырақтың көзіне шаншылады.\n\nШаңырақ-үй күмбезінің төбесі әрі терезесі. Керегенің сыртынан әр алуан бояулы жүн оралып, өрнек түсіріліп тоқылған шымши немесе жалаңаш шиден тоқылған ши ұсталады.Кереге мен уықтар уықбау, кермебау, басқұр, құр және басқа да бау-шулармен бекітіледі.Үйдің ағаштан жасалғандарын «сүйегі» деп атайды.Үй ағашының сыртынан арнаулы үй киіздері-қабырғасына туырлық, үстіне үзік, төбесіне түндік жабылады.\n\nБұл үй киіздері бау-шулар арқылы ұштастырылады.Киіз үйдің есігінің биіктігі бір жарым метр,ені 0,8 метр келеді. Оған ағаштан оюлап жасалған «сықырлауық»деп аталатын жарма есік орнатылады. Сықырлауық сыртынан ораулы шиден тоқып, оюлы киіз қаптаған жаппа есік түсіріледі. Үйдің ортасында тамақ пісіретін ошағы болады.Үйдің оң жағында төсек, оның тұсына тұскиіз ұсталып, төсекті қоршап шымылдық тартылады.\n\nҮйдің төріне жұқаяқ қойылып,оның үстіне абдыра, көрпе-жастық т.б жүктер жиналады.Үйдің сол жағына кебеже , қазанаяқ, саба сияқты ыдыстар қойылып, шыптамен қоршалады. Талай ғасырлық көшпелі тұрмыс тәжірибесінен туған қазақтың киіз үйі – күннің аптабы мен түннің дым-сызынан, жауын-шашын мен аңызақтан, бораннан сақтануға ыңғайлы, әрі ауалы, әрі жарық болудың үстіне көші-қонға қлоайлы, оны жарты сағат ішінде жығып-артуға да, жарты сағат ішінде көліктен түсіріп, тігіп алуға да болады.",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқытушының жалақсысы универде?",
        "question_content": "Медициналық университетте оқытушының жалақысы қанша?",
        "question_date": "30.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыныстық қатынастан кейін сперманың барлығы сыртқа шығып кете ма?",
        "question_content": "Жыныстық катынастан кейын ,сперманың барлығы сыртка шыгып кетып, жатқан секылды ол неге или солай болуы керекпе",
        "question_date": "30.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қиық пирамиданың АВС1Д1 қимасының ауданын табыңдар",
        "question_content": "ABCDA1B2C1D1 дұрыс қиық пирамидасында АВ=12см, А1В1=4 см. Қиық пирамиданың биіктігі 4 см деп алып, АВС1Д1 қимасының ауданын табыңдар",
        "question_date": "30.11.2020",
        "question_tag": "Геометрия",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кейіпкерге хат әдісін қолдаып Қозыға хат жазу(Қозы Көрпеш- Баян Сұлу)",
        "question_content": "Кейіпкерге хат әдісін қолдаып Қозыға хат жазу(Қозы Көрпеш- Баян Сұлу)",
        "question_date": "30.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен осы кезде Баян сұлу мен Қозы көрпештің махабатындай кездер бар деп ойламаймын. Кәзіргі кезде көбісі Қодар секілді ақша байлық үшін ғанақ ұйленеді бірақ кейбір адамдар шыныменде бір бірін байлық үшін емес махабат үшін үйленгендер бар. Бірақ біздің заман өзгеріп барады. Көбінесе мықты дамыған елдерде болады. Бұл мәселеден қорқып көбісі үйленбейді. Мен әзірше бала болғаннан көб зат айта алмаймын",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сібір шамшырағында\" бөліміндегі кейіпкерлерге тән ортақ мінез-құлықтарды анықтаңыз?",
        "question_content": "\"Сібір шамшырағында\" бөліміндегі кейіпкерлерге тән ортақ мінез-құлықтарды анықтаңыз?",
        "question_date": "30.11.2020",
        "question_tag": "Мектеп",
        "question_views": 16700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сібір шамшырағы кейіпкерлерге мінезде ме",
                "date": "18.11.2022",
                "upvotes": 0
            },
            {
                "text": "Абай Қастеевтің «Сібір шамшырағы» романының кейіпкерлері Қазақстанның дамуына үлес қосқан тұлғалар. Олар мақсаттылығымен, еңбекқорлығымен, табандылығымен және күшті мінезімен ерекшеленеді.\nМақсатқа талпынушылық. Роман кейіпкерлерінің барлығы да биік мақсаттар қойып, соған жетуге ұмтылады. Мысалы, Қаныш Сәтбаев инженер болуды, Қазақстанда темір жол салуды армандайды. Айша есімді қыз дәрігер болғысы келеді, адамдарды емдейді.\nЕңбексүйгіштік. Роман кейіпкерлері өз елінің игілігі үшін еңбек етуге дайын. Олар шахтада жұмыс істейді, темір жол салады, ғылыммен айналысады. Мысалы, Қаныш Сәтбаев оқуына ақша табу үшін шахтада жұмыс істейді, одан кейін теміржол құрылысын басқарады.\nТабандылық. Роман кейіпкерлері жауапты шешімдер қабылдаудан қорықпайды. Олар басқа адамдар үшін жауапкершілікті алуға дайын. Мәселен, Қаныш Сәтбаев қиыншылықтарға қарамастан темір жол салуға бел буады.\nҚайсар мінез. Роман кейіпкерлерінің мінезі күшті. Қиындықтарды жеңеді, кедергілерге мойымайды. Мысалы, Қаныш Сәтбаев кеніштегі ауыр еңбек жағдайларын, темір жол құрылысына байланысты қиыншылықтар мен қиындықтарды бастан кешіреді.\nОлай болса, «Сібір шамшырағы» романының кейіпкерлеріне тән ортақ белгілер – қайсарлық, еңбекқорлық, қайсарлық, қайсар мінез. Бұл қасиеттер олардың табысқа жетуіне және Қазақстанның дамуына үлес қосуына көмектеседі.\nСонымен қатар, роман кейіпкерлері мынадай қасиеттермен ерекшеленеді:\nОтанға деген сүйіспеншілік. Романның барлық кейіпкерлері өз елін жақсы көреді, оны жақсартуға ұмтылады.\nАльтруизм. Роман кейіпкерлері басқа адамдар үшін өз мүдделерін құрбан етуге дайын.\nМейірімділік. Роман кейіпкерлері жауапты және әрқашан басқаларға көмектесуге дайын.\nБұл қасиеттер роман кейіпкерлерін өз елінің нағыз патриоты, лайықты адамдары етеді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Башқұртстан табиғаты ара шаруашылығына өте ыңғайлы\" морфологиялық талдау жасау.",
        "question_content": "Башқұртстан табиғаты ара шаруашылығына өте ыңғайлы, осы мәтінге морфологиялық талдау жасап беріндерші",
        "question_date": "30.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйдің жалғызы болу қаншалықты қиын?",
        "question_content": "Мен үймнің жалғыз баласыммын бауырларым жоқ қынжалам қасымдағы достарымның бәрінде бауырлары бар үйде қатты ішім пысады не істесем болады. Бұны ойласам күнде жылагым келеді?!",
        "question_date": "29.11.2020",
        "question_tag": "Жанұя",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің басымдағы жағдай болмағасын мүмкін мен түсінбейтін де болармын, бірақ, сіз болмашы затқа қынжылғанша болашақты ойлаңыз, болашақта ата - анаңыздың  жағдайына қарайласу жағын көбірек ойланып көрген дұрыс болар. Жалғызсырасаңыз ата - анаңызбен достарыңызбен  араласаңыз, басқа жасайтн пайдалы іспен айналысыңыз.",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарағанды қаласынан үйлердің жанынан жер сатып алуға бола ма және бағасы қанша болады?",
        "question_content": "Қарағанды қаласынан үй жанынан жер ала аламыньа гаражға немесе магазинге деген сияқты жәнеде қанша болады бағасы.",
        "question_date": "29.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": []
    }
]