[
    {
        "question_title": "Қай уақыттан бастап жұмысқа тұрғандар \"Дипломмен ауылға\" бағдарламасына қатыса алады?",
        "question_content": "2020 жылы наурыз айында мемлекеттік қызметке тағайындалған маман ҚР Ұлттық экономика министрінің 2020 ж 30 қыркүйектегі бұйрығына сәйкес тұрғын үй алуға құжат тапсыра алады ма. Жалпы осы Заң аясында қай уақыттан бастап жұмысқа тұрған мемлекеттік қызметшілер дипломмен ауылға бағдарламасына қатыса алады .Нақыт жауап күтемін",
        "question_date": "26.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұлдызнама, астрология ілімі қалай пайда болды?",
        "question_content": "Кім толық жауап жазады, соған әмиянына 1 млн доллар түссін Аумин)))))",
        "question_date": "26.01.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аумин)\nАстрологияның пайда болу уақыты мен орны туралы мәселе қиын, өйткені ғылымда адамзат мәдениетінің дамуындағы ең ежелгі кезеңдер туралы, сәйкесінше мифология мен бақылаушы астрономияның алғашқы тарихы туралы сенімді ақпараттың шектеулі шеңбері ғана бар. Кейбір зерттеушілер астрологияның пайда болуын Мұстерия дәуіріне (шамамен 40-100 мың жыл бұрын) жатқызады, бұл кезде Күннің қозғалуына қарапайым бақылаулар жазылып, әр түрлі аймақтарда санау мен геометрияның алғашқы дағдылары дамыған. \nЕжелгі Месопотамияда біздің дәуірімізге дейінгі III мыңжылдықтың соңғы ғасырларынан кешіктірмей, белгілер астрологиясы бұрыннан белгілі болды деп нақты айта аламыз: бұл кезде жүйелі астрономиялық бақылаулар жүргізіліп, жеке құбылыстар, мысалы, кометалардың пайда болуы. , күн мен айдың тұтылуы және сол сияқтыларға астрологиялық, болжамдық мән берілді. Бұған 1847 жылы Ассирия патшасы Ашурбанапалдың Ниневия сарай кітапханасынан табылған «Энума Ану Энлил» сына мәтіні дәлел.\nАлғашқы жеке жұлдыз жорамалының пайда болуы шамамен б.з.д. V-IV ғасырларда пайда болған. Біздің дәуірге жеткен ең ежелгі жеке жұлдыз жорамалдары осы кезеңге жатады. Мүмкін, жеке жұлдыз жорамалының пайда болуы біздің дәуірімізге дейінгі 4 ғасырда енгізілген 12 белгілік зодиактың бірігуі мен қолайлы және қолайсыз күндердің күнтізбелік айлық сөздерін еске түсіретін дамып келе жатқан гемерология дәстүріне байланысты болса керек. . Мұндай күнтізбеге мысал ретінде Ежелгі Египеттен XIX немесе ХХ династия кезеңінен (шамамен б.з.д. 1200 ж.) шыққан папирусты алуға болады.\nАқырында, астрологиялық жұлдызнама дәстүрі біздің заманымыздың І ғасырында грек мәдениетінің әсерінен дамыды.Птоломейдің «Тетрабиблос» еңбегінде сол кезден басталып, классикалық астрологияның қазіргі заманға дейін іс жүзінде өзгеріссіз қалған қағидалары көрсетілген. Астрологиялық трактатты сиқыршы Астрапсичуске жатқызады.\nАстрологиялық іс-әрекеттің негізгі әдісі - астрологиялық диаграммаларды - аспан денелерінің белгілі бір сәтте орналасуының схемалық бейнелерін құру және түсіндіру. Жұлдызнама - жер шарының белгілі бір географиялық нүктесінде белгілі бір уақытта көрінетін аспанның схемалық картасы. Планеталардың аспандағы схемасын, бірақ олардың горизонтқа қатысты орналасуын көрсетпейтін астрологиялық кесте космограмма деп аталады, яғни космограмма Күн жүйесі денелерінің белгілі бір нүктесінде салыстырмалы орналасуын көрсетеді уақыт, бірақ олардың жер бетіндегі белгілі бір нүктеден көрінуі емес.\nЕуропалық және үнділік астрология аспан денелері (Күн, Ай, планеталар) мен шоқжұлдыздар құдайлармен және мифологиялық кейіпкерлермен байланысты болған шумер-вавилондық астральды мифтерден туындады, осы мифология шеңберінде құдайлардың жердегі тіршілікке әсері айналды аспан денелерінің өміріне әсер ету - құдайлардың нышандары. Вавилондық астрологияны гректер қабылдады, содан кейін эллинистік әлеммен байланыста болған кезде Үндістанға еніп кетті",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жапониядағы мемлекеттік қызметкерлер саны аз дейді, олар бұған қалай жетті?",
        "question_content": "Жапониядағы мемлекеттік қызметкерлер саны аз дейді, олар бұған қалай жетті?",
        "question_date": "26.01.2021",
        "question_tag": "Саясат туралы",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 --  Қаржы қазынаны парламент басқарады , сондықтан әкіммен дода болады, албаты қажыландырмайды .\n2 --  екінші дүнийе соғыста ұтылып , әскер әзірлетпейтін жаза болған , әм Шоң әкімшілік құрғызбайтын қып сайасат қалыптастырған .\nСондықтан , әкімшілігі ықшамдау болды .",
                "date": "26.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өртке қарсы қызмет бөлімшелерінің жауынгерлік іс-қимылдарына не кіреді?",
        "question_content": "Өртке қарсы қызмет бөлімшелерінің жауынгерлік іс-қимылдарына не кіреді?",
        "question_date": "25.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай қасиетіне байланысты көмір қышқыл газын құюға болады?",
        "question_content": "Қандай қасиетіне байланысты көмір қышқыл газын құюға болады?????",
        "question_date": "25.01.2021",
        "question_tag": "Химия",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің түсінуім бойынша құюға деген -сұйық күйге өткізу болар?\nОнда нақтысын білмесем де газ болғандықтан, кез келген газ секілді критикалық температурадан аспайтын температурада  қысымд жоғарылатып сұйылтатын болар.",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат зоналары дегеніміз не? Олар қандай компоненттерден тұрады?",
        "question_content": "Табиғат зоналары дегеніміз не? Олар қандай компоненттерден тұрады?\n\nТабиғат зоналары не себепті өсімдік жамылғысы атымен аталады?\n\nСуық белдеуде қандай табиғат зоналары кездеседі?\n\nТагы сурактарыда бар жауабын билетин болсаныздар жазы кетиниздерш",
        "question_date": "25.01.2021",
        "question_tag": "География",
        "question_views": 70900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Табиғат зоналары - Табиғат зоналарын ең негізгі сыртқы факторлар қалыптастырады. Олар көп жағдайда күн жылуының таралуына (яғни географиялық ендікке) тәуелді. Тағы бір фактор - аумақтың ылғалдылығының әртүрлілігі. Жылу мен ылғалдың арақатынасы нәтижесінде әр түрлі табиғи зоналар пайда болады. Мәселен, аумаққа күн жылуы көп түссе, оның біраз ылғалдылығы жеткіліксіз (К=0,3) болса, онда шөлді аймақтар пайда болады. Әрбір зона өзіне тән климатымен, топырағымен, өсімдік және жануарлар дүниесімен ерекшеленеді. Кейде бір зонаның ішінде басқа зоналарға ұқсас жеке үлескілер де кездеседі.\nСолтүстіктегі арктикалық аралдардан бастап, тайга зонасына дейін табигат зоналары ендік бағытта түтас алап болып созылып жатыр, ал одан оңтүстікке қарай зоналар батыстан шығысқа қарай жіңішке жолақтар түрінде таралады. Қоңыржай белдеудің көпшілік бөлігін тайга зонасы алып жатыр, оның батысы мен шығысы жалпақ жапырақты ормандармен көмкерілген. Материктің ішкі бөлігінде тайга бірден ор- манды дала мен далаға ауысады. Тынық мүхитынан келетін ылғалдың материк ортасына қарай азаюына байланысты бүл зоналар шығыста ендік бағытта бүрылысжасайды. Ылғал мүлде жеткілікеіз ішкі аудандарда шөлейт жэне шел зоналары қалыптасады. Табиғат зоналарының орналасуы мен ерекшеліктерін тереңірек түсіну үшін оларды белдеу бойынша қарастырайық (қосарбеттегі «Табиғат зоналары» картасын қараңдар).\nҚазақстанның жазық бөлігінде солтүстіктен оңтүстікке қарай бірте-бірте орманды дала, дала, шөлейт және шөл зоналары ауысып отырады. Сонымен бірге бұл зоналарда топырақ және өсімдік жамылғысы батыстан шығысқа қарай да өзгереді. Оның себебі осы бағытта климаттың континенттігі артады. Республиканың биік таулы аудандарында зоналар биіктікке байланысты (зоналар немесе биіктік белдеулер) ауысып отырады.\n2) Сол санатқа жататын өсімдіктер жамылғысынан тұратындықтан.\n3) Арктикалық және субарктикалық белдеулердің табиғат зоналары.\nАрктикалық белдеудің қиыр солтүстігіндегі аралдарды арктикалыц шел зонасы алып жатыр. Жазы өте суық және қысқа. Қыста температура -40°С-тан томен болады. Қарлы борандар ментүмандар жиі болып түрады. Аралдарды түгелдей дерлік мүз жауып жатыр. Мүздан бос жер- лерде мцк, қына, балдырлар өееді, топырақ қалыптасып жетілмеген. Жануарлардан ақ аю мен ац тцлкі кездеседі, жағалаулары жазда қүс базарына айналады. Соңғы кезде ақ аю саны азаюда. Субарктикалық белдеуді тундра мен орманды тундра зоналары алып жатыр. Тундра дегеніміз толық жетілмеген батпақты топырақтардағы мүкті-қыналы және бүталы өсімдіктерден түратын, климаты қатал белдеу. Мүнда күшті желдер мен қарлы борандар жиі соғады. Сондықтан бүталы өсімдіктер жерге төееліп өееді. Тундрада ең көп тараған өсімдік - бцгы мцгі солтүстік бүғыларының негізгі азығы болып табылады. Оңтүстікке қарай жүрген сайын жел бәсеңдеп, жылылықтың артуына байланысты тундра зонасы орманды тундраға ауысады.\nБүл зона мүктер мен бүталарға біршама бай болғандықтан солтүстік бүғысымен қатар, жаз айларында мүнда бцлан, қоңыр аю, қоян сияқты орман жануарлары мен сацырау щрды дакездестіруге болады. Исландия да мүз басу дәуірінен бері сақталған қойөгіз тіршілік етеді. Тундра мен орманды тундра зоналарында көп жылдық тоң таралған, жазда оның беткі қабаты ғана ериді. Аталған зоналардың табиғаты климатының қаталдығына байланысты адамның шаруашылық әрекетіне аз үшыраған. Бүгінгі таңда мүнай, газ кен орындарының қарқынды игерілуі- небайланысты адамның табиғатқа әсері күшейе түсті. Сондықтан өзіндік қай- таланбас табиғат ерекшеліктері бар тун- драны қорғау бүгінгі күннің өзекті мәсе- лесі болып отыр.\n4) Толығырақ:https://tak-to-ent.net/publ/22-1-0-665",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "30 см қашықтықтағы өріс кернеулігін есептеңдер.",
        "question_content": "1)1*10^-8 Кл нүктелік зарядпен байланысқан және одан 30 см қашықтықтағы өріс кернеулігін есептеңдер\n\n2)кернеулігі E=10^6H/Кл тең электр өрісіндегі электронға әсер ететін күшті есептеңдер. Электрон қандай үдеумен қозғалады",
        "question_date": "25.01.2021",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшінші санды қосқанда шыққан өрнектің ең кіші мәнін табыңыз.",
        "question_content": "Үш оң сандардың қосындысы 8, екінші қосылғыш бірінші қосылғыштан 2 есе артық.Алғашқы екі қосылғыштың кубтарының қосындысына 9 еселенген үшінші санды қосқанда шыққан өрнектің ең кіші мәнін табыңыз.",
        "question_date": "25.01.2021",
        "question_tag": "Математика",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің нағашы апамның әпкесінің қызының баласына үйлене аламын ба?",
        "question_content": "Менің нағашы апамның әпкесінің қызының баласына үйлене аламын ба?",
        "question_date": "25.01.2021",
        "question_tag": "Жанұя",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баламен үйленуге болмайды\nԅ(¯ㅂ¯ԅ)  десең е  ...\nДемек, Шешеңнің бөлесінің ұрпағы, болмайтын сийақты..",
                "date": "26.01.2021",
                "upvotes": 0
            },
            {
                "text": "Әпкесі деген қандай әпкесі?\n\nТуған әпкесі болса, оның баласы саған бөле болмай ма? Бөлеңе қалай үйленесің?\n\nӘпкесі күйеуі жағынан болса, қайын әпкесі мысалы. Онда болады, құдаша болады оның қызы саған.\n\nАл нағашы апаңның өзінің нағашы әпкеңнің қызы болса, үйлене бересің, олар құда-жекжат санатына жатады.\n\nСұрақты толық жазу керек, әпке деген көр қой, көрші әпкесі шығар мүмкін",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қаныш Сәтбаев\", \"Үлкен Жезқазған\" тақырыбы бойынша мазмұндау жоспарын құру.",
        "question_content": "М.Сәрсекенің \"Қаныш Сәтбаев\" роман эссесінің ІІ бөлімі. «Үлкен Жезқазған» тақырыбы бойынша мазмұндау жоспарын құру",
        "question_date": "25.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге Қаныш Сәтбаев ақын болған",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юнлэ мен Токугава билігі Батыс билеушілерінің билігіндей шексіз болды ма?",
        "question_content": "Юнлэ мен Токугава билігі Батыс билеушілерінің билігіндей шексіз болды ма?\n\nТокугава билігі СИ-НО-КО-СЕ дегенді талдау\nЮнлэ мен Токугава билігі Батыс билеушілерінің билігіне қаншалықт ұқсас?",
        "question_date": "25.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Император Юнлэ елдің аумағын ұлғайтып, Оңтүстік-шығыс Азия мен Шығыс Африка ға 6 рет теңіз экспедициясына жіберді",
                "date": "17.02.2022",
                "upvotes": 0
            },
            {
                "text": "Оларда батыс билеушілері секілді өз аумақтарын ұлғайтып, Оңтүстік -шығыс Азия мен шығыс Африкаға 6 рет теңіз экспедициясын жіберді.Сол себепті ұқсас.Ал олардың билігі бастыс билеушілері секілді шексіз болған жоқ.Аяғында мемлекет билігі құлады.Бірақ Токугава әулеті Жапония тұсында ұзақ билік етті.",
                "date": "30.01.2024",
                "upvotes": 0
            },
            {
                "text": "Юнлэ өте мықты болған және Токугаваға 8есе ұқсас болды",
                "date": "30.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез-келген әдеби шығармадан 5 талғаулы салалас құрмалас сөйлем жазу.",
        "question_content": "Маған  кез келген әдеби шығармадан 5 талғаулы салалас құрмалас сөйлем жазу керек",
        "question_date": "25.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен не бұл адамдардың ортасынан кетуім керек,не болмаса барша жанға тынышсыз болатын зұлымдықты қоюым керек екен ғой.(Шәкәрім).\nӨзі кетіп құтылды,әйтпесе өзіміз-ақ тастатқалы жүр едік.Сөз бен қылық суық көңілді жылытады немесе жылы көңілді суытады. (Ғ.Мұст.)",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бақытсыз Жамал\" романын көркемдегіш құрал.",
        "question_content": "Бақытсыз Жамал романда көркемдегіш құрал көмек керек ❗❗❗",
        "question_date": "25.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міржақып Дулатовтың «Бақытсыз Жамал» романы XX ғасырдың басындағы қазақ әдебиетінің бұл жанрдағы тұңғыш жетістігі, тұңғыш роман. Әдеби ортада өзінен кейінгі көтерер жүгі, мақсатты мен бағыты бір көптеген романдарға алғышарт болды. Тек көркемдік жағынан ғана емес, тіл, форма жағынан да біраз дүниелерге сара жол болғаны анық. Роман алғаш жарық көргеннен бастап қазақ әйелдерінің бас бостандығының жаршысына айналды. 1910 жылы Қазанда басылып шыққан кітап қолдан-қолға тимей қазақ арасына тез тарап кетті. Сауаттысы жатып кеп оқып көзіне жас алса, сауатсыз халық сол оқығандарды жағалай отырып тыңдайтын. Сора-сора жас алып, өз бастарындағы жағдайды жіте көріп, сезіне жәбірленетін. Негізгі өзек әйел бостандығы болған соң әйел қауымы өре түрегелді. Талай басыбайлы әйел затына ой салғаны анық. Осы әйел бостандығын екі жас (Ғали мен Жамал) арасындағы махаббат мәселесі арқылы беру, романның оқырманның жанына жол тапқан кілті десек қателеспейміз. Бұл сөзімізді қаламгердің қызы Г. Дулатованың «Ардақтап өтем әкемді» атты естелігінде (Жұлдыз, 1990, 6 сан)  былай дейді: «...Бұл кітабы да елге тез тарап кетті, бізге көршілес тылдан келушілер сылтау тауып, қалап әкететін болды. Жамалдың өлеңмен баяндайтын аянышты өмірінен қыз-келіншектер өз бастарынан кешкен қайғысын, мұң зарын көрді. Романды оқығанда олар көз жастарын тыя алмай, уһілеп отыратын. Үлкендер жағы кешкі отырыстарда «Бақытсыз Жамалдың» хикаясын әңгімелесе, жастар жиын-тойларда кітаптағы өлең жырларды әнге қосып айтатын».\nРоман сол кездің өзінде екі рет басылып (1910, 1914) шыққандығының өзі көп дүниені айтқандай. Сол заман, сол кездің саяси көзқарасымен қарағанда бұндай тақырыптағы роман екі рет қатарынан басылу ел қалауы, талабы екендігі анық. Содан бері басылып келеді. Әлі басылып келеді. Оқырманын әсте жоғалтқан емес.\nЕнді романның көркемдік жағына ойыссақ. Қандай шығарма болсын өз заманында, өз әлеуметтік ортасында құнды болмақ. Заманың қалай болса жасар амалың да солай болмақ. Әр әдеби туынды, көркем шығарма өз заманының көркем бейнесі. Жоғын жоқтап, барын түгендейтін жансыз жанашыры. Дәл қазір бұл романның көркемдігін осы заман талабымен, талғамымен көрсете алмасымыз анық. Ол заман келмеске кетті. Роман формасы да өлеңмен басталып, қара сөзбен өріледі. Осы тұста автордың ақындық қасиетін баса айтып кеткен абзал. Роман әр тұсында жаңа бір белес, жаңа сюжет желісіне ауысқанда өлең арқылы ауысып отырғанын байқаймыз. Ғалидың да Жамалдың да аузына автор ішкі сезімін, толғанысын өлеңмен салып отырған. Мысалы, Жұманға атастырып, малға сатып жіберген ата-анасына ренжіп былай дегені бар:\nМен қайран ата-ананың сатқанына,\nБір тазды жалпақ елден тапқанына.\nАтама мен не жазып ем қор қылғандай,\nБолмаса бір мінезім жақпады ма?  - деген бір ауыз өлең күллі қазақ қызының арызы іспетті. Тағы бірде:\nСен үшін бір басымды еттім құрбан,\nШынжырлап жіберсе де Сібірге айдап, - деп шын ғашығы Ғалиға берген сертін байқаймыз. Осы тұстан екеуінің жаңа тауықыметті өмірі басталады.\nРоманда өзінен кейін әлі күнге дейін қолданылып келе жатқан тәсіл - хат. Ғали мен Жамалдың бір-біріне хат жазып хабар алысып, бағыт-бағдар алысқаны бір дара мотив екендігі белгілі.\nРоманда екі жастың басты жауы, қасіреті мен қайғысына бастауы болған Байжан мен санасыз Әке Сәрсенбайдың портреттері мен қоса Ғали мен Жамалдың портреті шебер жасалған. Біріне тоқталсақ, автор Ғалидің портретін жасауда біршама суреттеуге барады. «Бұл жігіт орта бойлы, қияпатты, азырақ бетінде қорасан дағы бар, жаңа мұрт шығып келе жатқан, сөйлеген сөзі сыпайы, әдепті, киімі ноғайшалау, Ғали есімді бір зат еді. Көлденеңнен қарап салыстырғанда бұл үйдегі жігіттердің афзалы Ғали, қыздардың афзалы Жамал секілді көрініп, екеуінің қатар отырулары бек жарасып кетті». Романда Ғалидің даралық бейнесі уақыт өткен сайын өсіп отырады, өсіп отырады. Жиын-отырыстарды. Ауыл арасындағы адамдардыңжиі мақтаулары мен ауызға алулары биікке көтеріп отырады. «Оқыған... білімді... өнерлі... көзі ашық... келбетті...» деген сияқты.\nАл Жамалдікі даралық образға романның бел ортасына жетпей көтерілген. Оның зеректігі, алғырлығы, асқан сұлулығы, шешендігі, туралығы бәрі-бәрі дара, типтік образға жеткен десек те болады. Тең теңімен, тезек қабымен. Теңіне жете алмай кеткен талай қазақ қыздарының тағдыры жатыр.\nҚорыта айтқанда М. Дулатов «Бақытсыз Жамал» романын жазу үстінде қазақтың өзіне дейінгі дәстүрлі әдебиетіне сүйенген. Орыстан, батыстан үйренді десек мықтап қателесеміз. Қазақтың арыдан беріге дейінге фольклоры мен маржан әдеби жауһарлары тоғысып романның көркемдік тіліне, стиліне, формасы мен құрылысына қызымет еткен. Жаңғыртып, дамытып, өзіндік ізденіспен қанаттандырған.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/debiet/syn/24305/",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жергілікті жер немесе мектеп ауласындағы экожүйені анықтау\" атты зертханалық жұмыс.",
        "question_content": "\"Жергілікті жер немесе мектеп ауласындағы экожүйені анықтау\" тақырыбында зертханалық жұмыс.",
        "question_date": "25.01.2021",
        "question_tag": "Биология",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тірі организмдердің қасиеті туралы эссе жазу?",
        "question_content": "Тірі организмдердің қасиеті туралы эссе жазу?",
        "question_date": "25.01.2021",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы ақпаратқа орай келістіріп жазып көрсеңіз болады, сыныптастарыңызбен бірдей болып қалмас үшін.\nТірі организмдерге тән қасиеттер\nТірі организмге оны өлі табиғаттан ерекшелендіретін бірнеше қасиет тән болады.\n1. Зат пен энергия алмасуы. Барлық тірі организм қоршаған ортамен затпен және энергиямен алмасып отырадьі. Олар сыртқы ортадан зат пен энергияны қабылдап, оларды түрлендіріп, пайдаланып, биосфераға ыдырау өнімдері мен жылу түрінде түрленген энергия бөліп отырады. Зат алмасудың нәтижесінде организм құрылымдарының химиялық қүрамының түрақтьглығы, қүрылысының күрделі реттілігі сақталып, тіршілік орекеттері қамтамасыз етіледі.\n2. Өрбіп-көбею. Тірі организмнің маңызды қасиеттерінің бірі өрбіп-көбею қабілеті. Осының нәтижесінде организм өзіне ұқсас, өзіне тән ұрпақ қалдырады, түр сақталады.\n3. Өсіп-даму. Организмнің немесе оның жеке мүшелерінің толысып қалыптасуы. Туғаннан бастап өлгенге (тіршілік тоқтағанға) дейін жеке дарақтарда байқалатын қайтарымсыз, белгілі зандылықпен атқарылатын бір-бірімен тығыз байланысты мөлшерлік (өсу, үлкею, жасушалар санының көбеюі т.б.) және сапалық (жіктелу, жетілу, қартаю т.с.с.) өзгерістер.\nТірі материя дамуының екі жолы болады жеке даму (онтогенез) және тарихи даму (филогенез).\n4. Тітіркенгіштік – әр түрлі өсерлерге қүрьшымның өзінің физиологиялық күйін өзгертумен жауап беруі. Осының нәтижесінде тіршілік сақталады, өсу, даму, жетілу үрдістері жүреді.\n5. Өздігінен реттелу (автореттелу) – белгілі бір жүйенің өздігінен сапалы әрекет етуін қамтамасыз ететін тікелей және қайтарымды байланысқа негізделген басқару үрдісіңдегі жүйелілік.",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізім мен кортежде қандай айырмашылық бар?",
        "question_content": "Тізім мен кортежде қандай айырмашылық бар?",
        "question_date": "25.01.2021",
        "question_tag": "Информатика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кортеждер өзгермейтіндігінен басқа, оларды қолдануға бағытталатын мағыналық айырмашылық бар. Түптер - бұл гетерогенді мәліметтер құрылымы (яғни олардың жазбалары әр түрлі мағынаға ие), ал тізімдер біртектес тізбектер. Туплердің құрылымы бар, тізімдердің тәртібі бар. Бұл айырмашылықты қолдану кодты айқынырақ және түсінікті етеді.\nСодан кейін оны орналасу жазбаларын сақтау үшін сөздікте кілт ретінде пайдалануға болады. Екінші жағынан, тізімді бірнеше орынды сақтау үшін пайдалануға болады. Әрине, сіз тізімнен орындарды қосуға немесе алып тастауға болады, сондықтан тізімдердің өзгеретін мағынасы бар. Екінші жағынан, элементтерді бар жерден қосу немесе жоюдың мәні жоқ - демек, кортеждер өзгермейді.\nБұрыннан бар орналасу кортежіндегі элементтерді өзгерткіңіз келетін жағдайлар болуы мүмкін, мысалы, парақтың сызықтары бойынша қайталау. Бірақ кортеждің өзгермеуі сізді әр жаңа мәнге жаңа кортеж құруға мәжбүр етеді. Бір қарағанда, бұл ыңғайсыз болып көрінуі мүмкін, бірақ мұндай өзгермейтін деректерді пайдалану маңызды артықшылықтарға ие бола алатын мән түрлері мен функционалды бағдарламалау әдістерінің негізі болып табылады.",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласының верный заманында қорған дауалы болған ба ?",
        "question_content": "Картаға үңіліп қарадым ғой , 2 - алматыға қарап , Алматы қаласының верный заманғы аумағы , Райымбек көшесі мен Абай Көшесі екортасы, кіші алматы өзені мен көктем өзені екортасында болған төрт бұрышты шақпақ қала сийақты ( суреттегідей ) . 2 - алматымыз тура қаланың солтұстық жағының ортасының түзінде екен , сонда қаланың қақпағы болса керек . \nСонда , сол заманда , алматы қаласының сол заманда қорған дауалы болған ба екен деп ойлап қалдым .  Абай мүсіні тұрған Республика тийатірі мен Әуезов тийатірі екортасындағы Абай көшесі  дәу қорған дауал болған ба ? және Райымбек көшесі де бір ұзын дәу қорған дауал болған ба екен ?",
        "question_date": "25.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзім біраз дерек тауып алдым , бөлісе кете салайын .\nмежелегенімдей болған сийақты , е ?",
                "date": "24.02.2021",
                "upvotes": 0
            },
            {
                "text": "Өзім біраз дерек тауып алдым , бөлісе кете салайын .",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз сені ұнатама ұнатпайма қалай біләуге болады өтініш айтыңдар қыздар",
        "question_content": "Қызды сені ұнатама ұнатпаима қалай білуге болалы толық жауап беріңіздерші өтініш",
        "question_date": "25.01.2021",
        "question_tag": "Махаббат",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Сізге жауап жазуы, араласуы. Болды басқалай біле алмайсыз)",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алабай итін күніне неше рет тамақтандыру керек?",
        "question_content": "Алабай күшікке  1  күнде неше рет тамақ берсем болады???",
        "question_date": "24.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 880,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-3 айынан бастап күніне бір рет 5-6 тамақтандыру керек (200g-300g)\n3-4 айынан-4-5 күніне бір рет (300-400)\n4-5 айынан-3-4 есе (400-500)\n5-тен 8-ге дейін немесе жылына 3-ге дейін күніне бір рет (500-800-1000)\nxnumx айдан кейін серуендегеннен кейін екі рет тамақтандырыңыз\nтаңертең ботқа сүті 3-4 айға дейін ботқа берілмейді\nсодан кейін сорпа, содан кейін ашыған пісірілген сүт немесе айран, содан кейін ет қосылған көкөніс бұқтырмасы, содан кейін сүзбе немесе сүт ботқасы - бұл оның 3-4 айлық кезі, содан кейін тамақтану мөлшерін біртіндеп азайтып, диетадан сүт пен сүт ботқасын алып тастаңыз, сүзбе мен айран қосылған ашытылған пісірілген сүт қажет және әрқашан беруге болады, шұжықтарды, шұжықтарды консервілемеңіз .... ең идеалды тағам - ет қосылған сорпа (шошқа еті емес, майлы балық немесе үйрек жоқ) сұлы майын ыстық сорпамен құйып, туралған сәбіз және басқа да көкөністер қосыңыз. қарақұмық, күріш, ұнтақталған сиыр етін кешке сәбіз және өсімдік майымен немесе қаймақпен бере аласыз, жеміс буксаларын бере аласыз.\nТолығырақ: https://kk.info-4all.ru/",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың ұйықтап жатып, бірден шошып оянуы неден?",
        "question_content": "Сәлеметсіздер ме! Сұрайын дегенім кішкентай қызым әлі қырқынан шыққан жоқ... Ұйықтап жатып бірден шошып оянды, жылап мазасызданған жоқ, бірақ көзі бақырайып қайта қайта қатты айқайлап оянды. Не себепті?",
        "question_date": "24.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 39100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаңыздың ұйқысыздығына не себеп болады?\nКөптеген ата-аналар балаларды және ұйқы проблемаларын ойлағанда, жылап жатқан баланы бейнелейді. Көптеген егде жастағы балалар мен жасөспірімдерде ұйқының бұзылуы, соның ішінде ұйқыға кетіп, түн ортасында жиі ұйықтай береді.\nӨкінішке орай, жақсы түнгі ұйқыға жетпеу сіздің балаңыздың күнделікті көңіл-күйі мен мінез-құлқына әсер етуі мүмкін.\nБалалық шағында ұйқысыздық\nЕресектер сияқты, ұйқысыздықтары бар балалар да ұйқыға кетіп, ұйықтап жатқанда немесе қалыпты уақытты ұйықтау керек болғаннан кейін ғана жақсы демалмайды. Күні бойы ұйықтаудан басқа, балалық ұйқысының симптомдары:\nТітіркену\nКөңіл-күй өзгереді\nГиперактивность\nАуыр көңіл күйі\nАгрессивтілік\nНазарларын азайту\nЖад проблемалары\nБалалық шақ ұйқысының себептері\nКөптеген балалар ұйқыны жеткіліксіз деп санайтын себептердің бірі - олар кешікпей төсекке кетеді. Бұл көбінесе ата-ана балаларының қаншалықты ұйықтауы керек екендігіне немесе олардың балалары жоспардан тыс болғанына және тым көп іс-шараларға қатысуына немесе үй тапсырмасының көп болуына байланысты нақты емес үміттерге ие болғандықтан жиі кездеседі. Немесе сіздің балаңыз телефонмен сөйлесіп, видео ойындар ойнатып немесе теледидарды көргенде жай ғана мәтінді кешіктіре алады.\n6 мен 12 жас аралығындағы балалар әр түнде шамамен 10-дан 11 сағат ұйқысыздық қажет екенін және жасөспірімдердің әр түнде шамамен 9 сағат ұйқысына мұқтаж екенін ұмытпаңыз.\nЕгер сіз шынайылық ұйқыға отырсаңыз және сіздің балаңыз ұйықтаудың жақсы түні болмаса, ұйқысыздықтың жалпы себептері мыналарды қамтуы мүмкін:\nҰйқының әдеті нашар\nКофеин\nСтресс\nОбструктивтік ұйқы апноэ (хорват)\nДәрігердің, антидепрессанттардың, кортикостероидтардың және антиконвульсанттармен емдеуге арналған стимуляторларды қоса,\nАстам (жөтел)\nЭкзема (қышу)\nДепрессия\nМазасыздық\nАяқсыз аяқтың синдромы\nАутизм, интеллектуалдық артта қалу және Аспергер синдромы сияқты нерв дамуының бұзылулары\nБалалардағы ұйқысыздықты емдеу\nАта-аналар көбінесе баланың ұйқысыздықтарын емдеуге нұсқау беруге тырысса да, бірінші кезекте емдеуге болатын негізгі медициналық немесе психологиялық мәселелерді іздестіру әлдеқайда маңызды.\nМысалы, егер балаңыз ұйықтау ұйқы апноты бар болса және түнде дауыстап қатты күйіп кетсе және тыныс алуды жиі тоқтатса, онда оның бездері мен аденоидтерін алып тастау қажет болуы мүмкін. Немесе балаңызда жиі түнгі жөтел бар болса, деміккені нашар бақыланатындықтан, ол күшті протеарлы демікпе препаратын қажет етуі мүмкін. Егер балаңызда ұйқы апноты, астма немесе күйзеліске ұшыраған болса, онда ұйықтау таблеткасы жауап емес.\nСондай-ақ, бізде Ambien CR және Lunesta сияқты теледидарларда сатылатын барлық ұйықтайтын таблетка балаларға қолдануға рұқсат берілмеген. Қажет болғанда және қажет болған кезде кейде пайдаланылатын дәрі-дәрмектер:\nАнтидепрессанттарды қоса алғанда, амитриптилин және Remeron\nМелатонин\nClonidine, әсіресе егер сіздің балаңызда да АДБ немесе мінез-құлық мәселелері бар болса\nРиспердаль, әсіресе сіздің балаңызда аутизм немесе мінез-құлық мәселелері бар болса\nАнтигистаминдер, бірақ көбінесе күндізгі ұйқышылдықты тудырады және олар өте қысқа мерзімде қолданылатын болады\nСіздің балаңыздың ұйқысының себебі ретінде басқа немесе бірлескен диагноз болмаса, рецепт әдетте жауап болмайды.\nБастапқы балалық шамадан тыс ұйқысыз емге қарсы емдеу\nБастапқы ұйқысыздыққа немесе басқа медициналық жағдайлардан туындамаған балаларға арналған ұйқысыздыққа жатпайтын дәрілерді емдеу:\nҰйықтау уақытын шектеу, яғни оқу, үй тапсырмаларын орындау немесе төсекке теледидарды қарау дегенді білдіреді.\nСіздің балаңыз төсекке шығып, ұйқысын, соның ішінде демалыс және мереке күндерін қоса алғанда, өте дәйекті кестесі бар\nБалаңызды релаксациялық әдістер, оның ішінде диафрагматикалық тыныс алу, прогрессивті бұлшықет релаксациясы және ол ұйықтайтын кезде қолдануға болатын визуалды бейнелер туралы үйрету.\nОйын ойнау, теледидар көру, телефонмен сөйлесу немесе сөйлесу сияқты ұйқыға дейін 30-60 минут ынталандыру қызметін тоқтату\nБалаңыз 10-20 минут ішінде ұйықтамаса, төсекден шығып, тыныш нәрсені оқу, мысалы, оқу\nКофеиннен аулақ болу\nТұрақты түрде жаттығу\nПедиатрға қосымша кеңесші немесе баланың психологын көргенде, ұйқысыз балалардың көпшілігі үшін пайдалы болуы мүмкін.\nАДБ және Ұйқысыздық\nӘсіресе, балалардың УДЖ және ұйқысыздықты емдеуге бас тартуы мүмкін, өйткені көптеген ұйқысулар симптомдары УДЖЖ белгілері және АДХД емдеуі ұйқысыздықты тудыруы мүмкін.\nЕгер сіздің балаңыздың ұйқысы ДЕХР-дің дәрі-дәрмегін бастаған кезде нашарласа немесе дәрі-дәрмектің жоғарылауы болса, онда оның дәрі-дәрмегі кінәлі болуы мүмкін. DEHB бар басқа балалар үшін бұл олардың нақты ЖИТС симптомдары, олар ұйқыны қиындық тудырады және таңқаларлықтай, күндізгі немесе кешкі уақытта қысқа әрекет ететін стимулятордың шағын дозасы оларды шынымен ұйықтауға көмектеседі.\nСіздің педиатрыңыз және / немесе бала психиатры сіздің балаңызға ADHD-мен ұйықтау проблемасын тудыратын нәрселерді анықтауға көмектесе алады, бұл маңызды болып табылады, өйткені жақсы түнгі ұйқыны болмаса, АДХД-ның барлық симптомдарын нашарлатуы мүмкін.\nСондай-ақ, ADHD симптомдары бар сияқты, бірақ ұйқының бұзылуы немесе ұйқыны жетіспейтін ұйқының бұзылуы бар басқа балалар үшін өздерінің ұйқының проблемасы болғанда АДХД симптомдары жоғалады тұрақты.\nТолығырақ: https://kk.drafare.com/",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Баланыз қалай жақсыма менің баламды солай болып жур",
                "date": "23.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Абыройлы болу - парызың\" эссе жазу керек.",
        "question_content": "Абыройлы- болу парызың эссе керек еді?\n\nМаған қатты керек еді.",
        "question_date": "24.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай жерде жүрсек те бәріміз сыйлы болғымыз келеді. Бірақ біреудің Сізді сыйлауына материалдық табыстар негіз болса, біреуге кішіпейілдігіңіз, өзгелерге талантыңыз маңызды болуы мүмкін. Ал шын мәнінде сыйлы болу үшін адам нені білуі керек? Төмендегі қағидалар әр адамның өзіне лайық бедел-абыройға ие болуына көмектеседі деп ойлаймыз: 1. Сыйласаң ғана сыйлы боласың. Алдымен басқаларды шын жүрегіңмен сыйлауың керек. Сыйластық ең алдымен басқаларды түсіне білуден басталады. Бұл әр адамға бірдей мөлшерде назар аударып, қолдау көрсете білуді білдіреді. Ал өзгені сыйлау өзіңді шынайы сыйлаудан басталады. Егер біреу көрсеткен құрметіңді әлсіздік деп қабылдап, абыройыңды түсіргісі келсе, сен де сол деңгейде жауап бере аласың, бірақ бұдан гөрі сыпайы түрде өзіңнің ойыңды мықтап білдіргенің жақсы. Және бұдан былай өзіңді сол адамнан белгілі бір ара қашықтықта ұстағаның жөн. 2. Өзіңнің көңіл-күйіңді бір қалыпты көтеріңкі деңгейде ұстауға тырыс. Басыңа түскен жағдайдан жақсысын көруге үйреніп, соған сүйенуге тырыс. Сонда жаныңдағылар саған тамсанып, сенің жеке тұлғаңды сыйлай түседі. 3. Достарыңа, отбасыңа және жақындарыңа адал болуды үйрен. Тек өзің қалаған адамдарға ғана емес, барлығына бір шындықты айтатын турашыл мінез қалыптастыруға тырыс. Адал адам – сенімді адам және ол қасиеті аян болса шала таныс адамдар да Сізді жауапты, шынайы деп суреттейтін болады. Сыртыңыздан айтылған жақсы сөз Сіздің беделіңізді одан әрі өсірмесе, ешуақытта түсірмейді. 4. Басқалардың сыртынан ғайбат сөз айтпа. Жақындарыңа немесе кімге болса да қатысты айтар сын пікірлерің болса, мүмкіндігінше ең алдымен өзіне жеке айт. Ол адам өз қателіктерін байқамай қалған немесе өзінің кемшін тұсын білмеуі мүмкін. Бірақ сын айтпас бұрын жақсы тұстарына көңіл бөліп, оларды да барынша шынайы, зілді әзілсіз атап өтуге тырыс. 5. Сөзің де, өзің де сыпайы болсын. Біреуді кемсітуден және балағатшылдықтан өзіңді қашық ұстауға тырыс. Киімге де жақсы талғам қалыптастыр. Таза, әдепті және жарасымды киін. 6. Кеңпейіл бол, жасандылықтан қаш. Сөз жүзінде бір өмір, іс жүзінде басқа өмір сүріп өзіңді де, өзгені де алдама. Басқалар еліктеуге тырысатын жақсы үлгі бол. 7. Қай кезде сөйлеу орынды екенін біл, басқаларды мұқият тыңдауға тырысып, олардан (не екенін айтпасаң да) әлдене үйренгеніңді білдір. Бәріне мүмкіндігінше қайырымды бол. 8. Уәдеңде тұра алмайтыныңды білсең сөз берме. Қай кезде де сөзіңе сәйкес әрекет жаса. Егер біреу қателігіңді бетіңе басса, сылтауратпай, толық жауапкершілігіңді мойындай біл, сөйте тұра өзіңді бейшара санап, түңіліп кетпей, кішіпейілділікпен алға қарай баса бер.\nТолығырақ: https://surak.baribar.kz/357853/",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында дерексіз зат есімі бар 5 мақал-мәтел керек.",
        "question_content": "Құрамында дерексіз зат есімі бар 5 мақал-мәтел керек.",
        "question_date": "24.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Ажал ақымақ үшін алтау,\nАқылды үшін біреу.\n2. Ерлік пен бірлік жеңіске жеткізеді.\n3. Ер жігітке өлім бар да, қорлық жоқ.\n4. Ата-ананың қадірін\nБалалы болғанда білерсің.\nАғайынның қадірін\nЖалалы болғанда білерсің.\n5. Ана алдында – құрмет,\nАта алдында – қызмет.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Абырой- ар еңбегі\nАбырой дерексіз\nАшу- дұшпан,ақыл- дос,\nАқылыңа ақыл қос\nАшу; ақыл дерексіз\nӨтірік- қаңбақ,шын- салмақ\nӨтірік; шын дерексіз\nӨлімнен ұят күшті\nҰят дерексіз\nАшу- садақ, ақыл- таяқ\nАшу; ақыл дерексіз",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккірдің қайта келуінің себебі неде?",
        "question_content": "Сәлеметсіз бе!Еттекырым 4 кун келип кеткен ,3 куннен кейын кайта келуы не себеп тусиндирип жиберсениз",
        "question_date": "24.01.2021",
        "question_tag": "Денсаулық",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "21 күннен кем, 35 күннен артық болса.\nЕтеккір айналымының мерзімі – бірінші келген күні мен келесі айдағы соңғы келген күн аралығы. Мысалы, қазан айындағы етеккір келген алғашқы күн мен қараша айында етеккір кезеңінің аяқталған күн аралығы. Бұл аралық шамамен 28 күн болуы тиіс. Әйтсе де, әйел ағзасындағы кейбір өзгерістерге байланысты, дәлірек айтқанда психикалық және физикалық әсерлерге қатысты бұл көрсеткіш өзгеріп отыруы мүмкін. Яғни, етеккір жүйелілігінде өзгеріс болуы мүмкін. Мысалы, өткен айда 21 күннен кейін келсе, ал одан соң арада 33 күн өткеннен соң келсе, бұл да қалыпты боп табылады. Бірақ та, нендей жағдай болса да, етеккір айналымының мерзімі 21 күннен кем болмауы керек және 35 күннен асып кетпегені дұрыс. Егер, етеккір циклі аталған көрсеткіштен кем, я болмаса артық болса, онда гинекологқа барыңыз!\nТолығырақ: http://ernur.kz/meditsina/etekkir-kezindegi-bul-belgiler-kauipti-sanalady",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 50г кальций карбонаты мен тұз қышқылы әрекеттескенде неше",
        "question_content": "Массасы 50г кальций карбонаты мен тұз қышқылы әрекеттескенде неше  л.қ.ж көміртек (+4)оксид3 б-л3нед3 ж2не оны4 зат м-лшер3 мен массасын есептендер. (Өте қажет тезірек болса жақсы болар еді)",
        "question_date": "24.01.2021",
        "question_tag": "Химия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 50г кальций карбонаты мен тұз қышқылы әрекеттескенде неше  л.қ.ж көміртек (+4)оксиді бөлінеді және оның зат мөлшері мен массасын есептендер.",
                "date": "24.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аудармашы мамандығы бойынша Қазақстанда жұмыс табылады ма?",
        "question_content": "Сәлеметсіздерме мен түрікше қазақша аудармашы мамандығына қазіргі қазақстанда жұмыс тауылама. Қандай жерлерде жұмыс істеуге болады.",
        "question_date": "24.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 881,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда жұмыс жасағыңыз келсе түрік компанияларында, немесе телесериалдарды аударуға өтінім тастап көруіңізге болар деп ойлаймын.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    }
]