[
    {
        "question_title": "Дулат Исабековқа. Хат керек 200 сөз жеткілікті",
        "question_content": "Дулат Исабековқа, хат керек 200 сөз жеткілікті.",
        "question_date": "8.11.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қадірменді Дулат аға! «Мен тілден де сұмдық трагедияны көріп отырмын» деген Сіздің жазбаңыз жарияланды. Бұл соңғы кездерде «Тіл мәртебесін көтеру – ұлтаралық араздықты қоздыру емес», «Ұлттық мүддені қорғау – мемлекеттік тілден басталады» деген сынды ел асыға күткен бастамаға қарсы, соны басып тастауға бағытталған жазба болып көрінді маған. «Мен тілден де сұмдық трагедияны көріп отырмын» деп салыпсыз, ғафу етіңіз, мұныңыз тілді тірілту тірлігіне қақ маңдайдан соққы беретіндей салдары ауыр, шындыққа жанаспайтын залалды пайымдау. Неге?\n\n«Мен тілден де сұмдық трагедияны көріп отырмын» дей келе, ойыңызды былайша өрбітіпсіз: «Біздің бүкіл экономикамыз, ұлттық идеологиямыз, керек десеңіз, ұлттың болашағы шетелдіктердің қолына өтіп бара жатыр. Тіліміз, дініміз мұның қасында... Арыстанның аузына түсіп бара жатқан қоян бір мүшемді сақтап қалайыншы деп әрекет ету керек пе, жоқ әлде өзінің өмірін түгел сақтап қалуға тырысу керек пе?».\n\nОсы уәжіңізді зерделейік. Тіл – пәленше мүшенің бірі емес. Кәрі тарих куә, ол ұлтты сақтап қалудың шешуші тетігі. Бұл-бір. Екіншіден,«Тілді қоя тұрайық, онан да зоры бар» деген ән биліктікі және саясаткер қулардікі. Мұны басқа емес, қазақ тілінің күрескері һәм дуалы ауыздың бірі деп жүрген Сіздің айтқаныңызға таңмын. Қазіргі қазақ қоғамының «сырты бүтін, іші түтін». Тіл тұтастығына кім араша түспекші (ұрпақтың түрі, шашы, көзі қазақ, ал ішкі әлемі бөтен, бірақ ақыл-есің шошитын бұл құбылысқа да етіміз үйренді)? «Қазақ елінде мемлекетті басқару мемлекеттік тілде жүргізілсін» деген тіл туралы Заңды халық тәуелсіздік таңындай зарыға күтіп отыр. Бұл жанайғайды билікке кім жеткізбек?\n\nАбай: «Бірлік малға емес, ақылға бірлік» деген. Ғылымы кенже ұлттың, ақыл-ойы да кенже, құр еліктеу содан. Өз күшіне сенген елдер өркендеп, ғылым мен өнерді дөңгелетіп отыр.Олар шаруашылыққа субсидияны тек ақшалай ғана емес, ғылым арқылы құяды.«Біздің бүкіл экономикамыз, ұлттық идеологиямыз, ұлттың болашағы шетелдіктердің қолына өтіп бара жатыр» деп жылап-сықтаймыз. Бірақ шетелге жығыл, қарызға бат деген кім бар? Кінәні қазақ өзгеден емес, өзінен іздесін де. Ұлттық мүддеден тайқыдың ба,  онда пәле қайдан деме! Анық бір нәрсе, «Қытай (Ресей, мейлі Америка) бізге көз тігіп отырға» мықты тосқауыл қою, жаңағы ішкі тірлік пен ар-намысты оятуға тірелмек. Қит етсе болды, қара халықты үреймен жасыту, сол үшін сырттан жау іздеу тек билікке тиімді, бұл ең оңай, әрі сенімді тәсіл (кешегі совет билігі әйтпесе Америка басып алады деп үркітіп, халықтың қаржысын қару-жарақ пен ядролық полигонға аямай төккен-ді). Сіздің сол қарабайыр саясаттың торы мен арбауына түсіп қалғаныңыз неткен өкініш.\n\nДулат аға, қатты кетсем кешіріңіз, Сіздің «Тіл, тіл! - деп шулағанды қойыңдар» деген үндеуіңіз ақылға қонымсыз. Ұлттық мүдде мен экономиканы шатастырып алғаныңыз да жарамады. Шындықты мойындау – қазақ халқы құз шетіне жеткенін айту ең өзекті қажеттілік. Тіл (рух) үшін күрес, ең қасиетті күрес. Ақыл бірлігі сол үшін керек, «тілден де сұмдық трагедия бар» деген былдыр-батпаққа алданып қалмайық, ағайын.",
                "date": "8.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетым тартылады. Неден болуы мүмкін, не жақсам болады?",
        "question_content": "Бетім тартылады. Бір көзім үлкенірек болып тұрады. Алдын лидцавои нерв болып ауырғам. Бір көзім жай қақта қиылдамай жатқан секілді. Сезледі бетім қызи береді. Неден болуы мүмкін, не жақсам болады?",
        "question_date": "8.11.2022",
        "question_tag": "Тазалық",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дерт белгілері\nБет невропатиясында сезіну ауытқулары маңызды болғанымен, науқас адамдарды бұл емес, қимыл бұзылулары көбірек мазалайды. Езу төмен түсіп, бет қисаюы (ассимметриясы) пайда болады (өйткені кеселденген бұлшық етке қарама-қарсы жақ өзіне қарай тартады). Беттің зақымдалған жағындағы барлық тері қатпарлары, әсіресе мұрынеріндік және маңдай қатпарлары тегістеледі. Бұл тұс үрленгендей болып көрінеді (желкен симптомы). Науқас адамның көзі толық жұмылмайды. Бұл белгі лагофтальм – қоян көз деп аталады. Көз алмасы жоғары және сыртқа жылжиды, жабылмаған көз тесігінен склера көрінеді (Белл симптомы). Сырқаттанған бет бөлігінде ауызды ашу, маңдайды тыжырту, қасты керу нашар жүзеге асады. Қатты асты шайнағанда ол қызыл иек пен жақ арасында қалып қояды, ал сұйық тамақ езуден сыртқа кері ағады. Сырқат адам ысқырып, түкіре алмайды. Бұл дерттің кейде 1 ай немесе 1 жылдан соң сол орынында қайталауы мүмкін.\nДәрігерлік тексеріс\nСондықтан барлық жағдайда бетте әлсіздік немесе салдануды сезе бастағаннан-ақ дәрігерге көріну керек. Бұл симптомдар күшті бас ауыруымен немесе көрмей қалумен қосарланса, шұғыл медициналық көмекке жүгініңіз. Дәрігер тексеріп қараған кезде науқас бетінің екі жағында да зақым бар-жоқтығын тексереді. Инфекциялық аурулар немесе дене жарақаттары болғанболмағандығын міндетті түрде сұрауы керек. Сүйек сынығынан не басқа жарақаттанудан пайда болған невриттерді тексерген уақытта олар сүйек арасында қысылып қалғандығын анықтау қажет. Сілекей, көз жас ағуы, бас ауруы, құрысу, көрудегі мәселелер, әлсіздік немесе салдану сияқты симптомдар туралы жан-жақты сұрақ-жауап орын алады. Мұның бәрі дұрыс диагноз қойып, емді нәтижелі жүргізу үшін басты шарт.\nҚажетті лабораториялық тексерістер\nҚан талдауы, оның ішінде, қандағы глюкозаны анықтау, қанның жалпы талдауы, эритроциттердің шөгу жылдамдығы (СОЭ), Лайм ауруына тест. Мидың компьютерлік томографиясы (КТ) Электромиография Мидың магниттік-резонанстық томографиясы (МРТ) Науқас физиотерапевттен, инетерапевттен, логопедтен кешенді ем алса тез сауығады. Бет нервісінің невриті 1 жылдан асып кетсе беттің сыртқы түрін жақсарту үшін пластикалық хирургия ұсынылуы мүмкін.\nБет қисаюдың басты емі\nЕмдеу аурудың туындау себебіне байланысты әртүрлі болып келеді. Кенеттен беті қисайып қалған науқастар алғашында ауру себебін білмей, дәрігерге жүгінуден бұрын төсекте жатып қайта-қайта терең дем алуы керек. Қисайған жақты өзі қолымен үздіксіз ақырындап уқалап, құрысу сезімі тоқтағанша жалғастыру қажет. Шығыс-Тибет емі бойынша ең алдымен науқасқа диагноз қойылып, ем тағайындалады. Бет бұлшық еттерін бастапқы қалпына келтіру үшін ең басты ем – ине терапеясы болып табылады. Ине шаншу кезінде пайда болатын биоэлектрлік ток резонанс тудыра отырып емдік әсер етеді. Яғни, бет бұлшық еттері қисайғанда қысылып қалған нервтік жасушаларды қайтадан тірілтіп, оятып, бұрынғы қызметіне қосады. Одан бөлек емдік массаж, емдік дене шынықтыру, физиотерапевтік процедуралар, тибеттік шөп дәрілерді пайдалану ем барысын жылдамдата түседі. Жалпы невропатиялардың емінде сәл ғана айырмашылықтар болғанымен көбінде принципі бірдей. Емдеуші дәрігердің үйдегі күтім туралы ұсыныстарын орындап емге науқас адамның өзі де үлес қосады.",
                "date": "8.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала қай жақта қалады?",
        "question_content": "Менің ағам мен жеңгем бір күнде қайтыс болды. Орталарында 1жас 2айлық бала бар. Ол аман. Енді бала заң бойынша қай жақта өседі? Қыз жақ алып қоюы мүмкін бе?",
        "question_date": "5.11.2022",
        "question_tag": "Заң",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "27-бап. Қорғаншылық, қамқоршылық, патронат және баланы қабылдайтын отбасы\n\n      1. Ата-аналарының қамқорлығынсыз қалған балаға қорғаншылық, қамқоршылық немесе патронат белгіленеді, сондай-ақ Қазақстан Республикасының заңнамасына сәйкес оның мүліктік және жеке мүліктік емес құқықтарының қорғалуы үшін ол баланы қабылдайтын отбасына берілуі мүмкін.\n\n28-бап. Бала асырап алу\n\n      Отбасында өсiріп-жетiлдiру мен тәрбиелеу үшiн жағдайлар жасау мақсатында ата-анасының қамқорлығынсыз қалған бала Қазақстан Республикасының заңдарында белгiленген тәртiппен асырап алуға берiлуi мүмкін.",
                "date": "8.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаев туралы жазылған қандай кітаптар бар?",
        "question_content": "Мұқағали Мақатаев туралы жазылған қандай кітаптар бар?",
        "question_date": "5.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асқарлы ақын Оразақын Асқар Мұқағали Мақатаевқа арнап «Мұқағали мұраты» деп аталатын кітап жазған.",
                "date": "5.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіме қасым ұнамайды, не істесем болады?",
        "question_content": "Осы жерде визажисттер немесе қаспен жұмыс жасап білетін адамдар болса, осы қасыммен не істесем болады? Өзіме ұнамайды. Қалай дұрыс, өзіме ұнайтын формаға келтіруге болады, кішкене болса да табиғи болып көрінетіндей. Жауап беріңізші",
        "question_date": "4.11.2022",
        "question_tag": "Сурет, Кескін",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайта қазір осындай табиғи форма сәнде ғой, бастысы жұрғызбаңыз, түсін сәл көрінетіндей етіп боятып, ламинирование жасап қойыңыз, во болады.",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аңыздың ақыры романының кейіпкерлеріне мінездеме",
        "question_content": "Аңыздың ақыры романындағы кейіпкерлерге толық мінездеме(Әмірші, кіші ханым, шебер)",
        "question_date": "3.11.2022",
        "question_tag": "Мектеп",
        "question_views": 17900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алмас хан-қатал,бірбеткей, айлакер, көп сырын ішке бұғып басқалардың сырын білуші.Қаһарлы болғанын өзгелерді қайғы-қасіретке душар қылғанымен билігінің құрбаны.\n\nКіші ханым-сұлу,көркем мінезді, жарына адал,махаббаты үшін бәріне дайын.\n\nСәулетші шебер-кіші ханымға ғашық болған өз ісінің шебері.",
                "date": "12.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай үш куплеттік Мұқағали Мақатаевтың өлеңі бар",
        "question_content": "Маған өте керек қазақ әдебиетінен жаттап кетсін деді",
        "question_date": "3.11.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауырмай жаным қиналды!\n\n2-нұсқа\n\nАуырмай жаным қиналды,\nАуытқып жүрек орнынан.\nУайым қоршап мені алды,\nЖігерім жасып болды нан.\nБақытсыз сорлы болдым да,\nӨмірдің кештім батпағын.\n- Адаспа, қалқам, жол мұнда,\nДеп айтар адам таппадым.\nЖүректе - сәуле, ойда - шам,\nШықпады іштен жарығы.\nАуырмай жаным қиналам,\nКөңілдің өртеп жалыны.",
                "date": "3.11.2022",
                "upvotes": 0
            },
            {
                "text": "Ей, өмір\nДүниенің ағын да, қарасын да,\nМыңқ етпейсің, қабылдап аласың да.\nҚарасымен шамаң жоқ таласуға,\nЕй, өмірім, зымырап барасың ба?\nЖер мен көктің желпініп арасында,\nЖелігесің, түсесің қара суға.\nҚұйын қуған қаңбақтай аласұра,\nЕй, өмірім, зымырап барасың ба?\nМен отырмын теңіздің жағасында,\nБересім де жоқ оған, аласым да.\nМені тастап, толқындар, ағасың ба?\nТолқынданып, өмірім, барасың ба?\nШаң шығарып ізінен құйындаған,\nБарасың ба, өмірім, қиындаған?\nСыйын маған,\nЕй, өмір, сыйын маған,\nСыйыңды алам мен сенің бұйырмаған",
                "date": "4.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаттың ортасына шыққан без ( тері астына) көзге көрінбейді, қолға ұсталынады.",
        "question_content": "Шаттағы без тері астында",
        "question_date": "3.11.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 ,11 сынып аттестат пандер",
        "question_content": "9 сынып пен 11 сынып аттестат тестпен , убтыда кандай пандер болады, кандай пандерден тест тапсырылады ?",
        "question_date": "2.11.2022",
        "question_tag": "ҰБТ жайлы",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11 сынып оқушысын қорытынды аттестаттау бітіруші емтихан нысанында мектепте бес пәннен,оның ішінде 4 міндетті (ана тілі, екінші тіл, алгебра және анализ бастамалары, Қазақстан тарихы) және оқыту бейіні (ҚГБ және ЖМБ) ескеріле отырып 1 таңдау бойынша пәннен өтеді.\n\nАл 9 сынып бойынша\n- қазақ тілі мен әдебиеті;\n\n- алгебра және анализ бастамалары;\n\n- Қазақстан тарихы;\n\n- орыс тілі\n- таңдау пәні",
                "date": "2.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың 44қара сөзі не туралы мағынасы керек",
        "question_content": "Адам баласының ең жаманы - талапсыз. Талап қылушылар да неше түрлі болады. Һәм талаптың өзі де түрлі-түрлі. Һәм сол талаптардың қайсысының соңына түссе де, бірінен бірі өнерлі, тұрлаулырақ келеді. Уа, ләкин адам баласы я талапты, я талапсыз болсын, әйтеуір «бәрекелдіні» керек қылмайтұғыны болмайды. Әрнешік, орынсыз ба, орынды ма, «бәрекелді» деушіні көңіл іздеп тұрады. Адам баласы өзі қай жолда, қай майданда жүрсе, сол майдандағы кісімен сырлас болады. Оның үшін өзге жолдағылардан «бәрекелдіні» оңды күтпейді. Маған «бәрекелді» десе, осы өзімменен серіктес, сырлас осылар «бәрекелді» дер дейді.\nТалаптың ішінде адам баласы көбінесе басына қадір іздеп, сол талапта болады. Біреу мал қуып жатыр. Сараңдықпен, арамдықпен, әйтеуір мал тапсам, «Мал тапқан ердің жазығы жоқ» дейтұғын, «Малдының беті жарық» дейтұғын мақалға сеніп, халықтың түріне қарай, ит те болса, малдыны сөге алмайды деп, бұл мал һәм пайда, һәм қасиет болады бойыма дейді. Мұнысы рас, қазақтың өз құлқына қарағанда. Бірақ адамдыққа, ақылға қарағанда, қазақ түгіл, көңіл жиіркенетұғын іс. Осыған орай біреу ер атанамын, біреу қажеке атанамын, біреу молдеке атанамын, біреулер білгіш, қу, сұм атанамын деп, сол харекетте жүр. Әрқайсысы қазаққа яки бірі бар, бірі жоқ болса, бағанағы екі бұлдамақ та болып, басына «осыным бірсыпыра елеу азық болар» деген талаппенен қылып жүр. Мұнысы қазақтың тамырын ұстап-ұстап қарайды дағы, «мынаны алып келіп берсе, қымбат алғандай екен, осы күнде мына бір істің біраз пұлы бар екен» деп, қазақтың өз бетінен оқып, ізденген талап болмаса, кітап бетінен оқып іздеген талап емес. Оның үшін кітап сөзіменен ізденген талап болса, әуелі көкіректі тазалау керек дейді, онан соң ғибадат қыл дейді. Қазақтың бетіне қарап, содан оқыған болса, ол талабыңды қыла бер, көкіректі тым тазалаймын деме, оны кім көріп жатыр, ішінде қатпар көп болмаса, құт-берекеге жағымды болмайды дейді. Енді осыған қарап, қайдан оқып, біліп, ұмтылған талап екенін білерсің.",
        "question_date": "1.11.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сот орындаушысының кредитімді жаппағаны",
        "question_content": "Мен Казахстан республика азаматы сот орындаушысы 2019 Апрель айынан бастап 50 % жалакымнан кредитке устаган болатын 2020 январьда битирдим бирак сот орындаушысы сол кредимди али кунге жапкан жок жаппаганы ештене емес одан істі кыскартып сол кредитим коллектор маган ай сайын кери толеуге шығарып берді толык несие сот орындаушысынын % 1 123000 болган содан коллектор 650000 қалғанын айтты казирге дейн сол 650000 ның 160000 ды кайтарды 2 ай жүріп калган акшаны кайтармай жатыр түрлі султау айтып сот орындаушысы Фарида Ибрагимова казирги уакытта алматыда жур тек ватсап арқылы кабарласа алам телефон соксан сондирули сұрақ сот орындаушынан акшаны калай тездетип ала аламын арызды Кайда жазып тездете аламын",
        "question_date": "1.11.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 778,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гүлмира Қарасай деген заңгер ханымға шығыңыз. Инстаграмда, ютубта бар",
                "date": "5.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлкеге арналған әдеби шығармалар",
        "question_content": "Әдеби өлкетану\n\nӘр студент өлкеге арналған әдеби шығармаларды айтады. Презентация\n\nОл ақын, жазушы, композитор т.б.болкы мүмкін",
        "question_date": "1.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күйеуім 4 баламмен үйден шығарып жіберді",
        "question_content": "2013 жылы күйеуім екеуміз Алматы қаласында қысымен контейнрда тұрып жұмыс істеп ақша жинап жер участкасын алдық. Бірақ жерді алар кезде күйеуім маған айтпай жерді енем атына алған. біз сол жерге өз күшімізбен үй көтердік. Әр қышын өзім тасып беріп тұрдым. Оған көршілерім куә. Енді күйеуім бұл үй шешем атында деп 4 баламмен қуып шықты. Мен бұл үйді даулай аламынба. Менің 4 балама да үй тиесіліма. Өтініш жауап берсеңіз.",
        "question_date": "31.10.2022",
        "question_tag": "Заң",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңгерлермен ақылдасып көріңіз. Ата-анасының атына жазылған мүлікті ажырасу уақытында даулай алмайсыз.",
                "date": "8.11.2022",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағалайкум Қалайсың\nЕгер заңды некеде болсаңыз заң жүзінде 100% құқықылысыз",
                "date": "23.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыс неге майдаланып сына береді",
        "question_content": "Тыс неге майдаланып сына береді, бұл қандай дәрумен жетспегенде болады?",
        "question_date": "31.10.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің организміңізде кальций тапшылығы байқалған.\nКальций жетіспеушілігінің негізгі 9 белгісі:\n\nСүйек тығыздығының төмендеуі;\n\nБұлшықеттің құрысуы;\n\nКөгеру;\n\nМенструация кезінде ауырсыну;\n\nЕсте сақтау қабілетінің төмендеуі;\n\nТіс ауруы;\n\nТырнақтардың сынғыштығы;\n\nҰю, ұйып қалу;\n\nШаршау.\n\nКальцийдің қайнар көзі – сүт өнімдері десек, соның ішінде құрттың сүйектің қатаюына, көздің көруіне, тістің сау өсуіне және ас қорыту сөлінің қалыпты бөлінуіне пайдасы орасан зор.\n\nКальций тапшылығы аурулары.\n\nКальций жетіспеушілігі, емделмеген кезде, денсаулықтың бірнеше проблемаларына әкелуі мүмкін:\n\nОстеопороз. Бұл – сүйектер минералдарды сіздің ағзаңыз алмастыра алатыннан гөрі тез жоғалтатын жағдай. Бұл сүйектерді кеуекті, сынғыш етеді. Бұл ауру ересек ересектерде, әсіресе әйелдерде жиі кездеседі.\n\nЖүрек-қан тамырлары аурулары. Кейбір зерттеулер көрсеткендей, жеткілікті мөлшерде кальций тұтыну жүрек ауруы мен инсульттан қорғайды. Осылайша, кальций тапшылығы жүрек-қан тамырлары қаупін тудыруы мүмкін.\n\nЖоғары қан қысымы. Майсыз және майсыз сүт өнімдерінен, жемістер мен көкөністерден тұратын диета қан қысымын төмендетуі мүмкін.\n\nҚатерлі ісік. Кальцийдің жетіспеуі ішектің немесе тік ішектің қатерлі ісігіне әкелуі және простата қатерлі ісігінің даму қаупін арттыратыны белгілі зерттеулермен дәлелденді. Кальций қоспалары немесе құрамында кальций мөлшері жоғары диета қабылдау бұл жағдайдың алдын алады.",
                "date": "31.10.2022",
                "upvotes": 0
            },
            {
                "text": "Тістің үгітілуі ағзада Кальций, Д витамині, Магний, фтор жетіспеушілігінен болады. Қандай  табиғи өнімдер ішу керек десеңіз хабарласыңыз",
                "date": "4.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алынған қоспадағы темір хлоридінің массасын тап?",
        "question_content": "28 г темирди хлормен арекеттестирип, 77,7 Темир (II) Жане Темир (III) хлоридтеринин коспасы алынган. Алынган коспадагы Темир хлоридынын массасын есепте",
        "question_date": "30.10.2022",
        "question_tag": "Химия",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "28                     x\n\n2Fe+ 3Cl2-> 2FeCl3\n\n112                   325\n\nX=81.25",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Коледжде окып убт тапсыруга болама",
        "question_content": "9 сыныптан колледжге тусып  2 курс бытыргенде катарластарын убт тапсырып жатканда солармен бырге убт тапсыруга боладыма?",
        "question_date": "29.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ олай тапсыра алмайсыз. 9 сыныптан кейін колледжге түссеңіз сол оқу орнын бітіріп диплом алған соң КТА тапсырып ЖОО түсе аласыз.",
                "date": "29.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайлау 2022 демалыс болады ма? 20 қарашадан бастап?",
        "question_content": "Президенттік Сайлау 2022 да ,демалыс болады ма? 20 қарашадан бастап?",
        "question_date": "29.10.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "21 қараша әдеттегідей жұмыс күні деп ойлаймын, өйткені еш жерде демалыс деп жариялап жатқан жоқ. Ал 20 қараша жексенбі күнге түсіп тұр, ол күн онсыз да демалыс күні",
                "date": "29.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына өлеңді естігендер барма.Авторы кім екен.Таппай жүрмін.",
        "question_content": "Аспандағы айым да\n\nЖерде жатқан сайым да\n\nЖауын берген жайым да\n\nЖерде өскен қайың да\nБәрінде көрсең бәріде бірге\n\nБәріде менің ойым да\n\nБәрімен қосып әнін жазам\nСенің күшің дайын ба\n\nНеге неге\n\nжұлдыздар сөнеді\n\nМені көргенде\nӘлде менің жарық сәулем\nЖұлдыздарды көргенбе\n\nЖаңа жұлдыз мен келемін\n\nЖаңалықты мен білемін\n\nМынау саған жаңа әнім\n\nҚаберсін сенімен.",
        "question_date": "29.10.2022",
        "question_tag": "Интернет, Сайт",
        "question_views": 473,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Клара Төленбаева – «Жібек сезім»",
                "date": "28.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құрамында 11г темір сульфаты бар тұз ерітіндісіне натрий гидроксидінің ерітіндісі.",
        "question_content": "Құрамында 11г темір сульфаты бар тұз ерітіндісіне натрий гидроксидінің ерітіндісі. Түзілген тұнбаның массасын табыңдар",
        "question_date": "28.10.2022",
        "question_tag": "Химия",
        "question_views": 227,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшынша ана ға арналған тақпақтар керек еді",
        "question_content": "Анаға арналған жақсы әрі оңай ағылшынша тақпақ керек еді тауып бере аласыздар ма\n(25 балл)",
        "question_date": "28.10.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Басқа елден несие кредит алуға бола ма?",
        "question_content": "Басқа елден несие кредит алуға бола ма?",
        "question_date": "27.10.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АВС ұшбұрышының А=30°, АС=9, ВС=6 . В бұрышын табыңыз",
        "question_content": "Жауабын білсеңіз жаза кетіңіз қатты керек болып тұр",
        "question_date": "26.10.2022",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВС ұшбұрышының В бұрышын табу үшін синустар теоремасын қолданамыз. Ол теорема бойынша үшбұрыштың әр қабырғасы мен оған қарсы жатқан бұрыштың қатынасы тең шама, яғни\n\nВС/sinA = AC/sinB\n\nБұдан sinB-ны өрнектейміз\n\nsinB = АС*sinА/BC\n\nB = arcsin(АС*sinА/BC) = arcsin(9*sin30/6) = arcsin(3/(2*2)) = arcsin(3/4) =\n\n= 48,59 ≈ 49.\n\nЖауабы: В бұрышы 49 градусқа тең.",
                "date": "28.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AlCl3 тұзының гидролиз теңдеуі осы ортада көк лакмустың түсі қандай болады?",
        "question_content": "AlCl3 тұзының гидролиз теңдеуі осы ортада көк лакмустың түсі қандай болады?",
        "question_date": "26.10.2022",
        "question_tag": "Мектеп",
        "question_views": 690,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұз темір(3) хлориді әлсіз негізден түзіледі, күшті қышқыл гидролиз кезінде - қышқыл орта\n\n Қышқыл ортада лакмус қызыл түске боялады.\nБұл үш сатыда өтетін алюминий хлоридінің гидролизінің теңдеуі:\n\n1 стадия AlCl3 + HOH = AlOHCl2 + HCl\n\n2 стадия AlOHCl2 + H2O = Al(OH)2Cl + HCl\n\n3 стадия Al(OH)2Cl + H2O = Al(OH)3 + HCl",
                "date": "15.01.2023",
                "upvotes": 0
            },
            {
                "text": "қышқылдық орта, қызарады",
                "date": "22.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналып тұрған маховикті тоқтату үшін қандай жұмыс жасау керек?",
        "question_content": "Бұрыштық жылдамдығы = 0,5с-1, айналып тұрған маховикті тоқтату үшін қандай жұмыс жасау керек? Маховиктің айналу осіне қатысты инерция моменті J = 410-4 кгм2.",
        "question_date": "26.10.2022",
        "question_tag": "Физика",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "15 г құрамында 5% қоспасы бар мырыш сульфидін күкірт қышқылы ерітіндісі мен өңдеген де",
        "question_content": "Массасы 15 г құрамында 5 % қоспасы бар мырыш сульфидін күкірт қышқылы ерітіндісі мен өңдеген де 2.24 л шіріген жұмыртқа иісті улы газ бөлінді теориямен салыстырғандағы реакция өнімінің шығымын есептеу керек.",
        "question_date": "26.10.2022",
        "question_tag": "Химия",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реакция\n\n  ZnS + H2SO4 → ZnSO4 + H2S\nТеориялық нәтиже\n\nРеакция өнімінің теориялық шығымы реакцияға қатысатын мырыш сульфидінің мөлшерімен анықталады.\n\n5% мырыш сульфиді бар 15 г ерітіндідегі мырыш сульфидінің массасы:\n\n  m(ZnS) = 0,05 * 15 = 0,75 г\nМырыш сульфидінің молярлық массасы 97,44 г/моль.\n\nМырыш сульфидінің мөлшері:\n\n  n(ZnS) = m(ZnS) / M(ZnS) = 0,75 / 97,44 = 0,0077\nТепе-тең күйдегі реакцияның молярлық қатынасы 1:1.\n\nРеакция нәтижесінде түзілетін күкірт диоксиді затының мөлшері де 0,0077 моль.\n\nҚалыпты жағдайда 1 моль күкірт диоксидінің көлемі 22,4 л.\n\nРеакция нәтижесінде түзілетін күкірт диоксидінің теориялық көлемі:\n\n  V(H2S) = 0,0077 * 22,4 = 0,173 л\nНақты шығу\n\nРеакция өнімінің нақты шығымы нақты алынған реакция өнімінің көлемімен анықталады.\n\nРеакция нәтижесінде түзілетін күкірт диоксидінің нақты көлемі 2,24 л.\n\nРеакция өнімінің шығымы\n\nРеакция өнімінің шығымы реакция өнімінің нақты көлемінің реакция өнімінің теориялық көлеміне 100% көбейтілген қатынасымен анықталады.\n\n  Y(H2S) = (V(H2S)_ph / V(H2S)_t) * 100%\n  Y(H2S) = (2,24 / 0,173) * 100% = 130%\nЖауап\n\nКүкірт диоксидінің шығымы теориямен салыстырғанда 130% құрайды.",
                "date": "20.01.2024",
                "upvotes": 0
            }
        ]
    }
]