[
    {
        "question_title": "Токсиканттарды жою жолдары қандай?",
        "question_content": "Токсиканттарды жою жолдары қандай?",
        "question_date": "26.11.2020",
        "question_tag": "Табиғат",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Токсиканттардың қоршаған ортаға әсері оның қандай көрсеткіштеріне байланысты?",
        "question_content": "Токсиканттардың қоршаған ортаға әсері оның қандай көрсеткіштеріне байланысты?",
        "question_date": "26.11.2020",
        "question_tag": "Табиғат",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ұшқан ұя\" шығармасының жалпы мағынасы қандай?",
        "question_content": "Сол туралы видеога тусу керек.сагат 5ке деин жберу керек.тез аитыныздаршы",
        "question_date": "26.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолымда Бауыржан Момышұлының «Ұшқан ұя» кітабы. Аялай ұстап, толқи оқимын. «Біздің кейде өткенді еске алсақ болды, тұтас тұлға іздеп, бүтін бір жүйелі оқиға іздеп, кесек-кесек кереметтер іздеуге ерекше мән беріп қарайтынымыз бар. Дәл осы өлшем балғын кезге келе бермейді. Өйткені бала жүрегі, бала көңілі, бала ойы алғашқы көргенін, алғашқы сезгенін, алғашқы тұшынғанын қаз-қалпында, тұнық күйінде болмысына ұйытып алады да, сол қалпында сақтай біледі.  \nБала қиялы ол көргендерінен көлемді ой түйіп жатпайды. Қайта үзік-үзік үміттің өзінен рақат сезімге бөлене береді. Дәл қазір менің көз алдымда сонау сәби кездегі қызық пен қуаныштың елестері түйдек-түйдек жаңғырығып, жанымды жай таптырмай отыр».\nБаукеңнің осынау тебіреніске толы көңіл күйі менің жан дүниемді зілзалаға салып отыр десем, өмірдің ащы-тұщысынан немесе тәтті-дәмдісінен аузы уылған біраз адамдар кекесінмен сүле-сапа, қыжырта қабылдарына күмәнданбаймын.\nБалғын балалық шағын өткен ғасырдың 20-50-ші жылдар аралығындағы қан-қасап қырғындар мен ашаршылықта, үрей мен кіріптарлықта, аштық пен жоқшылықта өткізген бақытсыз ұрпақтың қиянға құлаш ұрар әсершіл періште сезімге бөленген қымбатты естеліктері, әрине, тапшы болды. Ал бүгінгі жастардың болашағына алаңдаған Баукеңнің: «Ертексіз өскен бала –\nрухани мүгедек адам. Біздің қазіргі балаларымызға әжелері не шешелері ертек айта бермейді. Содан қорқам, менің қазіргі келіндерім немерелеріме бесік жырын айта білмейді. Бесікте жатқанда құлағына анасының әлди әні сіңбеген баланың көкірегі керең болып қалмаса деп қорқамын», деп қауіп етуге толық қақысы болғанын ендігі жерде дәлелдеп тыраштанудың жөні болмас.\nЕл қамқоры, ұлт жанашыры Баукеңдердің ұлағатты сөздерін жадында жаңғыртқан Н.Назарбаев «Болашаққа бағдар: рухани жаңғыру» атты халқына арнау сөзін «ХХІ ғасырдағы ұлттық сана туралы» толғаныспен бастағаны тегін емес еді. «Жаңғыру атаулы бұрынғыдай тарихи тәжірибе мен ұлттық дәстүрлерге шекеден қарамауға тиіс. Керісінше, замана сынынан сүрінбей өткен озық дәстүрлерді табысты жаңғырудың маңызды алғышарттарына айналдыра білу қажет. Егер жаңғыру елдің ұлттық-рухани тамырынан нәр ала алмаса, ол адасуға бастайды... Бұл – тарлан тарихтың, жасампаз бүгінгі күн мен жарқын болашақтың көкжиектерін үйлесімді сабақтастыратын ұлт жадының тұғырнамасы.\nМен халқымның тағылымы мол тарихы мен ықылым заманнан арқауы үзілмеген ұлттық салт-дәстүрін алдағы өркендеудің берік діңі ете отырып, әрбір қадамын нық басуын, болашаққа сеніммен бет алуын қалаймын».\nАта дәстүрден, ана-әже құшағынан аулақ өсіп ержеткен, соның салдарынан күн санап көбейіп бара жатқан көкек әке-шешелермен және тасбауыр, өзімшіл, қатыгез де аяуды білмейтін ұрпақпен бетпе-бет келіп отырмыз. Еуропа мен Американы пір тұтып, «адам құқын» жалаулатқан саясаткерсымақтар осындай сын сағаттарда да қаны сорғалаған шындықты мойындағысы келмей далбасалап, қайдағы бір «жасөспірім балалар құқығын қорғау», «жалғыз басты аналар құқығын қорғау» және гендерлік саясатты қолдауды жалаулатып, үйден, бала-шаға тәрбиесінен аулақтатып, баяғы «Қызыл отаудан» жұлқынып шыққан Күлтайлар мен Алмаларды мінбелер мен мәртебелі орындарға сүйрелегеннен не табарымызды ойлаған кім бар?\nОсылардың, тағы басқа да әлеуметтік, тілдік, ділдік және діндік азғындаулардың кесапаты қорқынышты-ақ. Осындайда Бауыржан Момышұлының өкініш пен өкпе-ренішке толы жоғарыдағы базынасы, ұлтқа, отағалары мен отаналарына айтқан аманаты еске түсіп, батыр Баукеңді ұлттың – қазақтың қамқор да батагөй атасы болғанын әлі толық түсініп, танып, әспеттей алмаған екенбіз-ау деп қынжылғандай болады екенсің.\nБаукеңе тағдыр сыйлаған жауынгерлік-қолбасылық һәм шығармашылық ғұмырдың соншама мағыналы да жемісті болуының ішкі себептері мен қайнар көздеріне назар аударар болсақ, бала Баукеңнің сүйікті әжесі Қыздығой мен Имаш атаны, Момыш пен нағашысы Серікбайлар бастаған аса көргенді, тәрбиелі, айрандай ұйыған тамаша нақ қазақы отбасын – қырандарды көкке самғатқан қастерлі ұшқан ұясының қасиетін атаймыз.\nБауыржан Момышұлы деген ұлы тұлғаға тән өмір шындығы бар болмыс-бітімімен ұяда не көрсе, ұшқанда соны іледі дейтін қазақы философияда жатқанын, ата-әже, әке-шеше, нағашы жұрт дейтін үш тұғырға барып тірелетінін әлі күнге сезбейтін тәріздіміз.\nБатыр Бауыржан өзін де, әкесін де, жаратушы Алланы да атасы Имаш пен әжесі Қыздығойдың бесік жырымен, күнделікті үлгі-өнегеге толы парасатты ақыл-кеңестерімен, нақтылы іс-әрекеттерімен қордаланған имани тәлім-тәрбиесі арқылы танып-біліп барып қазақтың мақтанышына айналып, ұлт төріне көтерілген болатын.\nЕндеше «Ұшқан ұядан» алар тағылым, үлгі-өнегенің бүгінгі әр елдің догмалық педагогикасы мен тәлім-тәрбиесі дегендерге еліктеп-солықтаған реформашыл оқымыстыларға, жылда ауысып жататын шенеунік басшыларға берері ұшан-теңіз екенін оларға қалай ұқтырамыз? «Ұшар ұя» түзелмей қазақтың түлемейтінін қашан ұғынамыз, ағайын? Момынқұлдай жер-көкке сыймай аласұрып жүрген албырт жасты тезге салып, жөн көрсетер Серікбайдай әділ де қатал нағашылардың жоқтығынан қазақ баласы шынымен кежегесі кейіндеп бара жатқанын несін, кімнен жасыра аламыз?\nҚайран оқымаған данышпан Қыздықой әженің Күн мен Ай, жел мен су және жарқанат жөнінде немерелеріне айтып берген аңыз-ертегілердің түйінін Баукең әжесінің: «Балаларым, жақсылыққа жамандықпен жауап бермеңдер. Жақсылықтың өтеуі де жақсылық болсын» дейтін өсиетінен өрбітіп, «Біз осылай үлкендерден ғибрат алып өсіп едік. Ал үлкендердің әр өсиеті – өнер мен өнегенің ең шыңы ғой», деп әспеттейді.\nБаукең ұшқан ұядан бүгінгі ұрпақ алар тағылымның бір парасы ауыл мен ағайын арасындағы дау-дамайды, телі мен тентекті қалай тектеп қандай шешім қабылдап келгенінен өрбіп жатса керек.\nЕгер де әр ауылда, әр әулетте телі мен тентегін тыйып, қатаң жазалай алатын Серікбайдай нағашысы, Бабастай туған інісін «қасқалап» араларынан аластап жібере алатын намысқой азаматтар болғанда бүгінгідей имансыз, арсыз, аяуды білмейтін қанды қол ұрпақ тайраңдап жүре алмас еді-ау! Ендеше қадірменді Баукең аса тебіреніспен жазып кеткен мына жолдарды оқырмандар назарына ұсынуды жөн көрдік. «Мұны естіген Бабас қайғыдан қатты күйініп қаһарға мінген екен. Қабаштың шашын ұстарамен қырыпты. Сонан соң құйқасын маңдайынан желкесіне дейін, оң самайдан сол самайына дейін тіледі. Басына жарғақ тымақ, үстіне айналдырған тон кигізеді де қолына таяқ ұстатады.\n– Енді қайда барсаң онда бар. Сендей арам ағайыннан адал арым артық, – деп теріс батасын беріп, қоныстан аластап шығарған екен.\nОл заманда қарғыстың ауыры «теріс бата», жазаның үлкені «қасқа» етіп әйгілеп, елден қуып қаңғытып жіберу болыпты ғой».\nТуған інісіне осынша ауыр жаза тарттыруға итермелеген нәрсе ұрланған бір аттың күллі бір ауылды «қарақшылар қонысы», «ұрының ұясы», «алаяқтар ауылы» атандыруы болатын. Ал бүгінгі Бабастар бүгінгі Қабастарды шаштаразда отырғандай алдына алып отырып «қасқалап» тұрып елден аластамақ түгіл, бетіне қарап сөйлей ала ма? Өз кінәсін мойындап, «қасқаланған» күйімен елден кетуге дәті мен ұяты жеткен Қабастардан айналып кетпейсің бе? Оның үстіне жатжұртта тентіреп жүрсе де ұрпағына елін, жерін ұмыттырмай, үрім-бұтағын туған-туыстарымен қауыштырған Қабастардан айналып кетпейсің бе?!!\nҚазақтың Бауыржандар өскен ұясы әлдеқашан бұзылып, бесігі әдірем қалған, мына «өркениеттер қақтығысы» апшысын қуырып, есін шығарып жатқан заманда ұлттық, мемлекеттік идеология тұтқасын ұстап отырған билік иелерінің пәрменді іс-әрекеттері, нақты қамқорлығы ауадай қажет емес пе?\nБүгінгі әр қазақ анық ел боламын десе, Баукеңнің «Ұшқан ұясын» оқып, тағылым-тәрбие алсын, әр отағасы мен отанасы өз отбасы, ұрпақ тәрбиелеп отырған ұяшығы туралы ойлансын дегім келеді. 70 жылдық социализмнен не таптық, неден айырылдық, енді не істеуіміз керек деген сұрақтың жауабын іздеуіміз керек болады.\nБаукеңнің «әйел теңдігі», «қалың мал жойылады», «қыздар сүйген жігітіне шығады», деген сөздерді қазақтар қалай қабылдағаны туралы әсері де бүгінгі нақты өмірді басынан өткеріп отырған әр қазақты ойландырса керек еді. Басқа үлкен-кішілер мен қыздар жағын былай қойғанда, қадірменді Қыздығой әжесінің ашу-ызаға толы мына сөздерінде тарихи һәм ақиқи шындық та жатқан сияқты.\n«Қалың мал деген ата-бабамыздың салып кеткен жолы ғой, қашаннан қалыптасқан кәдеміз емес пе? ...Қалың малсыз өзге босағаны аттаған қызда қандай қасиет бар дейсің? Құны жоқ қызды кім сыйламақ? Ондай қызды байлары тегін алып, тегін қуып жібермей ме? Өз аяғымен келіп, өз аяғымен кетті деген сөз болмай ма?».\nМәліметтерге сенер болсақ, соңғы жылдары отау құрғандардың 49-51 пайызы ажырасып кетеді екен, ал отырып қалған кәрі қыздар мен жалғыз басты жесірлер жарты миллион шамасын құраса керек. Жат діндер жетегінде жүргендер мен шетелдіктерге күйеуге кетіп қаңғырып қалғандар қаншама? Қазақ қазақ болғалы көрмек түгілі атын естімеген «түнгі көбелектер» мен қонақүй, сауналарда тәнін сатып жүргендердің санын кім түгендепті. Сонда біздің көзсіз еліктеп, өкпеміз өше ентіге жүргізіп келген «әйел теңдігі» мен гендерлік саясатымыздың қазаққа бергені мен алғанының аралығындағы аспан мен жердей алшақтықты кім жоймақ? Баукеңнің Қыздығой әжесінше айтсақ, «құны жоқ» қызды кім сыйламақ?! ...Өз аяғымен келіп, өз аяғымен кетіпті деуге мәжбүр болмаймыз ба? Қазақы салт-дәстүрді, ата-бабадан қалған отбасылық жол-жоралғыларды, ұрпақ өсіп-өнетін «ұшқан ұяны» көзге ілмейтін «өркениетшіл зиялысымақтар» ұлттық қадір-қасиетімізден жұрдай дүбәралардың аянышты тағдырына қалай қарайтыны айтпаса да түсінікті. «Бұқа кімдікі болса, оныкі болсын, бұзау өзімдікі» дейтін хайуани тірлікті қанағат тұтуға тура келгені ме?\nТоқал алуды, шетелге бала сатуды, жетімханалар мен қарттар үйін көптеп салуды заңдастырғысы келетін «қамқорлар» бейәдеп баспасөз түгіл, арагідік Парламент мінбесінен дауыс көтеріп жүргенін қалай түсінуге болады?\nБаукеңнің өмірінің көбін ормандай тұтасқан славян тектілер арасында, қатал әскери тәртіппен өткізген гвардия полковнигінің тәнті етер тағы бір қыры – оның қаймағы бұзылмаған қазақы салт-дәстүрге соншама жетіктігі ғана емес, туған халқына деген махаббаты мен адалдығы, айрықша ізет-құрметі.\nБаукеңнің «Иә, қазекем жаңа келген нәрестеге жан-тәнімен қуана да білетін, қазаға қалың жұрт боп қайғыра да білетін халық қой, шіркін» деген жүрекжарды сөзі осыған дейінгі қуаныш пен қайғылы қазаны түйіндеп, жаңа мазмұнға жол ашады.\nБатыр Баукең қай тақырыпқа барса да туған халқының асыл қасиеттерін асқақтатып, ерекше тебіреніспен төгілте жазады. Батыр мен балуанға арналған мына жолдарды келер күннен үміті зор қазағым қалай қабылдарын өзі білер. Қауіп-қатерге толы өмір жолында қазекем «үнемі... ерлікті аңсайды. Биікке құмартады, жеңіске құлшынады. Бұл ретте халқымның мінезі бәйгенің сәйгүлігіне, даланың дауылпаз сұңқарына ұқсайды. Әр қазақтың ат десе алғыр, құс десе арқасы қозып тұратыны да содан болса керек. Астындағы аты үшін небір қияметке де көнуге бар. «Ол ешқашан атсыз қалып «қу томар» атанғысы келмейді».\n«Жүйрік ат аяғынан қалады», «сұңқар қанатынан қалады. Егер жігіт осы екеуінен де мақрұм болса, онда ол, ер атаулының санатынан қалады, халқымыз осылай намысқа тырысып өскен. Өйткені «атсыз ер, қанатсыз құспен тең», «жаяу қалсаң жау қолына түскенің, сан қорлықтың запыранын ішкенің».\nҚадірлі замандастарым, «Ұшқан ұяны» оқи отырып, одан тапқан тағылымдық, танымдық ой-пікірлерімді өздеріңізбен бөлісіп, Елбасымыз Нұрсұлтан Назарбаевтың барша Алаш перзенттерін рухани жаңғыруға шақырған ұлағатты сөзіне қолдау көрсету баршамыздың азаматтық борышымыз екенін тағы да қаперлеріңізге саламын.\nТолығырақ: https://egemen.kz/article/164436-ushqan-uya-ulaghaty",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің ИИН номерім қате еді. Оны қалай өзгертуге болады?",
        "question_content": "Саламатсыз ба! Менің қойғалы отырған сұрағым ИИН туралы. Менің ИИН номерім қате еді, яғни 2011 жылғы деп жазып қойған. Ал мен 2001 жылғымын. Осы күнге дейін тұрғылықты жеріміздің ЦОН-ға бірнеше рет бардық. Өзгермейді деп қайтарып жіберді. Қазір осы ИИН номерді өзгерту керек боп тұр. Себебі, осыған байланысты қиындықтар туындап тұр. ИИН номерді қалай, қандай жолмен өзгертуге болады? ИИН екінші рет берілмейді деп естігенмін. Басқа қандай заңдылықтары бар.",
        "question_date": "26.11.2020",
        "question_tag": "Заң",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1414ке хабарластыңыз ба?\n\nЦОНға бардыңыз ба?",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С++ бағдарламаснда жолдар берілген содан сиболдардың бөлек тұру программасын жасау",
        "question_content": "Ертерек жауап беріңіздерші өтініш",
        "question_date": "26.11.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша Стоматологиялық кітаптарды қайдан сатып алуға болады?",
        "question_content": "Стоматология кітаптарды сатып алу керек?",
        "question_date": "26.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "РНҚ-нің қысқа бөліктерін синтездейтін фермент?",
        "question_content": "9 сынып биология Олимпиада",
        "question_date": "26.11.2020",
        "question_tag": "Мектеп",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзара тең екі таңбалы сандардың арасына екі есе үлкен санды қойды",
        "question_content": "Өзара тең екі таңбалы сандардың арасына екі есе үлкен санды қойды, нәтижесінде шыққан сан дәл квадрат болып шықты. Осындай барлық сандарды тап",
        "question_date": "26.11.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 699,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Газдың ауа бойынша тығыздығы 2-ге тең.Газдың мольдік массасы қанша?",
        "question_content": "Срочна керек боватр.онлайн мектептен тапсырма 8сынып химия",
        "question_date": "26.11.2020",
        "question_tag": "Химия",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ауадағы кейбір Х газының тығыздығы 2 болса, онда молярлық массасы: М (Х) = Dауа (Х) ∙ М (ауа); М (Х) = 2 ∙ 29 = 58 (г/моль).",
                "date": "11.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "10кг метанды СН4 жағуға оттектің қандай көлемі қажет?",
        "question_content": "10кг метанды СН4 жағуға оттектің қандай көлемі қажет ?",
        "question_date": "26.11.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm(CH4) = 10 кг = 10000 г\n\nшешуі:\n\nn(CH4) = m(CH4) / M(CH4) = 10000 / (12 + 4 * 1) = 10000 / 16 = 625 моль\n\nCH4 + 2O2 = CO2 + 2H2O\n\nn(O2) = 2n(CH4) = 2 * 625 = 1250 моль\n\nm(O2) = n(O2)M(O2) = 1250 * 32 = 40000 г = 40 кг",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыш катеттеріне жанама болатын шеңбердің орталығы",
        "question_content": "Тікбұрышты үшбұрыш катеттеріне жанама болатын шеңбердің орталығы гипотенузада орналасқан. Шеңбердің радиусы нешеге тең болады? Егер катеттердің қосындысы радиустан 7 есе кем болса және үшбұрыштың ауданы 56 болса.",
        "question_date": "26.11.2020",
        "question_tag": "Математика",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікбұрышты үшбұрыш катеттеріне жанама болатын шеңбердің орталығы гипотенузада орналасқан. Шеңбердің радиусы нешеге тең болады? Егер катеттердің қосындысы радиустан 7 есе кем болса және үшбұрыштың ауданы 56 болса.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 4,66 г темір-мырыш құймасын 31,25 мл 70%-тік",
        "question_content": "Массасы 4,66 г темір-мырыш құймасын 31,25 мл 70%-тік азот қышқылында (ρ = 1,44 г/мл) еріткенде 5,29 мл (көлем 20оС және 1 атм жағдайында өлшенген) газ бөлінген. Алынған ерітіндіге 24,5 г натрий гидрокарбонатын қосқан",
        "question_date": "26.11.2020",
        "question_tag": "Химия",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір-мырыш құймасы азот қышқылында еріген кезде темір нитратының ерітіндісі, азот диоксиді және су түзіледі. Содан кейін натрий бикарбонатын қосу арқылы реакция натрий нитраты, көмірқышқыл газы және су түзеді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тас көмірінің меңшікті жану мөлшері.",
        "question_content": "Тас пештің ПӘК - 30%  болса, 100температурадан 500 температураға дейін  қыздыру үшін тас көмірінің қаңдай мөлшері қажет болады? Тас көмірінің меңшікті жану жылуы - 30 МДж/кг.",
        "question_date": "26.11.2020",
        "question_tag": "Мектеп",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Δt = 40° C\nm = 1200 кг\nПӘК = 30 %\nс (тас) = 880 Дж/(кг*C)\nq (көмір) = 29 300 000 Дж/кг\n\nQқызд. = c*m*Δt =  880 Дж/(кг*C) * 1200 кг * 40° C = 42240000 Дж\n\n 0,3*Q (жану) = Qқызд.\nQ (жану) = 140800000 Дж\nQ (жану) = q (көмір) * m (көмір)\nm (көмір) = Q (жану) / q (көмір) = 140800000 Дж / 29 300 000 (Дж/к) = 4,8 кг",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалық физика және термодинамикада макроскопиялық жүйелердің қасиеттері",
        "question_content": "1. Молекулалық физика және термодинамикада макроскопиялық жүйелердің қасиеттерін зерттегенде қандай әдістер қолданылады? 2. Идеал газдың анықтамасын беріңіз. 3. Моль дегеніміз не? Мольдік масса қалай анықталады? 4. Газдардың күйлері қандай шамалармен (параметрлермен) анықталады? 5. Изопроцестерді атаңыз. 6. Изотермиялық, изобаралық және изохоралық процестер қандай заңдармен сипатталады? 7. Идеал газ күйінің теңдеуін беріңіз. 8. Газдың термодинамикалық температурасы 255 К. Оның Цельсий шкаласы бойынша температурасы қандай?",
        "question_date": "26.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өндіруші өнеркәсіптің Қазақстан экономикасындағы маңызы қандай?",
        "question_content": "Таңдап алынған өндіруші өнеркәсіп саласының  қазақстан экономикасындағы маңызын анықтау",
        "question_date": "25.11.2020",
        "question_tag": "География",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экономика дамиды, жаңарады және тұтыну көлемі өседі. Бұл бағаның арзандауына алып келеді. Халық тұрмысы жақсарады.",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Алпамыс батыр\" жырына композициялық талдау жасау керек.",
        "question_content": "Аламыс батыр жырына композициялық талдау жасап беріңіздерші! Қатты қажет болып тұр еді.",
        "question_date": "25.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жырдың тақырыбы - халықтың бірлігі мен ынтымағын армандаудан туған да, идеясы - батырлықты дәріптеуге негізделген.\nЖырдың басты кейіпкері - Алпамыс батыр.\nАлпамыс образы ұнамды образға жатса, шығарманың жанрына карай эпостық образға, ал көркем әдебиеттің әдісіне қарай романтикалық та, реалистік те образға жатады.\nАлпамыс бейнесін беруде адамның өмірінен тыс қиялшылдық әрекеттер басым пайдаланылса, оған қоса нақты тұрмыс-тіршіліктегі өмір әрекеттері де нанымды суреттеліп отырады.\nАлпамыс бейнесін жасауда романтизм әдісі мен реализм әдісі шебер ұштастырылып, сынасыз біріктірілгенін көреміз.\n\"Алпамыс батыр\" жырының бас жағында Жиделі Байсын жерінде Қоңырат деген елдің Байбөрі деген байының байлығын суреттеуден бастайды.\nТоқсан мың қарасы, сексен мың маясы, тоғай сайын мың жылқы,торысы мен қарасы, бозы менен аласы бөлек-бөлек жайылып жатқанын баяндайды.\nСоншама бай болса да, баласыздығын, өзінің атадан жалғыз екенін, немере туысы Құлтайдың күңінен туған бір Ұлтан деген баласын асырап алғанын, Ұлтаннан өсе келе қорлық көргенін әңгімелеу арқылы тыңдаушысына жеткізеді.\nӘңгімелеу немесе баяндау-жырда жыршының сөзімен айтылады. Әңгімелеу әдісі жырда мұнан әрі жалғастырылады.\nБіз бәйбішесі Аналық пен Байбөрінің ел асып әулиенің кені Әзіреті Қаратауға бет алғанын, Бабата деген жерге келіп қабірін түзеп, тоқсан күннің үш күнін өткізгенін білеміз.Онан әрі асып тағы бір түнегенде көк есегі астында, ақ сәлдесі басында, сырлы асасы қолында бір диуана келеді деп әңгімелейді.\nМұнда Шашты Әзиздің портретін беру үшін суреттеу тәсілін қолданады. Суреттеудің бұл түрі-сипаттау деп аталады.Сипаттауда кейіпкердің ұстап-тұтқан, пайдаланған заттары мен мүлік-құралдарын көрсетеді.\nМұның алдында Ұлтанның портретін береді.\n\"Кеудесі болды кепедей,\nМұрны болды төбедей.\nКүрек тісі кетпендей,\nКеңірдегінің тесігі\nЖүгімен түйе өткендей.\nҚұлағы болды болды қалқандай,\nМұрынына қарасаң,\nСығымданған талқандай.\nКөзі терең зындандай,\nБасқан ізін қарасаң,\nКөрінеді оттың орнындай.\nАзуы үлкен ошақтай,\nАзу тісі пышақтай.\nИегі бар сеңгірдей,\"-\nдеп портретін ерекше өсіріп, барынша үлкейтіп суреттейді.Бұл Ұлтанның сиықсыздығын танытатын таза портрет.\nПортрет дегеніміз -кейіпкердің бет-пішіні.\nӘулиені Шашты Әзизді жанамалап суреттесе, Ұлтанды тура суреттейді.\nБайбөрі мен Құлтайдың Ұлтаннан көрген қорлығына шыдамаған Байбөрі жары Аналыққа мұңын шақса, Аналық өзінің ойын айтады.\n\"Жасымыз болса кеп қалды,\nКөрмедік бұдан паналық,\nЕнді қалай қылалық.\nМақұл десең алғаным,\nАлаша төсек салғаным.\nӘзіреті сұлтанға\nЕкеуміз де баралық .\nӘулие қылса керемет\nБолар ма екен жаңалық,\nБермесе құдай шара не,\nДалада өліп қалалық...\"\nЖыршы бұл тұста өзі сөйлей бермей тындаушысына өнерлі болу үшін кейіпкерді сөйлетіп, диалог арқылы оқиғаның арқауын ширатып, кейіпкерлердің образдарын саралай түседі.\nДиалог дегеніміз-екі адамның не одан да көп адамдардың сөз қолданыстары.\nЖыр жолдары тағы да баяндауға құрылады.\nШашты Әзиздің Аналыққа айтқан сөзі монологке құрылған. Себебі Аналық өңінде емес, түсінде көріп, өзінің ішкі толғанысын, күйініштен сүйінішке қарай ынтасын аударып тұр. Бұл -Аналықтың басындағы ойы, аналық мұңы.\n\"Ей, бишара, көзіңді аш!\nҰлыңның аты Алпамыс,\nҚызыңның аты Қарлығаш,\nТүрегел де қолың жай,\nБолады өзі өмір жас!\"\nЖырдағы бұл берілген монолог Аналықтай бала зарын тартқан әйелдің басындағы ауыр халді көрсету үшін жыршының баяндауынан анағұрлым тындаушысына өткір әсер береді.Осы жағдайды жыршы шеберлікпен пайдаланады.\nМонолог дегеніміз - жеке адамның іштей толғанысы, күйініш-сүйінішін көрсететін сөз қолданыстары.\nЖырда балалы болған Байбөрінің той жабдығына тоқсан құр ат, тоқсан нар сойғанын және сүйіншіге бір-бір аттан таратқан куанышын көрсете отырып, Байбөрінің байлығын суреттейді.\nЖырдың басында суреттелген Байбөрінің байлығы балалы болған қуанышы үстіндегі тойда тағы қайталанады. Бұл да кейіпкердің образын ашу үшін пайдаланылған суреттеу әдісіне, соның ішінде сипаттауға жатады.\n\"Алпамыс батыр\" жырында ара-арасында қара сөзбен (прозамен) оқиға желісіне түсініктеме беру жиі қолданылады.Мұндай түсініктемелер жырдың айтушы атынан әңгімелеу түрінде беріледі.\nСарыбай туралы, оның баласыздығы, Байбөрімен екеуінің уәдесі, қатынының Гүлбаршын атты қыз туғаны, құйрық жеп, бетке ұн жағу, Алпамыстың қалыңдық ойнауы, Сарыбайдың Алпамыс жазатайым өліп қалса, Ұлтан құлға қызым қор болар деп ойланып, жер ауып көшіп кетуі, кемпірдің баласын өлтіруі қара сөзбен айтылады.Бұл «Қозы Көрпеш – Баян сұлу» жырын еске салады.\nАлпамыстың жырдағы бейнесінен алғаш рет хабардар етеді. Жырдың бас кейіпкерінің күш-қуатының қандай екенін түрткен баласының түрткенін көтере алмай өліп қалғанын байқаймыз.\nӨрмекші кемпір сөзінен намыстанған Алпамыстың Шұбар атты қалай ұстап мінгенін, саймандарын сайланып, алтыннан кемер байланып, қызыл найзасын қолға алып, Шұбар атпен бір айлық жерді бір күнде асып он екі күн жол жүргенін баяндайды.\nАлпамыстың образын барынша ірілендіріп көрсету үшін Шұбар атты да дамыта сипаттайды. Осы кезде будақ-будақ шаң астынан айшықты ала ту көтерген жер қайысқан қол көреді.\nҚол артына қараса, ақ шатыр мен көк шатыр тігіп тастағанын тағы көреді.\nТасқа жазған Гүлбаршын сұлудың хатын оқып, Алпамыс жағдайға қанығады.\nХат монологке жатады. Хат арқылы кейіпкердің ішкі дүниесі көрсетіледі.\nГүлбаршынның басындағы қазіргі ауыр хал хаты арқылы Алпамысқа да қатты әсер етеді. Сол арқылы батырдың ішкі дүниесіне, мінез-құлқына, іс-әрекетіне ыкпал жасайтынын көреміз.\nАлпамыстың алғашқы ерлік жолы басталады.Алатаулап ат қойып, Қараман бастаған қалмақты қойға шапқан бөрідей бөріктіреді.\nАлпамыстың ерлігін суреттегенде \"күркіреген күндей, жаңбырдай, жанып тұрған жалындай, құбылып тұрған сағымдай\" деген табиғат болмысын көрсететін теңеулермен береді.\"Алпамыс батыр\" жырында да \"Қобыланды батыр\" жырындағыдай табиғатты адам әрекетімен, кейіпкер сезімімен байланыстырып, Алпамыс характерін терең ашуға тиімді пайдаланады.\nТабиғат көріністерін суреттеу әдебиетте пейзаж деп аталады.\nҚалмақ батыры Қараманның Алпамыс батырға қарсы соғысқа шыққаны суреттеледі.\nЖыршы:\nМұны естіген Қараман,\nАшуланып долданып,\nЖібереді тұлпар қара атқа.\nТағы да біреу шаптырып,\nСауыт, сайман, жараққа.\nАшуы қысып дірілдеп,\nҚоспақ нардай күрілдеп\nҚарайды қалмақ жан-жаққа...-\nдеп ұстап-тұтқан заттарын сипаттау арқылы Қараманның да осал батыр емес екендігін көрсетеді.\nҚараман образын өзінің монологымен де айқындай түседі.\nОсы бүгін қылайын,\nКөрінсе қазақ қырайын.\nБұл күшімнің көремін,\nҚай уақытта пайдасын.\nҚараманның қылышын суырып, айқайлаған айбарынан қорыққан Гүлбаршынның бүкіл бет-бейнесін, ішкі психологиясын баяндайды. Гүлбаршын сұлудың портреті жырдың осы тұсында жан-жақты беріледі.\nМұны көріп Гүлбаршын,\nЖанынан кетті түңіліп.\nҚысылып, зарлап тарықты,\nКөзінің жасы төгіліп.\nСұлулықтан таптым деп,\nЖылай береді егіліп,\nҚабырғасы сөгіліп...\nТуған айдай жалтырап,\nНеше алуан киініп,\nКөзі-қасы қиылып.\nАлпамыстың қасына\nЖетіп келді жүгіріп.\n\"Менсінбей батыр тұр ма,\"—деп,\nҚарары қыздың қалмады.\nКөзінің жасы көл болып,\nКелді де сұлу зарлады, -\nдеп Гүлбаршынның сыртқы кескін-кейпін ішкі жан дүниесімен байланыстыра көрсетеді.\nГүлбаршын бейнесін суреттеу арқылы тура мінездей отырып, Гүлбаршын бейнесін сыртқы кескіні мен ішкі сезімін байланыстырып даралауға құрады.\nМұны толықтыру үшін Гүлбаршынның Алпамысқа айтқан сөзін диалог түрінде береді. Гүлбаршынға Алпамыс жауабы да диалог түріне жатады.\nЖырда Алпамыс пен Қараманның соғысы ерекше суреттелген. Онда екі батырдың да ұстап-тұтқан қару-жарағы, сауыт-сайманы, мінген аттары барынша үлкейтіліп суреттеледі.\nБұл бір жағынан, Алпамыс образын ашуға қызмет етсе, екінші жағынан, Алпамыс образын жинақтап типке айналдырады. Алпамыстың сомдалған тұлғасын жасайды. Алпамысқа қарсы тұрған жауы Қараманның да бейнесі жинақталып берілген. Барлық қалмақтың атынан қарсы қойылған.\nАлпамыс образында жеке адамға тән іс-әрекеттер кездесіп отырады.\nГүлбаршын сұлуға назар салмауы, оған айтқан сөзі, Қараманның соққысы тигендегі көзінің аққан жасынан атының жалы сел болуы,жауы Қараманның қапы да кетпесін деп, жекпе-жекте жеңуі -осының бәрі Алпамыс образын даралауға негізделген.\nАлпамыс образын даралау-кейіпкердің ішкі бітімін көрсетеді.\nАлпамыстың бойына мың ердің күшін беріп жауын жеңгізу арқылы алтын кілемге салып хан көтеруі, Гүлбаршын сұлуға қосуы гиперболаға, яғни әсірелеуге негізделген.\nАлпамыс образын ашу көркем сөз образымен шебер ұштастырылған.\nАлпамыс қалмақтарды жеңіп, атасы Сарыбайды хан сайлатып, отыз күн ойын, қырық күн тойын жасап Гүлбаршынды алып, қырық нарға зер, алтын отауын артып аулына келеді.Еліне келсе, әкесі Байбөрінің жылқысын Тайшық хан деген қалмақ шауып әкетеді.\nЖырда түсініктеме қара сөзбен беріліп отырады. Бұл –жыр мен қара сөздің байланысын көрсетсе керек.\nАлпамысқа айтқан сөзінен Байбөрінің күйініш-сүйінішін тікелей суреттегенін көреміз.\nӘкесі Байбөріге қайтарған Алпамыс жауабы да батырдың күйініш-сүйінішін тікелей суреттеуге жатады.\nӘдебиетте кейіпкер образын жасап, оның өмірін, қарым-қатынасын, наным-сенімін, ой-сезімдерін, мінез-құлықтарын көрсететін сөз, сөздің ішінде көркем сөз болып табылады.\n\"Алпамыс батыр\" жырында да кездесетін кейіпкерлерді даралап, жинақтап көрсету үшін тіл образы - көркем сөз пайдаланылады.\nМәндес сөздер-синоним, жазылуы мен айтылуы бірдей сөздер-омоним, мәңгі ескі сөздер-архаизм, жергілікті сөздер-диалект сөздер кеңінен пайдаланылады.\nЖырда араб-парсы сөздерінің кездесетіні бар, бірақ жаңа сөздер мен\nинтернационалдық сөздер кездеспейді, осыны есте ұстау керек.Келтірілген мысал жалпы әдеби шығармаларды түсіну үшін ғана айтылып отыр.\nБайбөрі сөздеріндегі мүлік, пенде сөздері-дүние, мал, тұтқын деген сөздердің синонимі болып табылады.\nҚажырланса Алпамыс\nЖан көрінбес көзіне,-\nдеген тармақтардағы жан сөзі адамның жаны емес, керісінше омоним ретінде айтылып тұр. Жұрт, жары сөздері де басқа мағына беретін омоним сөздер.\nТайшық хан көрген түстегі түс сөзі де омоним сөздің бірі. Жұрт-ауылдың көшіп кеткен орны емес, жары- әйелі не өзіннің жары емес, түс-киімнің не мезгілдің белгісі емес.\nОсындай мағыналарымен салыстырып көрсек, омонимдердің де жиі қолданылатынын көреміз.\nАлпамыстың бейнесін жасауда көркем сөз образын молынан пайдаланады.\nЭпитет пен теңеудің айшықты үлгілерін ұшыратамыз.Алтын бауыр Шұбар, тұлпар туған Шұбар ат, жас қыран, құрсаулы қара нар, қабағы қалың сол бала, шұнақ қу бала, қанды жасыл, жас берен сияқты сөз тіркестері эпитеттің нағыз өзі.\nЖырда жай эпитеттер мен күрделі эпитеттер де мол ұшырасады. Оның мысалы жоғарыда өзіміз келтіргендер.\nЭпитет дегеніміз-адамның, заттың, табиғи құбылыстардың өзгеше белгілерін көрсету, яғни ақындық анықтауыш.\nТайшық ханның образы да Тайшықтың түсін айтқан сөзінде Алпамыс образын байытып, ерлік пен батырлықтың белгісін көрсетеді.Алпамыстың өзінен басым екенін Тайшық хан сөзі дәлелдейді.\nАлпамыс батыр образын көрсетуде метафоралық сөз қолданыстарға кеңінен орын беріледі.Алпамысты құрсаулы қара нарға, шабатұғын арыстанға бейнелеп, айдарлымды құл, тұлымды тұл қылды деп суреттейді.\nТолығырақ: https://infourok.ru/alpamis-batir-zhirini-kompoziciyali-rilisi-men-tili-1083447.html",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлінділердің қатынасы 2, 2:1 –ге қатынасындай болса, осы санды табыңыз.",
        "question_content": "Бір санды 7-ге бөлгенде 2 қалдық, 15-ке бөлгенде 6 қалдық қалумен қатар,бөлінділердің қатынасы 2,2:1 –ге қатынасындай болса,осы санды табыңз.",
        "question_date": "25.11.2020",
        "question_tag": "Математика",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ішінде, биік, жеңіл, ілесіп сөздерінің синонимдері қандай?",
        "question_content": "Ішінде, биік, жеңіл, ілесіп сөздерінің синонимдері қандай?",
        "question_date": "25.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішінде, құрамында,\n\nбиік, жоғары\n\nжеңіл (юарлық өзгерісті жеңіл қабылдау мағынасында), оңай.\n\n ілесіп, бірге",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдармен қалай танысуға болады?",
        "question_content": "Саламатсыздар ма! Менің құрбым бар мен оған жазсам ол маған оқып тыңдап тұрым жауап қайтармайды мен өзімді қолға алым жаңа құрбы мен танысқым келеді жаңадан келгендермен қалай сөйлесіп жан құрбысы болып алу керек",
        "question_date": "25.11.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетінде қанша адам болса, сонша түрлі мінез-құлық пен өздеріне ғана тән тұлғалық қасиеттер бар. Бұл бірінші кезекте адамның қандай отбасында тәрбиеленгенімен байланысты. Яғни қарсы алдыңызда тұрған адамның киім киісінен бастап, сөйлеу мәнерінен оның ата-анасының немесе тәрбиесіне араласқан жақындарының қандай адамдар екенін түсінуге болады. Адамдармен тіл табысудың ең бірінші кілті — шекара сақтау, тұлғаның жеке кеңістігіне өтпеу. Осы және өзге де тіл табысудың басты қағидалары туралы алматылық психоаналитик Айгүл Хайдарова айтып берді.\n1. Өзгенің жағымсыз сезімін қабылдауға міндетті емессіз\nӘрине, көбінесе көтеріңкі көңіл-күймен жүретін, сізге барынша жақсылық ойлайтын адамдармен ғана араласқаныңыз жақсы. Бірақ, өкінішке орай, мұндай мүмкіндік бұйыра бермейді. Мысалы, жүйкесі сыр беріп, үнемі өзгелерді сынап-мінеуге дайын тұратын адаммен кездестіңіз делік. Мұндайда, алдымен, терең демалып, ойша артқа бір адым жүріңіз. Кейін жәй ғана күлімсіреңіз. Осылайша өзіңізді сақтандырасыз. Ашуланып тұрған жақын адамыңызбен диалог жүргізгеніңіз дұрыс, әрине. Бірақ кездейсоқ адамның жағымсыз сезімдерін қабылдауға міндетті емессіз. Мысалы, отбасылық кикілжіңдерін шеше алмаған азаматтар жұмыста әріптестеріне тиіседі. Сондай-ақ, керісінше жұмыста бастығымен немесе әріптестерімен тіл табыса алмағандар, үйдегілердің мазасын алып жатады. Кикілжіңді тиесілі жерде шешпегені үшін сіз кінәлі емессіз.\n2. Бәрі уақытша\nБұл сөздің бірде қуантып, бірде жүрекке мұң ұялататыны рас. Бақытты сәттердің ғұмыры ұзақ болсын. Ал кикілжің кезінде бұл жағдайдың аз уақытқа созылатынын ескеріңіз. Сондай-ақ, үндемеу арқылы сіз кикілжіңнің өмірін қысқартасыз. Кейін, тіпті, өзіңізге алғыс айтатын боласыз.\n3. Қабылдай білу\nҒашықтарда жиі кездесетін қателік — бір-бірлерін өзгертуге тырысу және меншіктеп алу. Кез келген адам бірінші кезекте тұлға. Тіпті, сіз \"қолымнан жасап алдым\" деген баланың өзі. Ал тұлғаның міндетті түрде жеке кеңістігі болады. Әрине, жұп болғандықтан, ортақ дүниелер де жетерлік. Десе де, сүйіктіңіздің мәңгі жаныңызда қалғанын қаласаңыз, оның шын қалауымен санасыңыз.\nФранциялық психоаналитик заңды некеде болса да, 15 жылға жуық уақыттан бері әйелімен бөлек үйде тұрады. Мұндағы басты қағидалары — \"Біз бірге тұрамыз, бірақ қарым-қатынасымыз кикілжіңге толы болады немесе бөлек тұрамыз, бірақ қарым-қатынасымыз тамаша болады\". Әрине, бұл нәрсе қазақ қоғамы үшін жат. Десе де, бұл дұрыс қарым-қатынас үшін кеңістікті құрметтеудің қаншалықты маңызды екенін көрсетеді.\n4. Сырт келбет\nНарцисс типіне жататын тұлғалар өзінің де, өзгенің де сырт келбетіне қатты мән береді. Олар үшін киімнің денеге қонымды тұруы және дененің ешқандай жарақат алмауы өте маңызды. Тіпті, артық толып кетуден, белгілі бір себептермен ота жасатудан да қорқады. Мұның пайдалы да, зиян тұстары бар. Қалай десек те, өзіңіз туралы жақсы әсер қалдыру үшін талғаммен киіну маңызды. Алғашқы әсер қалдыруға бір ғана мүмкіндік берілетінін ұмытпаңыз.\n5. Қарызға ақша берер кезде ойлану\nПсихоанализде ақша өмірге құштарлық пен күш-қуаттың символы. Қысылған сәтте, әрине, көмек берген дұрыс. Қазір болмаса да, бұл ақшаның кейін бірнеше еселеп өзгелерден қайтатыны сөзсіз. Бірақ бермес бұрын осы ақша уақытылы қайтпай қалған жағдайда қысылып қалмайтындай болғаныңыз жөн. Африкалықтарда \"Өзі жалаңаш тұрып жейдесін ұсынған адамнан қорық\" деген мақал бар. Яғни қысылып тұрып басқаларға қарыз берсеңіз, ертең қарым-қатынастарыңыз ұзаққа бармауы мүмкін.\n6. Қошемет сөз\nБүгінгі таңда көптеген кітапта \"Айналаңыздағыларға жиі қошемет сөз айтыңыз\" деген кеңестер жазылатынын байқаймын. Меніңше, бәріне бірдей \"әдемісің, сұлусың\" дей беру қате. Себебі, бұл сөзіңізді әркім түрліше қабылдайды. Бірі мұны шын қошеметке балап, алғыс айтса, екіншілері \"Неге жағымпазданып жатыр? Бірнәрсе сұрамақшы ма?\" деп ойлайды. Қошемет сөзді өзімізге сенімді болған кезде ғана айтқан дұрыс шығар?!\n7. Күлімсіреу\nПсихоанализде күлкі қорғаныс механизмдерінің бірі. Яғни адам қарсы алдындағы әңгімелесушінің сөзі сүйектен өткенде қарқылдап күледі. Сондай-ақ, жүйкесі жұқармаған адамдар орынды әзіл айтып, күлімсіреп жүреді. Бір тиынның екі жағы болатыны секілді, қай жақты таңдайтыныңыз өз еркіңізде.\n8. Жанашырлық таныту\nҮнемі жанжал шығарып, дауыс көтеріп, айналасындағыларды сынап жүретін адамдарға жанашырлық танытқан жөн шығар. Өйткені, олардың осы мінез-құлқының астарында үлкен қорқыныш жатыр. Олар бала күнінде жылағанда ата-аналары дұрыс жұбатпағандықтан, қорқыныштарын қалай жеңуді білмейді. Яғни адам ата-анасынан жылу көрмегендіктен, осындай әрекеттерге барады.\n9. Таңдау жасауға мүмкіндік беру\nБелгілі психоаналитик Анна Құдиярова психоанализ салондарының бірінде клиенттің басынан өткен бір жағдайды мысал ретінде келтірген еді. Жаздың аптап ыстығында кішкене бүлдіршін анасынан үстіне қыстық тонын кигізуді сұрайды. Әйел еш қарсылық танытпастан, тонды кидіріп, бүлдіршінді әдеттегідей ойнауға аулаға алып шығады. Сонда баспалдақтан түсіп келе жатып бала \"Анашым, шешінгім келеді\" деп жылай бастайды. Осы секілді мейлі адамның таңдауы қате болсын, дұрыс болсын, оған еркіндік беріңіз. Өз ырқына тек балалар көндіріп алуға тырысатынын ұмытпаңыз.\n10. Адалдық\nМеніңше, өтіріктен түбегейлі бас тарта алмаймыз. Яғни ол зиянсыз болса және біреудің өмірін құтқарып қалуға бағытталса, айтуға болатын сияқты. Мысалы, пациент өзіне ота керегін естіп, бірден айқайға басуы мүмкін. Әсіресе, мәселе ауыр отада болса. Мұндайда науқас өзіне қол салмасын деген оймен шындықты біраз уақытқа дейін жасыра тұруға болады деп ойлаймын. Бірақ күнделікті таныс және бейтаныс адамдармен барынша адал болуға тырысқан жөн. Бұл сөзіңізден болмаса да, бейсаналы деңгейде сезіліп тұрады.\n11. \"Сіз\" — шекара сақтай білудің алғашқы белгісі\nАлғаш танысқан адамыңыз ересек болсын, бала болсын, сөздің \"сізден\" басталғаны ешқандай артықтық етпейді. Бұл сіздің \"шекара\" деген түсінікпен қаншалықты таныс екеніңізді көрсетеді. Шекара сақтай білу де — үлкен өнер. Себебі, жүйке жүйесі дұрыс, бақытты адам ғана өзгенің жеке кеңістігіне кірмейді.\n12. Бұйрық райдан бас тарту\nХХІ ғасыр — жақсылық жасап жарысатын заман. Қазір адамгершілік пен мәдениет жоғары бағаланады. Өкінішке орай, басшы болуды көп жетекші дауыс көтеріп сөйлеу және қызметкерді жұрт көзінше ұялту деп түсінеді. Адам іштей өзін қаншалықты төмен сезінсе, соншалықты басқаларды ісімен де, сөзімен де төмендетуге құштар болады. Бірақ, талапшыл жетекші болудың жөні басқа.\n13. Өзгелер туралы жаман сөз айтпау\nБұл бірінші кезекте сіздің мәдениетіңіздің қандай деңгейде екенін көрсетеді. Екіншіден, әңгімелесушіңізге біреуді жамандасаңыз, ол іштей \"Ертең бұл адам мені де біреуге осылай жамандап отыруы мүмкін ғой\" деп сезіктене бастайды. Қай жағынан алып қарасаңыз да, мұның еш пайдасы жоқ.\n14. Шағымды тиісті жерде айту\nАргентинада орташа есеппен жүз мың адамды 200 психолог, психоаналитик емдейді. Бұл — әлемдегі ең жоғары көрсеткіш. Осының арқасында адамдар туған туысқандарын, құрбы-құрдастарын бос сөзбен мазаламайды. Ең бастысы, өзінде жиналып қалған жағымсыз энергиядан сақтандырады. Осының арқасында айналасындағылардың да, өзінің де дені сау болады. Кей қоғамда адам керісінше психолог, психоаналитик маманға ақшасын жұмсаудан қашып, ішіне жиналып қалған жаман ойдың бәрін отбасы мүшелеріне береді. Бірақ, заң жүзінде шағым түсіру мүлдем басқа мәселе. Оны құқығыңызды қорғап, қандай да бір нақты мәселелерді шешу мақсатында қолдануға болады. \n15. Өзіңізді оның орнына қойып көріңіз\nМеніңше, өзін өзгенің орнына қоя білетін адам әлемді бағындырады. Әрине, бар ашуын бізге келіп шығарған адамға түсіністікпен қарауға міндетті емеспіз. Десе де, тіл табысу қызметіңіз үшін маңызды болса, түсіністік танытуыңызға тура келеді. Ол үшін бар болғаны өзіңізді сол адамның орнына қойып көріңіз. Себебі, адамның бекерден бұлай жасамайтыны сөзсіз.\n16. Өзіңізді марапаттаңыз\nҚанша мән бермейміз десек те, өзгелердің жағымсыз көңіл-күйіне назар аудармау қиын. Себебі, әрқайсымызда жүрек бар. Егер белгілі бір жағдайда шыдамдылық танытып, өзгенің ашу-ызасына төзіп баққан болсаңыз, міндетті түрде өзіңізді марапаттап қойыңыз. Әдетте асқазан риза болса, адамның басқа дене мүшесі де, өзі де риза болады.\n17. Сезімдер сандықшасын толтырып отырыңыз\nӘр қарым-қатынастың сезімдер сандықшасы болады. Оны қошемет сөз, алғыс айту арқылы және қамқорлық таныту арқылы толықтыра аласыз.\n18. Жауапкершілік\nҚазіргі таңда көптеген адамның саналы өмір сүруге тырысатыны қуантады. Десе де арасында ашу, ыза сынды жағымсыз сезімдерге бой алдырып қоятын жандар да аз емес. Мұндайда өміріңіз үшін жауапкершілікті алып, ситуацияға анализ жасаудың пайдасы мол. Яғни бұл ашудың астарында не жатыр?\n19. Эмпатия\nАдамдардың мінез-құлықтары ғана емес, тұратын жері де әртүрлі болады. Бұл жерде мәдени және ұлттық, діни құндылықтар туралы айтамын. Мейлі мұсылман болыңыз, мейлі христиан болыңыз, өзгелерге сыйластықпен қараған абзал. Мысалы, қалада өскен қыз мешітке етек-жеңін жауып кіру керектігін білмеуі керек. Бір жерге саяхаттамас бұрын, өзге ұлт өкілдерімен кездеспес бұрын олар туралы аз-кем ақпарат алған дұрыс шығар.\n20. Кешірім\nӨзгелерге кек сақтау арқылы бар энергияңызды бұғаттайтыныңызды білесіз бе? Осының салдарынан материалдық жағдайыңыз да төмендеп кетуі мүмкін. Мұны өзіңіз көптен бері ренжіп жүрген адамдарды кешіру арқылы тексеріп көруіңізге болады. Бүгінде осы эмоциялардың рак сынды ауыр дертке шалдықтырып жатқаны ешкімге жасырын емес.\n21. Көмектесу\nЖасы үлкендер \"Адамның күні адаммен\" деп жиі айтып отырады. Бүгін сіз біреуге көмек қолын созсаңыз, ертең ол өзгелерден міндетті түрде қайтады. Оның үстіне адам көмектесу арқылы бойындағы ізгі қасиеттерді оятады. Өзгелерге көмектеспес бұрын, өзіңіздің көмек қабылдай білуіңіз маңызды. Жақындарыңызға қиын сәтте демеу болуға рұқсат беріңіз. \n22. Сіздікі рас\nАдам өзінің айтып тұрғанына сенімсіз болған кезде ғана сөз таластырады. Әрине, бұл бейсаналы процесс болғандықтан оны бірден түсіну қиын. Десе де, біреумен сөз таластырып жатқанда осы қағиданы дер кезінде еске аласыз деген үміттемін. Ал егер қарсы алдыңыздағы адам өзінікін тоқтамай дәлелдей беретін болса, басыңызды изеп немесе үнсіз қалғаныңыз дұрыс шығар.\n23. Сын\nАдам екі жағдайда сын айтады. Біріншісі — бойын көреалмаушылық сезімі билегенде, екіншісі — осы нәрсе өз бойында болып, оны қабылдай алмағанда. Мысалы, бірнеше жыл бұрын Ninety one тобына қатысты көп сын айтылды. Кейін ауыр сын айтқан азамат сұхбаттарының бірінде бала күнінен рэп орындағанды армандағанын айтып қалды. Яғни мұнда қызғаныш сезімі орын алып тұр.\n24. Тыңдай біліңіз\n\"Тыңдаушысы жоқ сөз жетім\" демекші, тыңдай білу өте маңызды. Бұл адамның жүзіне қарап, түсінген сыңай таныту деген сөз емес. Әңгіменің астарына үңілу, адам сізге не жеткізгісі келіп тұрғанын ұғу.\n25. Ым-ишараға мән беру\nАдамның сөзі алдаса да, көзі мен ым-ишаралары әрдайым шындықты айтады. Мысалы, сіздің сөзіңізді тыңдаудан жалыққан адам қолын иегіне немесе жағына тіреп отырады. Өтірік айтып тұрса, мұрнын немесе мойын тұсын ұстайды. Ақырында қашып кеткісі келсе, аяғы есік жаққа қарай бұрылып тұрады. Яғни айтып тұрған әңгімеңіздің қаншалықты қызық екенін осы белгілерге қарап анықтауыңызға болады.\n26. Кінәламау\nӨзіндік мені жоқ адам ғана ситуацияға басқаларды кінәлайды және осылайша жауапкершіліктен қашады. Әсіресе, кей әйел адам ер-азаматтарды кінәлауға бейім. Мейлі адам кінәлі болсын, оның өзін емес, әрекетін айыптаңыз. Мысалы, \"Мен саған ренжіп тұрмын. Бәріне сен кінәлісің\" деп емес, \"Сен осылай жасаған кезде мен көңіліме алып қалдым\" деген секілді.\n27. Ортақ тақырыптарда әңгіме қозғаңыз\nКез келген адам өз саласын жақсы көреді және өзі білетін нәрсе туралы ғана сөз қозғағанды ұнатады. Себебі, сырт көзге ақылды болып көріну көп адам үшін маңызды. Мысалы, гуманитарлық салада білім алған жігіттер спортқа аса жақын емес делік. Есесіне олар \"Абай жолында\" қандай кейіпкерлер барын, желісі қандай екенін бүге-шүгесіне дейін айтып береді.\n28. Өзіңізді дамыту\nАдамдармен ортақ тақырып табылу үшін бірнеше хоббиіңіздің өзі аздық етеді. Мысалы, психоаналитик мамандар клиенттерінің шын мәнінде не туралы айтып отырғанын және ем дұрыс жүруі үшін көптеген саладан хабардар болуға \"міндетті\". Себебі, бұл дұрыс анализ жасауға көмектеседі. Сондай-ақ, адам өз саласын жетік меңгеру арқылы өзіне берер бағасын көтереді.\n29. Дауыстың біркелкі болуы маңызды\nДауыс ырғағы көп нәрсені өзгертеді. Кейде ашуға булығып тұрған адам қол көтеріп те жіберуі мүмкін. Сол себепті, дауыс тонын өзгертпес бұрын ойлану керек шығар.\n30. Тәжірибе\nСөз соңында тәжірибе жасап көруді ұсынғым келеді. Ол үшін күніне өзіңіз мүлдем танымайтын 10 адаммен сөйлесуді дағдыға айналдырып көріңіз. Арасында біреуі бұл әрекетіңізге таңғалса, екіншілері бағалап жатар. Есесіне келесіде адамдардан бетім қайтып қалады деп қорықпайтын боласыз. Фобияның \"социопатия\" деген түрі бар. Яғни адам көпшілік ортада өзін жайсыз сезініп, адам жоқ жерге кетіп қалғысы келіп тұрады. Шын мәнінде, бұл адам бейсаналы деңгейде айналасындағылардың бәрін жек көреді. Оларға жамандық жасап қоймас үшін өзін де, өзгелерді де осы қорқынышы арқылы сақтандырады.\n\nӘрі қарай оқу: https://sputnik.kz/society/20181116/8109682/adamdarmen-til-tabisydin-30-kilti.html",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұз қышқылының ерітіндісінен қанша (мл) қажет?",
        "question_content": "Массасы 22,93 г мыс (II) гидроксиді мен карбонатының қоспасын өңдеу үшін 16%-дық (р = 1,078 г/мл) тұз қышқы- лының ерітіндісінен қанша (мл) қажет? Жауабы: 84,6 мл.",
        "question_date": "25.11.2020",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 22,93 г мыс (II) гидроксиді мен карбонатының қоспасын өңдеу үшін 16%-дық (р = 1,078 г/мл) тұз қышқы- лының ерітіндісінен қанша (мл) қажет? Жауабы: 84,6 мл.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектор мамандығына шығармашылық пән таңдап түсуге болама?",
        "question_content": "Архитектор мамандығына шығармашылық пән таңдап түсуге болама? Болса гранд неше балл? Кандай оқу орындары бар?",
        "question_date": "25.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласындағы Орбита ықшам ауданында оналасқан Қазақ бас сәулет-құрылыс академиясына тапсыр. Физика, математика таңда. Мектептегі тесттен бөлек шығармашлық конкурстан өтуің керек. Оны құжат тапсырғанда білсең болады.\nТолығырақ: https://surak.baribar.kz/93710/",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғашқы төсек қатынасы кезінде",
        "question_content": "Алғашқы төсек қатынасында қыздың етеккірі келген бірақ жұбайы оған қарамай дәрет алып қосылып көрейік депті, қыз қатты қиналдым дейді, ал ері ооңай кірді негізі қиын болады деуші еді деп әйелінен сұрапты. Бұл қалай? Әлде етеккір келіп тұрған соң солай болуы мүмкін бе?",
        "question_date": "25.11.2020",
        "question_tag": "Тазалық",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сексолог мамандар етеккір кезінде төсек қатынасына түсуге мүлде болмайтындығын айтпайды. Десе де жұқпалы ауруларды болдырмау үшін мұндай күндері жақындаспауға кеңес береді. Қанның ауру тудыратын бактерияларды тасымалдау мүмкіндігі жоғары болғандықтан етеккір кезінде түрлі жұқпалы ауруларды жұқтырып алу қаупі бар. \nЕтеккір кезінде көбі бала көтеру мүмкін емес деп ойлайды. Бірақ бұл да шындыққа жанаспайды. Жүктілік мүмкіндігі көбіне овуляция кезінде жоғарылайды. Бірақ кейбір әйелдерде овуляциялық күндер 5-6 күнге жылжуы мүмкін. Кейбіреуде бір циклда екі овуляция болуы да ғажап емес. Әйел ағзасына енген сперматозоидтар бес тәулік бойы тірі болады. Сондықтан жүктіліктен сақтанған әйелдер үшін бұл күн де мереке емес. Сақтану шараларын етеккір кезінде де жасауға тура келеді.\nБір шетінен, етеккір уақытында гормондар шарықтайтындықтан дәл осы күндері төсек қатынасынан өзгеше ләззат алуға болады. Күнделікті секске қанағаттанбаған әйелдердің көбісі етеккір уақытын сол үшін де асыға күтуі әбден мүмкін.\nЕтеккір кезіндегі ауыруды басудың да бір жолы – секс. Төсек қатынасы қанның көп бөлінуін тездетіп, етеккір уақытын азайтады. Сондықтан циклді ұзақ созбау үшін де етеккір кезінде махаббатпен айналысуға болады.\nӘйткенмен тазалық талаптарын да ұмытпау керек:\n1. Жыныстық қатынасқа түсу үшін циклдің үшінші күнін таңдаған дұрыс. Бұл уақытта қан ағуы азаяды. Ештеңеге алаңдамай төсек ләззатын сезінуге болады.\n2. Секстен бұрын екі жақ та суға түсіп, жыныс мүшелерін тазалап жуып алғаны жөн.\n3. Етеккір кезінде секстің қарапайым түрін таңдаған дұрыс.\n4. Қанның көрінуі ер адамның секске зауқын соқтырмауы мүмкін. Сондықтан жарықты өшіріп, оның орнына балауыз шам жағып кешті ерекше әсерлі етуге болады.\nТолығырақ: https://16qyz.kz/etekkir-kezinde-zhynystyq-qatynasqa-tusuge-bola-ma/",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарт шешесі, қоңыр ғана келіншегі бар екен",
        "question_content": "Маған осы морфологиялық талдауға көмек керек . Қарт шешесі , қоңыр ғана келіншегі бар екен.",
        "question_date": "25.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялық талдау қарт шешесі , қоңыр ғана келіншегі бар екен",
        "question_content": "Қарт шешесі, қоңыр ғана келіншегі бар екен осыған морфологиялық талдау жасап беріңіздерші",
        "question_date": "25.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлемнің біріңғай мүшесіне 4 сөйлем құраңыз.",
        "question_content": "Сөйлемнің біріңғай мүшесіне 4 сөйлем құраңыз.",
        "question_date": "25.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірыңғай бастауыш: Жаз келер, қыстыгүні қысым етіп, Қар, суық, аяз, боран — бәрі кетіп (Шәкәрім).\nБірыңғай баяндауыш: Ат міндім, атан алдым, шекпен кидім, Жөнім жоқ сені мақтай сөйлемеске (Жамбыл).\nБірыңғай толықтауыш: Бай бейілін, мейірін, Сән, салтанат сейілін, Ақыл күшін, зейінін, Ең ақыры, төбетін, Күймен, жырмен мадақтап, Бәйіт қылып беретін (Жамбыл).\nБірыңғай анықтауыш: Тапқыр, адал, ақ ниет адамдардың Алданбайсың артынан ерте берсең (Шәкәрім).\nБірыңғай пысықтауыш: Ол мойнын бұрып жан-жағына қарады да, түйенің табанындай аяқ-қолдарын асықпай, табандықта сермеп жүзіп жүре берді (Б. Момышұлы).\nТолығырақ: https://surak.baribar.kz/653532/",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    }
]