[
    {
        "question_title": "Химиядан топтың аты және ұраны керек?",
        "question_content": "Химия пәні нен жарыс болады сол үшін біздің топқа ат пен ұран керек болып тұр",
        "question_date": "29.11.2023",
        "question_tag": "Химия",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топтың aты: \"Элементтер\"\n\nҰраны: Еңбек, еңбек бәрін жеңбек",
                "date": "30.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаныш Сәтбаевтың ғылымға қосқан үлесі",
        "question_content": "Тауып беріңдерш барынша көп болса",
        "question_date": "29.11.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылым жолында\nСәтбаевтың геологиядан басқа ғылымдарда, мәдениет саласында, тарихта қалдырған еңбектері мол. Ш.Уәлиханов жазып алған «Едіге» жырының мәтініндегі қазақ оқырмандарына түсініксіз араб, татар сөздерінен тазартып, қазақ тілінің жаңа орфографиясының негізінде қайтадан дайындаған. Ғұлама ғалым Ұлытау өңіріндегі басты-басты тарихи, мәдени, археологиялық ескерткіштерді зерттеді. Жезқазған – Ұлытау өңірінен көптеген этнографиялық мұраларды жинап, «Жезқазған ауданындағы көне заман ескерткіштері» атты еңбегін жазған.Онда Ұлытау өңірі ежелгі металлургия орталығы болуымен қатар қазақ этносының саяси орталығы екендігі де толық дәлелденген. Қазақ орта мектебінің төменгі және жоғары сынып оқушыларына арналған «Алгебра» оқулығын дайындаған. 1931 жылы басылған А.Затаевичтің «500 қазақ әндері мен күйлері» жинағына Сәтбаев қазақ халқының музыкалық мұрасының інжу-маржаны болып есептелетін 25 әнді өзі орындап, орыс тілінде ғылыми түсініктеме беріп енгізген.\nГеологиялық барлау мамандығы бойынша Томск технологиялық институтының тау-кен факультетін бітіріп келгеннен кейінгі Қаныш Сәтбаевтың бүкіл өмірі Қазақстанның минералдық ресурстарын және рудалық кендер генеалогиясын зерттеуге арналған. Оның геологиядан басқа ғылымдардан да; мәдениет саласында да; тарихтан да қалдырған ізі сайрап жатыр. Екінші дүниежүзілік соғыс аяқталуға тақанғанда, жағдайдың аса қиын ауырлығына қарамастан, Қазақ КСР Ғылым академиясының ұйымдастыру жұмысына басшы болып, оның ісіне бел шеше араласуы ұлыларға тән көрегендіктің белгісі еді. Оның қалдырған ғылыми бай мұраларының ішінде, әсіресе, Жезқазған кені туралы зерттеулерінің, Сарыарқаның металлогендік және болжам карталары жөніндегі еңбектерінің мәні ерекше. Жезқазғанның ірі мыс рудалы аудандар қатарына жатуы кезінде осы кеннің жоспарлы түрде кең масштабтағы барлау жұмыстарын ұйымдастыруға болатын ірі объекті екенін дәлелдеп берген Қаныш Сәтбаев еңбегінің нәтижесі. Сондай-ақ ол минералдық шикізатқа бай Сарыарқа, кенді Алтай, Қарағанды, Қаратау секілді аймақтарға да ерекше назар аудара зерттеп, олардың кендерінің стратиграфиясы, тектоникасы, құрылысы, металлогениясы, неохимиясы және шығу тегі туралы маңызды ғылыми қорытындылар жасады, ғылымға формациялық металлогендік анализдің кешендік әдісін енгізді.\nКөптеген тәжірибелі мамандар қатыстырыла отырып, Қаныш Сәтбаевтың басшылығымен бірнеше жылдар бойы жүргізілген тынымсыз еңбектің нәтижесінде Сарыарқаның металлогендік және болжам карталары жасалды. Оны өндіріске ендіру арқылы Сарыарқа аймағында қара, түсті және сирек металдардың біраз жаңа кендері ашылды. Біраз кендерге бүтіндей жаңа өндірістік баға берілді. Ол Қарағандыда металлургиялық завод салуда, Қостанай, Алтай темір және марганец, Қаратаудың фосфорит кендерін және осылар секілді көптеген ірі нысандарды игеруге, Ертіс-Қарағанды каналының қазылуына, біраз ғылыми зерттеу институттарының ашылуына тікелей араласып, зор еңбек сіңірді, Қазақстан ғалымдарының зор армиясының ақылшысы, тәрбиешісі болды. Ол геология ғылымына қатысты әлемдік, одақтық, қазақстандық түрлі дәрежедегі толып жатқан комиссиялардың, комитеттердің мүшесі, басшыларының бірі; бірнеше мәрте КСРО және Қазақ КСР Жоғарғы Кеңестерінің депутаты; СОКП съездерінің делегаты, КСРО Министрлер Кеңесі жанындағы Лениндік және Мемлекеттік сыйлықтар жөніндегі комитеттің президиумының мүшесі. Ол төрт рет Ленин орденімен, Екінші дәрежелі Ұлы Отан соғысы орденімен марапатталып, КСРО Мемлекеттік және Лениндік сыйлықтардың иегері болған. Оның есімі институттар мен кен-металлургия комбинаттарына, Қазақстан қалаларының көшелеріне, мектептер мен шаруашылық аттарына берілген. Сондай-ақ, Алатаудың бір шыңы мен мұздағы, Қаратаудағы ванадий кенінің рудасынан табылған бір минерал (Сәтбаевит) оның атымен аталады. Оған арналған бірнеше мұражайлар бар.\nЕңбектері\nҒалымның негізгі ғылыми еңбектері кентасты кендер геологиясы мен Қазақстанның минералды ресурстарына арналған. Жезқазған кенін зерттеу және Орталық Қазақстанның (Сарыарқаның) металлогендік және болжам картасын жасауда көп еңбек сіңірген. Ол ғылымға формациялық металлогендік анализдің кешендік әдісін енгізген. 1926-1929 жылдары кені мардымсыз өңір болып саналған Жезқазғанды ірі мыс кентасты аудан қатарына көтеруде Сәтбаевтың еңбегі өте зор болды. Бұрынғы геологиялық деректерге терең талдау жасап, бұл кен ауданының кең көлемдегі геологиялық-барлау жұмыстарын ұйымдастыруға болатын ірі нысан екенін дәлелдеген. Минералдық шикізаттарға бай Сарыарқа, Кенді Алтай және басқа да аймақтарды ерекше назар аударып зерттеген. 1927-1928 жылдары – Жезқазған, Қарсақбай, Атбасар, Спасск аудандары, Қарағанды тас көмір алабы және Қаратау полиметалл кендері жөнінде ғылыми маңызды еңбектер жариялаған. 1929 жылы Атасу темір-марганец кендерін игерудің негізінде Қарағанды облысында қара металлургия өнеркәсібін дамыту туралы мәселе көтерген. Жезқазған – Ұлытау ауданында мыстан басқа темір, марганец, көмір, қорғасын кендерін ашып, барлау нәтижесінде маңызды геологиялық қорытындылар жасаған. Ұлы Отан соғысы жылдарында танк бронын құюға қажет марганец тапшылығы туған кезде Сәтбаевтың жетекшілік етуімен өте қысқа мерзімде Жезді марганец кені барланып, іске қосылған.\nАкадемиктің қолдауымен Алматыда Орта Азия геофизика тресі ұйымдастырылып, Қазақ КСР Геология және жер қойнауын қорғау министрлігі құрылған. Қазақстан Ғылым академиясын ұйымдастырып, ондағы бөлімдерді, оған қарайтын институттарды, зертханаларды, секторларды, базаларды дұрыс жоспарлаған. Ғылыми кадрлар дайындау ісіне үлкен жауапкершілікпен қараған. Ғылыми зерттеулердің өзекті мәселелерін халық шаруашылығының мүддесіне бағыттап, шаруашылық және мәдени құрылыстың басты мәселелерін шешуге белсене қатысқан. Жезқазған кен-металлургия комбинатын, Қарағанды мен Балқаш металлургия зауыттарын, Ертіс-Қарағанды арнасын салу, Маңғыстау, Мұғалжар, Торғай өңірлерінің табиғи байлықтарын анықтау жөнінде зерттеу жұмыстарын ұйымдастыру, республикамыздың ірі минералдық шикізат қорларын – Кенді Алтайды, Қаратау фосфоритін Қостанай мен Жезқазған – Ұлытау өңірлеріндегі темір, марганец, т.б. көптеген кен орындарын игеру Сәтбаев есімімен тығыз байланысты. Қаныш Сәтбаев аштықтан иесіз қалған ауыл балаларына өз көмегін көрсеткен.",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Softzone.kz сайты болып еді ертеректее",
        "question_content": "Софтзоун.кз сайтын тірілте алатын админі бар ма екен. Бар болсақ сонша жылдан кейін сағынып отырмыз. Мүмкін біздің замандастарымыз бұл сайтта бар ма екен?",
        "question_date": "29.11.2023",
        "question_tag": "Жалпы компьютер",
        "question_views": 532,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ассалаумалейкум, softzone.kz порталының негізін салушы мен Досхан Сапаралы, біз Рауан (Х-мен) екеуміз 2009 жылдан бері жүргізіп келдік, осы жылдар аралығында қанша пайдалы программаларды жеңіл жүктеп алу үшін елімізге тарту еттік, 2010 жылы ең алғаш Microsoft Xp sp3 қазақшаға аударған едік, жалпы көптеген жұмыстар жүргіздік, бірақ бұл сайтты жүргізуден ешқандай ақы төлем төлем тұспейтін, бәрі тегін болатын, бұл жұмысымыз біздің хоббиіміз болатын, бойдақ болатынбыз, ендігі күнде үйлі баламыз, азан-кеш жұмыс істеу керек, қонақ, той т.б.  Күйбелең тіршілік осындай себертердің нәтижесінде сайт өз миссиясын айқтаған болатын. Бізбен болғандарыңыз үшін барлықтарыңызға көп рахмет.",
                "date": "9.06.2024",
                "upvotes": 1
            },
            {
                "text": "Өкінішке орай, мен нақты веб-сайттар, соның ішінде \"Softzone kz\" сайтының күйі немесе әкімшінің болуы туралы өзекті ақпаратты бере алмаймын. Сайт әкімшілігіне тікелей хабарласу немесе әлеуметтік желілер мен форумдар арқылы ақпараттың өзектілігін тексеру ұсынылады.",
                "date": "1.12.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сенімді төлемді қалай өшіреді",
        "question_content": "Сенімді төлемді қалай өшіреміз",
        "question_date": "29.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлем сомасы мен қызмет құны 3 күннен кейін есептен шығарылады\nнемесе балансты толтыру кезінде",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің туған топырағым қасиетті ме? деген тақырыпқа эссе керек?",
        "question_content": "„Менің туған топырағым қасиетті ме?\" деген тақырыпқа срочно эссе жазу керек! Рахмет алдын ала",
        "question_date": "29.11.2023",
        "question_tag": "Мектеп",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пай, пай, пай!\nКиелі неткен жер!\nБатырлар дүрілдеп өткен жер,\nТұлпарлар дүбірлеп төккен тер,\nҒашықтар бір-бірін өпкен жер.\nСарылып сал-сері кеткен жер.\nБас иіп, иіскеп топырағын,\nТағзым жасамай өтпеңдер!\nМ.Мақатаев.\n\nҚазақ Елі! Бұл менің – туып-өскен, кір жуып, кіндік қаным тамған туған жерім. Бұл менің – алғаш рет бесік жырын тыңдап, ана тілін үйренген құнарлы топырағым! Қасиетті де шешен ана тілім менің көкейіме тап осы өлкеде сіңді. Бала кезімде, жалаңаяқ жар кешіп тыныш таппай аласұрып жүргенде, абайсызда жарақаттанып қалсам, жаныма шипа болар туған жердің қара топырағы бұл.\nТұңғыш рет сезімімді тербетіп, мейірімді молайтып, қиялыма қанат қақтырып, жігерімді шабыттандыратын әнін естіген туған өлкем. Сайын дала ырғағы менімен бірге болмаған,менің көкейімде тұрмаған, бірде-бір күні, бірде-бір сәті жоқ өмірде. Бұл ән – бас ауырып,балтырым сыздағанда өмірге деген құштарлығымды арттыратын қуатым. Бұл саз – ернім кезеріп сусаған кезде шөлімді қандыратын кәусар бұлағым. Бұл\nырғақ – аптап ыстық пен қақаған аязда қорғайтын шаңырағым. Мына өмірде еңсемді  тіктеп  жүргенім, риясыз күлгенім сол шаңырақтың құдіреті.\nТаңертең теледидардан: «Өскемен мен Семейде қар бораған бұрқасын, Орал мен Ақтөбе жаңбырлы. Ал Тараз бен Қызылордада шие гүлдеп тұр. Шымкентте аспан айналып түскендей ыстық» деп хабарлады. Мұны естіген испандық турист: «Мен әлемнің 141 елінде болдым. Мұндай жылдың төрт мезгілі қатар келетін бірде-бір елді көрген емеспін», – деп жағасын ұстапты дейді көргендер.\nЖері бардың елі бар, айдыны мен белі бар. Күлкісі жарқын, жүрегі жылы, санасы салқын. Сондықтан қазақта: «Келген қадамдарыңа гүл бітсін», «Егінің бітік шықсын!» дегендер ең асыл тілек. «Жер жастан!», «Жер жұтсын!» дегендері ең ауыр қарғыс.\nАуылда ең қонақжай отбасы жайында: «Ой, шіркін, олардың дастарқаны қазақтың кең даласындай ғой» деп үнемі ризашығын білдіреді. Қария баласына: «Алтын тағың болғанша, алақандай жерің болсын!» деп отырады.\nТағдыр талқысымен жат жерде өмір кешкен қария асыл арманы мен соңғы тілегі: «Жаратқан Ием, соңғы демім біткенде, туған жердің бір уыс топырағын бұйырта гөр» деп сәждеге басын қойған сайын Жаратқанға жалбарынады.\nҚазақтың бітіспес екі дауы бар. Бірі – жер дауы болса, екіншісі – жесір дауы. Жесір дауынан жер дауы алғаш айтылу себебі – жер деген қазақтың ырыс-несібесі, тіршілігінің көзі, береке-молшылығы, өміріне нәр берер киелі топырағы. Қазақ үшін жерден айырылып қалу деген – ұрпақтан-ұрпаққа жалғасқан тарихынан, тілі мен дінінен, салт-дәстүрінен, ұл-қызының бүгіні мен ертеңінен айырылу деген сөз.\nАлыс сапарда жүрген жандар жөн сұраса келе бір өлкеден болып шықса: «Жерлес екенбіз!» деп, олардың арасында бір-біріне деген, қандай құдіретінің бары қайдам, жылы сыйластық, жақындық пейіл туындайды.\nЖер төсін еміп өскен шаруа: «Жақсы адам – елдің ырысы, Жақсы жер – жанның тынысы» деп отырғаны.\n– Ей, қазақ, неге сонша мейманаң тасып шаттанасың?\n– Ұлан-байтақ, сахи далам болғандығынан.\n– Ей, қазақ, әуелете әндетуіңе жол болсын?\n– Ана-Отаным болған үшін шырқата ән саламын.\n– Ей, қазақ, әндерің неге мұңлы?\n– Ұлы Даламды қорғауда көп қиындық көргеннен болар.\n– Ей, қазақ, неге күйлеріңде жер танабын қуырған тұлпар тұяғының дүбірі жаңғырып тұрады?\n– Қазақтың ару өлкесін көз алартқан дұшпандардан қорғауда ауыздықпен алысқан сәйгүліктер ер қанаты емес пе? Күйімізден тұлпар тұяғының дүбірі, қылышының сыңғыры, жебесінің зуылы естілетіні сондықтан.\n– Ей, қазақ, көк байрағыңдағы қандай құс?\n– Қыран! Бізге сол құс ұнайды. Басқа құстар күн суыды дегенше-ақ туған өлкесін тастап, жылы да жайлы жаққа бет түзейді. Ал мұзбалақ бүркіттер қаншама аяз қысқанмен, қаншама теперіш көргенімен, туған шыңын еш уақытта тастап кетпейді. Қиямет қайым болса да. Жас жеткіншек сол қыраннан үлгі алсын деп, туымызға бедерлегенбіз.\nАта-баба  аманат етіп қалдырған қиян өлкеге зерделей үңілер болсақ, ғасырлар бойы қатталған естелігі іспетті. Олай дейтінміз, көшпенділер ең бір аяулы есімдерді өзен-көліне, тау-тасына, жазығы мен қырына «жазып» кеткен.\nЖетісу, Сарыарқа, Байқоңыр, Маңғыстау, Атырау.., япырау қандай атаулар десеңші, жүрекке жылы, жанға жайлы, әсем де көркем емес пе?\nҚазақ әні мен күйінің, өлеңі мен жырының ең әрлісі мен нәрлісін осынау кең даласына арнаған.\nҚазақ жерден көз жазып қалса, айдарлысының құл, тұлымдысының күң болатынын ежелден-ақ білген. Қиян өлкесі мен құлан жортқан атырабын жат жұрттыққа таптатудан өткен қорлық жоқ екенін түсінген менің данышпан ата-бабам. Сондықтан жаугершілік заманда рухы биік, намысты ата-бабамның қылышы қайраулы, найзасы ұштаулы, қазанаты ерттеулі тұрған.\nАйтқан жерден аулақ, туған жер, атамекенім болмаса, онда мына дүние мен үшін басы болса да миы жоқ, кеудесі болса да жүрегі жоқ, көзі болса да жанары жоқ, арнасы болса да суы жоқ, әйтеуір бір күлдібадам болары хақ.\nИә, қазаққа сайын даласынан көз жазып қалудан өткен қорлық жоқ. Ол тағы қандай дала десеңші! Қанда-а-а-й?.. Асты кеніш, үсті пейіш жер жаннаты ғой қазақ даласы!\nО-о, қазақтың қасиетті қара топырағы! Менің ата-бабамның асылы, ұрпағына қалдырған баға жетпес мұрасы, ең аяулы дұғасы, енді менің балаларыма ақтық тапсырар аманатым, баға жетпес байлығым. Егемендігім мен елдігімнің тұғыры.\nЖақында бүкіл Еуропаның көрікті жерлерін аралап келген «жаңа қазақ» ініммен сұхбаттасқаным бар. Ол кәрі континентте көрген кереметтерін: салтанатты сарайларын, аспанмен тілдескен ғимараттарын, аспалы көпірлері мен көз жауын алар көрмелерін, мұражайлары мен мұрағаттарын… әйтеуір қойшы, бәрін-бәрін таңдайын қаға таңданысын жасыра алмай сөз етті. Сөз соңында әлгі: «Басқа халықтың ұрпағына қалдырған асыл мұраларын көре жүріп: «Құдайым-ау, біздің ата-бабаларымыз екі-үш әйел алып о төбеден бұ төбеге мал соңынан салпақтап көшіп-қонғаннан басқа не бітірген? Ұрпағына, мына бізге, бөгде жұртқа мақтан етер не қалдырған? Немізбен мақтана аламыз?», – деген өкпелі ойда болдым дегені.\nӘсем қалалар мен көрікті көпірлер салып келешегіне мұра етіп қалдырмағанына кейінгі ұрпақтың алдыңғы ұрпағына ойлы көз, ояу жүрек талқысынан өткізілмеген өкпесі еді бұл.\nМен оған: «Қарағым, ата-бабаға бекер өкпе артасың. Оңтүстігінде сан жұмбағын ішіне жасырған, айдаһардай ысқырған, алпыс айлалы, кұрттай құжынаған Қытай, солтүстігінде жерің мен еліңе көз алартқан аюдай Ресей, екі алып империяның қыспағында ат төбеліндей аз ғана қазақтың өмір кешкенін тарихтан білесің. Егер екі-үш әйелден некеге отырып, ұрпақ өрбітіп отырмаса, біздің тарих бетінде қалар-қалмасымыз неғайбыл еді ғой. Бұл көрегендік емей немене?\nСалтанатты сарайлар мен аспанмен тілдескен ғимараттар салмаған деп кінә артасың. Өткен ата-баба тарихына ақыл көзімен қарайықшы. Сонау жаугершілік заманда Күлтегін баба қала салып, көп қабатты қорғанмен бекінеміз дегенде дана кеңесші Тоныкөк: «Хан ием, саны аз халқыңның басын қосып, қорғанды қалаға жидың делік.  Ал құмырсқадай қаптаған тобгачтар қалаңды қоршап алып, ары кеткенде бес-алты айда  қорғаныңды да, халқыңның да күлін көкке ұшырады, қашанғы шыдарсың. Інге кірген қасқырдай қан қақсатады. Біз сияқты аттың жалында, түйенің қомында өсіп, шыныққан жамағатқа ат үстінде жүріп тиіп-қашып қапылыста тап беріп, айламен соғысқан тиімді. Белі бесіктен шыққаннан ат жалын ұстап өскен біздің жұрттың бір сарбазы он тобгачтарыңа дес бермейтінін білесің», – деп қала салуға оны берік қорғанмен қоршауға үзілді-кесілді қарсы болады. Осылайша жүйелі сөз өрісін тауып, Күлтегін баба да парасатты сөзді хош көріп, қала салудан бас тартады.\nСанының  аздығына қарамай, шойын білекті, арыстан жүректі бабаларымыз «еңку-еңку жер салып, егеулі найза қолға алып», ұлан-ғайыр сар даласын сан ғасыр жаудан қорғап бізге, мына саған, мұра етіп қалдырған. Дала болғанда тағы қандай дала десеңші! Түгін тартса май шығатын, қойны қазыналы, үсті жазиралы құнарлы дала! Ата-бабаның бұл мұрасы аз ба? Жоқ, аз емес, көп дер едім. Көп болғанда да досың сүйсініп, дұшпаның күйінетіндей мол мұра, үлкен сыбаға.\nАл енді сол далаңа саялы «Бәйтеректеріңді» тігіп, келер ұрпақ мақтан етерлік, көз жауын алатын әсем қалалар салу, пирамидалар тұрғызу бүгінгі ұрпақтың, яғни біз бен сенің міндетің», – дедім.\nМенің айтқанымнан «жаңа қазақ» баһра алды ма, жоқ әлде алмады ма, ол жағы маған белгісіз.\n«Жаңа қазақ» қалай қабылдаса, солай қабылдасын, батыр бабаларымыз мұра етіп қалдырған мына Ұлы Дала біз үшін алтын сарайлар мен аспалы көпірлердің бәрінен де қымбат. Өйткені, бұл топырақ қан майданда мерт болған қазақ сарбаздарының қаны мен оны жоқтаған қара көз арулардың көз жасына суарылған. Сондықтан елімнің әр уыс топырағы қазақ үшін қасиетті де қастерлі.\nТаулардың етегінде, мидай жазықта, жота мен қыратта, өзен аңғарында қазақтың небір апайтөс өрендері, қуатты да ер жүрек сан мыңдаған ұландары опат болды. Сан мың малшы, сан мың диқан, сан мың әке қыршынынан қиылды. Қан қасап майдан жесірлер мен жетімдерді қаптатты. Қазақ топырағы сан мың перзентінің алқызыл қанына, төгілген теріне малшынды. Қан мен терін босқа төккен жоқ, өзінен он есе, жүз есе көп жауларын баудай түсіріп, жайратып салды. Ұлтарақтай жерін де жат жұртқа таптатпады. Қасиетіңнен айналайын, қайран ғана менің батыр бабаларым-ай!\nМіне, осылайша, ару даласын қазақтың хас батырлары «егеулі найза қолға алып, еңку-еңку жер шалып», «халқы үшін түн ұйықтамай, күндіз отырмай, қара терін төгіп, қып-қызыл қанын жүгіртіп», «басы барды еңкейтіп, тізесі барды бүктіріп» аттың жалында, түйенің қомында жүріп сақтап қалған. Өз ұрпағының болашағы үшін өмірлерін құрбан еткен, тағдыр тәлкегіне мойымай, рухтарын биік ұстап, намыстарын жауына таптатпаған. Қайран менің намысты да ержүрек бабаларым! Пайда ойламаған, ар ойлаған. Бар мақсаты – Қазақ Елі, қазақтың сайын даласы. Ұрпағының қамы мен амандығы.\nАл біз ше? Иә, шынында да… Дегелең! Қайраң ғана қазақтың қиян өлке, құба жоны! Күллі қазақтың жазылмас бітеу жан жарасы! «Жуас түйе жүндемекке жақсы». Дегелең – біздің жуастығымыздың жазасы. Уланған дала, уланған шөп, уланған… Дегелең дел-сал, жазылмас дертті. Жер ана кірпік қағуға дірмәнсіз. Басын сүйеп, аузына су тамызуға перзенттері біз де қауқарсызбыз. Дәрменсізбіз. Өкінішке орай солай. Дегелеңге келгенде шықпайды үнім. Үнім шықпайды… Қайтейін…\nОн сегіз мың әлем жаралғалы бері тіршілік иелеріне нәпақа беріп келген жер ана бүгінде көкірегінен нәрлі сүт орнына зәрлі у ақтарып, әл үстінде сазарып жатқаны мынау. Жазылмас ауыр дертті. Кезінде хакім Абай, қажы Шәкәрімдерді дүниеге әкелген ару дала еді ғой бұл!\nНамысы үшін жан беріп жан алысқан өжет ұрпақ көкпар шауып, құс салып аң аулаған керме иық жазира емес пе еді Дегелең! Ұшқан құс, жүгірген аң қазір қайда? «Оты жоқ жер жетім, басшысы жоқ ел жетім, елінен  ауған  ер жетім, тыңдаушысыз сөз жетім…» дегендей, сұраусыз, іздеусіз жетім қалды-ау кәрі\nқұрлықтың бір елі беймарал сиятын қазақтың құлан жортқан атырабы! Иә, жетім!.. Намысты жұрт өз жерінде бомба түгілі шіріген жаңғақта шақтырмайды. Намысты ел солай етеді. Бөгдеге басындырмайды. Шектен шыға берсе, тұрысатын жерін сұрайды. Не тәубесіне келтіреді, не түгел… Намысты халық біз сияқты «мың өліп, мың тірілгенді» мақтан етпейді. Мақтан етерлік «мың өліп, мың тірілу» ерлік пе, әлде мәртебе ме? Түсінсем бұйырмасын!\nҚайран Ұлы Дала, қазақтың алтын бесік Атамекені! Бір шаршы метр жеріңде қазақтың он жігітінің, жүз шаршы метр жерінде жүз жігітінің, барша қасиетті жеріміздің топырағы сан мыңдаған ата-бабамыздың маңдай тері мен алқызыл қанымен суарылған.\nЕрте көктемде қазақтың сайын даласы қызылды-жасылды, алқызыл түске бөленеді. Алыстан көз салған жанға жер-ана төсі алқызыл дақтарға малшынып жатқандай, жақындап келіп қарасаң сансыз қызғалдақтар қоңыр салқын самалға еркелей тербетіле сұлулық пен нәзіктіктің қоспасындай көңілге ләззатты сезім ұялатады. Қиялыңа қанат бітіріп, көкірегіңеғажайып сүйіспеншілік сазын құяды.\nЖер ананың төсін жарып шыққан нәзік сабақты әсем гүлдер алқызыл түсті қайдан алды екен? Қазақтың сайын даласын қорғап, опат болған батыр бабаларымыздың ағызған қаны емес пе екен бұл?\nЖер-ананың әр көктем сайын исі жұпар аңқыған, алқызыл қызғалдақты шешек атқызып, бүгінгі ұрпаққа, бізге, ұлан-ғайыр жерге мұра етіп қалдырған ата-бабаның төгілген қаны мен аққан терін ұмытпасын, жадында сақтасын, естен шығармасын деген үнсіз ишарасы шығар, кім біледі?\nҚасиетіңнен айналайын батыр ата-бабаларымыз тұмақтарын жалпылдатып, жан беріп, жан алысып жүріп бізге осынау Ұлы Даланы мұра етіп, көздің қарашығындай сақтауды, жат жұртқа сыйламауды, сатпауды аманат етіп кеткен еді. Сол ата-баба аманатын орындауға лайықты ұрпақ бола алдық па, жоқ, әлде?!\nҚазақтың құба жоны мен ару даласына қызықпаған жау кемде-кем шығар-ау, әсте. Елімізге көз аларту, бейбіт тіршілігіне семсер сілтеу дүркін-дүркін қайталанып отырды. Қайсар халық жат жұрттықтардың арамза ниетін білегінің күшімен, найзасының ұшымен, ақыл-парасатымен қайтарумен болды.\nҚұнарлы қара топырақ… Топырақ демекші… Топырақ болғанда қандай топырақ десеңші! Қураған қу томарды шаншысаң көгеріп, жапырақ жайғызатын құнарлы топырақ қой бұл. Иә, құнарлы да қасиетті… Алысқа кеткенді аңсатқан, жат жерде жүргенді бір көруге армандатқан қасиетті «Темірқазық» ол.\nҰлы Далам болмаса, бүгінде әлемге танылған «КАZАКНSТАN» атты ел болмас еді.\nҰлан-ғайыр жерім болмаса, алтын кірпікті күн астында қалықтаған қыранды көк байрағым болмас еді.\nСайын далам болмаса, қазағым аузы болса да тілсіз, даусы болса да үнсіз мәңгүрттенген тобырға айналар еді.\nҰлы Далам болмаса…\nБегман ЫСҚАҚ,\nЖоғары оқу орнының үздік оқытушысы.",
                "date": "29.11.2023",
                "upvotes": 0
            },
            {
                "text": "Әрбір адам баласының кіндік қаны тамған мекен оның туған жері. Туған жер, өскен орта сол себептен де адамның түп қазығына баланады. Өмірге деген іңкәрлігің туып-өскен топырағыңа деген ыстық сезіміңмен ұласып, тамырыңа қан жүгіртеді. Сол арқылы болашаққа бағыт алып, бет түзейсің. Қай биікке шықсаң да бала кезде көз алдыңда қалған ауылыңның ақеділ адамдары санаңның түкпіріне қатталып, ойыңнан кетпейді, жадыңда жаңғырып тұра береді. Бұл кез-келген адамның басында болатын хәл. «Әркімге өз туған жері – мысыр шәрі» деген сөз осыдан қалса керек. Туған жердің жыңғылы мен жусаны, қамысы мен қарағайы, ойы мен қыраты, қарақаты мен бүлдіргені, шұбатылған өзені, керек болса қырында жатқан түйір тасына дейін қымбат. Сол кішкентай ауылдан бастау алған балаң сезім, тұтас туған отанды сүюге жетелейді.\nТуған жердің қадір қасиеті өскелең ұрпақтың бойындағы отаншылдық, мемлекетшілдік рухын оятып патриот азамат болып қалыптасуына жол ашатыны тағы анық. Бар қажыр-қайратын шәкірт тәрбиелеуге арнаған ұстаз ретінде бүлдіршіндердің бойына туған жерге деген асқақ махаббаттың дәнін егу біз үшін жауапты міндет деп түсінем. Отбасының қадірін білген адам, Отанның да парқына жетеді. Отанын сүйген адам – адами ізгіліктің асыл нәрін сіңіреді. Кеңдікті, кемелдікті, парасат пен пайымды бойға тұтады. Сондықтан ең алдымен алғысты кімге айту қажет деген сауал туындағанда, ең әуелі Жаратушы иемізге, ата-анаға, одан кейін туған жер, өскен ортаға деп мүдірмей айта аламыз.\nТуған өлке төсінде көңіл шіркін көкжиекті шарлайды. Арман қуып алысқа кеткен аға-бауыр, дос-жарандар әженің ақ құрты аңсатқанда ауыл жайлы толғанып, тымырсық күй кешетіні  бар. Мұның бәрі туған жерге деген риясыз көңілден туған сағыныш алауы шығар. Тіршілікте жаныма тірек тұтар бір қуанышым – өмір бойы туған өлке топырағынан алыстамай, арман-аңсарымды, мақсат-тілегімді ауыл дейтін қазынаға таңғаным.\nҰшса құстың қанаты талатын, шапса тұлпардың тұяғы тозатын кеңбайтақ қазақ даласының шұрайлы өлкесі Алматы облысының Райымбек ауданы менің кіндік кескен киелі топырағым. Осы ауданға қарасты Текес ауылында өмір есігін ашып, алып таулар қоршаған Шәлкөде ауылының келіні атандым. Қызыр қонып, береке дарыған аядай ауылда өмірімнің ең бір шуақты жылдары өтті. Жар мейірімі, ана махаббаты, дос-жаран сыйластығының жарқын сәттері, ауыл аналарының үлгі өнегесі, қызметтегі бедерлі жылдар бәрі-бәрі осынау киелі ауылдың құшағында өрбіді. Бүгінгі зейнеттік өмірдің өнегесі де атамекеннің арайлы аспанында зор үмітпен алға ұмтылады.\nТоқымдай жерінде тоқсан түрлі шөп өсетін көк майса мекеннің түйір құмы жаныма медет. Ата қоныс алтын мекенімде өткізген сәттерді ой елегіне салсам, жаным жадырап, балалық шақтың ең жарқын шақтарына сапар шеккендей күй кешем. Өйткені «аққу көлін аңсайды, адам туған жерін аңсайды». Туған ауылдың көңілімізге өшпестей із қалдыратыны онда өткізген балалық шақ пен естен кетпес естеліктердің елесі. Асыр-салып ойнаған бал-бұлақтай сыңғырлы, бейқам балалық шағымыздың куәсі – ауыл. Ауыл дегенде айбыны асқақ әке, маңдайымыздан сипаған асыл ана, қамқорлығын аямаған бауырлар, тай-құлындай тебіскен құрбы-құрдастар басты кейіпкер  болып бой көрсетеді. Туған жер сонысымен де ыстық, сонысымен де қадірлі.\nБіздің аймақтың табиғаты көз байлардай көркем. Көктем шыға айнала құлпырып көк майсаға малынады. Аспанмен таласқан алып таулар әр баласын биіктікке шақыратындай. Басқа да ауыл балалары сияқты жасымыздан еңбекке араласып,  мал бағып,  егін орып, шынығып өстік. Соның арқасында әр нәрсенің парқын білетін  азамат болып қалыптастық. Бар мен жоқты тел емдік. Барға қанағат, жоққа сабыр қылдық. Үлкендердің қас-қабағын бағып, көңіліне қарадық, қолымыздан шалғы түскен жоқ. Қолдағы бірді-екілі малымыздың қыстық азығын қамдадық. Арқауы үзілмеген ұрпақ сабақтастығы қарапайым еңбек адамдарының тынымсыз төккен тері деп түсінем. Осылайша өмір мектебінің алғашқы баспалдақтары қасиетті топырағымызда бізді арманға қол создырып, болашаққа әзірледі.  Сол кездегі бірге ойнап, доп қуалап асыр салған қызыл сирақ қарадомалақтар бүгінде бір әулеттің бас иесі атанып үлгерді. Арамыздан алыстап кеткендері де қаншама.\nБақыт ұғымы менің түсінігімде адамды алға ынталандыратын, өсіп-жетілдіретін, басқаларға мойындатуға жетелейтін керемет құндылық. Адам бақытының өлшеміне азаматтық, жолдастық, достық, ұрпақ жалғастыру секілді мақсаттар енеді. Ал осылардың барлығы ең алдымен туған жерге деген махаббаттан бастау алады деп топшылаймын.\nЖұмыр жердің бетіндегі жұдырықтай мекен мен үшін қастерлі Шәлкөде ауылы. Менің бүкіл болмысымның қалыбы, бақытымның бастауы, арманымның асқары  осы құтты  мекенде жасырынған. Әр естелік, әр оқиға жанға жылылық сыйлаған іңкәр мекенге алып ұшатындай. Жылдар жылжып, уақыт сырғыса да туған жерге деген көңілім сол баяғы биігінен құлап көрген емес. Қазіргі кезде жұрт тегіс шырқап жүрген ән мәтініндегі «ауылдан адам көшсе де, адамнан ауыл көшпейді» немесе «көшемнің шаңын сағындым, шешемнің шайын сағындым» деген жолдар киелі мекен туған жердің қадірін асқақтатады. Жер бетінде арманға құрық салған жан болса, ол туған жер төсінде өсіп-өнген, сол жерде тұрақтап тамырын тереңге жайып мәуелі бәйтерекке айналған адам деп айтар едім.  Дүниенің дәмін тұтас татып, бүкіл әлемді кезген танымал адамнан өміріңнің ең керемет кезеңі не деп сұрасаң, сөзсіз туған ауылымда асыр салған бала көктемім деп жауап береді. Сол кезеңге бір сәтке болса да  оралу үшін ол қолындағы барын берер еді.  Әкем күйеу болған жер, анам келін болған жер, жаныма сүйеу болған жан-жарыма мәңгілік мекен болған қасиетті ауыл...\nРахмет саған, туған жер!\nТамара ҚАЛИСЫНОВА,\nШәлкөде ауылдық Аналар кеңесінің төрайымы",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтін мазмұнына сай 2-3 фразологизм жазыңдар",
        "question_content": "68 бет §33 Қазақ музыка өнерінің арналары",
        "question_date": "28.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапті жіберсеңіз дұрыс болатын еді",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Акаунтты қалай жоюға болады?",
        "question_content": "Осы сайттың акаунттын немесе қойылған сұрақты қалай жоюға болады?",
        "question_date": "28.11.2023",
        "question_tag": "Интернет, Сайт",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қойған сұрақты тек модератор, админ, т.с.с. жауапты мамандар ғана өшіреді.",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ай көрдім ойыны қандай ойын? Правиласы барма? Логикасы неде?",
        "question_content": "Мен ай көрдім ойыны. Бұл ойынды көп адам ойнай беруге болады. Ойында сақинаға әрбір адам қарап ай көруін көрмеуін аитады.",
        "question_date": "28.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойын   отырып ойнауға өте қолайлы. Ойыншылар екі бөлініп отырып болғаннан кейін, әр топ өздеріне басшы сайлайды.\n\nӘр топты басқарушы өз тобының ойыншыларына барып құлағына сыбырлап, жеке-жеке жасырын ат қояды. (Мысалы, Марат, Болат, Асқар, Серік деген сияқты). Жасырын аттарды айтып болғаннан кейін бастықтар өз орнына келіп отырады. Бір топтың ойыншылары екінші топтың ойыншыларының атын білмеуге тиіс. Сөйтіп, барлығы тегіс жайласып болғаннан кейін бірінші топтың басшысы екінші топқа келіп: «Сіздерден бір «жүйрік» сұрай келдім»— деп топты ажыратады.\n\nЕкінші топтың басшысы «Таңдағаныңызды алыңыз»,— дейді. Әлгі таңдаушы ойнаушылардың ішінен көңіліне ұнағанының көзін екі қолымен басып тұрып, өз тобындағы ойнаушылардың бірінің жасырын атын атап шақырады. Ол қай жерден жүріп жеткенін білдірмей, ептеп басып келіп, көзі басулы тұрған ойыншының маңдайына шертіп кетеді. Мұны сездірмес үшін ойыншының көзін қолымен басып тұрған басқарушы шертуші адам отыра бергенде, «Сілкін» деп өз тобына бұйрық береді. Осы бұйрық бойынша олардың барлығы да үстін қағынып, сілкініп, жайласып отырады.\n\nМұнан соң бастаушы қасындағы ойыншының көзін ашады да: «Кәне, кім шертті?»— деп сұрайды. Жаңағы өзін шерткен адамды ол табуға міндетті. Егер ойыншының атын атап, көрсетіп берсе, ол шертуші адамды өз тобына қосып алады. Ал кімнің шерткенін таба алмаса, онда өзі ол айтқан «жүйрік» болып, көрші топқа кете барады.\n\nЕнді бірінші топтың бастаушысы екінші топқа барып, жаңағы сөзді айтып, біреудің көзін басады, өз тобы ойыншыларының бірін жасырып атымен атап шақырады. Ойын жоғарыда айтылған тәртіп бойынша жүріп отырады.\n\nСөйтіп, ақыры екі топ бірін-бірі ұтып алады. Мұнан кейін ойын қайта басталады.\nкетсе, арқадағы ойыншы қашан ұтқыр (тапқыр) жауап бергенше түспейді. Ойын жүргізуші:\n\n«Аң сандық, көк сандық\nАспаннан не көрдің»,— деп сұрақ қояды. Ал арқадағы ойыншы:\n\n«Жұлдыз көрдім, ай көрдім»,— деп жауап береді.\n\nОдан кейін: «Жерден не көрдің?»— деген сияқты сұрақтар беріледі.\n\nЕгер ойыншы осы сұрақтарға жауап бере алмаса, онда жеңіледі. Арқалап тұрған ойыншы оны біраз сілкілеп, есін шығарады. Ойын жалғаса береді, балалар кезекпе-кезек ортаға шығып, ойынды жалғастырады. Соңында жеңімпаз атанған екі ойыншы күш сынасады. Жеңген ойыншы мақтау алады немесе сыйлықпен силанады.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмір қызықсыз болып жүр",
        "question_content": "Кеш жарық. Мен өмірге тойдым шын. Бірде қуаныш бірде қайғы, енді құлап жатсаң артынан бір нәрсе болады шаттандырып. Жұмысым бар, үйім бар, төсегім, тамағым бәрі бар шүкір. Өзіме қол салайын десем күнә. Неге адам атамен хауана жасаған күнәсі үшін жүрмін ерігіп жерде. Шетелге де шығамын, саяхаттаймын, жұмыс істеп қалағанымды аламын шүкір. Расында аласың-бересің, Дым қызық емес. Өзімді алдаап өмір сүріп жатырмын. Хорошо что бала-шаға жоқ шүкір. Болғанын да қаламаймын. Не істеуге болады? Қалай өмірден кетуге болады? Дұға да жасадым , алатын түрі жоқ ♂️",
        "question_date": "28.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша жерден дұға қылыңыз, өзіңізге қол жұмсаңыз ажал келмесе алмайды. Бірде қуаныш, бірде мұң өмір осынымен сынақ. Сізді ібіліс азғырып жатқанын да сезбейтін шығарсыз. Бала-шаға жоқ деп қуанбаңыз, себебі біз мәңгілік өмірге аттанған кезде, құран бағыштап еске алатын жан керек. Намаз оқыңыз, жәрдем беріңіз (өмір сүргісі келетін, бірақ аз ғана уақыты қалған неше түрлі ауру сәби жатыр шипа іздеп). Мәңгілік өмірдің жұмағына кіруге амал жасаңыз (мешіт салыңыз, жетімдер үйіне барып балаларды қуантыңыз, ата-анаңыз болса ризашылығын алыңыз, жақындарыңызға, бауырларыңызға жәрдем беріңіз т.б.).\nАрдақты пайғамбарымыз Мұхаммед с.ғ.с. былай деген:\n\"Сендердің ешқайсыларың басқа түскен қиындық себепті өлім тілемесін. Егеряки, өлім тілеу керек болып жатса былай десін: \"Уа, Жаратушы Ием! Егер, маған өмір сүру қайырлы болса, маған өмір бер. Ал, өлу қайырлы болса, менің жанымды ал\".\nМына өткінші өмірде адам неше түрлі жағдайды басынан өткерері сөзсіз. Соған мойымай, табандылық танытып, болашақтан үміт үзбеу керек. Жаратушы Иеміз: \"Әр қиындықтан кейін екі есе жеңілдік бар\" деген.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басты қандай шампуньмен жуған дұрыс болады?",
        "question_content": "Қандай шампунь қолданған абзалырақ?\n\nХендрленшендрлен әлде Вашешен гоу?\n\nМенің басым көп қайызғақтап кете береді",
        "question_date": "28.11.2023",
        "question_tag": "Тазалық",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда неше түрлі сусабындар бар. Әр адам өз талғамына, шаш күтіміне, терісіне қарай таңдайды. Head & Shoulders пен Wash & Go шыны керек нарықтағы қолжетімді сусабындар.\nСусабынды қалай таңдау үшін ең алдымен, шаш теріңіздің типіне көңіл бөлгеніңіз жөн болмақ. Себебі, дұрыс таңдалмаған сусабын шаш терісін құрғатып немесе майландырып жіберуі әбден мүмкін. Мәселен, сіздің теріңіз майлы болып, таңдағаныңыз ылғалдандыратын сусабын болса онда тері майлылығы күшей түседі. Себебі, аталмыш сусабын құрамында майлы заттар болады. Кейде құрғақ шашқа арналған сусабын бас терісін одан сайын құрғатуы да ықтимал.\n\nЕгер қайызғақ көп болатын болса дәріханалардікін немесе корея сусабындарын қолданып көріңіз.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе! Өз өзіңе күтім жасау - энергия толтыру дегенді білдіреді. Әрдайым таза, жағымды иісті болып жүру біздің міндет. Қандай шампунь қолдану керек деген сұраққа жауап беретін болсам, ең бірінші, бас теріңіздің қандай кожаға жататының біліп алыныз. Бас терісі сухой кожа, жирный кожа болып бөлінеді. Сол кожаға байланысты шампуньда таңдап алу керек. Әр шампунь адамға әртүрлі жағады. Маркетингі мықты шампуньдарға сене берменіз. Өзіңіз практика жүзінде сатып алып, қолданып көріңіз. Бас терісіне шампунь жақпауының тағы бір себебі: организм дұрыс болмауы, витамин жетіспеуі. Дәріханаларға барып, шашқа арналған витаминдер сатып алыныз.",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қымыз қалай қышқыл болады?",
        "question_content": "Қымыз қалай қышқыл болады? Мен қымыз ішкенді қатты ұнатамын.\nҚымыз ішсе адамдардың мас болатыны рас па? Негізі қымыз халал ма?",
        "question_date": "28.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қымыз ашыту процесіне байланысты қышқылға айналады, нәтижесінде сүттегі лактоза (сүт қант) сүт қышқылы бактерияларының әсерінен сүт қышқылына айналады. Бұл процесс қымыз өзіне тән дәм мен хош иіс береді.\nАдамдар қымыз ішеді ме деген сұраққа қатысты қымыз құрамындағы алкоголь мөлшері әдетте төмен екенін ескеру маңызды. Сүт қышқылын ашыту процесінде аз мөлшерде этил спирті түзіледі. Әдетте қымыз құрамындағы алкоголь мөлшері шамамен 0,2-2% құрайды.\nҚымыз көп мөлшерде этанолдың болуына байланысты аздап мас болу сезімін тудыруы мүмкін, бірақ бұл ақылға қонымды тұтыну шегінде болады. Қымыз ішу әдеттегі құбылыс емес.\nХалал болуға қатысты, қымыз исламдық нормаларға сәйкес өндірілген сүтті ашыту өнімі ретінде халал деп санауға болады. Өндірістің барлық ингредиенттері мен процестері халал қағидаттарына сәйкес келетініне көз жеткізу маңызды, сондықтан өнім діни наным тұрғысынан қолайлы болады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббат қызық мол жылдар романын жазған кім?",
        "question_content": "Махаббат қызық мол жылдар романын жазған кім?",
        "question_date": "28.11.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махаббат қызық мол жылдар — Әзілхан Нұршайықовтың 1970 жылы шығарған романы. Шығарма екі жастың арасындағы махаббат туралы баяндайды. Автор соғыстан он екі мүшесі түгел болып келген жас солдаттың өмірі, ойларын жасырмай, көпшілікке паш етеді. Оның 33-аудиторияда өзін гүлге толған бақта отырғандай сезінуі, қыздардың тастай қылып өрілген бұрымдарына көз салуы, достарын, өз махаббатын табуы, болашағына жол ашып, өз жолын табуы да тағы баяндалады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласынан 47 размердағы аяқ киім қай жерден стып алуға болады ?",
        "question_content": "Алматы қаласынан 47 размердағы аяқ киім қай жерден стып алуға болады ?",
        "question_date": "28.11.2023",
        "question_tag": "Жанұя",
        "question_views": 197,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыда аяқ киім дүкендері өте көп. Сіздің талғамыңыз бен түсіңізді іздеңіз. Бірақ, мен сізге кеңес беремін Ecco дүкені және Respect егер сіз өзіңізді аямасаңыз.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі ауа температурасы +20 градус, 7000 м биіктіктегі температураны есептеңіз?",
        "question_content": "Жылдық орташа температураны есептеңіз 3 тапсырма цельсий?\n2 және 3 тапсырма. 3 тапсырма орташа температура табу(целсий)",
        "question_date": "28.11.2023",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір 1000 метр биіктікте ауа температурасы 6 градусқа төмендейді.\n1)20-6=14 (биіктігі 1000м)\n2)14-6=8 (биіктігі 2000м)\n3)8-6=2 (биіктігі 3000м)\n4)2-6= -4 (биіктігі 4000м)\n5) -4 - 6= -10 (биіктігі 5000м)\n6) -10 - 6 = -16 (биіктігі 6000м)\n7) -16 - 6 = -22 (биіктігі 7000м)\nАл бұл ЖАУАП -22\nБерілген биіктіктегі ауа температурасын есептеу үшін қарапайым географиялық заңдылықты білу қажет. 1 шақырымға көтерілген кезде ауа температурасы әрқашан 6 °C төмендейді. Әрі қарай қарапайым математикалық есептеулер жасау керек.\n7 * 6 = 42 (°C) - 7 км биіктікте температура қаншалықты өзгерді;\n+20 - 42 = - 22 (°C) - жер бетінде + 20 °C болса, 7 км биіктіктегі температура.\nЖауап: егер жер бетінде + 20 ° C болса, 7 км биіктікте ауа температурасы - 22 ° C болады.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "Жербетінде ауа қабаты",
                "date": "21.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құқық жөніндегі жағдаят керек",
        "question_content": "Жағдаят керек мынаған мынау пара беріп ұсталды или тағы соған қатысты",
        "question_date": "28.11.2023",
        "question_tag": "Саясат туралы",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы сыбайлас жемқорлық және парақорлық туралы баяндама:\nКіріспе:\nҚазақстан әлемдік қоғамдастықтың көпжылдық қатысушысы ретінде сыбайлас жемқорлық пен парақорлық проблемасына байланысты сын-қатерлерге тап болады. Бұл баяндама елдегі сыбайлас жемқорлықтың негізгі аспектілерін, оның қоғамның әртүрлі салаларына әсерін және осы құбылысқа қарсы күрестегі күш-жігерді қарастырады.\n1. Жағдайға шолу:\nҚазақстандағы сыбайлас жемқорлық мемлекеттік институттарды, іскерлік ортаны және азаматтардың күнделікті өмірін қамтитын әртүрлі деңгейде көрінеді. Пара беру және билікті қолайсыз пайдалану әділ даму мен тиімді басқаруға кедергі келтіреді.\n2. Экономикаға әсері:\nСыбайлас жемқорлық кәсіпкерлік, Инвестициялар және бәсекелестік үшін жарамсыз жағдайлар жасай отырып, экономикалық дамуға теріс әсер етеді. Сатып алу саласындағы бұзушылықтар, ашықтықтың жеткіліксіздігі және бизнес пен билік арасындағы өзара іс-қимыл экономикалық өсуге кедергі келтіреді.\n3. Әлеуметтік салдары:\nСыбайлас жемқорлық әлеуметтік құрылымдарға елеулі әсер етеді, теңсіздікті күшейтеді және азаматтардың құқықтарына нұқсан келтіреді. Қызметтерді дамыту және алу үшін адал мүмкіндіктердің болмауы қоғамдағы көңілсіздікке және жалпы әл-ауқаттың нашарлауына әкеледі.\n4. Қарсы іс-қимыл шаралары:\nҚазақстан сыбайлас жемқорлыққа қарсы заңдарды енгізу, институттарды нығайту және білім беру кампанияларын қолдау арқылы сыбайлас жемқорлықпен күресу үшін қадамдар жасауда. Бұл процестің маңызды бөлігі халықаралық ұйымдармен ынтымақтастық және тәжірибе алмасу болып табылады.\nҚорытынды:\nҚазақстандағы сыбайлас жемқорлыққа қарсы күрес — бұл қоғамның барлық деңгейлерінде күшейтілген күш-жігерді талап ететін күрделі және ұзақ мерзімді процесс. Бірақ Үкіметтің, Бизнестің және ел азаматтарының бірлескен әрекеттері арқылы ғана бұл құбылысты жоюда және әділ және тұрақты қоғам құруда айтарлықтай прогреске қол жеткізуге болады.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "Егер сізде осындай жағдай болса, мен жасанды интеллект ретінде нақты заңды кеңестер бере алмайтынымды есте ұстаған жөн. Дегенмен, мен жалпы ақпаратты ұсына аламын.\n\nЕгер сіз пара беру туралы айыптауларға тап болсаңыз, келесі қадамдарды орындау маңызды:\n\nАдвокатқа хабарласыңыз: қылмыстық заңға мамандандырылған білікті адвокат табу өте маңызды. Адвокат сіздің жағдайыңызға және сіздің еліңіздің заңнамасына негізделген нақты кеңестер бере алады.\n\nАдвокатсыз куәлік бермеңіз: қамауға алынған немесе жауап алынған жағдайда адвокаттың қатысуынсыз куәлік бермеңіз. Сіздің адвокатыңыз сіздің мүдделеріңізді қорғайды және сіздің құқықтарыңызды сақтауға көмектеседі.\n\nДәлелдемелерді жинаңыз: егер сізде қорғауға дәлелдер болса, барлық мүмкін дәлелдерді жинаңыз. Бұл айғақтар, жазбалар, құжаттар және т. б. болуы мүмкін.\n\nЗаңдарды орындаңыз: адвокаттың нұсқауларын орындаңыз және барлық заңдарды орындаңыз. Тергеу процесінде заңдарды сақтамау сіздің ісіңізге теріс әсер етуі мүмкін.\n\nӨз құқықтарыңызды біліңіз: айыпталушы ретінде өз құқықтарыңыздан хабардар болыңыз. Сіз тиісті қорғауға құқығыңыз бар, жеке өмірге араласпау және т.б. бұл құқықтар елге байланысты өзгеруі мүмкін.\n\nКеңестер сіздің еліңіздің нақты жағдайлары мен заңнамасына байланысты өзгеруі мүмкін екенін есте ұстаған жөн. Сіздің жағдайыңызға сәйкес келетін нақты ұсыныстар алу үшін адвокатпен кеңесіңіз.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-топтағы мүгедекке үй алған кезде қараушысына қосымша бөлме беріле ме?",
        "question_content": "1-топтағы мүгедекке үй алған кезде қамқоршысына қосымша бөлме беріле ме?",
        "question_date": "27.11.2023",
        "question_tag": "Заң",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүгедектер халықтың әлеуметтік осал санаттарының бірін білдіреді, әсіресе 1 топқа, 2 топқа еңбекке жарамсыздар туралы сөз болғанда. Мүмкіндігі шектеулі азаматтар, әдетте, тиісті өмір сүру жағдайларын қамтамасыз етуге жеткілікті қаражатқа ие емес. Сондықтан тұрғын үй-коммуналдық инфрақұрылымды дамыту тұжырымдамасы шеңберінде Қазақстанда әлеуметтік кешенді бағдарламаларды құру мүгедек адамдарға тұру үшін жеке аумақ алуға байланысты проблемаларды шешуді жеделдету қажеттілігінен туындады.\nҚР-дағы қолданыстағы бағдарламалар\n2023 жылы 1 және 2 топтағы мүгедектерге пәтер алудың жеңілдікті шарттары тұрғын үйді сатып алуды да, жалға алуды да білдіреді.\nОлардың арасында ең сұранысқа ие:\nСатып алусыз және жекешелендірусіз жалға алу.\nНесиеге тұрғын үй.\n\"5-10-20 \"(бұрынғы\"Шаңырақ\").\nӘр нұсқаны толығырақ қарастырайық.\nӘрі қарай сатып алу құқығынсыз жалға алу\nБұл опцияның ерекшелігі-алаңда тұру мүмкіндігі, бірақ сатып алу құқығынсыз. Бұл бастапқы нысандар да, қайталама тұрғын үй қорының ұсыныстары да болуы мүмкін. Жалдау шартын әр 5 жыл сайын ұзарту шартымен тұру мерзімі шектелмейді.\nТұрғын үй саясатын реформалағаннан кейін 2 және 1 топтағы мүгедектерді қамтамасыз ету механизмі біршама өзгерді. Ол құрылыс салушылардан, оның ішінде ҚР қолданыстағы тұрғын үй қорынан жалға берілетін тұрғын үйді субсидиялауды көздейді.\nТөлем мөлшері тұратын аймаққа және аймаққа байланысты. Мысалы, Астана, Алматы, Ақтау және Атырауда орта есеппен 6 000 – 12 000 тг. Басқа аймақтарда бағалар төмен, 5 000 – 9 000 тг.\nҚазақстанда жылдық 7% жаңа ипотека пайда болды\nНесиелік өнімдер\nБағдарламаларды іске асыруда басты орынды мемлекеттік несиелеудің, ипотеканың әртүрлі түрлері алады. Егер сіздің жеке пәтеріңіз болмаса, бірақ Отбасы банкіне салым мөлшері жаңасының құнының 20% -. құраса, оны жеңілдікті шарттармен жаңа ғимараттан сатып алуға болады. 3 мүгедектік тобы бар қазақстандықтар да ипотека ала алатынына назар аударыңыз. 2 және 1 топқа жеңілдікті қарыздар 2% - бен, ал 3 топқа ие адамдар үшін жылдық 5% – бен берілетін болады.\n«5-10-20»\nҮміткерлерге \"5-10-20\" схемасы бойынша пәтер сатып алу мүмкіндігі беріледі, мұнда 5% — жылдық мөлшерлеме, 10% — Отбасы банкіндегі шоттағы бастапқы жарна, 20 жыл – кредит беру мерзімі.\nПәтерді құрылыс салушының бірыңғай тұрғын үй операторынан кепілдігі болған жағдайда сатып алуға болады.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "40 жыл стажбен 4-5 айда отпускаға шығуға бола ма?",
        "question_content": "Мен 1 мектепке 40 жыл еңбек етіп келемін. Енді, 4-5 айда отпуск алуыма бола ма?",
        "question_date": "27.11.2023",
        "question_tag": "Мектеп",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демалыстың ұзақтығы әдетте сіздің жұмыс орныңыздың саясатына, елдің заңнамасына және сіздің жеке жұмыс жағдайыңызға байланысты. Демалыс ережелері мен еңбек қатынастарына қатысты басқа мәселелер туралы білу үшін мектеп басшылығына жүгіну немесе еңбек келісімшартының ережелерін нақтылау ұсынылады.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі дене R=400 өзара тартылады, егер R-ді 100 метрге арттырсақ оның тартылыс күші?",
        "question_content": "R=400\n\nR2=400+100\n\nFуйк=?",
        "question_date": "27.11.2023",
        "question_tag": "Мектеп",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бізде R = 400 метр қашықтықта тартылыс күшімен тартылатын екі дене болса және біз бұл қашықтықты 100 метрге R^2 = 400 + 100 арттырсақ, онда олардың арасындағы тартылыс күші азаяды. \nІс жүзінде денелер арасындағы қашықтық ұлғайған сайын ауырлық күші қашықтықтың кері квадрат Заңына сәйкес азаяды. Осылайша, R 100 метрге ұлғаюы денелер арасындағы тартылыс күшінің әлсіреуіне әкеледі. \nГравитациялық күштің формуласы денелер арасындағы қашықтықтың квадратына кері пропорционал, сондықтан R 100 метрге ұлғайған кезде тартылыс күші бүкіләлемдік тартылыс заңына сәйкес азаяды.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаларға арналған экономика кітаптары бар ма?",
        "question_content": "Балаларға арналған экономика кітаптары бар ма?",
        "question_date": "26.11.2023",
        "question_tag": "Мектеп",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Татьяна Попова. Сиқырлы банкомат. Балаларға экономика туралы\nСиқырлы банкоматы бар ертегі аралында болған Ката мен Сережа туралы қызықты және нұсқаулық оқиға. Аборигендермен бірге батырлар аралда нөлден бастап тауар-ақша қатынастарын орнатады, бизнес құруды, ақша жинауды және қаржыны басқаруды үйренеді.\nАралдың тұрғындарының мысалында бала ақшаның қайдан келетінін және қалай сатып алу керектігін біледі. Банк, несие, салым, бюджет деген не және олардың қалай жұмыс істейтінін түсінеді.\nӘр тараудың соңында білімді бекітуге арналған практикалық тапсырмалар (жұмбақтар, тапқырлық сұрақтары, ойындар) және ата — аналарға арналған ұсыныстар бар-баламен бірге материалды қалай тиімді зерттеуге болады.\nКітап балаларға алғашқы қаржылық шешімдер қабылдауға және қателіктерден аулақ болуға көмектеседі. Сондай-ақ, олар экономикалық терминдерді көргенде, олар нені білдіретінін ойламайды.\nЖасы: 5 жастан бастап.   Евгения Блискавка. Балалар мен ақша. Балаларға арналған Отбасылық қаржы туралы Нұсқаулық\nБұл кітап балалармен ақша туралы сөйлесуді қалай бастау керектігін білмейтін ата-аналарға көмектеседі.\nАвтор қарапайым сұрақтардан: \"ақша қалай пайда болды?\", \"оларды қалай санауға болады?\"қиын:\" ақшаны қалай жұмыс істеуге болады?\", \"болашағыңызға қалай қамқорлық жасау керек?». Біз оларға жауаптарды кітаптың кейіпкерлерінен - Кузнецовтар отбасынан білеміз.\nОлардың өміріндегі мысалдар арқылы балалар бюджетті есептеуді және басымдық беру үшін әртүрлі тауарлардың бағаларын салыстыруды үйренеді. Мысалы, пашаның ұлына мопед сатып алу үшін Кузнецовтар айдың үштен біріне жуық жұмыс істеуі керек. Сонымен қатар, осы уақыт ішінде олар тапқан ақшаны тек мопедке және басқа ештеңеге жұмсай алады. Бала мұндай ақшаны ысырап етудің ақталғанын бағалай алады. Ақыр соңында, мопед сатып алудан басқа, ата-аналардың жалақысы тамақ, киім, пәтер, жол ақысы және т.б.\nКітап балаларға шығындарды қалаған және қажет деп бөлуге, жалған банкноттарды тануға, үнемдеуге және үнемдеуге үйретеді. Әр тақырыпта баланың сұрақты түсінгенін түсінуге көмектесетін жаттығулар мен тапсырмалар бар.\nЖасы: 5 жастан бастап.\nСергей Федин. Қаржылық сауаттылық (екі бөлікте)\nБұл бастауыш сынып оқушыларына арналған қаржылық сауаттылықтың \"алфавиті\".\nБІРІНШІ БӨЛІМ ақша түрлеріне және олардың пайда болу тарихына арналған. Одан әлемдегі ең кішкентай алтын монетаның қалай аталатынын, тиынның алтыннан қалай ерекшеленетінін және тағы басқаларын білуге болады.\nЕкінші бөлімнің басты тақырыбы - отбасылық бюджет. Сергей Федин отбасында ақшаның қайдан пайда болатынын, күтпеген шығындар мен қарыздар деген не, үлкен сатып алуларға ақша салуды қалай үйренуге болатындығын түсіндіреді.\nКітапта тақырып бойынша анекдоттар мен күлкілі суреттер бар \"Көңілді минуттар\" кірістірулері бар. Сондай-ақ әртүрлі кейіпкерлері бар күлкілі тапсырмалар. Мысалы, кітапта \"бугаттиге\" ақша жинайтын Қасқыр Пиф-Паф бар және автор процесті қалай тездету керектігін түсіндіреді — айталық, банкте салым ашу керек.\nЕкі бөлікке де жұмыс дәптерлері қоса беріледі. Сіз оларды мектепте де, үйде де жасай аласыз.\nЖасы: бастауыш мектеп (2-3 сыныптар).\nБодо Шефер. Мани есімді ит немесе ақша коды\nҚыз Кира, оның достары және Мани есімді ит туралы шытырман оқиғалы оқиға адамның ақшаға деген көзқарасы тақырыбын ашады. Кітаптың кейіпкерлері бай болуды армандайды және мұны істеудің ең тиімді жолдарын іздейді.\nКейіпкерлердің мысалында автор арманға қалай жетуге болатынын біртіндеп талдайды. Бодо Шефер ақша табуға, үнемдеуге және ақылмен жұмсауға арналған практикалық кеңестер береді. Батырлар үнемдеуді, қарыздан аулақ болуды және қаржыны көбейтуді үйренеді.\nКітапта өте философиялық сұрақтар бар-ақшамен қарым-қатынасты қалай орнатуға болады және сонымен бірге адами қарым-қатынасты бұзбайды, байлықтың сіздің басыңызды айналдыруына жол бермеуге және ақша табу процесінен ләззат алуға үйренуге болады.\nАвтордың ұсыныстары балаларға ғана емес, ересектерге де пайдалы болуы мүмкін.\nЖасы: бастауыш және орта мектеп (2-9 сыныптар).\nДжерри Бэйли, Феликия Ло. Сіздің ақшаңыз\nБұл кітаптан жасөспірімдер ата-анасына тәуелді болмау үшін ақша табудың көптеген жолдары туралы біледі. Неліктен құмар ойындар және басқа да күмәнді табыс схемалары қауіпті және олар велосипедке ақша жинауға көмектеспейді. Және сағаттық жалақымен толық емес жұмыс күнімен қалай жетуге болады. Болашақта өз бизнесіңізден қалай ақша табуға болады.\nКітап қарыздан қалай құтылуға болатынын, салықтар деген не және алаяқтардан қалай қорғануға болатынын оңай анықтауға көмектеседі.\nКітаптың соңында қаржылық терминдері бар арнайы сөздік бар. Қажет болса, бұл білімді тез жаңартуға көмектеседі.\nЖасы: орта мектеп (5-9 сыныптар).\nИгорь Липсиц. Елдегі таңғажайып оқиғалар Экономика\nЭкономика ғылымдарының докторы Игорь Липсиц ертегі елі Экономика және оның тұрғындары өмір сүретін заңдар туралы айтады.\nНеліктен кейбір адамдар бай, ал басқалары әрең күн көреді? Жалақы дегеніміз не және тауарлардың бағасы қалай қалыптасады? Валюта бағамын кім анықтайды, нарықта бәсекелестік не үшін қажет және инфляция қайдан пайда болады? Бұл кітап жауап беретін сұрақтардың бір бөлігі ғана.\nКейде автор мүлдем балалар тақырыптары туралы айтады. Мысалы, экономиканың әлемдік деңгейдегі оқиғаларға қалай әсер ететіні туралы. Сондықтан бұл кітапта тек жасөспірімдер ғана емес, ересектер де пайдалы болады.\nЖасы: орта мектеп және одан жоғары.\nРоберт Кийосаки. Бай әке, Кедей әке жасөспірімдерге арналған\nАлдымен Роберт Кийосаки ересектерге арналған \"Бай әке, Кедей әке\" кітабын жазды. Ол бестселлерге айналды және көптеген адамдарға ақшаға деген көзқарасын өзгертуге көмектесті. Содан кейін автор өзінің тәжірибесі кең аудиторияға пайдалы болуы мүмкін деп ойлады және жасөспірімдерге арналған кітап шығарды. Роберт Кийосаки неліктен біз жұмыс пен ақшаға тәуелді екенімізді және қаржы Сіз үшін қалай жұмыс істей бастайтынымызды түсіндіреді. Автор жасөспірімдерді табысты және бай адамдар болу үшін мүмкіндігінше ертерек тәуелсіз қаржылық шешімдер қабылдауға итермелейді. Сондай-ақ, мақсат қоюды және қазір сіздің болашағыңыз туралы ойлануды үйреніңіз.\nКітап жасөспірімге қаржы саласындағы ой-өрісін кеңейтуге және қораптан тыс ойлауға көмектеседі.\nЖасы: жоғары сыныптар.",
                "date": "27.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жол ережесі жайлы сұрақ жауап керек",
        "question_content": "Жол ережесі жайлы сұрақ жауап керек өтінемін мүмкін болса айта аласыздар ма?",
        "question_date": "26.11.2023",
        "question_tag": "Автосақтандыру",
        "question_views": 443,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "1-сұрақ: Жүргізуші қай жолақта оңға бұрылмақшы?\nЖауап: Ең оң жақ жолақта.\n2-сұрақ: Жүргізуші жол жиегіне тоқтауға ниет еткенде қандай белгі беруі керек?\nЖауап: Оңға бұрылу сигналы.\n3-сұрақ: Бір қатарда келе жатқан машиналар арасындағы қашықтық қандай болуы керек?\nЖауап: Кем дегенде 50 метр.\n4-сұрақ: Жылдамдықты 60 км/сағ асырғаны үшін қандай айыппұл салынады?\nЖауап: 10 АЕК (34 500 теңге).\n5-сұрақ: Мотоциклді басқару үшін жүргізуші куәлігінің қандай санаттары қажет?\nЖауабы: «А» санаты.\n6-сұрақ: Көлікте жүргенде 12 жасқа толмаған баланы қайда отырғызу керек?\nЖауап: Көліктің артқы орындығында орнатылған балаларды ұстау жүйесінде.\n7-сұрақ: Жүргізуші қандай жағдайда басып озуы мүмкін?\nЖауап: басып озуға рұқсат етіледі, егер:\nбасып озу қауіпсіз;\nжүргізушінің ең жақын қиылысқа дейін басып озуды аяқтау мүмкіндігі бар;\nбасып озған көлік солға бұрылу туралы белгі бермейді;\nжүргізушінің алдыңғы және артындағы жолды көру мүмкіндігі жеткілікті.\n8-сұрақ: Жүргізуші жаяу жүргіншілер өткеліне қалай жақындауы керек?\nЖауап: Жүргізуші жылдамдықты азайтып, өткелге қарай келе жатқан жаяу жүргіншілерге жол беруі керек.\n9-сұрақ: Бағдаршамның қызыл түсіне өтіп кеткенге қандай айыппұл салынады?\nЖауап: 10 АЕК (34 500 теңге).\n10-сұрақ: Көлігі жол бойында тоқтап қалса, жүргізуші не істеуі керек?\nЖауап: Жүргізуші ескерту шамдарын қосуы және ақауды жою шараларын қабылдауы керек. Егер ақаулықты жою мүмкін болмаса, жүргізуші көлікті жолдың шетіне немесе басқа қауіпсіз жерге жылжытуы керек.\nБұл Қазақстан Республикасының Жол қозғалысы ережелері бойынша емтиханда қойылуы мүмкін сұрақтардың бір бөлігі ғана. Емтиханды сәтті тапсыру үшін жол қозғалысы ережелерін мұқият оқып, тесттерді шешуге машықтандыру керек.\nЕмтиханда сұралуы мүмкін басқа да сұрақтар:\nЖолда кептеліс болса, жүргізуші қандай әрекет жасауы керек?\nКөлігі жол апатына ұшыраса, жүргізуші не істеуі керек?\nБалаларды көлікте тасымалдау кезінде қандай ережелер қолданылады?\nЖаяу жүргіншілер өткелдері арқылы жүру кезінде қандай ережелер қолданылады?\nҚиылыстар арқылы жүру кезінде қандай ережелер қолданылады?\nАйта кету керек, Қазақстан Республикасының Жол қозғалысы ережелеріне өзгерістер енгізілуі мүмкін. Сондықтан емтихан тапсырар алдында жол қозғалысы ережелеріндегі соңғы өзгерістермен танысу ұсынылады.",
                "date": "26.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ертең ағамның туған күні ол туған күнді жек көреді",
        "question_content": "Менің ағам туған күнді жек көреді ертең туған күні",
        "question_date": "25.11.2023",
        "question_tag": "Мектеп",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған күн адамдарда әртүрлі эмоциялар тудыруы мүмкін екенін түсінемін. Егер сіздің ағаңыз бұл күнді ұнатпаса, ол назарды немесе оқиғаға қатысты басқа аспектілерді ұнатпауы мүмкін. Егер ол өзінің туған күніне ерекше назар аударғысы келмесе, оның сезімін құрметтеу және оған кеңістік беру маңызды. Мүмкін қарапайым құттықтау немесе кішкене қолдау қимылы жеткілікті болар.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахмат ойынында жеңіске жетуге көмектесіңіз",
        "question_content": "менде компьютерге қарсы ойын бар, 34 айналым және менде жағдай болды мен жеңіліске жақын жерде, мен бұл партияны қалай жеңемін?\nмен қара, компьютер АҚ үшін ойнаймын.",
        "question_date": "24.11.2023",
        "question_tag": "Қызық сұрақтар",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізде ұрып-соғуға және патшаңызға қауіпсіздікті қамтамасыз етуге тамаша мүмкіндік бар. 1-қадам жасаңыз...0-0, Патшаны сегізінші көлденеңінен G8 көлденеңіне жылжыту. Бұл сіздің патшаңыздың позициясын нығайтуға және қосымша қорғауды қамтамасыз етуге көмектеседі. Әрі қарай қажет болса жауабыңызды қосыңыз",
                "date": "24.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Клиент-сервер архитектурасы бар жүйелерді құру мысалдарын келтіру. Сұрау тілдері",
        "question_content": "Клиент-сервер архитектурасы бар жүйелерді құру мысалдарын келтіру. Сұрау тілдері.\nОсы тақырыпта конспект керек еді.",
        "question_date": "24.11.2023",
        "question_tag": "Операциялық жүйелер",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Клиент-сервер архитектурасы бар жүйелерді құру мысалдары:\n\n1.Веб-қосымша:\n\n- Клиент: Веб-шолғыш.\n- Сервер: Веб-сервер(мысалы, Apache, Nginx).\n- Сұрау тілінің мысалы: HTTP (HyperText Transfer Protocol).\n- Сипаттама: Клиент веб-беттерді, суреттерді немесе басқа ресурстарды алу үшін серверге HTTP сұрауларын жібереді. Сервер сұрауларды өңдейді және тиісті деректерді қайтарады.\n\n2. Электрондық пошта:\n\n- Клиент: электрондық пошта клиенті(мысалы, Outlook, Thunderbird).\n- Сервер: пошта сервері (мысалы, Microsoft Exchange, Postfix).\n- Сұрау тілінің мысалы: SMTP (Simple Mail Transfer Protocol) хаттарды жіберу үшін, POP3 немесе IMAP хаттарды алу үшін.\n- Сипаттама: Клиент тиісті хаттамалар арқылы пошта серверімен өзара әрекеттесу арқылы электрондық хаттарды жібереді және алады.\n\n3. Мәліметтер базасы:\n\n- Клиент: мәліметтер базасының қосымшасы(мысалы, MySQL Workbench, Microsoft SQL Server Management Studio).\n- Сервер: дерекқор сервері(мысалы, MySQL, Microsoft SQL Server).\n- Сұрау тілінің мысалы: SQL (Structured Query Language).\n- Сипаттама: Клиент деректерді оқу, жазу, жаңарту немесе жою әрекеттерін орындау үшін дерекқор серверіне SQL сұрауларын жібереді.\n\n4. Ойын сервері:\n\n- Клиент: ойын клиенті (мысалы, ойын консолі, ДК қосымшасы).\n- Сервер: ойын сервері.\n- Сұрау тілінің мысалы: көп ойыншы ойындарына арналған деректерді бөлісу хаттамалары (мысалы, деректерді ағынмен жіберуге арналған UDP).\n- Сипаттама: Клиент ойын деректерін беру, геймплейді басқару және ойын күйін жаңарту үшін сервермен өзара әрекеттеседі.\n\nСұрау тілдері:\n\n1. SQL (Structured Query Language):\n- Пайдалану: реляциялық мәліметтер базасымен жұмыс істеу. Сұраулардың мысалдары: SELECT, INSERT, UPDATE, DELETE.\n\n2. HTTP (HyperText Transfer Protocol):\n\n- Пайдалану: клиент пен веб-сервер арасындағы өзара әрекеттесу үшін. Сұрау мысалы: get /index.html.\n\n3.SMTP (Simple Mail Transfer Protocol):\n- Пайдалану: электрондық поштаны жіберу үшін. Мысал сұрау: EHLO example.com.\n\n4. Көп ойыншы ойындарына арналған хаттамалар (мысалы, деректерді ағынмен жіберуге арналған UDP):\n- Пайдалану: ойын клиенті мен сервер арасында деректер алмасу үшін. Мысал сұрауы: таңба күйін жаңарту бумасы.\n\nҚорытынды:\n\nКлиент-сервер архитектурасы бар жүйелердің мысалдарына веб-қосымшалар, электрондық пошта, мәліметтер базасы және ойын серверлері жатады. SQL, HTTP және SMTP сияқты сұрау тілдері әр түрлі контексте клиенттер мен серверлер арасындағы өзара әрекеттесуге қызмет етеді.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгілі бағдарламалау жүйелерінің жұмысын талдау",
        "question_content": "Белгілі бағдарламалау жүйелерінің жұмысын талдау. Интеграцияланған даму орталарын сипаттау.\nОсы тақырыпта конспект керек еді.",
        "question_date": "24.11.2023",
        "question_tag": "Операциялық жүйелер",
        "question_views": 148,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Белгілі Бағдарламалау Жүйелерінің Жұмысын Талдау:\n\nСияқты танымал бағдарламалау жүйелері Visual Studio, Eclipse, және JetBrains IntelliJ IDEA, әзірлеушілерге бағдарламалық жасақтаманы құруға, жөндеуге және қолдауға арналған қуатты құралдарды ұсынады. Олар кодты өңдеу, нұсқаны басқару, күйін келтіру, профильдеу және әртүрлі бағдарламалау тілдерімен интеграциялауды қоса алғанда, функционалдылықтың кең спектрін ұсынады.\n\nИнтеграцияланған Даму ортасының сипаттамасы (IDE):\n\n1. Visual Studio:\n   - Қолдау тілдері: C#, C,, Visual Basic, F#, Python және т. б.\n   - Функционалдылық: интеграцияланған отладчик, интерфейс дизайнері, нұсқаны басқару (Team Explorer), кодты талдау, әр түрлі платформаларға арналған қосымшаларды құру құралдары.\n\n2. Eclipse:\n   - Қолдау тілдері: Java, C / C++, PHP, Python және т. б.\n   - Функционалдылық: плагиндер арқылы модульдік, интеграцияланған отладчик, жобаны басқару жүйесі, нұсқаны басқару жүйелерін қолдау (Git, SVN).\n\n3. IntelliJ IDEA:\n   - Қолдау тілдері: Java, Kotlin, Groovy, Scala және т. б.\n   - Функционалдылық: ақылды кеңестер, статикалық кодты талдау, кіріктірілген құрастыру жүйелері (Maven, Gradle), нұсқаны басқару жүйелерімен интеграция.\n\n4. Visual Studio Code:\n   - Қолдау тілдері: көптеген бағдарламалау тілдері.\n   - Функционалдылық: жеңіл IDE, плагиндер арқылы кеңейтілу, кірістірілген git қолдауы, код жолының деңгейінде күйін келтіру.\n\n5. PyCharm:\n   - Қолдау тілдері: Python.\n   - Функционалдылық: ақылды кодты аяқтау, кодты талдау, виртуалды ортаны басқару, Django интеграциясы.\n\nЖалпы Тенденциялар:\n\n- Интеграция: барлық заманауи IDE-лер бағдарламашының өмірін жеңілдететін даму құралдарымен терең интеграцияны қамтамасыз етеді.\n \n- Автоматтандыру: көптеген IDE-лер автоматтандырылған тестілеу, құрастыру және қосымшаларды орналастыруды ұсынады.\n\n- Интерфейстің ыңғайлылығы: интуитивті интерфейстер мен функцияларды ұсына отырып, ыңғайлылыққа назар аударылады.\n\n- Көп платформалы: көптеген ide-лер әртүрлі операциялық жүйелерде дамуға қолдау көрсете отырып, көп платформалы болады.\n\nҚорытынды:\n\nИнтеграцияланған даму орталары заманауи бағдарламалауда шешуші рөл атқарады, әзірлеушілерге кодты құру мен басқарудың тиімді құралдарын ұсынады. Трендтерге интеграцияны, автоматтандыруды, интерфейстің ыңғайлылығын және көп платформаны жақсарту кіреді. Ide таңдау жобаның қажеттіліктеріне және әзірлеушінің қалауына байланысты.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахмат матчында жеңіске жетуге көмектесіңіз?",
        "question_content": "Менде компьютерге қарсы ойын бар, 34 айналым және менде жағдай болды мен жеңіліске жақын жерде, мен бұл партияны қалай жеңемін?\nмен қара, компьютер АҚ үшін ойнаймын.",
        "question_date": "24.11.2023",
        "question_tag": "Қызық сұрақтар",
        "question_views": 185,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізде ұрып-соғуға және патшаңызға қауіпсіздікті қамтамасыз етуге тамаша мүмкіндік бар. 1-қадам жасаңыз...0-0, Патшаны сегізінші көлденеңінен G8 көлденеңіне жылжыту. Бұл сіздің патшаңыздың позициясын нығайтуға және қосымша қорғауды қамтамасыз етуге көмектеседі. Әрі қарай қажет болса жауабыңызды қосыңыз",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    }
]