[
    {
        "question_title": "Поэма кейіпкерлеріне мінездеме бер.Кестеге шығармадан үзінді алып толтыр",
        "question_content": "Поэма кейіпкерлеріне мінездеме бер.Кестеге шығармадан үзінді алып толтыр.",
        "question_date": "20.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Блмим Брак дурс шығуы тиіс деп оилаимОсы дурс деп оилаим Брак 100% сенымды емеспын",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердегі қай құбылыс ғарышпен байланысты?",
        "question_content": "Жердегі қай құбылыс ғарышпен байланысты?? Көлемді жауап керек",
        "question_date": "20.01.2021",
        "question_tag": "Табиғат",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы мұхиттардағы толысу құбылысы Айдың толып, азаюына байланысты болады.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытсыз жамал романы. Фатихолла байдың өз басын қатерге тігіп",
        "question_content": "Фатихолла байдың өз басын қатерге тігіп, екі жасты паналатуына не ықпал етті?",
        "question_date": "20.01.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастан аяқ оқиғаны Ғали Фатихолла байға айтқаннан кейін, Фатихолла бай әуелінде осындай қазақтың қызды жастай құда болып, біреуге беріп қоятын жаман ғадетін жек кѳргендігі себепті және де Ғалиды һәм тәуір кѳретіндігінен бұл екі мүсәпірді қабыл алды. Фатихолла бай ѳзіншетәуір пікірлі ғана, ѳзі айтқан сѳзін болдыруды жақсы кѳретін бір татар еді: «Әйдә, Ғали! Син бір де қорықма, алһамділле, бізнің қораға рұқсатсыз еш бір степной қырқызларың кірә алмас. Әгер де киліп скандал чығармақчы бұлсалар, прямочастьқа заявить итіп, жилкѳлерін қашытармыз», - деп Ғалиды қайраттандырып қойды.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орталық Азия өркениетіне қайсысы тек Көшпенділер өркениетіне тән?",
        "question_content": "Ж. Төмендегі берілген белгілердің қайсысы Орталық Азия өркениетіне қайсысы тек Көшпенділер өркениетіне тән екендігін анықтаңыздар:\nа) мәдени негізіне рулық-тайпалық одақ жатады;\nә) түркі тілінде сөйлеген тайпалар “түркі” этнонимі пайда болғаннан талай ғасырлар бұрын қалыптасқан;\nб) мұсылман дінін біртіндеп өз еркімен қабылдаған және бұл үрдіс Шыңғыс хан империясы тұсында баяулағанымен, түбінде табысты аяқталған;\nв) орта ғасырлардың соңынан бастап түркі тайпалары моңғолдық этн. элементтерді өзіне сіңіре бастады;\nг) 15 ғ-да Орталық Азияда қазақ деп бұрынғы мемлекетінен бөлінген адамдарды айтты\nОрталық Азия өркениетіне тән белгілер\nКөшпенділер өркениетіне тән белгілер",
        "question_date": "20.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көшпелілер өркениетін зерттеу мәселелері. Көшпелілер немесе Дала өркениеті - түркі тектес халықтардың, соның ішінде қазақтардың материалдық және рухани құндылықтарының даму сатысы, этномәдени жүйенің қалыптасуындағы табиғи-тарихи тұрпаты. Адамзат тарихын зерттеу барысында өркениет атауының өзіне әр түрлі, кейде бір-біріне қарама-қайшы анықтамалар қалыптасты. Америка тарихшысы Л.Морган (1818-1881) мен Ф.Энгельс оны адамзат дамуындағы жоғары, жазу сызуды енгізу кезеңі (\"тағылық — жабайылық — \"өркениеттілік\" үштағаны арқылы) ретінде сипаттады. Кейінгі кездері бұл термин адамзат дамуының аймақтық, салыстырмалы түрде бір-біріне тәуелсіз жетілген пішімдерін бейнелеу үшін қолданылып жүр. Еуропаға әсіре табынушы кейбір ойшылдар өздігінше жетілген мәдени-тарихи аймақтардың санын түгендеп, кейде — 8 (О.Шпенглер), кейде 36 өркениет ошағына (А.Тойнби) жеткізіп қойды. Әйтсе де, осы тұжырымдаманы жақтаушылар Алтайдан Карпат тауларына дейінгі ұлан-байтақ кеңістікте көшпелі-отырықшы тұрмыс кешкен түркі тектес халықтардың өткеніне астамшылықпен қарап, \"тарихи дамудан тысқары қалған қауым\" ретінде көрсетуге тырысты. Соған қарамастан, өркендеп-өрбу негізі, географиялық-табиғи аясы далалық болып саналатын, көшпелі шығыс жұртының өзіндік өркениеті хақында дәйекті пікір түйген ғалымдар аз емес. Белгілі орыс археологы, академик А.П.Окладников (1908—1981) зерттеу еңбектерінде далалықтардың этномәдени жүйесін \"Батыс Сібір өркениеті шығысқа қарағанда батыспен тығыз байланыста болған сияқты\", – деп атап көрсеткен. Ә.Марғұлан, К.Ақышев, К.Байпақов, т.б. ғалымдар \"көшпелілер өркениеті\" атауын жиі қолданса, Л.Н.Гумилев, О.Сүлейменов б.з.б. ІХ ғасырдан б.з. ХІ ғасыр аралығында көшпелілер мәдениетінің өрлеу дәуірі, Жерорта теңізі жағалауы және Қиыр Шығыс елдерімен салыстырғанда «жасампаздық эволюцияны» бастан өткергенін дәлелдеді. Соның нәтижесінде кеңестік тарихнама жоққа шығарған Еуразия кеңістігіндегі тарихи-мәдени ерекше құбылыс, ғылымға \"Дала өркениеті\" – деген атпен ене бастады. Оның әлемдік өркениетке қоскан үлесіне үндінің саяси қайраткері Д.Неру \"Әлемдік тарихқа көзқарас\" атты еңбегінде әділ баға беріп, \"Атлас картаны ашсаң, алып Азия құрлығының қойнына кіріп жатқан кішкентай Еуропаны көресің. Ол өз алдына дербес құрлық емес, Азияның жалғасы сияқты. Ал тарихты оқитын болсаң — ұзақ уақыт бойы, белгілі бір кезеңде Азияның үстемдік құрғанына көзің жетеді. Еуропаны жермен-жексен еткен де, өркениетке жеткізген де солар. Азияның әлде-бір өңірінен шыққан арийлер, сақтар, ғұндар, моңғолдар, түркілер Азия мен Еуропаға қанат жайып, жаппай қоныстанды. Еуропа ұзақ уақыт Азияның отары сияқты болды» - деп атап көрсетті. Азия мен Еуропа арасындағы алып кеңістік — ежелгі Дешті Қыпшақ төсінде эволюция жолымен қалыптасқан мәдени-экономикалық, рухани тұтастықты, жартылай көшпелі, жартылай отырықшы тұрмыс кешкен дала тұрғындарының этнотарихи жүйесін Дала өркениеті деп атауға толық негіз бар. Климат құбылмалылығына жаппай әрі тікелей тәуелді күйдегі көшпелі мал шаруашылығы далалықтардың геоэкономикалық, геосаяси, геомәдени икемділігін белгілі бір дәрежеде шектегенімен, тұйыққа қамай алмады; керісінше, бұл солтүстік- еуразиялық кеңістік тұрғындарының өзіндік ерекшелікке толы әлеуметтену үрдісі мен нәсілдік-генетикикалық бірігуіне жол ашты. Жабайы жылқылар мен түйелерді қолға үйретіп, осыған орай арба мен әбзел ойлап табуы көшпелілерді өркениет даңқына жетелеген алғашқы, тың қадам болды. Металл өңдеу, қыш ыдыс жасау, мата тоқу, зергерлік кәсіп қарқынды дамып, \"жұлдыз барлап, жол табу\" арқылы алғашқы астрономия, ғарыштық түсініктері орныға бастады. Қандық-туыстық байланыстар мен әлеуметтік ұжымдасудың жан-жақты, қатаң түрде сатыланған жүйесі қалыптасты.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "24.05.2021",
                "upvotes": 0
            },
            {
                "text": "көп рахмет сізге Аллах разы болсын",
                "date": "21.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасының сайты керек еді",
        "question_content": "Дипломмен ауылға бағдарламасы бойынша кезегімді біле алмай отырмын!Сайт бар екен ғой сол сайт бересіздер ма?",
        "question_date": "20.01.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХЖҚО на жүгінуіңіз керек. \nhttps://www.enbek.kz/docs/kk/%D0%B8%D0%BD%D1%84%D0%BE%D1%80%D0%BC%D0%B0%D1%86%D0%B8%D1%8F-%D0%BE-%D0%B4%D0%B5%D1%8F%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE%D1%81%D1%82%D0%B8-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%BE%D0%B2-%D0%B7%D0%B0%D0%BD%D1%8F%D1%82%D0%BE%D1%81%D1%82%D0%B8-%D0%BD%D0%B0%D1%81%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D1%8F\n«Жастар тәжірибесі» бағдарламасы\nЖастар тәжірибесі білім беру ұйымдарының түлектері үшін түлектердің алған мамандығы (кәсібі) бойынша бастапқы жұмыс тәжірибесін алу мақсатында ұйымдастырылады.\nЖастар тәжірибесі әдейі техникалық және кәсіптік, орта білімнен кейінгі, жоғары және жоғары оқу орнынан кейінгі білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарының түлектері қатарынан алған мамандығы (кәсібі) бойынша оқуды аяқтағаннан кейін 3 жыл аспаған және жиырма тоғыз жастан аспаған жұмыссыздар үшін арналған.\nЖастар тәжірибесі барлық меншік нысанындағы кәсіпорындар мен ұйымдарда ұйымдастырылады.\nЖастар тәжірибесі тұрақты жұмыс орындарынан тыс және тұрақты жұмыс орындарына бос орындардан тыс жүргізіледі. Мұндай жұмыс орындары ауыр жұмыстарда, еңбек жағдайлары зиянды және (немесе) қауіпті жұмыстарда құрылмайды.\nЖастар тәжірибесі бойынша жұмыс орындарының саны шектелмеуі мүмкін.\nЖастар тәжірибесі бойынша жұмыс уақытша сипатта болады.\nЖастар тәжірибесінің ұзақтығы 6 айдан аспайды.\nЖастар тәжірибесі бойынша айлық жалақы мөлшері республикалық немесе жергілікті бюджеттерден 25 айлық есептік көрсеткішті.\n\nБағдарламаға қатысу үшін түлекке мыналар қажет:\nӨз қалаңыздың немесе ауданыңыздың әкімдігі жанындағы Жұмыспен қамту орталығына жүгіну.\nЖұмыссыз ретінде тіркелу (жасы 29-дан артық емес).\nҚұжаттарды беру:\nжеке басын куәландыратын құжаттың көшірмесі;\nеңбек кітапшасының көшірмесі (бар болған жағдайда);\nтехникалық және кәсіптік, орта білімнен кейінгі, жоғары және жоғары оқу орнынан кейінгі білім бар болуын растайтын құжаттың көшірмесі.\nБұдан басқа, Нәтижелі жұмыспен қамтуды және жаппай кәсіпкерлікті дамытудың 2017 – 2021 жылдарға арналған бағдарламасын іске асыру шеңберінде кәсіптік білім беру оқу орындарының базасы қалыптастырылады және \"Электронды еңбек биржасы\" порталы құрылды.\n\n«Дипломмен - ауылға»\n\nЖОО мынадай мамандықтар бойынша аяқтаған студенттер үшін:\nбілім беру;\nденсаулық сақтау;\nәлеуметтік қамтамасыз ету;\nмәдениет және спорт;\nветеринария.\nМемлекет жас мамандарды әлеуметтік қолдаумен ауылдық жерден жұмыс ұсынады:\n100 АЕК мөлшеріндегі көтерілуге көмектің бірыңғай жәрдемақысын төлеу;\n1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен 15 жыл мерзімге тұрғын үй сатып алуға және құрылысына арналған бюджеттік несие;\nауылдық елде мекендерде орналасқан әлеуметтік сала мекемелерінің мамандарына лауазымдық еңбекақының тарифтік мөлшерлемесінен 25 % кем емес (қалалық елді мекенде)  арттыру.\nБағдарламаға қатысу үшін:\nсіз таңдаған елді мекеннен жұмысты өзіңіз табуыңыз (ауылдық мектеп, аурухана, Мәдениет үйі, спорт кешендері және т.б.);\nжұмысқа қабылдағанда кандидат аудандық комиссияға бағдарламаға қатысуға өтініш беру;\nжұмысты өзіңіз іздеу мүмкіндігі болмаған жағдайда сіз ҚР Ауыл шаруашылығы министрлігіне немесе аймақтардағы жауапты қызметкерлерге жүгіну;\nаймақтардағы кадрлардың қажеттіліктері туралы мәліметтер облыстық әкімдіктердің басқармаларының сайттарында орналастырылуы қажет.\nҚажетті құжаттар:\nКөтерме жәрдемақы алған кезде:\nөтініш;\nжеке куәлік көшірмесі;\nбілім туралы құжаттың (дипломның) көшірмесі;\nжаңа жұмыс орны бойынша кадр қызметi растаған еңбек кiтапшасының көшiрмесi;\nкөші-қон қызметінен алдыңғы тіркелген жері туралы мәліметтер.\nТұрғын үйді сатып алуға бюджеттік кредит  алу үшін қосымша:\nсатып алынатын жылжымайтын мүлікті бағалау актісі;\nнеке туралы  куәлік көшірмесі (болған жағдайда);\nаталған ауылдық елді мекенде маманның, оның жұбайының және балаларының жылжымайтын мүлкінің болмауы (болуы) туралы анықтама  ұсынылады.\nТұрғын  үй салуға бюджеттік кредит алған кезде қосымша:\nмаманның атына тұрғын үй салу үшін берілген жер учаскесін пайдалану құқығына акт;\nкепілге қойылған мүлікті бағалау актісі;\nкепілге қойылған мүлікті сақтандыру шарты;\nберілетін кредит мөлшерінен асатын тұрғын үй құрылысы бөлігін бірлесіп қаржыландыруға жазбаша келісім;\nнеке туралы  куәлік көшірмесі (болған жағдайда);\nҚұжаттар салыстыру үшiн түпнұсқада және көшiрме түрiнде ұсынылады. Жоғарыда аталған құжаттардан басқа құжаттарды ұсынуды үміткерден  талап етуге жол берiлмейдi.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кинетикалық энергиясы 10 Дж, ал импульсі 2 кг∙м/с болатын дененің массасын анықтаңдар.",
        "question_content": "Кинетикалық энергиясы 10 Дж, ал импульсі 2 кг∙м/с болатын дененің массасын анықтаңдар.",
        "question_date": "20.01.2021",
        "question_tag": "Физика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E = (m*v²) / 2\np = m * v\nv = p/m\n\nE = (m*(p/m)²) / 2 = (m * p²) / (2 * m²) = p² / 2m\nE = p² / 2m\nm = p² / 2E = 2²/ 2*10 = 4/20= 0,2 (кг)",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 748г H2SO4-тің моль санын есепте",
        "question_content": "Массасы 748г H2SO4-тің моль санын есепте?\n\nТезірек есептеп беріңіздерші",
        "question_date": "20.01.2021",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін массасын молярлық массасына бөлеміз.\n\nкүкірт қышқылының молярлық массасы 98 ге тең.\nЯғни 748/98=7,63моль",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақты 4-ке бітірген адам адвокат бола алады ма?",
        "question_content": "Мен озим сабагымды 4ке окимын мен заң кызыметкери болгым келеди мен оган катты кызыгаммын  мен оган лайыкпын ба?",
        "question_date": "19.01.2021",
        "question_tag": "Заң",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине ол сіздің әрі қарай мамандықты алып кетуіңізге байланысты. Мансапта отырғандардың барлығы да сабақтарын тек 5-ке оқы дейсіз бе? Сондықтан ешқашан армандаған жолыңыздан таймаңыз. Тек қана алға ұмтылу керек.",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "33-бап. Қазақстан Республикасындағы адвокат\n      1. Адвокат - жоғары заң білімі бар, адвокаттық қызметпен айналысуға лицензия алған, міндетті түрде адвокаттар алқасының мүшесі болып табылатын және осы Заңмен регламенттелетін адвокаттық қызмет шеңберінде кәсіби негізде заң көмегін көрсететін Қазақстан Республикасының азаматы.\n      2. Сот тәртібімен әрекетке қабілетсіз не әрекет қабілеті шектеулі деп танылған не заңда белгіленген тәртіппен өтелмеген немесе алынбаған соттылығы бар адам адвокат бола алмайды.\n      Мынадай:\nқылмыстық жауаптылықтан Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабы бірінші бөлігінің 3), 4), 9), 10) және 12) тармақтарының немесе 36-бабының негізінде босатылған;\n теріс себептер бойынша әскери қызметтен, прокуратура органдарынан, өзге де құқық қорғау органдарынан, арнаулы мемлекеттік органдардан, соттардан босатылған немесе адвокаттар алқасынан шығарылған;\n      сыбайлас жемқорлық қылмысын, қылмыстық топтың құрамында қылмыс жасағаны үшін мемлекеттік қызметтен шығарылған, осындай оқиғалар басталғаннан кейін үш жыл ішінде өзге де теріс себептер бойынша мемлекеттік қызметтен шығарылған;\n      адвокаттық қызметпен айналысуға арналған лицензиядан айырылған;\n      нотариустың лицензиясынан айырылған;\n      жеке сот орындаушысының лицензиясынан айырылған;\n      теріс себептер бойынша заң консультанттары палатасы тізілімінен шығарылған, егер шығарылған күннен бастап үш жылдан аз уақыт өткен болса;\n      осы Заңның 45-бабының 3-тармағында және 5-тармағының 3), 4) және 5) тармақшаларында көзделген негіздер бойынша лицензиясының қолданысы тоқтатылған адам да осындай оқиғалар басталғаннан кейін үш жыл бойы адвокат бола алмайды.\n41-бап. Адвокаттық қызметпен айналысуға арналған лицензия\n      1. Адвокаттық қызметпен айналысуға арналған лицензия адвокаттық қызметпен айналысуға берілген рұқсат болып табылады және оны үміткер Қазақстан Республикасының заңнамасында белгіленген тәртiппен және шарттарда тағылымдамадан және аттестаттаудан өткеннен кейін лицензиар береді.\n      2. Лицензиар адвокаттық қызметпен айналысуға арналған лицензиялардың тізілімін жүргізеді, тізілімнің мәліметтерін, сондай-ақ адвокаттық қызметпен айналысатын адвокаттардың тізімін жаңартылған күйде өзінің интернет-ресурсында орналастыруды қамтамасыз етеді.\nОсы көрсетілген адвокаттық қызмет көрсету үшін талаптары. Жалпы болам деген адам болады, 4 деген бағаңыздың қатысы жоқ. Талабыңызға нұр жаусын.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты жағдайда хлорд қандай көлем алады?",
        "question_content": "баллонда 30 кг сұйық хлор бар. қалыпты жағдайда хлордың осы массасы қандай көлем алады?",
        "question_date": "19.01.2021",
        "question_tag": "Химия",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(Cl₂) = 30 кг= 30 000 г\nтабу керек: V(Cl₂)\nшешуі:\nM(Cl₂) = 35,5·2 = 73 г\\моль\nV(Cl₂) = m\\M ·Vm= 30000г\\73г\\моль·22,4 л= 9,2 м³\nжауабы:9,2 м³",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұлтанмахмұт Торайғыров хат жазу?",
        "question_content": "Сұлтанмахмұт Торайғыров хат жазу.\n70-60слов.",
        "question_date": "19.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұлтанмахмұт Торайғыров – Қазақстанның ең көрнекті ақындарының бірі. Ол барлығы 27 жас қысқа өмір сүріп, үлкен шығармашылық мұра қалдырды. Сол кездегі көптеген жарқын тұлғалар сияқты, Сұлтанмахмұттың аты көпке дейін аталынбады. Біздің ұлы жерлесіміздің адал есімі саяси жылулықтан кейін қайтарылды.    \nСұлтанмахмұт Торайғыров маңызды шығармалар жазды, ұлттық мәдениеті және әдебиет тарихында заңды түрде құрметті орынға ие болды. Бүгінгі таңда да оның халқына деген адал махаббатқа бөленген поэзиясында азаматтық ерліктің дабылы естіледі.\nАбай сияқты, ақын зорлық-зомбылықты, надандықты қаламайды, оның өмірінің мақсаты халықты білімге жетелеу болды.\nСұлтанмахмұт Торайғыров маңызды шығармалар жазды, ұлттық мәдениеті және әдебиет тарихында заңды түрде құрметті орынға ие болды. Бүгінгі таңда да оның халқына деген адал махаббатқа бөленген поэзиясында азаматтық ерліктің дабылы естіледі.\nАбай сияқты, ақын зорлық-зомбылықты, надандықты қаламайды, оның өмірінің мақсаты халықты білімге жетелеу болды.\nАқын кей уақытта өз мақсатының жауапсыздығына налып, еңбегінің нақты жемісін көрмей, өзін шөл даладағы гүлдің тұқымымен салыстырады.\nТорайғыров есімімен әлеуметтік-философиялық поэзияның, азаматтық ерлік поэзиясының дамуы ғана емес, сонымен қатар жанрлық, әдебиеттің көркемдік қорлануымен байланысты. Өлеңмен және прозамен жазылған алғашқы романдар, алғашқы философиялық және әлеуметтік поэмаларды және очерктерді жазған ол демократиялық дәстүрді жалғастырды. С. Торайғыровтың әдеби мұрасы жан-жақты. Бұл жерде оның очерктерін, әңгімелерін, проблемалық, әдеби-сын мақалаларын, рецензияларын, аудармаларын атап өтуге болады.\nОның белгілі «Қамар Сұлу» романын прозадағы поэма деп айтуға болады. Ауыз әдебиетінен алған және С. Торайғыровтың өзі құрастырған әдемі эпитеттері және салыстырмалары, мақал-мәтелдері, қанатты сөздері романға ұлттық рең берді, роман мәтініне поэтикалық хаттар, халық әндері(жар-жар,айтыс) енгізілген. Торайғыров романының тілі шырынды, өткір.\nС. Торайғыров шығармашылығы еркін қоғам туралы арманға толы. Болашаққа ұмтылған оның әдеби мұрасы адамшылық идеядан, Отанға деген махабаттан тұрады.\nТолығырақ: http://toraygirov.pavlodarlibrary.kz/index.php?option=com_content&view=article&id=76&Itemid=58&lang=kz",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Батыр баян\" поэмасы туралы сұрақтар керек.",
        "question_content": "Батыр баян поэмасы туралы сұрақтар",
        "question_date": "19.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абылай ханның өз заманында аса жоғары бағалаған екі батыры болса, соның бірі – Баян батыр. Орта жүздің уақ руынан шыққан әйгілі батыр туралы аңыз да, ақиқат та көп. Сондай бір аңызға негізделіп жазылған поэма – \"Батыр Баян\". Қазақ поэзиясының інжу-маржанына айналған поэманың авторы – Мағжан Жұмабаев.\nБұл поэмада Баян Батыр туралы айтылады. Аламандықта Батыр Баян бір сұлу қалмақ қызды тұтқынға алады. Баян қалмақ қызына ғашық болып, бірақ қыз жақтан батырдың көңілінен шығатындай жауап болмайды. Қалмақ қыздың есімі – Құралай. Бұл қыз Баянды емес, оның інісі Ноянды сүйіп, екеуі қыздың отанына қашпақшы болады. Батыр Баян бұл істі туған жерді сату деп есептеп, оларды артынан қуып, Құралай мен Ноянды өз қолымен өлтіреді. Қызбалықпен жасалған істен кейін Баян өз ісіне өкініп, екеуін бірге жерлейді. Осыдан кейін, Батыр Баян Абылай ханның рұқсатын алмай, қасына 100 жігітті ілестіріп қалмақтарға аттанады. Сол соғыста Баян Батыр қайтыс болады.\nБаян Қасаболатұлы – тұтас ғұмырын қазақ жұртының тәуелсіздігі жолындағы күреске арнаған ержүрек батыр. Батырлығымен, тапқырлығымен Хан Абылайдың ерекше құрметіне бөленген. Қазақ-жоңғар шайқастарына қатысып, \"Батыр Баян\" атанған. Бұл кісі туралы Шоқан Уәлихановтың еңбектерінде және профессор Зарқын Тайшыбай келтірген Омбы облыстық мемлекеттік мұрағатының материалдарында нақтырақ жазылады. Бұдан басқа қазақтың ұлы жырау-ақындары Үмбетей мен Тәтіқараның өлең-жырларында, халық аузында сақталған «Жантай батыр» фолкьлорлық мұрасында батыр есімі аталып, ерлігі дәріптеледі.\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/58343/",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "1. Батыр Баян шығармасының авторы\n\n2. Шығарманың авторы кім?\n\n3. Шығарма қай жылы жазылған\n\n4. Шығарманың басты кейіпкері кім?\n\n5. Шығарманың басты идеясы қандай?\n\n6. Батыр Баянның бойында қандай қасиеттер бар\n\n7. Батыр Баянның інісінің аты кім?\n\n8. Батыр Баянның інісінің аты кім?\n\n9. Ноянның бойында қандай қасиеттер бар?\n\n10. Батыр Баян еліне жорықтан кімлі ала келді?",
                "date": "15.03.2021",
                "upvotes": 0
            },
            {
                "text": "Батыр баян қандай қызды жақсы көріп қалады? Қалмақ қызын\nБатыр баяның інісі кім? Ноян\n\nБатыр баян неге үнатқан қызы мен інісін өлтіреді? Еліне сатқындықы үшін ашулы болады\nБатыр баян неге сол қызға сезімін білдіргенде  қыз недеп жауп береді? Мен сізге сізім жоқ сондықтан ағасы мен қарындасы болып қалайық деп жауап береді\n\nҚалмақ қыздың жасы қаншада? 14\n\nҚалмақ қыздын есімі кім? Құралай",
                "date": "25.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемдердегі есімдіктердің қай сөз табымен байланысып тұрғанын анықта.",
        "question_content": "11-тапсырма. Сөйлемдердегі есімдіктердің қай сөз табымен байланысып\n\nтұрғанын анықта. Кестені үлгі бойынша толтыр.\n\nЖүніс сегіз жаста еді, ол оқып та, жаза да білмеуші еді\n\n(М. Дулатұлы). - Түндегі бір даурыққан хабар екен ғой? — Естісең,\n\nсол (Ж. Аймауытұлы). — Кіммен күрес деп отырсыңдар? – Шәкі-\n\nманмен (Ж. Аймауытұлы). Бір шалдың төрт ұлы болыпты. Бірде\n\nшал сол ұлдарын жинапты (Ертегі). Кімді айтса, сол келер (Мә-\n\nтел). Ұйықтап жатқан жүректі ән оятар, оның тәтті оралған мәні\n\nоятар (Абай).",
        "question_date": "19.01.2021",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есім сөз:Жүніс,хабар,күрес,ұлы,ән.\n\nЕсімдік сөз:жүніс,шәкіман,шал",
                "date": "12.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетім жиі қызарады",
        "question_content": "Сәлеметсіздерме.Жасым 23те бетім көп қызарады.Көп уақытқа дейн тұрып алады.Бетім қызарғанда құлағым бітіп қалып желкем твртып ауырады.Көп ұйықтайтын болғанмын.Тұрсам әлсіреймін көзім қарауытып құлап қалатындай болам",
        "question_date": "19.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ойлаймын да денсаулыққа жауапкершілікпен қарау керек деп ойлаймын. Кей жағдайда дәрігер келген қаралушыны да дұрыс емес диагноз қойып беруі мүмкін. Бір жағынан, әркім әрдеңе айтуы да мүмкін. \nСізге кеңесім ауруханаға барып анализ тапсырып , нақты ем алыңыз. Мына жердегі ауру белгілері әртүрлі ауруларды сипаттайтын сияқты.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыммен қайта жүрсем бе екен?",
        "question_content": "Мен жалпы кызыммен 1жыл журдим.Осыдан бирнеше ай бурын ол кыздын шешімімен екіге кеттік.Ешкандай нақты себеп жок,ол жайында еш айтпады. Тек сонгы кездері мінезі өзгеріп бузыла бастады,сонын әсерінен осындай шешімін айтты.Менде еш шара болмады,айтканга конбеді.Солай хабарсыз калдык.Себебін курбыларынан сурастырып корип едим.Оган барлык жағдайын жасайтын жигиттер унайды-мыс.Әрине бул ангимеси менин намысыма тиеди.Мен озимди жагдайымды томен санамаймын, демек, оган махаббаттан гори жагдай маныздыма деп калдым?! Ендиги болып жаткан маселе сойлеспегенимизге бирнеше ай отседе ол мени достарымнан сурап жур.Менде жакын арада сол кыз жакка жолым тускелі тур.Калай ойлайсыздар бундай позисиямен журетин кыздан бас тарткан дурыс па или кеширип кайтып сойлессем бе екен?!Комектесип жиберсениздер....",
        "question_date": "19.01.2021",
        "question_tag": "Достық",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз шешіміңіз әрине , бірақ ол қызға ренжитіннің алдында өзіңіздің ісіңізді толық  қараңыз. \nТалап етсең -сай бол деген бар. Жігіттер де қыздың сырт келбеті, мінезі, қолынан үй шаруасын тыңғылықты жасауы керектігі ( бұл тізім ары қарай жалғаса береді) осының барлығын іздеп , соған орай таңдайды ғой. Ал неге қыздар сол әдемілігін сақтауға, өзіне күтім жасауға, үй шаруасын жасағанда керекті заттарды қиналмай алып беруге, шаруалардан шаршағанда жақсы демалыс ұйымдастырып немесе сыйлық жасауға қаржылық жағдайы жететін жігітті таңдауға құқығы жоқ деп ойлайсыз?  \nСіз мүмкін қолыңыздан келіп тұрған көңілге қуаныш силау мүмкіндігін де қолданбайтын боларсыз. Кейде жігіттер болады, сен мені қуантқың келмей ма десе , болды ол қыз тек ақшаға қарайды , ойы арам дегендей ойға кететін. Кім жаман жағдайда жүргісі келеді? Ешкім. \nМен ойлаймын адам саналы түрде ара қатынас құру керек. Жігіт жігіт болып қазір қолында жоқ болса да іссіз жүрмей, пысық болып болашағын ойлап жүрсе санасы бар қыз ,оның еңбегін бағалайды деп.  \nӨз өміріңіз сондықтан шешім де сіздікі болу керек.",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе! Негізі бұл өмір сіздің өміріңіз. Ең алдымен ішкі түйсікіңіз не дейді соны біліңіз. Қызды кешірген дұрыс. Бірақ ол қыз байлыққа қызыға ма жоқ па оны жақын танымайтыныныңыз дың белгісі . 1жыл бойы жүріп дым болмағандай араласпай кету ол не сонда махаббат. Жігітс ғой барар болсаңыз до конца барыңыз или бір жола ұмытыңыз.",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "Поху қосылса қосыл қосылмаса иди **** деп ауыр сөздер айт егер шын сүйсең қайта қосылғанын дұрыс адам өз бақытын ешкімге ешқашан қыймайды!)",
                "date": "2.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі түзуді үшінші түзумен қиғанда 8 бұрыш пайда болды Олардың ішінде нешеуі доғал бұрыш",
        "question_content": "Екі түзуді үшінші түзумен қиғанда 8 бұрыш пайда болды Олардың ішінде нешеуі доғал бұрыш",
        "question_date": "19.01.2021",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер берілген 2 түзу параллель болса 3 ші түзу қиған кезде (перпендикуляр емес) онда 4 доғал 4 сүйір бұрыш пайда болады. \nАл егер өзара қиылысқан 2 түзуді 3 ші бір түзу қиса 6 доғал 6 сүйір бұрыш пайда болуы мүмкін.Менің тұжырымым осылай.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына есепті қалай шығаруға болады",
        "question_content": "Қабырғасы 6 см және бір бұрышы:а)120°;ә)135°;б)150° болатын ромбының ауданын табыңдар",
        "question_date": "19.01.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=6·6·sin120⁰=36 sin(180⁰-60⁰)=36·sin60⁰=36·(√3/2)=18√3 cм²\nSромба=а² * sinα = а² * sin 135° = 36 * √2\\2 = 18√2 cм²",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепке теңдеу құрып шығарыңыз. Серіктің жылдамдығы (V²)- (Х) болсын дейік.",
        "question_content": "4 СЫНЫП МАТЕМАТИКА 3 БӨЛІМ 87 САБАҚ БІР БАҒЫТТАҒЫ ҚУЫП ЖЕТУ ҚОЗҒАЛЫСЫ 27 БЕТ 4 ЕСЕП 3 (А) ЕСЕПТІ ТЕҢДЕУ ҚҰРЫП ШЫҒАРАМЫЗ.ЕСЕПКЕ ТЕҢДЕУДІҢ ҚАЛАЙ ҚҰРЫЛҒАНЫҢ ҚАРА.\n\nСеріктің жылдамдығы (V²)- (Х) болсын дейік. 175-Х-бір бағытта қуып жету қозғалысының жылдамдығы. (175-Х) •2- Арман мен Серіктің бастапқы арақашықтығы.\n\n(175-Х) •2=200\n\nБұның жауабын кім біледі",
        "question_date": "18.01.2021",
        "question_tag": "Математика",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = v*t\n\nS = x - x0",
                "date": "18.01.2021",
                "upvotes": 0
            },
            {
                "text": "(175-  x)•2=200\n175-×=200÷2\n175-×=100\n×=175-100\n×=75\n(175-75)•2=200\n             200=200",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзілдірікті қалай кеңейтуге болады?",
        "question_content": "Саламатсыздар ма? Көзілдірікті қалай кеңейтуге болады? Өтініш айтып жіберіңіздерші. Өйткені менің көзілдірігім басымның екі шетін қатты қысады. Содан көзілдірігімді кеңейткім келеді бірақ қалай істеуді білмеймін",
        "question_date": "18.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзілдіріктің сыртқы корпусын ауыстырсаңыз болғаны. Ол үшін оптика дүкеніне бару керек.",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі оң санның арифметикалық ортасы 13ке тең, ал геометриялық ортасы 12ге тең",
        "question_content": "8-сыпып. Екі оң санның арифметикалық ортасы 13ке тең, ал геометриялық ортасы (олардың көбейтіндісінің арифметикалық түбірі) 12ге тең. Сол сандарды табу",
        "question_date": "18.01.2021",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x1+x2)2 = 13\n\nx1*x2 = 12^2\nx1+x2 = 26\n\nx1*x2 = 144\n\nx1 = 18  x2=8",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "14 г литий мен 46 г натрий сумен әрекеттескенде бөлнетн сутегнң көлемдері тең болама",
        "question_content": "химиядан көмек керек",
        "question_date": "18.01.2021",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі:\n2Li+H2O=2LiOH+H2\n14 г---хл\n14 г (молярлық масса) - 22,4 л\n H2=22,4  (л)\n2Na+H20=2NaOH+H2\n46 г---хл\n46 г (молярлық масса) - 22,4 л\n H2=22,4 (л)\nЖауабы: есептеулерден көрініп тұрғандай пайда болған сутектің көлемдері  бірдей",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cудың беттік керілу коэффициентін анықтаңыз.",
        "question_content": "1)судың беттік керілу коэффициентін анықтаңыз, егер ұшының диаметрі 0,4 мм болатын тамызғыш арқылы суды 0,01 г дәлдікпен тамыза алатын болсақ.\n\n------------------------------------------\n\n2)сыртқы диаметрі 52мм ал ішкі диаметрі 50 мм және қалыңдығы h=10мм болатын горизонталь орналасқан алюмийниді сақинаны су бетінен жұлып алу үшін қандай күш түсіру керек? Беттік керілу күшінің қандай бөлігін құрайды\n\n----------------------------------\n\n3)әр қайсысының радиусы 1мм болатын екі тамшының қосылуынан сынап тамшысы қандай температураға дейін жылынады",
        "question_date": "18.01.2021",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "l = 0,4 мм\nm = 0,01 г\nð = mg/l = 1*10^-5 / 4*10^-4 = 0,025",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC+CBA=DDDD мысал келтіріңіз.",
        "question_content": "Үш таңбалы санды қосқанда бірдей төрт таңбалы сан қалай шығады\n\nМысалы: ABC+CBA=DDDD",
        "question_date": "18.01.2021",
        "question_tag": "Математика",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы:\n407+704 = 1111\n\nҮш таңбалы санның ортасыдағы сан 0-ге тең болуы керек.",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір плитаның ауданын тап.",
        "question_content": "Боялған шаршының қабырғасының ұзындығы 26 м, оның трапеция тәрізді 8 плитамен қоршалғаннан кейінгі қабырғасының ұзындығы 30 м. Бір плитаның ауданын тап.",
        "question_date": "18.01.2021",
        "question_tag": "Геометрия",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір трапеция плитаның ауданы=биіктік*орта сызығы=(30-(26/2))*tg45⁰*(30+26/2)/2=өзіңіз есептеңіз.\n\nP.s. Есептің берілгенін суретін салсаңыз шешілуі түсінікті болады",
                "date": "10.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлем өркниетіне Қазақстанның қосқан үлесі қандай?",
        "question_content": "Әлем өркниетіне Қазақстанның қосқан үлесі қандай? жалпы әлемнің дамуына қандай үлес қосты? Ғылым, техника, медецина жағынан. 150-200 сөз эссе",
        "question_date": "18.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елбасы Нұрсұлтан Назарбаевтың «Ұлы даланың жеті қыры» мақаласы кең байтақ даламыздың жеті қырын атап көрсетіп, өткен тарихымызды қайтадан зерделеп, дүние жүзіне танытудың жолдарын қарастырады. Алдағы атқарылар жұмыстарды айқындайды. Мақаланың ауқымы кең, маңызы зор.\nОсы күнге дейін ұлан-ғайыр даланы мекендеген қазақ халқының тарихы XV ғасырда, яғни Қазақ хандығы құрылған кезден ғана басталады деп, оған дейінгі тарихымыздан бейхабар болып келдік. Ақын Қадыр Мырза Әлі: «Біздің тарих бұл да бір қалың тарих, оқулығы жұп-жұқа, бірақ-тағы...» деп айтқандай, тарихымыздың жұқа болғаны көзі ашық зиялыларды ойландыратын. Сондықтан Елбасы тарихымызды жаңаша көзқараспен қарауды ұсынады.\nБұрынғы тарихымыз еуроцентристік көзқараста жазылып, қазақ халқы ғылым мен білімнен шет қалған, тек мал бағып, көшіп жүрген, басқыншылық, зорлық пен зомбылық көрген халық ретінде саналып келді. Оның дүние жүзінің өркениетіне қосқан үлесі ашып көрсетілмеді. Тек тәуелсіздік алғаннан кейін ғана тарихымызды түгендеуге мүмкіндік алдық. Міне, Елбасы «Ұлы даланың жеті қыры» мақаласын жариялап, ұлт тарихын тани білудің жаңа кезеңін бастап берді. Қазақ тарихын сонау сақ, ғұн, ежелгі түркі дәуірінен іздеуді тапсырды.\nЕжелгі Қытай халқы компас, дөңгелек, жібектен мата тоқу арқылы өркениетке үлес қосса (басқа халықтардың да үлесі бар), қазақ халқының да әлем өркениетінің дамуына қосқан өзіндік үлесі бар. Елбасы оларды жеке-жеке жіліктеп, атап көрсетеді. Әуелі олардың мәні мен маңызын өзіміз түсініп алуды ескертеді.\nХалқымыз алты мың жыл бұрын жабайы жылқыны қолға үйрету арқылы әлемдік дамуға үлес қосты. Бұл жаһандық құрылым, алпауыт империялардың құрылуына ықпал жасады. Ат үстінде садақ тартуды жетілдірді. Қылышты ойлап тапты. Қару-жарақтың құрылымын өзгертіп, оны күрделі, ыңғайлы, қуатты ете түсті. Сарбаздың өзін, мінген атын қорғайтын сауытты алғаш рет ата-бабаларымыз жасады. Атқа отыруға ыңғайлы шалбар тікті. Бүгінгі киім үлгілеріндей былғары етік, бөрік, шапан киді.\nӘлемнің қарыштап дамуына ықпал еткен металлургия өндірісі бізден басталған. Өйткені жылқы әбзелдерінің көбі үзеңгі, ауыздық, таға, жүген сияқты бұйымдар металдан жасалады. Осыдан-ақ ежелгі ата-бабаларымыздың темірден түйін түйгенін байқауға болады. Бұл ретте «Аң стилі» ата-бабаларымыздың айрықша жоғары өндірістік тәжірибесі болғанын көрсетеді. Олар оюмен кескіндеуді, металмен жұмыс істеудің техникасы, соның ішінде мыс пен қоладан балқымалар мен құймалар құюдың, жайма алтын дайындаудың күрделі әдістерін жақсы меңгерген.\nАрхеологтардың қазба жұмыстары негізінде еліміздің бірнеше өңірлерінен «Алтын адам» табылды. Осыған қарап елімізді «Алтын адамдардың» мекені деп атауға болады. «Алтын адамдағы» әшекейлерді өнер туындысы, сол замандағы жаңа технологиялар деуге болады».\nЕуразия кеңістігінде орналасқан Ұлы даламыз Шығыс пен Батыстың арасын жалғастырған алтын көпір болып келді. Ұлы Жібек жолы осы жерден өтіп, әлемдік сауда жүйесінің дамуына, транзиттік дәліздің дамуына тікелей ықпал етті. Елбасы осы ата-бабаның ісін ілгері жалғастырып, Еуразия кеңістігіне транзиттік-логистикалық жол ашқанын айта кетуіміз керек.\nЕлбасы өз мақаласында қазақ жері түркі жұртының қарашаңырағы екенін айта келіп, Алтай жерінен өсіп-өніп, әлемнің шартарабына тарағанын еске салады. Түркілер ұлан-ғайыр далада көшпелі және отырықшы өркениеттің өрнегін қалыптастырып, өнер мен ғылымның және әлемдік сауданың орталығына айналған ортағасырлық қалалардың гүлденуіне жол ашқанын дәлелдейді. Түркі жерінде өркениеттің ұлы ойшылдары Әбу Насыр әл-Фараби, түркі жұртының рухани басшысы Қожа Ахмет Ясауи өмір сүріп, ілім таратты.\nҚазақстан алма мен қызғалдақтың Отаны екенін, олардың әлемге осы жерден тарағанын айта кетеді. Қазақ даласында қызғалдақтың елуге жуық түрі өседі. Әлемге атағы шыққан «Голланд қызғалдағы» қазақ даласынан апарылғанын айтып жүрміз. Сондықтан алма мен қызғалдағымызды қолға алып, брендке айналдыру мәселесін қозғайды.\nЕлбасы қазақ елі жаһандық өркениетке не берді деген сауалға осылай жауап береді. Яғни Ұлы даланың адамзат өркениетінің қайнар көзі болғанын сараптайды. Тарихымызды қайғы-қасіретпен, жаугершілік заманмен, үрейлі жылдармен ғана емес, әлемнің қалыптасуына, ғылым мен білімнің дамуына, өркениеттің өріс алуына сүбелі үлес қосқан халық екенін еске ұстауды атап көрсетеді. Осының бәрі қазақта ғылымның, жоғары мәдениеттің, зиялылардың болғанын көрсетеді. Сондықтан даламыздан бастау алған мәдениеттердің игілігін дүние жүзінің әлі күнге дейін көріп отырғанын дәріптеу керек. \n Толығырақ: https://egemen.kz/article/180002-alemdik-orkenietke-qosqan-ules",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банктер қайта қаржыландыру жасағанда неге ипотеканы да қоса есептейді?",
        "question_content": "Бүкіл банктер солай есептей ме?",
        "question_date": "18.01.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрсетілген қызмет Қазақстан Республикасының Ұлттық Банкі бекіткен Ипотекалық тұрғын үй қарыздарын (ипотекалық қарыздарды) қайта қаржыландыру бағдарламасына сәйкес жүзеге асырылады.\n      Ипотекалық тұрғын үй қарызы (ипотекалық қарыз) шарты бойынша міндеттемелерді орындамауына немесе тиісінше орындамауына байланысты өндіріп алуды қолдану не ипотекалық тұрғын үй қарызы (ипотекалық қарыз) шарты бойынша кепіл ретінде болған тұрғынжай түрінде бас тарту төлемін қарыз алушының беруі нәтижесінде тұрғынжайы банктің меншігіне өткен жеке тұлғалар ғана осы тармақшаның бірінші бөлігінде көрсетілген тұрғынжайды жалға алушылар ретінде бола алады.\n      10. Осы баптың 2-тармағында көрсетілген қызметтен басқа, банк холдингтері мынадай қызмет түрлерiмен:\n      1) банк холдингімен ерекше қатынасы жоқ тұлғадан өз мұқтажы үшін иеленген мүлікті сатып алумен;\n      2) қаржылық қызметпен байланысты мәселелер бойынша консультациялық қызметтер көрсетумен;\n      3) өз мүлкін сатумен айналысуға құқылы.\n      11. Банктер мен банк холдингтеріне \"алтын акция\" шығаруға тыйым салынады.\nТолығырақ: http://adilet.zan.kz/kaz/docs/Z950002444_",
                "date": "18.01.2021",
                "upvotes": 1
            }
        ]
    }
]