[
    {
        "question_title": "Мен 2 курс студентімін ент тапсырып грантка бере аламын ба",
        "question_content": "Мен қазір 2 курс (грантта)студентімін егер жазда ент тапсырсам грантка бере аламын ба жауап берсеңіздер өтініш!",
        "question_date": "8.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің түсінгенім бойынша сіз ЖОО тастап қайта ҰБТ тапсырып басқа мамандыққа тапсыруды ойлап отырсыз ғой. Әрине , тек жоғары балл жинап конкурстан  грантты жеңсеңіз болады.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 2курс студентімін биохим тандап технологка түскем грантта жазда ұбт тапсыра аламын ба",
        "question_content": "Мен 2 курс технолог мамандығында оқимын грантта сурағым мен жазда ент гранттікін тапсыра аламын ба дүние жүзі тарих пен география пәндерінен  өтініш жауап берсеңіздер!",
        "question_date": "8.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1ші мамандығыңызды тастап қана қайта тапсыра аласыз.1 мамандықты бітірмей басқасына тағы түсе алмайсыз ғой.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анам мені жагымдағылармен салыстырады",
        "question_content": "Менің жасым 13те жақында 14 ке толам біз үйде 4 ағайындымыз екі ағам мен және сіңілім мен анама ұнау үшін көңіленен шығу үшін үйді жинап үй шаруасына көмектесуге тырысамын бірақ анамның  маған көңілі толмайды менімен қатар көкемнің қызы бар мен оны жаман демеймін екеуміз жақын құрбымыз бірақ анам сонымен мені салыстыра береді менде анамды түсінем олда жұмыс істейді шаршап келеді сондықтан барынша көңілінен шығуға тырысамын мен 3-4 сыныбымнан бастап тамақ ітеп үй шаруасына кірісе бастадым ал менің қатарларынм ойнап жүрді мен соларға қызыүатын едім бірақ үй жұмысынан қолым тимейтін еді сол кезжен бастап мені анам көрші қыздармен көкемнің қызымен салыстыратын еді мен соларға қарап түзелуге тырыстым бірақ не істесемде көңілінен шыға алмадым кәзір сағат 01:35 мен бұрын осы уақытта ұйқыда жататын едім бірақ кәзір күнде жылаумен өтеді күнім мен анама ұнауға тырысам бірақ анам оны түсінбейді ауыр сөздер айтып  көңіліме тиеді бір кездері анамның сөздері ұрүандары салақсың дегендері жаныма батып үйден кетіп қалғым келетін еді өз өзіме қол салмақшы да едім бірақ болмады мен анамды жақсы көрем әрине бірақ анам оны сезбейдіма блмимін",
        "question_date": "7.06.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Ата -анаң қандай болса да Аллаға шүкір ету керек, және сыйлау керек. Дені сау аман есен болсын, мінезі солай болар анаңның.\n2) Бұл күндер де мәңгі емес, уақыты келіп оқуға кеткенде бұндай қысымнан құтыласың.\n3) Переходной возраст болғасын барлығын қатты қабылдап жүрген болуың мүмкін.\n4) Бастысы сен өзің жеке адамсың, басқалар өзгемен сені салыстырса да өзің ешкіммен санаспа. Себебі сен бәрібір басқа адамсың және тура  басқалардай болуың міндет емес. ӨЗ жақсы қасиеттеріңді дамыт, басқаға ұқсауға тырыспа. ӨЗіңнің көңіліңнен шықсаң болды, басқа адамның айтқан пікірін көңілге алма. Өміріңді нервыңды құртпа.",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 тақсанды қосу арқылы 32 санын шығру",
        "question_content": "32 санын шығару керек бүтін сан болмауы керек",
        "question_date": "7.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5+7+9+11+0 = 32\n\n0 ол так санда жұп санда емес",
                "date": "11.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 курста мамыр айының степендиясы түседі ме?",
        "question_content": "4 курс студенттері Мамырдың степендиясын алады ма?",
        "question_date": "7.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 семестр  Қыркүйек-Қаңтар\n\n2 семестр Ақпан -Мамыр айымен есептелетін бізде. Яғни Мамыр айы қоса кіреді, төленеді деген сөз",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балтыры ауырады ішінде жалғыз тамыр шағады әсіресе күн бұлттанғанда, неден????",
        "question_content": "Балтырым ауырады ішінде жалғыз тамыр шағады әсіресе күн бұлттанғанда, неден????",
        "question_date": "7.06.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрын аяғының сынып қайта  біткен болар, күн бұлттанғанда сол үшін ауыратын еді ғой. Ал тамырдың шыққанын дәрігер көріп айту керек . Мүмкін бұлшық еттеріңіз қысылып тамыры шығады, оны бір аурудың себебі болар. Оның бәрін дәрігерлер анықтайды ғой жеке көріп.",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлеңке сөзіне фонетикалық талдау керек",
        "question_content": "Көлеңке сөзіне фонетикалық талдау керек",
        "question_date": "7.06.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 806,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "к-дауыссыз,қатаң.\n\nө-Дауысты, жіңішке, ашық, еріндік.\n\nл-дауыссыз,үнді.\n\nе-Дауысты, жіңішке ,ашық, езулік.\n\nң-дауыссыз,үнді.\n\nк-дауыссыз,қатаң.\n\nе-Дауысты,жіңішке ,ашық, езулік.",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломатиялық алушылар НКТ тапсыру миндетти ме?",
        "question_content": "Салеметсиз бе! Қашықтықтан білім беру бөлімінде білім алушы. Биыл диплом алуы керек. Биыл ЖОО бітірушілерге  НКТ тапсыру міндетті ме? Тапсырмаса диплом берілмейді  ме? НКТ тапсырмай-ак диплом алуға болады ма?",
        "question_date": "7.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі министрдің талаптарының бірі - педагог қызметіне алғаш кіріскелі тұрған мамандарға міндетті біліктілік тестілеуден өту. Енді жаңа ережелерді қабылдағаннан кейін, биылдан бастап түлектер мектепке жұмысқа орналасу үшін педагогикалық жоғары білімі туралы дипломының болуы жеткіліксіз. Енді қосымша тестілеуден өту арқылы «Педагог» біліктілігін алуға міндетті. Бұл қалай жүзеге асырылады?   Бәрі өте қарапайым. Мысалы, төрт жыл бойы математика мұғалімі мамандығын оқыған студент мектепке жұмысқа орналасуы үшін Ұлттық біліктілік тестін тапсыратын болады. Тестілеу сұрақтарында математика бойынша мектеп бағдарламасы мен сол пән бойынша сабақ беру әдістемесі қамтылады. Жоғары оқу орнында шын мәнінде төрт курс оқып, қажетті білім алған студенттерге тест тапсыру қиындық тудырмайды. Ал бірқатар себептермен білімі мен қабілеті балаларымызды оқытуға жеткіліксіз түлектер білім беру ұйымдарына қабылданбайды. Бізге сан емес, сапа маңызды. Тиісті деңгейде білімі жоқ түлектер балалармен жұмыс істемеуі керек. Болашақ педагогтерді алғаш рет тестілеу көптеген жоғары оқу орны үшін үлкен сынақ болды. Бастапқыда белгіленген шекті деңгейді айтарлықтай төмендеткенімізге қарамастан түлектердің 46 пайызы ғана қажетті балл жинай алғанын айта кеткен жөн. Бұл - тест тапсырған 32 мың түлектің 15 мыңы ғана. Ақпарат ретінде айта кетейін, жыл сайын білім беру ұйымдарына 12-14 мыңға жуық педагог жұмысқа орналасады. Яғни, бұл шара мұғалім тапшылығына айтарлықтай әсер етпейді. Бәрінен бұрын мұндай нәтиже жоғары оқу орындарын лицензиясынан айыру, профильдеу, білім беру бағдарламаларын жаңарту және басқа да бастамалар бойынша министрліктің қабылдап жатқан шаралары қажет әрі дұрыс екенін айқын көрсетіп отыр. Естеріңізге сала кетейін, бұған дейін педагогтерді еліміздің 86 жоғары оқу орны даярлаған болатын. Министрлік атқарған жұмыстың нәтижесінде 30-дан астам ЖОО-ның педагогика бойынша лицензиясы қайтарып алынды. Айта кетерлік жайт, біз лицензиясын қайтарып алған жоғары оқу орындарының түлектері тестілеу кезінде ең төмен нәтижелер көрсетті. Бірақ, соның өзінде әлі 50-ден астам жоғары оқу орнының лицензиясы бар, олар педагогтерді даярлауды жалғастырып жатыр. Барлық мәселе олардың кейбірінің нәтижелері оқыту сапасына қойылатын талаптарға сәйкес келмейтіндігінде.   Осыған байланысты алдағы уақытта да елімізде кадрлар даярлау сапасын жақсарту үшін қажетті шараларды қабылдайтын боламыз, әсіресе, педагогикалық бағытта. Енді негізгі тренд анықталып, педагог мамандығы мектеп түлектері үшін қызықты бола бастаған кезде, бізге болашақ мұғалімдерді жоғары сапада даярлауды қамтамасыз ету өте маңызды.  Біз жоғары оқу орындарының білім беру қызметінің сапасын жақсарту мақсатында, мектепте қызмет етуге тек мықтылар келуі үшін жұмысты әрі қарай жалғастырамыз. Аталған тиімді тұстарынан бөлек, бұл шара студенттерді диплом үшін ғана оқуға емес, шын мәнінде сапалы білім алуға ынталандырады деп үміттенемін. Ал жоғары оқу орындары тиісті сапада білім беруге міндетті болады. Бұл шешімді барлығы бірдей оң көзқараспен қабылдамайтыны белгілі болды. Бірақ мен оның маңызды әрі қажет екеніне сенімдімін.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО бітіруші НКТ тапсырмай-ак диплом алуға болады ма?",
        "question_content": "Педагогикалық өтілі бар. Екінші ЖОО қашықтықтан оқыту форматында бітіруші түлектер НКТ тапсырмай-ақ диплом алуға болады ма? Көктемде денсаулығына байланысты НКТ тапсыруға өтініш бере алмаған. Екінші жоғарғы мамандыққа диплом алуға НКТ тапсырмағаны кедергі болады ма? Әлде НКТ тапсырмай диплом ала алады ма?",
        "question_date": "7.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Педагогиканың негізгі ұстанымы",
        "question_content": "Педагогиканың негізгі ұстарымы:\n\nА)тәрбие; В)дамыту; С)оңтайландыру; D)қалыптастыру; Е)белсендіру",
        "question_date": "7.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, тәрбие. \nПедагогика - жалпы адам тәрбиесі жайындағы ғылым. Ал тәрбие - жастарды әлеуметтік өмірге және еңбекке даярлап, оларға қоғамдық тарихи тәжірибені үйрету процесі. Педагогика бұл-адамзат ғылымының ең ежелгі және қоғам дамуының ажырамас саласы болып табылады. Себебі: педагогикалық білім ұғымы ұрпақты білімге дайындау немесе тәрбиелеумен байланысты адам әрекетінің ерекше аймағына кіреді. \nПедагогика - бала жайындағы ғылым, олай болса ол ұрпақ тәрбиесі жайындағы ілім. Адам баласының ұрпағы үнемі жаңарып, өзгеріп отырғандықтан, педагогика ілімі де үнемі өзгеріп отырады. Қазіргі кезде тәрбиенің ықпал жасау аясы кеңейе тусуде. Педагогиканың ғылыми таным саласы - тәрбие.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интерьер дизайнері болу үшін 11 сыныпта қандай пәндерді таңдау қажет?",
        "question_content": "Интерьер дизайнері болу үшін 11сыныпқа қалған кезде қандай пәндерді таңдау қажет?",
        "question_date": "7.06.2022",
        "question_tag": "Мектеп",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екіқабат кезде етеккір келіп жатыр?",
        "question_content": "Менде 7 апта. Етеккір келіп жатыр 3 күн болды. Больницага скорыймен бардым ештеңе етпейді деп бір система салды да қайтарды. Әлі тоқтамай келіп жатыр. Узиге 3 күн бұрын түскем. Балам аман маткада жатқан еді. Не істеуге болады?",
        "question_date": "5.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Скорыйдағылар қорықпай ма? Балаңыз түсіп қалуы мүмкін. Ол мүлде дұрыс емес. Қайтадан скорый шақырыңыз. Шамаңыз келсе Платный клиникаға барыңыз.",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыныпта 35 оқушы бар. Қыздарға қарағанда 7 ұл көп. Сыныпта барлығы неше ұл және қыз бар?",
        "question_content": "Сыныпта 35 оқушы бар. Қыздарға қарағанда 7 ұл көп. Сыныпта барлығы неше ұл және қыз бар?",
        "question_date": "5.06.2022",
        "question_tag": "Мектеп",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыныпта х қыз болсын, Сонда х + 7 қыз. Сыныпта барлығы 35 оқушы болғандықтан, мына теңдеуді аламыз:\n\nх+х+7=35\n\n2х+7=35\n\n2х=35-7\n\n2х=28\n\nх=28:2\n\nх=14 (қыз) - сыныпта\n\n2) 14+7=21 (ұл)- сыныпта",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздықты қолмен алып қойса не болады? Қыздық қолмен алынса қыз баласы жаман бола ма?",
        "question_content": "Қыздықты қолмен алып койса не болады? Қыздық қолмен алынса қыз баласы жаман бола ма?",
        "question_date": "4.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолмен алуға жеткізген қылығыңыз жақсы болмас. Оны барлығына жазып сұраудың мақсаты иен мәні неде ?",
                "date": "7.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз еркіңмен оқудан шықсаң, осыған дейін алған стипендияңды қайтарасың ба?",
        "question_content": "Егер грантта оқып жүріп, өз еркіңмен оқудан шықсаң, осыған дейін алған стипендияңды қайтарасыңба?",
        "question_date": "3.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 694,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ қайтармайсыз, мен шықтым сұрамады",
                "date": "3.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 бітіріп Кореяда білім алғым келеді,кәріс ағылшын қолданбалы тілін білемін",
        "question_content": "9 бітіріп Кореяда бизнес жағында білім алғым келеді.9сынп бітіріп жатырмын.Кәріс ,ағылшын тілдерін күнделікті қолданбалы тілін білемін.Шамамен 50% деп айта аламын.Арнайы сайттар бар ма?Грантқа түсе аламын ба?",
        "question_date": "3.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "18 жасқа толуыңыз керек, немесе  16 жастан асқан болсаңыз ата - анаңыздың рұқсатымен оқу  грантына конкурсқа қатыссаңыз болады. https://www.gov.kz/memleket/entities/edu?lang=kk осы сайтта шет ел ЖОО гранттары конкурстары жүреді.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай атындағы КАЗНПУ университетінде оқуыны жалғастыруына көмек бере аласыз ба?",
        "question_content": "Менің ұлым,Музуров Алижан Азизұлыны Алмааты қаласындағы Абай атындағі Казнпу университетіне,әлем тарих кафедрасының қізметкері Нурмахан Еңлік ЕНТның ,июнь айындағы 74 бал жинаған сертификатымен қателесіп условный қылып қабылдадған,бізде март айында ЕНТдан жинаған 81балдың сертификаты бар еді,сол сертификатпен коммерческийге тусетін мумкіндігі бар еді.Балам тағыда 3рет ент тест тапсырып керекті балды жинаямады.Балам өзі мектепті АЛТЫН белгімен бітірген еді,енді окінішке орай оқудан отчисление болып отыр.Осы Абай атындағы КАЗНПУ университетінде оқуыны жалғастыруына көмек бере аласызба?Мен әкесі Атабеков Азиз Музурович.",
        "question_date": "2.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дос табу үшін не істеу керек?",
        "question_content": "3 жыл болды досым жоқ 9 класс оқыган ан кеиін 10 11 класстада досым бомады дос табу əдісін білмеим жалғыз қалып қалған сиактымын өткенімде қателік коп болды но өзгертім сабақ алдым енді дос таба алмадым",
        "question_date": "2.06.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 919,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізге қызықты адаммен араласыңыз, пайдалы болыңыз, тек менімен дос болса екен деген оймен ғана кез келген адаммен араласа беру дұрыс емес деп ойлаймын.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек ауруы, қол ұйуы",
        "question_content": "Соңғы кездері жүрегім шаншым ауырып жүр и қолым ұйып та жүр ещё әлсіздік...\nВалеринка ішіп жүрм, бір ішкенде 3 еу ішпесем баспайды. Не істесем болады  а?) Прост болницаға барып қаралудан қорқып жүрмін....",
        "question_date": "2.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс, ауруханада барудан қорық, зато сразу моргқа топ ете қаласың)))",
                "date": "3.06.2022",
                "upvotes": 0
            },
            {
                "text": "Ұйқының жиі бұзылуы, көңіл-күйдегі ауытқулар мен күйзелістің бастапқы кезеңдері – дәл осындай күйді бастан кешірген адамдар ең алдымен валериан сығындысын қабылдауға асық болады. Дәрілік препарат жүйке жүйесін қалыпқа келтіріп, күйзелістің алдын алады деген болжам бар. Егер препарат аталған келеңсіздіктердің алдын алып, олардың \"бетін қайтарады\" деп сенсеңіз, қателесесіз. Мұндай жағдайда оның мөлшерін дәрігерден нақтылап білмей, өз бетіңізше қабылдауыңыз – үлкен қателік. Есіңізде болсын, кез келген дәрі-дәрмектің жанама әсерлері мен оны қолдануға рұқсат етілмейтін жағдайлары болады. Сондықтан оны қолданбастан бұрын, міндетті түрде дәрігермен кеңесу керек.",
                "date": "14.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2022 жылғы заң бойынша мен IT маманы болу үшін физика математика бағытын таңдасам?",
        "question_content": "2022 жылғы заң бойынша мен IT маманы болу үшін физика математика бағытын таңдасам болады ма? Әлде міндетті түрде математика-информатика  бағытын таңдауымыз керек па?",
        "question_date": "1.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В012600Математика -Физика - таңдау пән: Математика Физика\n\n5В012700Математика-Информатика- таңдау пән: Математика Физика\n\n5В012800Физика-Информатика - таңдау пән: Математика Физика\n\n5В010900Математика - таңдау пән: Математика Физика\n\n5В011000Физика - таңдау пән: Математика Физика\n\n5В011100Информатика - таңдау пән: Математика Физика\n\n5В060100Математика - таңдау пән: Математика Физика\n\n5В060200Информатика - таңдау пән: Математика Физика\n\n5В060300Механика - таңдау пән: Математика Физика\n\n5В060400Физика - таңдау пән: Математика Физика\n\n5В060500Ядролық физика- таңдау пән: Математика Физика\n\n5В061100Физика және астрономия - таңдау пән: Математика Физика",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді залогқа қойып қандай банктен ақша алса болады?",
        "question_content": "Саламатсыздарма! Кай банкке үйди залогка койып акша алса болады? Жолдасым екеумиз де гос жумыс жок,үй калага жакын жерде орналасқан 2021де соғылған үй,ауыл иши деп кредит бермей жатыр,срочно акша керек болып жатыр",
        "question_date": "1.06.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек алты екінші деңгейлі банк жылжымайтын мүлікті кепілге алып несие беруді жалғастыруда. Бұл Халық банкі, ForteBank, Нұрбанк, АТФБанк, Сбербанк. Altyn Bank несиені банктің филиалдары бар қалаларда, атап айтқанда Нұр-Сұлтан, Алматы, Атырау, Ақтау, Шымкент қалаларында береді.",
                "date": "17.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сауықтыру жалақысы",
        "question_content": "Саламатсыздар ма? Мен директордың дектеттік демалыста болуына байланысты қыркүйектен наурыз айына дейін оқу ісі орынбасары қызметін атқардым. Тарифткацияда 7сағат (қаңтар айында бекітілген). Ақпан айынан 5 сағат болып сағатым қысқарды. Сәуір айынан дектеттік демалысқа кеткен мұғалімнің орнына сабақ беріп келемін. Енді мен сауықтыру жалақысын 5 сағатпен аламын ба? Жауаптарыңыз үшін алдын ала рахмет.",
        "question_date": "1.06.2022",
        "question_tag": "Заң",
        "question_views": 280,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше соңғы 12 айда алған жалақыңыздың орташа мәніне сай соммадағы қаражат тағайындалады.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақтың іші неге дыңылдайды?",
        "question_content": "Менің құлағым тұмауға қарсы дәрі , ішкеннен кейін дыңылдап тұратын болды, неге?",
        "question_date": "1.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін ол дәрінің әсері емес тұмау кезінде құлаққа зияны тиген болар. Лор немесе терапевт врачқа  қаралу керек. Құлағыңызға өтіп кеткен ғой суық.",
                "date": "10.06.2022",
                "upvotes": 0
            },
            {
                "text": "Оның себебі Отит болуы мүмкін.\nОтит немесе құлақтың қабынуы. Құлақтың қабынуының лас су арқылы құлаққа инфекцияның түсуі, толық емделмеген инфекциялық аурулар, ұзаққа созылған салқын тию секілді бірнеше себебі болуы мүмкін. \nОтит сыртқы, ортаңғы, ішкі деп бөлінеді. Құлақ ауырса, ірің немесе іріңді шырышты сұйықтық бөлінсе, есту қабілеті нашарласа және құлақ бітеліп қалса, қызарса, әлсіздік, ұйқышылдық, бас ауруы мен айналу, құлақта шу пайда болса дереу дәрігерге қаралу қажет. Үйде емделу соңы созылмалы отитке, тіпті құлақтың мүлдем естімей қалуына әкеп соқтыруы мүмкін. \nҚұлақ инфекциясының жиі кездесетін түрі – ортаңғы құлақтың қабынуы. Ортаңғы құлақ қуысына суық тиіп, қабынғаннан және жасушалардың ісінуінен пайда болады. Асқынған құлақ инфекциясы аз уақыттың ішінде дамиды және ауыр түрде өтеді. \nОтитті дәрі-дәрмекпен, физиотерапия және хирургиялық жолмен емдейді. Құлаққа тамызатын тамшылар мен антибиотиктерді дәрігер кеңесімен пайдаланған жөн.\nОтиттің алдын алу үшін құлақты үнемі тазалап, ішкі және сыртқы қабатын жуып отыру керек. Суық күнде құлақты жылы ұстап, бас киім киіп жүру қажет.",
                "date": "14.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Практика күнделігі прокуратура қалай толтырады?",
        "question_content": "Практика күнделігі прокуратура қалай толтырады",
        "question_date": "31.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "X^2+Y^2=10;X-Y=2 Y= X=",
        "question_content": "Тендеулер жуеси, экзамендык оте керек",
        "question_date": "31.05.2022",
        "question_tag": "Математика",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х2 + у2 = 10;\n\nх – у = 2;\n\nу = х – 2;\n\nх2 + (х - 2)2 = 10;\n\nх2 + х2 – 2 * 2 * х + 22 = 10;\n\n2 * х2 – 4 * х + 4 – 10 = 0;\n\n2 * х2 – 4 * х – 6 = 0;\n\n2 * (х2 – 2 * х – 3) = 0;\n\nх2 – 2 * х – 3 = 0;\n\nх2 – 3 * х + х – 3 = 0;\n\nх * (х – 3) + (х – 3) = 0;\n\n(х - 3) * (х +1) = 0;\n\nх – 3 = 0;\n\nх = 3;\n\nу = х - 2 = 3 - 2 = 1.\n\nх + 1 = 0;\n\nх = -1;\n\nу = х - 2 = - 1 - 2 = -3.",
                "date": "17.06.2022",
                "upvotes": 0
            }
        ]
    }
]