[
    {
        "question_title": "Корейский косметика магазинін қалай ашса болады?",
        "question_content": "Корейский косметика сататын и осы бизнеспен айналысып жургендер барма и неден бастасам болады,товарды кайдан алсамын,канша акшамен бастасам  болады айтып жибересиздерме",
        "question_date": "7.12.2020",
        "question_tag": "Бизнес туралы",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ахметбек Нұрсила деген кісінің бір айтып қалған сөзі есімде:\n- Бизнесті ешқашан қарыз алып ашуға болмайды, қолыңда бар қаражатпен аш. Аздан бастап үйренбесең, көпті игеру қиынға соғады, әсіресе бұл салаға жаңадан келген адамдарға. Сондықтан басында ненің не екенін ұғынып, сол салада жолың боларына толық сенім болмайынша кредит алып керек емес, -деген.\nМен өзім ешқандай бизнес ашып көрмеппін. \nҚұжатнама жағынан сақ болыңыз және оптовиктер көп қой сол жерден алуға болады. Алматы қаласында көтерме бағалы дүкендер көп, сол жерден қараңыз. (Райымбек даңғылы, Алатау СО)",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Інім түсінде сен мені бауыздап жатыр екенсің диді ол ненің белгісі?",
        "question_content": "Ініміз екуміз созге келип калганбыз содан еки уш куннен кейн ол тус корген түсінде менің оны бауыздап жатканымды корипті еще алдына алып бауздап жатырсың дейді?",
        "question_date": "7.12.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам негізі көбіне түсінде күні бойы көрген қабылдаған информациясын  шытырман оқиға ретінде түсінде көреді. Яғни ініңіз күндіз немесе басқа да ояу уақытында күш көрсету жауыздық бейнелерін кино немесе ойын кезінде көріп соны түсінде сізбен байланыстырып көруі мүмкін. Сондықтан оған қатты қорқудың қажеті жоқ. Тек ініңіздің не қарап не көріп жүргеніне абай болсаңыз болды ( егер кішкентай жасөспірім бала болса)",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылдарға және ақтарға көмектескен саяси қарулы күш?",
        "question_content": "Қызылдарға көмектескен саяси қарулы күш?:\n\nАқтарға көмектескен саяси қарулы күш?:",
        "question_date": "7.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азамат соғысы — мемлекет ішіндегі әлеуметтік топтар мен таптар, діни ағымдар мен кландар арасындағы өкімет билігі жолында жүргізетін қарулы күрес. Англияда «Алқызыл және ақ раушан» (1455 – 58), АҚШ-та буржуазиялық Солтүстік пен құл иеленуші Оңтүстік (1861 – 65), Францияда монархистер мен республикашылдар (1871), Испанияда фашистер мен демократтар (1936 – 39) арасындағы азамат соғыстары болып өтті.\n1918 – 20 ж. Кеңестік Ресейде орын алған Азамат соғысы Қазақстанды да қамтыды. Ол іс жүзінде 1917 жылғы Қазан төңкерісінің жалғасы болды. Азамат соғысы жылдарында қарулы күрестің бір жағында Қазан төңкерісі жеңісі нәтижесінде жеңіліс тауып, саяси және экономикалық биліктен айырылған күштер тұрды. Оларға АҚШ, Англия, Франция, және Жапония мемлекетінің үкіметтері жан-жақты көмек көрсетті. Күрестің екінші жағында Қазан төңкерісі нәтижесінде өкіметті өз қолына алған большевиктер партиясы бастаған күштер тұрды. Олар большевиктік ұрандар мен Кеңес өкіметі жариялаған социализм идеяларына сенген жұмысшылар мен шаруалардың айтарлықтай бөлігінен қолдау тапты. Большевиктер мен Кеңес өкіметін жақтаушылар «қызылдар» деп аталса, оларға қарсы тұрғандар «ақтар» деп аталды.\nҚазақстанда Кеңес өкіметіне қарсы қарулы күрестің негізгі күштері Орынбор, Сібір, Орал, Жетісу казак әскерлері, өнеркәсіп орындарының бұрынғы қожалары, кезінде Ресейден қоныс аударып келушілердің ауқатты топтары, қазақ ауылының бай-шонжарлары және солардың мүдделерін қорғайтын саяси партиялар мен ұйымдар (кадеттер, эсерлер, ұлттық және діни саяси ұйымдар) болды. Алашорда үкіметі азамат соғысының алғашқы кезінде Кеңес өкіметіне қарсы күштермен байланысып, қазақ халқының мүддесін қорғауға тырысты.\nҚазақстанда азамат соғысының Ақтөбе (немесе Солтүстік Түркістан), Орал және Жетісу майдандары құрылды. Қазақстандағы шешуші соғыс қимылдарына «қызылдар» жағынан Михаил  Фрунзе, Валериан Куйбышев, Василий Чапаев, Иван  Белов, т.б., ал «ақтар» жағына Александр  Дутов, Владимир Толстов, Борис  Анненков, т.б. басшылық етті. Торғай далаларында «ақтарға» қарсы күресте Амангелді Иманов, Батыс Қазақстанда Хамит Чурин, Бейсен Жәнекешев, т.б. көзге түсті. Ал Әліби Жангелдин азамат соғысы қызу жүріп жатқан кезде (1918 жылдың күзі) Мәскеуде жасақталған қару-жарақ керуенін Түркістан майданына жеткізді.\n1920 жылдың көктемінде Қазақстандағы азамат соғысы Кеңес өкіметінің жеңісімен аяқталды.\nТолығырақ: https://el.kz/news/archive/content-1637/",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3-ке еселі және 120- дан аспайтын барлық натурал сандардың қосындысын табыңдар?",
        "question_content": "3-ке еселі және 120- дан аспайтын барлық натурал сандардың қосындысын табыңдар?",
        "question_date": "7.12.2020",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арифметикалық прогрессия арқылы есептейміз:\n\nа1=3\nd=3\n120=3+3(n-1)\nn=40\nS=n*(a1+an)/2\nS=40*(3+120)/2\nЖауабы: 2460",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газға 800 Дж ішкі энергия берілгенде, ол 200 Дж жұмыс атқарды?",
        "question_content": "Газға 800 Дж ішкі энергия берілгенде, ол 200 Дж жұмыс атқарды. Газдың жылу мөлшері қалай өзгереді?\nа) Есептің берілгенін жазыңыз                                                               \nb) Жылу мөлшерін анықтайтын формуланы табыңыз.                      \nс) Жылу мөлшерінің өзгерісін есептеңіз.                                                    \nd) Жылу мөлшерінің өзгеруін жазыңыз (артады немесе кемиді)",
        "question_date": "7.12.2020",
        "question_tag": "Физика",
        "question_views": 16200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Объ1). Q=delta(U)+A A=Q-delta(U) =300-200 =100 Жаубы:газдың жасаған жұмысы 100 Дж . 2). Q =delta(U)+A delta(U) =Q-А =300-100=200 Жауабы: газдың ішкі энергиясы 200 Джяснение:",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жауын шашынның болуы, желдің бағыты,температураның өзгеруіқай құбылысқа жатады?",
        "question_content": "Осы сұрақтың жауабын тауып беріңіздерші өтініш.Туып жауап бергендерге көп рахмет",
        "question_date": "7.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 736,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғи құбылыс  немесе физикалық құбылысқа жатады деп ойлаймын. Сұрақтың қойылу мақсатына орай.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кəсіп дегеніміз не?",
        "question_content": "Еңбек жəне кəсіп жайлы мəтін құрауды үй тапсырмасы ретінде берген еді!Қалай жазсам болады??",
        "question_date": "7.12.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіп – кәсіптік оқу және тәжірибе жинақтау нәтижесінде игерілетін, белгілі бір білім мен машықтарды талап ететін еңбек қызметінің түрі. Қолданылатын еңбек құралдарына қарай (машинист, автоматшы), еңбек заттарына қарай (машина жасаушы, кенші), еңбек затына әсер ету тәсіліне қарай (бұрғылаушы, қалыптаушы) немесе өндіріс процесінде орындалатын жұмыстың мазмұны мен сипатына, атқарылатын міндетіне қарай бөлінеді. Көптеген кәсіптер мамандықтарға ажыратылады: аспапшы-слесарь, инженер-механик, тағы басқа.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 24,5 г калий хлоратын айырғанда түзілетін оттектің массасын есептеңдер.",
        "question_content": "Массасы 24,5 г калий хлоратын айырғанда түзілетін оттектің массасын есептеңдер.\nМой ответ\nОтправить",
        "question_date": "7.12.2020",
        "question_tag": "Мектеп",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 24,5 г калий хлоратын айырғанда түзілетін оттектің массасын есептеңдер.\nЖауабы:  9,6 г немесе 0,3 моль О2",
                "date": "7.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер газ жылу машинасында 300дж жылу алып, 36дж жұмысын орындаса?",
        "question_content": "Егер газ жылу машинасында 300дж жылу алып, 36дж жұмысын орындаса, газдың ішкі энергиясы қанша өзгергенін табыңыз\na) термодинамиканың бірінші заңының формуласын анықта.\nб) газдың ішкі энергиясын анықтаңыз",
        "question_date": "7.12.2020",
        "question_tag": "Физика",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берігені:\n\nQ=300Дж\n\nА=36Дж\n\nТабу керек:\n\nU\n\nШешуі:\n\nQ=A+U- термодинамиканың 1 заңы бойынша\n\nU=Q-A=300-36=264Дж",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомобильдің осы уақытта жүрген жолы?",
        "question_content": "0,5 м/с² тұрақты үдеумен қозғалған автомобильдің жылдамдығы белгілі бір уақыттан кейін 10м/с болады. Автомобильдің осы уақытта жүрген жолы",
        "question_date": "5.12.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S= v^2/2*a\nS= 100/1 = 100 м",
                "date": "5.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақбілеа , Мұқаш ,Ұрқия. Осы кеиіпкерлерге Шығармадағы үзінді керек",
        "question_content": "Акбылек романындағы шығармадан үзінді",
        "question_date": "5.12.2020",
        "question_tag": "Мектеп",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алдынғы 3 әріп жануар, соңғы 4 әріп кампиттің аты! Адамның аты?",
        "question_content": "Алдынғы 3 әріп жануар, соңғы 4 әріп кампиттің аты! Адамның аты?\n\nЖұмбақты білетіндер бар ма?",
        "question_date": "5.12.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 974,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қара курткаға төгілген супер клейді қалай кетірсе болады?",
        "question_content": "Қара курткаға төгілген супер клейді қалай кетірсе болады?",
        "question_date": "5.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзімде ондай жағдай болмапты , сондықтан іздеп қарап мынадай видео таптым:",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іш қатканға не істеуге болады?",
        "question_content": "Іш катып кала береді үлкен дәреткае барғансон астым  қанап кетеді аяғы ауыр келіншектерге кандай дәрі болмаса нестеуге болады ....",
        "question_date": "5.12.2020",
        "question_tag": "Тазалық",
        "question_views": 854,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқты жылы ұстап жүріп көп сұйық кефир сияқты нәрсе іше беріңіз",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сен жалындашы жалындашы өмірлік міндетінді орындашы? Кайрмасы Бала Бала Бала деп басталад",
        "question_content": "Сен жалындашы жалындашы өмірлік міндетінді орындашы? Кайрмасы Бала Бала Бала деп басталад айтып жиберсендер",
        "question_date": "5.12.2020",
        "question_tag": "Қазақша ән",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтынбек Қоразбаев және Меломен тобы- Әке мен бала",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қара тайға есім керек",
        "question_content": "Қара тайға қандай ат қойсам болады бірақ кейін 3-4жылдан кейін түсі ағарып кетеді енесі сияқты есім тауып беріңдерші",
        "question_date": "5.12.2020",
        "question_tag": "Ұлттық спорт",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыған ұқсас бір сұрақта біраз есімдер аталған екен:\nhttps://surak.baribar.kz/15564/",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 моль этан (C2H6) жанғанда түзілетін көмірқышқыл газының көлемі және зат иқлшерін",
        "question_content": "Отинем комектесши катты керек СОР болып жатыр",
        "question_date": "5.12.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 моль              х литр\n\nС2Н6+3.5О2 = 2 CO2+3H2O\n\n1 моль              2*22,4литр\n\nx=3*2*22.4=134.4литр\n\nx=6 моль",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Абай Алматыны аралап арамызда жүргендей синтаксистік талдау жасап беріңші",
        "question_content": "Ұлы Абай Алмытыны аралап арамызда жүргендей\n\nСинтаксистік талдау жасапберіңші",
        "question_date": "5.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақпараттық жүйелер техника және технология бакалавры?",
        "question_content": "Акпараттык жуйелер техника жане технология бакалаврымын маган мектепте информатикадан мугалим болып жумыс жасауга бола ма?",
        "question_date": "5.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жалпы кедергісін тап.",
        "question_content": "Кедергілері 4 Ом және 6 Ом болатын өткізгіштер параллель жалғанаған. Жалпы кедергіні табыңыз.",
        "question_date": "5.12.2020",
        "question_tag": "Физика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = 24/10 = 2,4 Ом-ға тең.",
                "date": "5.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір дененің екінші денеге әрекеті қалай байқалады?",
        "question_content": "Бір дененің екінші денеге әрекеті қалай байқалады?????????????",
        "question_date": "4.12.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денелердің өзара әрекеттесуі-табиғатта кез келген дене міндетті түрде қандай да бір басқа денемен әрекеттеседі. Оған кез келген екі дененің соқтығысуы да, сондай-ак бір-бірімен серіппе немесе жіп арқылы байланысқан денелердің әрекеттесуі де мысал бола алады. Денелердің қозғалысын бақылау, олардың бір-біріне әрекет етуінің екі жақты сипаты болатынын кәрсетеді. Былайша айтқанда, денелердің бір-біріне әрекет етуі өзара әрекеттесу болып табылады.\nӨзара әрекеттесу - күрделі құбылыс. Біз бұл жерде күнделікті өмірде көріп жүрген өзара әрекеттесудің қарапайым мысалдарын қарастырамыз. Кейінірек, білімімізді жинақтай келе, оның күрделі түрлерін де қарастыратын боламыз.\nСонымен, мұз айдынында коньки теуіп жүрген екі баланың бірі екіншісін қолымен итеріп жіберді делік. Сол кезде олар бағыттары қарама-қарсы жаққа қарай сырғанап кететін болады.\nБұл жерде қай бала итерсе де, құбылыстың нәтижесі бірдей болады.\nЕкпіндеп жүгіріп келе жатқан бала ақырын жүріп келе жатқан баламен қақтығысып қалса, онда олардың қозғалыс жылдамдығы өзгереді\nБұтақта отырған құс ұшып шығарда ол бұтақты кері итереді. Қайықта отырған адам суды ескекпен есе отырып, сумен әрекеттеседі. Соның нәтижесінде қайық ілгері қарай жылжып, су ескектің көмегімен кері серпіледі. Әдетте дене бір немесе бірнеше денемен өзара әрекеттесуге қатысады. Мысалы, адам ауыр шкафты орнынан қозғалтпақ болып итерген кезде ол жермен және шкафпен өзара әрекеттеседі. Егер дене өзара әрекеттесу кезінде жылдамдығын өзгертпесе, мысалы, тыныштық қалпын сақтаса, онда оның тағы да басқа денемен (немесе бірнеше денемен) өзара әрекеттесуін байқауға болады. Қарастырылатын денеге басқа денелер бірлесіп әрекет етсе де дененің жылдамдығы өзгермеуі мүмкін.\nБұл келтірілген мысалдар денелердің бір-біріне ықпалы әрдайым өзара әрекеттік сипат алатынын кәрсетеді. Сондықтан бұл қарастырылған құбылыс әрекет емес өзара әрекеттесу болып табылады.\nФизикада денелерді, олардың қозғалыстары мен әзара әрекеттесуін сипаттау үшін бірқатар физикалық шамалар енгізілген. Ол шамалармен физиканы одан әрі оку барысында танысатын боласыңдар.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "4.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнараның биіктігі неше метр?",
        "question_content": "мұнарадан60м қашықтықта адам тұр.мұнараның төбесін адам  40~бұрыштан көрді. биіктігі неше?",
        "question_date": "4.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мұнарадан 60м қашықтықта адам тұр.мұнараның төбесін адам  40 бұрыштан көрді. биіктігі неше?",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бактериялардың геологиялық қызметі.",
        "question_content": "Бактериялардың геологиялық қызметі.",
        "question_date": "4.12.2020",
        "question_tag": "Табиғат",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бактериялар ( таяқша ) бұл табиғатта ең кеңінен таралған микроорганизмдер тобына жататынын және сол арада өте үлкен және алуан түрлі болтын, дүниедегі микроскопиялық тірі ағзаларға жататын дарақтар болып табылады. Ең ұсақ түрлерін алатын болсақ, олардың денелері шар тәрізді, мөлшерлері ең кемінде 0,1мкм. Бактериялардың ең кен таралған түрлеріне жататындар ол таяқша тәрізді ағзалар, мқлшерлері: қалындығы орташаланған есеппен 0,5-1 мкм, ұзындығы 2-3 мкм; сол арада кәдімгі «алып» болатын түрлері де кездесуі мүмкін, олардың диаметрлері орташаланған есеппен 5,0-10 мкм; ұзындығы 30-100мкм. Бактериялардың тіпті майда болатын мөлшерлері ең сипатты ерекшеліктеріне жатады. Бактериялардың көпшілігінде ядросы жоқ (ядролық мембранамен оқщауланған ядросы болмайды).\nБактериялардың ядросының аналогы ретінде нуклеоид болып табылады. Ол құрамында ДНҚ бар плазма түрінде кездеседі және цитоплазмадан мембранамен оқшауланбайды. Сонымен қатар бактериялар клеткаларында митохондриялар және хлоропласталар табылмайды. Кәдімгі ядросы жоқ ағзаларды прокариоттар (ядросы жоқ клеткалар деп атайды), немесе протоциттер (яғни жай құрылымды клеткалы ағзалар жатады).\nБактерияларды – шынында прокариотты ағзаларға жатқызады. Прокариоттарға мынадай микробтар тобы жатады: эубактериялар, спирохеталар, микоплазмалар, миксобактериялар, актиномецеттер, көк жасыл бактериялар жатады. Бактериялар пішінді таяқшалар тәрізді (жұмыр) не шар тәрізді (коктар), спириллалар (вибриондар, спирохеттер).\nАктиномициттер және оларға туысты ағзаларға жататын дарақтарда ұзын және бұтақталған клеткаларды гифтерді, олдар мицелийді жіпшелерді немесе гифтердің ірілеуін түзеді.\nМикоплазмалардың клеткаларында тығыз қабы болмайды, сондықтан олардың пішіндері кез келген түріне айналу мүмкін.\nТұңғыш рет микробтар әлемін ашқан голандиялық жаратылыстанушы А. Левенгук болған екен. Ол лупаны бірнеше рет жетілдіріп, оның ұлғайтылуын 160-270 есе арттырып лупа микроскобты ойлап тапты. Левенгук заманынан кейін микробтар әлемін зерттеу үшін микробиологиялық техника бірнеше есе қадамға алға басты.\nЖарық микроскоптар арқылы есе зерттелінетін объектілерді ұлғайтушы дәрежесі қазіргі заманғы электрондық микроскоптың ұлғайту күші 200000-500000 есе артып, өте майда мөлшердегі объектілерді зерттеуге мүмкіндік берді.\nОрыс микробиологы С. Н. Виноградскийдің лабороторияда қолданған микробтарды зерттейтін бірнеше элективті жасанды қоректер арқылы тәсілі еңгізілді.\nОсы тәсілді қолданып, ғалымдар таза судың топырақ қиыршығының, ауа сынамасыныда микробтар табылған.\nМикробтар тағыда Франц Иосиф аралдарының жартастарында полярлы аймақтардың қарларында, мухитта және солтүстік полюсында табылған. Алуан түрлі бактериялар Сахара шөлінің топырағында, мұхиттың түбінде дәлелденген. Қызуы 80 градус шамасында қайнар көздерінің суларында бактериялар өмір сүруі дәлелденген.\nБактериялар өте ұсақ, мөлшеріне байланысты оңай түрде жарықтардан, саңылаулардан және тесіктерден өтеді. Бактериялар өте төзімді болады, қолайсыз жағдайда тіршілік етуге бейімделген: олар кеуіп қалуды, өте күшті тоңазытуды және қыздыруға шыдайды. Ал бактериялар споралары тіпті өмірде күнделікті қажетті өте маңызды қызметтерді атқарады.\nБактериялар кеңінен өсімдік өсіру мен мал шаруашылығына және тамақ өнеркәсібінің алуан тармақтарында қолданылып отыр. Микробиология кеңінен текстильдік және тері илеу өнеркәсібінде пайдалана бастады.\nҚазіргі заманда, мысалы зығыр талшықтарын жұмсарту мен тері илеу бактериялар, ашытқы өнімдерсіз тіпті мүмкін емес болғаны рас.\nБактериялар маңыздылығы тіпті ғажап, әсіресе олардың адам, жануарлар мен өсімдіктер питогеннезін алсақ.\nТопырақтағы бактериялар өсімдіктердің өсуі мен дамуына үлкен ықпалын тигізеді. өсімдік тамырларына көптеген бактериялар шоғырланады. Мұндай микрофлора өсімдік қоршаған ортамен байланысты пайдалы немесе зиянды болу мүмкін. Бактериялар өмір сүру кезінде адаммен қолданылатын заттарды бөліп шығарады. Сол заттар тізімінде антибиотиктер, аминқышқылдары, витаминдер, ферменттер және басқа қоспалар. Жыл сайын осы заттардың тізімі жалғаса береді; микробтар әлемі – ол сарқылмас өте маңызды заттардың қайнар көзі.\nБактериялардың геологиялық тіршілік атқару іс-қимылдары орасан зор болғаны мәлім. Бактериялар табиғаттаға зат алмасу шеңберіне тіпті белсене қатысады. Осы кезде барлық органикалық заттар және бірқатар бейорганикалық заттар аса маңызды өзгерістерге ұшырайды. Мұндай зат алмасу шеңбері – ол жер бетіндегі негізгі тіршілік атқарумен байланысты болады.\nБұрыңғы кезде бактериялық ағзаларды өсімдіктер әлеміне жатқызатын, ал қазіргі заманда бактериялар прокариоттар ретінде, ерекшелікті тірі жандар патшалығына жатқызады, ол өсімдіктер  мен жануарлар патшалығынан өзгеше болатындығы дәлелденген.\nТолығырақ: https://baribar.kz/student/24085/mikroorganizmder-taraluy-zhane-olardynh-tabighattaghy-mekendeu-oryndary/",
                "date": "4.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микроорганизмдердің тіршілік ету ортасы ретінде өтпелі және топырақ түзуші?",
        "question_content": "Микроорганизмдердің тіршілік ету ортасы ретінде өтпелі және топырақ түзуші аналық тау жыныс қабаты",
        "question_date": "4.12.2020",
        "question_tag": "Табиғат",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетінде алғашқы пайда болған тірі организмдер өсімдікте жәндікте емес – ультрабактериялар, олар өздері өмір сүретін ортаға өте бейім келеді. Олардың кейбірулері тіпті тастарда да өсе бастаған. Олар өздеріне керекті көмірқышқылы газы мен азотты ауадан ғана емес тастан да алды. Сөйтіп олар тіпті тасты бірті-бірте бұзып , бүлдіре бастады. Ал үгілген ұнтақталған тау жыныстары оларға таптырмас мекен болды.\nБұл микрооргаизмдер табиғаттың ыстық–суығын, оттегінің барын я жоғын, ортаның қышқылдығын, я сілітілгін таңдамады. Сондықтанда олар табиғатта кез-келген жерде кездеседі. Олаға сумен қорек болса, жеткілікті. Бактериялардан басқа, алғашқы тау жыныстарында балдырлар, саңырауқұлақтар да өсіп-өнді.\nСонымен алғашқы тірі организмдер су, жел және мұздар мен бірге Жердің тасты қыртысын бұзып, өздері өлгеннен кейін шіріп қарашірінді құрады. Шырын желім тәрізді болғандықтан қопсыған үгітілген жыныстарды бір-бірімен жымдастырып, біріктірді, сөйтіп алғашы құналы аздау топырақтар пайда бола бастады. Бұл құбылыстар ғасырлар бойы созылып алғашқы микроорганизмдермен төменгі сатылы өсімдіктер өздерінен кейінгі дамып өсетіндерге жағдай жасады.\nТау жынысының үгілуінен бөлінетін қоректік заттардың бір бөлігі енді топырақтың тіршілік көзі болып саналатын организмдер бойына ауыса бастады. Ал олар өліп, ыдыраған кезде, топырақтың жоғарғы қабаттарында және оның белгілі бір тереңдіктерінде қоректік заттарға айналып, топырақ құнарлығын арттырады. Бұл келесі өсетін өсімдіктерге қолайлы жағдай жасайды.\nСонымен араға ғасырлар салған уақыт өте келе алғашқы пайда болған топыраққа айналды, оларда өсетін өсімдіктер, мекендейтін жәндіктер көбейді, төменгі сатыдағы өсімдіктермен қатар, жоғарғы сатыдағы өсімдіктер өсіп, тірі жәндіктер мен жануарлар пайда болды.\nТопырақты мекендейтін, онда өсіп-өнетін организмдердің молдығы топыраққа жай ғана әсер етіп қоймай, топырақтағы көптеген қосылысардың бағытына, олардың қасиеттеріне зор ықпал етті.\nТопыраққа тек микроорганизмдердің ғана емес сонымен қатар онда мекен ететін көптеген зоофауналар , қарапайымдылар, төменгі және жоғарғы сатылы жан-жануарлар, құр-құмырсқалардың пайдасы көп. Мәселен, жауын құрты әртүрлі өсімдіктер қалдығымен қоректеніп, денесі арқылы органикалық заттарға бай, суға шыдамды топырақ түйінділерін шығарып топырақ қабаттарын әрі бері тесіп өтіп, ондағы су– ауа режимін жақсартады. Осыған байланысты Ч. Дарвиннің «Топырақты адам қоғамы соңғы мыңдаған жылдар бойы жыртып келеді. Ал оған дейін топырақты бірнеші жылдар бойы жауын құрты жыртып келген» деген тамаша айтылған тамаша сөзі бар.\nҚазіргі кезде топырақта өмір сүретін организмдерді тек оны мекендейтін тіршілік иесі ретінде емес, оның белгілі бір бөлігі деп қарайды, яғни бұлaрда топырақ құрамына кіреді деген сөз Сондықтан да топырақты тірі дене деп есептейді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "4.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биогеохимиялық мониторинг пәнінің қысқаша даму тарихы туралы.",
        "question_content": "Биогеохимиялық мониторинг пәнінің қысқаша даму тарихы және ғылым ретінде қалыптасуы\nЖаратылыстану ғылымдар жүйесіндегі биогеохимиялық мониторинг пәнінің басқа пәндермен байланысы\nНегізгі биогеохимиялық заңдар мен принциптер\nБиогеохимиялық мониторингты практикада қолдану\nБиогеохимиялық мониторинг пәнінің мақсаттары, міндеттері\nБиогеохимиялық мониторингты практикада қолдану",
        "question_date": "4.12.2020",
        "question_tag": "Табиғат",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": []
    }
]