[
    {
        "question_title": "Әр сақтандырушының сақтанушыға төлем ақысының көлемін анықтаңыз.",
        "question_content": "<!--[if !supportLists]-->1.        <!--[endif]-->Құны 6 млнтеңге болатын объект 3 сақтандырушымен сақта\nндырылған: біріншісі – 2,5 млн теңгеге,  екіншісі – 2 млн.теңгеге, 3-сі 1,5 млн теңгеге. Сақтандыру жағдайы болып (өрт( объектке 1,8 млн.теңге зиян келтірілді. Әр сақтандырушының сақтанушыға төлем ақысының көлемін анықтаңыз. Қорытынды жасаңыз.",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің  шешу:\n Бұл жағдайда біз бірлесіп сақтандыру туралы айтып отырмыз, яғни. бір объектінің бірнеше сақтандырушысының бірлескен сақтандыру туралы. Сақтандырудың бұл әдісі, әдетте, ірі объектілерді сақтандыру кезінде, бір сақтандыру компаниясы үлкен тәуекелдерді қабылдауға қабілетсіз болған кезде қолданылады. Сонымен қатар, әрбір сақтандырушының жауапкершілігінің үлесі олар алған сыйлық ақы мөлшеріне сәйкес анықталады. Осыған сүйене отырып, біз әр сақтандырушы сақтанушыға төлейтін төлем мөлшерін есептейміз:\nW1=Y*S1/SS=1,8*2,5/6,0=0,75 млн. тг.;\nW2=Y*S2/SS=1,8*2,0/6,0=0,60 млн. тг.;\nW3=Y*S3/SS=1,8*1,5/6,0=0,45 млн. тг.\nжалпы төлем ақысы:\nW=W1+W2+W3=0,75+0,60+0,45=1,8 млн. тг.,\nяғни, келтірілген шығын мөлшеріне тең.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отын түрлерінің бір бірінен қандай айырмашылықтары бар?",
        "question_content": "Отын түрлерінің бір бірінен қандай айырмашылықтары бар?",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 17400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отын- табиғи немесе жасанды түрде алынатын,жанатын қабілеті бар, энергия көзі және химиялық өндірістерге шикізат болып есептелетін зат.\nОтын агрегаттық күйіне байланысты қатты, сұйық және газ тектес үш топқа бөлінеді. \nТегіне қарай: табиғи және жасанды болып екі түрге бөлінеді. Жасанды отын табиғи заттырды өңдеу нәтижесінде алынады. Болашақта сутек пен метанол, этанол, өсімдік майлары, органикалық заттар мотор және энергетикалық отын қатарына енеді. Өнеркәсіптің қай саласыда болсын, отынның маңызы зор. Отынның жану жылуы- 1кг отынды толық жаққанда бөлінетін жылу мөлшері.Отынның құрамында көміртек пен сутек неғұрлым көп болса, жылу болу қабілеті соғұрлым жоғары болады.Қатты қатты отынды химиялық өңдеудің мынадай әдістері бар пиролиз, газдандыру (газификациялау), гидрогендеу және кокстеу.\nЭнергетикалық отын өзінің физикалық құрамына байланысты қатты, сұйық және газ тәрізді боп бөлінеді. Отын белгілі ьір түрде ол қазандыққа түседі, және де  жұмыс отыны деп атайды. Ол келесі элементтерден тұрады: көміртегі, сутегі, оттегі, азот N, күкірт Sn, күл және ылғалдан - W. SH нндексі ұшқын күкірт білдіреді. Қалған күкірт отын күлінің құрамына кіреді. Егер отындағы әрбір элементтің мөлшерін пайызбен мөлшерлесек, онда элементарлық құрамын және оның жұмыс массасы тепе-теңдік жағдайда болады.\nОтынның ылғалдылығы. Ылғалдылық отын құрамын құрайтын зиянды (балластты) құраушы болып табылады, оның жылулық құндылығын төмендетеді. Осы элементтің отындық негізгі бөлігі - сыртқы ылғал, отын фракцияларының сыртқы бетін механикалық ұстау.\nОтынның күлділігі. Бұл сондай-ақ балласт бөлігі. Ең көп саны (күлді немесе минералдық) қоспалары бар - қатты отындар. Бұл балшық (Al203*2Si02*2H20), еркін кремнезем (Si02), карбонаттар (CaC03, MgC03 және FeC03), сульфаттар (CaS04 және MgS04) және басқалар.\nСұйық отындардың минералды қоспалары (әр түрлі тұздары мен тотықтары) шағын пайыздық мөлшерлемені құрайды.\nЖасанды газ отындарында  минералды қоспалар пайызды үлестен тұрады және газ өндіру технологиясымен анықталады.\nОтында \"сыртқы\" теңгерім (А + W) мөлшері отын табиғатына ғана байланысты емес, сонымен қатар сыртқы жағдайларға да (өндіру тәсіліне, байыту фазасының болуы, сақтау, тасымалдау) тығыз байланысты.\nҚатты отын шынайы, көлемді және үйілген тығыздығы (алғашқы көлемінде саңылаусыз тығыз масса, екіншісі - саңылаумен және жарықтары бар, үшінші - саңылаумен, жарықтар және бөліктер аралықтарымен) болып ажыратылады.\nӘр түрлі отындардың кейбір есептік сипаттамалары.\nТолық жылу шығару мүмкіндігінен басқа, яғни отын бірлігінің толық жануы кезінде бөлінетін жылу мөлшері (1 кг, 1 м3, 1 моль), есептеулерде отын жанған кезде пайда болатын су жағдайында анықталатын төмен жылу шығаруды жиі қолданады, бу тәріздес күйде болады. Практикалық шарттарда жұмыс отынының төменгі жылыту қабілеті - Q, ккал/кг, кДж/кг; бұл негізгі көрсеткіші отынның жылу құндылығы болып табылады.\nОтынды жылу құндылықтары бойынша салыстыру кезінде шартты отын (ш.о.) ұғымы енгізілді, жылу шығаруы 7000 ккал/кг.т., 29310 кДж/кг.т болуы тиіс. Бұл әр түрлі есеп беру құжаттарында отын шығысы әрбір өнімнің түрі бойынша және тұтастай кәсіпорын бойынша, муниципалды білім беру және т. б. шартты отын (т.ш.о.) тоннасымен келтіріледі. Табиғи отын , әдетте, төменгі жану жылуының жұмыс жағдайының  жылуға  қатынасы ретінде айқындалатын, олардың нақты жылу баламдарының шарттарына сәйкес қайта есептеледі.\nКөмір отыны. Барлық қазып алынатын көмір үш негізгі түрге бөлінеді: қоңыр, тас көмір және антрациттер.\nҚоңыр көмірлер (Б маркасы) басқа көмірден төмен жылыту қабілетімен (QpH 2250-4000 ккал/кг) ерекшеленеді. Оларды ұшпалардың үлкен шығуымен (V. = 40-50%) сипаттайды, кокс қалдығы мен үлкен ылғалдылық жас көмірде 55-58% дейін жетеді және кәрі көмірде 30% - ға дейін болады. Олар ауадағы ылғал және механикалық беріктігін оңай жоғалтады, ұсақ-түйекке айналу кезінде, өздігінен жанудың жоғары бейімділігіне ие. Оларды төмен жану жылуы, өздігінен тұтану және жарылуы мақсатына байланысты жергілікті энергетикалық отын ретінде пайдаланады. Бірақ қазіргі жағдайда, жанармай бағасы күрт өсті,оларды өндіру  көлемдерінің қысқартылуына байланысты қоңыр көмірлер жергілікті маңызы бар отын боллуын тоқтатты.\nТас көмір - ұшпа заттардың шығысы 9% артық отын. Көбінесе  Жиі бұл спекающиеся көмір (кокстеу үшін шикі) қоспағанда, длиннопламенных және арық. Олар жылыту қабілетінің кең таралуымен (Qн 3200-6000 ккал/кг) және маркаларының  әртүрлілігімен ерекшеленеді.\nАнтрациты өзінің геологиялық жасына қарай барлық көмір қазбаларының арасында ең ескі болып табылады, оларда ұшпалы заттардың шығуы кемінде 9%, бұл олардың тұтануын қиындатады. Жоғары теориялық жану температурасы (2180°С) антрациттердің қабатындағы жағу үшін қиындықтар туғызады, әсіресе механикалық масақты торларда өз қиындығын туғызады. Антрациттің жылу шығаруы 5500-6800 ккал/кг. Көмір қазбаларының арасында антрациттер механикалық беріктігі, шағын мөлшерде ылғалдылығы және күлділігі, сондай-ақ ашық-қара жылтырлығымен жоғары ауқымға ие. Көмір сондай-ақ, ірілігі бойынша да жіктеледі.\nАғаш отыны. Негізінен лигниннің жасушалық (50-70%) және жасуша аралық заттарынан (20-30%) тұрады. Ағаш отынының құндылығы аз күлділігі (1% - ға дейін), күкірт және жанғыш ұшпалардың үлкен мөлшерінің (85% - ға дейін) болмауынан тұрады. Ықтимал айтарлықтай ылғалдылығы (60%-ға дейін) оның жылу шығару қабілетін айтарлықтай төмендетеді. Тиісінше, осы ылғалдылық бойынша ағаш отыны бөлінеді: 1) ауалық-құрғақ - ылғалдылығы 25% - ға дейін; 2) жартылай - құрамында ылғал 26-дан 30% - ға дейін; 3) ылғалдылығы 50% - дан астам.\nӨсімдік шаруашылығының қалдықтары. Өз құрылымы бойынша және отын сипаттамаларына ағашқа жақын боп келеді. Олардың көпшілігі салыстырмалы түрде жоғары жылыту қабілетімен ерекшеленеді. Салыстыру үшін келтірілген деректер бойынша, қалалық қоқыс (өсімдік қалдықтары үшін QpH орташа мәндері), ккал/кг: сабан - 3750; зығыр діңшесі - 3860; мақта қораптары - 3410; мақта сабақтары- 3470; күнбағыс қауызы — 3685; күріш қауызы - 3180; қалалық қоқыс - 1000.\nСұйық отын. Бастапқы шикізатпен іс жүзінде кез-келген сұйық отын мұнай болып табылады. Жекелеген жағдайларда бұл (шайыр, дистиляттар) қатты отындарды термиялық өңдеу кезінде алынатын өнімдер болуы мүмкін. Кейбір мұнайды қайта өңдеу өнімдерін қарастырайық.\nОттық мазуттар. Күкірт мөлшері бойынша күкірттілігі аз (Sp 0,5 - 1,0%), күкіртті (Sp 2%) және жоғары күкіртті (Sp 3,5%) болып ажыратылады. Оттық мазуттардың бірнеше маркалары М200, М және басқа түрлері шығарылады. Мазуттар, сондай-ақ, өте тұтқыр сұйықтық, оларрдың тұтқырлығы судан кемінде 150 рет жоғары. Құбырлар бойынша және бүріккішпен тозаңдыру арқылы мазутты айдау үшін 100-140°С –қа дейін жылыту керек.\nМоторлы отын. Бұл отын ішкі жану қозғалтқыштарына арналған, және де булағыштығы бойынша жіктеледі Олар үшін тән температура қайнап суалу кезінде 10, 50, 90% отын көлемі, ал бензиндер үшін қайнау соңының температурасы көрсетіледі. Қайнап суалуы бойынша отын жеңіл және ауыр болып бөлінеді. Жеңіл отындарға бензин, лигроин, керосин.Бензин маркасы оның октан санымен анықталады, мысалы, бензин А-92, А-95 жатады. Октан саны жоғары бензиннің детонацияда бейімділігі төмен болады. Детонацияны жеңілдетілген әдіспен - отынның шекті (жару) жану режимі бойынша анықтауға болады.\nЯдролық отын. Атомдық электр станцияларында, жылумен қамтамасыз ету станцияларында және жылу электрлік орталықтарында ядролық отынның жаңа қуат көзін қолдану жақын арадағы он жылдықта органикалық отынның қолданылуын қысқарту мүмкін және де бірінші кезекте мұнайдың қолданылуы азаяды. Осы өндірістік саланың қыр сыры энергетикада ядролық отынның қолданылу ерекшелігімен негізделген.\nЯдролық отынның жоғары колориялығының арқасында негізгі экономикалық тиімділігі органикалық отынның орнын басқан кезде тікелей АЭС-да аз көлемде және органикалық отынды тасымалдауда және өндіру саласында шығындардың азайу есебімен алынады. Бұл дегеніміз атомдық энергетиканың тиімділігі мемлекеттің барлық жылу-энергетикалық кешенінің құрамдас бөліктері ретінде анықталуы керек, яғни АЭС и ЖЭС (жылуэлектростанциялар) жеке экономикалық салыстыру жолымен емес, ал сала аралық негізде. Осыдан АЭС-ның және ядролық отынның осыған тең оларды отынмен қамтамасыздандыру ЖЭЖ-нің экономикалық сұрақтарын бірге қарастыру қажеттілігі туады.\nАтомдық энергетиканың маңызды көрсеткіші болып дәстүрлі отын-энергетикалық кешенімен салыстырғандағы оның жоғары өндіру деңгейі және техникалық жабдықталуы. АЭС және АЖЭЖ-сін қосатын атом энергетикасы, сонымен қатар отындық циклдың ұжымы энергиямен қамтамасыз етудегі барлық жүйелерде жылу энергетикалық кешеннің құрамдас бөлігі ретінде қарастырылуы керек.\nАтомдық станциялардың құрылысы мен дамуы тианақты технико-экономикалық негізді, сонымен қоса жобаның іске асырылуынан әлеуметтік және экологиялық салдарын анықтап алуды қажет етеді.\nАтомдық энергетика әлі жастау. Олардың көптеген мемлекеттерде салыну көлемі жоғарылағандықтан АЭС пайдалану және жабдықтау тәжірибесін жинақтау қарқынды процесі байқалады. Сондықтан ядролық отынның қайта өңдеудің және өндірудің технологиялық прогрессі, жоюдың күрделі мәселелерін сәтті шешу, радиоактивті қалдықтарды көму және заласыздандыру әдістелген. \nЯдролық отынның ерекшеліктері\nРекакторларда ядролық отынды қолдану жылу энергиясын өндіру үшін негізгі ерекшеліктер қатарына ие, ағып өтетін үрдістердің ядролық сипатымен және физикалық қасиеттерімен шартталған. Бұл ерекшеліктер атомдық энергетиканық қыр-сырын, оның техникалық сипаттамасын және пайдалану шартының ерекше технологияларын, экономикалық көрсеткіштерін және қоршаған ортаға тигізетін әсерін анықтайды. Олар сонымен қатар негізгі ғылыми-техникалық және инженерлік мәселелерді негіздейді, олар атомдық энергетиканың қауәпсіз және тиімді, сенімді кең дамуы кезінде шешілуі керек:\n1. Салыстырмалы жоғары жылу шығару мүмкіндігі, яғни нуклидтар массасы бірлігіне қатысты бөлінген жылу шығару;\n2. Реакторда отынның бір мәрте келіп түсуі кезінде барлық ыдырайтын нуклидтар үшін толық «жану» (қысым) мүмкін еместігі, себебі реактордын белсенді аймағында отынның сыни массасына ие болу керек және өзіндік сын туғызатын және сыни массадан асып түсетін бөлігін ғана «жағып» жіберуге болады;\nЖарым-жартылай ие болу мүмкіндігі, ал анықталған шарттар жағдайында толық және тіпті бөлінетін нуклидтардың (конверсиясын) кең іске қослуы, яғни іске қосылатын ядролық материалдардан екінші ретті ядролық отынды алу;\nРеакторда ядролық отынды «жандыру» тотықтырғышты қажет етпейді және «жану» өнімдері қоршаған ортада үздіксіз түсіру бір уақытта қоса жүрмейді.\nБөлу үрдісі бір уақытта ұзақ өмір сүретін бөлу өнімдерімен аз өмір сүретін радиоактивті жинақталумен қоса жүреді, ал сонымен қоса өнімнің ыдырауында ұзақ уақыт сақталатын радиоактивті жоғары деңгейімен сақталады. Осылайша, рекаторда сәулеленген және ондағы жұмысын атқарған отын төтенше жоғары риадиоактивтілікке ие және сондықтан оның қалдық жылу бөлінуі сәулеленген ядролық отынмен айналысы кезінде ерекше қиындықтар туғызады. \nЯдролық отынның тізбектік бөліну реакциясы нейтрондардың жоғары ағын шығысымен қоса жүреді.Жоғары қуатты нейтрондардың әсерінен жылу тасымалдағыш реакторлардың сәулеленетін конструкциялық материалдарында және газдық ауадағы биологиялық қорғаныс материалдарында рекаторлар арасындағы кеңістікті толтыратын көптеген химиялық тұрақты (радиоативті емес) элементтер радиоактивті элементке айналады. Қашықтықтан қызмет көрсететін құралдар және қымбат тұратын қорғаныс құралдарын қажет ететін, пайдалануды қиындататын бағытталған деп аталатын радиоактивтілік пайда болады. Жалдам нейтрондардын радиациялық әсері реактордың конструкциялық материалдарында және одан бұрын оның белсенді аймағында радиациялық елеулі (ісіп кету, жоғары сызғыштық және т.б. ) зақымдануды тудырады.  \nЭнергетикада ядролық отынды қолдану белгілі бір қауіптілікпен байланысты, оларды елемеуге немесе толық бағаламауға болмайды, әсіресе құралдарды және қауіпсіздікті сенімді қамтамасыз ету жолдары белгілі және тәжірибеде зерттелген. Радиоактивті өнімдердің бөліну жиынтығы төтенше жоғары және осымен айтарлықтай ұзақ уақытты қалдық жылу бөлінуі реактордың белсенді бөлігінде байланысты, ол тоқтағаннан кейін жылу тасымалдағыштар және жоғары бағытталған радиоактивті материалдар – осының барлығы АЭС пайдалану және қондырғыларды жобалауға ерекше талаптарды ұсынады, оның негізгі құрылғылары сонымен қатар бақылау жүйелері, басқару және қорғау, радиациялық қауіпсіздіктің және ядролық қамтамасыз ету кепілденген жүйесі.\n2 Қайта қалпына келтірілмейтін энергетикалық табиғи қорларды (көмір қорлары мысалында) оңтайлы пайдалану\nЗаманауи өркениеттің маңызды мәселелердің бірі болып пайдалы қазбалардың таусылуы болып табылады, бірінші кезекте қуат көздері. \nОсы мәселелерді шешу үшін қазіргі таңда биотехнологиялық өңдеулер және әртүрлі өңдеулер қатары жұмылдырылған.  \nӨндірудегі биотехнологияның қосымшасы пайдалы қазбаларды байыту және қайта өндеу биогеотехнологияның аймағына жатады.\nОсы үрдісте жердің қойнауында тұратын және сонда химиялық айналымдар жасай алатын микроорганизмдер үлкен рөл атқарады.\nГаз тәрізді отын. Бұл табиғи немесе жасанды газдар. Бірінші - жер асты суларын ұңғымаларынан газ кен орындарын немесе ілеспе мұнай өндіру кезінде. Жасанды газдарды, сондай-ақ қатты немесе сұйық отындарды термиялық ыдырату процесінде арнайы зауыттарда немесе ілеспе, мұнай өндіру кезінде алады. Екінші тәсіл - қатты немесе сұйық отындарды термиялық ыдырату процесінде арнайы зауыттарда немесе ілеспе, көмірді кокстеу немесе биогаз қондырғыларда органикалық қалдықтарды және сарқынды суларды (тұрмыстық, мал шаруашылығы және т. б.) өңдеу кезінде алады. Табиғи газдар көміртек оксидінің толық болмауымен ерекшеленеді. Газ түріндегі отынның басты артықшылығы оны құбыр арқылы алыс қашықтықтарға тасымалдау ыңғайлылығы және жағу қарапайымдылығы болып табылады. Мұнай-газ кен орындарының ілеспе газдарының  құрамында улы және коррозиялық-белсенді күкіртті сутек бар.\nӨнеркәсіпте, әсіресе тұрмыста мұнай және ілеспе мұнай газдарды бастапқы қайта өңдеу кезінде алынатын сұйытылған газ пайдаланылады. Атмосфералық қысымда бұл газдың конденсация температурасы әдетте, төмен 0°С, тиісінше 20°С кезінде бу қысымында  бұл газдар0,2-ден 0,8 МПа құрайды, сондықтан бұл газдарды баллондарда аз қысыммен сұйық түрде тасымалдайды, қысым - кемінде 2,0 МПа болады.\nЭнергетикалық ресурстардың меншікті энергия сыйымдылығы энергия ресурстардың физикалық денесінің массасының бірлігіне келетін энергия мөлшері. Әр түрлі энергетикалық ресурстар мен барлық отын түрінің шығынын есептеу мүмкіндігін салыстыруға ыңғайлы болу үшін шартты отын ұғымы енгізілетінін айтып өттік. Шартты отын үшін, мұндай1 кг отын жанған кезде 29,3*10 6 Дж жылу бөлінеді, немесе 7000 ккал энергия.",
                "date": "7.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биіктігі 4м сынып бөлмесінде биіктігі 70 см. Потенциалдық энергия туралы есеп?",
        "question_content": "Биіктігі 4м сынып бөлмесінде биіктігі 70 см үстел орналасқан.Үстел үстінде жатқан массасы 300 г кітапты 120 см ге жылжытқанда жасаған ауырлық күшінің жұмысы неге тең?",
        "question_date": "7.04.2020",
        "question_tag": "Физика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nh0 = 4 м\nh1 = 70 см = 0,7 м\nm0 = 300 г = 0,3 кг\nS = 120 см = 1,2 м\n\nТабу керек: A - ?\nШешуі:\nA=F*S=m*g*s*cosA= 0,3 кг * 9,8 м/c^2 * 1,2 м * cos90° = 0,3 кг * 9,8 м/c^2 * 1,2 м * 0 = 0 Дж",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрі O болатын шеңбердің AB хордасы оның радиусына тең. AOB бұрышын табыңыз.",
        "question_content": "сұрақ геометрия пәнінен 7 сынып. Осы сұраққа төрт жауап бар.\n\n1.60 градус\n\n2.70 градус\n\n3.80 градус\n\n4.90 градус",
        "question_date": "7.04.2020",
        "question_tag": "Геометрия",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AO=OB=радиус=АВ хорда, бұдан АОВ үшбұрышы тең қабырғалы үшбұрыш. Барлық бұрыштары тең және ол 60⁰.",
                "date": "3.05.2023",
                "upvotes": 1
            },
            {
                "text": "АОВ теңбұйырлы үшбұрыш",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам әрекеті жер бедеріне қалай әсер етеді",
        "question_content": "Адам әрекеті жер бедеріне қалай әсер етеді",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы ғылыми тұрғыдан қарастыратын болсақ , адам баласы тірі табиғаттың бір бөлшегі яғни саналы жануар деп қарастыруға болады. Әрбір жануар табиғат заңы бойынша өз тіршілігі үшін күрес жүргізіп, табиғи іріктелу мен түрлердің дамуы іске асады. Бірақ, адамзат бұл тұрғыда тым шектен шығып кеткені бәріне белгілі. Қоршаған ортаның нашарланып, ластана бастауы адам баласының жағдайын жасау әрекетінің шамадан тыс артып кетуінен деп білемін. XІX - XX ғасырлардан бастап адамзат техникалық жағынан дамуы басталды.  Азмаз керегі үшін металл өндіргнімен  ол әрекеттің табиғатқа зияндылығы қазіргі күнмен салыстырғанда әлдеқайта мардымсыз болды. Ал ол кезеңдерге дейін адамзат табиғатпен үндестікте өмір сүре білді. Қазақстан үшін бұл 100 жылға кейіндете өлшейік. \nАдамзаттың табиғатқа келтірер залалдардың бірі пайдалы қазбаларды өндіру және егін егу мақсатында  жер бетінің күтімі жайлы мүлде ойға алмау есебінен , табиғатқа келетін залалдар. \nҚоршаған орта бір-бірімен тығыз байланыста болғандықтан  жер қыртысына келтірілетін барлық зардап түрі өз ізділігін көрсетеді. жалпы зардапты шығу тегі бойынша екі түрде қарастырсақ:\n 1) (егін шаруашылығы) Жер қабатының құнарының жоғалу ----- жергілікті Флора мен фаунаның  жоғалуына ;\n2) Пайдалы қазбаларды өндіру (аса зардабы көп: уран және жанғыш қазбаларды өндіру және өңдеу ) кезінде табиғатқа келетін залал. Осы тақырып адам баласы өзіне жасап отырған өте ауқымды әрі шынайы маңызды мәселе .\nБұл адам қажеттілігі үшін өндіріліп жатқан барлық байлықтың зардабы барлық жолмен адам денсаулығына аса зор зардабын тигізеді. Мысалы Атыраудың мұнай өңдеу зауытында жұмыс істемей -ақ сол зауытқа жақын орналақан аудандардың тұрғындары бас ауруы мен есте сақтау қабілетінің нашарлауымен дәрігерлерге көп қаралады екен. Ал сол зауыттарда жасайтын адамның іш құрылысы әсіресе Клаус пешінде қызмет атқаратын қызметкердің денсаулығы туралы айту өте қорқынышты.  Ал Уран өндірілетін Созақ ауданының адамдарын мүлде ол аумақтан көшіру керек деп есептеймін өз басым. Себебі  иондаушы сәулелер адам денсаулығына ӨТЕ ЗИЯН. Уранның адам денсаулығына зияныы жайлы толығырақ мына жерден оқып алсаңы болады:https://www.ieer.org/ensec/no-32/no32russ/uhealthrisks.html\nОл аумақта тұрмай -ақ айдалада жүрген бізге дейін зиян. Ауа арқылы Атырауда күкіртсіздендіру процесінде пайда болған күкірт Алматы қаласына қышқыл жауын ретінде жауып зиянын тигізеді. \nАйтпағым негізі басқа еді, адам денаулығына қарай ауып кетіппін. Бірақта адам- флора-фауна- топырақ жамылғысы бір бірімен өте тығыз байланысты деп білемін. Адамзат өзіне деген қолайлылықты арттыру мақсатында жер астын қопарып, жер үстіне зиян келтіруде. Ал ол айналып келгенде түптің түбінде сол адамзаттың өзіне зиян деп айтар едім.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әдебиет қоғамдық өмірді сипаттайды?",
        "question_content": "ХХ ғасырдың 40-80 жылдардағы кеңестік әдебиет пен өнер туындыларындағы қоғамдық өмірді сипаттау арқылы үш себебін анықта",
        "question_date": "7.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық әдебиеттану ХХ ғасырдың 80-90 жылдар тоғысында белгілі бір себептер негізінде туындаған идеологиялық қиындықтардың шешімін табу жолында еңбек етуде. Бұл саладағы жұмыс екі бағытта жүргізіліп келеді: идеологизация мен әдебиетке деген таптық көзқараспен қатар, ХІХ және ХХ ғасырлардағы отандық классикаға деген нигилистік көзқарасты жою. Бір уақыттары гуманитарлық ғылым салалары басынан өткерген теориялық дағдарыстың біртіндеп игерілуі әдеби процеске деген тарихи көзқарастың қайта оралғандығын, көне дәуірден бүгінге дейінгі қазақ әдебиетінің тарихын ғылыми негізде қайтадан зерделеп, жаңғыртуға деген ұмтылысты танытады. М.О.Әуезов атындағы Әдебиет және өнер институтының ғалымдары Мемлекеттік «Мәдени мұра» бағдарламасы бойынша жаңа 10 томдық «Қазақ әдебиетінің тарихын» жасауға кірісті. Отандық әдебиет тарихын бүгінгі күн тұрғысында қарастыратын іргелі ғылыми еңбек қазірде тек жоғары оқу орындарына ғана емес, сонымен қатар мектептерге де қажет болып отыр. Себебі онсыз жаңа ұрпаққа сапалы оқулықтар мен оқу құралдарын дайындау мүмкін емес. Әдебиет тарихын жаңадан жасау тек тарихилық принципінің қажеттілігінен келіп туындайтын концепцияға ғана емес, ең бастысы әлем әдебиетінің және ұлттық көркем ой мен мәдениеттің даму заңдылықтарына негізделген. Бұл азаматтық тарихқа немесе мемлекеттің саяси тарихына көзсіз еру емес екендігін көрсетеді, бірақ қоғамның рухани өмірі сол елдің тарихи және саяси-әлеуметтік жағдайымен тығыз байланыста екенін ешкім де жоққа шығара алмас. Әдебиеттің 10 томдық жаңа тарихы эстетика заңдылықтары тұрғысынан көркем сөз эволюциясы бойынша жаңаша кезеңдерге бөлінетін болады. Бұл қазақ әдебиетінің өз көркемдік дамуында үш үлкен этапты жүріп өткендігін көрсетеді: 1) Абайға дейінгі әдебиет (ежелгі және ортағасырлық кезең); 2) Абай дәуіріндегі әдебиет (жаңа дәуір); 3) Абайдан кейінгі әдебиет (қазіргі кезең). 1 том - қазақ фольклорының тарихы 2 том - ежелгі әдебиет тарихы 3 том - ортағасыр және қазақ хандығы кезеңіндегі қазақ әдебиетінің тарихы 4 том - ХІХ ғасырдың І жартысындағы қазақ әдебиетінің тарихы 5 том - ХІХ ғасырдың ІІ жартысындағы қазақ әдебиетінің тарихы 6 том - ХХ ғасыр басындағы қазақ әдебиетінің тарихы 7 том - ХХ ғасырдың 20-30 жылдарындағы қазақ әдебиетінің тарихы 8 том - ХХ ғасырдың 40-60 жылдарындағы қазақ әдебиетінің тарихы 9 том - ХХ ғасырдың 60-80 жылдарындағы қазақ әдебиетінің тарихы 10 том - тәуелсіздік кезеңіндегі қазақ әдебиетінің тарихы Қазірде мынадай томдар дайындалып, баспаға берілді: 1 том - қазақ фольклорының тарихы  «Қазақ фольклорының тарихы» деген ұғым мен зерттеу дәл өз мағынасында осы уақытқа дейін арнайы түрде күн мәселесіне қойылған емес. Оның бірнеше себебі болды. Біріншіден, ғылымда фольклорды жеке көркем жүйесі бар, көп өзіндік белгілерімен ерекшеленетін руханият деп түсінбей, оны көркем әдебиеттің бір саласы деп ұғыну орныққан еді. Соның салдарынан фольклор тарихы - әдебиет тарихы деп қарастырылып жүрді. Екіншіден, фольклортану ғылымының өзі де көп уақыт бойы әдебиеттанудың ішінде жүрді және сол әдебиеттанудың теориялық, әдіснамалық амал-құралдарына сүйеніп, соларды пайдаланып келді. Әлбетте, одан ол үлкен зиян шеккен жоқ, бірақ фольклордың көптеген қасиетін толық тани алмады. Үшіншіден, әдебиет тарихы жүйелі түрде, кезең-кезеңге бөлініп зерттелді де, фольклор синхронды түрде, бізге жеткен қалпы бойынша сипатталып, оның тарихи даму жолдары, қандай дәуірлерді бастан кешкені ескерілмеді, жеке-жеке жанрлар ғана зерттеліп жүрді. Әрине, фольклордың, дәлірек айтқанда, қай шығарманың нақ қай жылы немесе қай ғасырда туғанын, оның қандай өзгеріске ұшырағанын дөп басып айту мүмкін емес. Сол себепті де бұрынғы Кеңес Одағы тұсындағы ғалымдар да, қазіргі кезеңдегі оқымыстылар да фольклордың тарихын дәуір-дәуірге бөліп зерттеуге көп бармады, ал барған күннің өзінде маркстік-лениндік әдіснамадан шыға алмай, таптық формациялар бойынша қарастыруға мәжбүр болды. Бірақ бұл жол тұрпайы социологияға ұрындырды. Мәселен, 1950-1960 жылдар аралығында орыс фольклортану ғылымында орыс фольклорының тарихына арналған бірнеше еңбек жарық көрді. Бұл кітаптарда фольклордың тарихы феодализм дәуіріндегі, капитализм кезеңіндегі, совет тұсындағы деп жіктеліп қаралды да, әр дәуірлеудің өзі ғасырлар мен нақты жылдарға бөлінді және фольклордың тарихы көркем ойдың даму тұрғысынан емес, әлеуметтік тұрғыдан, езілуші таптың шығармашылық қабілетін дәріптеу мақсатында зерттелді. Кезінде ол еңбектер үлкен сынға да ұшыраған болатын.  Қазақ ғалымдары да қазақ фольклорының тарихына арналған алғашқы үлкен еңбекті 1948 жылы жарыққа шығарды. Бұл еңбек те (қолжазба күйінде-ақ) кезінде сынға ұшырады, бірақ сын ғылымнан аулақ, саяси-идеологиялық сипатта болды да, аталмыш кітап «зиянды» деп танылып, ғылыми айналымнан алынып тасталды. Ал, шындығына келгенде, бұл еңбек - үлкен жұмыстың игілікті бастамасы еді, өйткені, сол тұстың өзінде-ақ қазақ әдебиетінің тарихын бірнеше том етіп жазу көзделген-ді. Сөз жоқ, бұл кітап - өз дәуіріне тән ғылыми тұжырымдарға сүйенді, сондықтан оның теориялық сапасынан гөрі идеологиялық, саяси ұстанымы басым болды. Дей тұрғанмен, бұл еңбекте фольклордың тарихын жанрлар арқылы зерттеуге талпыныс болғанын айтпасқа болмайды. Мәселен, тоғыз бөлімнен тұратын томның бірінші бөлімі қазақ фольклорының зерттелуіне арналса, содан кейінгі екінші бөлімді пайда болу мерзімі жағынан ең көне деп есептелетін ғұрыптық фольклор мен ескі діни нанымдарға, сондай-ақ шаруашылыққа байланысты туған жанрлар құрайды: салт өлеңдері; мал, шаруашылық туралы өлеңдер; дін салт өлеңдері; наурыз; бақсы сарыны; бәдік, арбау, жалбарыну; жарамазан және жарамазанның батасы; үйлену салт өлеңдері: әдет, салт; тойбастар; жар-жар, сыңсу-жұбату; беташар; мұң, шер өлеңдері: қоштасу, естірту, көңіл айту; жоқтау. Осыдан әрі қарайғы бөлімдер: ертегілер; батырлық жыры; ғашықтық жырлары; айтыс өлеңдері; шешендік сөздер; тарихи өлеңдер; қазақ совет фольклоры деп берілген. Аталған бөлімдер, негізінен, фольклордың ХХ ғасырға жеткен күйіндегі көркем жанрларды қамтыған, алайда, мұнда ол жанрлардың қай дәуірде қандай күйде болғаны сөз болмайды, неден, қайдан пайда болғаны, қалыптасу барысында нелерге сүйенгені айтылмайды. Сондай-ақ «Қазақ совет фольклоры» деген жеке бөлімнің болуы - зерттеушілердің сол тұстағы одақтық фольклортану мен әдебиеттануға тән ұстанымды басшылыққа алғанын айқын аңғартады. Мәселен, осы бөлімнің тараушалары мынадай: революциялық күрес кезеңіндегі өлең, жырлар; ауылды советтендіру жөніндегі өлең, жырлар; колхоз, өнеркәсіп өміріне байланысты халық әдебиеті; терме, мақалдар; қазақтың халық әдебиетіндегі Ленин, Сталин образы; ерлік туралы жырлар; халық әдебиетіндегі Аманкелді образы; Отан соғысы кезінің жырлары. Көріп тұрғанымыздай, тараушалардағы проблемалар азаматтық тарихтың ізімен, таза әдебиеттану шарттарымен қарастырылған және талданған шығармалардың дені - авторлық өлеңдер мен жырлар. Олар түгелдей таптық, советтік идеология тұрғысынан бағаланып, фольклорға ғана емес, бүкіл әдебиетке тән көркемдік-эстетикалық құндылығы жағынан қарастырылмаған. Сонымен қатар бұл бөлімде сол кездегі концепцияға сәйкес халық ақындары шығармашылығы мен фольклордың ара жігі ашылмай, біртұтас халық әдебиеті деп ұғыну орын алған. Сондықтан Ақмолда, Күдері, Жамбыл, Сәттіғұл, Иса, Нұрлыбек сияқты ақындардың өлеңдері совет фольклоры үлгісінде қаралған. Соның салдарынан бар деп есептелген совет фольклорының өзін дәуірлеу түгелдей дерлік ХХ ғасырдағы тарихи-қоғамдық кезеңдерге сәйкестендіріліп, фольклор өмір ағымына сай жедел өзгеріп отыратын рухани дүние емес екені ескерілмеген. Ал, «совет фольклоры» деген ұғымға келсек, ол көпке шейін ғылымда мойындалып келді. Совет фольклоры - толыққанды шығармашылық деген тұжырымды халық ақындарының өлеңдері мен жыр, толғаулары негізінде дәлелдемек болған еңбектің бірі - 1955 жылы жарыққа шыққан «Очерки казахской народной поэзии советской эпохи» атты кітап болды. Бұл кітапта жоғарыда айтылған концепциялық кемшіліктер толығымен көрініс тапты, ақындардың ауызша, импровизациямен шығарған өлең-жырлары халық поэзиясы деп танылды, ақындардың айтысы да халық поэзиясының туындысы санатына жатқызылды. Дәл осындай көзқарас кейінгі еңбектерде де орын алды. Мәселен, 1960 жылғы кітапта «Тарихи жырлар» бөлімінде 1916 жылғы көтеріліс туралы халық поэзиясын сөз еткенде ақындардың шығармалары талданады. Ал, 1968 жылы жарыққа шыққан еңбекте «Советский фольклор» деп аталатын тараушада дәстүрлі фольклор жанрларының жай-жапсарына қысқаша шолу жасалып, содан соң Жамбылдың, Исаның, тағы басқа ақындардың импровизаторлық өнері мен өлең-толғаулары туралы жазылады. Жалпы, ХХ ғасырдың 70-жылдарына дейін бүкіл Кеңес Одағы фольклортануында орныққан қағида бойынша еңбекші бұқараның шығармашылығы ретінде жекелеген жыршылар мен сказительдердің ескі фольклорлық дәстүрге негіздеп жырлаған туындылары советтік эпос деп танылды. Сөйтіп, орыс фольклористикасында Марфа Крюкова секілді сказительдер шығарған былиналар, бізде ұлы Жамбыл, Нұрпейіс, Доскей, т.б. ақындарымыз шығарған жырлар фольклор деп қабылданды, ал, оларды зерттегенде әдебиет заңдылықтары басшылыққа алынды. Осы концепцияның айқын көрінісі - 1964 жылы шыққан «Қазақ әдебиетінің тарихы» атты еңбек болды. Бұл том түгелдей совет фольклорына арналды да, қазақ совет фольклоры туралы ғылымның даму тарихы; қазақ совет фольклорының даму жолдары деген екі үлкен бөлімді қамтыды, сондай-ақ совет фольклоры есебінде атақты халық ақындарының авторлық дастандары мен поэмалары да қарастырылды. Бір тәуірі - бұл шығармаларды талдағанда зерттеушілер олардың ежелгі фольклор поэтикасының ізімен, дәстүрімен шығарылғанын атап көрсетеді. Әсіресе, шығыс дастандарының үлгісінде туғандарын да, әрі өзіміздің жазба әдебиетіміздің әсерінен жазылғандарын да нақты мысалдар арқылы нанымды дәлелдеген. Ал, советтік өмірді бейнелеген шығармаларды реалистік көркем әдебиеттің талаптары негізінде талдау арқылы ғалымдар халық ақындарының дүниелері фольклорға келе бермейтінін мойындаған деуге болады. Совет өкіметі кезінде фольклор болды ма, жоқ па, болса - ол қандай еді - деген сауалдар төңірегінде ХХ ғасырдың 60-70 жылдарында бүкіл одақтық фольклортануда үлкен пікірталас туды. Қорыта келе, «совет фольклоры» деген фольклор болған жоқ, сол ұғымның өзі де қате, ғылыми жағынан дәлелсіз дейтін тұжырым орнықты. Осыған орай есте ұстайтын нәрсе - фольклор деп тек қана ежелден келе жатқан авторы жоқ шығармаларды айту керек пе, әлде әр заманда туып, ел ішінде айтылып жүретін халық шығармашылығын да тану дұрыс па? Біздіңше, дәстүрлі фольклормен қатар бүгінде ел арасына тарап кеткен авторы беймәлім әртүрлі жаңа өлеңдер (әсіресе, қара өлең), мақалдар, әңгімелер мен анекдоттар - халық шығармашылығы ретінде фольклор болып саналуға тиіс. Әрине, бұлар ерте заманнан келе жатқан фольклордан ерекше, мұнда дәстүрлі фольклорлық поэтика жоқ, бірақ халықтық этика мен ұғым-түсініктер бой көрсетеді. Демек, бүгінгі таңдағы халық шығармашылығынан ежелгі фольклорды іздемеу керек. Сонымен бірге заманның, қоғамның талап-талғамына сай  халық шығармашылығының түрі, орындалу мәнері өзгеше болуы ықтимал екенін, сондай-ақ халық шығармашылығы жаңа формада, айталық, отбасылық ансамбль түрінде де болуы мүмкін екенін де ескеру қажет. Қазақ фольклорының тарихын зерттегенде осының бәрі есте болуға міндетті. Фольклордың өзінің де тарихы, қалыптасу, даму жолдары бар екені, оның әр дәуірде әр түрде болатындығы - бүгінгі күнде күмән туғызбайтын ақиқат. Өткен ХХ ғасырдың өзінде-ақ қазақ фольклорының тарихи кезеңдерін қарастыруға ұмтылыс болды. Мысал ретінде жоғарыда аталған «История казахской литературы» атты еңбектің фольклорға арналған бірінші томын атауға болады. Кітапта «Очерк истории казахского фольклора» деген тарау беріліп, ол төмендегі тараушаларға бөлінген: фольклор времени этногенеза казахского народа; фольклор ХVІ-ХVІІІ вв.; фольклор ХІХ - начала ХХ вв.; советский фольклор. Бұл жерде айтатын нәрсе - қазақ фольклорының тарихын дәуірлеуге ғалымдардың көңіл бөлгенін құптай отырып, дәуірлерді анықтау принциптерімен келісу қиын. Өйткені, мұнда азаматтық тарихтың ізімен жүру шарты қолданылған да, фольклор тарихы майда кезеңдерге бөлініп кеткен, әрі фольклордың ішкі даму заңдылықтары ұмыт қалған, соның нәтижесінде фольклор тарихы әдебиеттің даму жолдарына сай болып шыққан. Рас, бұл еңбекте жекелеген жанрларды  тарихи дамуы тұрғысынан зерделеуге күш салған жәйт бар, алайда, авторлар көбінесе кеңес өкіметіне дейінгі және кеңес тұсындағы деп, екі кезеңді бөле көрсетеді. Бірақ, жалпы алғанда, бұл кітап - қазақ фольклоры - өзіндігі мол мұра екенін, оның өз даму жолдары болғанын алғаш мәселе етіп қойған еңбек болды. Сонымен, ойымызды қорыта айтар болсақ, қазақ фольклоры - әдебиеттің бастауы бола тұра, өзіндік қасиеттерге де бай. Оның ұзақ тарихын баяндамастан бұрын, фольклордың мәні мен мағынасын ашып, оның теориялық мәселелерін сөз етіп алған жөн сияқты. Алдымен «фольклор» деген не, оның статусы қандай, теориялық негіздері мен жанрлық табиғаты қалай әрі неден көрінеді деген проблемаларды қарастырып, олардың фольклор қалайша және қандай жолдармен қарапайымдықтан көркем сөз өнеріне көтеріліп, бүгінгі заманға жеткен классикалық түріне айналуындағы рөлін көрсету - бұл еңбектің басты мақсаты. Аса көңіл бөліп айтатын нәрсе: бұл монография - оқулық емес. Егер оқулыққа қойылатын талап - ғылымда қабылданған, тұрақты қағидаға айналған тұжырымдар берілуі керек болса, мұнда фольклортанудың әрқилы мәселелері жаңадан жазылған зерттеулердің нәтижесін пайдалана отырып, өзіндік ізденістер мен талдауларға негізделген соны пікірлер ұсынылады, қазақ фольклоры жалпы адамзаттық руханияттың даму заңдылықтары аясында қарастырылып, оның ежелгі түр-сипаты басқа құрлықтардағы ХХ ғасырға дейін көне рулық-тайпалық салтта өмір сүрген жұрттардың рухани мәдениетімен тарихи-стадиялық әрі тарихи-типологиялық әдістермен  салыстыру арқылы анықталады. Оқырман назарын мына жағдайларға да аударуды жөн санаймыз. Бұл еңбекте жанрлардың зерттелу тарихы баяндалмайды, оған жеке зерттеу жұмысын арнау керек. Кітаптың мақсаты - ұлттық фольклорымыздың даму жолдарын көрсету, оның жекелеген  жанрларының туу, қалыптасу, өркендеп-өзгеру үдерістерін айқындау. Әрине, бұл жерде белгілі дәрежеде шарттылық болатыны күмәнсіз, өйткені қай жанрдың болса да пайда болған мезгілін дәл осы уақыт деп кесіп айту қиын. Сондықтан бір жанр бір дәуірде қарастырылса, ол нақ сол кезеңде туған деп түсінбеу керек, себебі ол жанрдың бастауы бұрыныраққа барады, ал қалыптасуы, немесе өркендеуі  сол қарастырылып отырған шаққа дөп келеді. Айталық, «Қазақ хандығы тұсындағы фольклор» құрамында қаралатын  кейбір жанрлар тап сол заманда тумаған,  олар ертеректе пайда болып, хандық кезінде өркендеп, көркем фольклорға айналған. Сол сияқты «Жаңа дәуірдің» де біраз жанры өз бастауын орта ғасырда алып, көркемделіп дамуын ХVІІІ-ХІХ жүзжылдықтарда басынан кешірген. Сонымен бірге бұл дәуірде жаңа  жанрлар мен шығармалар да өмірге келіп отырған. Ал, ХХ ғасырдағы фольклор туралы сөз болғанда жаңадан пайда болғандармен қатар бұрынғы жанрлардың  өзгергені, жаңа сипатқа ие болғаны айтылады.Тағы бір ескертетін нәрсе: еңбектің құрылымында бірізділік сақталмағандай көрінуі мүмкін. Оның себебі үлкен жанрларға жалпы сипаттама беріледі де, олардың ішкі шағын жанрлық түрлері жеке тараушаларға бөлінеді. Мәселен, дастан жанрын сөз еткенде оған жалпы сипаттама беріліп, ал ішкі шағын түрлері «діни дастандар», «хикаялық дастандар», «ғашықтық дастандар» деп бөліне, жеке қарастырылады. Басқа да үлкен жанрларға осы шарт қолданылды. Және үлкен жанрларға жататын кейбір шығармалар жеке талданды, ондағы мақсат - фольклордың сөз өнеріне айналғанын, оның өнерлік қасиеттерін көрсету болды. Ұжымдық монографияның жазылуы барысында  жаңа зерттеулермен қатар ертеректе жазылған белгілі ғалымдар З.Ахметов, Б.Уахатов, Д.Шалабеков еңбектері де ықшамдалып пайдаланылды. Мұның себебі, біріншіден, олардың жұмыстарында әлі күнге құнды тұжырымдардың болуы, екіншіден, ғылымда әрқашан жалғастық болатындығы. Әрине, кітаптағы айтылған кейбір ойлар мен пікірлер, тұжырымдар даулы болуы да мүмкін, кей тұстары күмән тудыруы да ықтимал. Бұлай болуы орынды, себебі қазақ фольклоры нақ осы тұрғыда зерттеліп көрген емес және ешбір елде фольклор тарихы арнайы түрде бұлайша жүйелі сипатта әлі күнге дейін зерделенген жоқ. Егер ғалымдар мен мамандар тарапынан ескертпелер, тілектер айтылып жатса, авторлық ұжым оған түсіністікпен қарап, ризашылығын білдіреді.  Еңбектің тараулары мен тараушаларын жазған ғалымдар: ҚР ҰҒА академигі, филология ғылымдарының докторы, профессор С.Қасқабасов («Кіріспе», «Қазақ фольклоры: статусы мен теориялық негіздері», «Ежелгі замандағы рухани мәдениет: жалпы сипаты», «Орта ғасырлардағы фольклор: жалпы сипаты», «Жаңа дәуірдегі фольклор: жалпы сипаты», «Миф», «Хикая», «Этиологиялық ертегі», «Қиял-ғажайып ертегі», «Хайуанаттар туралы ертегі», «Батырлық ертегі», «Ғашықтық жыр», «Аңыз», «Әпсана», «Хикаят», «Новеллалық ертегі», «Сатиралық ертегі», «Тарихи жыр: жалпы сипаты», «Кенесары туралы тарихи шығармалар», «Лиро-эпикалық (балладалық) жыр», ҚР ҰҒА академигі, филология ғылымдарының докторы, профессор Р.Бердібай («Көне эпос», «Батырлық жыр: жалпы сипаты»); филология ғылымдарының докторы, профессор  Ш.Ыбыраев («Көне эпос»); ҚР ҰҒА академигі, филология ғылымдарының докторы, профессор З.Ахметов,филология ғылымдарының кандидаты Б.Ақмұқанова («Қазақ хандығы кезеңіндегі фольклор» тарауына «Мақал-мәтел»); филология ғылымдарының докторы, профессор  Б.Абылқасымов («Арбау», «Бәдік», «Бақсы сарыны»); филология ғылымдарының докторы, профессор К.Матыжан («Үйлену ғұрып фольклоры», «Балалар фольклоры», «Жаңылтпаш»); филология ғылымдарының докторы, профессор Ш.Керім («Егіншілік жөніндегі фольклор», «Жұмбақ», «ХХ ғасырдағы фольклор» тарауына «Мақал-мәтел»); филология ғылымдарының докторы Б.Әзібаева («Дастан: жалпы сипаты», «Хикаялық дастан», «Діни дастан», «Ғашықтық дастан»); филология ғылымдарының докторы М.Жармұхамедұлы («Қыз бен жігіт айтысы», «1916 жылғы көтеріліс туралы фольклор»); филология ғылымдарының докторы Б.Уахатов («Наурыз мейрамы мен фольклоры», «Қара өлең», «Тарихи өлең»); филология ғылымдарының докторы, профессор А.Сейдімбек («Күй аңызы», «Қара өлең»); филология ғылымдарының докторы, профессор Т.Қоңыратбай («Түркі қағанаты кезіндегі фольклор», «Тарихи аңыз»); Ш.Уәлиханов атындағы Тарих және этнология институтының жетекші ғылыми қызметкері, тарих ғылымдарының кандидаты,  доцент А.Тоқтабай («Наурыз мейрамы мен фольклоры»,  «Қымызмұрындық тойы мен өлеңдері»); филология ғылымдарының кандидаты Д.Шалабеков («Жұмысшылар фольклоры»); филология ғылымдарының кандидаты С.Сәкенов («Тарихи жыр»); филология ғылымдарының кандидаты Ж.Ахметжанова («Тарихи өлең»); филология ғылымдарының кандидаты С.Дәрібаев («Егіншілік жөніндегі фольклор»); филология ғылымдарының кандидаты Р.Әлмұханова («Жарапазан», «Оғыз-қыпшақ дәуіріндегі фольклор», «Алтын Орда тұсындағы фольклор», «Алпамыс батыр», «Айтыс: жалпы сипаты», «Мысал айтыс», «Шешендік сөз»); филология ғылымдарының кандидаты, доцент П.Әуесбаева(«Әңгіме»); фольклортану бөлімінің ғылыми қызметкері  Д.Жақан («Жерлеу ғұрпының фольклоры», «Қобыланды батыр», «Лирикалық өлең», «Өлең»); фольклортану бөлімінің ғылыми қызметкері А.Тойшанұлы («Терімшілік пен аңшылыққа қатысты фольклор», «Мал шаруашылығына байланысты фольклор», «Арбау», «Жалбарыну», «Алғыс (бата)», «Қарғыс», «Ант», «Едіге», «Әлеуметтік-сүйіспеншілік дастан»). Кітапты баспаға дайындауға институттың ғылыми қызметкерлері Д.Жақан мен А.Тойшанұлы, Д.Рахметова қатысты.\n\nИсточник: https://e-history.kz/kz/contents/view/kazak_adebietinin_tarihi__1075\n© e-history.kz",
                "date": "8.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген шеңбердің радиусын өлше, дәптеріңе радиусы осы шеңберден",
        "question_content": "Берілген шеңбердің радиусын өлше, дәптеріңе радиусы осы шеңберден 2-3 есе ұзын центірі бір нүктеде болатындайетіп сал. Бұл шеңберді қалай атайды?",
        "question_date": "7.04.2020",
        "question_tag": "Математика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына тапсырманы толық түсінбедім және түпнұсқасын да таба алмадым. Бірақ бұл жерде Шеңбер ішіндегі шеңбер жайлы айтылып тұрған сияқты .\n\nНемесе Виен диаграммасы . Есеп шартын түсініп тұрған жоқпын аса қатты.",
                "date": "7.04.2020",
                "upvotes": 1
            },
            {
                "text": "Осы есептің жауабы керек",
                "date": "30.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хрущев және қазақ мектептері",
        "question_content": "1953-1954 жж Хрущев саясатының Қазақстандағы қазақ мектептерін жабуда көздеген мақсаттары не?",
        "question_date": "7.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1953- 1955 жылдарда Н.С.Хрущевтің бастамасымен ГУЛАГ жойылды. Бүл кенес қоғамын сталинизмнен қутқарудағы адамгершілік акт, маңызды қадам еді. Лагерьлерге жазықсыз отырғызылған мыңдаған адамдарды босатып, белгілі партия қайраткерлері Я.Рудзудақты, А.Рыковты, В.Губарьды актағаннан кейін мемлекеттік аппарат реформаны жалғастыруды тағыда аяқсыз қалдырды. Әлі де болса, өз қызметтерінің әділетті бағасын алмады. Кәрістердың, немістердің, қырым татарларының, месхіт түріктерінің қүқықтары қалпына келтірілмеді. Мемлекеттік дәрежедегі көптеген маселелер тек қана бірінші адамның колында болды. Одақтас республикалардың құқығын кеңейтуге бағытталған реформа толық жүзеге асырылмады. Республикалардың құзырында ештеңе болмады.\nСаяси көзқарасы үшін қудалау орын алып, халық жауы немесе үлтшіл айыптарының орнына өзгеше ойлайтындар айыбы тағылды. Мысалы, Шығыс Қазақстан облысы бір мектебінің мұғалімі М.Елікбаев Н.С.Хрущевке ашық хат жазады. Хатта Қазақстанның тәуелсіздігі жоқ екенін, қазақ мектептері, қазақ тіліндегі оқу кұралдары мен баспасөздің тым аз екені туралы айтылған. Осыдаң кейін М.Елікбаев МҚК тарапынан құғынға ұшырап, азап тартады. 1957 жылы М.Елікбаев партия қатырынан шығарылып, жындыханаға тығылды. Н.С.Хрущев басқарған кезде де бюрократиялық жүйе өзгермеді. 1959 жылы болған КОКП–ның XXI съезінде Н.Хрущев социализмның толық жеңгені, енді коммунизмге аяқ басқаны туралы өз баяндамасында айтты. Елде осындай қияли болжамға сүйенген утопиялық социализм сақталды, ал 1961 жылы өткен КОКП XXII съезде коммунизм 20 жылдық мерзімде орнайтындығы туралы тұжырым жасалды.\nТолығырақ: http://testent.ru/load/ucheniku/istorija/aza_stan_khrushhev_dekadasy_zhyldarynda_1953_1964_zhzh/21-1-0-954",
                "date": "8.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өнер философиясы. Музыкалық эстетиканың қалыптасуын қазіргі мәдениеттің маңызды?",
        "question_content": "11 - сабақ тақырыбы: Өнер философиясы. Музыкалық эстетиканың қалыптасуын қазіргі мәдениеттің маңызды құрамдас бөлігі ретінде қарастыру. Тәжірибелік (семинар) сабағының жоспары 1. Көркем шығармашылық субъектісі. Өнер әлеміндегі адам. Адамның мінез-құлқы, іс-қимылы, жан тебіреністерінің себептерін ашудағы музыканың мүмкіндіктері.Жан катарсисы Қ.Нұрланова: «Адам - Әлем біртұтас» концепциясы. Ұлттық аспаптар қобыз, домбыра көшпенділердің рухани мәдениетінің көрінісі ретінде. Қазақ дәстүрлі музыкасының ерекшеліктері. Күй – қазақ өнерінің феномені.Оқытудың әдістемесі мен формасы: Пікірталас семинар",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 17100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеллингтің жасаған философиялық жүйесінде өнер ерекше орын алады. Егер И.Кант пен И.Фихтенің философиясында адамның моральдық жетілуі тарихтағы негізгі нәрсе ретінде көрсетілсе, Шеллинг оны өнерден, эстетикалық санадан көреді. Соңынан орыстың ұлы жазушы-ойшылы Ф.Достоевский осы ойға сай «Әсемдік әлемді құтқарады» деген нақыл сөзді айтқан болатын.\nШеллингтің ойынша, әлемді тек кана әсемдік арқылы ғана жете түсініп-сезінуге болады, өйткені «универсумның (әлемнің) өзі абсолютті өнердің туындысы», табиғаттың өзі «рухтың бейсаналық поэзиясы». Күннің шығуы мен батуы, аралардың ұясы, неше түрлі гүлдердің түрлері мен иістері, құстардың неше түрлі безенуі, жануарлардың дене кұрылыстарының әсемдігі т.с.с. – бәрі де бізді таңғалдырады, өйткені Дүниедегі әр затқа шексіз ақыл-ойдың тудырған идеалды ұғымы сәйкес келеді.\nҒылым мен өнерді салыстыра келе, Шеллинг бірінші орынға өнерді, эстетикалық сананы қояды. «Ғылым әрқашанда өнер саласында алғашқы ашылған, сезінілгеннен кейін жүреді». Шеллингтің бұл ойын растайтын бір мысалды келтірейік. 1970-ші жылдардан бастап, бұрынғы кеңес қоғамының құлдырай бастағанын, оның алдағы болашақта тарихи тұйықтыққа келіп тірелетінін алғаш сезінген өнер қайраткерлері болатын. Ал ғалымдарға келер болсақ, олар тек сол қоғам келмеске кеткен уақыттан бастап қана оны сараптай бастады.\nӨнер саласының құндылығын Шеллинг генийлердің (genius -лат. сөзі, аса дарынды деген мағына береді) іс-әрекетімен тығыз байланыстырады. Өйткені олар - Абсолюттің құралы, бірақ оны олар сезінбейді. Генийдің өмірі - ерікті де, зардап пен шаттыққа, шығармашылық іс-әрекетке толы. Ол өнер саласында белгілі бір мақсат қойып, оны ертелі-кеш орындайды, дүниеге аскан әсем туынды келеді. Ал бірақ оған ол қандай жолмен, қандай заңдылықтардың нәтижесінде жетті - оны ол көбіне түсіне бермейді. Өйткені өнер кайраткерінің туындысын Дүниеге әкелетін ең терең себеп - ол Абсолюттің өзі.\nАлайда гений өз шығармасын тудырып, оның кемеліне келген әсемдігін сезініп, шексіз шаттанып, одан ғажап ләззат алады. Өйткені оның рухы өзінің жасаған өнер туындысы арқылы заттанды (объективтелінді), ал заттанған өнер шығармасынан идеалды өмірдің нышаны байқалады (субъективтелінді). Сонымен өнерде объективтік пен субъективтік бір-бірімен косылып, алғашқы бейсаналық теңдіктің дамыған финалы, соңы ретінде байкалады.\nШеллинг өнер саласын, негізінен, екіге бөледі. Біріншісі -реалдық өнерлер. Оған ол музыканы, сурет, архитектура мен скульптураны жатқызады. Екіншісі - лирика, эпос және драма. Егер біріншіге жататын өнер салалары көбіне дене әсемдігіне көңіл бөлсе, екіншілер, одан да жоғары - рухани әсемдікті көрсетеді. Әрине, бұл классификацияға күмәндануға әбден болатын сияқты. Музыка арқылы сөзбен жеткізе алмайтын нәзік сезім толқындарын тудыруға болатынын бәріміз де білеміз, олай болса оны екінші топқа жатқызуға, әрине, болар еді.\nШеллингтің ойынша, ең биік өнер - ол поэзия. Ол арқылы Абсолют өзін-өзі ең терең түрде сезіне алады. Соңынан, XX ғасырда өмір сүрген ұлы неміс философы М.Хайдеггер бұл пікірді толығынан қолдап, поэзияда философиялық ой-өрістің шеңберінде ашылмаған болмыстың сырлары ашылады деген болатын.\nСонымен тек өнерде ғана адам өлшенбейтін, бұл өмірде жок ғажапқа іштей беріліп, жан тыныштығына иеленеді. Ал ол — өлшемі Жоқ ғажап, ол - Құдай. Абсолют ұғымы - оның тек қана сөзбен берілген аты ғана. Соңынан Шеллинг өнердің Құдай идеяларына қатыстығы бар екенін көрсетіп, өнерді сүйіп-түсінудің өзі Құдайдың адамға жауған нұры деген пікір айтты.\nКөріп отырғанымыздай, өмірінің соңына қарай, Шеллинг бірте-бірте діни философияға қарай ауытқып, «аян философиясьның» жолына түсті. Шеллингтің замандастарыньвд көбі оның бұл ауытқуын теріс қабылдап, жас кезінде даңққа, сыйға бөленген философ қартайған шағында жалғыздықтың, ұмыт қалудың да қасіретін басынан өткізді.\nҚалай айтқанда да, ұлы философтың идеялары философия тарихында әрі қарай өз өмірін сүріп кете барды. Ол өзінен кейінгі көп ұлы философтардың ой-өрісінің қалыптасуына зор әсерін тигізді. Біз оны болашақтағы тақырыптардан көретін боламыз. Шеллингтің философия тарихында өз орны бар және ол адамзат есінде мәңгі қалады да деген ойдамыз.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиустары 30 және 40 см болатын екі шеңбер жанасады.",
        "question_content": "Радиустары 30 және 40 см болатын екі шеңбер жанасады. Осы шеңберлер сырттай және іштей жанасқан жағдайда центрелірінің арақашықтығын табыңдар",
        "question_date": "7.04.2020",
        "question_tag": "Геометрия",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырттай жанасқанда екі шеңбердің радиус мәндері қосылады:\n\nL=30+40=70см\n\nШеңбер ішіндегі шеңбердің радиустар арақашықтығы радиустар айырымымен есептеледі:\n\nL=40-30=10см",
                "date": "7.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Можете помочь решить задачку? Заранее спасибо!",
        "question_content": "Форма объекта в вогнутом зеркале в два раза больше, чем она есть. Объект находится на расстоянии 60 см от зеркала. Каково фокусное расстояние зеркала?",
        "question_date": "7.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шеңбердің центрі арқылы неше диаметр жүргізуге болады?",
        "question_content": "Шеңбердің центрі арқылы неше диаметр жүргізуге болады?",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша шексіз көп",
                "date": "7.04.2020",
                "upvotes": 0
            },
            {
                "text": "Шексіз көп дұрыс",
                "date": "19.05.2020",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша шексіз өте көп ..дұрыс✅",
                "date": "4.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша оқылуы",
        "question_content": "The town of Verona is a very small,picturesque city in the south of the State of Wisconsin.There are many quiet neighbourhoods and tree-lined streets there.There are a lot of parks to relax in and great trails for hiking and cycling.There aren't any tall buildings,just pretty houses with big gardens! In the summer.people go swimming in the huge lakes near the town and in the winter,they can go ice-skating.In the city centre,there are some very nice clothes shops. There are also nice local restaurants and cosy cafés around the town.",
        "question_date": "7.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 854,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең оңай тәсілі гугл переводчикқа салып астындағы дауыстау белгісін басып оқылуын тыңдағаныңыз дұрыс. Кей сөздерді дыбыстау оңай емес.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеміс сусынын дайындау үшін алынған кептірілген жемістердің 35%-і",
        "question_content": "Жеміс сусынын дайындау үшін алынған кептірілген жемістердің 35%-і алма, 30%-і алмұрт 25%-і өрік, қалғаны алхоры. Кептірілген демістердің неше проценті алхоры?",
        "question_date": "7.04.2020",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,35×0,30=0,105",
                "date": "9.04.2020",
                "upvotes": 0
            },
            {
                "text": "Алхоры 10% құрайды",
                "date": "3.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тахауи Ахтановтың күй анызы 2 сұрақ",
        "question_content": "154-155 бетке 2 сұрақ қою",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "6л метиламин толығымен жанғанда көмірқышқыл газы мен азоттың қандай көлемі бөлінеді?",
        "question_content": "өте қажет жауапты берінізші күтем көп рахмет",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4CH3NH2 + 9O2 → 2 N2 + 4 CO2 + 10 H2O\n6 литр                       х литр                                у литр\n4*22,4л/моль        2*22,4л/моль               4*22,4л/моль\nх=V(N2)=6*44.8/89.6= 3 (литр)\ny=V(CO2)=6*89.6/89.6=6 (литр)",
                "date": "26.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 14 г кальций оксидін алу үшін неше грамм кальций жəне оттектің қандай көлемі керек",
        "question_content": "Массасы 14 г кальций оксидін алу үшін неше грамм кальций жəне оттектің қандай көлемі керек?",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n=14г:56г/моль=0.25моль m(Ca)=0.25моль×40г/моль=10г\n\nn(O)=0.125моль V=n×Vm=0.125моль×22.4моль/л=2.8л   V(O)=2.8л",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күй аңызы сияқты аңыздар быр ма ?",
        "question_content": "Күй аңызы сияқты аңыздар керек",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 863,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында домбыра туралы көптеген аңыздар таралыпты. Соның бір нұсқасы былай:\n«Ерте, ерте, ерте заманда, «ер етігімен су кешкен» келте заманда, елім деп егіліп, тоғыз тарау елдің тарихын жадында сақтаған қарт жыршы болыпты. Кәрілік жеңіп, дәм таусылар сәт таянғанын сезінген ол, бүкіл ел-жұртын,  үрім-бұтағын жинап: «Уа, жарандар, қазір менің көкірегімде тоғыз тараудың шежіресі қаттаулы. Ел есінде қалар шаруаны өзіммен бірге жасасып, бірге қартайған осы бір ескі домбырамның көмегімен үлкен-кішіге паш етіп келдім. Көз жұмар шақта білгенімді кімге қалдырам деп жүз ойланып, мың толғанып, шешімін таппадым. Ендігісін өздерің біліңдер», – деген екен. \nЖас-кәрісі, ерлі-зайыптысы, жарлы-жақыбайы түгелдей жиналған жұрт өзара кеңесіп, тоғыз тарауды қарт жыраудың  домбырасының шанағына құю керек деп шешкен екен. Сонда осынша байлық оның қуыс мойнынан шығып кетпесін һәм тоғыз тараудың белгісі болсын деп бүкіл ел болып домбыраға тоғыз тосқауыл перне, ал қарт жыраудың құрметіне аспаптың бетіне екінші ішек таққан екен. Осыдан барып оның шанағы кеңейіп, мойны ұзарып, шежірелі сыр шертетін халық мұрасы – алтын домбыра болып сол заманнан қалған екен». \nБұл аңызда домбыраның екінші ішегі, тоғыз пернесінің қалай пайда болғандығы әңгімеленеді. Яғни домбыраның мойны ұзарып, қос ішекті болып жетілдірілгені таңбаланған. Бұнда домбыра бұрыннан бар, тек оның пернелері мен екінші ішегінің пайда болу тарихы айтылады.\n Сонымен бірге домбыраның қос ішегінің пайда болу тарихын кейде «Тауқұдірет» күйінің аңызымен де байланыстырады.\n«Тауқұдірет деген құс жалқы қанатты болып жаралғандықтан ұша алмай, қиналып,  қор болады. Құсаланған ол келесі бір сыңар қанат тауқұдіретпен құшақтасып, екеу болып,  бірін-бірі демеп, аспанға көтеріледі. Біреуі ұрғашы, келесі бірі еркек екен. Олардан туған балапанға қос қанат біткен. Осы берекелі тірлікке қарап отырып, күйші домбыраға қос ішек тағып, «Тауқұдірет» деген күйді шығарған екен».\nАл, келесі мәтінде алғашқы домбыраның қалай пайда болғандығы аңыздалады:\n«Ертеде, қылышынан қан тамған қаһарлы бір ханның жалғыз қызы бойжеткенде бір кедей жігітке ғашық болып, көңіл қосып жүреді екен. Мұны біліп қойған хан  жігітті дарға астырады. Жігіт өлгеннен кейін қыз мезгіліне жетпей, бір ұл, бір қыз табады.\nКөп көзінен, ел сөзінен сескенген хан жаман атқа қалмаудың амалын іздеп, қос бүлдіршіннің көзін жоюды астыртын мыстан кемпірге тапсырады.  Мыстан кемпір өмірге жаңа келген сәбилерді көз көрмес, құлақ естімес жерге апарып, биік өскен  жап-жасыл ағаштың  басына қызды – шығысқа, ұлды – батысқа қаратып іліп кетеді. Нәрестелердің  көз жасы тамған ағаш бұтақтары суалып, қуара бастайды. Қос жүрек соғуын тоқтатқанда, бәйтерек те өсуін доғарады.\nЕл ішіндегі өсек сөз, өтірік өкпеге шыдамаған патшаның қызы егізін іздеп жолға шығады. Бармаған жер, баспаған тауы қалмайды. Күлкісіз күндер, ұйқысыз түндер, арманмен айлар, жылаумен жылдар өтеді. Қатты шаршап, діңкесі қатқан қыз әбден қурап, қабығы түсіп, шіруге айналған биік ағаштың түбіне келіп қисаяды. Ұйықтап кеткен соң, оны бір сүйкімді саз, сиқырлы әуен оятады.  Құлақ түріп, тың тыңдаса «ән салып тұрған» қасындағы биік ағаш екен. Қыз күндіз қос бүлдіршінін іздеп, түнде осы «әнші» ағаштың түбіне келіп, неше түрлі әуез естіп, көңіл жұбатып, тынығып жүреді.\nБір күні айналаға көз салмақ болған  қыз ағаштың басына шығамын деп оны құлатып алады. Бірақ көп ұзамай самал соғып, «әнші» ағаш қайта зарлай жөнеледі. Қыз оның құпиясын білмек болып тексереді. Ағаш жуан түбінен басына дейін қуыс екен. Жіңішке басының екі жағында бұтақтан бұтаққа керіліп қалған ішектерді көреді. Бұл – қыздың екі баласынан қалған жұрнақ еді. Батыс жағындағы ішек бостау, ал, шығыс жағындағы ішек қатты тартылыпты. Егізінің өлімінен хабары жоқ қыз енді ағаш неге ән салатынын түсінеді де, өзі де қуыс ағаш жасап алып, манағы ішекті соған тағады. Шертіп көрсе, үні жүрегіне жақын, жанына жайлы естіледі. Қыз байғұс бостау тартылған ішекке үні мұңды шығатындықтан, «ұлым – Мұңлық» деп, ал ащы, тым зарлы шығатындықтан, қатты тартылған ішекке «қызым – Зарлық» деп ат қойып, күндіз-түні қолынан тастамай, күй шығарып, ел кезіп, егізін іздеп кеткен екен...».\nБұл аңызда  домбыраның алғаш рет қалай пайда болғандығы бейнеленген. Яғни қос нәресте рухының ағаш домбыра кейпінде «қайта тірілгендігі» туралы ишара бар.   Домбыраның үстіңгі бостау ішегі Мұңлық ұлдан, төменгі қатты ішегі Зарлық қыздан пайда болғаны аңыздалуы байырғы дуалистік танымның әсері екендігі айқын.\nДомбыраның пайда болуын аңшылықпен де байланыстырады: «Баяғыда елдің мұңын мұңдап, жоғын жоқтаған Қамбархан деген бір аңшы жігіт болыпты. Қамбархан бір күні атып алған аңын сойып болып, ішегін ағаш басына қарай лақтырып жіберсе, шұбатылған күйі бір бұтақтан бір бұтаққа ілініп қалыпты.\nКүндердің бір күнінде Қамбархан әлгі жерден өтіп бара жатса, құлағына ерекше бір жағымды әуен, құйқылжыған үн, үзілмейтін сарын естіледі. Жан-жағына қараса бір бұтақтан бір бұтаққа керіліп қалған қос ішекті көреді. Жел соқса ішек ызыңдап қоя береді екен. Қамбархан әлгі ағашты кесіп алып, шауып, жонып, домбыра жасапты да, күй шертіпті. Қамбарханның бұл жаңалығы бүкіл қазаққа аңыз болып таралыпты». \nҚамбархан туралы бұл әңгіме қырғызда бар. Қырғызда Қамбархан қыз бейнесінде, ол ғашығына қосыла алмай күйік тартып,  орманды кезіп жүріп, түлкінің ішегі керілген ағашты кездестіріп, содан комуз аспабын жасап, «Қамбархан» деген алғашқы  күйді шығарған деседі.\n Қорыта айтқанда, домбыраға халық  рухының,  ділінің, арман-шерінің, сағынышы мен сырының нілі әбден жұғып, алтын аңыз боп  сіңгенін, домбыра өткенді оралтып, өлгенді тірілтетін құдіретті аспап екенін   бұл алтын аңздардан анық байқауға болады.\nhttps://daryn.online/article/568",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбектегі тоқ күшін тап. Батарея қысқыштарындағы кернеу неге тең?",
        "question_content": "Эқк-і 2В, ішкі кедергісі 0,8 Ом тоқ көзі ұзындығы 2,1 м,ал қима ауданы 0,21 мм2 никель сыммен тұйықталған.Тізбектегі тоқ күшін тап. Батарея қысқыштарындағы кернеу неге тең?",
        "question_date": "7.04.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоқ күші 1,3 А -ға тең",
                "date": "6.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұзындығы 15см түзу өткізгіш индукциясы 0,4Тл болатын біртекті магнит",
        "question_content": "Ұзындығы 15см түзу өткізгіш индукциясы 0,4Тл болатын біртекті магнит өрісіне енгізілген. Магнит индукциясы өткізгішке перпендикуляр бағытталған. Өткізгіштен өтетін ток күші 6А болса, оған әсер ететін Ампер күшін табыңыз",
        "question_date": "7.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шыкты ма жауабы болса жіберші",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мурыннан ис шыкса жагымсыз",
        "question_content": "Мурнымнан жагымсыз ис шыгады соны калай кетируге болады.Не себептен олай болады.",
        "question_date": "7.04.2020",
        "question_tag": "Жанұя",
        "question_views": 971,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрныңыз суықтап ол жазылмай қалғаннан, ішінде қалып, сарғайып жағымсыз иіс шығарады.\nМұрныңыздың суықтағанын, немесе жалпы суықтаған болсаңыз соны емдейсіз.",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колостома күтімі",
        "question_content": "Колостома күтіміне слайд жасауға тапсырма берді,бірақ іздесем шыкпады\nҚайдан іздесем болады?",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "51 кг алюминий оксидінен қанша алюминий алуға болады?",
        "question_content": "2Al2O3=4Al+3O2 реакция теңдесі осы\nЕгер алюминийдің практикалық шығымы 95% болса, 51 кг алюминий оксидінен қанша алюминий алуға болатынын есептендер",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "2Al2O3=4Al+3O2\nn Al2O3=51000/102=500 моль\nn O2=500*1.5=750 моль\nV O2=750*22.4=16800 л\nn Al=500*2=1000 моль\nm Al=1000*27=27000*0.95=25650 г=25,650 кг",
                "date": "17.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Экожүйе қандай сатыларға бөлінеді?",
        "question_content": "Экожүйе дегеніміз не? Экожүйе қандай сатыларға бөлінеді?",
        "question_date": "7.04.2020",
        "question_tag": "Экология",
        "question_views": 41800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биоценоздағы тірі организмдер тек бір-бірімен байланысып, ғана қоймай, өлі табиғатпен де байланыста болады.\nСапротрофтар (грек. sapros - шіріген және tropіc - қорек) - жануарлар өлекселері немесе тірі организмдердің қоршаған ортаға бөліп шығаратын қалдықтарымен қоректенетін гетеротрофты организмдер. Сапротрофтар органик.\nАвтотрофтар (гр. autos - өзім, өздігінен; trophe - қорек, қоректену, тамақтану) - бейорганикалық заттардан (көмірқышқыл газынан, судан, азоттың бейорганикалық қосылыстарынан) фотосинтез немесе хемосинтез арқылы органикалық дүниенің тіршілігі үшін тым қажет күрделі органикалық заттарды (акуыздарды, майларды, көмірсуларды) түзетін организмдер.\nБізді қоршаған орта: жан-жануарлар мен өсімдіктер, Жер мен Ай, Күн мен алыстағы жұлдыздар - осылардың барлығы да табиғат деген ауқымды ұғымды білдіреді.\nБұл байланыстар заттар және энергия арқылы іске асады. Тірі организмдерге керекті қорек, су, отттегінің келуі –бұл қоршаған ортадан келетін заттар ағыны. Клеткалар мен организмдердің жұмысы үшін қажетті энергия қоректің құрамында болады. Өсімдіктер күн сәулесінің энергиясын тікелей қабылдап, оны органикалық қосылыстарда жинақтайды. Кейін ол энергия биоценозда қоректік қатынастар арқылы таралады. Энергия алмасуы мен заттар ағыны – тірі организмдер арқылы зат алмасу процесінде өте жоғары дәрежеде жүреді. Мысалы, адам өзінің өмірінде ондаған тонна қорек пен су пайдаланады, ал өкпе арқылы бірнеше млрд. литр ауа жұтады. Көптеген организмдер ортамен қарқынды қарым-қатынаста болады. Өсімдіктер өздерінің массасының әрбір грамын құрау үшін 200-800 г су жұмсайды. Өсімдіктер фотосинтез үшін қажет заттарды топырақтан, су мен ауадан алады.\nБиоценоз (био... және гр. koіns - жалпы) - тіршілік жағдайлары азды-көпті біркелкі орта өңірін мекендейтін жануарлардың, өсімдіктер мен микроорганизмдердің жиынтығы; Құрлықтың немесе судың белгілі бір бөлігін мекендейтін, сондай-ақ, өзара және тіршілік ортасының табиғат жағдайына бейімделген жануарлар, өсімдіктер, саңырауқұлақтар, микроорганизмдер жиынтығы; тірі ағзалар бірлестігі.\nӨсімдіктердің, жануарлардың (әсіресе микроорганизмдердің), климат жағдайларының және адамдардың әсерімен өзгерген жер бетінің үстіңгі борпылдақ қабаты. Топырақ бойында құнарлылық қасиеті, яғни өсімдіктерді сумен, басқа да қоректік элементтермен қамтамасыз ететін қабілеті болады.\nЕгер біздің планетамызда бүгінгі таңда 7 млрд адам, 800 мың түр өсімдіктердің млрд-ған особьтары мен жануарлардың 1,5 млн түрін құрайтын бірнеше млрд-ған особьтардың әрқайсысының тіршілігіне қажетті қоректік заттар мен су және ауаны есептегенде, өте үлкен сан мөлшері шығады.\nҒаламшар немесе Планета (көне лат. planeta, грек. aster planetеs - кезбе жұлдыздар) - өз орбитасы бойынша Күнді не басқа жұлдызды айнала қозғалатын, гравитациялық өріс жасауға өз салмағы жеткілікті, соның нәтижесінде шар тәріздес орбитаға ие аспан денесі.\nТіршілік үшін қажет тірі денедегі қорлардың бейорганикалық әлемнен келетін заттар ағыны –осындай қарқындылықпен жұмсалса, онда биогенді элементтер Жерде әлдеқашан таусылған болар еді. Бірақ тіршілік тоқталған жоқ және тоқталмайды да, өйткені биогенді элементтер организмдерден қоршаған ортаға үнемі қайта оралып отырады. Өсімдіктер синтездеген органикалық заттардың ыдырауы түрлер арасындағы қоректік қатынастар нәтижесінде биоценозда іске асады. Ақыр соңында осы қосылыстар өсімдіктер қайтадан пайдаланатын элементтер мен заттарға дейін ыдыратылып, нәтижесінде биологиялық зат айналым жүзеге асады. Сонымен биоценоз-күрделі жүйенің бөлігі болып табылады. Биоценоз қоршаған ортамен заттық-энергетикалық байланыссыз тіршілік ете алмайды. Зат айналымды қолдайтын, кез келген тірі организмдер мен бейорганикалық компоненттер жиынтығы –экологиялық жүйе немесе экожүйе деп аталады. Табиғи экожүйелер әртүрлі көлемде және кеңістікте орналасады: организмдер тіршілік ететін кішкене шалшық, мұхит, шалғын, тоғай, тайга, дала- бұлардың барлығы әртүрлі масштабтағы экожүйенің мысалдары.\nШалғын - көпжылдық шөптесін өсімдіктердің, негізінен жеткілікті және артық ылғал жағдайындағы астық тұқымдас және өлеңтұқымдастардың басымдығымен сипатталатын белдемдік және интрабелдемдік өсімдіктер типі.\nКеңістік - философия, математика және физика секілді салаларды пайдаланылатын күрделі ұғым. Күнделікті өмірде іс-қимыл алаңы, барлық нәрселерді қамтитын ортақ ыдыс, әлдебір жүйе жай-жапсары сезініп түсініледі.\nКез келген экожүйе тірі бөлігі биоценоздан және оны қоршаған тірі емес табиғаттан тұрады. Ұсақ экожүйелер жалпы Жер экожүйесіне дейінгі ірі экожүйенің құрамына енеді. Біздің планетамыздағы жалпы биологиялық зат айналым көптеген жеке заттардың қарым қатынасынан құралады. Экожүйе зат айналымды тек төрт құрамды бөлігі болған жағдайда ғана қамтамасыз ете алады. Олар: биогенді элементтер қоры, консументтер, продуценттер және редуценттер. Экожүйедегі өнімділік пирамидасы және энергия ағыны Продуценттер - күн энергиясын пайдаланатын жасыл өсімдіктер немесе органикалық заттарды биогенді элементтерден құрайтын жасыл өсімдіктер. Олар (алғашқы өнімді өндірушілер) автотрофты организмдер, яғни біздің планетамыздағы бүкіл тірі әлемді органикалық заттармен қамтамасыз ететін жасыл өсімдіктер әлемі.\nЖағдай - адам әрекетінің , жан-жануарлар тіршілігінің, табиғат пен қоғамдағы өзгерістің, оқиғаның, т.б. айналадағы ортаның ықпалына тәуелділігін білдіретін философиялық ұғым. Табиғаттағы, қоғамдағы белгілі бір өзгерісті тудырушы алғышарт есебінде де қарастырылады.\nПродуценттер (гр. autos - өзі және trophй - қорек) аутотрофты организмдер - қоршалған ортадағы бейорганикалық заттардан фотосинтез немесе хемосинтез процесі нәтижесінде тіршілігіне қажетті органикалық зат түзетін организмдер; химиялық реакциялар барысында босайтын энергияларды немесе сәуле энергиясын пайдалана отыра органикалық емес қоспалардан органикалық заттарды синтездеуші ағзалар.\nКонсументтер- өсімдіктер синтездеген органикалық заттарды жаңа формаға айналдыратын тұтынушылар, яғни олар (латынша-«consumo»-тұтынамын) продуцентттер жасаған органикалық заттарды пайдалантын гетеротрофты организмдер. Бұларға жануарлар, көптеген микроорганизмдер, кейбір насеком қоректі өсімдіктер жатады. 1-ші қатар консументтері-өсімдік қоректі, 2-ші қатар консументтері-жыртқыш жануарлар болып табылады. Редуценттер- органикалық қосылыстарды минералды қосылыстарға дейін ыдырататын организмдер, яғни олар (латынша «reduceus, reducentis» - қалпына келтірушілер, деструктор) органикалық заттарды ыдырататын және оларды басқа организмдер игеретін бейорганикалық заттарға айналдыратын ағзаар. Редуценттер биологиялық зат айналымның соңғы звенолары. Олардың қатарына саңырауқұлақтар, бактериялар, сонымен қатар өсімдіктер және жануарлардың өлі қалдықтарын өңдейтін кейбір ұсақ түрлер жатады.\nБактериялар (гр. bakterion - «таяқша») - тек микроскопта ғана көрінетін аса ұсақ жасушалар және олар көптеген әр алуан аурулар туғызады бірақ көбінесе нейтралды қызметті атқарады.\nЗаттар үздіксіз экожүйенің әртүрлі звеноларында айналымға түседі және Жер бетінде 4 млрд жыл тіршіліктің үздіксіз жүру себебі, зат айналым процесінің тұрақты жүзеге асуында. Бұның негізін биоценоздағы органикалық қоректік байланыстары мен өсімдіктердің фотосинтезі құрайды, бірақ биологиялық заттар айналымы тек заттар арқылы ғана емес, ол сонымен қатар организмдердің іс әрекеттерінің нәтижесі болып табылады. Ал кез келген тіршілік тұрақты энергияны қажет етеді. Тірі денені құрауға бірнеше қайта пайдаланылатын химиялық элементтерден ерекшелігі жасыл өсімдіктермен ұсталатын күн сәулесінің энергиясын организмдер шексіз пайдалана алмайды. Өлі сүрек ыдыратушылары: 1 және 1а- жылтыр қоңыз және оның дернәсілі, 2 және 2 а-бүғы-қоңыз және оның дернәсілі, 3 және За- үлкен емен қоңызы және оның дернәсілі, 4 және 4а- иісті ағаш қажаушы және оның дернәсілі, 5- жалпақ қызыл қоңыз, 6-көң құрты, 7- қара құмырсқа, 8-есекқұрт, 9- жауын құрты. Экологияда энергия мен заттар айналымы автотрофтыларға сырттан энергия мен заттардың берілуі, тасымалдануы ретінде және қоректік тізбек бойынша организмдерден бір қоректік деңгейден екіншісіне өтуі ретіңде қарастырады. Энергия ағыны - бұл органикалық қосылыстардың химиялық байланыстар түрінде бір деңгейдегі организмнен екіншісіне энергияның ауысуы. Заттар ағыны - продуценттерден редуценттерге заттардың химиялық элементтер мен олардың қосылыстары түрінде берілуі және әрі қарай химиялық реакциялар арқылы тірі организмдердің қатысуынсыз заттардың процестерге қайта келуі.\nДЕҢГЕЙ (Уровень; layer, level) - абстракциялы дерексіздік дәреже; иерархиялық құрылым қабаты; осы желімен орындалатын белгілі бір мәселелер кешенін сипаттайтын есептеуіш желі қүрылымының логикалық қабаты,\nХимиялық байланыстар - химиялық элементтер арасындағы тұрақты тепе-тең күйдегі жүйе жасауға келіп тірелетін (молекула, ион, радикал) электромагниттік әсерлесу жиынтығы.\nХимиялық реакциялар - заттардың өзара әрекеттесуі нәтижесінде олардың химиялық құрамы мен құрылысы өзгеріп, басқа заттарға айналуы. Химиялық реакциялар масса сақталу заңы мен эквивалент заңына негізделген.\nЗат ағыны тұйық циклде өтеді, сондықтан ол зат айналым деп аталады. Заттар үздіксіз экожүйенің әртүрлі звеноларында айналымға түседі және барлық уақытта қайтадан зат айналымға түсуі мүмкін, ал энергия бір рет ғана пайдаланылады. Экожүйедегі энергия мен заттар тасымалдану сызбанұсқасы Энергияның бір жақты келуі- табиғаттың маңызды құбылысы. Бұл процесті физика заңдарымен түсіндіруге болады.\nФизика (көне грекше: φύσις - табиғат) - зат әлемді және оның қозғалысын зерттейтін ғылым. Бұл жөнінде физика күш, энергия, масса, оқтама т.б. сияқты тұжырымдамалармен шұғылданады.\nБұл заң бойынша энергия бір түрден басқа түріне (қоректің химиялық энергиясы) ауыса алады, бірақ энергия ешуақытта қайтадан жасалмайды. Термодинамиканың 2-ші заңы бойынша энергия бір түрден екінші түрге айналғанда, яғни жұмыс кезінде энергия жылулық түріне өтіп, қоршаған ортаға таралады. Клеткалар мен органдардың күрделі жұмысы организмнен энергияның шығындалуы арқылы орындалады. Зат айналымның әрбір циклі тірі организмдердің белсенділігіне байланысты, жаңа энергияның қатадан түсуін барлық уақытта талап етеді. Күн сәулесінің энергиясы. Күн жердегі барлық энергияның бірден бір табиғи көзі, бірақ күн сәулесінің жер бетіне түскен энергияның барлығын организмдер толық пайдалана алмайды. Жасыл өсімдіктерге түсетін күн сәулесі ағынының жартысына жуығы фотосинтез кезінде сіңіріледі және сіңірген энергияның аз бөлігі (1100-110 дейінгі) биохимиялық энергия түрінде жинақталады.\nЖинақ (Набор; set) - белгілі бір ақпараттық мазмұны бар логикалық байланыстағы объектілер жиыны.\nБиохимия, биологиялық химия - тірі организмдердің химиялық құрамын, ондағы биохимиялық қосылыстардың синтезделіну жолдарын, заңдылықтары мен қасиеттерін, молекулалық құрамын, жасушалардың биологиялық, биохимиялық және физиологиялық қызметін зерттейтін ғылым.\nКүн энергиясының көп бөлігі булануға жұмсалып, жылу түрінде жоғалады. Сонымен, планетадағы тіршілік тұрақты зат айналым мен күн энергиясының ағынына байланысты. Биоценоздағы организмдердің іс әрекеттерінің бұзылуы экожүйедегі зат айналымның күрделі өзгерістеріне әкеледі. Бұл топырақ құнарлығының кемуі, төмендеуі, өсімдік өнімінің төмендеуі, жануарлардың өсуі мен өнімнің төмендеуі және табиғи ортаның біртіндеп бұзылуы сияқты экологиялық апаттардың негізгі себептері. Қоректік тізбектер. Қоректік торлар Биоценозда қоректік торлар - жасыл өсімдіктер жинақтаған энергия мен заттарды бір-біріне беретін организмдердің көптеген қысқа қатарларынан тұрады. Әрбір алдыңғы түр келесіге қорек болатын мұндай қатарлар - қоректік тізбек, ал қоректік тізбектің бөлек звенолары - қоректік деңгей деп аталады. Қоректік тізбек әрқашан өсімдіктен немесе олардың қалдықтарынан басталады. . Өсімдік-шегіртке-бақа-жылан-қаршығадан құралған қоректік тізбек пирамадасы 1-ші қоректік деңгей, яғни жасыл өсімдіктер –продуценттер, яғни шөпқоректі жануарлар- І-ші реттік консументтерді құрайды. Ал шөпқоректі жануарлармен қоректенетін 1-ші реттік жыртқыш 3-ші қоректік деңгейді, яғни 2-ші реттік консументтер деңгейін; сол сияқты 2 реттік жыртқыштар 4-ші қоректік деңгейді, яғни 3-ші реттік консументтер деңгейін түзеді Қоректік тізбектегі организмдердің қарым қатынасының мысалы ретінде аралас орманды қарастыруға болады. Орман өсімдіктері жануарлар қорегінің көзі болатын негізгі биомассаны өндіреді (синтездейді). Ағаштардың жас қабықтарымен мен бүршіктерімен қоректенетін бұғы құрамында энергия жинақталған органикалық заттарды алғаш тұтынушылар. Белсенділіктің әртүрлі түрлері энергияның шығындалуына соқтырады, бірақ жануарлар организмінде жұмсалатын энергиямен салыстырғанда оның жинақталған мөлшері анағұрлым артық болады. Өз денесінде осылай энергияны жинақтаған бұғы келесі тұтынушыға энергия мен қоректік заттың көзі болып есептелінеді. Бұғыны жеген қасқыр энергия, қорек затқа ие болады. Қасқыр өлген кезде, энергияның көп мөлшері топыраққа түседі. Топырақтағы бактериялар мен редуцент-саңырауқұлақтар – ыдыратушылар - өсімдіктерге қажетті минералды заттарға айналдыра отырып, өлексені ыдыратады. Жасыл өсімдіктер, бұғы, қасқыр, бактериялар мен саңырауқұлақтар энергия ағыны жүретін қоректік тізбекті құрайды. Қоректік тізбекті екі типке бөлуге болады: жайылымдық тізбек жасыл өсімдіктен басталып, одан әрі жайылымдағы фитофагтарға, сонан соң жыртқыштарға жалғасады, яғни өсімдіктерден шөпқоректі жануарлар арқылы энергияның ағыны жүзеге асатын тізбек жайылымдық қоректік тізбек деп аталады.",
                "date": "7.04.2020",
                "upvotes": 1
            },
            {
                "text": "Ол екі сатыға бөлінеді:\n1)жоғары афтотрофты;\n2)төменгі гетеротрофты",
                "date": "9.04.2020",
                "upvotes": 0
            },
            {
                "text": "Экожійе екі топқа бөлінеді",
                "date": "24.05.2023",
                "upvotes": 0
            },
            {
                "text": "Ия\nМаған келсін",
                "date": "2.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күй аңызы Тахауи Ахтановтың шығармасынан тезистик жоспар жасау керек",
        "question_content": "Тахауи Ахтановтың Күй аңызы шығармасына тезистик жоспар керек (қысқаша)",
        "question_date": "7.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда дәл осы тезистік жоспар керек еді",
                "date": "14.04.2020",
                "upvotes": 0
            }
        ]
    }
]