[
    {
        "question_title": "Әлия неге бұлтты күнді белгілеген?",
        "question_content": "Есепти шыгар.есептеги малиметтерди озгертип,баска толык ондыктарды кой.оны кайта шыгар.алиянын былтыргы жылгы Кун райын бакылау кунделигине 60кун булынгыр250кун ашык,калган Кундера бултты болып белгилеген.егер Бир жылда 365кун болса,ондаалия неге бултты кунди белгилеген",
        "question_date": "4.09.2021",
        "question_tag": "Математика",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "365 күннің\n60 күні бұлыңғыр\n\n250 күні ашық болса,\n\n55 күні жаңбыр немесе қар жауады деген сөз.",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыныптың қандай бөлігі екі ақынның да өлеңін жақсы көреді?",
        "question_content": "сыныптың төрттен үші абайдың өлеңдерін жақсы көреді.сыныптың үштен екісі шәкәрімнің өлеңдерін жақсы көреді.сыныпта барлық оқушы осы ақындардың кем дегенде біреуінің өлеңдерін жақсы көреді.сыныптың қандай бөлігі екі ақынның да өлеңін жақсы көреді?",
        "question_date": "4.09.2021",
        "question_tag": "Математика",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ит неше километр жүгірді?",
        "question_content": "сұлтан және ринат арақашықтығы 30 км екі ауылдан бір уақытта бір біріне қарама қарсы шықты.олардың жылдамдықтары 15 км/сағ.Ринатпен бірге бір уақытта жылдамдығы 25 км/сағ ит бірге жүгіріп шықты.ит Сұлтанды кездестіріп, қайтадан Ринатқа, сосын қайта Сұлтанға жүгірді.Осылай екі бала кездескенше ит жүгірді.Ринат пен Сұлтан кездескен соң ит демалуға жатты.ит неше километр жүгірді?",
        "question_date": "4.09.2021",
        "question_tag": "Математика",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t = S/(v1+v2)\n\nt = 30/15+15 = 1 сағ\nS = v3*t = 25 * 1 = 25 км",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-да әр пәнде неше сұрақтан?",
        "question_content": "Убт да әр панде неше сурактан болады",
        "question_date": "4.09.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан тарихы мен математикалық сауаттылығы - 15 сұрақ\nОқу сауаттылығы - 20 сұрақ\n\nТаңдау пәні бойынша - 35 сұрақ",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір неге кешігеді?",
        "question_content": "Сәлеметсіздерме менің етеккірім юль 27 келген негізі әр айдың 20ы кешікпей келетін потом августь вообще келмеді сентябрдің 2 келіп қалды бірақ аз мөлшерде көңілім айнып басым айналып жүр ол неден тамаққа тәбетім мүлдем жоқ құсқым келедте тұрады тамақ көрсем омырауым қатайып ісініп ауырады без секілді қатты заттар бар мүлдем түсінбей жүрмін өзімді",
        "question_date": "3.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 770,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Етеккірім неге кешігіп жатыр?» – деп сұрасаңыз осы мақаланы оқуға ұсынамыз. Етеккірдің кешігуі – бұл 35 күннен асып келмей кешіккен етеккір циклының бұзылуы. Бұндай жағдайға себептер физиологиялық факторлар болуы мүмкін, мысалы, жүктілік, климакстың ерте басталуы немесе басқа да әйелдің ағзасындағы патологиялық өзгерістер. Етеккірдің кешігуі, бұзылуы кез келген жаста бола беретін жайт. Дәрігерге қалыпты уақытынан 5 күнге кешіккен кезде қаралу керек. Емделудің жолын көрсетіп жөнін айту үшін мәселенің себебін анықтауға гинеколог көмек көрсете алады.\nЕтеккір циклы.\nҰрпақты болуға жарамды жаста әйел ағзасы жүйелі циклмен жұмыс жасайды. Мұндай циклдің соңғы кезеңі – бұл ай сайынғы етеккірдің келуі. Ол жағдай аналық ұрықтың ұрықтанбағанын және жүктіліктің болмағанын дәлелдейді. Жүйелі етеккір циклі әйел адамның ағзасындағы жақсы жұмыстың атқарылуын көрсетіп тұрады. Ал етеккірдің кешігуі – қандай да бір ауытқудың немесе бұзылудың көрсеткіші.\nҚалыпты жағдайда цикл жүйелі болуы керек: етеккірдің нақты басталу мен аяқталу уақыты болады. Көпшілік әйелдерде бұл цикл бір айдың ұзақтығына сай 28 күннен тұрады. Әйелдердің үштен бірінде ол қысқа мерзімді болады – 21 күн, ал 10%-ында 30-35 күннен тұрады. Етеккір жалпы 3 күннен 7 күнге дейін созылады, осы уақытта 50-ден 150 мл-ге дейін қан жоғалады. 40-55 жастан кейін етеккір мүлдем тоқтайды және ол уақытты менопауза деп атайды.\nӘйел ағзасының күрделі ауруларына жататындар:\n-жүйесіз етеккір циклі;\n-гормоналдық бұзылулар;\n-5-10 күнге дейінгі етеккірдің жиі кешігулері;\n-етеккір кезінде тапшы немесе өте көп қан ағудың кезектесуі.\nӘйел адамға етеккір уақытын қадағалау үшін етеккір күнтізбесін арнау керек. Осындай жағдайда кешігуді бірден байқау мүмкіндігі бар.\nӘйелдер мен қыз баланың етеккірінің кешігу мәселелері.\nЕтеккірдің кешігуі дегеніміз – кезекті етеккірдің өз уақытында келмеуі. Етеккірдің 5 күннен 7 күнге дейінгі кешігуі патологиялық өзгеріске жатпайды. Мұндай жағдай кез келген жаста туындай береді: жасөспірімдік шақ, бала табу жасы және менопауза жасында. Етеккірдің кешігу себебіне физиологиялық себептермен қатар аномалиялық себептер де ықпалын тигізуі мүмкін.\nЕтеккірдің кешігу себептері.\nКөбіне жыныстық қатынасты қалыпты санайтын қыз балалардың етеккірінің кешігуіне олардың жүктілігі себеп. Аз мерзімді жүктілікте іштің төменгі жағы тартып ауыруы мүмкін, емшектің ұлғайып ауырсынуы байқалатын болады, ұйқышылдық, дәмге деген өзгерістер, таңертеңгі жүрек айнуы, тез шаршау. Білу міндетті: Жүктіліктің бастапқы шағындағы сипаттары – алғашқы 18 белгі\nСтресс. Кез келген стрестік жағдай, мысалы, жұмыстағы мәселелерден туындайтын конфликтілерге байланысты жағдайлар етеккірдің 5-10 күн, тіпті одан да көп күнге кешігуіне әкеліп соқтыруы мүмкін.\nСтрестік жағдайларға байланысты шамадан тыс шаршау. Адамның дене сымбаты үшін әрине физикалық жүктемелер қажет, дегенмен шамадан артық жүктемелер етеккірдің жүйелі жұмыс жасауына кедергісін тигізуі мүмкін. Етеккірдің кешігуінің тағы бір себебі, ол – эстрогеннің синтезіне негативті әсер ететін, өте белсенді зиян келтіретін диета және диета кезіндегі шамадан тыс шаршау. Шамадан тыс шаршаудың сипаттары жиі бас ауырулар, салмақтың тез азаюы, жұмысқа қабілеттіліктің нашарлауы болып саналады. Егер етеккірдің кешігу себебі физикалық шаршаудан екені анықталса, онда ағза тынығудың қажеттілігі жайлы сигнал беруде. Етеккірі кешігетін әйелдер типі көбіне тынымсыз жұмыс кестесімен жұмыс жасайтындар. Етеккір циклін қалыпты жағдайға келтіру үшін тамақтану рационы мен физикалық жүктемелерін тепе-тең жағдайға келтіру керек.\nДене салмағының тым аз не болмаса шамадан тыс артық болуы. Әйел адам эндокриндік жүйенің қалыпты жұмыс жасауы үшін өзінің ДСИ-н (дене салмағының индексін) қалыпта ұстау керек. Дене салмағының қалыпқа келуіне байланысты етеккір уақыты да қалыпқа келеді. Анорексиямен ауыратын әйелдерде етеккір мүлдем жоғалып кетуі мүмкін.\nЕтеккірдің кешігуіне суық тию мен қабынулардың да әсері болады. Кез-келген ауру етеккір циклінің бұзылуына әкелуі мүмкін. Бұл созылмалы аурулар немесе бұрыннан келе жатқан аурулар болуы мүмкін. Мұндай жағдайда цикл жүйелілігі бір-екі айда қалыпқа келеді.\nЖыныс мүшелерінің кез-келген қабыну түрлері және ісік аурулары. Жыныс мүшесіндегі қабынулар тек етеккір кешігуімен ғана емес, іштің төменгі бөлігіндегі аурулармен және әдеттен тыс бөлінулермен ерекшеленеді. Мұндай ауруларды міндетті түрде емдеу қажет, өйткені ол жағдайдың ушығуына, тіпті бедеуліктің пайда болуына апарады.\nАналықтың сары денесінің кистасы. Бұл аурудан құтылу және етеккірді қалыпқа келтіру үшін гинеколог бірнеше гормоналды препараттардың курсын тағайындайды.\nАборт. Мұндай жағдайда етеккір кешігуі өте жиі болады және де бұны қалыпты жағдай деп қабылдауға болмайды. Оған себеп гормоналды фонның бірден өзгеруімен қатар, тек дәрігер ғана анықтай алатын механикалық зақымдалулар болуы мүмкін. Білу міндетті: Жүктілікке тестілеу: қашан және қалай, неше күннен кейін өту қажет?\nЕтеккірдің кешігу мәселесін қалай қалыпқа келтіруге болады?\nЕгерде етеккірдің кешігуіне қандайда бір ауру себеп болса, оның қалыпқа келуіне тек емделу себеп бола алады. Профилактикалық алдын алу жолдары мыналар:\nЕтеккірдің кешігуіне физикалық шаршау немесе стрестік жағдайлар себеп болатын болса, керегінше ұйықтап, ағзаның тынығуы арқылы қалыпқа келтіруге болады. Маңыздысы позитивті көңілде жүру және кез келген стресс тудыратын жағдайға қалыпты қарай білу. Кейде психологтың көмегіне де жүгіну қажеттілігі болады.\nТамақтану құрамында дәрумендер мен микроэлементтер саны қажетінше жеткілікті және теңестірілген болуы қажет. Немесе поливитаминдер курсын қабылдауға да болады.\nЕтеккір күнтізбесін пайдаланатындар үшін кез келген өзгерістің алдын алу мүмкіндігі бар.\nАлдын алу мақсатында гинекологқа барып тұру да кез келген әйел ағзасындағы өзгерістер мен ауытқушылықтардың алдын алуына мүмкіндік береді.\nӘйел адам есейген шағында міндетті түрде өз ағзасын және етеккір циклының бұзылмауын қадағалауы керек. Кез-келген ағзадағы өзгеріс қандай да бір аурудың белгісін береді.\nЕтеккір кешігуі. Қандай жағдайда дәрігерге қаралу қажет?\nЕтеккір кешігуі 5-7 күннен аспауы керек. Тек жасөспірімдік шақта, жас дағдарысына байланысты өзгерістер мен емізу кезінде және менопауза алдындағы кезеңде ғана мұндай кешігулерден қорқудың қажеті жоқ. Басқа жағдайдың барлығында міндетті түрде дәрігерге көріну керек.\nЕгер етеккірдің кешігуіне гинекологиялық емес себептер болса, басқа мамандардың кеңестері беріледі.\nТолығырақ: https://www.emde.kz/",
                "date": "3.09.2021",
                "upvotes": 0
            },
            {
                "text": "Әр айдың бір әрібі түсіп не артық болып кеткен соң кешіккен шығар)) Жоғарыда толық жауап беріп кетіпті, қанағаттандырарлық жауап алдыңыз деген үміттемін",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз шын жақсы көрсе жігітін қалай қызғандыруға болады?",
        "question_content": "Шын жаксы корген Кыз жигитин урсып калган жагдайда Калай кызгандырады\n\nКомектесиндерш,назданып тисип кызгандра береди",
        "question_date": "3.09.2021",
        "question_tag": "Махаббат",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жігіт көңілі суып, қоштасу жайлы әңгіме айтса, қызға оңай тимейтіні анық. Сағыныш пен зарығу адамды күйзелтіп, өмірдің еш мәні жоқтай көрінеді. Дегенмен, уақыт тоқтап қалмайды, әрі қарай өмір сүру керек: оны не қайтару керек, не қызғандырып, өш алу керек. Қайсы болса да, сенің пайдаңа.\n1. Басқа жігіттер жайлы айт\nЕгер бұрынғы жігітіңмен достық қарым-қатынасты сақтап қалсаң, онымен әңгімелескенде басқа жігіттер жайлы айта баста. Мысалы, кешегі тойда бір жақсы жігітпен танысқаныңды, онымен бұрынғы достар сияқты тез сөйлесіп кеткеніңді, жақсы жігіт екенін, сөзге шешен, сегіз қырлы бір сырлы екен деген сияқты мақтау сөздерді де қосып қойсаң болады. Мұндай әңгімеден ол сені қызғанатыны анық.\n2. Сабырлы және шырайлы бол\nҚарым-қатынас үзілген соң бұрынғы жігітіңе қайғырып, жылап, күйзелісте жүргеніңді көрсетпе. Бұл олардың таңданысын тудырып, қызғандыруға себеп болады. Екінші жартысының бәрін оңай жеңіп жүргенін және биязы күліп-ойнап жүргенін олар көре алмайды. Сондықтан, ең бастысы түңілме, сонда ол міндетті түрде сенің ең жақсы қасиеттеріңді есіне ала бастайды.\n3. Әрдайым жақсы ойла\nКөңіл-күйің қанша жоқ болса да, мұны айналаңдағы адамдарға білдірме. Әсіресе оған. Әрдайым шаттыққа бөленіп, өмірдің рахатын көріп жүргендей кейіп таныт. Олсыз да өмірің керемет өтіп жатқанын көрсет.\n4. Әрдайым құлпырып жүр\nҚоштасудан кейін де әдемі және тартымды болып қалуың керек. Бұл - бұрынғы жігітіңді қызғандырудың ең жақсы амалдардың бірі. Шаш үлгіңді өзгерт, сәнді киін, макияж жасап жүр. Өйткені жігіттер көзбен жақсы көретіні бесенеден белгілі.\n5. Сырттай қалай өзгергеніңді көрсет\nБұрынғыдан да құлпыра түс, толықтай өзіңмен айналыс. Өйткені күнделікті жанында қарапайым қызды көріп үйреніп қалған жігіт, қоштасқан соң, бұрынғы қызының жақсы жаққа өзгергенін, құлпыра түскенін көріп, жоғалтып алғанына өкінетін болады.\n6. Күттіріп қой\nЕгер бұрынғы жігітің ұялы телефоныңа хабарлама жіберсе, оған бірден жауап берме. Кем дегенде 3 сағаттан кейін, немесе 1 күн, тіпті 3 күннен кейін жауап берсең – оны әбден мезі қыласың.\n7. Әлеуметтік желіде белсенді бол\nӨміріңдегі жарқын сәттерді әлеуметтік желідегі парақшаңа жариялап отыр. Өзіңнің жарқын күліп түскен суреттеріңді, достарыңмен, құрбыларыңмен асыр салып көңіл көтеріп жүрген суреттеріңді молынан сал. Тіпті біреумен кездесіп жүргеніңді де жасырмай белгілеп қойсаң болады.\n8. Оның көзінше басқа жігіттермен сөйлес\nМысалы, университет алдында тұрғанда жігіт достарыңмен күліп-ойнап, қалжыңдасып, риза болып тұрғандай кейіп таныт. Бұл оның жынына тиері анық.\n9. Әрдайым өзіңе және өз істеріңе сенімді бол\nЕгер өзіңе және өз істеріңе сенімді болатын болсаң, ол уақыт өте келе қандай қайратты да батыл қызды жоғалтып алғанын түсінеді және мұндай қыз енді жолыға ма, жолықпай ма деп қайғыратын болады. Бұл ойлар оны қайта сенімен қосылуға итермелейді. Бұрынғы жігіттердің қыздарына қайтып келетіні де содан.\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/psihologiya/20560/",
                "date": "3.09.2021",
                "upvotes": 0
            },
            {
                "text": "Сұрақ нақты емес. Қыз не жігіт қойған сұрақ екені түсінікті емес. Екі жастың арасына есі кеткен түседі. Сұраққа келсек, екінші жартыңыздың мінезі мен өз мінезіңізді психологиялық тұрғыдан оңтайластырған дұрыс-ау шамасы. Бұл жерде сіздердің арақатынастарыңыз туралы ақпарат бізге беймәлім",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Google-да қанша қазақ жұмыс жасайды?",
        "question_content": "Google-да қанша қазақша білетін қазақтар жұмыс жасайды?",
        "question_date": "3.09.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серік Бекетаев, 24 жаста, АҚШ-тың Калифорния штатындағы Маунтин-Вью қаласында орналасқан Google бас кеңсесінде жұмыс істейді. \nЖас бағдарлама жасаушы компанияға ҚБТУ-да үшінші курс оқып жүрген кезінен бастап түйіндеме жібере бастапты. Сол уақытта оның компанияда жұмыс істейтін таныстары болыпты, жас маман солардан ұсыныс хат жазып беруді өтініпті. Осылайша, ол Google-дағы бірінші сұхбатын студент кезінде өткізеді. Алайда сол уақытта оған сай келетін команда болмаған екен. \n\"Сұхбаттың бірінші кезеңін сол кезде өтіп қойғанмын. Кейін ірі компанияларда жұмыс істеуге деген қызығушылығым кеміп, стартаптарды жасауға ауысып кеттім. Өз стартапымды жасауды шештім, Силикон жазығын аралап, жігіттермен кездестім. Кейін Google екінші рет сұхбаттасуға шақырды, мен ол кезде магистратурада оқып жүрдім. Тағы барып, сұхбаттастым, бұл жолы мен команда таптым да, олар маған ұсыныс жасады. Үшінші ретте мен бас тартқым келмеді, себебі ыңғайсыз болды әрі ірі компанияда жұмыс істеп, тәжірибе жинағым келді\", - деді Серік. Бүгінде оның Google корпорациясында жұмыс істеп жатқанына бірнеше ай болды.\nОл стартап жобасымен бауырының айналысып жатқанын айтып берді, ал өзі болса жаңа жобамен байланысты жұмыстан қол үзді. Стартап \"SparcIt\" деп аталады. Компания оны дамытатын жаңашылдығын бағалаумен әрі жаттығуларды жасаумен айналысады. Ол қолданушыны тапсырылған жұмысты қалыпты жолмен шешуге емес, түрлі шешім жолдарын ойлап тауып, тың жолмен жүруге шабыттандырады. Осыдан кейін қолданушының жауабының қайталанбастығын, бірқилылығын және тиімділігін анықтайтын шкалада бағаланады. \nСерік өз жобасынан неліктен бас тартуға мәжбүр болғанын айтты. \"Мұнда, ірі корпорацияға жұмысқа тұрарда олармен келісімшартқа отырасың, онда басқа жобаларыңның болмауы керек екені жазылады. Немесе негізгі жұмыстан тыс жасаған дүниелерің Google меншігіне өтіп кетуі мүмкін. Кез келген ірі компанияның осындай талабы болады. Сондықтан біреудің ісіне араласуға тыйым салынады, бұл өте қауіпті\", - деп атап өтті ол.\n\"Мен ірі компаниялардың фанаты емеспін, себебі шағын болса да өз жобаңды үздік етуің керек. Ал үлкен компанияларда өзіңді жоғалтып алуың мүмкін. Ірі корпорацияларға нақты бір тәжірибені алу деген мақсатпен баруың керек. Менде осындай мақсат пайда болды және сондықтан олармен бірге жұмыс істеуге бел будым. Сен үздіктердің үздігімен бірге бастайсың, сосын түрлі мәселелерде олардың қалай ойлайтынын білу қызық болады. Мұнда да қосымша тәжірибе аласың\", - деді жас маман. \nОның командасында жеті адам жұмыс істейді. Командасы сервер бөлігімен айналысады, мобиль девайстарына тіркелу жолдарын жеңілдетеді. Оның қызметі Software Engineer деп аталады, бірақ жас маманның айтуынша, бұл қызмет 11 дәрежеге бөлінеді. 11-ші дәреже компанияның вице-президентінің деңгейімен бірдей екен. Бұл шкала белгіленген болса да, жас қызметкердің айтуынша, олар еңбекқорларға жиі ынталандыру беріп отырады: акциялар мен бонустар.\n\"Мәселен сен бір әріптесіңе көмектессең, ол сені компания атынан бонустармен марапаттай алады, яғни әріптесің компанияның ақшасын саған бере алады. Ол бұдан еш шығынданбайды. Оның қалтасынан немесе жалақысынан емес. Мұнда өте иілгіш жүйе, тырысып жатсаң әйтеуір жетістікке жетесің. Ірі компанияларда олар үстіңнен алтын жаудырады, ол жақтан сосын шыққың келмей қалады. Шығу да қиын, стартап жасау да маңызды болмай қалады\", - деп қорытты сөзін Серік.\nАл компанияда жұмыс істеудің тиімсіз жақтары жайлы сөйлей келе, Серік мүмкіндіктің жоқтығын атады. \"Ірі корпорациядарды жұмыс істей отырып, жағдайыңыз жақсы болады, сіз миллиондаған немесе миллиардтаған қаражат таба алмайсыз, ондай жоқ. Жоғары сатыларға көтерілу өте қиын, шын мәнінде өте қиын. Google-дың 50 мың қызметкері бар және олар үздіктердің үздігін таңдағандықтан, сіз де сол үздіктердің қатарында боласыз, сәйкесінше, қалған жігіттерден оқ бойы озып кете алмайсыз. Бұл бәсекеге толы сала\", - деді Google қызметкері. \nАл жағымды жақтарын атаған Серік оқығысы келетіндер үшін корпорацияның ақша төлеп беретінін жеткізді. Жоғары деңгейге жеткеннен кейін Google жақсы жалақы бере бастайды екен. \nМадияр Айтбаев, 24 жаста, Google корпорациясының Лондондағы кеңсесінде жұмыс істейді, Ұлыбритания.\nБұл - Мадиярдың бірінші жұмысы. Оның лондондық кеңседе жұмыс істеп жатқанына бір жылдан асыпты. \"Мен кеңседе Software Engineer, бағдарлама жасаушы ретінде жұмыс істеймін. Android командасындамын. Мұнда қалай келдім? Мен осыған дейін Силикон жазығындағы Imo.im-де тәжірибе жинадым, сол жақтан мен жайлы біліпті. Кейін олар маған сұхбаттасуға шақыру жіберді. Барлық сұхбатынан өттім. Міне, осында келдім\", - деді Мадияр. \nОл компанияда жұмыс істеудің тиімді тұсы деп иілгіш жұмыс кестесін атады. Айтуынша, бастысы жұмыс істесең болды: 24 сағатқа дейін кеңседе қалуыңа рұқсат береді екен. Кез келген уақытта келіп, кетіп жүруге болады. Тіпті жексенбіде де. Ол сонымен бірге алатын тәжірибе мен тегін тамақты атады. \n\"Мұнда орташа деңгейден жоғары деңгейдегі бағдарлама жасаушылар істейді. Бір жылдық қана тәжірибем бар, сондықтан алар асу алда. Бұл жұмысым өзіме ұнайды. Мұндағы айлығымыз Лондондағы орташа жалақыдан жоғары, орташадан айтарлықтай жоғары, яғни Google-дің барлық кеңсесінде жалақы орташадан жоғары болады. Оның үстіне тегін тамақ, тренингтер. Мұнда қалағаныңның бәрі бар, тіпті массаж да бар. Мұның барлығы келісімшартқа кіреді\", - деп түсіндірді Мадияр. \nЕржан Өткелбаев, 25 жаста. Google корпорациясының Польшадағы Варшава кеңсесінде жұмыс істейді. \nЕржан Варшавадағы кеңседе көп жұмыс істемегенін айтты. \"Мен Google кеңсесінде өткен жылдың қазанынан бастап жұмыс істеймін. Менің де қызметім - Software Engineer. (...) Бағдарламау жасау бойынша түрлі олимпиадаларға қатыстым. Интернет арқылы өткізілетін көптеген жарыстар бар. Сондықтан да шығар, компания маған шақырту жіберді. Бұл бірнеше жыл бұрын болған оқиға. Кейін тағы да хабарласты. Сұхбаттасудан өтуге мүмкіндігім болды. Кейін телефон арқылы сөйлестік. Маған бірнеше тапсырма берді, оны бір сағат ішінде орындадым. Осыдан кейін мені Оutside round-қа шақырды. Бұл жолақыны, тұратын жерімді және тағы басқа шығындарымды өтеп, сұхбатқа шақыру деген сөзді білдіреді. Мен Лондонға барып, сұхбаттан өттім. Сұхбат шамамен үш сағатқа созылды. Жалпы төрт сұхбаттан өттім\", - деді Google-да жұмыс істейтін тағы бір қазақ маманы.\nОл бұлт технологиясымен айналысатын командада жұмыс істейтінін нақтылады. Ержанның айтуынша, Google кеңсесі жұмыс істеу үшін барлық жағдайды жасайды, бірақ мұның дамуға кері әсері де бар екен. \"Google компаниясы барлық жағдайды жасайды, содан адам еркінси бастайды. Мұнда кез келген уақытта қалаған ісіңмен айналыса аласың. Мысалы шаршап қалсаң, гейм-румға кіріп, ойын ойнайсың, ұйқың келсе, ұйықтап аласың. Барлығын бірдей айтып бере алмаймын\", - деді Ержан.\nБірақ ол осы жағдайдың барлығын тегін алғандықтан, жалқаулыққа салынуға да болатынын айтты. \"Яғни Google-дағы жақсы жағдай жасайды, ал сен өз ісіңмен айналысуың, бағдарлама жасауың ғана қалады. Дамуыңа да мүмкіндіктер өте көп. Ал қалғанының барлығын Google өзі жасайды. Ал егер стартап дегендерге көшсең, мұның айырмашылығы жер мен көктей. Адам Google-да жұмыс істесе еріншек болып кетуі де мүмкін\", - деді Өткелбаев.\nОл компанияда жұмыс істеудің тиімді тұсы деп медициналық шығындардың Google есебінен өтелетінін атады. \"Бізде емделуге арналған жерлер көп\", - деді Ержан.\n\"Варшавадағы кеңсе өте үлкен, бірақ ол таяуда ғана халықаралық болды. Сонда былтыр бұл жер ресми құжаттарда да тіркелмеген болуы мүмкін. Сөйтіп, бұл жер кеңейіп, қазір 120 инженер жұмыс істейтін орынға айналды, адамдар әлі де келіп жатыр. Қазір бұл кеңседе қазақстандықтар жоқ, бірақ білуімше, бірнеше айдан кейін тағы бір қазақстандық келеді\", - деді Өткелбаев.\nБарлық үш сұхбаттасушымыз тиімді тұстары деп тегін тамақты және басқа да ыңғайлы жағдайларды атады. Компаниядағы жақсы мүмкіндіктерге қарамастан, бұл мәселе кеңсе орналасқан елге байланысты екен. Бұл әр елдегі түрлі салық саясаты мен заңнамасына тәуелді. \nСерік, Мадияр және Ержан алдағы бірнеше жылда отанға оралмайтынын айтып отыр. Себебі олар қажетті деңгейде тәжірибе жинамапты. Алайда олар Қазақстанды, достарын, ұлттық асты сағынғанын мойындады.\nТолығырақ: https://kaz.tengrinews.kz/internet/google-kompaniyasyinda-jumyis-steytn-kazaktar-268292/",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтар тек соғыс жағдайында ғана бас біріктірген бе?",
        "question_content": "Қазақтар тек соғыс жағдайында ғана бас біріктірген бе?",
        "question_date": "3.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасқан отбасында бала анасы қайтыс болған жағдайда нағашы әжесі қамқорлығына ала алама.",
        "question_content": "Ажырасқан отбасында тәрбиеленген бала анасы қайтыс болған жағдайда нағашы әжесі қамқорлығына ала алама.  12жасар бала тілегі ескерілеме",
        "question_date": "3.09.2021",
        "question_tag": "Заң",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия нагашы ажесы ала адыды.себебіегер ажыраскан жагдайда анасы алады егер анасы болмаса нагашы ажесы алады.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден мектепке қайта ауысуға болады ма?",
        "question_content": "Колледжде 2 курс оқып жатырмын. Мектепке қайта баруға болады ма? Колледждегі білім ұнап жатқан жоқ. Мектепке барып оқып, сосын университетке оқуға тапсырғым келеді.",
        "question_date": "3.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндайды бірінші рет естіп тұрмын. Одан да колледжде оқып жүріп, универге дайындалыңыз. Мектепке кері ауысу мүмкін емес-ау. Үйдегілер не дейді? Ұстаздар не дейді?",
                "date": "12.09.2021",
                "upvotes": 0
            },
            {
                "text": "Не болды алла разылығы үшін айтыңдаршы болады ма 1 ші курстан кейін 11 ші сыныпқа ауысуға",
                "date": "10.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айфондардың буыны қандай?",
        "question_content": "Айфондардың буыны қандай? поколение айфонов?\n\nКім жазып кете алады Айфондар хронологиясын?",
        "question_date": "3.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Apple компаниясы жыл сайын iPhone-ның жаңа моделін ұсынады, онда бірнеше қызықты чиптер болатынына сенімді. Келесі жылы алғашқы iPhone шығарылғанына 10 жыл толады. Сондықтан біз оның бүгінге дейін қалай болғанын еске түсірейік деп шештік.\nСонымен бірге біз де қалаймыз сізден сұраймын: Осы айфондардың қайсысы бірінші болды?\nБар, сағыныш.\n1. iPhone (2007)\n\nБірінші iPhone өзі инновациялық болды. Ұстамды дизайн, корпусындағы элементтердің минимумы, қатаң алдыңғы панель.\nIPhone пайда болғанға дейін смартфондар қандай болғанын ұмытпаңыз: шығыңқы антенналар, джойстиктер, экран астындағы түймелер шоғыры (кейде тіпті оның үстінде), қаламдар, qwerty жылжымалы пернетақтасы және ұятсыз қалыңдығы. Енді кез-келген электроника дүкенінің терезелерін қараңыз. Көптеген құрылғылар Стив Джобстың 2007 жылдың 9 қаңтарында көрсеткенімен өте ұқсас.\nКомпания Apple смартфондарының алдағы бірнеше жылда қалай көрінетінін көрсетті және болашақта қалыптасқан қағида бойынша жүрді.\nНе ренжітті: өкінішке орай, ешқандай кемшіліктер жоқ, бірінші ұрпақтың iPhone-да бәсекелестерде бірқатар функциялар болмады (3G-ді қолдау, бейнежазба, көп тапсырма және т.б.), амалдық жүйе қолданушы үшін жабық болды, көптеген Apple шектеулері болды (сіз суреттерді және музыканы басқа пайдаланушыларға бере алмайсыз, деректер форматтарын қолдау шектеулі, файлдарды тек iTunes арқылы жүктей аласыз).\nҮлкен сәтсіздік құлаққаптың ұясы болды, ол тым терең болды, бұл 3,5 мм гарнитураны қолдануға жол бермеді.\n2. iPhone 3G (2008)\n\nСмартфон алдымен мобильді операциялық жүйені жаңартудың арқасында функцияларды ала бастады. IOS 2.0-де біз App Store дүкенін көрдік. Содан бері үшінші тарап әзірлеушілер iPhone қосымшаларын шығару арқылы біз үшін ақша таба алды. Тим Кук бұл туралы хабарлады 2 млн дүкендегі қосымшалар.\nIPhone 3G-дің шығарылуымен біз UMTS, HSDPA, A-GPS және әртүрлі дене түсіне (ақ-қара) қолдауды көрдік.\nНе ренжітті: пластикалық корпус және оның тозуға төзімділігі төмен. Бірнеше айдың ішінде артқы панель сызаттармен жабылды, кабель коннекторының жанында жарықтар пайда болды, белсенді пайдалану кезінде тіпті бөлшектер де сынды.\n3. iPhone 3GS (2009)\n\n2009 жылы біз Apple компаниясының дизайнды жыл сайын жаңартпайтынын білдік. Осыдан кейін тақ жылдары «ескі» былтырғы дизайнымен, бірақ жаңа аппараттық құралдарымен шыға бастады.\nМодель автофокусты камераның пайда болуымен және видео түсіру мүмкіндігімен есте қалды. Бірінші рет iPhone-да сандық компас бар. Бағдарламалық жасақтаманың ішінде көп тапсырма мен дауыстық басқаруды (Voice Control) атап өткен жөн.\nНе ренжітті: ескі дизайн.\n4. iPhone 4 (2010)\n\nОсы модель арқылы біз пиксельдің тығыздығы жоғары экран - Retina Display туралы білдік. Мұндай құрылғыны 5 минут қолымда ұстаған мен алдыңғы буынның экранын қолданғым келмеді. Осы уақытқа дейін пиксельдің тығыздығы 300 ppi-ден жоғары стандартты болып саналады. Технология тек iPhone-ға ғана қолданыла бастады, ол Apple планшеттерінде және компьютерлерінде пайда болды.\nСондай-ақ, құрылғы алдыңғы камерамен, жарықдиодты жарқылмен және гироскоппен есте қалады.\nНе ренжітті: антенна қақпасы Apple үшін үлкен сәтсіздікке айналды. Белгілі бір күшпен iPhone 4 желіні жоғалтып алды және бұл өте үлкен болды. Жұмыс пен компания кешірім сұрауға және бамперлерді асығыс түрде қайта жасауға мәжбүр болды.\n5. iPhone 4s (2011)\n\nДжобстың кезінде шығарылған ең соңғы смартфонның басты жаңалығы (бұл шараны Тим Кук жүргізді, ал Стив тұсаукесердің ертесінде қайтыс болды) - бұл Siri дауыстық көмекшісі.\nСодан кейін чип қолдануға жарамсыз болып көрінді. Кейінірек Siri бірнеше командаларды үйренді, бірнеше рифмдер мен анекдоттар үйренді, тіпті орыс тілін де меңгерді.\nIPhone өзі интернетті Wi-Fi арқылы тарата алды, Full-HD бейнесін түсірді, суретті AirPlay арқылы таратты. Әзірлеушілер GSM және CDMA модельдерін бір құрылғыға біріктірді.\nНе ренжітті: Siri-де орыс тілін қолдаудың болмауы.\n6. iPhone 5 (2012)\n\n2012 жылы біз Apple-дің экранының диагоналы 3,5 дюймнан асатын құрылғы жасай алатындығын білдік. 30 істікшелі коннектор жоғалып кетті, оның орнына найзағай келді, ол осы күнге дейін бізде.\nОсы модельдің көмегімен көптеген адамдар nano-Sim форматы туралы (карточкаларды қайшымен қалай кескеніңіз есіңізде ме?) Және EarPods гарнитурасы туралы білді.\nНе ренжітті: артқы жағында тез аршылған оғаш бояу.\n7. iPhone 5s (2013)\n\nБұл құрылғының Touch ID саусақ ізін сканері бар. Бұл датчиктер күн сайын бізді қанша уақыт үнемдейтінін елестету қиын. Ұзын құпия сөзді енгізудің орнына саусағыңызды салыңыз.\niPhone 5s - алтынмен шыққан алғашқы Apple смартфоны.\nБіз iPhone 5c моделін қарастырмаймыз. Apple ешқашан қайталанбаған эксперимент жүргізді, бұл құрылғыда ешқандай жаңалықтар болған жоқ, бірақ түсті пластиктен жасалған iPhone 5-нің арзан көшірмесі ғана болды.\nНе ренжітті: 64 биттік процессор және 32 биттік қосымшалар, App Store жаңа процессоры бар модельді шығаруға дайын болмады. Әзірлеушілер бағдарламалар мен ойындарды бейімдегенге дейін көптеген 32 биттік қосымшалар iPhone 5-ке қарағанда iPhone 5s-те нашар жұмыс жасады.\n8. iPhone 6/6 Plus (2014)\n\n2014 жылы біз Apple-ден алғашқы күректерді көрдік. Екі жылдан кейін олар смартфонның осындай мөлшеріне үйреніп алды, бірақ кейін ол тым асып кетті.\nЖұқа корпус, қуатты толтырғыштар, камерасы секундына 60 кадрға түсіретін Full HD түсірілімімен және оптикалық тұрақтандырумен (Plus моделінде).\nНе ренжітті: біз Apple компаниясының жарнамасын смартфонға арналған тамаша экран өлшемімен әлі ұмыта қойған жоқпыз. Алғаш рет біз iPhone қалай жаппай бүгіліп жатқанын көрдік.\n9. iPhone 6s / 6s Plus (2015)\n\nБылтырғы жаңа өнімдерде 3D Touch бар қысымға сезімтал дисплей және осы технологияны қолдануға байланысты бағдарламалық жасақтама бар. Сондай-ақ, жаңа түсті «раушан алтыны» пайда болды.\nНе ренжітті: өте аз инновациялар және күмәнді пайдалылықтың бағдарламалық чиптері («тірі» фотосуреттер, қалқымалы мәзірлер).\nСондай-ақ, «бапталған» iPhone 5S қу атауымен болды «SE» (кім ұмытып кетті), бірақ модельді инновациялық деп айту қиын. Нарықтағы ең қуатты 4 дюймдік смартфон болғанымен, құрылғы жаңа ештеңе әкелген жоқ.\n10. iPhone 7/7 Plus (2016)\n\nБиылғы жылы iPhone судан қорқуды доғарды, аккумулятор қуатын тиімді пайдаланды және стерео дыбыс шығара бастады. 3,5 мм ұяшықты қабылдамау жеткілікті даулы шешім болды. Енді құлаққап тек Bluetooth немесе найзағай.\nДененің 5 түсінің қатарында бұл iPhone 5c-ден бастап болған емес.\nНе ренжітті: сатып алу мүмкін емес «қара ониксті» іс жүзінде өзгермеген дизайн және сызаттар.\n\n\nЕнді әр модель пайда болған кезде оның жаңашылдықтарына қалай әрекет еткеніңізді еске түсіруге тырысыңыз. 3G немесе LTE қолдауынан, алдыңғы камерадан немесе жарқылдан, Siri-ден немесе үлкен экраннан ешкім iPhone-ға қатты жүгірмеді. Бұл чиптер пайда болған кезде, олар көпшілікке қажетсіз болып көрінді, бірақ қазір біз оларды күніне бірнеше рет қолданамыз.\n2017 жылдың 12 қыркүйегінде Apple компаниясы iPhone X деп аталатын немесе оны iPhone 10 деп атауға болатын жаңа смартфон шығарды. Осылайша, компания осы өнімнің бар болғанына он жыл толуын атап өтті. Флагман компанияның қазіргі смартфондарының ешқайсысына ұқсамайтын мүлдем жаңасын алды, бірақ экран мен камералар ерекше назар аударуға тұрарлық. Бірақ мұны тікелей түсінейік.\nАры қарай: iPhone 11, iPhone 11 Pro, iPhone 11 Pro Max, iPhone 12, iPhone 12 Pro, iPhone 12 Pro Max, iPhone SE",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байланыс, жалпы техника саласындағы қазақшалану қаншалықты жүйелі жүргізілуде?",
        "question_content": "Байланыс, жалпы техника саласындағы қазақшалану қаншалықты жүйелі жүргізілуде?\n\nTermincom сайтындағы қазақша терминдер күнделікті өмірімізде, ғылымда қаншалықты қолданылып жүр?",
        "question_date": "3.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 212,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұнататын адамыңа өз сезімімді білдіру.",
        "question_content": "Маған кішкентай кезімнен бері бір жігіт ұнайды оны қалай жақсы көретінімді түсіндіріп айтып бере алмаймын. Сол жігітке қалай ұнауға болады ол менімен жақсы араласады. Нақты жақсы көремін деп айта алмаймын бірақ қалай біллірерімді білмей жүрмін!",
        "question_date": "2.09.2021",
        "question_tag": "Достық",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрбыларың ,достарың арқылы немесе сылтауратып хабарлама жазып жібер, бір шаруаңды тындыруға сылтауратып өтініш білдір.",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Права алайын деп едім. Қазір қалай алуға болады?",
        "question_content": "Права алайын деп едім. Қазір қалай алуға болады? Короновирус бойынша автокөлік айтау төлқұжатын алу қиындап кетті. Соны қалай алуға болады?",
        "question_date": "2.09.2021",
        "question_tag": "Заң",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ал. Не кедергі енді?\n\nАвтошколаға барып оқысаң болды ғой. Керек болса қазір интернетпен оқытатын автомектептер бар.",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектура, яғни сәулетші мамандығын оқытатын қазақстанда қандай университеттер бар?",
        "question_content": "Қызылорда қаласында сәулетші мамандығын оқытатын университеттер бар ма, болмаса басқа қай қалаларда бар. Қазақстан бойынша неше университет архитектор мамандығын оқытады?",
        "question_date": "2.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласында Сәулет және құрылыс академиясы бар.\n\nhttps://kz.kazgasa.edu.kz/",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Қосөзен» деп қандай екі өзенді атаған?",
        "question_content": "І нұсқа 3 тоқсан дүние тарихы 6 сынып\n\n1.«Қосөзен» деп қандай екі өзенді атаған?\nА) Евфрат пен Тигр В) Ніл мен Конго С) Лена мен Волга\n\nД) Тигр мен Ніл Е) Евфрат пен Ніл\n2. Үй жануарларының ішінен не өсірді?\nА) қой В) шошқа С) ешкі Д) сиыр Е) аталғандардың барлығын\n3. Қосөзеннің қай бөлігінде шумерліктер өмір сүрді?\nА) оңтүстік – батыс В) шығыс С) оңтүстік – шығыс Д) батыс Е) оңтүстік\n4. Б. з. б. нешінші мыңжылдықта Қосөзенде қала – мемлекеттер пайда болды?\nА) 1 В) 2 С) 3 Д) 4 Е) 5\n5. «Нубанда» деп кімді атаған?\nА) салық жинаушы В) әскербасылар С) мемлекет басшысы\n\nД) қоймашылар Е) сауда – саттық басшысы\n6. Шумерлік қалаларды тап.\nА) Ур В) Урук С) Лагаш Д) Ниппур Е) аталғандардың бәрі\n7. Шумер – Аккад мемлекетін құрған патша\nА) Нарамсин В) Шаруккин С) Шульги Д) Ур Е) Хаммурапи\n8. Сирияны жауалап, Жерорта теңізіне жейін жетіп, Египетке жол ашқан патша?\nА) Нарамсин В) Шаруккин С) Шульги Д) Ур Е) Хаммурапи\n9. Б. з. б. 2109 жылы Ур қаласының билеушілерінің нешінші әулеті билікке келді?\nА) 1 В) 2 С) 3 Д) 4 Е) 5\n10. Шульги патша неше рет тау тайпаларына жорық жасады?А) 9 В) 11 С) 5 Д) 3 Е) 1\n\nІІ нұсқа 3 тоқсан дүние тарихы 6 сынып\n\n1. Хаммурапи патшаның заңдары жазылған тас қай жылы табылды?\nА) 1902 ж. В) 1903 ж. С) 1904 ж. Д) 1905 ж. Е) 1906 ж.\n2. Хаммурапи өз заңдарында неге қатты көңіл аударды?\nА) сауда қатынасына В) мал шаруашылығына С) бақша шаруашылығына\n\nД) отбасы қатынасына Е) басқару жүйесіне\n3. Б. з. б. 604 - 562 жылдары билік еткен патша\nА) Хаммурапи В) Нарамсин С) Навуходоносор Д) Шульги Е) Саргон\n4. Вавилон қаласының қамқоршы құдайы?\nА) Иштар В) Тиамат С) Таммуз Д) Син Е) Мардук\n5. Балшыққа батыра отырып, сызу арқылы жазылған әріптер жазуын қалай атайды?\nА) сына жазуы В) кириллица С) латиница Д) араб жазуы Е) иероглиф\n6. Ай құдайы?\nА) Иштар В) Тиамат С) Таммуз Д) Син Е) Мардук\n7. «Аспалы бақ» кереметін қандай патша салдыртты?\nА) Хаммурапи В) Нарамсин С) Навуходоносор Д) Шульги Е) Саргон\n8. Мүсіндердің бет пішіндері не тәрізді болып көрінді?\nА) маска В) ескерткіш С) бюст Д) қалпақ Е) көзілдірік\n9. Храмдардың дін иелерін қалай атады?\nА) басшы В) абыз С) құдай Д) әскербасы Е) құл\n10. Вавилон қаласында қай құдайға арнап бас қақпаны салды?\nА) Иштар В) Тиамат С) Таммуз Д) Син Е) Мардук\n\nДүние тарихы 1 – нұсқа.\n1. Парсы тайпалар одағын қай рудан шыққан көсемдер басқарды ?\nа. Ахемен в. Мидия с. Иштубен д. Астиаг\n2. Кирден соң оның ұлы ........................ патша болды.\nа.Астиаг в. Набонид с. Камбиз д. Иштубек.\n3.I Дарий қай жылы патша болды ?\nа. Б.з.б. 521ж. в. Б.з.б.522ж. с.б.з.б.523ж. д.б.з.б.524ж.\n4. I Дарий елді қанша аймаққа бөлді ?\nа. 15 в.10 с. 20 д. 25\n5. Әрбір аймақты кімдер басқарды ?\nа. Әкімдер в. Хакімдер с. Билеушілір д. Сарбаздар\n6. Патша жолы Сарды қаласынан ............... қаласына дейін созылды.\nа.Александрия в. Парфия с. Сузды д. Хаттуса\n7. Патша жолына бекеттер мен керуен сарайлары қанша км. аралықта\nорналасты.\nа. 20 км. в. 10 км. с.25 км. д. 22 км.\n8. Заратуштра бұл ........\nа. Ағартушылық ілім в. Діни ілім с. Мәдени ілім д. Саяси ілім.\n9.Вавилонды Парсы патшалығына қосқан соң Кир қайда аттанды ?\nа.Шығысқа в.Оңтүстікке с. Солтүстікке д. Батысқа\n10. Камбиз патшалық құрған кезде парсы патшалығының батысы қай\nжерге дейін жетті ?\nа. Жерорта теңізі в.Жерорта теңізі мен Египет с.Вавилонға д.Ассирияға\n\nДүние тарихы 2 – нұсқа\n1. Қайырымдылық құдайы.\nа .Ахурамазда в. Маньюа с.Анкра-Манью д.Маздахура\n2.I Дарий Сақтарға қарсы қай жылы жорыққа шықты ?\nа. Б.з.б. 519ж. в. Б.з.б. 518 ж. с. Б.з.б. 520ж. д. Б.з.б. 521ж.\n3. Парсы патшалығы қай үстүрттің оңтүстігінде өмір сүрді ?\nа.Иран в. Парсы с. Тұран д. Орта Азия.\n4. Кир сөзінің мағынасы\nА .Иштубек в. Курат с. Кураш д. Курай\n5.Вавилоннның солтүстік шығысында өмір сүрген мемлекет.\nа.Нубия в. Мидия с. Парсы д. Египет.\n6. Мидиялықтар Вавилонмен одақтасып қай елді талқандады ?\nа .Египет в. Парфия с. Ассирия д. Финикия мен палестина.\n7. а.Патша жолымен кімдер жүрді ?\nа. Шабармандар в. Патша с. Әскерлер д. Саудагерлер\n8. Заратушта ілімінің ерекшелігі.\nа.Өлген адамды көмді в.Суға ағызды с.Өртеді д. Жабайы құстарға тастады.\n\n9.а. Парсы патшалығының батысындағы ел.\nа.Палестина в. Ассирия с. Египет д. Грек\n10.Қайырымдылық пен Қатыгездік құдайының арасындағы соғыста кім жеңіске жетті?\nа.Анхра манью в. Ахурамазда с.Періштелер д.Зевс",
        "question_date": "2.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Евфрат пен Тигр",
                "date": "5.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас әріппен жазылатын күрделі-құрама атауларды қатыстыра отырып, өз пікіріңді жаз.",
        "question_content": "5-тапсырма. Тыңдалған мәтіннен көтерілген мәселе негізінде бас әріппен жа зылатын күрделі-құрама атауларды қатыстыра отырып, өз пікірінді",
        "question_date": "2.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұқағали Мақатаев, Нұрсұлтан Назарбаев Әбішұлы, Қанжығалы Қабанбай, Шапырашты Наурызбай\nТүркістан облысы, Шымкент қаласы, Шардара ауданы\nҚазақстан Республикасы, Орта Азия, Біріккен Ұлттар Ұйымының Бас Ассамблеясы",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр бағытқа сәйкес келетін география ғылымының салаларын анықтаңдар.",
        "question_content": "2. Оқулық мәтініндегі маңызды зерттеу бағыттарымен танысып шығып, әр бағытқа сәйкес келетін география ғылымының салаларын анықтаңдар. Жұмыс нәтижесін кесте түрінде рәсімдеңдер.",
        "question_date": "1.09.2021",
        "question_tag": "География",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап керек магандаааа",
                "date": "4.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзім қатты дірілдейді. Бұл не үшін?",
        "question_content": "Менің көзім жаман дірілдейді. Кірпік қондыруға барамғо и мастерлер жаман қиналады или қондрмаймз деп қайтарп жбереді. Көзімзді жұмып жатсам дірілдей дереді. Біреу қолын жақындатса ваще өз өзім басқара алмаймын.... Неге екен???",
        "question_date": "1.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 723,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нервіден болуы мүмкін. Окулистке немесе неврологқа барып сұрап көріңіз.",
                "date": "3.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Utp cable деген қандай кабель?",
        "question_content": "Utp cable деген қандай кабель?",
        "question_date": "1.09.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақтар Уикипедияны өңдегенге еріне ме?",
        "question_content": "Уикипедия дегеніміз — көп тілді, ғаламторға негізделген, тегін және ашық мазмұнды энциклопедиялық жоба. Уикипедия сөзі уики (көп адамдар бірлесіп жасайтын интернет парақшасы) және энциклопедия деген екі сөздің қосылуынан пайда болған. Қазіргі таңда интернеттен барлығымыз керекті ақпаратымызды іздейміз. Орысша іздесең Википедияның орыс бөлімінде өте көп ақпарат бар, ал қазақ тіліндегі нұсқасында мақалалар сапасыз, барлығы демеймін, бірақ көбісі. Қазақ тілінде 230мыңға жуық мақала болса, орыс Википедиясында  1 750 873  мақала бар екен. Ал бізге қажетті ақпарат көлемі жыл сайын өсуде, және ол ақпараттардың көбісі қазақ тілінде емес! Сондықтан тілді дамыту жас болсын, кәрі болсын, қазақтардың өз қолында. Соның бір жолы , Уикипедияны сапалы мақалаларға толтыру және әрдайым жаңа мақалалар жазылуы керек.\nУикипедия:Жиі қойылатын сұрақтар",
        "question_date": "1.09.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыша мақаланы алып аудармашыға салып аударып алласалсай",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжде бір мамандықтан екінші мамандықа қалай аусуға болады?",
        "question_content": "Саламатсыздарма мен сіздерден сұрайын деген едім. Мен 1курс колледжде грантка түстім бірақ мамандығым өзіме ұнамайды. Басқа колледжге ауыса аламын ба калай ауыссам болады",
        "question_date": "31.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір мамандықтан екінші мамандыққа ауысуа алмайсыз, гранттан айырылып қаласыз.",
                "date": "31.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұйқы келеді, жүрек айниды бұл ненің белгісі?",
        "question_content": "Жүрегім тиі айныйды ол ненің белгілері",
        "question_date": "29.08.2021",
        "question_tag": "Тазалық",
        "question_views": 614,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүрек неден айниды? Бұл сұраққа жауап іздеудің жолдары көп. Бірақ, неден айнығанын табу қиындау. Әдетте жүрек майлы тағамдардан, уланғаннан, алкогольді ішімдіктерді көп ішкеннен, күйзелістен айниды. Сондай-ақ, әйелдердің жүктілік кезінде де жүрек айнуы қалыпты жағдай саналады.\nЖүректі айнытатын жағдайлар көп. Соның ішінде сіз біле бермейтін, болмаса сирек кездесетін түрлері туралы айта кеткенді жөн санап отырмыз.\nМультидәрумендер. Бұлар жайдан-жай жүректі айнытпайды. Егер қалай ішу ережесін білмесеңіз, онда жүрегіңіз айнуы мүмкін. Ол үшін мультидәрумендерді аш қарынға ішуге болмайтынын есте ұстағаныңыз абзал. Тамақтанып болған соң ғана ішу керек.\nКофеден бас тарту. Күнде кофе ішіп жүріп, бірден ішуді тоқтатсаңыз, онда жүрегіңіз айнуы мүмкін. Ол үшін кофені аздап ішіп жүріп тоқтату керек.\nТерлеу. Арықтау үшін, немесе ауру-сырқау үшін кейде терлеуге кеңес береміз. Бірақ, адам терлегенде жүрегі айнуы мүмкін. Ондай сәтте бір жұтым су ішкен дұрыс.\nЭкстремалды спорт түрлерімен шұғылданғанда да жүрек айнуы мүмкін. Сондай-ақ, жүрек айну төмендегідей бірнеше түрге ажыратылады:\nуыттық – әртүрлі улармен, тағам өнімдерімен, сондай-ақ эндогенді уыттармен уланудан туындайды;\nмилық – оның негізінде бас миының аурулары жатады. Іс жүзінде әрқашан артериялық және бас сүйекішілік қысыммен байланысты болады. Мұндай жағдайда себебі ми ісіктерінен, атеросклероздан, диэнцефалдық дағдарыстан, гипертониядан болады;\nметаболикалық – шамадан тыс тамақтанудан, аштықтан, диабеттен, гиповимаминоздан, заттар алмасуының бұзылуынан туындайды;\nрефлекторлық – кезбе жүйкелерде болатын рецепторлардың шамадан тыс тітіркенуімен және шырышты асқазан-ішек жолының қабынуымен байланысты.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/38106/",
                "date": "29.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИТ колледждінің ақылы бөліміне оқуға түсуге болады ма?",
        "question_content": "ИТ колледждінің ақылы бөліміне оқуға түсуге болады ма?\n\nҚандай мамандықтар бар?\n\nАлматы қаласынан.",
        "question_date": "29.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2021-2022 оқу жылына арналған техникалық және кәсіптік білім беру бағдарламаларына жоспарланған ақылы бөлім орындары:\n06120200 Ақпараттық қауіпсіздік жүйелері\nАқпараттық қауіпсіздік технигі\n06130100 Бағдарламалық қамтамасыз ету (түрлері бойынша)*\nБағдарламалық қамтамасыздандыруды құрастырушысы\nАқпараттық жүйелер технигі\nОсы мамандықтар бойынша оқуға түсуге болады. \nҚабылдау 31 тамызға дейін жалғасады.",
                "date": "29.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір колледжден екінші колледжге қалай ауысады?",
        "question_content": "Мен қазір 2 курс студенті болдым. Шаштараз мамандығында оқимын. Енді алматы қаласындағы мед колледжге тусе аламнба?экзамен тапсырып қабылдайма алде жай ауыса аламба?осының жауабы керек ед",
        "question_date": "29.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медициналық колледжге ақылы бөлімге түсуге болады. Колледждің қабылдау бөліміне барып, хабарласу керек.",
                "date": "29.08.2021",
                "upvotes": 0
            }
        ]
    }
]