[
    {
        "question_title": "Қазіргі актерлер өз кейіпкерлерін қалай сомдайды?",
        "question_content": "Қазіргі актерлер өз кейіпкерлерін қалай сомдайды?",
        "question_date": "6.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 636,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қай елдің актерлері жайлы айтып отырсыз? Әр ойлап табылған өнер уақыт өте келе әрине шыңдалады, жаңа ұғымдар  пайда болып , оқыту процесстері де жаңарады. Қай елдің болмасын киносын алсақ та 50-80жыл бұрынғы фильмдері мен қазіргі  фильмдерінің қай жағынан алмасын сапалық дәрежесі жағынан өскені байқалады. Сіз нақты біздің елдің киноға түскен актерлерінің кәсіптің деңгейі жайлы айтып тұрсаңыз, онда  осыдан 5-10 жыл алдын алғаш отандық фильмдер түсіргенде жаттанды сөздермен сойлейтін актерлер сомдады рөлді. Себебі актерді таңдай білу дұрыс деңгейде жүрмеді. Ол фильмдер әрі сапасы нашар әрі дұрыс ойластырылмаған болды.\nОдан өзге келбеті елге танымал адамдарды түсіру арқылы фильмнің көрсетілім деңгейін асырғысы келді  режжисерлер. Сондықтан біздің көзімізге қазақ актерлері талантсыз секілді көрінді. Шындығында осы кезде көзіміз жетіп отырғандай сақынада актерлік қабілетін көрсеткен немесе кәсіби актерлар ойнаған фильм бейнесі танымал әнші бишілерді түсірген фильмнен сапалы шығады екен.  Оның үстіне режиссерлердің де әр фильмді жарыққа шығарған сайын тәжірибесі молайып, бір бейнені сомдататын актерді аңдамай тани алатын шеберлікке жеткен болар деп ойлаймын.Тек әр маман өз саласында қызмет етсе болғаны екен.  \nМосква да бір күнде тұрған жоқ деген сөз юар ғой. Жақсы рөлге ене алатын актерды таңдау кино түсірушілердің қолынан жақсы келетін күнге де жетіп қалғандаймыз осы кезде.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cинтаксистік талдау,сөздерді сөз құрамына талдау?",
        "question_content": "Өсімдіктің, айларында, сантиметрдей, Қазақстанның аудандарында деген сөздерге синтаксистік талдау жасап, сөздерді сөз құрамына талдаңдар. Өтінемін көмектесіндерші",
        "question_date": "6.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 17,6 г көмірқышқыл газы неше моль болады",
        "question_content": "онлайн сабактан берып отьр 8 сынып онлайн сабак 151 бет а денгейы 3 тапсырма",
        "question_date": "6.04.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(CO2) = m(CO2)/M(CO2) =",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пойыз бірқалыпты қозғала отырып 2сағ ішінде 120км жол жүреді.Пойыздың жылдамдығын тап",
        "question_content": "Есепті шығарып беріңіздерші",
        "question_date": "6.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V = S/t = 120/2 =",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынан Сұрақтарға жауап беру",
        "question_content": "Етістіктің  дұрыс формасын қойыңыз. Tanya … German very well.\nЕтістіктің дұрыс формасын қойыңыз. She and her friend … tennis.\nТөмендегі сөйлемге дұрыс көмекші етістікті қойыңыз. Where … you come from?\nДұрыс нұсқаны табыңыз. Julie  ... tea very often.\nЕтістіктің дұрыс формасын қойыңыз. He … from 1756 to 1791.\nЕтістіктің дұрыс формасын қойыңыз. Mozart … more than 600 pieces of music.\nДұрыс көмекші етістікті қойыңыз. … you go out last night?\nДұрыс нұсқаны табыңыз. They  … invite her to the party.\nЕтістіктің дұрыс формасын қойыңыз. He … (believe) whatever you tell him.\nТиісті нұсқаны көрсетіңіз. Papers …(not be) delivered  on the Bank Holiday.\nЕтістіктің дұрыс формасын қойыңыз. I hope he …(remember) to buy bread.\nДұрыс нұсқаны табыңыз. … I go home tomorrow?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 50 г доп кандай биіктіктен түскенде оның энергиясы 2 Дж-ге өзгереді?",
        "question_content": "Массасы 50 г доп қандай биіктіктен еркін түскенде оның потенциалдық энергиясы 2 Дж-ге өзгереді. Кинетикалық энергиясы қалай және қаншаға өзгереді? *",
        "question_date": "6.04.2020",
        "question_tag": "Физика",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп шығарылуы:\nСИ жүйесі бойынша 50г= 0,05кг\n2Дж=0,05кг*9,8м/с2*h\nh=4.08м",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жорып беріңіздерші. Бір кішкентай жасыл жыланнан қорықтым",
        "question_content": "Мен түсімде бір кішкентай жасыл жыланнан қорықтым, ал оны қасымдағы жігіт ұстап алды,ол жігіт мені ұнататын сияқты менде,сосын ол мені ойнап кішкене жасыл жыланмен қуып қорқытты,сүйтіп жүргенде үлкеееееен өте үлкен қара жылан көөрдім мен одан өтіп кеттім мені байқамады ал қасымдағы жігітке шабуыл жасады біз қашып кеттік.",
        "question_date": "5.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ата бабамыздын аитуы боиынша жылан баилықтың патшасы деиді.Мүмкін сізгеде баилык келер",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бәрі бар 1790 тарифіне командасы қалай",
        "question_content": "Бәрі бар 1790 тарифіне қалай қосылам",
        "question_date": "5.04.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://www.beeline.kz/kk-kz/almatinskaya-obl/customers/mobile/tariffs/details/sovsem-vse-za-1790-akcionniy/",
                "date": "6.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұрындағы ет мұрынның ұшына келіп тұрса, алып тастауға бола ма?",
        "question_content": "Мен бурын гайморит болганмын. Мурыныма ет оскен, сол ет мурнымнын ушына келип тур. Ол етти калай алуга болады?",
        "question_date": "5.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гайморит - мұрынның екі жағында орналасқан гаймор қуысының қабынуы. Бұл ауру, әсіресе, күз-қыс айларында тұмаудың асқынуынан дамиды. Оның белгілері - бас ауырады, мұрынмен дем алу қиындап, одан қою сұйықтық ағады, қысқаша айтқанда, ауру асқынып кетіп, дене қызуы жоғарыласа, онда гаймор қуысын рентгенге түсіріп, «пункция» жасату керек. Егер сырқаттың жағдайы жақсы болып, жоғарыдағы ауру белгілері болмаса, онда гаймор қуысын инемен теспей, қарапайым жолмен (аппаратпен) жуып, дәрі жіберіп емдесе, ол жазылып кетеді. Бұл әдіс «кукушка» деп аталады. Сонымен қатар физиотерапевтикалық ем қабылдаса, ауру тез айығып кетеді. Тұмаудың асқынуы немесе тіске құрт түсудің салдары гайморитке әкеп соғады. Гайморит — жоғарғы жақ iшiндегi кеңсiрiктiң кiлегей қабықшасының қабынуы. Қызылша, тұмау, скарлатина аурулары мен азу және ақыл тiстер уақытында дұрыс емделмегеннен гайморит ауруы пайда болады. Иiс сезу қабiлетiн жойып, ұйқыны бұзатын, дене қызуын көтеріп, адамды әлсiрететiн гайморит қандай ауру? Гайморитті ең алғаш 1613-1685 жылдар аралығында ағылшын тәнтанушысы Н.Гаймор ашқан. Кейін бұл сырқат Гаймордың есімімен аталса керек. Гайморит қалай пайда болады? Тіс тамырларының қабынуы көп жағдайда гайморитке әкеп соғады. Сол себепті тіске үлкен мән бере білген жөн. Сонымен қатар, бактериялар мен вирустар да гаймориттің дамуына жол ашады. Олар алдымен мұрын арқылы ішке еніп, қанға араласады, содан соң мұрын сырты ісініп, қызарады. Одан кейін ағза әлсiреп, иммундық жүйе вирустармен күресе алмайды. Иммунитеттiң төмендеуiнен көптеген созылмалы аурулар пайда болады. Гаймориттi дер кезiнде емдемесе, кеңсiрiкке түскен iрiң миға шауып, менингит ауруына ұласуы мүмкiн... Гаймориттің белгiлерi: Алдымен науқастың мұрны бiтiп, демалуы қиындайды. Мұрын тұсы жағымсыз күйде болып ауырады. Даусы қырылдап, тамағы, тісі ауырады. Көп жағдайда мұрын қуысынан шырышты, түссiз немесе iрiң (жасыл, сары түстi) сұйық зат бүлiнедi. Сырқаттың халi нашарлап, шаршайды. Тамаққа тәбетi болмай, ұйқысы бұзылады. Дене қызуы 38 градусқа көтеріледі немесе кейде одан да жоғары болады. Бұл белгілер гаймориттің жедел түріне тән. Ал гаймориттің созылмалы түрiнде дене қызуы онша көтерiлмейдi. Мұндағы белгілер — науқастың көзi жасаурап, иiс сезу қабiлетi төмендейдi. Ауру адам қалтырап тоңып, дене қызуы көтерiлiп, бетi iсiнедi, көзі, басы ауырып, әлсірейді. Гаймориттен емделу жолдары: Ауру белгiсi бiлiнiсiмен-ақ, жедел түрде дәрiгерге көрiну қажет. Себебі гайморит — қауіпті дерт. Гаймориттiң жедел түрiн қарапайым әдiстермен емдеуге болады. Мұрын қуысын антибиотиктi ерiтiндiлермен жуу қажет. Сондай-ақ, хитозан, биокальций, синуфорте дәрiлерімен емдейдi. Ал созылмалы гайморитке хирургиялық әдiс қолданылуы керек. Кеңсiрiктi тесiп, ондағы жиналған iрiңдi шығарып, тазалайды. Сонымен қатар, гаймориттi белгiлi нүктелердi тауып массаж жасау арқылы емдеуге болады. Массаж қан айналымын жақсартады, оттегi жетiспеушiлiгiн арттырады, демалу жолдары — тамақ, көмей, дауыс шымылдығын ашады. Мұрын тұсын сұқ саусағыңызбен баса отырып, сағат тiлiнiң бағытында, 20-30 секундтай уқалаңыз. Уқалағаннан кейiн мұрынды мiндеттi түрде тұзды сумен немесе теңiз тұымен ша-йып отыру қажет. Массаж таза мұрынға жасалады, сол себепті мұрында еш-қандай iрiң болмауы керек. Массажды таңертең, түсте, кешке жасап тұрсаңыз, гайморит жоғалады. Немесе 10 рет демалып, демiңiздi шығарыңыз (4-6 секунд). Содан соң үлкен, сұқ саусағыңызбен мұрныңыздың оң және сол жағын жауып демалып, ба-бо-бу деген сөздердi созып, қайта-қайта айту керек. Демдi iшке тартып, сыртқа мұрын арқылы жiберiп, 5-10 секундқа демiңiздi ұстап тұрған жөн. Бұл мұрынмен демалуға көмектеседi. Мұрынды лимон шырынымен жуу да гаймориттен жазылуға көмектеседі. Ол үшiн сiзге 1 лимон және қайнаған су қажет. Лимонның шырынын шығарып, 1:10 стаканға құйып, оның үстiне қайнаған су құяды. Дайын шырынды кең әрі үлкен ыдысқа құйып, басыңызды иiп, мұрныңызбен сол тұнбаға демаласыз. Демалғанда тұнба мұрынның iшiне кетіп, аузыңыздан шығады. Бұл мұрынды тазалау үшiн керек. Гайморитпен ауырмау үшiн кариеспен зақымдан-ған тiстердi уақытында емдеп, тұмау сияқты жұқпалы аурулардан алдын-ала сақтану керек. Гайморит ауруының негізгі қоздырғыштары — инфекция: вирустар мен бактериялар. Індет (инфекция) мұрын қуысы және қан ар-қылы гаймор қуысына түсіп, ол қуысты зақымдайды. Көп жағдайда жоғарғы жақ тіс тамырларын қоршап жатқан етті аумақ жұмысының қалыпты жағдайдан ауытқуынан вирустар мен бактериялар гаймор қуысына еніп кетеді. Гайморит ауруының белгілері: бас ауруы; мұрынмен тыныс алудың қиындауы; мұрыннан қою сұйықтықтың ағуы; тұмаудың ұзаққа созылуы. Иіс сезу қабілетін жойып, адамды әлсірететін, дене қызуын көтеріп, ұйқыны бұзатын бұл ауруды халықтық медицинамен емдеудің бірнеше жолы бар: 1. Картоп. Қабығымен қайнатылған картоптың суын төгіп тастаңыз. Басыңызды бүркеп, картоптың буына дем алыңыз. 2. Мұрынды лимон шырынымен жуу. Ол үшін сізге 1 лимон, қайнаған су қажет. Лимонның шырынын шығарып алып, 1:10 стаканға құйып, үстіне қайнаған су құйыңыз.Енді оны кеңірек ыдысқа құйып, басыңызды иіп, мұрныңызбен сол тұнбаға дем алыңыз. Дем алғанда тұнба мұрынның ішіне кетеді, бірақ ол аузыңыздан шығады. Бұл мұрынды тазалау үшін керек. 3. Гайморит дендеген орындарды бүтіндей асылған жұмыртқамен жылытады. Ыстық жұмыртқаларды майлыққа орау қажет, майлыққа оралған жұмыртқаларды мұрынның екі жағынан да жұмыртқалар әбден суығанша ұстау қажет. Бұл процесс жатар алдында орындалса әсері мол болмақ. 4. Қайнатылған жылы суға йод тұнбасының бірнеше тамшысын немесе марганцовканың бірнеше түйірін қосып, осы қоспамен мұрын танауларын шаю қажет. Гайморитпен науқастардың көпшілігіне тұзды сумен жуу да пайдалы: бұл жағдайда тұз салынған жылы суды мұрынмен ішке тартып, ауызбен түкіріп тастайды. 5. Табиғи балды зәйтүн майымен тең мөлшерде араластырасыз. Шалқаңыздан жатып, әрбір танауға 3-4 тамшыдан тамызу керек. Осыдан кейін 2 сағатқа дейін далаға шықпаған дұрыс. Халықтық әдістермен емдеуден басқа, гайморитпен ауыратын адам маман-дәрігердің де көмегінен бас тартпағаны жөн. Осы ауыратындар мынаны ескергені дұрыс: салқын тигізбеу, тұмау ауруының кез келген белгісі байқала салысымен емдеу және берілген барлық дәрігерлік кеңеске құлақ асуы қажет. Бұл ауруға немқұрайлы қарамаңыз. Өйткені, гайморитті дер кезінде емдемесе, кеңсірікке түскен ірің миға шауып, менингит ауруына ұласуы мүмкін.\nТолығырақ: http://crb-zhanakorgan.kz/81-nepreryvnoe-professionalnoe-razvitie/117-gajmorit-emdeu-zholdary",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гельминт паразит құрттарын кетіру үшін адыраспан көмектесе ма?",
        "question_content": "Гельминт паразит құрттарын кетіру үшін адыраспанды қалай пайдалану керектігін айтасыңдар ма? Аптекада бола ма, əлде базардан алған адыраспанның дəнін пайдалана ма? Балаларға қалай беруге болады.",
        "question_date": "5.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауылымыз шөлейтті жерде орналасқасын ба, біздің жақта адыраспан көп өсетін. Баламыз ғой, түйнегін жіпке тізіп, моншақ жасайтынбыз. Бұл қылығымызды үлкендер көрсе ұрсатын. «Адыраспанды бейберекет жұлуға болмайды» деп тыйым салатын. Жұлғызбағаны былай тұрсын, өсіп тұрған адыраспанның үстінен бастырмайтын.\nБала кезде шыбын-шіркейден қорғану үшін де бықсытып адыраспаннан түтіндік салатынбыз. Ондай кезде әжем үнемі адыраспанды маған жұлдыратын. Оның себебін адыраспанды бойы таза, ер адам жұлуы керек деп түсіндіретін. Оны жұлар алдында жақсылап дәрет алып, сосын «Ассалаумағалейкүм, адыраспан, Бізді сізге жіберді Омар, Оспан» деп келетін тіркесті айтқызатын. Мұның сырын сұрағанда үлкендер адыраспанға Мұхаммед (оған Алланың салауаты мен сәлемі болсын) пайғамбар дем салған, Хазіреті Оспанды бір апаттан сақтаған деп түсіндіретін. Қандай, қалай? Ол жағын ашып айтқан емес.\nАдыраспан – улы өсімдік \nБіздің қазақ адыраспанды «киелі өсімдік» деп біледі. Адыраспанның киесі, қасиеті – шипалығында. Адыраспан – улы өсімдік. Адыраспанның сабағы, жапырағы, тіпті оның түтінінде де шипа да бар. Этнограф-ғалым Серікбол Қондыбай: «Өсімдіктер көне заманнан бері адам баласына қызмет етіп келеді. Оны әртүрлі мақсатта, ең алдымен бояу жасауға, тері илеуге, сабын қайнатуға және емдеуге пайдаланады. Мәселен, адыраспанның өзіндік иісі бар және мал жеуге жарай бермегенімен кәсіптік маңызы бар. Адыраспаннан көптеген жұқпалы аурулардың кейбіріне қарсы препараттар алынса, ревматизм, тері және қышыма ауруларын емдеуге халық ертеден пайдаланып келеді» деп жазған болатын.\nАдыраспанды қайнатып, сол сумен аяқ-қолы сырқыраған адамдар денесін буласа, сап тыйылады екен. Бұрындары суық тигенде, денеге бөрткен шыққанда, ұмытшақтық меңдегенде, тіс қақсағанда осы адыраспанның суымен, буымен емдеген. Қазіргі уақытта да адыраспаннан жасалған дәрілерді фармакологияда қолданып жүр. Мұндай дәрілер қабынуды жазу, зәр айдауды жақсарту, ішек құрттарын өлтіру, қызыл иектің қанауын тежеу, іш ауруын жазуға көмектеседі. Адам ғана емес, адыраспан жан-жануарларға да ем екен. Малдың қотырын бұрын адыраспан қайнатпасымен жуып, жазатын. Дала жануарлары да дерт меңдегенде адыраспанға аунап жазылатынын үлкендер айтып отыратын.\nШариғат не дейді?\nАдыраспанды көпшілік аластау мақсатында қолданады. Бұрынғылар сәбидің бесігін, сырқат адамды, тіл-көз тигендерді, жаңа немесе ескі үйді адыраспанмен аластайтын. Адыраспанмен аластау қайдан шықты? Бұл рәсімді көптеген ғалымдар Исламға дейінгі дәстүрлермен түсіндіреді. Әсіресе көне түркі халықтары аластау арқылы тазалауға мән берген.\nБұл жайлы Гази Университетінің профессоры (Түркия) Ибрахим Дилек: «Көне түрік тайпалары мен Сібір халықтары және барлық түрік тектес халықтар оттың тазалаушылық және аластаушылық қасиетіне сенеді. Тазалануы қажет заттың, малдың, тіпті адамның жағылған екі оттың арасынан өткізілгендігі және аластау арқылы тазаланғаны белгілі. Бұл рәсімдер көне түрік халықтарының сенімімен байланысты болса да, Ислам дінін және оның әртүрлі мәзхабтарын қабылдаған түрік халықтарында әлі күнге дейін жалғасуда» деп түсіндіреді.\nРас, адыраспанмен аластау ел арасында әлі күнге дейін жалғасып келеді. Адыраспанның түтіні – улы. Сондықтан оны микробтар мен вирустарға қарсы дизенфекция ретінде қолданады. Адыраспанмен аластауға қатысты шариғат не дейді? ҚМДБ Шариғат және пәтуа бөлімі меңгерушісінің орынбасары Хасан Аманқұл адыраспанды дизенфекция ретінде қолдану шариғатымызға еш қайшы келмейді дейді.\n«Асыл дініміз адам баласына пайдалы келтіретін нәрселерге жүгінуге рұқсат етеді әрі қолдайды. Пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын) бір сөзінде: «Алла Тағала бірде-бір ауруды шипасыз бермеген, өлімнен басқасының емін тек зерттеуші біледі, оны надан адам білмейді» дейді (Ибн Мәжа). Осы хадистегі «емін тек зерттеуші біледі» дегендердің қатарына, аталған шөпті тәжірибеден өткізіп, көнеден бері қолданып келген ата-бабаларымыз да кіретіні сөзсіз. Алайда адыраспанды ерекше бір тылсым күшке ие екеніне сенуге қатаң түрде тыйым салынады. Алла елшісінің (оған Алланың салауаты мен сәлемі болсын) бұған қатысты: «Алла Тағала бірде-бір ауруды шипасыз бермейді», «Әр сырқаттың емі бар және де егер дәрі сырқаттың шипасын берсе, ол Алланың қалауымен болғаны» (Муслим) деген хадистері бар. Сондықтан да, өзін мұсылман санайтын кісі, шипа тек бір Алладан келетінін естен шығармауы тиіс» дейді Хасан Аманқұл.\nНе үшін киелі?\nАдыраспанды біздің қазақ «киелі өсімдік» деп түсінетінін жоғарыда атап өттік. Ол не үшін киелі? Жалпы қазақ дүниетанымындағы «кие» ұғымы нені білдіреді? Бұған жауапты Дін мәселелері жөніндегі ғылыми-зерттеу және талдау орталығы шығарған (А.Әбдірәсілқызы, М.Исахан, М.Муслимов т.б авторлар құрастырған) «Дін саласындағы өзекті мәселелер бойынша 20 сұрақ-жауап» кітабынан табуға болады.\n«Қазақ халқы кейбір өсімдіктерді де киелі деп біледі. Соның бірі – адыраспан. Халық оның емдік қасиетімен қоса киелілігін мойындап, түтінімен аластап, үйге іліп қояды. Адыраспанды киелі деп санағандықтан, жинайтын кісі дәретпен, таза күйде құдайға құлшылық жасап, «Бисмиллаһи-ир-рахман-ир-рахим! Мен келдім әр нәрсеге, адыраспан, Атыңды қойған екен Омар, Оспан. Бисмиллаһи-ир-рахман-ир-рахим!» деп айтып барып, адыраспанның сабағына қол тигізген» деп жазады. Осы тақырыптың соңына қарай кітап авторлары «Қазақ халқы өз тарихында қаншама қиын тағдырды бастан кешкеніне қарамастан «кие» туралы түсінікті ұрпақтан-ұрпаққа жоғалтпастан жеткізіп келеді. Бұл – қазақ дүниетанымын ерекшелейтін ұғым. Халық «кие» ұғымы арқылы болашақ ұрпаққа қасиетті жерлерді, тіршілік иелерін құрметтеуді үйретеді. Сол арқылы киелі заттарды қорлауды тыйып отырады. Сондықтан бүгінгі буынның міндеті осындай түсініктерді келер ұрпаққа өзгеріссіз жеткізу болмақ» деген түйін жасаған.\nРас, кие деген – ең алдымен құрмет. Бабаларымыз «киелі» деп атау беру арқылы жан-жануарларды, өсімдік әлемін сақтауды бізге аманаттап кеткен болатын.\nТолығырақ: https://www.muftyat.kz/kk/articles/islam-and-society/2020-03-16/30588-adyraspan-zhaily-ne-bilemiz/",
                "date": "6.04.2020",
                "upvotes": 0
            },
            {
                "text": "Адыраспан - улы өсімдік.Мұндай  өсімдіктер дозасы көп болып кетсе,қауыпті.Сондықтан табиғи өніс өндіретін компаниялардың паразитке арналған өгімдерін пайдалануға болады.",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Концентрация белгілеудің қай тәсілі жоғары? Неліктен?",
        "question_content": "Концентрация белгілеудің қай тәсілі жоғары? Неліктен?",
        "question_date": "5.04.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Концентрация, химияда – қоспа, ерітінді, қорытпа құрамындағы заттардың салыстырмалы мөлшері. Концентрация ұғымы ерітінділердегі еріген зат молекулаларының салыстырмалы мөлшерлерін сипаттау үшін қолданылады. Концентрацияның бірнеше түрі бар: массалық үлес Концентрациясы – еріген зат массасының ерітіндінің жалпы массасына қатынасы; оны процентпен сипаттауға болады. Сондықтан оны проценттік Концентрация деп те атайды; көлемдік үлес Концентрациясы – еріген зат көлемінің ерітіндінің жалпы көлеміне қатынасы; бұл да процентпен сипатталады; молярлық Концентрация – еріген зат мөлшерінің ерітіндінің көлеміне қатынасы (моль/м3); эквиваленттің молярлық Концентрациясы – ерітіндідегі зат эквивалентінің зат мөлшерінің ерітіндінің көлеміне қатынасы (моль/л); молярдік Концентрация – ерітіндідегі еріген зат мөлшерінің ерітіндінің массасына қатынасы (моль/кг); титр – еріген зат массасының ерітіндінің көлеміне қатынасы (г/л); молярлық үлес Концентрациясы – еріген зат мөлшерінің ерітіндідегі барлық заттардың мөлшерлерінің қосындысына қатынасы.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BD%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B0%D1%86%D0%B8%D1%8F",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерін рагының белгілері",
        "question_content": "Ернімнің ішіне ісік пайда болды ? Неден пайда болад айтып жібересіздерме",
        "question_date": "5.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол ерін обыры емес бездердің шошынуы да болуы мүмкін (мысалы суықтан пайда болатын бездер).\nЕріннің қатерлі ісігі - төменгі немесе жоғарғы еріннің жазық эпителийінің жасушаларынан пайда болатын қатерлі ісік. Ісік көбінесе төменгі ерінге әсер етеді, мысалы кейбір жағымсыз қасиеттерге, мысалы, майлаудың жеткіліксіз мөлшеріне, сондай-ақ теріс канцерогендік және төменгі еріннің тіндерін тітіркендіретін басқа факторларға тәуекелі жоғары.\nАурудың егде жастағы адамдарға әсер ететіні маңызды, сондықтан халықтың ерні қатерлі ісік ауруы деп аталады. Ауылда тұратын 60-80 жастағы ер адамдар тәуекелге ұшырайды, бірақ бұл басқа адамдар аурудан сақтандырылған дегенді білдірмейді, сондықтан ауру белгілері белгілі болуы керек.\nЕрін ісігінің себептері\nТөменгі немесе жоғарғы ерінде рак ауруы дамуына себеп болатын бірқатар себептер бар. Ең алдымен, темекі шегу сияқты әдеттегі нашар әдетке назар аудару керек. Темекідегі шайырлар - ісіктердің дамуына әсер ететін зиянды факторлар. Тағы бір себебі - жоғары температура режимі. Бұл фактор жұмысшы жоғары температура, мысалы, наубайшылар немесе темір ұсталар сияқты адамдарға қатысты. Механикалық жарақаттар ісік дамуының себептеріне де қатысты.\nСондай-ақ бірқатар стоматологиялық себептер бар:\nТістері үнемі тітіркендіреді, онда тістері әрдайым ерінге немесе тістерге тиіп, инфекцияны дамытады.\nТістерді босатып, өткір жиектері ерніге үнемі тиіп кететін тістердің аурулары.\nДұрыс таңдамаған протездеу тістің және ернінің контактілеріне ықпал ете алады, нәтижесінде еріннің терісі зақымдалады және зардап шегеді.\nТағы бір санат ішкі органдардың ауруы болып табылады:\nІшектің ауруы;\nбауыр жеткіліксіздігі ;\nкез келген түрдегі қабыну.\nЕріннің қатерлі ісігін дамытудан қорқу үшін, әуесқойларға күн сәулесіндей күн сәулесін алу керек, себебі тікелей күн сәулесі эпителийге теріс әсер етеді және ауруды қоздырады. Сонымен қатар, иммунитеттің төмендігі және А, С, Е және бета-каротин дәрумендерінің болмауы қатерлі ісікке арналған асыл топырақ болып табылады.\nЕрін ісігінің белгілері\nЕріннің қатерлі ісігінің пайда болуының алғашқы белгісі еріндік тығыздағыштарды өрескел бетімен және тамақ кезінде ыңғайсыздық сезімін қалыптастыру болып табылады. Сонымен қатар, бұл симптомдар аздап ауырсыну, қышу және мол сілекеймен бірге жүреді.\nАталған белгілер жалпы сипатқа ие және жұқпалы ауруларды көрсете алады, соның салдарынан, тек оларға негізделген, қатерлі ісіктің дамуына күмәндану қиын.\nЕріннің қатерлі ісігінің симптомдары қатерлі ісік ауруларының «стандартты» белгілеріне жатады, атап айтқанда:\nәл-ауқаттың нашарлауы;\nшаршаудың жоғарылауы;\nауыр салмақ жоғалту;\nжоғары температура;\nәлсіздік.\nАурудың ең тән симптомы сыртқы түрдегі сиқырға ұқсайтын қоңыр немесе қызғылт түстің кебінген туберкулетін қалыптастыру болып табылады. Уақыт өте келе эпителдің эпителий қабаты артады.\nОсылайша, онкологияның жалпы симптомдары жүретін ерінге «саңылауларды» байқап, дәрігерге бару керек.",
                "date": "5.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырласатын дос қызды қалай табуға болады?",
        "question_content": "Жалгыздыктан киналып журмин не истесем болады уиде отырып истеитин кандаи жумыс бар сырласып соилесетин дос кыз керек",
        "question_date": "5.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыр бөлісу адам денсаулығына айтарлықтай пайдалы екені белгілі. Өйткені ішіңізде жиналып қалған шер мен мұң сізді құса қып тынуы ықтимал. Сондықтан оны сыртқы ортадағы жақындарыңызға бөліскеніңіз жөн. Алайда сыр айтудың да өз әдебі бар. Кез келген жанға  барып ақтарыла салмас үшін мына кеңестерге назар салғайсыз!\nАнамен сырласу\nҚазақ қызы үшін ежелден-ақ ең сырға берік жан – оның анасы. Ана ешқашан өз қызының сырын өзгеге ашпастан оны құпия ұстайды. Бауыр еті баласы болғандықтан, оған барынша ұтымды кеңес береді. Аналар қызының жанын мазалап жүрген жайтты оның жанарынан-ақ байқап қойып, соны білуге құмар болып тұрады. Бірақ біз бәріміз сыр бөлісуге нағыз лайық жанды ана деп түсіне бермейміз. Біріміз анамыздан ештеңе жасырмастан ағымыздан жарылсақ, енді біріміз ана алдында тұйықталып оған сыр ашудан қашқақтаймыз. Бірақ \"анамнан ештеңе жасыра алмаушы ем\" деп бәрін жайып салуға да болмайды. Анаңызға өзіңіздің басыңыздан өтіп жатқан жағдайларды айтам деп оған себепші жандардың да сырын ашып қоюдан абай болғайсыз. Сізді сырлас көретін құрбыңыздың жеке әңгімелерін жария етіп қоймаңыз. Оның арты жақсы жағдайға апарып соқпасы мәлім. Анаңыздан өміріңізге еніп, жүрегіңізден орын алмақ боп жүрген «серілер» жайында жасырмағаныңыз дұрыс. Олар сізге тек жақсылық ойлағандықтан өміріңізді байлауға лайық жанды дұрыс таңдауға тырысады. Сондықтан анаңызбен сырласудан қашпағайсыз!\nЖеңгемен сырласу\nҚазақ қызының жеңгесімен сырласуы көнеден бар жағдай. Жеңгемен сырласқанда ешқашан одан күйеуі екеуі арасындағы жайттарды сұрамауға тырысыңыз.  «Ерлі-зайыптылардың арасына тек есі кеткендер түседі» дегендей, олардан ыдыс-аяқ сылдырлатуының себебін сұраудан қашыңыз. Ал өзіңіз жайлы айтқанда ақтарылуыңызға әбден болады. Тек жеңгеңіз сіздің сырыңыз бен мұңыңызды шын беріліп тыңдаса...\nЖігітпен сырласу\nЕгер сіздің әлі жігітіңіз жоқ болса, онда ер адамдармен сырласуда да абай болғайсыз! Жігіттер сіздің сырыңызды мұқият тыңдауы мүмкін, бірақ сізді түсінуге аса құлық таныта қоймайды. Олар үшін біз қиналып отырған жайт түкке тұрғысыз нәрсе болып көрінеді. Шамаңыз келгенше, жігіттерге махаббатта жолыңыз болмай жүргенін, бір жанның жылатып жүргенін айтуға аса асыға қоймаңыз. Ал егер өз жігітіңізбен сырласпақ болсаңыз, оған отбасыңызда болып жатқан жайттар мен өзіңізді мазалап жүрген жағдайларды тарқатып айтсаңыз болады. Тек құрбыңыздың сырын ашып қоймағайсыз! Жігітіңізге өткен өмірде жаныңызға серік болған жігіттер жайында аз айтыңыз. Тіпті ол сізден қазбалап сұрап жатпаса, айтудан қашқаныңыз жөн. Егер сізді шын сүйсе, ол үшін сіздің өткен өміріңіз маңызды емес.\nҚұрбымен сырласу\nҚыздардың арасында құрбысына сыр тарқатпайтын жан сирек шығар, сірә. Құрбысына шынын да, мұңын да айтатын қыздардың көптігі секілді, сырға беріктік көрсетпей, керісінше құпиясын жария қылатын сәттер де аз емес. Сондықтан сыр айтатын уақытта ойланып алыңыз. Құрбыңызға анаңыздан да, жеңгеңізден де, жігітіңізден де жасырып қалған бар құпияңызды жария ете аласыз. Ең жақын жандарыңыздан жасырған жан сырыңызды досыңыз ғана түсінуі мүмкін.\nАғамен не әкемен сырласу\nЕшқашан да ағаңызбен не әкеңізбен сырласып отырып махаббат мәселесін қозғамаңыз. Сіз олар үшін әлі кішкентай қызсыз! Сіз олар үшін әлі ерке баласыз! Қанша көңіліңіз сырт жаққа елеңдеп бой жетіп жүрсеңіз де, ағаңыз бен әкеңіз сіздің есейгеніңізді өте кеш түсінеді. Сондықтан әңгіме-дүкен құрғанда ағаңыздың өзінен сыр сұраңыз. Сіз оны жақсы түсінуіңіз мүмкін. Бірақ ол сізді дәл өзіңіздей түсінуі қиындау. Ал әкемен сырласу қазақ қыздарында өте сирек кездеседі. Әкелер көбіне ауызбен айтып түсіндіргеннен, қабақпен сыр ашқанды жөн көреді. Сондықтан әкеңіздің айтпағын қабағына қарап білгеніңіз жөн болады.\nӨзіңмен-өзің сырласу\nЕгер жаныңызды ұғар жанның жоғына көзіңіз жетіп жатса, онда өзіңізбен-өзіңіз сырласыңыз. Бұл әбестік емес. Күнделік, не блог жазыңыз!",
                "date": "5.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қазіргі таңда әлеуметтік желілерді пайдаланып та сырласатын адамдар табуға болады. Мысалы Bigo Live , Фейсбук , Вконтакте секілді әлеуметтік желілерге қосылып сөйлесуге , танысуға болады.",
                "date": "5.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рулас қызбен үйленуге бола ма?",
        "question_content": "Сәлеметсіндерме, менің сұрағым осындай болып келеді, менің қызым екеуміз бір рудан және сол рудын ішіндеде бірдейміз(Найман оның ішінде Сыбан, екеумізде) екеуміз болашақта үйленсек болама? Толығырақ жауап берсеңіздер алғысым шексіз)",
        "question_date": "5.04.2020",
        "question_tag": "Шежіре",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе.\nҚыз алысатын рулардан болсаңыз жеті атадан асқан соң қыз алысуға болады. Сол жағын үлкендерден сұрап жеті ата санатқан дұрыс.  Оған тек  салт жораны орындау есебінде қарамай болашақ балаңыздың денсаулығына жауапкершілік ретінде қараған дұрыс. Туыстық қатынастан 90пайыз жағдайда кемтар бала дүниеге келетінін білетін боларсыз.",
                "date": "5.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мергеннің нысананы дәл көздеуінің үлестірім заңын табу",
        "question_content": "Мерген нысананы 3 рет атады. Нысананы дәл көздеу ықтималдығы 0.9. Мергеннің нысананы дәл көздеуінің үлестірім заңын табу керек",
        "question_date": "4.04.2020",
        "question_tag": "Математика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: http://lib.kstu.kz:8300/tb/books/Matematikal@ik_statistika/teory/4_1.htm",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цон жайында отчет керек еді тауып берсеңіздер?",
        "question_content": "Цон жайында отчет керек еді тауып берсеңіздер?",
        "question_date": "4.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды дұрыс түсінбедім. Мүмкін жеке несие есебін сұрап тұрған шығарсыз. Себебі ЦОН- халыққа қызмет көрсету орталығы болып табылады. \nЖеке несие есебі - бұл қарыз алушының бұрын қабылдаған барлық несиелік міндеттемелері туралы ақпаратты қамтитын құжат.\n2014 жылғы 22 желтоқсаннан бастап Қазақстандағы жалғыз жұмыс істейтін несиелік бюро және «ХҚКО» РМК - «Бірінші несиелік бюро» ЖШС (PCB) бүкіл Қазақстан бойынша ХҚКО-ның 53 филиалында жеке тұлғаларға несиелік есеп беру қызметін іске қосады. Жеке несие туралы есепті 15 минут ішінде жеке куәлік немесе төлқұжат арқылы алуға болады, деп хабарлайды ПХД баспасөз қызметі.\nЖеке несие есебі - бұл қарыз алушының бұрын қабылдаған барлық несиелік міндеттемелері туралы ақпаратты қамтитын құжат. Атап айтқанда, несие туралы есепте қарыз алушының өзі туралы мәліметтер және әр несие туралы егжей-тегжейлі ақпарат көрсетіледі - несиенің жалпы сомасы, несиенің мақсаты, несие туралы ақпарат берген банкті немесе қаржы мекемесін көрсете отырып, несие бойынша кепілдеме туралы ақпарат. Сондай-ақ, клиенттің банктік қарызды қаншалықты адал төлегені, төлемдерді уақтылы жасағандығы, төлемдердің кешіктірілгендігі және олар қашан жабылғандығы туралы ақпарат бар.\nЗаңға сәйкес, күнтізбелік жыл ішінде кез келген жеке тұлға бір жеке кредиттік есепті ақысыз алуға құқылы. Күнтізбелік жыл ішінде келесі өтініштерді қабылдау құны жеке тұлғалар үшін 400 теңгені құрайды. Несиелік есепті ХҚКО филиалдары арқылы ұсынумен қатар, қазақстандықтар өздерінің несиелік есебін басқа балама тәсілдермен - Бірінші несие бюросының кеңсесінде немесе порталдар арқылы алу мүмкіндігіне ие: www.1cb.kz, электрондық үкіметтің www.egov.kz немесе www.myth.kz мекен-жайына кіріп, несие тарихын пошта арқылы сұраңыз.\nPKB сізден жылына бір реттен жиі емес жеке несие есебін алуға кеңес береді, өйткені бұл сізге банктер мен қаржы институттары беретін ақпараттың дәлдігін бақылауға мүмкіндік береді, ал егер келіспейтін болса, келіспейтіндігіңізді білдіреді.",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауырған Жағдайда Қарызды өтеу парызба?",
        "question_content": "Аузымды Бекіттім Бірақ Ауырып Калдым Калған Кундер Қарызбоп есептелема?\n\nҚарыз боп есептелема?",
        "question_date": "4.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "– Денсаулығына байланысты ораза ұстай алмаған жандар парызын қалай өтейді?\n– Ең алдымен ораза деген сөздің өзінің түсінігі, ішіп-жеуден, сол сияқты шариғат тыйым салған харам нәрселерден өзін-өзі тыю. Ол мейлі өсек, ғайбат сөз болсын, ол мейлі жаман іс-әрекет пе, харам болған тағам ба, кез келген зиян нәрселерден адам тыйылуы тиіс. Түрлі ғайбаттарды сөйлемей, ауыз оразасын жасауы керек. Түрлі өсек-аяңдарды естімей, құлақ оразасын жасау керек. Бұл тізімге көз оразасы да қосылады, күнәлі нәрселерге қарамау үшін. Сондықтан ораза ұстаған адам жан дүниесін тазартуға ниеттеніп, бүкіл жаман нәрселерден бойын аулақ салуы қажет.\nОраза негізі исламдағы 5 үстіннің (парыздың) үшіншісі. Оны ұстау әрбір мұсылманға парыз. Бұған қасиетті құраннан бірнеше дәлелдер бар. Мәселен, Бақара сүресінде: «Сіздерге ораза ұстау парыз етілді, сіздерден бұрынғыларға ораза ұстау парыз етілгендей. Әрине, тақуалықтан үмітті болсаңдар» деген аят бар.\nЖалпы, ежелгі мексикандықтар, ежелгі ассириялықтар, соның ішінде тауратта, інжілде яғни барлық дінде ораза ұстау ерте кезден болған. Дегенмен исламнан өзге діндегілер ежелде белгілі нәрселерден өздерін 15 күн тыйған. Ал 30 күндік ораза тек мұсылмандарға ғана берілген. Сондықтан 30 күн оразаны тұту парыз. Хадистен дәлел келтірер болсақ, Мұхаммед (ғ.с.ғ.) хадисінде исламның 5 үстіні бар. Ол – Аллаға иман келтіру, намаз оқу, ораза тұту, зекет беру, қажылыққа бару. Шамасы жеткен адам өмірінде бір рет қажылық амалын жасауы парыз. Пайғамбарымыздың осы айтқаны оразаның парыз екеніне дәлел. Ал осы амалдарды жасай алмайтын жағдайда, мәселен, әйел адамдарда 30 күн оразаны толығымен өтеп шығатын мүмкіншілік бола бермейді. Бала емізген кезде ораза үзіледі, сондай-ақ әйелдердің осы сияқты ораза тұта алмайтын жағдайлары болады. Сол сияқты ер адамдардың да көбіне денсаулығына байланысты, болмаса сапарға шыққан кезде ұстай алмайтын себептері болады. Ондай мұсылмандар міндетті түрде өтеуін жасауы керек. Күніне бір адамның таңғы сәресі мен кешкі ауызашар тағамын көтеруі тиіс немесе жағдайы жоқ 60 адамды тамақтандыруы қажет. Сол кезде ғана парызы өтеледі. Болмаса, таңғы сәре мен кешкі ауызашарға кететін шығынның көлемін есептеп, сол соманы мүсәпір жанға садақа ретінде беруіне болады. Әрине, бұл ораза ұстауға шамасы жетпейтіндер үшін. Ал ораза ұстауға мүмкіншілігі бар, денсаулығы дұрыс адамға мұндай амал қабыл болмайды. Сондықтан жағдай болып, денсаулық көтерсе, ораза ұстау міндетті.\n– Ораза бұзылғанда оның қазасы қалай өтеледі?\n– Ораза түрлі жағдайлармен бұзылады. Ауырып қалады болмаса жолсапарға шығып кетеді. Егер сапарға шыққанда қиналмайтынына көзі жеткен адам оразаны бұзбай-ақ тұта беруіне болады. Ал қиналып қалатынына көзі жеткендер амалсыз ашуға мәжбүр. Егер Алланың әміріне қарсы шығып, әдейілеп ауызын ашып жібергендер бір күнге 60 күннен ораза тұтады. Сондықтан оразада әдейілеп деген нәрсе болмауы тиіс. Ешкімде бекерден-бекер аузын ашпайды. Оның белгілі бір себебі болуы керек.\nСондай-ақ белгілі себеппен ашып жіберген жағдайда оның өтеуі болады. Яғни, қарыз адамдар Рамазан айы біткеннен кейін, айт намазы оқылып, айт мейрамы өтісімен өтеуін жалғастыра алады. Келесі жылдың оразасына дейін қарыз күндерін өтеуге оған мүмкіншілік бар",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің аузымның жан жағына майда жаралар шыға береді?",
        "question_content": "Саламатсыздар ма? Мені мазалайтыны аузымның жан жағына қаптап шыққан майда жаралар. Бір жыл бұрын система алдым, дәрі іштім, қан алмастырды. Сол кездері кеткен. Биыл тағы шықты. 4ай болды кетер емес. РОЗАМЕТ жақтым кетпейді. НЕ істеуге болады?",
        "question_date": "4.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 774,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің бұл сұрағыңызды қарастыру үшін бірінші ол шығатын жараның түрін анықтап алған жөн деп білемін.\nАуызыдың қаталамалы герпесттік қабынуы бар науқастардың қанында герпес вирусына қарсы IgG қарсы титрі 5-9 есе жоғарла,аны анықталды. Осы науқастарды кешенді емдеу құрамына «Неовир» препараты енгізілді және емдеу шаралары жақсы нәтиже берді. Ауыз ішіндегі герпестік эрозиялар тез жазылып науқастар қанындағы IgG титрі 2-3 есе төмендеді.\nСоңғы кезде жер шары тұрғындарының арасында әртүрлі типті вирустар туындатқан аурулардың саны көбеюде. Сондай аурулардың бірі  — қарапайым герпес вирусы туындататын аурулар. Жер шары тұрғындарының 90%-на қарапайым герпес (ұшық) вирусы жұққан және олардың  25%-да ауру белгілері білінеді [1]. Ауру қоздырғышы болып I және II типті (HSV-I және HSV-II) герпес вирустары саналады. Вирустар сау адамға ауа- тамшылары арқылы және жанаспалы жолмен жұғады (сырқат немесе вирус тасушы адамдардан).\nАуру екі түрде кездеседі:\n-біріншілік герпесті инфекция (первичная герпетическая инфекция), вирус алғаш жұққан кезде орын алады және көбінесе ауыз кілегей қабығын жарақаттап, «ауыздың жедел герпестік қабынуы» түрінде дамиды. Бұл сырқат көбінесе 3-5 жас аралығындағы балаларда (кейбір мәліметтерде 1-3 жас аралығындағы балаларда) кездеседі. Себебі, олардың организмдегі анадан алған пассивті (енжар) иммунитет бала өмірінің алғашқы жылдарында жойылып, бала герпес вирусына қарсы қорғансыз қалады. Сонымен қатар ауыздың жедел герпесті қабынуы организмінде герпес вирусына қарсы антидене құрылмаған жастар мен ересек адамдар арасында да кездеседі [2,3]және өте ауыр ағымды болып келеді.\nАуыздың жедел герпестік қабынуы жұқпалы инфекциялық ауруға тән  клиникалық белгілерге ие және бес кезеңмен дамиды (инкубациялық, продромальдық, аурудың даму шыңы, реконваленциялық және сауығу). Негізгі клиникалық белгілері аурудың даму шыңы кезінде ауыз кілегей қабығына еріндер жиегіне шығатын әртүрлі көлемді (Д=3-7 мм) көпіршік бөрткендер (пузырьки) және олардың кешікпей жарылуынан пайда болатын.\nКейде көпіршік бөрткендер еріндер төңірегіндегі және иек аймағындағы тері бетіне де көптеп шығады.\nАуруға өз уақытында және тиімді емдеу шаралары жүргізілмеген жағдайда ауыздың жедел герпестік қабынуы созылмалы және қайталамалы ағымға ие болады [4]. Аурудың қайталамалы түрі біріншілік герпестік инфекциямен ауырмаған адамдарда да кездесе береді, көбіне еріндер жиегін жарақаттайды  және бұндай патологиялық үрдіс көпшілік арасында «қарапайым ұшық» немесе «ерін герпесі» деген атаумен белгілі. Ауыздың қайталамалы герпестік қабынуы ұзақ жылдарға созылуы мүмкін (10-15 жылға немесе оданда көп уақытқа). Ол егер герпес(ұшық) болса емі:\nНеовирдің иммунитетті реттеуші әсері:\n—  қан құрушы бағаналық клеткалардың белсенділігін жоғарылатады;\n—  Т-лимфоциттердің тепе-теңдігін қалыптастырады;\n—  иммундық жүйенің эффекторлық тізбегін ынталандырады;\n—  макрофагтардың, полиморфтыядролы лейкоциттердің қозғалып көшуін, фагоцитарлық белсенділігін жоғарылатады.\nНеовир тіндердің патологиялық өсімін реттейді: NK-клеткалардың белсенділігін, цитотоксикалық реакциялардың барлық түрлерін, клеткалардың жабысқақтығын күшейтіп, олардың метастатикалық және көбею қасиеттерін жояды.\nҚолдану көрсетілімдері\nКешенді немесе монотерапиялық ем жүргізуге қолданылады;\nТұмау және ЖРВИ-ді емдеу мен алдын алуда;\nHerpes simplex, Varicella zoster, Herpes simplex genitalis – бен шақырылатын инфекцияларда;\nЦитомегаловирусты инфекцияда;\nРадиациялық иммунодифицитте;\nАИТВ -инфекциясы кезінде;\nВирустық этиологиясы бар энцефалиттер мен энцефаломиелиттер кезінде;\n В және С гепатитінің жедел және созылмалы түрлерінде;\nОнкологиялық аурулар кезінде;\nПапилломавирусты инфекция кезінде;\nНеовирден 1 инъекция жасалған алғашқы күннен бастап ауыз кілегей қабығында герпестік жаңа бөрткендердің шығуы тежелді, екінші инъекциядан кейін (4 күні) ұсақ эрозиялы ошақтар толық жазылып, аумақты ошақтар 1/3 және 2/3 көлемге кішірейіп, 6-7 күндері толық жазылды.\nЕмдеу курсынан кейін 2 айдан соң жүргізілген ИФА-лық зерттеу IgG титрінің 2,5-3 есе азайғанын көрсетті және 3-4 ай аралығында бұл науқастарда аурудың қайталану белгілері орын алған жоқ. Ауыздың қайталамалы герпестік қабынулары бар науқастарды зерттеу жұмыстары әрі де жалғастырыла береді. Алғашқы зерттеу нәтижелері ауыздың герпестік қабынуларын кешенді емдеуде “неовир” препаратын герпестік инфекция белгілері білінген уақыттан бастап кең қолдану мүмкіндігі бар  деп қорытуға болады.\nОдан өзге ауыздық деген жара түрі болуы мүмкін.\nАуыздық - адамның езуінде пайда болатын жара түрі. Дәстүрлі қазақы ортада ауыздық шьщқан адамды жүген ауыздығын бірнеше күн тілініп тұрған езуіне тигізіп, арлы-берлі ептеп ысып емдейді.\nНемесе Бепантен мазьін қолданып қарасаңыз болады.",
                "date": "4.04.2020",
                "upvotes": 0
            },
            {
                "text": "Тері - іштегі ластарды сыртқа шығарушы орган.Сіздін аузыңыздығы жара ағзаңызда грибок,бактерия бір сөзбен айтқанда паразит бар екендігінің көрінісі.Ағзаны табиғи жолмен тазалау керек.Кеңес керек болса хабарласыңыз 87026325714",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Роутер ді қалай таңдаймыз? Қандай түрлері бар?",
        "question_content": "Үйге вай фай орнатпақшымыз , роутер қандай түрлері жақсы?  Қалай таңдаймыз? Үйде интернет жоқ оны қалай орнатуға болады?",
        "question_date": "4.04.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 930,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйіңізге Wi-Fi орнату үшін жергілікті ҚазақТелеКом компаниясының  қызмет көрсету орталығына барып өзіңізге ұнаған қызмет түрін таңдап, сатып аласыз. Үйіңізге жеткізіп 7 күн ішінде орнатып беріледі деп жазылған сайтында. Ол сымды интернет желісі. \nОдан өзге симкарта арқылы :\nBeeline 4G Wi-Fi-роутері бір SIM-картаның көмегімен сымсыз интернетке (Wi-Fi) бір мезетте бірнеше құрылғыдан: телефондардан, смартфондардан,  планшеттер мен ноутбуктерден 10 қолданушыға дейін қосуға мүмкіндік береді.\nМаман шақырудың қажеті жоқ, SIM-картаны белсендірсеңіз, барлық баптаулар өздігінен орнатылады! 4GWi-Fi-роутер тек Beeline SIM-картасымен жұмыс істейді.\nЖиынтыққа не кіреді?\n1. Жылдамдығы жоғары Wi-Fi-роутер.\n2. Арнайы тарифтік жоспары мен 40 ГБ интернет-трафигі бар SIM-карта.\n3. Өздігінен орнатылатын және компьютеріңіздің барлық қажетті баптауларын жүзеге асыратын бағдарламалық қамсыздандыру.\n4G Wi-Fi роутердің мүмкіндіктері:\nБір уақытта 10 құрылғыға дейін сымсыз қосылу: тұрақты компьютер, ноутбук, планшеттік компьютер, смартфон, интернет-теледидар - Wi-Fi модульі бар кез келген құрылғыдан қосылуға болады.\nЖылдам қосылу: маманды шақыру және қосылуды күту қажет емес.\nОрнату қарапайымдылығы - роутер қандай-да бір орнатуды қажет етпейді.  SIM-картаны модемге орнатыңыз да, оны ұяшық арқылы компьютерге қосыңыз – USB бағдарлама өздігінен қосылады!\nМеншікті жергілікті желі – роутер интернетке қосылуға арналған Wi-Fi желісін құрып қана қоймайды, сонымен қатар желі ішінде мәлімет алмасуды қамтамасыз етеді.\nЖылдамдық – роутер GSM/EDGE, 3G және 4G (LTE) желісінде жұмыс істейді.\nҚауіпсіздік – құрылған Wi-Fi-желісіне рұқсатсыз қосылудың алдын алу үшін, роутер мәліметтерді WPA және WPA2 хаттамалары бойынша шифрлауды қамтамасыз етеді.\nҚызметтердің ақысын төлеу - қызметтердің ақысын, ұялы байланысқа төлеген жерде төлеуіңізге болады.\nҚызметтерді ыңғайлы басқару - 4G Wi-Fi-роутер интерфейсінде бір пернені басу арқылы теңгерімді тексеруге, қосымша амал-шарттарды қосуға және өшіруге болады.\nРоутерді жергілікті техника сататын дүкендерден немесе интернет дүкендерден сатып алуға болады.",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек тұсым қатты шаншиды?",
        "question_content": "узак уакыт болды кейде кеуде тусым катты шаншиды терен дем ала алмаймын козгала алмай каламын. тура журегиме ине тыгып алгандай, кейде 1,2 минутта кетип калады кейде 15,20 минут бойы солай болады. жаным шыгып бара жатырғандай боламын. Даригерге каралган дурыспа немесе кауипи жокпа? бастарыныздан отсе айтсаныздар. Кейде тунде жатырганда, кейде кундиз озинен ози солай болып калады.",
        "question_date": "4.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай оның қауіпі болмауы мүмкін? Әрине дәрігерге қаралған дұрыс, әрі міндет егер кем болып немесе өмірден өтіп кеткіңіз келмесе. Сізге осылай ұрысып дәрігердің алдына апаратын адам керек. Әйтпесе сіздің өз денсаулығыңызға уайымдайтын түріңіз жоқ. Жүректің шаншуы ол саусақтың шығып кетуі емес, ол өміріңізге тікелей қауіпі бар белгі.\n Егер жас болып мендегі не уайым деп жүрсеңіз жүрек ауруы бар жасқа ортақ ауру. Оның салдары өте ауыр болуы мүмкін, әрі басқа да ауруларың бастауына себеп болуы да ғажап емес. \nДенсаулық -зор байлық!",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеудің орның қалай келтіруге болады?",
        "question_content": "Безеудің орны қара тыртық сияқты болып қалып қойды? Қалай келтіруге болады? Мазь жаксамда кетпейді?",
        "question_date": "3.04.2020",
        "question_tag": "Денсаулық",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Безеу мен тері асты кенесі не себепті шығады және олардың бір-бірінен айырмашылығы қандай? \n- Безеу адам бетіне майдың шамадан тыс көп болуына байланысты шығады. Ал тері асты кенесін медицина тілімен «демодекс» деп атаймыз. Ол барлық адамда бірдей кездесуі мүмкін. Көп жағдайда демодекс ауру белгілерін көрсетпейді. Тек иммунитет жүйесінің қобалжуы арқылы көрініс тауып, теріге дұрыс күтім жасалмаған жағдайда басқа тері ауруларын қоздырып жібереді. \n- Безеу жасөспірімдерде 13-14 жастан бастап шыға бастайды. Уақыт өте келе бір адамда толығымен жазылса, екінші біреуде қалып қояды. Мұның себебі неде? \n- Адам терісінің құрғақ немесе майлы болуына, ата-анасының геніне байланысты болуы мүмкін. Бала дер кезінде дермотолог маманға қаралмаса, бұл аурудан мәңгілік құтылмауы да ғажап емес. Өкінішке орай, безеу 15 жаста да, 25 жаста да шыға береді. \n- Мұның қалай алдын алуға болады? \n- Шындығын да, бұл өте оңай. Адамдар қателесіп түрлі сабын, дәрі-дәрмекті өз бетінше қолданады. Ұзақ уақыт бойы кір сабынмен жуынатындар да бар. Қытайдың арзан, сапасыз өнімдеріне қарағанда, косметолог немесе дерматолог маманнан кеңес алған әлдеқайда дұрыс. \n- Безеуді сыққан дұрыс па?  \n- Үй жағдайында сығу барысында адам гигиеналық талаптарды сақтамайтындықтан, бұл әрекетті жасамаған дұрыс. Бұдан өзге толық сықпаған жағдайда түбінде қан қалып, артынша қара даққа айналады. \n- Зинерит дәрісінің айтарлықтай көмегі бар. Тіпті, безеуді бірден кетіреді десек те артық айтпаймыз. Оның ағзаға ешқандай зияны жоқ па? \n- Аталған дәрінің айтарлықтай зияны жоқ. Жалпы кез келген дәрінің дұрыс әсері туралы 2-3 апта қолданғанан кейін ғана айтуға болады.   \n- Бұдан өзге қан алмастырып емдеу тәсілі туралы не айтасыз? \n- Безеу күрделілігіне байланысты «жеңіл, орташа, асқынған» болып үшке бөлінеді. Егер емделуші бірінші,  яғни аурудың жеңіл түрімен бізге келетін болса, шағымданушыға сыртқы емдеу шараларын қарастырамыз. Ал қалған екі түрінде қан алмастыру тәсілін қолданамыз. \n- Көп қыз безеу шыққан кезде оны опамен, реңк беруші креммен жасырады. Осы әрекеттері қаншалықты дұрыс? \n- Сауатты таңдалған косметика еш уақытта теріге зиянын тигізбейді. Яғни барлығы да косметиканың сапасына байланысты. Бірақ емдеу барысында ондай заттарды пайдалануға тыйым саламыз. Әрине, дәрігер маман ретінде табиғи сұлулықты жақтаймын.   \n- Безеуді емдеуде болтушканың әсері қандай? \n- Ия, болтушканың пайдасы зор. Мұнымен қатар, түрлі крем, дәрі-дәрмекті пайдаланамыз. \n- Емделудің бір курсы қанша уақытты алады? \n- Ол аурудың қай деңгейде екендігімен байланысты. 7-10 күннен бастап, 10-18 күнге дейін созылуы мүмкін. Дәрі-дәрмекті 4-5 ай көлемінде ішуге мәжбүр болатын жағдай да кездеседі. Қаралушылардан емделу курсын өткен соң күтімді дұрыс жүргізуін сұраймыз. Ем жүргізу шаралары: Ем жүргізгендер: Елтинова Қарлығаш, Мұхаметәлиева Гүлнәр. Тері-венерологиялық ғылыми-зерттеу институтында ем алу үшін Лейла Қазиқызына хабарласуларыңызға болады: 87013696187, 87077696187\n\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/19389/",
                "date": "3.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе !!! Беттегі  дақ ,безеу,безеудің орнынан  21  күнде құтылуға мүмкіндік бар. Маған хабарласыңыз .WhatsApp 87024088825 Айкерім",
                "date": "18.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитать \" Theories of Evolution\", написать краткое содержание текста(10-12 пред-ний",
        "question_content": "■ Read the given text and make your essential assignments: One of the most fundamental questions in biology is: where do all living things come from? According to most biologists, the millions of species living on Earth today (including humans) are descended from other species that inhabited the world in the past. This change has come about by a process called evolution. Evolution happens when the genetic composition (allele frequency) of a population changes over successive generations. When the changes are sufficiently great, a new species may be formed. (A species is a group of closely related organisms potentially capable of interbreeding to produce fertile offspring.) The mechanism of evolution. Evolution is not a modern concept. Since ancient times, a number of philosophers and naturalists (including Confucius and Aristotle in Greece) have suggested that complex species evolve from simpler pre-existing ones by a process of continuous and gradual change. However, it was not until the 19th century that scientists came up with plausible mechanisms for evolution. The mechanism that is widely accepted among biologists today is called neo-Darwinism. It is modern theory based on the work of the nineteenth- century naturalist Charles Darwin. Between 1831 and 1836, Darwin was the naturalist on board HMS Beagle, a research vessel engaged in mapping different parts of the world. After spending over three years surveying the coast of South America, the Beagle landed on the Galapagos Islands in the Pacific Ocean. Darwin compared the organisms on these islands with those on the South American mainland, and this led him to develop his theory of evolution. He came to the conclusion that, over successive generation, a new species comes into being by slow and gradual changes from a pre-existing one. He believed that these changes are brought about by a process which he called natural selection. Darwin’s theory was based on three main observations: 1. Within a population are organisms with varying characteristics, and these variations are inherited (at least in part) by their offspring. 2. Organisms produce more offspring than are required to replace their parents. 3. On average, population numbers remain relatively constant and no population gets bigger indefinitely. From these observations, Darwin came to the conclusion that within a population many individuals do not survive, or fail to reproduce. There is a “struggle for existence”. For example, members of the same population compete to obtain limited resources, and there is a struggle to avoid predation and disease, or to tolerate changes in environmental conditions such as temperature. In this struggle for existence those individuals that are best adapted to their environment will have a selective advantage: they will be more likely to survive and produce offspring than less well-adapted organisms. The origin of species For more than 20 years, Darwin collected evidence to support his theory and refined his ideas. He delayed publishing his ideas until 1858, when Alfred Russel Wallace sent him a letter describing a theory of evolution identical to Darwin’s own. Wallace was a British naturalist who had worked in the Malay Archipelago for eight years. He concluded from his research that some organisms live while others die because of differences in their characteristics, such as their ability to resist disease or escape predation. Darwin and Wallace published a paper jointly describing their theory of evolution by natural selection. However, Darwin’s name has become more strongly linked with the theory because of a book he published on 24 November 1859. The book, entitled “The Origin of Species by Means of Natural Selection or the Preservations of Favoured Races in the Struggle for Life”, has been called the most important biology book ever written. It not only gives a full description of the theory of evolution by natural selection, but also contains a huge mass of evidence to support the theory. The reaction to Darwin. Many people found it difficult to accept Darwin’s ideas, especially the idea that modern humans and apes are probably descended from a common ancestor. However, his theory is supported by so much evidence that the majority of biologists accept it. Evolution by natural selection has become a central theme which underpins much of modern biology. The modern theory of evolution is called neo-Darwinism because it incorporates new scientific evidence, particularly from genetics and molecular biology. For example, we know that the variations that are so important in natural selection come about by random and spontaneous changes in genes, particularly from mutations in reproductive cells. Despite modifications to Darwin’s theory in neo-Darwinism, natural selection is still the driving force behind evolution, or the theory of evolution by the natural selection of inherited characteristics",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Один из самых фундаментальных вопросов в биологии: откуда все живые существа? По мнению большинства биологов, миллионы видов, живущих сегодня на Земле (включая людей), произошли от других видов, населявших мир в прошлом. Это изменение произошло в процессе, называемом эволюцией. С древних времен ряд философов и натуралистов (в том числе Конфуций и Аристотель в Греции) предположили, что сложные виды эволюционируют от более простых ранее существовавших в процессе непрерывного и постепенного изменения. Многим людям было трудно принять идеи Дарвина, особенно идею о том, что современные люди и обезьяны, вероятно, произошли от общего предка. Эволюция путем естественного отбора стала центральной темой, которая лежит в основе современной биологии. Современная теория эволюции называется нео-дарвинизмом, потому что она включает в себя новые научные данные, особенно из генетики и молекулярной биологии. Несмотря на изменения в теории Дарвина в неодарвинизме, естественный отбор все еще является движущей силой эволюции или теории эволюции путем естественного отбора наследственных признаков.\nПеревод данного текста:\nОдин из самых фундаментальных вопросов в биологии: откуда все живые существа? По мнению большинства биологов, миллионы видов, живущих сегодня на Земле (включая людей), произошли от других видов, населявших мир в прошлом. Это изменение произошло в процессе, называемом эволюцией. Эволюция происходит, когда генетический состав (частота аллелей) популяции меняется в течение последующих поколений. Когда изменения достаточно велики, может появиться новый вид. (Вид - это группа близкородственных организмов, потенциально способных к скрещиванию с образованием плодовитого потомства.) Механизм эволюции. Эволюция не современная концепция. С древних времен ряд философов и натуралистов (в том числе Конфуций и Аристотель в Греции) предположили, что сложные виды эволюционируют от более простых ранее существовавших в процессе непрерывного и постепенного изменения. Однако только в 19 веке ученые придумали вероятные механизмы эволюции. Механизм, который сегодня широко распространен среди биологов, называется неодарвинизмом. Современная теория, основанная на работах натуралиста XIX века Чарльза Дарвина. Между 1831 и 1836 годами Дарвин был натуралистом на борту HMS Beagle, исследовательского судна, занимающегося картированием различных частей мира.\nЭто современная теория, основанная на работах натуралиста XIX века Чарльза Дарвина. Между 1831 и 1836 годами Дарвин был натуралистом на борту HMS Beagle, исследовательского судна, занимающегося картированием различных частей мира. Проведя более трех лет на съемках побережья Южной Америки, «Бигль» высадился на Галапагосских островах в Тихом океане. Дарвин сравнил организмы на этих островах с организмами на материке Южной Америки, и это привело его к разработке теории эволюции. Он пришел к выводу, что в последующем поколении новый вид появляется в результате медленных и постепенных изменений по сравнению с ранее существовавшим. Он полагал, что эти изменения вызваны процессом, который он назвал естественным отбором. Теория Дарвина основывалась на трех основных наблюдениях: 1. Внутри популяции находятся организмы с различными характеристиками, и эти различия наследуются (по крайней мере частично) их потомками. 2. Организмы производят больше потомства, чем требуется для замены их родителей. 3. В среднем, численность населения остается относительно постоянной, и никакое население не увеличивается бесконечно. Из этих наблюдений Дарвин пришел к выводу, что в популяции многие особи не выживают или не размножаются. Идет «борьба за существование». Например, представители одного и того же населения конкурируют за получение ограниченных ресурсов, и существует борьба за то, чтобы избежать хищничества и болезней или терпеть изменения условий окружающей среды, таких как температура.\nВ этой борьбе за существование те люди, которые лучше всего приспособлены к своей среде, будут иметь избирательное преимущество: они будут с большей вероятностью выживать и производить потомство, чем менее хорошо адаптированные организмы. Происхождение видов Более 20 лет Дарвин собирал доказательства в поддержку своей теории и совершенствовал свои идеи. Он отложил публикацию своих идей до 1858 года, когда Альфред Рассел Уоллес послал ему письмо с описанием теории эволюции, идентичной теории Дарвина. Уоллес был британским натуралистом, который работал на Малайском архипелаге в течение восьми лет. Из своего исследования он пришел к выводу, что некоторые организмы живут, в то время как другие умирают из-за различий в их характеристиках, таких как способность противостоять болезням или избежать хищничества. Дарвин и Уоллес опубликовали статью, совместно описывающую их теорию эволюции путем естественного отбора. Однако имя Дарвина стало более тесно связано с теорией благодаря книге, которую он опубликовал 24 ноября 1859 года. Книга, озаглавленная «Происхождение видов с помощью естественного отбора или сохранение избранных рас в борьбе за жизнь», был назван самой важной книгой по биологии, когда-либо написанной. Он не только дает полное описание теории эволюции путем естественного отбора, но также содержит огромное количество доказательств в поддержку теории. Реакция на Дарвина.\nМногим людям было трудно принять идеи Дарвина, особенно идею о том, что современные люди и обезьяны, вероятно, произошли от общего предка. Тем не менее, его теория подтверждается таким большим количеством доказательств, что большинство биологов принимают его. Эволюция путем естественного отбора стала центральной темой, которая лежит в основе современной биологии. Современная теория эволюции называется нео-дарвинизмом, потому что она включает в себя новые научные данные, особенно из генетики и молекулярной биологии. Например, мы знаем, что изменения, которые так важны в естественном отборе, происходят из-за случайных и спонтанных изменений в генах, особенно из-за мутаций в репродуктивных клетках. Несмотря на изменения в теории Дарвина в неодарвинизме, естественный отбор все еще является движущей силой эволюции или теории эволюции путем естественного отбора наследственных признаков.",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен төмендегі жаттығуды орындауға көмектессеңіздер.",
        "question_content": "II. Fill in the missing words: Term (verb) Noun Adjective exist ....... ....... suggest ....... ....... reproduce ....... ....... develop ....... ....... inherit ....... ....... inhabit ....... ....... evolve ....... ....... select ….. …… IV. Match these words with their definitions: 1 generation A. an illness or unhealthy condition in your body 2 evolution B. the air, water and land in which people, animals and plants live 3 evidence C. a member of your family who lived a long time ago 4 reproduce D. the careful choice of a particular person or thing from among a group of similar people or things 5 species E. to continue to live or exist 6 survive F. to change into a larger, stronger, or more advanced state 7. ancestor G. to produce young animals from parents of different breeds or groups 8. develop H. all the members of a group of things which have been developed from a previous group 9. naturalist I. an animal’s baby or babies 10 environment J. the state of existing 11 selection K. the gradual change and development 12. disease L. to produce young animals or plants 13. interbreed M. someone who studies plants or animals, especially outdoors 14. offspring N. facts that make you believe that something exist or is true 15. existence O. a group of closely related organisms VII. Find synonyms among the pool of words: Pool of words Synonyms 1)1.develop/2.accept/3.change/4.alter/5.evolve/6.obtain 2)1.support /2.happen/3.exist/4.occur/5.underpin /6.live 3)1. investigation /2.selection /3.research /4. choice 4)1.escape/2.disease/3.individual/4.get away/5.illness/ 6.human being",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Написать Эссе \"Darwin and his theory of Evolution\"",
        "question_content": "срочно эссе нужно с переводом кратко,и точно",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The mechanism that is widely accepted among biologists today is called neo-Darwinism. It is modern theory based on the work of the nineteenth- century naturalist Charles Darwin. Between 1831 and 1836, Darwin was the naturalist on board HMS Beagle, a research vessel engaged in mapping different parts of the world. After spending over three years surveying the coast of South America, the Beagle landed on the Galapagos Islands in the Pacific Ocean. Darwin compared the organisms on these islands with those on the South American mainland, and this led him to develop his theory of evolution. He came to the conclusion that, over successive generation, a new species comes into being by slow and gradual changes from a pre-existing one. He believed that these changes are brought about by a process which he called natural selection. Darwin’s theory was based on three main observations: 1. Within a population are organisms with varying characteristics, and these variations are inherited (at least in part) by their offspring. 2. Organisms produce more offspring than are required to replace their parents. 3. On average, population numbers remain relatively constant and no population gets bigger indefinitely. From these observations, Darwin came to the conclusion that within a population many individuals do not survive, or fail to reproduce. There is a “struggle for existence”. For example, members of the same population compete to obtain limited resources, and there is a struggle to avoid predation and disease, or to tolerate changes in environmental conditions such as temperature. In this struggle for existence those individuals that are best adapted to their environment will have a selective advantage: they will be more likely to survive and produce offspring than less well-adapted organisms. The origin of species For more than 20 years, Darwin collected evidence to support his theory and refined his ideas. He delayed publishing his ideas until 1858, when Alfred Russel Wallace sent him a letter describing a theory of evolution identical to Darwin’s own. Wallace was a British naturalist who had worked in the Malay Archipelago for eight years. He concluded from his research that some organisms live while others die because of differences in their characteristics, such as their ability to resist disease or escape predation. Darwin and Wallace published a paper jointly describing their theory of evolution by natural selection. However, Darwin’s name has become more strongly linked with the theory because of a book he published on 24 November 1859. The book, entitled “The Origin of Species by Means of Natural Selection or the Preservations of Favoured Races in the Struggle for Life”, has been called the most important biology book ever written. It not only gives a full description of the theory of evolution by natural selection, but also contains a huge mass of evidence to support the theory. The reaction to Darwin. Many people found it difficult to accept Darwin’s ideas, especially the idea that modern humans and apes are probably descended from a common ancestor. However, his theory is supported by so much evidence that the majority of biologists accept it. Evolution by natural selection has become a central theme which underpins much of modern biology. The modern theory of evolution is called neo-Darwinism because it incorporates new scientific evidence, particularly from genetics and molecular biology. For example, we know that the variations that are so important in natural selection come about by random and spontaneous changes in genes, particularly from mutations in reproductive cells. Despite modifications to Darwin’s theory in neo-Darwinism, natural selection is still the driving force behind evolution, or the theory of evolution by the natural selection of inherited characteristics.\nперевод:\nМеханизм, который сегодня широко распространен среди биологов, называется неодарвинизмом. Современная теория, основанная на работах натуралиста XIX века Чарльза Дарвина. Между 1831 и 1836 годами Дарвин был натуралистом на борту HMS Beagle, исследовательского судна, занимающегося картированием различных частей мира.\nЭто современная теория, основанная на работах натуралиста XIX века Чарльза Дарвина. Между 1831 и 1836 годами Дарвин был натуралистом на борту HMS Beagle, исследовательского судна, занимающегося картированием различных частей мира. Проведя более трех лет на съемках побережья Южной Америки, «Бигль» высадился на Галапагосских островах в Тихом океане. Дарвин сравнил организмы на этих островах с организмами на материке Южной Америки, и это привело его к разработке теории эволюции. Он пришел к выводу, что в последующем поколении новый вид появляется в результате медленных и постепенных изменений по сравнению с ранее существовавшим. Он полагал, что эти изменения вызваны процессом, который он назвал естественным отбором. Теория Дарвина основывалась на трех основных наблюдениях: 1. Внутри популяции находятся организмы с различными характеристиками, и эти различия наследуются (по крайней мере частично) их потомками. 2. Организмы производят больше потомства, чем требуется для замены их родителей. 3. В среднем, численность населения остается относительно постоянной, и никакое население не увеличивается бесконечно. Из этих наблюдений Дарвин пришел к выводу, что в популяции многие особи не выживают или не размножаются. Идет «борьба за существование». Например, представители одного и того же населения конкурируют за получение ограниченных ресурсов, и существует борьба за то, чтобы избежать хищничества и болезней или терпеть изменения условий окружающей среды, таких как температура.\nВ этой борьбе за существование те люди, которые лучше всего приспособлены к своей среде, будут иметь избирательное преимущество: они будут с большей вероятностью выживать и производить потомство, чем менее хорошо адаптированные организмы. Происхождение видов Более 20 лет Дарвин собирал доказательства в поддержку своей теории и совершенствовал свои идеи. Он отложил публикацию своих идей до 1858 года, когда Альфред Рассел Уоллес послал ему письмо с описанием теории эволюции, идентичной теории Дарвина. Уоллес был британским натуралистом, который работал на Малайском архипелаге в течение восьми лет. Из своего исследования он пришел к выводу, что некоторые организмы живут, в то время как другие умирают из-за различий в их характеристиках, таких как способность противостоять болезням или избежать хищничества. Дарвин и Уоллес опубликовали статью, совместно описывающую их теорию эволюции путем естественного отбора. Однако имя Дарвина стало более тесно связано с теорией благодаря книге, которую он опубликовал 24 ноября 1859 года. Книга, озаглавленная «Происхождение видов с помощью естественного отбора или сохранение избранных рас в борьбе за жизнь», был назван самой важной книгой по биологии, когда-либо написанной. Он не только дает полное описание теории эволюции путем естественного отбора, но также содержит огромное количество доказательств в поддержку теории. Реакция на Дарвина.\nМногим людям было трудно принять идеи Дарвина, особенно идею о том, что современные люди и обезьяны, вероятно, произошли от общего предка. Тем не менее, его теория подтверждается таким большим количеством доказательств, что большинство биологов принимают его. Эволюция путем естественного отбора стала центральной темой, которая лежит в основе современной биологии. Современная теория эволюции называется нео-дарвинизмом, потому что она включает в себя новые научные данные, особенно из генетики и молекулярной биологии. Например, мы знаем, что изменения, которые так важны в естественном отборе, происходят из-за случайных и спонтанных изменений в генах, особенно из-за мутаций в репродуктивных клетках. Несмотря на изменения в теории Дарвина в неодарвинизме, естественный отбор все еще является движущей силой эволюции или теории эволюции путем естественного отбора наследственных признаков.",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Техника бега на короткие, средние и длинные дистанции реферат",
        "question_content": "Техника бега на короткие, средние и длинные дистанции реферат",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сможете ли вы мне поставить технику бега?» — один их самых распространенных вопросов для тренера. При этом под «поставить» часто подразумевается несколько «правильных» движений ног, корпуса и, конечно, «правильную» постановку стопы, что в совокупности позволит начинающим бегунам бежать легче и быстрее.\nЭто сродни «правильной» таблетке, приняв которую можно одним махом решить все проблемы и даже победить на соревнованиях.\nНа практике всё немного сложнее. В качестве примера можно привести  тяжелоатлета, который имеет идеально правильную технику. Однако хватит ли ему одной техники, чтобы поднять большой вес? Конечно нет, потому что один из главных факторов успеха — это сила мышц, которая, в свою очередь появляется после упорных тренировок.\nВ беге именно сильные «правильно» развитые мышцы являются главной причиной хорошей техники.\nФазы шага при беге\nЦикл бега имеет две фазы: фазу опоры и фазу полёта (переноса маховой ноги).\nФаза опоры — это толчок ноги, первый контакт ноги с землей. То есть положение, когда нога касается земли. Эта фаза составляет примерно 40 процентов цикла бегового шага.\nФаза переноса маховой ноги начинается с отрыва ноги от земли, который плавно переходит в маховое движение ноги, и заканчивается постановкой её на опору или амортизацией, с чего начинается следующий цикл.\nНа рисунке правая нога показана в фазе опоры (контактирует с землей), а левая — в фазе переноса (готовится к контакту с землей).\nВ фазе опоры четырехглавые мышцы бедра несут основную нагрузку при первом контакте с беговой поверхностью. Мышцы, сухожилия, кости, суставы, стопы и голени рассеивают ударную нагрузку, которая возникает при контакте с землей. В фазе переноса маховой ноги после контакта с землей и перехода стопы в среднее положение подключается задняя группа мышц бедра, мышцы-сгибатели бедра, четырехглавая мышца, икроножная и камбаловидная мышцы для обеспечения отрыва опорной ноги от земли.\nВ фазе переноса (полета) у спортсменов высокого уровня многие группы мышц находятся в расслабленном состоянии и обеспечивают этим экономную технику бега — и, соответственно, более высокие результаты.\nРабота рук и мышц туловища\nПресс, спина, боковые мышцы пресса, внутренние мышцы кора обеспечивают стабильность корпуса, рук и головы, позволяя тазу поворачиваться.\nРуки также играют важную роль в стабилизации и обеспечении баланса. Каждая из них выступает в качестве противовеса для противоположной ноги: когда правая нога маховым движением переносится вперед, мы делаем мах левой рукой, и наоборот. Также руки выступают в качестве противовеса друг для друга, тем самым обеспечивая стабильность корпуса, причем они движутся вперед и назад, а не из стороны в сторону раскачивающими движениями.\nКлассификация видов бега предполагает учет следующих параметров:\nСкорость.\nРасстояние (длина дистанции).\nУгол подъема.\nБеговая поверхность.\nКоличество участников.\nОздоровительный или нормализующий дыхание.\nБег на время. Это привычные нам со школы дистанции, по которым сдавались нормативы (30, 100, 500, 1000 м).\nЕсли исходить из скоростных характеристик, то бег бывает:\nОздоровительный или нормализующий дыхание.\nБег на время. Это привычные нам со школы дистанции, по которым сдавались нормативы (30, 100, 500, 1000 м).При оздоровительном беге важно выбрать комфортный темп передвижения без оказания повышенной нагрузки на дыхательную систему и опорно-двигательный аппарат. На видах оздоровительного бега остановимся немного позже. Бег на время требует от спортсмена выложиться в полную силу и показать максимальный результат.\nДистанция\nВ зависимости от длины дистанции выделяется бег:\nНа короткие дистанции (30, 60, 100 метров). Спортсмены, бегающие на короткие дистанции, отличаются значительной мышечной массой, выносливость для них не главное.\nНа средние дистанции (500 и 1000 метров).\nНа длинные дистанции (2000 и 10000 метров).\nМарафон – длина дистанции классического марафона составляет 42,195 м. Мировой рекорд по преодолению этого расстояния — 2 часа. Полумарафон — это, соответственно, расстояние в 21 километр. Ультрамарафон — это любой забег на расстояние, превышающее длину обычного марафона.\nУгол подъема\nРовная поверхность.\nПоверхность с подъемом.\nПоверхность со спуском.\nПоверхность с перепадами высот.Сложность бега с подъемом заключается в том, что происходит длительная нагрузка на одну группу мышц, не чередующаяся с расслаблением. То же самое относится и к бегу со спуском. На спортивных соревнованиях включается бег по ровной поверхности или барьерный (с препятствиями).\nБеговая поверхность\nТвердая.\nМягкая.\nСмешанная.\nТвердая поверхность для бега — это асфальт, беговая дорожка, обычный грунт. Мягкая поверхность — это песок и трава. Смешанная поверхность включает различные поверхности по твердости, обычно сопровождается перепадами высот. Это может быть сочетание песка, гравия, травы, воды и т.д. Мягкая поверхность более вязкая со слабой амортизацией, поэтому бежать по ней достаточно сложно.\nКоличество участников\nИндивидуальный.\nЭстафетный.\nМассовый.С индивидуальным бегом все понятно. Эстафетный бег предполагает преодоление заданной дистанции и передачи эстафетной палочки другому участнику. Эстафетный бег может быть как на ровной поверхности, так и с препятствиями. Массовый забег предусматривает, что стартует неограниченное количество участников по заданному маршруту с конкретной финишной линией.\nВиды оздоровительного бега\nБег с аэробной пульсовой нагрузкой.\nБег трусцой.\nИнтервальный бег.\nСпринтерский бег.\nБег с аэробной нагрузкой некоторые путают с бегом трусцой, но это не одно и то же. Аэробный бег предполагает контроль над пульсом, удары которого должны находиться в диапазоне (115-125 ударов в минуту). Хорошо подготовленный человек может бегать в таком темпе достаточно продолжительное время. Подходит аэробный бег для интенсивных тренировок, бег можно чередовать силовыми нагрузками, но делать это нужно под наблюдением инструктора. Такой бег сжигает калории, оказывает тонизирующее действие на мышцы, полезен для костей и суставов.Бег трусцой, сегодня его еще называют джоггинг, активно используется в качестве упражнения для ежедневных тренировок. Бег трусцой отличается умеренностью темпа (7-9 километров в час) и не слишком широкими шагами. Его можно использовать в качестве разминки или как завершающий этап силовой нагрузки. Популярность джоггинга обусловлена тем, что он подходит для людей абсолютно разного уровня подготовки, физического состояния и возраста. Этот вид тренировок широко применяется профессиональными спортсменами в качестве восстановительных тренировок.\nИнтервальный бег предполагает быстрое увеличение темпа на коротком участке дистанции, а затем снижение до восстановительного темпа. На восстановительном участке частота пульса должна опуститься до 120 ударов в минуту, а дыхание должно стать легким. Интервальный бег практикуют уже опытные бегуны, новичкам этот вариант вряд ли подойдет. Во-первых, нужно хорошо владеть техникой, знать реакцию своего организма на подобные нагрузки и действовать в соответствии с четким планом. Чередование быстрого бега с бегом трусцой или обычным шагом тренирует физическую выносливость.\nСпринтерский бег — это бег на короткие дистанции. Главная задача — пробежать отведенный отрезок дистанции максимально быстро. Эффективен спринтерский бег для снижения веса. Не рекомендуется сочетать его с выпадами, становой тягой и приседаниями. Это может привести к растяжению составов из-за слишком высокой нагрузки на них.\nФартлек (перевод со шведского — игра скоростей). Методика основана на чередовании скоростей, своего рода, скоростной игре. Не путать с интервальным бегом, здесь предусматривается шаг, быстрый темп, медленный, снова шаг и т.д. Никаких остановок не предполагается. Промежутки между отрезками и разница между темпами определяется спонтанно. Полезно для тренировки сердечной мышцы и укрепления голеностопа. Занимаются фартлеком на естественном покрытии и на беговой дорожке. Такой вид бега способен разнообразить тренировки, внеся в них некий элемент игры.Рогейн — вид бега в команде. Сама суть рогейна достаточно оригинальна: существуют старт и финиш забега, но конкретный маршрут не проложен. На всем протяжении маршрута расставлены фишки «чекпоинты». Основная задача команды, двигаясь от старта к финишу, посетить максимальное большее количество таких точек. Причем прибытие на точку должно осуществляться командой в полном составе, иначе результат не засчитывается. Важно не только быстро бежать, но и максимально грамотно построить маршрут. Время прибытия к финишу лимитировано и за каждую минуту опоздания команду ожидает штраф.\nТеперь, вооружившись знаниями о том, какие виды бега существуют можно смело приступать к регулярным занятиям. А если тренировки будут проходить в компании единомышленников, то эффективность от них будет еще больше.\nПо количественному составу бег бывает:",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    }
]