[
    {
        "question_title": "Шана мен бала қандай жылдамдықпен қозғалады?",
        "question_content": "Массасы 30 кг, 9км/сағ жылдамдықпен жүгіріп отырып, массасы 5 кг, 3.6 км/сағ жылдамдықпен қозғалып келе жатқан шананы қуып жетіп, үстіне шығады. Бала мен шананың соқтығысқанға дейінгі қозғалыс мөлшері қандай? Шана мен бала қандай жылдамдықпен қозғалады?",
        "question_date": "13.03.2020",
        "question_tag": "Физика",
        "question_views": 831,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "физикадан есеп шығаруға көмек керек еді",
        "question_content": "цинк атомының ядросының заряды 4,8*10^-18 Кл, 10 нм қашықтықта цинк атом ядросы жасаған электр өрісінің потенциалын табыңдар",
        "question_date": "13.03.2020",
        "question_tag": "Физика",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q=4,8*10^(-18) Кл\n\ndl = 10 нм= 10^(-8) м\n\nW =?\n\nW = q*dl = 4,8*10^(-26) В",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қажымұқан отбасы қамқоршысы",
        "question_content": "Маған, Қажымұқан  отбасы қамқоршысы  эссе жазу керек бүгін тез",
        "question_date": "13.03.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атандым Мұқан палуан бала жастан,\nІшінде күштілердің болдым астам.\nТалай-талай жерлердің дәмін татып,\nӨтті дәурен осылай біздің бастан.\nҚажымұқан\n  Қажымұқан 1871 жылғы 7 сәуірде Ақмола уезіне қарасты Сарытерек болысының Жәдік деген елді-мекенінде дүниеге келген. Кейбір деректер бойынша Қажымұқан 1883 жылы туылған. Кедей жанұядан шыққан Қажымұқан орыс байларына жалданып, жұмыс істейді. Уақыт өте келе күрес жолына түсіп, той-жиындарда халықтың назарына ілігіп, бала балуан деп атанады.\nҚажымұқан қазақ елінің мақтанышы, алып күш иесі, теңдесі жоқ кәсіпқой балуан. Күрес өнерінің бірнеше түрін жетік меңгеріп, бәсекелестерінен басым түскен Қажымұқан әлем чемпионы атағына қол жеткізген тұңғыш қазақ батыры. Дүниежүзінің 28 мемлекетін аралап, сол жерлердің саңлақтарымен белдесіп, қоржынына 56 медаль салған. Көрші жатқан Ресей жерінің өзінде де Қажымұқанға тең келетін балуан жоқ еді. Иван Поддубный, Иван Шемякин, Иван Заикин, Алекс Аберг, Георг Лурих, Поль Понс, Вейланд Шульц сынды балуандармен бірге боз кілемді сарғайтып, күштері таудай балуандарды шеттерінен жығып, алтыннан алқа таққан Қажымұқан қазақ жерінің нағыз мақтанышына айналған.\n1906 жылы Алманияда өткен дүниежүзілік жарыста Қажымұқан бәсекелестерін тізе бүктіріп, әлем чемпионы атанады. Бірақ, орыс басшылығына бұратана халықтың аты шығып жатқаны ұнамай, Қажымұқанды орыс есімімен өнер көрсетуге мәжбүрледі. Қазақ батырына «Иван Чёрный» сынды лақап аттар қойылып, азан шақырылып қойған есімін жариялауға тыйым салынды. 1909 жылы өткен Халықаралық жарыста Мұқан жарыс алаңына «Қара Мұстафа» деген атпен шығады. 1910 жылы Оңтүстік Америкаға келіп, Аргентинаның Буэнос-Айрес қаласында ұйымдастырылған жарыста   Америка чемпионы атанады. Дәл сол уақытта түріктерден артық күресетін балуандар жоқ секілді еді. Тіпті, орыстың алып денелі балуандары да ат басын түрік жеріне бұруға жүрексінетін болды. \nКейін Мұқан поляк қызымен отау құрып, оған Бәтима деген ат береді. Патша үкіметі де құлдыраған соң, 1937 жылы «Бұл патшаның адамы, оның қолынан медаль алған, сыйлық алған сыбайласы» деген сылтаудың кесірінен Мұқан қудалауға ұшырайды. Сөйтіп, Мұқан отбасын тастап, көрші жатқан Өзбекстан жеріне қаңғырып кетеді. Өмірінің соңғы сәттерін киелі Түркістан жерінде өткізеді. Талай жандардың өмірін қиған екінші дүниежүзілік соғыстың суық лебі орыс жеріне жақындай бергенде, Мұқан ҚКСР Жоғарғы кеңестің төрағасы Қазақбаевтың кабинетіне келіп, оған «Ел аралап, цирк өнерін көрсетсем, сол арқылы ақша тауып, майданға көмектессем» деген ұсынысын білдіреді. Сөйтіп, екі жылдай циркте еңбек етеді.\nМұқан 1948 жылы Оңтүстік Қазақстан облысы, Бөген ауданына тиісті Ленин туы атты колхозда қайтыс болған. Мұқан атамызға арнап Темірлан ауылында  ескерткіш орнатылған.",
                "date": "13.03.2020",
                "upvotes": 0
            },
            {
                "text": "Я бұл сөзбен келісемін. Себебі: ол өз отбасын асырау үшін, Масликовтың қолына жалшылыққа тұрды. 15 теңге үшін, қора алдын тазалады. 100сом 80 тиынға бола қалың қарда ,екі жылқыдан бір жылқыны аман алып калып, оны қожайынына тапсырды. Бірақ аттың өліміне байланысты, оны Полицмейстерге тапсырды.",
                "date": "5.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5,6 л октанды толық жағу үшін оттектің қандай көлемі қажет?",
        "question_content": "Жылдамырақ жауабын тауп бересиздерме",
        "question_date": "13.03.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C8 * H18 + 12 O2 -> 8 C * O2 + 9 H2 * O\n\n5,6 л. -------- х\n\n22,4 л --------- 268,7\nХ = 67,2 л",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "В қабырғасының ұзындығын табу",
        "question_content": "А пунктінен С пункті аркылы В пунктіне қатынайтын, мұндағы АС~13км,ВС~6км,АСВ бұрышы70°.А пунктінен В пунктіне дейінгі жол қанша км қысқарды",
        "question_date": "13.03.2020",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AC = 13 км\n\nВС = 6 км\n\n@ = 70 градус\n\nАВ =?\n\nАВ^2 = АС^2 + ВС^2 - 2*АС*ВС*cos@\n\nAB 12,32",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің атым кожа фильмінің жанры?",
        "question_content": "Менің атым кожа фильмінің жанры кандай айта аласыздар ма",
        "question_date": "13.03.2020",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Комедия, балалар көркем фильмі.",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәмет деген атқа қандай лақап ат қоюға болады?",
        "question_content": "Самет деген атқа лақап ат тауып беріңдерші?",
        "question_date": "13.03.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 967,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәмеке, Сәке, Сәшөк, Сәментай, Сәкө, Сәншөк",
                "date": "13.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Судың астындағы P су өлшенген қысымның h тереңдікке тәуелділік графигін құраңыз?",
        "question_content": "Судың астындағы Pсу өлшенген қысымның h тереңдікке тәуелділік графигі. (Атмосфералық қысымды ескермей)",
        "question_date": "13.03.2020",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су астындағы қысымның биіктікке тәуелділік графигі.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Достарыңа/туыстарыңа наурыз мейрамына орай құттықтау хат",
        "question_content": "Достарына /туыстарына наурыз мейрамына орай құттықтау хат  . Үлкен болу керек",
        "question_date": "13.03.2020",
        "question_tag": "Мектеп",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әже, тәлім-тәрбиенің көмбесі, өнегең мен тәлімің түгесілмесін! Наурыз мерекесі саған дүниенің бар жақсылығын әкелсін!\nӘке, Ұлыстың ұлы күні 22 наурыз саған көктем күнінің күшін әкелсін! Шаңырақтың сүйеуі, отбасының тірегі болған сүйікті әкем,  саялы бәйтеректей алақаныңнан жылу кетпесін!  \nАна, 22 наурызда шаңырағымызға береке, ырыс кірсін! Әз Наурыз әлемді тербеткен ақ жүрегіңе қуаныш пен шаттық сыйласын! Бала-шағаңның қызығын көруге жазсын!\nБауырым, тай құлындай тебісіп бірге өскен ардақты жан, 22 наурыз күні арманың орындалып, көктем саған бар жақсылығын әкелсін! Отбасының еркесі, жанарымыздың нұры, ата-ананың ақ үмітін ақтап, өмірден өз орныңды тапқайсың!\nДосым, ыстық-суықты бірге көрген жанымның бөлшегі, саған көктем күнінің шуағын тілеймін! Келесі 22 наурызда да бір-бірімізге ыстық тілектер айтып отыруға жазсын!\nӘріптесім, 22 наурыз құтты болсын! Жеке өміріңе бақыт, жұмысыңа шығармашылық шарықтау тілеймін!\nКөк Тәңірі нұрыңды аяма,\nЖер тәңірі ырысыңды аяма!\nӘділ жанды тағынан тайдырма,\nӘз халықты бағынан айырма.\nБасыма бас қос,\nЖасыма жас қос,\nАсыма ас қос!\nАяулы халқым, қыстан аман-есен шығып, наурыз мерекесін үлкен қуанышпен тойлап жатқан жалпақ жұрт, 22 наурыз мерекесі баршаңа жаңа бақытты өмір әкелсін! \nАқ таңыңыз күлімдеп ата берсін,\nҚариялар кемсеңдеп бата берсін.\nНаурыз мерекесі күлімдеп кеп, \nҰлыстың ұлы күні бақ әкелсін!\nЖылыстап жеткен Жаңа Жылымыз - төл мерекеміз 22 наурыз арда халықтың басына бақ құсын қондырсын!\nМолшылық, бақыт, береке, бірлік, бейбіт өмір тілейміз!",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықты тұрғын үймен қамтамасыз ету бағдарламасы бойынша үйді қайдан көреміз?",
        "question_content": "Халықты тұрғын үймен қамтамасыз ету 2020 бағдарламасы бойынша менің атыма үй кезегі беріледі. Кезегіңіз келіп тұр деп звандады. Сол кезекті қайдан көруге болады? Қызылорда облысы Арал қаласы.",
        "question_date": "13.03.2020",
        "question_tag": "Заң",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызылорда қаласының ЖКХ-сына (тұрғын үй құрылыс коммуналдық шаруашылығына) барып біліңіз. Ондағылар сізге неішнші тұрғаныңызды көрсететін анықтама қағазын береді. Басқа қалаларды қайдам, Талдықорғанда солай.\n\nБолмаса электронды үкімет e-gov порталынан біле аласыз. Ескере кететін жайт, е-говтағы ақпарат ЖКХ-дағы ақпараттан басқалай болуы мүмкін.",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конституцияның менің өмірімдегі маңызы эссе?",
        "question_content": "Конституцияның менің өмірімдегі маңызы эссе жазу керек пікір қалдырыңыздаршы",
        "question_date": "13.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарихқа жүгінсек, Алаш ұмтылысынан кейін республикамызда бірнеше Конституциялар өмірге келген. Соның алғашқысы 1926 жылы 18 ақпанда Қазақ АССР-і Орталық атқару комитетімен тұңғыш Конституция жазылып, РСФСР Орталық атқару комитеті бекітпегеннен кейін күшіне енбеген. Сосын 1937 жылы 26 наурызда Жалпықазақ кеңестерінің X төтенше съезі қабылдап, бекіткен Конституция бар. Қырық жылдық ғұмыры болған осы құжаттың орнын 1978 жылы 20 сәуірдегі «кемелденген социализм» аталған заманның Конституциясы басқан болатын. Міне, осы құжат Тәуелсіздіктің алғашқы жылдарында жазылып қабылданған, 1993 жылғы 28 қаңтардағы Қазақстанның төл Ата Заңы қолданысқа енгенге дейін өмір сүрді. Елдің егемендігін танытатын 1993 жылғы тұңғыш Конституция мемлекетіміздің тәуелсіздігін ең жоғарғы заң тұрғысында саяси-құқықтық сипатта алғаш бекіткен құжат еді. Бұл тұңғыш Коституцияның мемлекет тарихында алатын орны туралы Елбасы «Қазақстан жолы» атты кітабында былай деп жазады: «Тәуелсіздігімізді алғаннан кейін бізге бүгінгі өмір шындығымен және алдағы уақытпен бірге қадам басып, өткен ұрпақтың іс-тәжірибесі мен жарқын болашаққа деген сенімді жинақтаған Негізгі Заң қажет болды. Тәуелсіз Қазақстанның Конституциясы ашық және демократиялық қоғам орнатудың негізгі принциптерін баянды етуге тиіс болатын». Осылайша, 1993 жылы қабылданған Қазақстан Республикасының алғашқы Конституциясы егемендік тарихындағы ең демократияшыл құжат болып табылған еді. Алғашқы Конституцияның мәні мен маңызына келетін болсақ, бұл құжат Президенттің көрсеткен мақсаты бойынша төрт басты мәселеге жауап беруі және соған жағдай жасауы тиіс болатын. Оның біріншісі - мемлекеттік билікті басқарудың барлық жүйесін нығайту, екіншіден - экономикалық реформаны жүргізе отырып, елді сол кездегі терең дағдарыстан шығару, үшіншіден - жас мемлекеттің сыртқы саясатын қалыптастыру, төртіншіден - ішкі саяси тұрақтылықты қамтамасыз ететін заңдық негіздерді Ата заңда көрсету. Алайда, жоғарыда қамтылған төрт мақсатты шешіп беретін баптар әуелгі тұңғыш Конституцияның жобасында барынша қамтылмады. Президент Н.Назарбаев та бұл ретте тұңғыш Конституция жобасы әуелден-ақ еліміздегі саяси, әлеуметтік-экономикалық үдерістен алшақ қалғанын алға тартады. Сөйтіп, уақыт өте келе, заман ағымы мен сұранысына қарай, Бас заңымыздың кейбір тұстары нарықтық қоғамдағы өзгерістерге сәйкес болмай шыққаны байқалды. Мәселен, сол кездегі оқиғаларға зер салсақ, тұңғыш Конституция мемлекеттік билікті бөлу қағидаты тұрғысынан республикада біртұтас мемлекеттік органдардың жүйесін қалыптастыра алмағанын аңғарар едік. Сол тұстағы оқиғаларға келсек, депутаттыққа үміткерлердің бірі шағым жасап, соның негізінде XIII шақырылған Жоғарғы Кеңеске сайлау бойынша Орталық сайлау комиссиясының кейбір актілерін Конституциялық cот 1995 жылдың 6 наурызында Ата Заңға кереғар деп таныды. Оның ақыры Жоғарғы Кеңес қызметінің тоқтауына әкеліп соқты. Осындай олқылықтар жаңа Негізгі Құжаттың қажеттілігін туындатқан болатын. Сондықтан да арада екі жыл өткенде 1995 жылы қазіргі Негізгі заң - Конституция қабылданды. Осылайша, тәуелсіздік жылдары Қазақстанның мемлекеттігін айқындаған Ата Заң екі қайтара түледі.\n\nБарлық құқықтар қорғалған. inform.kz белсенді сілтемені пайдаланыңыз https://www.inform.kz/kz/konstituciyanyn-mani-men-manyzy_a2785605",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Поезд таңдауға көмек керек? Осы поездтар ішінен вагондары таза, жаңа поезд қайсысы?",
        "question_content": "Поезд арқылы жолға шықпақшы едім. Осы поездтар ішінен вагондары таза, жаңа поезд қайсысы?\n\nМангыстау-Алматы\n\nСаратов-Алматы\n\nАтырау-Алматы\n\nКызылорда-Семей\n\nАктобе-Алматы\n\nУральск-Алматы",
        "question_date": "12.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең жақсы орындар ретінде көбіне студенттер Ақтөбе -Алматы, Атырау -Алматыға билет алатынбаратын жері Шу немесе Қызылорда болса да, таза әрі жаңа деп). Маңғышлақты өзіңіз естіген боларсыз былайынша да, қандай жағдайда екенін.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакциядан қанша литр сутегі бөлініп шығады?",
        "question_content": "Қанша мл 0.1 натрий гидроксидінің ерітіндісі 5,4 г алюминиймен әрекеттеседі. Қанша литр сутегі (қ.ж) бөлініп шығады.",
        "question_date": "12.03.2020",
        "question_tag": "Химия",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Al + 6Na * OH -> 2Na * Al * O2 + 3 * H2 + 2 H2O\n\n5,4 г --------- Х\n\n54 г ----------- 67,2 л\n\nХ = 6,72 л",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ГМО жайлы мақалалар",
        "question_content": "Бұқаралық ақпарат құралдарынан ГМА(гендік модификацияланған ағза) туралы мақалаларды оқып, ой бөлісіңдер.",
        "question_date": "12.03.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сілтеме\nОсы сілтемеге өтсең мақалалар және басқа да материалдар шығады.",
                "date": "12.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшінші санның мәні неге тең?",
        "question_content": "Биринши саннын екинши санга катынасы 3:8 катынасындай,екинши саннын ушинши санга катынасы 2:5 катынасындай, ал биринши сан мен ушинши саннын косындысы 4,6 болса,ушинши санды табыныз",
        "question_date": "11.03.2020",
        "question_tag": "Математика",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x/y = 3/8\n\ny/z = 2/5\n\nx+z = 4,6\n\nz=?\n\nx=3/8*y\ny= 2/5*z\n\nx = 3/8 * 2/5 * z = 3/20*z\n\n3/20 *z + z = 4,6\n\nz = 4\n\nҮшінші санның мәні 4-ке тең",
                "date": "13.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намысыңа тиетін жаныңда жүрген адамдармен қалай сөйлесесіңдер?",
        "question_content": "Сенің жыныңа тиетін , мазақтайтын , ар ұятыңа тиетін қасыңда жүретін адамдарға не істеу керек",
        "question_date": "11.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз мақсатыңды ойлап соны жүзеге асыру керек, игнор жасау керек, ештеңе естімегендей не әзілге , приколға айналдырып өзінің минусын тауып өз приколын өзіне қарсы бағыттау керек деп ойлаймын.",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрттың зияны қандай?",
        "question_content": "Казак тилден уйге курттын пайдасы пен зиянын берди.Отинем комектесиндерши",
        "question_date": "11.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрт не туралы не білеміз\nҚұрт – кептірілген сүт өнімі. Оның құрамында кальций, А, В, С дәрумендері, мыс, мырыш, күміс, темір, кремний, магний, кальций, алюминий микроэлементтері бар. Құрт – ақуызға бай, құнарлы тағам.\nОның қандай түрлері бар?\nЖас құрт – жайғанына бір-екі күн ғана болған, әлі толық кеуіп үлгермеген құрт.\nСүзбеде тұрған құртты сары маймен жентектеп бастырма ретінде шаймен бірге дастарқанға қояды.\nКөбік – қайнап жатқан құрттың қалқып алынған беті. Майлы, кенеулі ас ретінде жас балаларға, қарттарға қалқып беру салт болған. Ол майлы болады.\nЫстық құрт – қайнап жатқан құртты алып, май қосып сапырып ішетін кенеулі ас. Өкпе ауруына, суық тиіп ауырған сырқаттарға ем.\nСықпа құрт - қайнатқан құрттан айырмашылығы, ашыған айранды қапқа құйып сүзіп тұздайды. Кейін әртүрлі формада бөлшектеп, сөреде кептіреді.\nМалта – езілген құрттың түйіршіктері. Ол жұмсақ болып келеді. Ұзақ сапарларда ауызға салып суын жұтқан кезде әрі сусын, әрі қорек болған.\nҚұрттың адам ағзасына пайдасы\nЖазушы Жәди Шәкенұлы құрттың көшпенді қазақ өмірінде маңызды рөл атқарғанын айтады.\n\"Құрттың энергетикалық құндылығы өте жоғары. Сондықтан оны жорықтарда, аң аулау барысында, ұзақ сапарда, көште азық ретінде пайдаланған. Ол алып жүруге өте ыңғайлы. Малта құрт шөлдеген адамға сусын болған. Мысалы, өр мінезді ақын Махамбет Өтемісұлы \"Ерлердің ісі бітер ме?\" атты өлеңінде: Алты малта ас болмай, Өзіңнен туған жас бала, Сақалы шығып жат болмай...\" - деп құрттың тағамдық құндылығын өлеңге қосқан\", - дейді ол.\nСондай-ақ жазушы құрттың денсаулыққа қандай пайдасы бар екенін түсіндірді.\n\"Ғылым тілімен түсіндірсек, құрттың адам ағзасындағы керексіз майларды ыдырататын қасиеті бар. Адам қанының қою болуы немесе қандағы май мөлшерінің артып кетуі деген мәселе бар. Оны ыдырататын заттар әдетте қымызда, саумал мен құрт, ірімшіктің сарысуында және құртта болады\", - дейді Жәди Шәкенұлы.\n\nӘрі қарай оқу: \nhttps://sputniknews.kz/society/20190721/11012604/qurttyn-densaulyqqa-qanday-paydasy-bar.html",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі кезде қазақтың салт-дәстүрлерін өзгертіп жатады. Бұл дұрыс па?",
        "question_content": "Қазіргі кезде қазақтың салт-дәстүрлерін өзгертіп жатады,бұл дұрыс па? Келісу келіспеу.",
        "question_date": "11.03.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іштей құда түсу және қарсы құда\nЕртеде сенікі-менікі дегенді білмей, тапқан-таянғанын бірге ұстап үйренген тату адамдар \"әйелдеріміз жүкті болып, бірі қыз, бірі ұл туса, құда боламыз\" деп уәделескен. Солай бола қалғанда, екі жақ та балаларының ержеткенін күтіп, уақыты жеткенде, берген уәдесі бойынша құда түскен. Мұндай құдалардың арасында қалың мал мәселесі туындамайды. Екеуі де достықтың туысқандық қарым-қатынасқа ұласқанына қуанады. \nҚарсы құда көбіне жоқ-жітіктерде болады. Егер екі үйде де қыз, екі үйде де ұл болса, бір-біріне қалыңмал төлеуге шамалары келмесе, не төлеуден бас тартса, өзара келісіп, қарсы құда болады. Екі жақ қыздарын ауыстырады, яғни екі үйдің ұлдары қарындастарын айырбастау арқылы отау құрады.\nҚазіргі қоғамда мұндайды көз алдыңа елестетудің өзі қиын. Қазір жастар өз таңдауын өзі жасайды. Ата-аналардың ұл-қыздарына жар іздеуі өте сирек кездеседі.\nБала беру \nҚазақ халқында ұрпақсыз қалмасын деген ниетпен бала сүйе алмай жүрген ағайынға бала беру дәстүрі бар. Әдетте көп балалы отбасы ұзақ жылдар сәби сүйе алмай жүрген туысқандарына бір перзентін беретін болған. Өзге отбасыға өз баласын беру ағайынның ұрпақсыз қалмауына септігін тигізіп қана қоймай, ағайын-туыстың арасын жақындата түседі. Әрі біреудің перзентін бауырына басқан әйел көп ұзамай өзі де жүкті болып қалып жатады.\nҚазіргі қазақ қоғамында бұл дәстүр ұмытылды десе де болады, тіпті жастардың бұған үрке қарайтыны жасырын емес. \nӘмеңгерлік\nБүгінде жесір қалған әйелдің марқұм күйеуінің туысымен тұрмыс құруы – сирек ұшырасатын жағдай, тіпті жоқтың қасы деуге де болады. Көп жағдайда күйеуінің ағайын-туысқандары әйел мен оның балаларына материалдық көмек көрсетіп, қол ұшын созып тұрады. Қазақ халқы ешқашан жетім-жесірін жылатпаған. Содан болса керек, күйеуі өліп, жесір қалған әйелді қайын ағасына немесе қайын інісіне, не болмаса жұбайының ең жақын туыстарының біріне тұрмысқа берген. Осылайша жесір әйел мен оның балаларының далада қалмауын ойлаған. Тегі бөлек бөтен біреуге күйеуге шықса, балалары қорлық көріп, мейірімге бөленбей өседі деп санаған. Әрі әкелерінің қандас, аталас туыстары жетім балаларды анасынан ажыратып алып қалуы ықтимал. Мұның ауыр қиянат боларын қазақтар жақсы түсінген.\nҚыз алып қашу.\nҚыз алып қашу қазіргі жастарға жақсы таныс салттың бірі. Ертеде әкесі келісімін бермесе, жігіт қызды алып қашып қосылатын болған. Ал кейбір жігіттер қыздың келісімін алмай, зорлықпен алып қашып жатады. Әрине, мұндай жағдайда екі жастың дәм-тұзы жарасып, үлгілі, өнегелі отбасы болып кетуі өте қиын. \nҚазіргі кезде ақша үнемдеп, ұзату тойын өткізбес үшін алдын ала келісіп, қыз алып қашу да бар. Бүгінде қыз алып қашу салт емес, қылмыс, яғни адам ұрлау деп саналады. Тіпті Қазақстанның кейбір өңірлерінде қыз алып қашқан жігіттер сотталып, түрмеге қамалған еді.\n  Әрі қарай оқу: https://sputniknews.kz/society/20181028/7812895/ogash-salt-dasturler.html",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшақ ұшатын С бұрышын және АС биіктігін анықтаңыз.",
        "question_content": "Көлденең және тік сызықты биіктікте ұшатын ұшақтың басы мен шетін білдіретін жолының ұзындығы 1000м, А=45°, В=30°. Ұшақ ұшатын С бұрышын және  АС биіктігін анықтаңыз",
        "question_date": "11.03.2020",
        "question_tag": "Математика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауаб барма ева",
                "date": "16.03.2022",
                "upvotes": 0
            },
            {
                "text": "Берілгені:\n\nABC=180°\n\nA=45° B=30° c-?\n\nШешуі :180°- 45°- 30°=105°\n\nЖауабы 105°",
                "date": "15.03.2023",
                "upvotes": 0
            },
            {
                "text": "AC/sinB=AB/sinC\n\nAC=AB*sinB/sinC=1000*1/2*√2(1+√3)/4=",
                "date": "15.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшбұрыштың шамасын табу керек",
        "question_content": "ABC үшбұрышының ауданы 36 см². АВ =4см АС= 9 см. ВАС бұрышының шамасын тап",
        "question_date": "11.03.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*b*sin@\n\n@=arcsin(S/(a*b))",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқиғаның байланысы, шиеленісі, шарықтау шегі, оқиғасы, қорытындысын ж/е т.б қалай етеді?",
        "question_content": "Рақмет, Тәмпіш қара Оқиғаның байланысы, шиеленісі, шарықтау шегі, оқиғасы, қорытындысын ж/е т.б қалай етеді?",
        "question_date": "11.03.2020",
        "question_tag": "Мектеп",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сансызбай Сарғасқаевтың \"Тәмпіш қара\" повесі отызыншы жылдардағы ауыл өмірін суреттейді.\n Повесть 9 бөлімнен тұрады. Бөлімдері: \"Танысу\", \"Тілеп алған азап\", \"Әзілі ме шыны ма?\" , \"Өкініш\", \"Теке қарт\", \"Не болды бізге?\", \"Бұдан кейінгі күндерде …\", \"Ойламаған жерден\", \"Үш күн қалғанда\". \n Шығарманың негізгі ойы – жас жеткіншектерді адамгершілікке,шыншылдыққа, қайырымдылыққа тәрбиелеу.\n Шығарманың композициялық құрылысы мынадай:\n Басталуы. Шаншатайдың ауылға келуі, ауыл балаларымен танысуы..\n Байланысуы. Шаншатай Ертайдың суретші екенін білуі,екеуінің айырылмастай дос болуы.\n Шиеленісуі. Мектеп оқушыларының қырман даласына көмекке баруы,түрлі ойын-сауық ұйымдастырулары, Шаншатай ауыл балаларының газетке деген қызығушылықтарын оятуы.\n Шарықтау шегі. Оқушылардың өз мақалаларын оқу үшін Теке қарттың үйіне іздеп баруы, Шаншатай мен Иманбектің төбелесуі, Иманбектің одан кешірім сұрауы.\n Шығарманың шешімі. Ертайдың салған суретінің «Октябрь балалары» газетіне шығуы.\n Повестегі басты-басты оқиғалар: \n• Шаншатайдың ауылға келуі. \n• Балаларды егін басына ертіп баруы. \n• Егін басындағы балалардың өнері. \n• Балалардың \"Октябрь балалары\" газетімен танысуы. \n• Баллардың қырман басынан қайтардағы қырманшыларға өнер көрсетуі. \n• Шаншатайдың \"доп қуу\" ойынын ұйымдастыруы. \n• Шаншатай мен Иманбектің төбелесі. \n• Балалардың Теке қартпен кездесуі. \n• Келдібек директордың балаларға пионерлік тапсырма беруі. \n• Ауылға радио келуі. \n• Иманбектің кешірім сұрауы. \n• Ауыл баларының мәдениеттілігі. \n• Ауылға газет келуі. \nБасты кейіпкер – тәмпіш қара Шаншатай. Повесте Шаншатайға тән әдептілік, ұқыптылық, еңбексүйгіштік қасиеттер көрінсе, Ертай бойындағы өнерге құштарлық, дүниені бала көзімен қабылдау қасиеттері танылады. Шаншатай бойындағы асыл қасиеттер – әдептілік, ұқыптылық, тазалық, кішіпейілділік пен сыпайылық әңгіме кейіпкерлері Ертай, Бисекүл, Иманбектерге ерекше әсер етіп,үлгі бола білсе, бүгінгі жасөспірімдерге де үлкен өнеге. Жасөспірімдер бейнесі- балалар әдебиетінің жас буындарды патриоттық рухта тәрбиелеуде ең басты роль атқарып отырғанының айқын дәлелі.Осының бәрін айта келіп, бала тәрбиелеудегі ең негізгі тірек оларды еңбекке үйретуден басталуға тиіс деген ойға келеміз. Өйткені еңбек етуге үйренген бала сабақты жақсы оқудан да, ата-ананың түрлі тапсырмаларын орындаудан да жалықпайтын болады. Еңбек етуге жаттыққан сайын, оның ыждақаттығы да арта түседі. Ұқыптылық та, әдептілік те, үлкенді сыйлаушылық та, қоғамға пайдалы үлес қосатын байыпты, парасатты азамат болу да осыдан келіп шығады. Повестегі кейіпкерлер:ауыл балалары суретші Ертай, Иманбек, Ниғмет, Күлдәрі, Оңалбек. Бала тәрбиелеуде ұстаздың еңбегін көрсете отырып, балалардың мектептен алған білімін еңбекпен тәрбиелі іспен тұрмыспен байланыстыра суреттелуі шебер бейнеленген.Кейіпкер Ертайдың өмірі жайындағы ішкі толғанысы жеткіншек ұрпақты тәрбиелеуде маңызды роль атқарады деп есептеймін. Шаншатай – қаладан келген көзі ашық бала, ол \"Октябрь балалары\" деп аталатын газеттің бар екендігін ауыл балаларына таныстырып, Ертайдың суретшілік дарындылығын бағалай отырып, осы газетке ең жақсы суретіңді жіберейік деп үлкен үміт артып Ертайдың қабілетін шыңдай түседі. Әншейінде көзге ілінбей жүретін газет тасушы Теке қартты ауыл балаларына сыйлай білуді ұғындырады.Қазіргі жас жеткіншектер барлық мүмкіндіктері бола тұрса да балалар басылымдарына көп жазыла бермейді, ал повесть кейіпкерлері сол газеттің келуін асыға күтіп,тіпті ауылдан жырақта тұратын Теке қарияның үйіне іздеп барып, алып оқиды.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/58228/",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның ауданын табу",
        "question_content": "АВСD параллелограмның AD қабырғасынан Е нүктесі алынған, BED=90° , EBD=90°, AE=4 см ED=9см. Параллелограмның ауданы тап.",
        "question_date": "11.03.2020",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бейорганикалық заттардың сүйекке әсері?",
        "question_content": "Сүйек ішіндегі бейорганикалық заттар оған қалай әсер етеді?",
        "question_date": "11.03.2020",
        "question_tag": "Биология",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйектің құрамында 50% су, 12,5% нәурыз тектес органикалық зат оссеин (жұмсақ, серпінд органикалық зат), 21,8% минералды заттар (кальций фосфаты), ал 15,7% май болады. Оссеин заты сүйекке серпінді, иілгіштік қасиет береді. Жас балалардың сүйегінде органикалық заттардың мөлшері көбірек. Сүйектері иілгіш болатындықтан спортқа, циркке, балетке жастайынан қабылдайды. Адамның жасы ұлғайған сайын сүйегінде органикалық заттар азайып, минералды заттар көбейеді. Құрамында минералды заты көп сүйектер иілгіштік қасиетінен айырылып морт сыңғыш келеді.\nТолығырақ: https://videouroki.net/razrabotki/adam-k-an-k-asy-suiiektierdin-k-u-rylysy-khimiialyk-k-u-ramy-zh-nie-suiiektierdi.html",
                "date": "11.03.2020",
                "upvotes": 0
            },
            {
                "text": "Қаттылық, Мықтылық",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Мен азаматпын\" тақырыбына эссе керек еді.",
        "question_content": "Мен азаматпын тақырыбына эссе керек еді",
        "question_date": "11.03.2020",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ХХІ ғасырдың азаматымын. Маған өз заманым ұнайды. Бұл заманның жақсы жақтары көп. Мысалы: 1970-1980 жж. көп заттар дүкенде тек аз мөл- шерде ғана болған, ал кей заттар мүлдем болмаған.Қарапайым нан үшін халық кезекке тұрған. Енді міне, мемлекетіміз тәуелсіздігін алды, алдыңғы қатарлы мемлекет болуға тырысып жатыр.Қазіргі кезде адамның жанына не керек барлығы бар, тек ақшаңыз болса болды. Біздің заманымызда адамдар ауқатты өмір сүреді, халықтың денсаулығы жақсы, әлеуметтік және экономикалық жағдайлар жақсы. Бірақ ХХІ ғасыр қоғамында бір кемшілік бар. Ол- эгойзм. Адамдар ойы ол «Менің және отбасымның байлығы, денсаулығы мол болса болды». Эгойзм бар жерде ешқашан бірлік болмайды, ал бірлік болмаған жерде еңбек болмайды, еңбек болмайтын қоғамда прогрес, яғни даму болмайды. Содан кейін ол қоғам басқа елдердің қоғамымен салыстырғанда ең дамымаған, ең артта қалған және ең сана сезімі,адамгершілігі төмен қоғам болып қалыптасады. Негізі кемшіліксіз қоғам болмайды, бірақ мен өз қиялым- да  проблемалары жоқ,абсолюттық дамудағы яғни даму шегіне жеткен қоғам құрғым келеді. Мен атақты ағылшын жазушысының «Утопия аралы» атты романынан үлгі ала отырып өзімнің болашаққа деген қөзқарасымды білдіремін.\nМенің арманым болашақта қоғамның көптеген індеттерінің жазылуы.Мыса-лы: коррупция, қылмыс және ХХІ ғасырдың басты індеті-еріншектік. Бұл ін-деттер жоқ болса, яғни егер қоғамның әр мүшесі жемқор болмаса, қылмыс жасамаса, еңбек етсе, онда ол қоғам дүниежүзі бойынша алдыңғы қатарлы мемлекетке сай қоғам болады. Көптеген ересек адамдар баланың, жасөспірімнің сөзіне аса мән бермейді. Бірақ сол жасөспірімнің бірі-мен. Менің өмірге деген көзқарасым ересек адамдар секілді. Мен де өмірдің ащы-тұщысы қандай болатынын білемін, бірақ мен әлі күнге дейін бала сықылды қуана аламын. Мінекей, осы жаста адамның өмірге, болашаққа деген көзқарасы ең дұрыс болатын жылдар деп ойлаймын. Мен осы байқауға қатыса отырып, ересек адамдарға бір ой тастағым келіп отыр. Осы ойды оқып, түсініп және алдыңғы кезде өз өмірінде қолданады деп ойлаймын. Мен қазіргі заманды өзгерте отырып болашаққа әсер еткім келеді. Менің қиялымдағы 2050 жыл:\nҚазақстан- әлемнің АҚШ, Ұлыбритания, Франция секілді ел емес, олардан асып түсерліктей ел. Біздің елімізде жемқорлық жоқ. Бірақ басшылықтың кө-мегімен емес, Қазақстанның әр азаматы жемқорлықпен күресінің арқасында қылмыс жоқ, себебі бұл қоғамда кедей адам жоқ. Барлығы бақуатты, барлығының дәрежесі бірдей. Осындай жағдайда ешқандай адамға қылмыс жа-саудың қажеті жоқ. Технологияларға келетін болсақ, 2050 жылы адамға жұмыс жасаудың керегі жоқ барлығын техника жасайды. Бірақ адамдар еріншектіктен семіріп денсаулықтарына зиян келіп жатқан жоқ. Себебі адамдардың барлығы спортпен айналысады, зиянды әдеттерден айырылған, денсаулықтары зор, адамдардың орта жасы 150-ге жетпесе 120-130 жасайды.\nМен әр ересек адам осы эссенің ішінде жазылған ойларды өз өмірлерінде іске асыра біледі деген ниетпен осы әңгімемді жаздым. Міне, менің кішігірім утопия аралым осы. Білемін менің эссем ертегі ұқсайды, бірақ осы эсседегі адам қоғамындағы үш індетті жеңе білсек болаша-ғымыз зор, түн ұйқымыз тыныш болады.\nТолығырақ: https://surak.baribar.kz/101836/",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасқан ата-аналар баласының тағдырын қаншалықты ойлайды?",
        "question_content": "Ажырасқан ата-аналар баласының тағдырын қаншалықты ойлайды?",
        "question_date": "10.03.2020",
        "question_tag": "Психология",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұндай мәселеге келгенде Қанша адам болса, сонша ой бар. Оның ешқайсысын дұрыс емес деуге болмайды. Себебі барлық жан  бақытты болғысы келеді, және барлық әрекетін  сол оймен жасайды. Әркім өз басына түскен қиындықпен әрқалай күреседі. Менің жеке ойым, ондай қиындыққа жеткізбеуге тырысу керек (болашақ жарыңды саналы түрде таңдап), ал қателескен жағдайда бір -біріңе деген жеккөрініш сезімін арттырып, баланы бақытсыз отбасыда тәрбиелегенше, жеке дара сыйластықпен тараған абзал.  Баласын ғана ойлап отбасын сақтап, өзі сол отбасыда бақытсыз күн кешсе ол адам уақыт өте келе баласын сол бақытсыздығына кінәләп , баласын одан сайын қиын жағдайға қалдыруы мүмкін. Одан да жеке дара анасынан да , әкесінен де махаббат жылуын алған дұрыс. Бақытты адам ғана басқаларға бақыт сыйлай алады, ал егер бала үшін деп бақытсыз отбасыны сақтаса балаға жылу беруі неғайбыл.  Сондықтан баласы бола тұра ажырасқан адамдарды кінәләудің қажеті жоқ. Мәселені құтқаратын жағдай болса онсыз да өз бақыты үшін жасар еді бар әрекетті. Жалпы айтсам негізі ажырасуды қолдамаймын, бірақ кей жағдайларда ол ең дұрыс шешім болуы мүмкін.",
                "date": "10.03.2020",
                "upvotes": 1
            }
        ]
    }
]