[
    {
        "question_title": "Күрделі сөздерге жатпайтын қатарды көрсетіңіз.",
        "question_content": "күрделі сөздерге жатпайтын қатарды көрсетіңіз\nқысқарған сөз\n\nбіріккен сөз\n\nтуынды сөз\n\nтіркесті сөз\n\nқос сөз",
        "question_date": "10.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күрделі сөз. Екі немесе одан да көп түбірден құралған сөзді күрделі сөз дейді. Мысалы: әке-шеше, ауыл-аймақ, ашудас, бесжылдық, боз торгай, қара торы, он уш сияқты сөздер күрделі сөздер болып табылады. Себебі бұлар кемінде екі түбірден құралған: әке-шеше (әке және шеше), ауыл-аймқ, (ауыл және аймақ), ашудас (ашу немесе ащы және тас), бесжылдық (бес және жылдық), боз торғай (боз және торғай), қара торы (қара және торы), он уш (он және үш).\n\nКүрделі сөздер жасалу жолына қарай біріккен сөздер (бүгін, жаздыгүні, алғысөз), қос сөздер (үлкен-кіші, аяқ-табақ), қысқарған сөздер (АҚШ, БҰҰ, ҚазМУ), тіркесті сөздер (қара торғай, қара көк, жүз бес) болып бөлінеді.\nСөйтіп, күрделі сөздер, бір жағынан, сөз тудырудың (сөзжасамның) белгілі жолдары (біріктіру, қосарлау, тіркестіру) арқылы жасалған жаңа сөздер болса, екінші жағынан, күрделі түбір, сөйтіп, түбірдің бір түрі болып табылады.",
                "date": "10.04.2021",
                "upvotes": 0
            },
            {
                "text": "Туынды түбір күрделі созге жатпайды !!!",
                "date": "27.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі сөзге қандай сөздер жатады?",
        "question_content": "Күрделі сөзге қандай сөздер жатады?",
        "question_date": "10.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 24500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күрделі сөз. Екі немесе одан да көп түбірден құралған сөзді күрделі сөз дейді. Мысалы: әке-шеше, ауыл-аймақ, ашудас, бесжылдық, боз торгай, қара торы, он уш сияқты сөздер күрделі сөздер болып табылады. Себебі бұлар кемінде екі түбірден құралған: әке-шеше (әке және шеше), ауыл-аймқ, (ауыл және аймақ), ашудас (ашу немесе ащы және тас), бесжылдық (бес және жылдық), боз торғай (боз және торғай), қара торы (қара және торы), он уш (он және үш).\n\nКүрделі сөздер жасалу жолына қарай біріккен сөздер (бүгін, жаздыгүні, алғысөз), қос сөздер (үлкен-кіші, аяқ-табақ), қысқарған сөздер (АҚШ, БҰҰ, ҚазМУ), тіркесті сөздер (қара торғай, қара көк, жүз бес) болып бөлінеді.\nСөйтіп, күрделі сөздер, бір жағынан, сөз тудырудың (сөзжасамның) белгілі жолдары (біріктіру, қосарлау, тіркестіру) арқылы жасалған жаңа сөздер болса, екінші жағынан, күрделі түбір, сөйтіп, түбірдің бір түрі болып табылады.",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрынан қан кету себебі.",
        "question_content": "Мұрынбоқ  кан болып шыгып жатыр (коп емес ) не себеп  коп емес бирак катты шашаршаган кезде асиресе , жане тамак жуткыншак ауырып жатыр осыган билетиндер болса",
        "question_date": "10.04.2021",
        "question_tag": "Тазалық",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерлердің айтуынша, мұрынның жиі қанауы - мұрын қуысының жаралануы және гипертония, жүрек ақауы, өкпе эмфиземасы, бауырдың зақымдануы сияқты тамыр ауруларынан болады.\nМұрыннан қан кетудің 85%-ы аурудың белгісі саналады, ал 15%-ы мұрын қуысы аурулары себебінен болады.\nМұрыннан қан ағу себебін білесіз бе?\nМұрыннан қан кету себептері түрлі жағдайлардан болады.\nИнфекция аурулары. Дифтерия, қызамық, тұмау, қызылшада мұрыннан қан кету байқалады;\nАнемия, лейкемия, пурпура секілді аурулардың алғашқы белгісінде мұрыннан қан кету сезіледі;\nЖүгіру, секіру жаттығуларында қан қысымы тұрақсыз болса, жиі мұрыннан қан ағады;\nҚан кетудің тағы бір себебі – мұрыннан жарақат алу. Бұл кезде мұрыннан жұлын сұйықтығы ағады. Көбінесе мұрынның алдыңғы жағына саусақ тигізу арқылы зақымдаудан да мұрын қанайды.\nҚан кетудің қандай түрлері бар?\nФизиотерапевтер бұл жағдайды сипатына қарай болмашы қанау, қалыпты қанау және ауыр қанау деп үшке бөледі. Алғашқысы, мұрын қуысынан тамшылап қана қан бөлінуі, мұның айтарлықтай қаупі жоқ, дегенмен ол – созылмалы аурудың бастапқы белгісі болуы ғажап емес. Қалыпты қан ағу деп дәрігерлер бір мезгілде мұрыннан 200 мл-ге дейін қызыл сұйықтық бөлінуін айтады. Мұндай жағдайда қан адамның өңешіне құйылуы да мүмкін. Кішкентай балалардың мұрын қаны асқазанына кеткен кезде, құсып, іші өтіп, артериялық қысымы төмендейді. Үшінші жағдай – мұрыннан 1 литрге дейін қан кетуі. Бұлардың барлығының да себебі қан тамырлары жүйесіндегі ақаудан болуы ықтимал. Сондықтан дер кезінде дәрігерге көрінген абзал.\nМұрын қуысының құрылысы. Фото ©Айгүл Хожантаева\nМұрыннан қан кету кезінде диагноз анықтау оңай емес. Алайда егер қан қою қызыл түсті болса, онда мұрын қуысының терең аймағынан аққанын білуге болады. Қан жоғалту кезінде бас айналу, тахикардия, ентігу болады.\nҚалай тоқтатуға болады?\nҚан ағып тұрған мұрынды саусақпен басу, науқасты дұрыс қалыпта отырғызған дұрыс. Мұндай кезде адамды жатқызуға болмайды. Себебі мұрыннан аққан қан науқастың мұрын-жұтқыншағына кетіп, асқазанды тітіркендіреді. Мамандар қан кеткен кезде 15-20 минут мұрынды дымқыл мақтамен немесе дәкемен көлегейлеуге кеңес береді.\n©otolaryngologist.ru\nМұрыннан қан ағуды токтату үшін нафтизин, санорин, ксимилин сияқты тамшыларды тамызуға болады.Егер жасбаланың мүрныныан қан кетсе, осы тамшылардың балаларға арналған түрін пайдалануға болады. Мұрыннан қан кету тоқтамаса,тезірек жедел жәрдем шақыртқан дұрыс.",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мидың есте сақтау қабілетін қалай арттыра аламыз?",
        "question_content": "Жалпы қалай мидың есте сақтау қабілетін арттыра аламыз.Жаттығулар,ойындар т.б айтыңыздаршы!ӨТІНЕМ",
        "question_date": "10.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 867,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене шынықтыру\n  Спорт залдарында үзбей дене шынықтырумен айналысудың нәтижесінде миға қан келіп, ағза оттегіні де белгілі дәрежеде қабылдап, мидың жұмысын жақсартады. Егер мидың жұмысы жақсы болса, есте сақтау қабілеті де жақсара түседі. Сондай-ақ, бүкіл дененің мимен байланысы тағыз. Дене қозғалысының көптігі — ағзадаға зат алмасу процессін жақсартып, миды артық күштерден арылтады. Сондықтан да, бұл дәлелдерден кейін, спортпен шұғылдануды — күн тәртібіндегі басты ереже деп қарауға кеңес береміз.\n Миға жүктеу\nКөп нәрсені есте сақтау үшін оқып, оқығанды мида тоқудан жалықпаңыз. Тіпті, тісіңізді бүгін басқа қолмен тазалауыңыз, не болмаса киім тігуде басқа қол иірімдерін пайдалануыңыздың өзін сіздің ми жаңашылдық деп қабылдайды. Ал жаңа ілімдермен таныс болудың өзі де миға сергектік сыйлайды.\n  Тәтті ұйқы\n Күндіз ми қабылдаған ақпарат, түнгі ұйқы кезінде қайта іске қосылады. Оқымысты ғалымдардың пайымдауынша, ми жасушалары адамның ұйықтап жатқан сәтін пайдаланып, миды тазарту жұмыстарын жүргізеді. Яғни, күндіз қабылданған ақпараттар түнгі ұйқы кезінде бас ішінде сараланып, рет-ретімен тізіледі екен. Ал бізден кеңес: тәулігіне 8 сағаттан кем ұйықтамаңыз. Ұйқының жетіспеушілігінен ми қабаттары зардап шегіп, есте сақтау қабілетіңіз де төмендей түседі. Сонымен қатар, алкогольді ішімдік ішіп алып, ұйқыға кету де өте зиянды. Тәжірибеңізден көрген боларсыз, мас адам сау кезінде, кешегі болған оқиғалардан бейхабар болады.\n Күйзелістің алдын алу\n  Күйзелістің пайда болуына әсер ететін үш фактор мыналар: күйбең тіршілікте пайда болған жаңа заңдылықтар, кей оқиғалардан алатын негатив әсер және уайым. Бұл факторлардан келетін жағымсыз әсерлер адамды күйзеліске ұшыратып, соңынан миына артық күш түсіреді. Бұдан құтылудың жолы, тыныс жолдарына арналған жаттығулар мен йога, кешкі уақытта жылы ванна қабылдау. Кеңесіміз, уайымшылдықтан арылу мен уақытылы қабылданған  ас пен ұйқы.\n  Есте сақтаудың дұрыс жолы\nДауысыңызды шығарып, болып жатқан құбылысты әңгімелеп көріңіз. «Міне менің көлігім. Оны дүкеннің қасына қалдырып барамын. Кілтті әкеліп, тоңазытқыштың үстіне қойдым. Тоңазытқышта тағамдар сақталған....» Ойыңызды дабыстап айтып көрсеңіз, есіңізде сақталады. Себебі, құлақпен кірген дыбысты ми да жақсы сақтай алады.\nӨз әрекеттеріңізді суретке түсіріп көріңіз. Дыбыстап айту жеткіліксіз жайттар болады, бұл кезде түсірілген суреттер кейін болған жайтты қайта еске түсіреді. Қазір, ақпарат пен техниканың дамыған заманында, сағат санап түсетін ақпаратты есте ұстай алмай, техниканың көмегіне жүгінуге мәжбүр боламыз. Ұстауға да, қолдануға да ыңғайлы фотоаппараттың көмегімен оқиғаларды сурет етіп жазсаңыз, ұтылмайсыз. Тойлар мен маңызы бар іс-шараларды міндетті түрде суретке түсіріп жүру, кейін сол суреттердің арқасында өткен қуанышты оқиғаны қайта еске алу. Бізден кеңес: егер есте сақтап қалу үшін өте маңызды жайттар көз алдыңызда өтіп жатса, суретке түсіру пернесін басудан қысылмаңыз.\nҚайталаңыз\nЕстіген нәрсені ұмытпасқа төрт түрлі себеп бар: әуелі көкірегі байлаулы, берік болмақ керек екінші – сол нәрсені көргенде я естігенде ғибратлану керек көңілденіп, ойланып, көңілге бекіту керек төртінші – ой кеселді нәрселерден қашық болу керек. Бұл Абай қалдырып кеткен қара сөздердің бірі. ХІХ ғасырда жазылып кеткен бұл сөздің жаны бүгінгі күнге дейін жоғалмаса керек. Шынымен, естіген, көрген нәрсені ұмытпас үшін көкірекке тек соны түйіп, іштен бірнеше рет қайталап отыру керек.\n  Өзіңізді тексеру үшін\n Төменде көрсетілген белгілерді саралай кле, өзіңізге қатысты талдау жасап көріңіз. Егер қандай да бір белгі бойыңыздан табылса, есте сақтау қабілетіңіздің нашарлағаны. Олар төмендегіше жіктеледі:\n1.  Қалыпты ұмытшақтық\n-     Кілтіңізді көрінген жерге салып қоясыз да, қайда салғаныңызды ұмытып кетесіз.\n-     Жаңа танысыңыз не болмаса әріптесіңіздің есімін де аз уақытта ұмытып қаласыз.\n2.   Есте сақтаудың жеңіл бұзылуы\n-      Бүгінге жоспарланған кездесуіңіздің бар екенін ұмытасыз.\n-      Жеке заттарыңызға ие бола алмай, жоғалтып ала беретін боласыз.\n3.    Ауыр жағдай.\n-      Сіз жақындарыңыз бен туғандарыңыздың есімін естен шығарып аласыз.\n-      Сіз жоспарлы түрде мүлде әрекет ете алмай қаласыз.\n Еске түсіру\nКейде, әр түрлі жағдайларға байланысты өткінші құбылыстар өздігінен еске оралады. Ал, еске түсіру қатты қажет болған кезде, есімін таппай, не болмаса өткен оқиғаны еске түсіре алмай, қиналып жататын кездер болады. Бұл тығырықтан шығудың жолы бар. Мәселен, бүгін Арманмен кездесесіз делік. Кездесу орнын белгілеп қойған болсаңыз да, есіңізден әп сәтте шығып кетіп, қайда барарыңызды білмей тұрсыз. Осы бір сәтте Арман сүйіп оқитын ақынды еске түсіріңізші. Ол — Абай.  Демек, кездесуге белгіленген орын Абай даңғылы болды. Осылай, егер жадыңызда сақтап қалар дүниелер болса, басқа бір жағдайлармен байланыстыра отырып есте сақтаған, кейін осы жағдайды еске түсіре отырып, оқиғаны да миға сол қалпында оралтуға болады. Белгілі жағдайлар еске түскенде, ұмытқан нәрсе де өздігінен ойға келеді.\n Ұмыту да керек\nЕсте ұстау мен ұстағанды ойда сақтап қалу жеткіліксіз. Қажеті жоқ, ескі ақпараттан да құтылып отыру маңызды. Досыңыздың есігін қағып тұрған сайын, оның ескі нөмірін тере бересіз дейік. Осы жерде былай етіп көріңіз: қағазға ескі үй нөмірін жазыңыз да, сол қағазды өртеңіз...ойша. Өртеніп кеткен қағаз күлін жел өзімен бірге алып кетті. Мидан да жоғалды. Қарапаймым ғана әрекет.\nҚиынырақ мысал алып көрелік.  Мәселен, сіздің жігітіңізбен жолдарыңыз екі айырылып кетті деп есептейік. Оны ұмыту керек. Бірақ, көзіңізді жұмған бойда оның елесі көз алдыңыздан кетпей,  мазаңызды қашырады. Ойша, ескіріп кеткен фотосуретті көз алдыңызға елестетіп көріңіз. Ұмыта алмай жүрген жаныңыз бейнеленген суреттің түсі ойыңызда барған сайын оңа түсіп, сурет ақ параққа айналады. Міне, сурет те жоғалды, санаңыздан ұмыта алмай жүрген жанды да жоғалттыңыз.\n Дұрыс тамақтаныңыз\nБіздің мидың үштен бір бөлігі қанбаған май оттегілерінен құралған. Соның әсерінен ми қабаттары қанды жақсы қабылдап, жұмыс істеу белсенділігін арттырады. Бұл белсенділікті арттыру үшін теңіз тағамдарын, балық майын, жаңғақтар мен пістелерді жеткілікті мөлшерде қабылдау керек. Сондай-ақ, жарма мен көкөністер құрамы «жәй» көмірсуларға мол болады. Ал құрамы қантқа толы ұн тағамдары мен чипсы болса,  «шапшаң» көмірсуларға бай. Олар ойлау мен дене қызметінің белсенділігін арттырады, бірақ соңынан барып, әлсіздік пайда болып, ойлау жұмысын тым бәсеңдетіп жібереді. Енді осыдан шешім шығарып көріңіз. Тәтті тағамдарға әуес болған дұрыс па, әлде теңіз тағамдары мен көкөністерге құмартқан дұрыс па?\nАдам миына аминқышқылдары ауадай қажет. Ал қышқылдың бұл түрі балықта, дәнді дақылдар мен күріште болады. Есте сақтау қабілетіңізді жақсартқыңыз келсе, аталған азықтармен қоректенуді әдетке айналдырыңыз.\n Мнемозиннің сырлары\n Мнемозин сөзі жат көрініп отырған болар. Бұл дегеніміз, есте сақтау қабілетінің құдайы екен. (Богиня памяти).\nЖылдар бойы адамдар есте сақтау қабілетін жақсарту үшін небір амал-әрекеттерді ойлап көрген.  Ол үшін мнемоникалық техниканы да ойлап тауып, оған гректің бір құдайының есімін берген. Ол жолдардың барлығы, белгілі бір жағдайды еске түсірумен байланысты. Адамның компьютерден де айырмашылығы да сол, ол ойында тек керекті мағұлматтарды сақтай алады. Тәжірибе үшін, әр түрлі он сөзді алып, олардың әрқайсысына әңгіме құрап көріңізші.  Кез келген затты бір-бірімен байланыстыра беруге болады. Мәселен, «музыка» мен «бензин» сөздерін алайық. Бір-біріне байланысы жоқ сөздер бола тұра, бұл екі сөзді байланыстырып жіберуге болады: «музыканың әуені естілмесе де, құйылып жатқан бензиннің дыбысы музыка болып естілді» - десек, бензин мен музыка бір-бірімен байланыса кетті.\n Ойлау жүйесіне арналған жаттығулар\n Балалық ермектер. Біздің есте сақтау қабілетімізді бала кезден бастап жаттықтыруға дағдыландырған. Сәби уақыт өте ақырын кеңістік пен уақыт мезгілдерін ажырата алатын болады. Таң, түс, кеш мезгілдерін білгеннен кейін, ертең мен кешені, бүрісікүнді ажырата бастайды. Аз-аздан ата-аналар балаларын есте сақтау қабілетінің жақсаруына одан әрі әрекеттер жасай түсіп, «Әже соңғы рет үйге қашан келген еді?» немесе «Циркте қандай аңдарды көрген едік?» деген сияқты сұрақтарды қояды. Сұрақтарға ойша жауап іздеген бала миына бұл жатты,у болып тиеді. Ал есейген шақта адамға дәл осындай ой жаттығулары аса қажет. Күнделікті жатар алдында, өткен күніңізге талдау жасап көріңіз: кіммен кездестіңіз, қандай сөздер айтылды, қандай әуендерге құлағыңыздың құрышы қанды. Осының бәрін еске түсіру арқылы сіз миыңызды жаттықтырасыз.\nБалаларға арналған ойыншықтарға әуес болуға қысылмаңыз. Мәселен, бес айырмашылығын тауып көр деген сияқты ой шынықтыратын жаттығулардың берер пайдасы зор. Тағы пайдасы мол жаттығу, бірден жүзге дейін санау. Санау жүйесі ешқашан да есіңізден кете қоймас, дегенмен, ми үшін бұл жаттығу тиімді.\n«Шпаргалка» ұғымы сізге таныс шығар? Есте сақтаудың ең ұтымды тәсілі — керек болған затты қағаз бетіне жазып алу. Бір қызығы, бұл ми үшін жаттығу болып саналмайды. Емтиханға дайындалардың алдында қағазға жазған жазуларыңыз есіңізде сақталумен қатар, жазба күйінде де болады.\nЖоғарыда көрсетілген кеңестерге мән беріп, шешім қабылдасаңыз,  ми қызметіңіздің белсенділігін арттырып, есте сақату қабілетіңізді жақсарта аласыз.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/239/",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай өлеңдерінен сұраққа жауап беру.",
        "question_content": "Нужно помощь 20 апреля по стихам Абая Кунанбаева на казахском ответить на вопросы правильно. Пожалуйста! Кто сможет мне помочь? Напишите",
        "question_date": "10.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 776,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтарға жауап бер. \n1. Абай- кім? \n2. Ол кай кезде өмір сүрді. \n3. \"Табиғат лирикасы\"дегенді қалай түсінесің?\n4. Абайдың табиғат туралы қандай өлеңдері бар? \n1. Абай (Ибраһим) Құнанбаев (1845-1904) — ақын, ағартушы, жазба қазақ әдебиетінің, қазақ.\n2. 1845-1904.\n3. Табиғат лирикасы - лирика жанрының бір түрі, ақынның ішкі жан-дүниесі оның әр түрлі табиғат құбылыстарын сезінуі, суреттеуі арқылы танылатын өлең-жырлар.\n4. Абай-асқан реалист ақын. Оның табиғат жырларынан уақыттың әлдеқалай жылы, айы емес, өзі өмір сүрген заманжайы, сол заманда тіршілік кешкен адам жайы ақын көрініс табады.\nТолығырақ: https://znanija.com/task/32078071",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын мен химия пәндерімен қандай мамандықтарға түсуге болады?",
        "question_content": "Мен 9 сыныпта окимын, али мамандык кандай алмай жатырмын,комектериниз керек, химия мен агылшын,немесе химия мамандыктары",
        "question_date": "9.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркология  Шеттілі - Қазақ/орыс тілі\n\nЗаңгерлік Дүние жүзі тарихы - Шет тілі\n\nКеден ісі Дүние жүзі тарихы - Шет тілі\n\nХалықаралық құқық Дүние жүзі тарихы - Шет тілі\n\nШетел тілі: қос шеттілі Ағылшын тілі - Қазақ/орыс тілі\n\nАударма ісі Шеттілі - Орыс/қазақ тілі\nШетел филологиясы: ағылшын тілі Ағылшын тілі - Қазақ/орыс тілі\n\nДәрі дәрмек өндірісінің технологиясы Химия - Биология\n\nҚоғамдық денсаулық сақтау ісі Биология - Химия\n\nМедбике ісі Биология - Химия\n\nФармация (дәрі дәрмек өндірісі) Химия - Биология\n\nХалықаралық қатынастар Шеттілі - Дүние жүзі тарихы\n\nШығыстану Шеттілі - Дүние жүзі тарихы\n\nТуризм География - шет тілі\n\nЖалпы медицина Биология - химия\n\nСтоматология Биология - Химия\n\nМедицинаны алдын-алу ісі Биология - Химия\n\nТолығырақ: https://qaztest.kz/post/view?id=68",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ақылына\" сөзіне морфологиялық талдау жасау керек.",
        "question_content": "Өтініш ақылына сөзіне морфологиялық талдау жасап беріңіздерші",
        "question_date": "9.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ақыл - түбір, ы-тәуелділік жалғауының үшінші жағы, на-барыс септігінің жалғауы.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатты дененің жылулық ұлғаю коэффициентінің температураға тәуелділігі қандай?",
        "question_content": "1. Молекулалық-кинетикалық теория бойынша дененің жылулық ұлғаюын қалай түсіндіруге болады.\n2. альфа   және бетта қандай бірлікте өлшенеді?\n3.  Дененің сызықтық өлшемін температураға байланыстылығын /2/  теңдікті интегралдау арқылы қорытып шығарыңдар?\n4.   Неліктен таяқшаның бастапқы ұзындыңын (L0)6L2-L1\n – өлшемімен салыстырғанда аз дәлдікпен өлшенеді. (андағы жерде кіші эль әріпі болатын ол әріп жазылмағандықтан үлкен әріппен жаза салдым)\n5. Қатты дененің жылулық ұлғаю коэффициентінің температураға тәуелділігі қандай?\nөтініш көмектесіп жіберіңіздерші",
        "question_date": "9.04.2021",
        "question_tag": "Физика",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық денелер атомдар мен молекулалардан тұрады. Заттың атомдары мен молекулалары бейберекет қозғалыс жасайды. Молекулалардың осындай қозғалысын жылулық қозғалыс деп атаймыз. Молекула - кинетикалық теорияның (МКТ) негізгі мақсаты – макраскопиялық денелердің қасиеттерін, оларда болып жататын жылулық процестерді түсіндіреді. МКТ - нің негізгі қағидалары:\n\n1. Барлық денелер микробөлшектерден тұрады.\n2. Денедегі микробөлшектер үздіксіз және хаосты қозғалыста болады.\n3. Денедегі микробөлшектер өзара әрекеттеседі.\n\nДиффузия – бір заттың молекулаларының екінші заттың молекулааралық кеңістігіне еніп кетуі.\nБроундық қозғалыс дегеніміз – сұйықта немесе газда қалқып жүрген қандай да бір қатты заттың өте ұсақ бөлшектерінің сұйық немесе газ молекулаларының соққыларының әрекетінен бейберекет қозғалуы. Атом және молекулалардың өлшемі мен массасы өте аз. Заттың салыстырмалы молекулалық массасы.\nТолығырақ: https://bilimsite.kz/phizika/4238-molekula-kinetikaly-teoriyany-negzder-ony-tzhribelk-anytau.html",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ананың алақаны\" тақырыбында эссе керек.",
        "question_content": "Ананың алақаны эссе пж пж көмектесіңдерші пж",
        "question_date": "9.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниеде ана махаббатынан қасиетті нәрсе жоқ. Ананың алақаны – біз үшін ең жылы ұя. Ананың жаны сондай нәп-нәзік, мейірімді жан ғой. Түн ұйқысын төрт бөліп, шырылдасаң уатып, әлпештеп, жырын айтып, тісің шыққанша аузыңа тамақ салып, киіміңді тазалап, дәмді ас ішкізіп мәпелейді, еркелетеді, қанаттыға қақтырмай, тұмсықтыға шоқтырмай өсіріп, бағып – қағады. Мен анама қанша алғыс айтсам да, өмір бойы анама қарыздармын. Себебі ол мені тоғыз ай, тоғыз күнде жүрегінің астында аман сақтап, жарық мына керемет өмірді сыйлады. Мен:\n«Саған ешкім тең келмейді бұл өмірде,\nАнашым қамқоршымсың мәпелеген.\nБір өзіңсің бойыма қуат берер,\nӘрдайым тек алдыға жетелеген.\nБесікке бөледің сен, жырыңды айтып,\nҰйқысыз өткіздің ғой түндеріңді.\nАнашым алтынымсың бағасы жоқ,\nРизамын сыйладың сен осы өмірді.\nШексіз менің саған деген алғысым,\nСебебі сен ақылшымсың, данасың.\nӨмір бойы қарыздармын мен саған,\nМейірімді, ақкөңіл жан анашым» - деп\nжырлаймын.\nБіз анамыздың бір бөлшегіміз ғой. Сондықтан да ол біздің қуанғанымызды, ренжігенімізді сезіп отырады. «Анаңды меккеге үш рет арқалап апарсаң да, қарызыңды өтей алмайсың», үлкенді сыйлау бәрімізге міндет, ал анаңды сыйлау ол өмірлік парызың.\nМен анам жайлы айтсам, ол кісі өте мейірімді, ақкөңіл жан. Анам менің жаратушым, қашан ер жетіп өзіңмен өзің болып кеткенше жанымды сақтаушым. Мейлі, бір затты қате жасап, бүлдірсең де саған ұрысқанымен, сені жаман болсын демейді. Дұрыс жолға түссін, қатесін түзесін дейді. Қанша анаңды ренжітсең де, баласын кім жек көрсін, бәр қылығыңды кешіреді – ау! Сен үшін жанын шүберекке түйеді. Сенің болашағыңнан үлкен үміт күтеді.\nАнашым менің! Сәби кезімнен өз қолыңызбен төсегіме жатқыздыңыз, қараңғыдан қорқып жылаған кезімде қасымнан табылдыңыз. Мен үшін бәріне даярсыз анашым. Жығылсам тұрғызып, жыласам жұбатып, сабағымды оқуға көмектесіп, әр жылда туған күнімді атап өтіп, көңілімді табасыз. Сізге деген алғысым шексіз ғой менің. Сізді ренжітпеуге, сабағымды жақсы оқып, айтқаныңызды екі етпей орындап, көңіліңізге қаяу түсірмеуге тырысамын.\n«Ана» деген сөз үш әріптен құралса да, мағынасы түпсіз тереңде жатыр. Дүниеде «ана» деген сөзге ештеңеде жетпейді ғой. Әлемнің қаншама сөзі үш әріпті «ана» деген сөздің орнын басып, алмастыра алмайды. «Ана» деген сөз құлаққа да, жаныңа да жағымды сөз ғой бұл. Бір керемет сиқырлы сөз деп те айтар едім. Рахмет, Анашым! Маған осы өмірді сыйлағаныңыз үшін, көп рахмет!\nОсы шығармамды өлең шумақтарыммен аяқтағым келеді:\nШыр-пыр болып шырылдайсың,\nҚанат қаққан құстардай.\nБалаң үшін зымырайсың,\nЖүрсе екен деп аш қалмай.\nЖан жүрегім лүпілдеген,\nЖан берген сен кеудеме.\nСол жүрегім сені іздер,\nЖан анашым әр кезде.\nЕркелеймін бір өзіңе,\nЕсейсем де ер жетіп,\nТыңдамаймын кей кездерде,\nСоңы болар қателік.\nСенің орның өте бөлек,\nҚымбатсың сен алтыннан.\nЕшбіреуі тең келмейді,\nБұл жалғанда бір саған.\nӨзің барда батырмын мен,\nСен бар кезде еркемін.\nЕр жүректі жан анашым,\nАсқан жан жоқ бір сенен.\nСеніміңді маған артқан,\nБарынша мен ақтаймын.\nЕркелеткен әр сөзіңді,\nЖүрегімде сақтаймын.\nТілейтінім бір өзіңе,\nЗор денсаулық қуатты.\nҚабыл алшы шын жүректен,\nСәбиің жазған шумақты.\nТолығырақ: https://kopilkaurokov.ru/nachalniyeKlassi/prochee/ana-turaly-essie",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Поэма неге \"Бәйтерек\" деп аталған?",
        "question_content": "Несіпбек Айтұлы. Бәйтерек поэмасы. Бұл поэма неліктен бәйтерек деп атылған",
        "question_date": "9.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Контурдағы катушканың индуктивтілігі.",
        "question_content": "Есеп : Конденсаторының сыйымдылығы 25 мкФ және катушкасының периоды 20 πмс  контурдағы катушканың индуктивтілігі.\n\nБерілгені: С=25мкф Т=20πмс. L=?\n\nФормула Т=2π(√LC)",
        "question_date": "8.04.2021",
        "question_tag": "Физика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теріс айналып кетіпті)",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мінездеме практикант студентке бастауыштан?",
        "question_content": "Бастауыш пәнінен практикантқа мінездеме",
        "question_date": "8.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аты-жөні жалпы білім беру бағдарламфасы бойынша 2-сыныпта бастауыш сынып мұғалімі ретінде (жалпы білім беру мекемесінің атауы) ... бастап ... бастап ... бастап ... ( мектептің толық аты) .\n Осы уақыт ішінде студент ............ ол өзін адал, қайырымды адам ретінде көрсетті, сабақта атмосфераға иелік етеді, сыныпты жұмысқа ұйымдастыруды, сабақта тыныш, жұмыс жағдайын жасауды біледі.\n30 сабақ өткізілді. Сабақтар әр түрлі өткізілді: аралас, жаңа білімді жеткізу, бекіту, сыныптан тыс оқу сабағы. ..........  дайындығы жоғары, әдістемелік ұсыныстарды ұстанды. Сыныпта ауызша, көрнекі, ішінара іздеу әдістерін, сонымен қатар сыныпта бар мультимедиялық жабдықтарды, PowerPoint бағдарламасының мүмкіндіктерін пайдаланды. Ол жаңа материалды балалардың қатысуымен қол жетімді етіп ұсынды, оларды тәуелсіз қорытынды жасауға жеткізді. Студент практикант балалардың қалпын қадағалады, сабақтарда дене тәрбиесін өткізді. Орыс тілі мен математика сабақтарында ұжымдық, дербес, жеке жұмыс түрлерінің үйлесімі болды.\nҚоңырауда (аты -жөні)  балалармен араласып, жақындық танытты. Балалармен қарым-қатынаста ол сыпайы, сабырлы, қайырымдылық сезіледі. \n Оқу жұмысының бағасы -\nТәрбие жұмысын бағалау - \n Мектеп директоры: \n Мұғалім ерте. сабақтар:",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша жаста жылқы малы кәрі саналады?",
        "question_content": "13 жасар жылқы малының еті, кәрі санала ма?",
        "question_date": "8.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 864,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ежелгі замандағы көшпенділер негізінен жылқы етімен тамақтанған және денсаулықтары мықты болған. Бұндай тағам көптеген заманауи дәрілердің орнын баса алатын.\nЕттің сапасы, ең біріншіден, малды бордақылауға байланысты. Сапалы және жаңадан сойылған жылқы етін қызғылт түс ерекшелендіреді. Майлары ақ болуы керек, бұл екі жылдан аспаған жас мал етінің көрсеткіші болып табылады.\nЕттің үш түрін атап өтуге болады: бір жасар, екі және үш жасар жылқы еті. Малдың жасы қаншалықты үлкен болса, еті соншалықты қатты болады. Отбасыңыз үшін екі жасар жылқының етін алуға болады. Етті таныстардан немесе малды қалай өсіретінін білетін фермалардан алғаныңыз жөн, себебі еттің сапасы жасына ғана емес, сонымен қатар оның қалай баптап бағылатынына да байланысты.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғи байлықтарды игеру мәселесіне менің көзқарасым эссе жазу?",
        "question_content": "Табиғи байлықтарды игеру мәселесіне менің көзқарасым эссе жазу? \nТабиғи ресурстар бұл адамдарға адамзат қоғамының өмір сүруі мен тіршілігі үшін қажетті табиғи денелер мен табиғат құбылыс тары.\nБасқаша айтсақ, табиғи ресурстар дегеніміз өндіргіш күштердің даму деңгейіне сәйкес өндіру және тұтыну құралдары ретінде пайдаланатын табиғи компоненттер, табиғи ресурстардың классификациясы оларды олардың таусылуы және қалпына келтірілуіе сипаттайтын көрсеткіштер мен белгілер тобы бойынша бөлінуін, экономика салаларында пайдаланудың шегін білдіреді.",
        "question_date": "8.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 11200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Табиғат — бұл  адамзат  қоғамының  өмір  сүру  және  іс-әрекетінің   қайнар  көзі. Өнім  өндіру  және  өмірлік  қажеттіліктерін  қанағаттандыру  процесінде  адамзат  табиғи  ресурстарының  әртүрлі  түрлерін  пайдаланады. Табиғат  пен  қоғамның  әрекет  ету  мәселелерінің ішінде  жалпы  адамзатқа  неғұрлым  маңызды  міндеттер  қоршаған  ортаны   жақсы  жағдайда  сақтау  қоғамның  бірте  — бірте   көбейіп  келе  жатқан  қажеттіліктерін  әртүрлі  табиғи  ресурстармен   қамтамасыз  ету  болып  табылады.\nЖоғарыда  аталған  мәселелерге  байланысты   адамды  қоршаған  ортаны  қорғау   және  табиғатты  қорғау  жайлы  пікірлер  туындады.\nАдамды  қоршаған  орта  адамға  қатысты  сыртқы  болып  табылатын  табиғи , табиғи – антропогендік  және  антропогендік  обьектілер , құбылыстар  мен  процестердің  жиынтығын  қамтиды, адам  олармен  өз іс  әрекетін  жүзеге  асыру  процесінде  өзара  қарым –қатынасқа   түседі. Бұл  ұғымға  адамдар  өмірінің  қамсыздандырылуы   мен  өнім  өндіру   әрекетінің  аясы  кіреді.\nҚоршаған  ортаның   тұрақты  жағдайы  қамтамасыз  ету ,  оны  антропогендік  әрекеттің   жағымсыз  ықпалдарынан  қорғау  табиғатты  қорғаудың  маңызды  міндеті  болып  табылады.\nТабиғатты  қорғау бұл  адам  әрекеті  мен  қоршаған  табиғи   ортаның  өзара  әрекетін  қолдауға  бағытталған , табиғи  ресурстардың  сақталуы  мен  қалпына  келтірілуін  қамтамасыз  ететін , қоғам  қызметінің   нәтижесінің  табиғат пен  адам   денсаулығына  тікелей  және  жанама  әсерін ескертетін  шаралар  жүйесі.\nҚазіргі  кезеңде қоршаған ортаның  жағдайына  екі  түрлі  факторлар  тобы   шешуші  түрде  ықпал  етеді. Олардың   біріншісі  ғылыми-техникалық  революцияны  және  оның  негізінің  адамзат  қоғамының  өндірістік  қызметі  алғысындағы  көрінісін  қамтиды. Екіншісі  демографиялық  аспектілерді  қарастырады  және  жер  бетіндегі  тұрғындар  санының  көбеюі  мен  урбанизацияны  ( қала  тұрғындары санының  өсуі)  қамтиды. Бұл  факторлар  бірге  алғанда   өндіргіш  күштердің даму  қарқынына  тікелей  ықпал  жасайды, ол,  өз  кезегінде, табиғи  ресурстардың  интенсивті  түрде  азаюына  және  онымен  байланысты  қоршаған  ортаның  ластануына  әкеліп  соғады\nҚоршаған  ортаны  қорғаудың негізгі  факторларының  схемасы \n   Геожүйелердің  экологиялық  тұрақтылығының  бұзылуы  адамның  өмірлік   қажеттіліктері  мен  өндірістік  технологиялардың  мүмкіндіктері  арасындағы  динамикалық  тепе-теңдіктің  өзгеріске  ұшырауының  нәтижесі  болып  табылады. Қоғам  мен  табиғат  арасындағы  қарым-қатынас  негізіндегі  біртұтас  жүйеге  келтірілген  табиғатты  регионалды  пайдалану   ережелері  мен   қағидалары  жатуы  тиіс. Олар  қоғамдық  қажеттіліктерді  қанағаттандыру  мақсатында  табиғи  ресурстардың  әртүрлерін  мақсатқа  сай  пайдалануға  бағытталған  ғылыми-тәжірибелік  ережелердің  жиынтығын  білдіреді.\nТабиғи  ресурстар     бұл  адамдарға  адамзат  қоғамының  өмір  сүруі  мен  тіршілігі  үшін   қажетті  табиғи  денелер  мен   табиғат  құбылыс тары.\nБасқаша  айтсақ, табиғи  ресурстар   дегеніміз   өндіргіш   күштердің  даму  деңгейіне  сәйкес  өндіру  және  тұтыну  құралдары  ретінде  пайдаланатын  табиғи  компоненттер, табиғи  ресурстардың  классификациясы  оларды  олардың  таусылуы  және  қалпына  келтірілуіе  сипаттайтын  көрсеткіштер  мен  белгілер  тобы  бойынша  бөлінуін, экономика  салаларында    пайдаланудың  шегін  білдіреді.\nТаусылатын  табиғи  ресурстар  қорлары  өндіру  әрекетінің  нәтижесінде  таусылуы  мүмкін  табиғи  ресурстар  түрлерін  қамтиды.\nТаусылатын табиғи  ресурстар үш  түрге  бөлінеді:\n1)Қалпына  келтірілмейтін   жердегі  ұзақ  эволюция  процесінің  нәтижесінде  қалыптасқан  рудалы  және  рудалы  емес   пайдалы  қазбалар, минералды  шикізат  ресурстары\n2)Салыстырмалы  түрде  қалпына  келтірілетін – қалпына  келуі  үшін  ұзақ  уақыт аралығы  қажет  ресурастар: оларға  сондай –ақ  жойылып  бара  жатқан   жануарлар мен өсімдіктер  популяцияларын  қалпына  келтірудің  шектеулі  мүмкіндіктері  кіреді\n3)Қалпына  келтірілетін  ресурстарға  тірі  табиғат  элементтері, өсімдіктер  мен  жануарлар  әлемі, минералдық  шикізаттың  жекелеген  түрлері  кіреді\nТаусылмайтын  ресурстар   жерге  қатысты  алғанда  сыртқы  болып  есептелетін  табиғи процестермен   байланысты  табиғи  ресурстар\nтүрлерін  қамтиды.\nТаусылмайтын  ресурстар  үш  түрге бөлінеді:\n Климаттық  ресурстар —  жер  мен  күннің  өзара   қарым – қатынасына  байланысты: күннің  энергиясы, жел  энергиясы, атмосфералық  ауа.\n Су  ресурстары – дүниежүзілік  мұхит  сулары\n Космостық  ресурстар – жердегі  тау  жыныстары, космостық  сәулелер  мен  метеоиттер  энергиясын  қамтиды\nТабиғи  ресурстарды  пайдалану  процесінде  олардың  көпшілігі  ресурстық  цикл  деп  аталатын күрделі  айналымға  түседі. Ресурстық  цикл  дегеніміз  белгілі  бір  заттардың   немесе  заттар топтарының  өзгеруі  мен  оларды  адам  пайдалануының   барлық  кезеңінде  өтетін  кеңістікте  орын  ауыстыруы. Қолданбалы  экология  әдістемесінде  ресурстық  цикл  концепциясы  маңызды  болып  табылады. Ол  неғұрлым  толық ( қалдығы  аз)  өнеркәсіптік  өндірісті  және  осы  кезде  пайда  болатын   қалдықтарды  қайтадан   пайдалануға  тартуды  білдреді. ( мысалы  техникалық  суды   өнеркәсіпті  кәсіпорында  бірінші  рет   пайдалану).Жабық  өндірістік  цикл  дегеніміз  өндірістік  қалдықсыз   немесе  қалдығы  аз  түріне  ұмтылу.\nӨндіріс  қалдықтарын   қысқарту, табиғи  ресурстарды  үнемді  пайдалану  табиғатты   регионалды  пайдалану  стратегиясын  іс  жүзіне  асыру  процесінде  жүзеге  асырылады.\nТолығырақ: https://malimetter.kz/tabigi-resurstardy-tiimdi-pajdalanu-men-korgau-maseleleri/",
                "date": "8.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жусан иісі повесі Есікбай неге бұзық бала болды оның сотқар болуына не себеп?",
        "question_content": "Жусан иісе кейіпкері Есікбай неге бұзық сотқар бала болды оның нашар мінезді бала болуына не себеп болды?",
        "question_date": "8.04.2021",
        "question_tag": "Мектеп",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "16-17 жастан квадрацикл, мотоцикл, айдауға бола ма?",
        "question_content": "16-17 жастан квадрацикл, мотоцикл, айдауға бола ма? Әлде мотоциклгеде права керек па? Мотоциклге праваны қанша жастан алады?",
        "question_date": "8.04.2021",
        "question_tag": "Жол ережесі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "17 жаствн айдауға болады.Оған права керек",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A(4; -3), B(-2; 1) болса, AB кесіндісінің ортасын координаталарын табыңдар?",
        "question_content": "A(4; -3), B(-2; 1) болса, AB кесіндісінің ортасын координаталарын табыңдар?",
        "question_date": "8.04.2021",
        "question_tag": "Геометрия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A(4; -3), B(-2; 1) болса, AB кесіндісінің ортасы О (х,у)\nх = (4-2)/2 = 1\ny = (-3+1)/2 = -1\nO (1; -1)",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЮНЕСКО құрамына кірмеген мемлекеттер",
        "question_content": "ЮНЕСКО құрамына кірмеген мемлекеттер",
        "question_date": "8.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2009 жылдың қазан айына сәйкес ЮНЕСКО ұйымына 193 мемлекет мүше және 7 мемлекет серіктес мүше дәрежелеріне ие.\nБақылаушы елдер\nПалестина \nӘулие Теңіз",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай ебейдейсіздік, епсіздік, қопалдылықтан арылуға болады?",
        "question_content": "Қалай ебейдейсіздік, епсіздік, қопалдылықтан арылуға болады! Мысалы менде көптеген жағдайлар болып қалады. Бір нәрсені қаға алмай қалу, бірдеңкені құлатып алу, жалпы ебейдейсіздіктен арылуға болама.",
        "question_date": "8.04.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойыңыз жинақы болуы маңызды болар. Барлық кезде супер пысық болып жүру мүмкін емес. Шапшаң болуға, дене қимылын ширататын гимнастикамен айналысып көріңіз.  \nhttp://the-runners.com/kompleks-uprazhneniy-dlya-razvitiya-skorosti/",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Офистік қосымшалар үшін бағдарламалық өнімді әзірлеу",
        "question_content": "Менин бул суракты коиу себебим отчет жазып жатыр едим сол максатта керек еди.",
        "question_date": "8.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Microsoft Office 2000-пакетінің құрамында күшті әрі кеңінен қолданылатын бірнеше қолданбалы программалары бар. Оның құрамына төмендегі офистік қосымшалардың соңғы версиялары кіреді.\nWord – текстік процессор.\nExcel – электронды таблицаларды басқару программасы.\nAccess – берілгендер қорын басқару жүйесі.\nPover Point – презентациялар құру программасы.\nOutlook – информациялық жүйе.\nPublisher – баспа өнімдерін дайындау жүйесі.\nOffice 2000-пакетінің программаларының деңгейі алдыңғыларына қарағанда жоғары. Олар пайдаланушымен қосымшалар арасындағы ыңғайлы қарым – қатынасы, және интернетпен, басқада желілерменжұмыс істеуді қалыптастырады.Office 2000 пакетінің мынандай көмекші саласы бар:\nMicrosoftGraph – офистік қосымшалары түрлі диаграммалар құруға арналған программа.\nWord Art -текстік графика программасы.\nClip Gallery – сурет, аудио және видеофайлдардың жинағы.\nБарлық программаларда жұмыстың тиімділігін арттыруда септігі бар қысқа түсініктеме беретін Offiсe көмекшісі бар.\nOffiсe 2000 пакеті оның қосымшаларының барлығының бірнеше жалпы функциялары болатынымен ыңғайлы. Мысалы Word – та,Access – те, Excel –де файлды сақтау үшін сохранит командасы қолданылады.\nOffice 2000 қосымшаларынжүктеудің үштүрлітәсілібар:\nOffice панеліндегісәйкес кнопкағашертуарқылы.\nНегізгі мәзір арқылы.\nНегізгі мәзірге программымәзірінің ішкімәзіріндегіқосындылар арқылы.\nOfficeпанелі Office 2000 пакетінорнатқан кездеавтоматы түрдеқойылмайды. ОныашуүшінПуск→ Программы→ Средства Microsoft Office→Панель Microsoft Office командалар тізбегінорындау керек. Кейін Windowsжүйесіқосылғанда бұл панелдіавтоматытүрдеашуашпау керектігінкөрсетсек, панел экранныңоң жақшетіндекөрінеді.OfficeпанеліOffice 2000пакетініңкез-келген қосымшасын жүктеудің ең ыңғайлықұралы.Бұл панелдіпайдаланбағанжағдайдаOffice 2000қосымшаларыныңдокументін ашуүшіннегізгімәзірдің жоғарғыжағындағыоткрыть документMicrosoft Office немесе Создать документы Microsoft Office бөлімдерін таңдаукерек. Егербірінші қосымшаны жүктеп,оданкейіндокументтіашуүшіннегізгі мәзірдегіПрограммы бөлігінтаңдаймыз. Office 2000программалары Программымәзіріндежеке-жеке көрсетілген.Керектісінтышқан арқылытаңдаймыз.\nOffice интерфейсі.\nOffice 2000 қосышаларындабір типтіинтерфейс қолданылады. Егер сізExcelтерезесімен жұмыс істесеңіз,Wordтерезесімен жұмыс істеуқиын болмайды. Демек әртүліқосымшалардаортақнәрсекөп.\nТерезенің бірнші қатарындатақырыптарқатарыорналасқан. Оның оңжағында–үш кнопкасыбар. Бұлар терезенің өлшемдерінөзгерту,жабуүшін қолданылады.\nӘрбір қосымшадағы жұмыс істейтіноблыс –документ терезесі деп аталады. Мұндаберілген прогрммаменжұмыс істеугеқажетті барлық құралдар- айналдыру жолағы, күй қатары, командаларпанеліорналастырылған.\nКомандаларпанелініңекітипібар: мәзір қатары жәнеқұралдар панелі. Мәзір қатарында командалар категорияларғабіріктірліген.\nҚұралдардапанеліндеорындайтын әрекетке қатыстысуретпенбелгіленгенкнопкалар орналасқан.Осыкнопкаларарқылыкеректікомандаларды тез орындауғаболады.\nOffice көмекшісі.\nКөмекші ( помощник ) – пайдаланушы менпрограммалар арасында дұрыс қатынастыорнату үшінMicrosoftкомпаниясыныңқосқаны. Қосымшалар аралығындакөмекші үшін шекара жоқ, олOffice2000 қосымшаларының барлық сұраулары бойыншаанықтама береді.Бірнешекөмекшінің ішінен біреуін оның контекстік мәзірінен таңдауға болады. Көмекші қосымша терезесініңішінде емін –еркін қозғалып мәселені шешудің тиімді әдістерін табуғасептігін тигізетін кеңестер беріп отырады. Сіз қандай да бір жаңа командаменнебір қиындыққа кездессеңізкөмекші көмегін ұсынады. Көмекшігетышқанды алып келіп оң жақ кнопкасын басып контекстік мәзірденПараметры командасын таңдасақ Помощникдиалогтық терезесі ашылады.Керекті параметрлерімізді өзгертуіміз мүмкін. Параметрлердің өзгеруі көмекшінің кез-келгенқосымшадағы әрекетінеәсер етеді.\nФайлдармен жұмыс істеу.\nЖаңа документ құру .\nФайлды сақтау.\nФайлды жабу.\nФайлды ашу.\nАлдын алакөру және қағазға басу.\nРедакциялау.\nDelete клавиші\nОтменить, вернуть.\nПравописание.\nБелгілеу, орнын ауыстыру, көшіру.\nФайлдармен жұмыс істеу, текстерді редакциялау,белгілеу, орнын ауыстыру, көшіру тәсілдері Offic-тің барлық қосымшаларында бірдей.\nТолығырақ: https://stud.baribar.kz/19352/qoldanbaly-programmalyq-oenimder/",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрі 40 см. Тіктөртбұрыштың ені белгісіз",
        "question_content": "Тіктөртбұрыштың периметрі 40 см. Тіктөртбұрыштың ені белгісіз, ал ұзындығы енінен 3 есе артық. Тіктөртбұрыштың ені неге тең? Теңдеу құру үшін х айналымын пайдалан.",
        "question_date": "7.04.2021",
        "question_tag": "Геометрия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың периметрі 40 см. Тіктөртбұрыштың ені белгісіз, ал ұзындығы енінен 3 есе артық. Тіктөртбұрыштың ені неге тең? Теңдеу құру үшін х айналымын пайдалан.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен биыл 7 сыныпты бітіремін. Актриса болғым келеді.",
        "question_content": "Қалай актриса болсам болады? Не істеуім керек?",
        "question_date": "7.04.2021",
        "question_tag": "Телеарналар",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Камерамен жұмыс істеуді, түрлі ролдерге ене сомдауға тырысуға арнайы курстарға қатысыңыз, мүмкіндік болмаса үйде де дайындалуға тырысыңыз.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп кітапханасы дегенге диалог жазып бересіздер ма?",
        "question_content": "Мектеп кітапханасы дегенге диалог жазып бересіздер ма?",
        "question_date": "7.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-Сәлеметсізбе , бұл мен (Сіздің атыңыз).\n-Сәлеметсізбе , біздің кітапхана не үшін келдіңіз?\n-Мен сізден сұхбат алу үшін келдім , менің сұрақтарыма жауап бере аласыз ба?\n-Әрине.\n-Ондай болса , бастайық\n-Сіз кітапханашы болғаныңызға қанша уақыт болды?\n-Мен кітапханшы болып жұмыс істегеніме 2 жыл болды\n-Сіз көп кітап оқисыз ба? Кітаптің қанша пайдасы бар?\n-Иә , мен кітапті жиі оқимын , кітаптың тіл байлығына зор пайдасы бар\n-Сіз қандай кітап ұсынушы едіңіз?\n-Мен сіздің жасыңызға \"Қазақ ертегілері\" кітабын ұсынушы едім , осы кітапті сізге сыйлыққа берейін.\n-Кітап үшін рахмет , осымен біздің сұхбатымыз бітеді.",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Плей маркет дұрыс жасамаса не істеуге болады?",
        "question_content": "Плей маркетте приложение установит етілмиді және обновление жасалмайды\n\nПлей маркеттен приложениені қалай установить етсе және обновление жасаса болады",
        "question_date": "7.04.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Play Маркет дүкенін іске қосу немесе қолданбаларды жүктеу мүмкін емес болғанда мәселені жою үшін төмендегі нұсқауларды орындаңыз. Олар келесі жағдайларда көмектесе алады:\n Сіз Play Маркет дүкенінен қолданбалар мен ойындарды жүктей немесе орната алмайсыз. \nСіз Play Маркет дүкенінен музыка, фильмдер, телехикаялар және басқа мазмұнды жүктей алмайсыз.\n Play Маркет ашылмайды немесе жүктелмейді. \nPlay Маркет қосымшасы дұрыс жұмыс істемейді. \nСіз қосымшаларды жүктеуді немесе жаңартуды аяқтай алмайсыз.\nОны түзету үшін:\n1) Wi-Fi немесе мобильді желіге қосылыңыз Қуатты сигналы бар желіні қолданғаныңызға көз жеткізіңіз. Мүмкін болса, Wi-Fi желісіне қосылыңыз. Егер сіз ұялы желіні қолдансаңыз, сигналдың сапасын тексеріңіз. Содан кейін бағдарламаны қайтадан жүктеп көріңіз.\n2) Кэшті тазалап, Play Маркет деректерін жойыңыз\nКейбір жағдайларда бұл ақаулықтарды жоюға көмектеседі.\n3) Құрылғыны қайта іске қосыңыз\nЕгер мәселе шешілмесе, құрылғыны қайта қосыңыз.\nЕгер бұл іс-әрекеттер көмектеспесе, сілтеме арқылы өтіп басқа да әрекеттер жайлы білуіңізге болады.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қауіпсіз интернет тақырыбында эссе жазу керек?",
        "question_content": "Маған мектептен қауіпсіз интернет туралы эссе жаз деді. Қауіпсіз интернет дегеніміз не? Ақпарат заманында интернетті қалай қауіпсіз қыла аламыз?",
        "question_date": "7.04.2021",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернет – бүкіл әлемдегі миллиондаған компьютерлер мен ұялы сымтетіктерді бір-бірімен байланыстыратын орасан зор желі. Бұл байланыс түрі ХХ ғасырдың аяғында пайда болса да, әлемде зор қарқынмен дамып келеді. Қазіргі заманда қажеттілікті тудырып отырған бүкіл ғаламдық күш ретінде ғаламтор желісі Қазақстандық ересек адамдар мен жасөспірімдердің өміріне әсер етуде. Оның адам баласына берер пайдасы мен зияны да жетерлік. Адам ұялы сымтетіктер мен компьютерлерге отырған кезде міндетті түрде интернетті пайдаланады VK, YouTube, Google, Instagram, WhatsApp, Facebook сынды санмың желілер алысты жақындатып, осы шақтағы уақытта адамдардың бір-бірімен байланысуына және түрлі мағлұматтар алуына, тіпті бейнебайланыс орнатуға септігін тигізуде. Әрине техника дәуірінде жан-жақты болған жақсы ғой, бірақ әр нәрсенің өз уақыты, орны болуы керек емес пе?\nОқушының санасын улайтын түрлі қауіпті сайттардан қорғау мақсатында №25 Т.Рысқұлов атындағы мектеп-гимназиямызда «Қауіпсіз интернет» атты ақпараттық науқаны ашылып, іс-шаралары жоспарланды. Науқан барысында мектебімізде «Жұлдыздар шеруі», «Дарынды оқушылар форумы» тақырыбында жалпы мектептік салтанатты саптүзеулер өтті. «Интернет дегеніміз не?», «Қауіпсіз интернет еліне саяхат», «Интернет пен денсаулық» тақырыбында сынып сағаттары өтті, «Пайдалы және қауіпсіз интернет», «Балаларға бала жасынан бастап қауіпсіз интернет қажет» тақырыбында оқушы білімін арттыратын ашық сабақтар жоғары дәрежеде жалғасып жатты, «Интернет және біз», «Интернет желісіндегі қауіпсіздік шаралары» атты дөңгелек үстелдер, «Интернетті қауіпсіздендіру бағытындағы шаралар», «Интернет: ия және жоқ», «Интернеттің алдын алу – оқушылар тәуелділігі» тақырыптарында шығармалар мен эссе сайыстары ұйымдастырылды.\nМектебімізде тәжірибелі тілшілер, психологтар, басқа мамандардың, ата-аналардың қатысуымен кездесулер ерекше әсер қалдырды. Интернет желісіндегі қауіпсіздік шаралары туралы қызу пікіралмасу ешкімнің көңілін тыс қалдырмады. «Қауіпсіз интернет» тақырыптарында плакаттар жарысы, «Желідегі қарым-қатынас этикасы» атты оқушылардың сөйлеу мәдениетін жақсартатын буклеттер сайыстары, «Интернет менің өмірімде» атты шығармашылық жұмыстар бойынша түрлі байқаулар өтіп жатыр.\nҒаламтор – күнделікті ішетін ас секілді санамызға еніп барады. Қазақстан интернеттен бас тарта алмайды. Егер біз ғаламтордан жапа шегеміз деп әлемдік өркениеттен, тез мағлұмат алу мен байланыс құралынан бас тартатын болсақ біртіндеп құлдырай бермекпіз. «Ауырып ем іздегенше, ауырмайтын жол ізде»,-деп қазақ халқы айтпақшы, ауырмайтын жолдарды жасап, монитор алдында күлгін сәулелерден қорғайтын қауіпсіздік ережелерін сақталық.\nМектеп – білім айдынындағы үлкен кеме. Осы кемеде әрбір бала он бір жыл уақыттын өткізеді. Киелі ордада әрдайым жұмыс қайнап жатады. Мұғалім қандай қиыншылықпен бетпе бет келсе де, шешімін әрдайым таба алады. «Қауіпсіз интернет» тақырыбындағы ақпараттық науқаны жоғары дәрежеде ұйымдастырылып, іске асырылды. Осы шаралардан соң мектеп оқушылары интернет желісін пайдалану қағидаларын жетік меңгерді деген үміттемін.\nТолығырақ: https://bilimainasy.kz/%D2%9B%D0%B0%D1%83%D1%96%D0%BF%D1%81%D1%96%D0%B7-%D0%B8%D0%BD%D1%82%D0%B5%D1%80%D0%BD%D0%B5%D1%82/",
                "date": "10.04.2021",
                "upvotes": 0
            }
        ]
    }
]