[
    {
        "question_title": "Әмір Темірдің шапқыншылықтары Қазақстан аумағына қандай зардаптар тигізді?",
        "question_content": "Әмір Темірдің шапқыншылықтары Қазақстан аумағына қандай зардаптар тигізді?",
        "question_date": "23.02.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әмір Темір Алтын Орданы басып алудан бұрын Ақ Орданы әлсіретуді көздеді. Тоқтамысты пайдаланып, оған әскер беріп, Ақ Ордадағы билікті алуға аттандырады. Ақ Орда хандары жеңіліс тапқан соң, Әмір Темір Тоқтамысты Сауранда таққа отырғызды. 1380 жылдан бастап Тоқтамыс Алтын Орданың көптеген жерлерін – Сарайды, Қажы-Тарханды, Қырымды, Мамай Ордасын басып алды. Тоқтамыс енді Алтын Орда мен Ақ Орданың бұрынғы қуатын қайта қалпына келтіруді ойлап, Әмір Темірге тәуелділіктен бас тартады. Алтын Орда Темір мен Тоқтамыс арасындағы ұрыс алаңына айналды. 1391 жылы Әмір Темір Құндызша деген жерде Тоқтамыс әскерін қирата жеңеді. 1395 жылғы шайқас Кавказ тауының солтүстігіндегі Терек өзенінің жағасында өтеді. Бұл жолы Тоқтамыс күйрей жеңіледі. Тоқтамысты жеңгеннен кейін Әмір Темір әскері Еділ бойына, Сарай-Беркеге дейін жетіп, шабуылдады.\n\nӘмір Темірдің шабуылдары Алтын Орда экономикасына ұзақ жылдар бойы оңалмастай нұсқан келтірді. Әмір Темір Моғолстанға 1371 жылдан 1390 жылға дейін он шақты рет жорық жасаған. Ақ Орда мен Моғолстан билеушілері Әмір Темірге жеке-дара қарсы тұра алмайтындарын байқады. Олар 1380 жылдың аяғында одақ құруға әрекет жасады. Одақтың құрылып жатқанын білген Әмір Темір 1384-1391 жылдары Алтын Орда мен Моғол жеріне бірнеше рет жорық жасаған. 1390 жылдардағы жорықтардан кейін Моғолстан Темірге толық тәуелділікке түсті. Оның шапқыншылық жорықтарының ауыр зардаптары болған. Қазақ жерінің экономикасының, мәдениетінің дамуына көп зардабын тигізді. Шапқыншылықтың салдарынан бір жұрттың халық болып қалыптасу жүйесі бұзылды.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дефектология қазақша қалай аталады",
        "question_content": "Дефектолог қазақша қалай аталады биология мен география таңдадым соның ішінде арнайы педагог мамандарын даярлау ма",
        "question_date": "23.02.2022",
        "question_tag": "Мектеп",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дефектологияның қазақша атауы солай аударылады екен. \nАрнайы педагогика ғылымының негізгі мақсаты: әр түрлі кемістігі бар балалардың психалогиялық және физиологиялық даму ерекшеліктерін зерттеу және сонымен қатар оларды оқыту және тәрбиелеу, түзету, қалыптастыру жолдарын айқындайды.",
                "date": "24.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Квадраттың периметрі 16 см-ден артық, бірақ 20 см-жен кем",
        "question_content": "Квадраттың периметрі 16 см-ден артық, бірақ 20 см-жен кем. Квадраттың қабырғасының ұзындығы",
        "question_date": "23.02.2022",
        "question_tag": "Геометрия",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16<4a<20\n4<a<5\nЖауабы: ұзындығы 4 см мен 5 см аралығында",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тырнақ жұтып қойса не болады?",
        "question_content": "Тырнақ жұтып қойса не болады?",
        "question_date": "22.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе болмайды деп ойлаймын. тырнағын үнемі кеміретін адамдар да амамн есен жүр ғой.",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хирург мамандығына оқу үшін бірінші жалпы дәрігер мамандығына оқуға түсеміз ба?",
        "question_content": "Хирург мамандығына тусу үшін бырінші жалпы мед ке тусу керекпа?",
        "question_date": "22.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 665,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия жалпы медицинада 5жыл бакалавр оқып,2 жыл интернатурада бөлінесіз хирургқа, сосоын тағы резентура оқисыз.",
                "date": "22.02.2022",
                "upvotes": 0
            },
            {
                "text": "Ия жалпы медицинада 5жыл бакалавр оқып,2 жыл интернатурада бөлінесіз хирургқа, сосоын тағы резентура оқисыз.",
                "date": "22.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойым 162 қалай қыскартуға болады? 7класспын қызбын",
        "question_content": "Бойымнан қатты ұяламын қысқартуга болама?",
        "question_date": "22.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазірше басқалардан биік болғаныңызға бойыңыздан ұялатын боларсыз, 16-18 жасқа келгенде бар киім жарасып тұрғанда қуанатын боларсыз. Оны ешқалай қысқарта алмайсыз. Тек соған (бойыңыздың өсуіне) ықпал етіп жатқан себепті (мысалы волейболға немесе басқа бір спорт түріне  қатысатын болсаңыз) жою арқылы тоқтата аласыз. 18 жасқа таяғанда бірнеше сантиметрге шөгетініңіз бар , сондықтан ол уайымдайтын мәселе емес.",
                "date": "22.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көксерек Құрмаштан қашып кетті ме?",
        "question_content": "Көксерек әңгімесі. Көксерек ақ қасқыр Құрмаш туралы ақпарат керек.",
        "question_date": "22.02.2022",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аққасқа Қасен даусын ести сала, ойға қарай жұлқи бұрап қалғанда, көк шолақтың белі бұраң етіп барып, дүрс етіп құлап түсті. Ауыздары бір-бірінен айрылған жоқ. Екеуінде де үн жоқ.\nШайнасу үстінде желімдей қайнасып қатып қалған сияқты. Ең аяғы, болымсыз болса да, тыныс алған дыбыс та білінбейді.\n— А, құдай!.. А, құдай!.. Иә, сәт! Иә, сәт!.. Иә аруақ! Иә ақсарбас!.. — дей бере, екі атты үстеріне жығыла-жығыла үйіле түсті. Аттар босанып шықты.\n— Опыр-ай!.. Опыр-ай!.. Аузын!.. — деп келіп, Қасен жуан қамшының сабын Көксеректің көмекейіне тығып жіберіп, мықтап басып тұрып, жауының тұмсығын жоғары қарай қайырып жіберді. Аққасқаның қан басқан тұмсығынан көк шолақтың тістері бір-бірлеп шығып кетті. Аққасқа сонда ғана бүйірін тартып тыныс алды.\nБірақ әлі де жанын шығарғанша қасқырдың төменгі жағын күрт-күрт шайнап жатыр. Бұл кезде Бейсембай да қара пышақты Көксеректің өкпесіне салып-салып жіберіп еді.\n— Осы... осы... осы ит! — десті. Көксеректің жаны әбден шыққан соң, Аққасқаны Қасен, Бейсембай екеулеп отырып, зорға дегеңде айырып алды. Құйрықтан қысып алып, алысқа сүйреп апарған соң ғана Аққасқа есін жиды. Бірақ әбден әлсірегендіктен, сол апарған жерге сілейіп жата кетті. Барынша шаршап, талған екен.\nЕс жиған соң жұрт көк шолақтың құлағына қарап отырып, бұрынғы кеткен Көксерек атты күшікті таныды. Құрмашты ойлап, кейбіреулердің көздерінен жас та шықты. Ауылға әкелгенде, Құрмаштың әжесі боздап келіп:\n— Қуарған-ай, ненді алып ем?!.. Не жазып едім?.. Баурына салып өсіргеннен басқа не қып еді менің құлыным?!.. — деп елді тегіс еңіретіп, Көксеректі басқа тепті.",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Помогите заполнить практический дневник по русскому языку",
        "question_content": "Не получается заполнить дневник практический. Незнаю даже как начинать. Я сейчас на практике русского языка и литературы в общеобразовательном учреждений.",
        "question_date": "22.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 5.85 г натрий хлориді түзілу үшін жұмсалған тұз қышқылының массасы",
        "question_content": "Массасы 5.85 г натрий хлориді түзілу үшін жұмсалған тұз қышқылының массасы",
        "question_date": "22.02.2022",
        "question_tag": "Химия",
        "question_views": 962,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі:    сәйкесінше х тұз қышқылының үстінде 5,85 натрий хлор үстінде жазылады. Иында жылжып сақталмай жатыр.       \nх        5,85\n\nNaOH + HCl → NaCl + H2O\n\n               36,5      58,5\n\nх=5.85*36.5/58.5=3.65",
                "date": "23.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "46 г натрийдің зат мөлшері",
        "question_content": "А) 2\n\nВ)1\n\nС) 4\n\nД) 3\n\nЕ) 5",
        "question_date": "22.02.2022",
        "question_tag": "Химия",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А жауабы 2 моль",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Каспий банк зат алғанға несие сұраған едім. Отказ жасады. Не істесем болады?",
        "question_content": "Каспийден рассрочкага зат алмак болдым маган одобрения шыкты бирак доставкасы узак болгансон 3,4 рет отказ истедим 5 рет корип едим одобрения бермей койды, оздерине жазып едим 15 кунде обновления болады сол кезде кайта кориниз деди .Кимде осындай жагдай болды жане 15 кун откеннен кейин одобрения берилдиме алде берилмедиме .",
        "question_date": "21.02.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спам сияқты көрінген болар базада қайта -қайта заказ отказ бола бергенге, 15 күн ішінде шешіледі десе шешілу керек.",
                "date": "21.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлденең қимасының ауданы 1м² қалыңдығы 0,4м мұз суда қалқып жүр.",
        "question_content": "Көлденең қимасының ауданы 1м² қалыңдығы 0,4м мұз суда қалқып жүр. Мұзды суға толық батыру үшін қанша жұмыс атқарылу керек?",
        "question_date": "21.02.2022",
        "question_tag": "Физика",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлденең қимасының ауданы 1м² қалыңдығы 0,4м мұз суда қалқып жүр. Мұзды суға толық батыру үшін қанша жұмыс атқарылу керек?",
                "date": "21.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағалидің олеңінде жиі кездесеткн есім 1 Т 2 А 4 Ғ соңғы арип Р кім біледі срочно",
        "question_content": "Мұқағалидің өлеңінде жиі кездеседі ұзақ қазақша ат 1 Т 2А 4Ғ Соңғы арип Р срочно ответ",
        "question_date": "20.02.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Python Программа құру керек",
        "question_content": "Үшбұрыш және оның бұрыштарының мәні берілген.Бұрыштарына қарай үшбұрыштың сүйірбұрышты үшбұрыш,доғалбұрышты үшбұрыш немесе тікбұрышты үшбұрыш екенін анықтайтын программа құру керек.\n\nPython программасында",
        "question_date": "20.02.2022",
        "question_tag": "Бағдарламалау",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=int(input())\n\nif a<90°:\nprint('tik buruwti uw buruw')\n\nelif a<180°:\n\n    print('dogal buruwti uw buruw')\n\nelse:\n\n    print('suir buruwti uw buruw')",
                "date": "27.02.2022",
                "upvotes": 0
            },
            {
                "text": "+77752094415 осы номерге ватсаптан жазыңызшы полный тусіндіріп берем",
                "date": "27.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәнін шығаратын программа құру керек.Python",
        "question_content": "Үш сан берілген.Олардың арасында бір-біріне тең неше сан бар екенін анықтаңдар.Егер бір-біріне тең сандар саны үшеу болса,онда 3;егер екеу болса,онда 2;егер тең сандар болмаса,онда 0 мәнін шығаратын программа құру керек.\n\nКіріс ақпараттары:үш сан енгізіледі Шығыс ақпараттары:есеп шартына сәйкес мән шығарылады",
        "question_date": "20.02.2022",
        "question_tag": "Бағдарламалау",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = int(input())\nb = int(input())\nc = int(input())\nif a==b==c:\n    print (3)\nelif a==b or a==c or b==c:\n    print (2)\nelif a!=b or a!=c or b!=c:\n    print (0)",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жк ашқан соң жусысшыларга зейнетақы жарнасын төлеу міндеттіма",
        "question_content": "Жк ашқан соң жусысшыларга зейнетақы жарнасын төлеу міндеттіма",
        "question_date": "20.02.2022",
        "question_tag": "Жеке бизнес",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа арине, керек, егерде олар стабильно жумыс истесе зейнетакы тоже толену керек",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сары су кетпесе",
        "question_content": "Сары су жиналғанына 9 ай болды кетпей тұр тұзды су менде жүнменде уқалап жүрмін дәрігерлер кетет деген кетпеді мен басында сары суға мән бермей жүре бергем енді кедергі болып тұр.Бұдан жазылудың әдісі барма",
        "question_date": "20.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 661,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның дене қызуы қатты көтерілгенде, терінің беткі қабатында өте көп мөлшерде тер бөлінеді. Кейбір мүшелердің қабынуы кезінде, құрсақ және кеуде қуыстарын қаптап жататын қабықшаларда да сұйықтық пайда болады. Бірақ бұл сұйықтықтың терден айырмашылығы — оның құрамында плазмаға ұқсас, қанның белоктары болады. Міне, осындай сұйықтықтарды сарысу деп атайды. Сарысумен ұзақ уақыт жүру кезінде мүмкін болатын асқынуларды: неврит; миокардит; синовит; дәнекер тінінің диффузиялық тартылуы; гломерулонефрит; гепатит;инъекция аймағында тері мен тері астындағы тіндердің некрозы.\nСарысу ауруы - емдеу. Негізгі ауру көздері — мүшелердің немесе қуыс қабықшаларының қабынуын емдеген кезде, сарысу бірте-бірте сіңіп жоғалып кетеді. Кейде оны пункция жасап (тесіп) сорып алады. Сол себепті білікті мамандарға жүгініп көріңіз.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Режиссер мамандығын",
        "question_content": "Мен режиссер мамандығын таңдап отырмын және де менің өзім жазған сценарилер көп десемде болады. Алла қаласа 1еуін түсіремін, ютуб каналға саламын, маған тіркеліп кетсеңіздер, және де сценари сатып алатын болсаңыздар менің инстаграмыма жазсаңыздар болады. Ютуб каналда әлі видио жоқ, бырақта бір көмектеріңіз болсын сол канылмды дамытып жіберсек. Sbaagee_i инстаграм. Ал ютуб каналды сол жерге жазамын  , рақмет",
        "question_date": "20.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құлаққа қатты зат тиіп қанаса не болады",
        "question_content": "Баламның құлағына пульт тиіп қанап кетті .",
        "question_date": "19.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 863,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастысы ішіне , құлақ пердесіне зақым келмеу керек. Пульт құлақтың сырт бөлігіне ғана зақым тигізуі немесе айналасындағы еттерінің уақытша ауырсынуына алып келеді . Егер қатты жыртылып кетпесе, кәдімгідей қанының тоқтағынына жағдай жасап, жараға инфекция түсір кетпей жазылуын қадағалағыныңыз дұрыс. Егер жасқа толмаған сәби болса Лор дәрігерге көрсетіп,көңіліңізді жайландырғаныңыз дұрыс болар.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қ.ж. 1 л ауа 1,29 г тартса, 0°С және 100 атм қысымда сыйымдылығы",
        "question_content": "Қ.ж. 1 л ауа 1,29 г тартса, 00С және 100 атм қысымда сыйымдылығы 10 л баллондағы ауаның салмағын табыңдар. Баллондағы ауаны 25 атмосфераға дейін кеміткенде, баллонның массасы қаншалықты кемиді?",
        "question_date": "19.02.2022",
        "question_tag": "Химия",
        "question_views": 247,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жас қыз түсінде басына орамал тақса нені білдіреді",
        "question_content": "Жас қыз түсінде бірнеше орамалдан таңдап басына орамал тақса нені білліреді? Және түсінде тұрмысқа шықса?",
        "question_date": "19.02.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 14400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті жақсыға жорыған дұрыс. \nОрамал—қуаныш, орамал сатып алу—олжа, орамал сыйлау—перзент.\nОрамал: жібек орамал – ғашықтық. Бойдақ қыз орамал тақса - тұрмыс құруы мүмкін.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам 16 түрлі сезімді бастан өткереді дейді, сізде олардың қайсысы басым келеді?",
        "question_content": "Адам 16 түрлі сезімді бастан өткереді дейді, қуанады, мұңаяды, ренжиді, ашуланады т.с.с.\n\n Сізде олардың қайсысы басым болып келеді?",
        "question_date": "18.02.2022",
        "question_tag": "Психология",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кітап оқығанның қандай зияны бар?",
        "question_content": "Кітап оқығанның қандай зияны бар?\n\nҚалжың сұрақ қой негізі...",
        "question_date": "18.02.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы кітапты оқу арқылы адамның білім көкжиегі кеңейеді, ішкі жан дүниесі байыды, сақтау қабілетін арттырады, ақылдырақ болады дегендей. Ал тағы бір кітап оқудың маңызды жағы…:\nКітап оқу арқылы адамның сөздік қоры көбейіп, ойлау қабілетін арттырып, өз пікірін еркін жеткізе алады. Оған сөз жоқ өз тәжірибеңде көз жеткізуге болады. Мысалы бір классиктің шығармасын оқысаң-ақ болды, бұрын екі сөздің басын құрамайтын адам, өз ойын жеткізе алатындай дәрежеге жететініне күмән жоқ.\nСондай-ақ оқу логикалық ойлауды дамытады. Оқығаныңды іштей талдасаң, адам психологиясын жетік түсіне бастайсың.\nКөңіл-күйің болмаса да кітап оқу бір сәт жабырқаудан арылтады, тіпті уақытша болса да уайымыңды басады.\nКітап оқудың тағы бір пайдасы адам ағзасының қартаймауына септігі бар екенін оқымыстылар дәлелдеуде. Урсула Ленз — егде адамдармен жұмыс жасайтын Федеральды біріккен ұйымның қызметкері былай дейді: «Егде адамдар үшін кітап оқу пайдалы екендігіне бірнеше себеп бар. Біріншіден, оқылған сөзді санада бейнеге айналдыру қабілеті когнитивті қызметке жақсы әсер етеді. Екіншіден, оқу ойын жинақтауға көмектеседі. Сондықтан оқудың қартайғанда да белсенді ақыл-ойды сақтап қалуға пайдасы бар екен».\nСонымен келтірілген дәлелдер арқылы, сіздерді кітапты ең жақын досы етеді деп үміттенеміз. Ал енді сіздерге кітаптардың пайдасы туралы Интернеттен алынған азды-кемді тіркестерді ұсынсақ:\n\nЖақсы жазатын қаламгердің шығармасы оқылып қана қалмайды, одан қалса, сізді жақсы сөйлеуге үйретеді.\n\n* * * *\n\nМәдениет оқылған кітаптардың санынан емес, түйген ой-түсініктердің жиынтығынан көрінеді.\n\n* * * *\n\nКітап оқыған жандар теледидар көретіндердің төбесінен қарап отырмақ…\n\n* * * *\n\nКітапты көп оқыған сайын соғұрлым еліктеу де азая түседі.\n\n* * * *\n\nКітапты кинодан артық десек, ең алдымен шексіз қиялдың сансыз бояулары ойға оралады.\n\n* * * *\nАдамдардың қатары екіге бөлінеді: кітап оқитындар мен кітап оқитындарды тыңдайтындар.\n\n* * * *\n\nТиыннан теңге құралғандай оқылған әр кітаптан білім жиналады.\n\n* * * *\n\nМи үшін кітап оқу — бұл да денеге жасалған физикалық жаттығу секілді.\n\n* * * *\n\nАқылды болуға 10 кітап оқылса жеткілікті, бірақ, сол 10 кітапты оқу үшін мың кітапты тауысу керек.",
                "date": "23.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түп нағашы қызбен үйленуге бола ма?",
        "question_content": "Түп нағашы қызбен үйленуге бола ма?",
        "question_date": "17.02.2022",
        "question_tag": "Махаббат",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге біртүрлі сұрақ қойасындар",
                "date": "19.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын немесе переводчик маманы болу үшін неше бал жинау керек/",
        "question_content": "Ағылшын тілі маманы болу үшін не істеу керек.",
        "question_date": "17.02.2022",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең төменгі балл жыл сайын өзгеріп отырады. Грант ұтудың ең дұрыс жолы -- барынша көп балл жинау. Ол үшін жақсылап дайындалу керек.",
                "date": "4.01.2023",
                "upvotes": 0
            },
            {
                "text": "120+ ауыл квотасымен 116+ баллдар озгереды ар жыл сайын",
                "date": "27.06.2024",
                "upvotes": 0
            }
        ]
    }
]