[
    {
        "question_title": "Шардың көлемін табу керек.",
        "question_content": "Жасаушысы 15 см және табанының радиусы 9 см конус шарға іштей сызылған.  Осы шардың көлемін табу керек.  Көмектесип жіберіндерш",
        "question_date": "5.05.2020",
        "question_tag": "Математика",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шардың көлемін табу",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "60° қа тең бұрыштың биссектрисасын салыңдар",
        "question_content": "60° қа тең бұрыштың биссектрисасын салыңыз",
        "question_date": "5.05.2020",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биссектриса - бұрышты тең екіге бөлетін түзу. Дәл осы жағдайда - биссектриса бұрышты 30-30°-тан екіге бөледі",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ое сегізінші сөзіне төрт сұрақ құрастыру",
        "question_content": "Он сегізінші қара сөзіне сұрақ қою керек",
        "question_date": "5.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 791,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам түрлі қылығы болады: бірі бет-пішінін, мұртын, мүшесін, жүрісін, қас-қабағын қолдан түзетіп, шынтағын көтеріп, қолын тарақтап әуре болмақ. Біреуі атын, киімін «айран ішерім» деп, солардың арқасында сыпайы, жұғымды жігіт атанбаққа, өзінен ілгерілерге елеулі болып, өзі қатардағының ішін күйдіріп, өзінен кейіншілерге «әттең, дүние-ай, осылардың атындай ат мініп, киіміндей киім кигеннің не арманы бар екен?!» - дейтұғын болмаққа ойланбақ.\nМұның бәрі - масқаралық, ақымақтық. Мұны адам бір ойламасын, егерде бір ойласа, қайта адам болмағы - қиын іс. Кербез дегенді осындай \"кер, кердең немеден безіңдер\" деген сөзге ұқсатамын. Тегінде, адам баласы адам баласынан ақыл, ғылым, ар, мінез деген нәрселермен озбақ. Онан басқа нәрсеменен оздым ғой демектің бәрі де - ақымақтық.\nҺәм яғни, және деген мағыныда\n Адам адамнан немен озады?\nКербез адам қандай болмақ?\nАдам мінезінің қандай түрлерін келтірген?",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық сұрақ: дұрыс емес айтылатын сөз",
        "question_content": "Всегда дұрыс емес айтылатын қандай сөз?",
        "question_date": "5.05.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жанды табиғат патшалықтарының өкілдерін атаңыз?",
        "question_content": "ЖАНДЫ ТАБИҒАТ ПАТШАЛЫҚТАРЫНЫҢ ӨКІЛДЕРІ АТАҢЫЗ\n\nӨСІМДІКТЕР:\n\nБАКТЕРИЯЛАР:\n\nЖАНУАРЛАР:\n\nСАҢЫРАУҚҰЛАҚТАР:\n\nСРОЧНО КӨМЕК КЕРЕК!!!!!",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 36300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабын білесіз ба?Беріңізші",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "Өтініш тауып беоыныздершыыіыы",
                "date": "8.05.2020",
                "upvotes": 0
            },
            {
                "text": "5)Қарапайымдылар дұрыс точна",
                "date": "7.10.2022",
                "upvotes": 0
            },
            {
                "text": "1.вирус\n\n2.Бактерия\n\n3.Саңырау құлақ\n\n4.Жануарлар\n\n5өсімдік",
                "date": "17.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынтас қорнына кімдер жерленген?",
        "question_content": "Бұл 5 сыныптын сұрағы. Өтінемін көмектесіндерші.",
        "question_date": "5.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тауып беріңіздерші өтініш.",
                "date": "5.05.2020",
                "upvotes": 0
            },
            {
                "text": "3 савромат жауынгеры.",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Mg(OH)2+2HCL. H3PO4+3NaOH",
        "question_content": "Mg(OH)2+2HCl\n\nH3PO4+3NaOH\n\nОсы реакцияларды теңестіру керек отыныш рахмет",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mg(OH)2 (s) + 2 HCl (aq) → MgCl2 (aq) + 2 H2O (l)\n3 NaOH (aq) + H3PO4 (aq) → Na3PO4 (aq) + 3 H2O (l)",
                "date": "28.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәуелсізбін, Тәуелсізбін мен бүгін! деген жолдардағы ақынның асқақ үнінен не байқадыңыз?",
        "question_content": "Тәуелсізбін,\n\nТәуелсізбін мен бүгін!\n\nКелді міне азаттығым,\n\nТеңдігім!\n\nБостандықта бойлығым мен ендігім.\n\nШешіл енді, шемен болған шерлі үнім! -\n\n деген жолдардағы ақынның асқақ үнінен не байқадыңыз? Автор бейнесін талдаңыз.\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________\n\n_________________________________________________________________________________",
        "question_date": "5.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік кезеңінің лирикасы тарихты ұлт мүддесі тұрғысынан сөйлетеді. Бұрынғыдый жалтақтамайды, бір шоқып екі қарымайды. Кеңес тұсындағы ақындар «Жаңа заман, жаңа дүниеге жарамсыздарды бүгін әшкерелеу керек; ертеңге қалдырсаң кешігесің» дейтін. Бұл сол тұстағы ақындардың бәріне тән пікір болатын.\nТолығырақ: https://adebiportal.kz/kz/news/view/21611",
                "date": "18.06.2020",
                "upvotes": 0
            },
            {
                "text": "Тәуелсізбін,\n\nТәуелсізбін мен бүгін!\n\nӨлең жолдарындағы ақынның асқақ үнінен шынайы қуаныш лебі сезіледі. \"Тәуелсізбін!\"-деген сөзінен-ақ халықтың қайғы-қасіретін халықпен бірге кешіп жүріп,енді азаттық туы желбірегеніне ұлты үшін шын қуанып,сол қуанышын жүрекке сыйдыра алмай қағаз бетіне жар сала жырлаған асқақты үн! Барша қазақ елінің үніне үн қосқан  ақын. Бізде осылай қуана асқақтауымыз қажет.Біздің әр арайлап атқан таңымыз,батқан күніміз-Тәуелсіз!Шүкіршілік етейік.",
                "date": "26.06.2020",
                "upvotes": 0
            },
            {
                "text": "Ақынның айтқысы келгені тәуелсіздік алу кезіндегі қиыншылығы туралы",
                "date": "20.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы R шеңберге іштей сызылған шаршының диаметрі",
        "question_content": "Радиусы R шеңберге іштей сызылған шаршының диаметрі",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радиусы R шеңберге іштей сызылған шаршының диаметрі",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанықпаған көмірсутектің молекулалық формуласын табыңыз.",
        "question_content": "Құрамында көміртектің массалық үлесі 85,7 %, сутек бойынша тығыздығы 21-ге тең болатын қанықпаған көмірсутектің молекулалық формуласын табыңыз.",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "21*2= 42, яғни\nКөмірсутектің молекулалық массасы 42г/моль тең\nҚанықпаған көмірсутек алкен немесе алкин болуы мүмкін.\nСхНу\n85,7/12:14,3/1=7,14:14,3=1:2\nС:Н  еселігі осынша болатын молекулалық массасы 42г/  моль тең қанықпаған көмірсутектерді іздеп көреміз.\nС3Н6- пропен\nШығарудың оңай жолы осы мен білетін.",
                "date": "28.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жерүсті өсімдіктері қорғау нысаны ретінде",
        "question_content": "Жерүсті өсімдіктері қорғау нысаны ретінде",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биоалуантүр, ауышшыда болады, толық мәлімет керек, интернетте дәл осылай қыдырса жоқ",
        "question_content": "Биоалуантүрліліктің экожүйе тұрақтылығын сақтаудағы маңызы .",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биоалуантүрліліктің маңызы:  Жануарлар, өсімдік пен микроағзалар табиғаттың бір бөлшегі ғана емес, олардың генетикалық, экономикалық, ғалыми әрі мәдени, қоғамдық, рекреациялық, бастысы экологиялық маңызға ие.  Қазақстан аумағында сүтқоректілердің 155 түрі, құстардың 480 түрі, ал балықтардың 150 түрі мекен етеді. Бүгінде Қызыл кітапқа өсімдіктің 387 түрі, жануарлардың 120-дан астам түрі енген.  Киіктер популяциясының 95 пайызы Қазақстанға тиеслі. 1991-1999 жылдараралығында елдегі 1 миллион 200мың киіктің саны 150 мыңға жеткен. Ал 2003 жылы бұл көрсеткіш небәрі21 мыңға тең болған. \n  Биоалуантүрліліктің экожүйедегі байланыстарының толық болуының шарты және негізгі факторы бола отырып, оның ең маңызды қасиеті – тұрақтылықты қамтамасыз етеді. Элементарлық (іс жүзінде бөлінбейтін) экожүйелердің көптүрлілігі ең алдымен олардың түрлік құрамымен анықталады. Ал ең ірі экожүйелер үшін алуан түрліліктің артуына оларға кіретін кіші деңгейдегі экожүйелердің маңызы артады.\nБиосфераның геологиялық тарихының барысында онда тіршілік ететін ағзаларының түрлерінің саны тұрақты болмаған. Әрбір түр белгілі бір уақыт қана өмір сүреді. Шамамен 10-30 млн жыл түрлерінің ішінде өмірі өте қысқа (бірнеше мың) және ұзақ өмір сүретін түрлер – тірі қазбалар да бар. Мысалы, мүктер өзгермеген қалпында шамамен 500 млн жыл , жалаңаш тұқымды ағаш – гингко дәуірінен бері 150 млн жыл тіршілік етіп келеді. Жануарларының ішінен тірі туатын балық латимерияны атауға болады. Ол 60 млн жыл бұрын жойылып кеткен деп есептелінді. Бірақ 1938 жылы Комор аралдарының маңынан табылған.\nЭкология ғылымы ең маңызды биоалуантүрлілік туралы ғылымды зерттейді. Табиғаттағы барлық биологиялық процестер биосфера мен экожүйелерден тыс жүрмейді. Осыдан биоалуантүрліліктің үш үлкен бұтағы тарайды. Әрбір бұтағы деңгейлерге бөлінеді. Биоалуантүрліліктің әр деңгейі бөлімдерге бөлінеді. Бұл бөлімдерде биоалуантүрлілік әртүрлі тірі ағзалардың арасындағы ерекше туындысы ескеріледі. Олардың арқасында көрсеткіші құрылады, қоршаған ортаға төзімділікті қамтамасыз етеді. Биоалуантүрліліктің жоғары деңгейде көптеген әртүрлі экожүйелер және ландшафтар орналасады. Табиғатта біртекті мекен орталары болмайды.\nБіз биоалуантүрлілік жайында сөз еткенде, ең біріншіден көптеген жануарлар, өсімдіктер, саңырауқұлақтар және микроағзалар түрлерін жатқызамыз. Кез келген түр дараларды құрады. Генетикалық жағынан бір біріне өте жақын келеді. Олар еркін шағылысады және өсімтал ұрпақ береді. Сол уақытта кейбір даралар түрлері басқа даралар түрлерімен еркін шағылыса алмайды. Ғалымдар әрдайым жаңа жануарлар, өсімдіктер, саңырауқұлақтар және микроағзалар түрлерін сипаттап, жаңа түрлерін атауда. Біздің планетамыздағы түрлердің нақты санын ешкім келтіріп бере алмайды. Алайда жануарлардың түрлері өсімдіктер мен саңырауқұлақтардың, бактериялардың санынан әлдеқайда басым түседі.\nТабиғаттағы әртүрлілік кеңістікте орналасуының саны мен уақытқа қарсы өзгеруі мүмкін. Кез келген биотикалық қауымдастық уақытқа байланысты өзгеріп отырады. Оның дамуын, экологиялық сукцессия деп атауға болады. Олар бірнеше кезеңдерден өтеді. Сукцессиядағы түрлердің қалыптасуы қоршаған ортаны модификациялаудың нәтижесінде басқа жағдайлар пайда болып, басқа популяцияларға оңтайлы жағдайлар туғызу барысында іске асады.\nШырша ағаштарын кескен соң немесе өрттен кейін қалған бос жердің өзгергені соншама, сол жерде қайта шыршалардың өсуіне мүмкіндік болмайды. Ашық жердегі қалған шырша ағашының көшеттері көктемнің суық күндеріне, сонымен қатар өте қатты ыстыққа, басқа жылу сүйгіш өсімдіктермен бәсекелестікке төтеп бере алмайды. Ағаштар шөптесін өсімдіктерді бірте – бірте ығыстырып, майда жапырақты орманның қалыптасуына әкеп соғады. Сол кезде ғана шыршаның өсуіне қолайлы жағдай туғызады.\nҚауымдастықтың дамуы барысында жалпы биомассасы өседі. Яғни өнімділіктің максимумға жетуі. Бұл деген сөз сукцессияның аралық фазасының бірінде максимальді жылдың биомассасының қалыптасуы. Негізінен өсімді алуантүрліліктің көбеюінен басқа түрлердің әсіресе, бунақденелілер мен басқа жануарлардың санының қарқынды өсуі байқалады. Алайда табиғатта қауымдастықтың климаксті түрі де бар. Бұл қауымдастықтар дамудың ең соңғы кезегінде басқа қалыптасу кезеңдерінде тіршілік еткен саны жағынан мол болып келетін түрлерге өз орнын береді. Мұндай климаксті қауымдастықтарға түрлік құрамның қалыптасуына басқа факторлар әсер етеді. Мұндай факторларға ағзалардың мөлшерінің үлкеюі жатады. Бұл қасиеттердің арқасында мұндай жануарлар қолайсыз кезеңдерде тіршілік үшін күрес барысында үлкен роль атқарады.\nОртаның қолайлылығы топтпнудағы түрлер санының артуына елеулі ықпал тигізеді. Қорегі аз мекен ететін жерлерде жануарлар жемтігінің әртүрлі типтерінен елеусіз қалдыра алмайды. Ал қорек көп жерлерде олар едәуір күй таңдағыш болады және өзінің тамақ ішу рационын ең жақсы қоректік объектілермен шектеуге мүмкіндігі бар.\nКөптеген организмдер өсіп-өнген ортаның қолайлы жағдайларында өздерінің санын тез көбеюге қабілетті.",
                "date": "30.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі өсімдіктердің адам әрекетінен жойылуы",
        "question_content": "Жер бетіндегі өсімдіктердің адам әрекетінен жойылуы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 785,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер шары өсімдіктеріне сипаттама.\n   Жер шары өсімдіктері. 1.Тропикалық орманды алқап үш формацияға бөлінеді: а) ылғалды тропикалық орман. Экватордан оңтүстікке, солтүстікке қарай ылғалдылық азая береді. ә) суптропикалық ормандар өсімдіктері – мәңгі жасыл, қалыңды етті жапырақтары бар.Суптропика өсімдіктері жылылық пен ылғалдылықты қажет етеді.б) Қыс мезгілінде де жасыл болып тұратын орманды алқап- климаты ылғалды, жазы құрғақтау.\n2.Шөлейтті дала белдеуі. Теңіз жағалауынан бастап, солтүстікке қарай шөл дала өсімдіктерімен алмасады. Тұрақты соғатын құрғақ жел пассат өсімдіктер түрімен, санына аз әсерін тигізбей қоймайды. Құрғақ, шөлдала температурасы төмендеу орманды зонамен полоса жалғасады.\n3.Орманды белдеу алқабы. Жазда жасыл орман ағаштары, қылқанжапырақты және қатты жапырақты орман алқабы аумақты жерді алып жатыр.Теңіз жағалауында көктемі, жазы жылы, қыс суық болғандықтан,жапырақтары жылдың суық мезгілдерінде түсіп отырады, сондықтан қылқан жапырақты орман өкілдері шығысқа- континентальды ауа райы жағдайына ығысып, шоғырланған.Қатты жапырақты орман ағаштарыда құрғақта, жылы, бірақ ылғалдылық жетіспеген аралықтарда өседі.Қатты жапырақты орман өкілі-лавр Lauraceae – 2000 түрі бар, ылғалы молырақ теңіз жағалауында, жел өтінің пассат аумалы, ауыспалы болып тұратын жерлерінде өседі.Ылғалдылықпен, пассатқа бейімделсе лавр бұталы ағашы – субтропика қоңыржай жерлерді жаулап алар еді.\n4.Ормансыз солтүстік белдеу. Негізінен, екі формацияға бөлінеді: а) ауа райының қолайсыздығына жел, қар байланысты, бойлары кішігірім қисық өскен бұта, ағаш, өсімдіктері өседі. б) ағаш өсімдігі өспейтін далалы алқап.\n          Тропикалық ормандар – қоңыржай климат ормандарынан бір-бірінен анық ажыратылады. Тропика ормандарына ағаш өсімдік түрлері өте көп, тіпті қатар тұрған екі ағаш түрін табу қиын. Бразилияда 3 кв.миль жерде 400-ге жуық ағаш түрінің өсіп тұрғаны кездескен. Тропикада ағаш түрінің көптігінен жоғарыдан қарағанда біркелкі емес теңбілденіп тұрады.\n          Тропикалық ормандардың кейбір жерлерінен балтасыз өту мүмкін емес.Лиандар – шырмауық өсімдіктер қалың қорған болып, басқа өсімдіктер бұтақтарымен шырмалып, жарық өткізбай тұрады. Тропикалық ормандар 4-5 ярусты, ал біздің ТМД орман ағаштары 2 ярус құрады. Ағаштары тік – бағана тәріздес аз бұтақталады 3-4.Тропикалық өсімдіктердің түрлерін ажырату қиын, себебі жапырақтары, гүлдері өте биікке орналасқанда өрмелеп шығуға лиандар, эпифитер жібермейді, тек түскен жемістері арқылы ғана өсімдік түрі анықталады, немесе морфологиялық анатомифлық құрылысын зерттеу арқылы анықтама беріледі.Ағаштары ұзында, бағана тәріздес тік өсімдіктен жер асты тамырларын да өз ерекшеліктері бар.Тропика ағаштарында тақтай тәріздас досковидные корни- қанат тәріздес- конгрофорус тамырлары жер бетіне шығыңқырап жоталанып, ирелеңдеп, созылып жатады.\n Брокман- Ерош заңдылығы.\n Жер шары өсімдігінің өсуі, бірлестік фитоценоз, ассоциация құруы, ағаш бұта, шөптесін өсімдіктер болып келуі,түрінің бір жерде аздығы, екінші дерде көптігі, орман, шөлдала, шалғын, су өсімдіктері болып бөлінуі, көптегін фактордың ауа райы, жер бедері, температура, ылғалдылық,топырақ әсері екендігі дәлелдеуді қажет етпейді. Солтүстіктен оңтүстікке қарай тундра, орманды тайга, алпақ, шалғынды жерлер,аралас орман, дала,шөл, суптропика,тропика болып бөлініп келсе,олардың әрқайсысы өзен, көл, қырат,тау, батпақтарына байланысты өсімдік зоналарына бөлінеді.\n          Швейцария ботанигі Брокман – Ерош М. «Идеальды континент» (1877ж) атты кітап шығарып, өсімдіктердің жер бетінде таралуы жөнінде өз заңдылығын ұсынды.Одан бері бұл заңдылық көптеген ғалымдар еңбегімен толықтырылып келеді.\n           Брокман – Ерош заңдылығы:\n 1.Жылықтың экватордан полюске қарай азаюы\n 2. Теңізден материкке соғатын ылғалды желдің өсімдікке табиғатына әсер ететіндігі.\n 3. Материктен теңізге қарай соғатын құрғақ жел пассат әсері.\n 4. Жаңбырдың теңізден материкке қарай азаюы.\n Шөптесін өсімдіктер. Шөптесін өсімдіктер түрлері өте көп. Бірақ, олардың өсуі, көбейуі таралуы, қалың немесе сирек болуы өсіп тұрған жеріне, бұтала ағаш өсімдіктер түріне, ярусына тікелей байланысты. Ағаш өсімдіктер қалың, төменгі жағы көлеңке жерде болған жағдайда, ол жерде шөптесін өсімдіктер жоқ, ал жарығы мол жерлерде шөптесін өсімдіктер мол, биіктігі адам бойына дейін жетеді.Мысалы, имбирь Zingiberaceac тұқымдасы өздерінің тамаша гүдерімен, биік болып өсуімен ерекше сәнді болып көрінед.Шөптесін өсімдіктер ішінде споралы өкілдеріде басым: силагинелла, плаундар, папоротниктер. Папоротниктер тұқымдасы Hymenophyllaceae өкілдері жапырақтары бірақ қабаттан тұрады да, сол жапырақтары арқылы-ақ ылғалдылықты сорып алу қабілеті бар:шөптесін өсімдіктер тамыры өте нашар детілген. Астық тұқымдас өкілдері өте аз.\n          Лиан.Шырмауық тұқымдас өсімдіктер өкілдері түрлерінің көптігімен ерекшеленеді. Күнге,жарыққа ұмтылғандықтан ағаштар сияқты өте биік ағаштарға оралып, жоғарыға төбесіне дейін жетеді.Бұтақтан бұтаққа, мұрттары арқылы бекіп, жерге тиген жағдайда жанама, қосалқы тамырлар беріп, әрқарата өсуін жалғастыра береді де бұтақ не ағаш сынып жерге түскенімен лиандар басқа ағашқа жармасып өсуін жалғастыра береді. Пальмротанг Galamus туысы -300м дейін жетеді. Ароид тұқымдасы Philodendron, фикус туысы, бұрыш Piper, ваниаль Vanilla Bauhinia, лиан түрлері өздеріне тән ерекшкліктерімен ерекшеленеді.\n          Америка континентіндегі тропикалық орман.\n    Негізінен орманды жерлер Амазонка өзені, оның салалары,оңтүстік тропикаға дейінгі Атлант мұхиты жағалауларына орналасқан. Амазонка өзені жағалауы ормандары өте үлкен алқапты алып жатуымен қатар, тропикалық ең ылғалды орман.А.Гумбольдт бұл ормандарды аралап «Гиллей» гилейон- грек тілінде орман деген мағынада деп ат қойған. Америка тропика ормандарын 2 типке бөлген:\n1. «игапо» -ылғалды орман, жаңбыр, тасыған су жинақталып тұратын сайлы жерде өсетін орман.\n2. «Эте» - жаңбыр, тасыған су жете қоймайтын жоғарылау, биіктеу орналасқан орманды жер.Гилей ормандары эпифитті өсімдіктердің түрлерінің көптігі, әсіресе Бромелья ананас тұқымдасына жатады. Өсімдік өкілдері гулдерінің сәнділігі әдемілігімен ерекшеленеді де – «цистерналық» эпифиттерге жатады. Жапырақтар түбі воронка тәріздес болып келеді де, сол жерде 1л, дейін су жиналады. Мысалы, кактус оның ішінде Rhipsalis түрінде. Негізінен «игапо» жерлерінде; Hevea brasilensis, bertholletia excelsa, Dipterix odorata пальма түрлері phyteltphas,Manicaria, Astocarium. «Эте» жерлерінде пальманың:Euterpe, Attolea түрлері өседі. Амазонка салаларында су қылтарысында Ориноко өзені, су өсімдігі Виктория Регия (Victoria regia), Нимфей тұқымдас өкілдері көптеп кездеседі. Батыс жағалауы Индия, Цейлон Үнді қытай,Зонд, Ява, Суматра аралындағы ылғалды тропикалық орман адам қолымен жойылған.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келесі алгебралық өрнектерді шешіңіз.",
        "question_content": "бжб бірінші нұсқа екіншісі керек емес",
        "question_date": "5.05.2020",
        "question_tag": "Математика",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі нұсқаның жауабы",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шалғындар мен жайылымдар өсімдіктері қорғау",
        "question_content": "Шалғындар мен жайылымдар өсімдіктері қорғау",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биологиялық алуантүрлілкті сақтау мақсатындағы халықаралық ынтымақ-тастық",
        "question_content": "Биологиялық алуантүрлілкті сақтау мақсатындағы халықаралық ынтымақ-тастық",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 985,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық алуан түрлілік конвенциясы — биологиялық алуан түрлілікті сақтау жөніндегі халықаралық келісім.\n1992 жылы 22 мамырда Найробиде өткен БҰҰ Қоршаған орта жөніндегі бағдарламасының конференциясында қабылданды. 1993 жылы Конвенцияға 168 мемлекет (оның ішінде Қазақстан Республикасы) қол қойды. Конвенцияға қол қоюшы мемлекеттер мынадай негізгі баптарды орындауға міндеттенді:\nәрбір мемлекет өз ресурстарын табиғат қорғау саласындағы саясатының негізінде қолдана алады және іс-әрекеттері өзге мемлекеттер мен өңірлердің табиғатына зиян келтірмеуін қамтамасыз етуге жауапты;\nбиологиялық алуан түрлілікті сақтау және тұрақты әрі тиімді пайдалану мақсатында басқа да ортақ мүддесі болған жағдайда мүмкіндігіне байланысты бірігіп іс-әрекет жасайды;\nбиологиялық алуан түрліліктің құрамдарына, оны сақтауға және тұрақты әрі тиімді пайдалануға кері ықпал ететін немесе ықпал етуі мүмкін процестерге, оның зардаптарына тұрақты бақылау (мониторинг) жүргізіледі;\nбиологиялық алуан түрлілікті және оның құрамын анықтау, сақтау және тұрақты, тиімді пайдалану шараларын іске асыру мақсатында мамандарды оқыту және даярлау бағдарламаларын дайындайды және іске асырады, ғылыми-зерттеу жұмыстарына қолдау көрсетеді.",
                "date": "29.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Центрі А(1,2,3) болатын диаметрі 18-ге тең сфераның теңдеуі",
        "question_content": "Центрі А(1,2,3) болатын диаметрі 18-ге тең сфераның теңдеуін жазыңыз",
        "question_date": "5.05.2020",
        "question_tag": "Математика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A (x0; y0; z0) = ( 1; 2; 3 )\nd = 18\nr = d / 2 = 9\nСфера теңдеуін былай құрады:\n(x-x0)^2 + (y-y0)^2 + (z-z0)^2 = r^2\nСонда, осы сфераның теңдеуі: ( x - 1)^2 + ( y - 2 )^2 + ( z - 3 )^2 = 81",
                "date": "11.05.2020",
                "upvotes": 0
            },
            {
                "text": "А(1; -2; 3) нүктесі арқылы өтетін және (3; 1; 4) нормаль векторының\n\nкоординаталары берілген жазықтықтың тендеуін табыңдар",
                "date": "14.05.2024",
                "upvotes": 0
            },
            {
                "text": "Центрі А(-2; 1; 4) болатын диаметрі 6-ге тең сферанын тендеуін жазыныз:",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынтас қорымыннан табылған заттар?Нақтырақ дұрыс жауап беріңіздерші",
        "question_content": "Сынтас қоры мыннан табылған заттар?",
        "question_date": "5.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйек қасықтар, мүмкін ол жерде 3 жауынгер табылғандықтан, әрине қару жарағы",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "Сол мағанда керек болып тур",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шоқан шыңы\" атты тақырыпта эссе керек.",
        "question_content": "Қортынды аттестатауга эссе керек?! Шоқан шыңы деген тақырыпқа",
        "question_date": "5.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кіріспе\nТағдырдың тəлкегіне түскен қазақтың ғұлама ғалымы Шоқан Шыңғысұлы Уəлиханов аз ғана ғұмырында аса құнды академиялық еңбектер жазып, артына мол ғылыми мұра қалдырған дарынды Алаш азаматы. Шоқан Шыңғысұлының көп салалы, əр қырлы бай мұрасы, оның дүниетанымы, қоғамдық, философиялық, ағартушылық, демократтық көзқарастары биік деңгейде болғанын танытады.\nЗаманында дүниежүзілік ғылымға елеулі үлес қосқан Ш. Уəлихановтың терең мазмұнды еңбектері, өзінің асыл тұлғасы мен жарқын бейнесі тарихтың əр кезеңінде жоғары бағаланды. Ол туралы замандастары жан тебірентерлік жылы лебіздер қалдырды. Оның еңбектері орыс, ағылшын, неміс жəне француз тілдерінде жарияланды. Мысалы, қазақ ғалымының еңбектері ХІХ ғасырдың əр жылдарында Ресейдің ғылыми журналдары мен жинақтарында, 1862 жылы Германияда, 1865 жылы Англияда жарық көрген. Оның өмірі мен артында қалдырған бағалы еңбектері соңғы кезге дейін зерттелуде.\nШоқан еңбектеріне алдыңғы қатарлы орыс зиялыларының берген бағасы\nҚазақ жерінің Ресей империясы құрамына қосылған кезеңінде патша əкімшілігінің отарлық саясатына орай жергілікті халықты төмендету, оның құқықтарын барынша шектеу жасалуына қарамастан, қазақ халқының тағдырына ортақтасып, оның болашағын болжаған, нағыз досына айнала білген сол дəуірдегі орыстың озық ойлы азаматтарының есімдерін қазіргі жəне келер ұрпаққа жеткізу уақыт талабы екендігі белгілі.\nОлардың үлкен тобы халқымыздың өткенін зерттеп, оның мəдени дамуына, өнері мен салт- дəстүріне оңды баға берді. Келесілері жергілікті халықтың ауыр тағдырын бүкпесіз жазып, отарлық үкіметтің назарын аударды. Тұрғылықты халыққа білім беру, халықты ағарту, т.б. мəселелерді көтеріп, оның орындалуына тікелей үлес қосқандар да болды. Жергілікті халықтың дарынды перзенттерінің заман талабына сай білім алуларына қамқорлық жасады.\nОсы тұрғыда қазақтың жастай кеткен ғалымы Шоқан Уəлихановтың қабілеті мен ғылымға деген дарынын дер кезінде ұғынып, дəріптеген, онымен пікірлес, дос болған, шығармаларын Ресей, Еуропа жұртшылығына танытуға үлес қосқан орыс зиялыларының қызметтеріне халқымыз əрқашан риза.\nОлар өз шығармаларында Шоқанның Омбыдағы кадет корпусында оқыған кезінен басталған қызметіне талдау жасаған. Оның табиғи талантын, қабілетін сипаттаған. Зерттеушілік қызметін саралаған. Отаншылдығын, өз халқына деген сүйіспеншілігін айрықша атап көрсеткен [1].\nƏсіресе дүние жүзі мəдениеті ордаларының бірінен саналатын Петербургты дүр сілкіндіріп,«Ғажап ғалым», «Жас данышпан» атанған Шоқанға берілген бағалар биік, өте асқақ еді. Орыс халқының Н.Г.Чернышевский, Ф.М.Достоевскийдей даналары; В.А.Обручев, А.Н.Бекетов, И.В.Мушкетов, Н.А.Аристов секілді атақты ғалымдары; П.П.Семенов-Тянь-Шанский, Н.М.Ядринцев, И.Н.Березин, Г.Н.Потанин, В.П.Васильев, В.В.Вельяминов-Зернов, В.В.Григорьев сияқты əйгілі Шығыс зерттеушілері; А.Н.Майков, С.Ф.Дуров тəрізді белгілі ақындары, тағы басқа да көптеген зиялылары оның талантына бас иіп, таңдай қағып, талай тамсанып жазған болатын [2].\nСолардың ішінде келесідей белгілі орыс зиялыларының Шоқан Шыңғысұлына берген бағасы біз үшін ерекше қымбат:\nВеселовский Николай Иванович (1848–1918) — орыс археологы. 1890 жылдан Петербург университетінің Шығыс тарихы кафедрасының профессоры. Орта Азияның тарихы мен археологиясын зерттеді. 1902 жылы ол орыстың белгілі Шығыс зерттеушілерімен (В.В.Бартольд, И.М.Мелиоранский, В.В.Радлов, т.б.) бірігіп, Орта Азия елдерінің (Қазақстан да бар) тарихын, этнографиясын, мəдениетін зерттеу үшін Орыс комитетін (1919 жылға дейін жұмыс істеді) ұйымдастырды [3].\nН.И.Веселовский өзінің «Аққан жұлдыз» [4] деген естелігінде:\nШ. Уəлихановтың қызметіне, алғашқы көзқарасының қалыптасуына кеңінен талдау жасаған. Ол ғалымның өмірден ерте кеткеніне налыған: «Қырғыз хандарының ұрпағы жəне орыс армиясының офицері Шоқан Шыңғысұлы Уəлиханов шығыстану көгінен құйрықты жұлдыздай ағып өтті. Орыс шығыстанушылары оны бір ауыздан ерекше құбылыс деп мойындап, болашақта түркі халықтарының тағдыры туралы ұлы жəне маңызды жаңалықтар ашады деп үміттенген еді, бірақ Шоқанның мезгілсіз дүние салуы бізді бұл үміттен айырып отыр»;\nШоқан Шыңғысұлының Омбы кадет корпусында оқыған кезінен басталатын ғылымға деген талантын ерекше атап көрсеткен: «Батыс Сібір генерал–губернаторы Гасфорт Уəлихановтың айрықша қабілетті екенін байқап, оның ғылыммен айналысуына барынша жағдай жасады жəне ғылым əлеміне тамаша нəтиже əкелген Қашғар сапарына баруына жəрдемдесті. Уəлиханов Қашғардан оралған кезде Гасфорт сапардың есебін реттеуге өзі қатысып, кейіннен Уəлихановқа Петерборға барып-келуіне жағдай жасады»;\nШоқан қайтыс болғаннан кейін оның шығармаларын жарыққа шығару мəселесінің қалай шешілгенін жазған: «Уəлихановтың барлық ізденістерінің маңызы соншалық, Орыс географиялық зерттеу қоғамы 1867 жылдың 24 сəуірі күнгі мəжілісінде Ш.Ш.Уəлихановтың соңында қалған барлық мұраларын басып шығаруды ұйғарды. Бұл шешім сол кезде жүзеге аспай, Уəлихановтың өңделуге тиіс біраз мақалалары əркімнің қолында кетті. Мəселен, В.В.Григорьевтің қағаздарының арасынан мен Шоқанның екі дəптерін таптым, біреуі Едіге туралы қырғыз аңызы, екіншісі — оның ықшамдалған орысша аудармасы.\n1887 жылы Г.Н.Потанин Уəлиханов шығармаларын басып шығару туралы мəселені қайта көтерді жəне дала генерал–губернаторы Г.А.Колпаковский баспаға қажетті қаржы жайын қарастыруға келісім берді. Бірақ Колпаковский көп кешікпей Петерборға қызметке ауысып, бұл мəселе тағы тоқтап қалды. Сол кезде Г.Н.Потанин менен Уəлихановтың жарық көруге тиіс жинағына редакция жасауымды жəне баспагер табуымды өтінді. Өз жұмысым қиын болса да, бұл істің жеңіл еместігіне қарамастан, Шоқан Уəлиханов аруағының ризалығы үшін жəне шығыстануға үлес болсын деп бас тартпай, оның жазбаларын қарап шығуға келістім. Бұл жұмыс мен ойлағаннан да күрделі болып шықты».\nН.И.Веселовский – Ш.Уəлихановтың бір томдық шығармалар жинаған алғаш бастырып шығарушы (1904) əрі оның редакторы. Оның баяндауы арқылы қазақ ғалымының нағыз талантын, оның жазбаларының ғылым, болашақ үшін керек екендігін Ресей оқымыстыларының ұққандығын көруге болады.\nПотанин Григорий Николаевич (1835–1920) — Орта Азияның табиғатын, этнографиясын зерттеген саяхатшы, географ, этнограф, фольклоршы, Шоқанның жан досы. Омбыдағы кадет корпусын бітірген. Осында оқып жүргенде жас Ш.Уəлихановпен достасып, оның жəне корпус оқытушысы Н.Ф.Костылецкийдің ықпалымен қазақ даласын, көшпелілердің тұрмыс жағдайларын, тарихын танып-білуге əуестенген. 1853–1858 жылдары Семей мен Омбыда əскери қызметте болған. 1859–1862 жылдары Петербург университетінің табиғаттану бөлімінде оқыған. 1861 жылы студенттік толқуларға қатысқаны үшін Сібірге жер аударылған [5].\nГ.Н.Потанин — Ш.Уəлихановтың Омбы кадет корпусындағы кезінен өмірінің соңына дейінгі досы, пікірлесі, ғылыми зерттеушілік қызметіндегі əріптесі, өз шығармалары арқылы қазақ халқының нағыз жанашыры мен қамқоршысына айналған ғалым. Оның досы Шоқан туралы жазған еңбегінің бірі — «Ш.Уəлиханов туралы өмірбаяндық мəліметтер» [6]. Осы көлемді шығармасында орыс зерттеушісі Шоқан Шыңғысұлының Омбы кадет корпусына оқуға келгенінен басталған өмір жолын саралап, оның табиғи дарынын, ерекшелігін, ғылымға деген құмарлығын; өз халқына деген сүйіспеншілігін кеңінен баяндаған:\n«Сібір ведомствосы қырғыздарын басқаратын, шекара бастығы, яғни генералдың, қызметіндегі қырғыз тілінің аудармашысы В.И. Дабшинский 1847 жылдың күзінде Шоқанды Омбыға ертіп келді»;\n«Шоқан орысша бір сөз де білмейтін, сол кездің өзінде қарыңдашпен сурет салуды жақсы көретін. Омбыда Дабшинский Шоқанның салған суретін көрсеткен. Орыс қаласы баланы таңғалдырғаны сондай, ол қарындашпен қаланың бір көрінісін бейнелепті»;\n«Өзінің орыс жолдастарынан озып, Шоқан өте тез дамыды. Оның табиғат берген ақыл-ойынан басқа да артықшылықтары болатын. Жексенбі күндері қалада таныстары, туыстары бар кадеттерді демалысқа жіберетін. Шоқанның қалада туысы да, танысы да жоқ еді. Оқуға түспей түрып сурет салатын, өзі өте қабілетті қырғыз баласы көбінің көңілін аударды. Мұндай əдеттен тыс құбылысты бағалайтындар оны демалысқа үйлеріне алып кететін»;\n«Сол кездің өзінде-ақ, яғни Шоқанның 14–15 жасында, кадет басшылығы оған зерттеуші, тіпті ғалым ретінде қарай бастады»;\n«Кейін менің бір сыныптасымның айтқаны бар: бала кезінде оған Шоқанның армандары таңғаларлық көрініпті. Корпус ауласының Ертіске қараған артқы есігінің алдында бір топ кадет тұрған. Осы жерден Ертістің қарама-қарсы жағасында төселіп жатқан даланың кескіні көрінетін. Бұл көріністе ұшы-қиырсыз жазық дала көкжиегімен өзіңді Орталық Азия шөлінің етегінде тұрғандай армансыз сезінесің. Шоқан топ ішінде тұрып, өз арманын ары қарай жалғастырды: ол осы далаға оңтүстік шетіне дейін енсе, аржағы Қиыр Шығыс, ол жерден жұмбақ Қытай басталады»;\n«Бұл кезде П.П. Семенов Батыс Сібірде саяхат жасап жүрген еді, алдымен ол Омбы аркылы Іле өңіріне өтіп, Ыстықкөл мен Тянь-Шаньның ең биік нүктесі Хан Тəңірінде болып, қысқа қарай Барнаулға қарай шығып кетеді. Омбы арқылы өткен жолында ол Гутковскийдің үйінде болып, онда Шоқанды көреді. Ол Шоқанның университеттің Шығыстану бойынша курсын тыңдау үшін Петербургке бару ойын құптады. Шоқанға барғанымда ол жаңа ғана келіп кеткен саяхатшы туралы ғажап əсерде отыр екен. Шоқанның бұл таныстыққа қатты қуанатындай жөні бар еді, себебі Шоқан Шығыс тарихына бұрынғыдан да тереңірек, қызыға кіріскен еді. Бұл тарихпен қырғыз тайпасы арасындағы жұмбақ қатынастар, оның арасында үйсін, керей, найман секілді ескі рулардың аталуы — олардың бір ұрпақтың атауы болуы оны ойлануға итеретін, мүмкін, ол Шығыстың көне тарихын əшкерелеуді армандаған болар»;\n«Əулиеата жорығында орыс əскерінің Шоқанның діндес бауырларына немесе мүмкін руластарына, яғни қырғыздарға, жасаған айуандық істері оны қатты ренжітеді. Ол осыдан кейін бұл жорыққа қатыса алмайтынын көріп, Черняевпен айырылысып кетеді. Сол жерден Верныйға кетіп, одан əрі Құлжаның батыс жағын қоныстап жүрген албандардың (Үлкен Орданың руы) билеушісі Тезек сұлтанның аулына барады»;\n«Шоқанның қырғыздар туралы жазған əңгімелері өте қызық болатын. Əрине, ол басшылары оның ағалары Саржан мен Кенесары болған қырғыз көтерілісінің тарихын қызықтырақ етіп жаза алатын еді. Осы тарих жөніндегі əңгімелерді қырғыз өлеңдерінен алынған үзінділер, мақал- мəтелдер, халық аңыздары жəне ұлттық салт-дəстүрлермен байытып отырды»;\n«Шоқан қырғыздар бейбіт сүйгіш халық екенін дəлелдегісі келді, олар — ұры-барымташылар емес, бейбіт сүйгіш бақташылар. Олардың киімдеріне, қару-жарақтарына қараңдар, — деді ол. Оқ-дəрілері бар шекпен, қайқы қылыш, т.б. оларға беймəлім; олардың киімдері — халат, қаруы — табынның ішіндегі жылқыны ұстайтын сырғауыл»;\n«Шоқанның өз халқын сүйгені анық еді. Қырғыздан шыққан қызметшілерге, қайыршыларға нəзік ілтипатпен жəне ізгілікпен қарай бермейтін, мүмкін қырғыздың қарапайым адамдарына сүйіспеншілік болмаған шығар, бірақ оларға жақсылық жасау жəне өз халқының болашағы үшін қызмет жасау оның арманы болатын. Ол, ең алдымен, қырғыз халқын, содан соң Сібірді, содан кейін Ресейді, сонан соң барып бүкіл адамзатты жақсы көретінін айтатын. Орталық Азиядағы бай адамдар бір-біріне сыйға тартқанды жақсы көретін бірінің ішіне бірі салынған сол күңгірлік сандықтар сияқты бір сүйіспеншілік екіншісімен ұласып жатты. «Егер орыстар қырғыздарды сабап жатса, онда орыстарға қарсы шығамын, — деді ол, — ал егер француздар орыстарға қарсы соғыс ашса, онда менің жүрегім орыстар жағында».\nГ.Н.Потанин Шоқанның кемеңгерлігін жоғары бағалаған. Оның қазақ қоғамындағы алар орнын болжаған: «Шоқанның мінезінде Пушкин немесе Лермонтовтың мінезіне ұқсас белгілер бар болатын... Егер Шоқан қырғыз халқының ішінен оқырман ортасын тапса, өз халқының кемеңгері болып шығар еді. Сондай-ақ өз жерлестерінің əдебиеті пайда болуының негізін қалар еді».\nОрыс (Г.Н.Потанин) жəне қазақ (Ш.Ш.Уəлиханов) халықтарының атақты екі өкілінің саяхатшы- географ ретінде қалыптасу жолы бірге өткен. Бұл туралы Г.Н.Потанин Н.И.Веселовскийге жазған хатында: «Мен Шоқанмен бар болғаны төрт рет кездесіппін: Омбыдағы корпуста — бес немесе алты жыл; кейін Омбыда офицер болған кезімізде, мен казак офицері болып Казак əскери басқармасында қызмет еттім, Шоқан Гасфорттың адъютанты болған кезінде — екі жыл, содан соң Петербургте бір жылдай жəне ең соңғы рет Омбыда жолығыппын» [7], — деп жазған.\nГ.Н.Потанин Шоқан Шыңғысұлы қайтыс болғаннан кейін оның артында қалған ғылыми мұрасын жинап, бастыру ісіне үлкен үлес қосты. Ол өмірінің соңына дейін Шоқан тақырыбынан қол үзбеген, аяулы досының өмірі мен қызметі туралы баспасөз бетінде жиі мақала жариялап отырған.\nЯдринцев Николай Михайлович (1842–1894) — орыс этнографы, археолог, Сібірді зерттеуші, публицист. Сібір мен түркі тілдес халықтарды зерттеуге елеулі үлес қосты. Алтай өлкесіне жүргізген комплексті экспедициялары үшін (1878, 1880) Орыс география қоғамының алтын медалімен марапатталды. Ш.Уəлихановпен жақын таныс болып, ол жайлы көптеген мақалалар жазды [8].\nХІХ ғасырдың екінші жартысындағы Қазақстанның шығысы, Батыс Сібір өңірін кеңінен зерттеуші, Ш.Уəлихановтың досы, пікірлесі болған Н.М.Ядринцев. «Шоқан Уəлиханов туралы естеліктер» [9] деген туындысында Шоқанның таланты, қабілеті, ғылымға бейімділігі, оның қоғамдық белсенділігі, туған халқының тарихына қызыққандығы туралы былайша суреттеген:\n«Шоқан Уəлиханов корпуста ізденімпаздық жəне асқан қабілеттілік танытты, ол көп оқыды жəне оның сүйікті авторлары Диккенс пен Теккерей болды. Бұл авторлар оған ерекше ұнады, себебі Уəлихановтың өзі керемет əзілқой болды...\nПетерборда мен Шоқан Уəлихановпен Қашғар сапарынан кейін даңқы жайылған офицер ретінде кездестім. Шығыстанушылар онымен таныстықта болып, мен оның əр түрлі шығыстық қолжазбалар мен карталармен айналысып жүргенін көріп жүрдім»;\n«Оған түркі əдебиеті саласы оңайға түсетінін байқадым, себебі ол қырғыз тілін еркін меңгерген еді. Ол қытай тілін білмеді, бірақ қытай авторларының аудармаларын қызығып оқыды»;\n«60-жылдары Уəлиханов орыс өмірінің қозғалысы мен жаңаруын бақылап отырды, ең жақсы журналдарды оқыды, Костомаров сүйікті профессоры еді, Уəлиханов оны тыңдау үшін университетке баратын. Тап осындай қызығушылықпен Уəлиханов Орыс географиялық қоғамында не боп жатқанын бақылап отыратын, қырғыз даласы туралы географиялық мəліметтермен қамтамасыз етіп, қырғыздар жайлы этнографиялық зерттеулер жүргізіп, материал дайындады»;\n«Ол толыққанды білім алған, зиян əдеттерден аулақ адам еді жəне білімі мен мəдениеті жағынан төмен тұрған қандастарына астамсып қарамайтын. Ол өзін қоршаған орыс ортасын түсінді жəне еуропалық өркениеттің негізінде онымен етене болуға əзір еді. Бұл оның өмірінің жаңа қағидасы еді»;\n«Біз онымен 1863 жылы Омбыда қайта кездескенімізде, Г.Н.Потанин қатысқан Струве экспедициясынан оралған болатын. Осы кездесуді атап өтіп, біз бір кеш жиналып отырдық. Шоқан да осы отырыста болды. Эдуард Струве қырғыздардың казактарды жек көретіні жайлы əңгіме қозғады. Кенет Уəлихановтың еріндері кекесінмен дір етіп, өзінің ең жақын досы əрі мектептес жолдасы, бұрынғы казак сотнигі Г.Н.Потанинге сондай мейірлене көз тастап, Струвенің алдында тұрып былай деді: «Мен қырғыздардың казактарды жек көрмейтініне куə келтіргім келеді. Сондықтан да қырғыз ретінде казак досымды құшамын жəне оған арнап тост көтеремін». Осылайша, ол Потанинді ыстық ықыласпен құшақтап сүйді».\nӨмірден ерте кеткен Шоқанның атқара алмаған істеріне Н.М.Ядринцев қынжылады, оның арманының орындалмағандығына өкінеді:\n«Қырғыздың киіз үйінде бесіктен шыққан дарынды қырғыз өмірінің соңғы сəтінде өз отанына оралып, туғандарының арасында тыныш өмір кешеді. Бұл дарынды туманың өзге өмірді, өркениетті көріп, білім алып ақыры, осының бəрінен безініп келген тағдырының бір көрінісі. Бұл безінуде өзге елдің мəдениетіне сенбеу, қауіптену, өз-өзін сақтап қалуға деген ниет жатыр. Дəл осы сезімнің жетегімен Шоқан Уəлиханов туған жеріне оралса керек. Ескі орта, əдет-ғұрып, туған ел жүректен оңай кетпейді, Шоқан өзінің еліне, жеріне адал, халқын сүйетін азамат болып қала берді. Оның арманы халқын сақтай отырып, оны еуропалық біліммен сабақтастыру еді.\nКөп жыл өткеннен кейін біз Шоқан Уəлихановтың бейітіне арнап ескерткіш тұрғызу жайлы сөйлесуге келген Шоқанның туыстары, екі қырғыз қартты көрдік. Олардың бірі сұлтан Мұса Шорманов болатын. Бұл тілекті генерал-губернаторлардың біреуі айтса керек. Жоңғарияға саяхат жасаған, География қоғамының мүшесі бұған, əрине, лайық болатын.\nҚариялармен əңгімелесе отырып, біз қазақ даласының өкілдері — қарттардың көз жасының куəгерлері болдық. Шоқан өз ұлтының мақтанышы жəне сүйікті ұлы болды. Жəне ол естеліктерде де осылай қала бермек», — деп жаза отыра, орыс зерттеушісі қазақ халқының ғұлама ғалымының шығармашылығының өз халқы, жалпы өркениет пен ғылым үшін өлместігін атап көрсеткен.\nИсатай мен Махамбет, одан кейін туысы Кенесары бастаған қарулы көтерілістің жеңілісінен кейін өзінше ой түйіндеп, қазақ қоғамына эволюциялық дамудан басқа жолдың жоқтығын түсінген Шоқан өмірінің соңғы кезеңінде өз сенімдерінің дағдарысқа ұшырағанын сезінген. Мұны маңайындағылар да байқаған. Мысалы, Н.М.Ядринцев оның Түркістан жорығынан əбден қалжырап қайтқан кезін былай деп еске алады: «Ерекше дарынды əрі білімді, Орта Азия географиясын зерттеумен шұғылдаған, өз халқының сүйікті ұлы, қырғыз Ш.Уəлиханов офицерлік ортада алаңсыз өмір кешіп, асқан ақыл жəне тамаша тапқырлық қасиетке ие бола тұрып ол орыс өркениетіне күйінішпен қарады, бұратана халыққа жасаған қиянаттарын көріп, қапаланған ол түркістандық саяхаттан күш-қуаты сарқылып, далада, қазақ үйінде, көшпенді туған–туыстары арасында, оларға болашақта жақсы өмір сүру туралы үмітін де айтуға шамасы келмей, өкпе ауруынан қайтыс болды»\nТолығырақ: https://articlekz.com/kk/article/16190",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрлік арақашықтығы 11 см болса олардың нешенеше ортақ нүктесі бар?",
        "question_content": "Бірінші шеңбердің диаметрі 10 см ал екінші шеңбердің диаметрі 12см. Егер екі шеңбердің центрлік арақашықтығы 11 см болса олардың нешенеше ортақ нүктесі бар?",
        "question_date": "5.05.2020",
        "question_tag": "Геометрия",
        "question_views": 11200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы есепті қалай шығарады",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "1 шеңбердің радиусы 5 см\n\n2 шеңбердің радиусы 6 см\n\nЕкі шеңбердің центрлері 11 см арақашықтықта болса, екі шеңберге ортақ 1 нүкте болады",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "Щеңбердің нүктечі 22",
                "date": "2.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгілік ел болашағы туралы эссе?",
        "question_content": "Мәңгілік ел тақырыбына эссе жазу керек?",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 93800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәңгілік Ел: Ұлттық Арманнан Ұлттық Болашаққа\n\nҚазақстан халқының сан ғасырлық арманы – Мәңгілік Ел болу. Бұл идея тек ұзақ өмір сүруді ғана емес, сонымен қатар, ұлттық құндылықтарды сақтай отырып, әлемдегі ең дамыған елдердің қатарына қосылуды көздейді.\n\nМәңгілік Ел болашағы – бұл білім мен ғылымға негізделген инновациялық экономикасы бар, әлемдік аренада бәсекеге қабілетті ел. Бұл – қоғамның барлық мүшелеріне тең мүмкіндіктер беретін, әлеуметтік әділеттілік пен заң үстемдігі орнаған ел. Бұл – табиғи байлықтарын тиімді пайдаланатын, экологиялық таза ортаны қалыптастыратын ел.\n\nМәңгілік Ел болашағы – бұл ұлттық бірегейлікті сақтай отырып, әлемдік өркениетке үлес қосатын ел. Бұл – қазақ тілінің мәртебесін көтеріп, мәдени мұраны жаңғыртатын ел. Бұл – ұрпақтар сабақтастығын қамтамасыз ететін, жастарға сапалы білім мен тәрбие беретін ел.\n\nМәңгілік Ел болашағы – бұл әрбір азаматы өз елінің патриоты болып, оның дамуына үлес қосатын ел. Бұл – бірлік пен ынтымақты ту еткен, кез келген қиындықты жеңе алатын ел. Бұл – өзінің болашағына сеніммен қарайтын, ұлы мақсаттарға ұмтылатын ел.\n\nМәңгілік Ел болашағы – бұл біздің қолымызда. Біз бірлік пен еңбекқорлық арқылы, білім мен ғылымға инвестиция салу арқылы, ұлттық құндылықтарды сақтау арқылы осы мақсатқа жете аламыз. Біздің ұрпағымыз бізден гөрі бақытты, бізден гөрі бай, бізден гөрі білімді болуы үшін бар күшімізді салуымыз керек.\n\nМәңгілік Ел – бұл біздің ұлы арманымыз ғана емес, сонымен қатар, біздің ұлы болашағымыз. Біз осы болашақты өз қолымызбен жасауға тиіспіз.",
                "date": "13.05.2024",
                "upvotes": 1
            },
            {
                "text": "Мәңгілік ел болашағы\n\nАта-бабамыздың сонау жылдан бері армандағаны еліміздің жерін аман\nсақтап қалу. Салт-дәстүрімізді құрметтеп, кейінгі ұрпаққа мұра етіп қалдыру\nболған. Қазіргі аға буын өкілдері бар күшімізді біріктіріп, бір-бірімізбен тату\nөмір сүрсек қана еліміздің болашағы зор екендігін айтып жүр.\nКейінгі буын жастар да, оқушылар да «Мәңгілік ел» бағдарламасы арқылы\nеліміздің тілін, дәстүрімізді сақтап қалуға болатын іс-шараларды өткізіп-ақ\nжүр. Болашақта менің елім қазіргі ауырлықты жеңіп шыққан мықты ел\nболатынына мен сенімдімін.",
                "date": "6.05.2020",
                "upvotes": 1
            },
            {
                "text": "Мәңгілік ел мұратымыз .Ата бабамыздың арманы да осы .Тіліміз  дініміз тарихымыз отанымыз бір. Күшіміз бірлікте .Болашақта аға ұрпақ пен кейінгі буын өкілдері береке мен бірлікті сақтау қажет❕❕❕❗❗❗",
                "date": "13.05.2020",
                "upvotes": 1
            },
            {
                "text": "Мәңгілік ел-мәңгілік ел болу өзіміздің қолымызда,бұл ата бабамыздың арманы,біз оны жүзеге асыруымыз керек.",
                "date": "8.02.2021",
                "upvotes": 0
            },
            {
                "text": "Ата бабамыз сонау жылдан мәңгілік ел үшін еңбектеніп келе жатыр. Біз де ата бабамызды қолдауымыз керек. Береке болу керек, сабырлы болу керек. Береке мен бірлікті сақтау керек.",
                "date": "5.05.2021",
                "upvotes": 1
            },
            {
                "text": "Мәнгілік ел болу ата-бабамыздын арманы болған. Сол армандары 1991 жылы орындалды. Болашақ ұрпаққа үлгі ретінде алынған.Қазақстаннын күші көптеген.Өйткені болашақта адамдар көбейеді.Салт-дәстүр қазақ халқының дәстүрлі дүниетанымында айрықша орын алады.",
                "date": "5.05.2023",
                "upvotes": 1
            },
            {
                "text": "Мәңгілік ел ол ата бабамыздың мұндай терімен келген, оңай жолмен келген жоқ. Біздің міндетіміз осы тәуелсіз елді ары қарай өркендету,  соған үлес қосу ақылды ,білімді , тәртіпті болып жүру. Болашақта жоғары оқу орнына түсіп, елімізге адал қызмет ету деп санаймын , Еліміздің тағдыры жастардың қолында. Жастарымыз қаншалықты білімді болса Қазақстан өркендейді,  көркиеді өседі өнеді ,құлпырады.",
                "date": "5.10.2023",
                "upvotes": 0
            },
            {
                "text": "Мәңгілік ел болашағы туралы эссе жазу керек",
                "date": "6.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыста отырған құқық қорғау қызметкеріне сыныптық шені жалғаса ма?",
        "question_content": "Декреттик демалыста отырган кукык коргау кызметкерине званиясы токтап калмайма?",
        "question_date": "5.05.2020",
        "question_tag": "Заң",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Құқық қорғау қызметі туралы заңына сәйкес:\n77-бап. Жүктілігі және босануы бойынша демалыс, жаңа туылған баланы (балаларды) асырап алған қызметкерлерге арналған демалыс, бала үш жасқа толғанға дейін бағып-күтуге арналған жалақысы сақталмайтын демалыс 1. Жүктілігі және босануы бойынша демалыс, жаңа туылған баланы (балаларды) асырап алған қызметкерлерге арналған демалыс, бала үш жасқа толғанға дейін бағып-күтуге арналған жалақысы сақталмайтын демалыс қызметкерлерге ақылы жыл сайынғы еңбек демалысынан тыс берiледi. 2. Жүктілігі және босануы бойынша демалыс, жаңа туылған баланы (балаларды) асырап алған қызметкерлерге арналған демалыс, бала үш жасқа толғанға дейін бағып-күтуге арналған жалақысы сақталмайтын демалыс ұзақтығы, беру және ақы төлеу шарттары Қазақстан Республикасының заңнамасында айқындалатын тәртiппен белгiленедi. 3. Жүктілігі және босануы бойынша демалыста, жаңа туылған баланы (балаларды) асырап алуға байланысты демалыста, бала үш жасқа толғанға дейін оны бағып-күтуге арналған жалақысы сақталмайтын демалыста болған кезеңінде қызметкер тиісті органның немесе мекеменің қарамағына есепке алынады. Жүктілігі және босануы бойынша демалыс, жаңа туылған баланы (балаларды) асырап алуға байланысты демалыс, бала үш жасқа толғанға дейін оны бағып-күтуге арналған жалақысы сақталмайтын демалыс уақытында қызметкердің соңғы жұмыс орны (лауазымы) сақталады. Қызметкердің жүктілігі және босануы бойынша демалыста, жаңа туылған баланы (балаларды) асырап алуға байланысты демалыста, бала үш жасқа толғанға дейін оны бағып-күтуге арналған жалақысы сақталмайтын демалыста болған уақыты құқық қорғау қызметiндегi өтiлiне, арнаулы атақ, сыныптық шен беру немесе біліктілік сыныбын белгілеу үшiн еңбек сiңiрген жылдарына есептеледi.\n      Құқық қорғау органында атқаратын лауазымының қысқартылуымен ұйымдық-штаттық іс-шаралар жүргізілген жағдайда, қызметкерге біліктік талаптарына сәйкес келген кезде осы жергілікті жерде басқа бос лауазымға орналасуға мүмкіндік беріледі. \nЯғни сіздің барлық еңбек стажыныңыз және арнай атағын сақталады.",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіт пен қыздың арасында",
        "question_content": "Саламатсыздарма ! Мен басымда мынандай жағдай болып тұр. Менің сөйлесіп жүріп жүрген қызым екеуміз бөлек екі қаладамыз. Бір бірімізді көрмегелі 5 айдай болып қалды. Қызыммен күнде телефон арқылы сөйлесеміз. Бір күні қызым маған сөздің арасында айтып қалды , екеуміздің бір бірімізге деген ара қашықтығымыз суып бара жатырқан сияқты деп . Оны қалай түсінемін. Бұл сөзбен не айтқысы келді? Қыздардың логикасын түсіну қиын гой) Егер олай болып жатса оны қалай жояға болады?",
        "question_date": "5.05.2020",
        "question_tag": "Махаббат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мумкін ол сізге ренжіп калган шыгар ия кыздардын логикасы киын мысалы сіз оны еркелетініз  менімде басымнан сондай өтті",
                "date": "21.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауызды сағат 2 31 бекітуге бола ма",
        "question_content": "Оразада ауызды 2 30 бекітуге бола ма? Ертерек бекітуге?",
        "question_date": "5.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны ұстағанда сәресіні кешіктіріп ішу керек деп айтылады. Кешіктіру деген уақытынан асыру емес, дәлме -дәл уақыт ішу керек. Сауабы көбірек болады.",
                "date": "29.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сәресіне кешіксең не істеу керек",
        "question_content": "Сәресіне кешігіп ауыз жабыға болама",
        "question_date": "5.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 964,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәресіге кешіксе сол күні жалғастыра береді , оразадағыдай, бірақ оразадан соң сол күннің қазасы ретінде  күн ораза тұтқан дұрыс деп естігенмін.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    }
]