[
    {
        "question_title": "Инженер және бизнес қандай мамандық?",
        "question_content": "Инженер және бизнес қандай мамандық?",
        "question_date": "30.01.2019",
        "question_tag": "ҰБТ жайлы",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұра бизнес мамандық жоқ. Бизнес ұстау ушін саған кәсіпкер болу керек. Ал бизнес-процесстерге уйрену болады. Бизнес туралы орыс тілде көп қой материалдар бар. Инженер болу ушін физика және математика білу керек.",
                "date": "1.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен күйеуімнен ажырасқанмын?",
        "question_content": "Саламатсыздарма. Мен күйеуімнен  ажырасқанмын бір қызым бар, қызыма ай сайын алимент алып отырмын 15 мың теңге,  өзім жұмыс жасаймын 40 мың айлығым бар ,бірақ баспанасыз жоқ. Енді сіздерге қоятын сұрағым мен жалғызбасты анаға жатамынба заң бойынша.",
        "question_date": "30.01.2019",
        "question_tag": "Заң",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЦОНға звандау керек - 1414. Тегін",
                "date": "1.02.2019",
                "upvotes": 1
            },
            {
                "text": "Көп адам жалғызбасты ана мен толық емес отбасы екеуін шатастырады. Жалғызбасты ана - заңды некеге тұрмай, дүниеге сәби әкелген әйел. Оларға алимент төленбейді.Сондықтан сіз жалғыз басты анаға жата алмайсыз.\nКүйеуімен ажырасқан, яки жолдасы қайтыс болған, балалары бар аналар толық емес отбасы санатына кіргізіледі.",
                "date": "28.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөйлемдерге синтаксистік талдау жасауға көмектесіңізші?",
        "question_content": "Берілген сөйлемдерге синтаксистік талдау жасауға көмектесіңізші:\n\nӨзінен-өзі ыржиып күлген сайын аузы сынық сүйем үлкейтетін тәрізді, езуі құлағына сәл-пәл гана жетпей қалатындай.\n\nМен атын сұраған соң, өзі жайлы шағын ақпар беру қажет деп тапса керек.",
        "question_date": "30.01.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабын таптыңыз ба? Тапсаңыз жіберіңізші өтінем)",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидрофобты заттарға нелер жатады?",
        "question_content": "Гидрофобты заттар туралы мәлімет қажет",
        "question_date": "30.01.2019",
        "question_tag": "ҰБТ жайлы",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суда ерімейтін заттарды гидрофобты (гр. хидор — су және гр. фобос — қорқу, жек көру) деп атайды. Оларға бензин, керосин, бензол, липидтер, көксағыз,полиэтилен және баска пластмассалар, т.б. жатады.\nБір су молекуласы құрамындағы оттек атомы келесі молекула құрамындағы сутек атомымен сутектік байланыс түзеді. Сутекті байланыс су молекулалары арасындағы көптеген байланысты қамтамасыз етеді. Суды қыздырғанда, энергияның азын-аулақ белігі сутекті байланысты ажыратуға жұмсалады. Сутекті байланыстың ажырауы 70°С температурада басталады. Ал 100°С температурада қайнағанда, барлық сутекті байланыс толықтай ажырайды.\nСутекті байланыстың арқасында судың жылу еткізгіштігі артады. Суытқанда, керісінше, жылу белінеді, себебі жаңадан сутекті байланыс пайда болады. Бұл касиеттеріне қарап, судың жылу өткізгіштігі жоғары екендігін білуге болады.",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір мезетте 18 адамды тасымалдау үшін қанша 4орынды қайық қажет?",
        "question_content": "Бір мезетте 18 адамды тасымалдау үшін қанша 4орынды қайық қажет?",
        "question_date": "30.01.2019",
        "question_tag": "Математика",
        "question_views": 810,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4*5=20\n\n20>18\n\n4 орындық қайықтан 5-еуі керек минимум",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әбу Насыр Әл-Фарабидің оқыған жері қандай?",
        "question_content": "Әбу Насыр Әл-Фарабидің оқыған жері қандай?",
        "question_date": "30.01.2019",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығыстың ғұлама ойшылы Әбу Насыр әл-Фараби 870 жылы бүгінде Отырар аталатын, Арыс өзенінің Сырға барып құятын сағасындағы Фараб қаласында дүниеге келді (қазіргі Оңтүстік Қазақстан облысындағы Отырар қаласының маңайындағы ортағасырлық қала). Фарабидің толық аты-жөні Әбу-Насыр Мұхаммед Иби Мұхаммед ибн Ұзлағ ибн Тархан Әл-Фараби. Әл-Фараби түрік тайпасының дәулетті бір ортасынан шыққаны бізге мәлім, бұған дәлел оның толық аты жөнінде \"Тархан\" деген атаудың болуы. Туған жері қазақтың ежелгі қаласы Отырарды арабтар Барба-Фараб деп атап кеткен, осыдан барып ол Әбу Насыр әл-Фараби, яғни Фарабтан шыққан Әбу Насыр атанған. Сол тұста өмір сүргендердің қалдырған жазбаларына қарағанда, Отырар қаласы IX ғасырда тарихи қатынастар мен сауда жолдарының торабындағы аса ірі мәдениет орталығы болған.\nӘбу Насыр бала күнінен ғылымға үйір болып өсті, оның бақытына қарай сол заманда Отырарда аса бай кітапхана бар еді. Әл-Фараби парсы, грек тілдерін үйренеді, осы тілде ғылыми трактаттар оқиды. Фараб пен Бұқарада бастапқы білім алған соң әл-Фараби өз білімін жетілдіру мақсатында Бағдатқа аттанады. Фарабидің дүниетанымының қалыптасуына Мерв мектебінің ғылыми дәстүрлері мен философиялық бағдарлары өз әсерін қалдырды. Бағдадта әл-Фараби ғылым мен әртүрлі пәндерді оқиды. Білімге деген құштарлығының арқасында әл-Фараби сол уақыттағы ғылым мен білімнің ордасы саналған Дамаск, Халеб, Каир, Шаш, Самарқан, Бұхара, Мерв, Нишапур, Рей, Хамадан қалаларында да болып, білімін үнемі жетілдірумен болды. Сол қалаларда оқыды, еңбек етті. Шығыстың осы шаһарларында ол өз дәуірінің ең көрнекті ғалымдарымен, көркем сөз деректерімен танысады. Олардан тәлім-тәрбие алады.\nӘл-Фараби – көрнекті ойшыл, өзінің замандастарының арасындағы ең ірі ғалым, философ және шығыс аристотелизмінің ең ірі өкілі. Өзінің білімділігі мен сауаттылығының арқасында \"Екінші Ұстаз\" атауына ие болды. Әл-Фарабидің шығармашылық мұрасы орасан зор (150-ге жуық философиялық және ғылыми трактаттар), ал оның айналысқан ғылыми салалары ол – философия мен логика, саясат пен этика, музыка мен астрономия. Ғылыми еңбектерінің ең әйгілісі \"Қайырымды қала тұрғындарының көзқарастары жайлы трактат\" деп аталады. Оның атақты “Музыка туралы үлкен трактат” деген шығармасы әлемнің көптеген тілдеріне аударылған.\nӘл-Фараби философия саласы бойынша грек ойшылы Аристотельдің \"Категориялар\", \"Метафизика\", \"Герменевтика\", \"Риторика\", \"Поэтика\", бірінші және екінші \"Аналитика\", \"Топикасы\" және т.б көптеген еңбектеріне түсініктемелер жазды.\nӘбу Насырдың Платон және Аристотель философиясындағы идеяларға арналған кітабы оның философия саласындағы аса көрнекті ғалым екенін әрі философия пәнін терең меңгергенін дәлелдейді. Фараби Аристотельдің әлеуметтік-қоғамдық идеяларын дамыта отырып, өз тарапынан да “Кемеңгерлік меруерті”, “Ізгі қала тұрғындарының көзқарасы”, “Мәселелердің түп мазмұны”, “Ғалымдардың шығуы”, “Бақытқа жету”, “Азаматтық саясат”, “Мемлекеттік қайраткерлердің нақыл сөздері” сияқты көптеген сындарлы философиялық еңбектер жазған. Фараби бұл еңбектерде дүние, қоғам, мемлекет, адамдардың қатынастары туралы заманнан озық тұрған пікірлер, пайымдаулар айтады.\nӘл-Фарабидің еңбектері күні бүгінге дейін өз мән-маңызын жоғалтқан жоқ. Әл-Фарабидің мемлекет, ел басқару жөніндегі тұжырымдары, әлеуметтік-этикалық саяси көзқарастары бүгінгі қоғам үшін де айрықша маңызды. Оның еңбектері еуропалық Ренессанстың өрлеуіне үлкен ықпал етті. Фараби Шығыс пен Батыстың ғылымы мен ежелгі мәдениетін табыстыруда зор рөл атқарды.",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жігітім екеуміз ажырасқандармыз, анаммен бірге тұрғысы келмейді,мен анамда жалғыз қызбын.",
        "question_content": "Кеңестеріңіз қажет, мен отасыда жалғыз қызбын, әкем ертеде көз жұмған. Анаммен тұрамын. 21 жасымда әлі аңқаулықпен тез сенгіштігімнен күйеуге шығып, арада ұлды болдым. Бірақ екі жақтан да кінә бар. Соңында ажырасып тындық. Ұлыммен сөйлестірмей қойдым, себебі айдап салатын болды. Қазіргі таңда анаммен ұлым үшеуміз тұрамыз. Бірер жыл бұрын жақсы азаматты кезіктіріп, қарапайым басқа құтырған жігіттер емес барына рахмет жоғына өкпе жоқ деген жігітпен жүрудемін. Бірақ о баста ескерткем анамды тастай алмаймын деп келіскендей еді. Енді беріде отау құру жайлы әңгіме қозғала бастағанда, анаңмен тұра алмайм дейді. Бір жайт, ол да бұрын үйленіп ажырасқан орталарында 1 ұл бір қыз бар, алимент төлейді. Медбрат болып істегендіктен айлығы аз. Мен анамды екінші рет қалдырғым келмейді. Себебі екі жыл отбасы болғанымда анам үйде жалғыз өзі ештеңеге желаниесі болмай, тамақ алысы тәбеті болмай сойткен. Ішімнен неге кеттім екен тастап деген сезім болатын. Енді ұлым мінезі бұрынғы күйеуімнің мәнезі ма деймін. Өте қырсық ашушаң кек алғыш , мен ондай емеспін. Анам өзі ұлмен қалса алып отыра алмай ма димин тәрбиесінде. Жігіт бастапқыда енемен тұрып көрген, сондықтан бізбен тұрғысы жоқ. Яғни ертеңдері аз таптың көп жисін өйттің бүйттің деп бастайд анаң сол кезде ренжіме мен сауғаласпай біржолата кетем дейді көтере алмайм Еркек сөзім бұл үйде ештене де емес болады. Дұрыс айтып отқаны. БІрақ мен де қимаймын оны тастауға. Ертеңдері қайбір жігіт келеді біздің жағдайға қарап. Еркектердің ойы тек бір нәрсе пайдаланып қалу. Содан қорқамын.Кеңес беріңіздерші Не істеймін? Анам кешегі жолы айтты біз этаж үйде тұрамыз, сондықтан қарама-қарсы не төмен я жоғары квартиралар болса сататын соны алып сонда өздерің тұрыңдар мен ұлмен тұрайын. Тамаққа сендерге барып жатарда өзімізге қайтып отсақ. Қартайған шақта жер үйге көшіп қолдарыңа аларсындар дейдіміз.",
        "question_date": "30.01.2019",
        "question_tag": "Махаббат",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неке қандай жағдайда бұзылады?",
        "question_content": "Егер ерлі зайыптылардың біреуі зина жасаса неке бұзылады ма?",
        "question_date": "30.01.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз өте қатты діншіл болсаңыз, онда сіздің жанұяыңызда кейбір қиыншылықтар туындауы мүмкін. Оны мешітке барып, имамнан сұрағаныңыз жөн. Егер ондай болмаса, сіз барынша жанұяыңызды сақтап қалуға тырысыңыз. Бұл жағдай бірнеше рет қайталанатын болса, некеңізді бұзуға болады.",
                "date": "21.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр бойынша химикпін, енді магистратураға",
        "question_content": "Бакалавр бойынша химикпін, енді магистратураға басқа мамандыққа тапсырмақшымын. Бола ма әлде запрет қойылды ма?",
        "question_date": "30.01.2019",
        "question_tag": "Университет, колледж",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саған университетте сондай сурақ сұрау керек олар айтады. Классификатор бар - қандай мамандыққа сен бакалавр дипломмен түсуге болады.",
                "date": "1.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "SEO Сайтты іздеу жүйелерлімен қалай дос қыламын?",
        "question_content": "Жақында сайт ашқан едік сол сайт іздеу сервистарымен қалай дос қылуға болады?\n\nSEO оптимизация жасайтын жақсы плагиндар бар ма Wordpress CMS жүйесінде!\nСыналған және қауіпсіз болу керек!",
        "question_date": "30.01.2019",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Google:\nhttps://www.google.com/webmasters\nBing:\nhttps://www.bing.com/toolbox/webmaster\nYandex:\nhttps://webmaster.yandex.com\nWordpressке мына плагинды коп мактайды.\nYoast Seo\nhttps://yoast.com/wordpress/plugins/seo/\nБирак казакша, орысша сайттарда калай жумыс истейтинин билмеймин. Тегин жане тегин емеси бар.\nСосын мына плагиндерди кор:\nhttps://wordpress.org/plugins/search/seo/\nТагы да Google Analyticsты колдан.",
                "date": "3.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 20 г натрий гидроксидін толық бейтараптау үшін күкірт қышқылынан қанша алу керек",
        "question_content": "Массасы 20 г натрий гидроксидін толық бейтараптау үшін күкірт қышқылынан қанша алу керек",
        "question_date": "29.01.2019",
        "question_tag": "Химия",
        "question_views": 22400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20г              ×    \n2naoh   +   h2so4    = na2so4+2h2o\n\n80г/моль  98г/моль\n\n×=20•98/80= 24,5г",
                "date": "28.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөйлемге синтаксистік талдау ( бастауыш, баяндауыш, анықтауыш деген сияқты)",
        "question_content": "1) Ұмытып қалмас үшін дəптеріңе жазып ал.\n2) Оларды мекендейтін жерлеріне қарай  бірнеше топқа бөлуге болады.\n3) Көбінде таулы жерді ұлар, саралақаз, кекілік, бөдене, құр, шіл сияқты құстар мекендейді\n4) Оларды қасқырға түсуден де қаймықпайтын бүркіт батырдан бастайық.\nАЛДЫН АЛА РАХМЕТ!",
        "question_date": "29.01.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)ұмытып қалмас баяндауыш,дәптеріңе толықтауыш,жазып ал баяндауыш, бастауыш жасырын түрде\n\n2)оларды толықтауыш,мекендейтін жерлеріне қарай пысықтауыш,бірнеше пысықтауыш, топқа толықтауыш, бөлуге болады баяндауыш\n\n3)Көбінде шынымды айтсам білмей тұрмын,таулы анықтауыш, жерді толықтауыш, құс атаулары бастауыш, құстар бастауыш,мекендейді баяндауыш\n\n4)Оларды толықтауыш,қасқырға толықтауыш,түсуден де қаймықпайтын анықтауыш,бүркіт  батырдан толықтауыш, бастайық баяндауыш",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайықтың көл бетімен 25км",
        "question_content": "Қайықтың көл бетімен 25км жəне өзен ағысына қарсы 9км жүрген жолына жұмсаған уақыты оның өзен ағысымен 56 км жүретін жолына  жұмсайтын уақытымен бірдей болды. Егер өзен ағысының жылдамдығы 2 км/сағ болса, онда қайықтың тұнық судағы жылдамдығы қандай?\n\nтеңдеу құрып берініздерш)",
        "question_date": "29.01.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25/v + 9/(v-2) = 56/(v+2)",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Видеода үлкен текстпен үстіне жазатындай қандай бағдарламалар бар? Мысалы іште",
        "question_content": "Мысалы мына видеодағыдай\nтелефон және компьютерге?\n\nhttps://www.instagram.com/p/BtNBwkPArgy/?utm_source=ig_share_sheet&igshid=dtoazf4yu5co",
        "question_date": "29.01.2019",
        "question_tag": "Интернет, Сайт",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sony Vegas Pro, Adobe Premier Pro, Adobe After Effects. Телефонда приложениялар бар - InShot деген",
                "date": "1.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жекеменшік бала бақшада жұмысшыларды қысқарту себептері?",
        "question_content": "Мен жекеменшік балабақшада меңгеруші болып жұмыс жасаймын. қаражаттың жетпеуіне байланысты дене тәрбиесі мен орыс тілі мұғалімдерін қысқартуға нені негізге алсам болады. Оларды қысқарта аламын ба?",
        "question_date": "29.01.2019",
        "question_tag": "Заң",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үлкен үйдің терезелерінен ғана жарық көрінеді сөйлеміне морфологиялық талдау",
        "question_content": "Үлкен үйдің терезелерінен ғана жарық көрінеді сөйлеміне морфологиялық талдау жасаңыз, шылаудың түрін анықтаңыз?",
        "question_date": "29.01.2019",
        "question_tag": "Мектеп",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыздық перде туралы?",
        "question_content": "Қан ақсада қыздық перде алынбай қалуы мүмкінбе?",
        "question_date": "29.01.2019",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан болғаны қыздықтың алынғаны",
                "date": "23.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айфонда музыканы тегін жүктеуге болатын қандай қосымша бар?",
        "question_content": "iOS-та тегін пайдалануға болатын приложение керек. Тегін, ұзақ мерзім пайдалануға болатын қандай қосымшалар бар?",
        "question_date": "29.01.2019",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 939,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айфонға музыканы тегін жүктеп алуға болатын бірнеше тегін приложение бар. Оларды атауы мен бір-бірінен айырмашылығын мына жерден біле аласыз.",
                "date": "29.01.2019",
                "upvotes": 0
            },
            {
                "text": "Voks деген приложение бар вконтакте аркылы тындай аласыз",
                "date": "27.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына кітаптың сыртынының түрі қандай? Фото, өтініш.",
        "question_content": "Кітаптың сыртының түрі қандай екен? Өте қажет, өтініш...\n\nФотоға түсіріп жіберсеңіздер. Бұл тест кітабы. Егер осындай сатып жатсада , айтыңыздаршы. Қай жерде, қаншадан екенін?",
        "question_date": "28.01.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Махамбеттің соғыс өлеңіне талдау?",
        "question_content": "Махамбеттің \"соғыс\" өлеңіне талдау, қандай әдеби ерекшеліктер қолданған, оның басты ойын, идеясын ашу. 2 бетке жететін текст. ертеңге дейін бітіру керек",
        "question_date": "28.01.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Соғыс» деген өлеңінде Махамбет көтерілісінің әрбір кезеңдерін тарихи оқиғаның ізіне сәйкес етіп суреттейді. Кейбір көріністерді баяндау, суреттеулері тарихи фактілермен тығыз байланысты болып отырады. Бір қарағанда, осы «Соғыспен» өрістес біркелкі өлеңдерді тіпті тарихи жыр өлеңдер тобына жатқызуға да болатын тәрізді. Бірақ бұл - өз алдына жеке тексеруді керек ететін мәселе. Өйткені ауыз әдебиетіндегі белгілі бір түр саналатын тарихи өлеңдер (лиро-эпикалық жыр емес, қысқа өлеңдер) бізде әлі де зерттелген емес. Махамбеттің бұл тектес өлеңдерінің ауыз әдебиетіндегі қысқа тарихи өлеңдермен байланысы барлығы айқын. Бірақ айырмасы қайсы деген сұрақ әуелі ауыз әдебиетіндегі ескіден келе жатқан қысқа өлеңдердің өзін жеке мәселе етіп талдауды керек етеді. Сондықтан оны басы ашық қалдырамыз.\nАл біздің бұл жерде айтпағымыз - ақынның тарихи уақиғаларды тамаша шындықпен бұлжытпай көрсете алуы. Осы жағынан алғанда, оның өлеңдерінде тарихи шындықтың салмағы басымдығы және Махамбет өлеңдерінің тарихи мәні үлкен екендігі аңғарылады.",
                "date": "29.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін 2050 бағдарламасы бойынша 2015 жылы ЖОО-на түскен түлектер келісім шарты",
        "question_content": "Ассалаумағалейкум! Биыл 2015 жылы түскен түлектер бітіреді, осыған орай түлектерге міндеттелген келісім шарт жайында нақты ақпарат берсеңіз деген сұранысым бар. Және де біз Алла бұйырса бітіргеннен кейін өзіміздің қалауымыз бойынша Қазақстанның барлық аймақтарында жұмыс істеуге мүмкіндігіміз барма?\nИнженерлік-технологиялық факультеті, жылуэнергетика мамандығы түлегі.",
        "question_date": "28.01.2019",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай оқуларына өатысу үшін Абайдың қанша өлеңін жаттау керек?",
        "question_content": "Абай оқуларына қатысу үшін қанша өлең жаттау керек? Барлығын деп ойламаймын.",
        "question_date": "27.01.2019",
        "question_tag": "Мектеп",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "40-100дең астам өлеңді білуініз керек !\n\nЕң бастысы Бір-екі өлеңді образға кіріп дайындалсаныз жақсы болады!",
                "date": "28.01.2019",
                "upvotes": 0
            },
            {
                "text": "барынша тырысып жатта, көп болған сайын жақсы болады",
                "date": "6.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде аяғым ауыр екен.",
        "question_content": "Түсімде аяғым ауыр екен ауруханаға барып УЗИ ге түсірді сөйтіп құрсағымдағы сәбиге 4 ай болыпты және сол кабинетте 8-10 жасар қызбен ұл ойнап жүр. Ол нені білдіреді.",
        "question_date": "27.01.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мендеде аяғым ауыр болған түс коріп едім ішім ұлкен екен қасымла класстасым күйеуім болып тур))) Не білдіретінін білмеймін бірақ түс- түлкінің боғы дейдіғой",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмысқа тұру үшін жұмыспен қамту орталығына құжаттарды өткізу керек па?",
        "question_content": "Жұмысқа тұру үшін жұмыспен қамту орталығына құжаттарды өткізу керек па? Жұыс тауып алуыма үміт бар ма?",
        "question_date": "27.01.2019",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыс табу үшін мамандық бойынша іздестіру немесе жұмыс туралы жарнамалардан қарастыру қажет",
                "date": "27.01.2019",
                "upvotes": 0
            },
            {
                "text": "Жұмыспен қамту орталығына да резюмеңізді тастап кетіңіз және бүкіл басқа жолдарды да қарастырыңыз.",
                "date": "28.01.2019",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба сиздерден жумыска орналаса аламынба?",
                "date": "21.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда телефон жөндеу курстары барма?",
        "question_content": "Алматы облысында телефон жөндеу курстары барма",
        "question_date": "27.01.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "OLX тан іздеп көрсең шығады\n\nhttps://www.olx.kz/obyavlenie/kurs-obucheniya-mastera-po-remontu-telefonov-v-almaty-IDduR4Q.html",
                "date": "28.01.2019",
                "upvotes": 0
            },
            {
                "text": "қазақша онлайн курс бар\n87025221003",
                "date": "16.11.2021",
                "upvotes": 0
            }
        ]
    }
]