[
    {
        "question_title": "Қалай шашті тез өсіруге болады",
        "question_content": "Шашты қалай тез өсірсе болады және ұшын қыйып тұру дұрыс па",
        "question_date": "31.05.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Миноксидил деген дәрі бар, соны жағады.",
                "date": "31.05.2022",
                "upvotes": 0
            },
            {
                "text": "Майсана майы (Касторовое масло) – кірпіктерді ұзартуға және шаштың жағдайын жақсартуға арналған керемет май. Бұл май құрғамайды, беті қабаттанып қатып қалмайды. Осы қасиеттерімен ол шашқа арналған бірден-бір пайдалы табиғи өнім ретінде белгілі. \nШаштың ұштануына қарсы. Майсана және бадам майларын бірдей өлшемде алып араластырыңыз. Майлардың қосындысын сәл жылытып, жақсылап араластырыңыз. Жасаған сарсуды ылғал шаштың ұштарына 10 минутқа жағығыз. Артынан шашты жылы сумен шайыңыз. Дәл осы құралды құрғақ шашқа жағып, 30 минут ұстап, артынан шашты жууға болады.       \nШаш түсуге қарсы. Бір кішкене пиязды блендермен немесе үккішпен майдалап, біртектес ботқа жасаңыз. Оған екі қасық майсана майын қосып, мұқият араластырыңыз. Осы масканы шашқа, шаш түбіне, бас терісіне жағып, шашты целофанмен ораңыз. Үстінен қалың орамалмен орап, шашта 2 сағатқа қалдырыңыз. Уақыт өткеннен кейін, шашты сусабынмен жағымсыз иісті кетіріп жуыңыз.\nШаштың майлылығына қарсы.  200 грамм жылы айранға бір қасық майсана майын қосыңыз. Жақсылап араластырып, шаш тамырына саусақтармен жағыңыз. Шашыңызды жылы сүлгімен орап, 30 минут өткеннен кейін шашты сусабынмен жуып жіберіңіз. Бұндай масканы 2 аптасына бір рет жасау арқылы шаштың артық майлылығынан арыла аласыз.      \nҚайызғаққа қарсы. Қайызғақтан шаршасаңыз, майсана мен қырмызы (календула) майларын бірдей қатынаста араластырып, арнайы сарсу жасаңыз. Оны бас терісіне саусақтармен уқалай отыра жағыңыз. Масканы жарты сағаттай ұстаған дұрыс. Артынан шашты сусабынмен мұқият жуыңыз.   \nШаштың беріктігі үшін. 1 ас қасық балға 1 ас қасық майсана майын, 1 жұмыртқаның сары мен 1 шай қасық лимон шырынын қосыңыз. Құрамдас бөліктерді араластырып, шашқа жағыңыз. 30 минутқа қалдырып, сусабынмен жуыңыз. Бұл масканы әдетке айналдырсаңыз, шашыңыз жылтырап, ішінен де, сыртынан да сау болады.  \nҚоректендіргіш маска. 100-150 грамм айран, 2 ас қасық майсана майы, Е дәруменінің 20 капсуласын жақсылап араластырып, микротолқынды пеште сәл жылытыңыз. Бас терісіне, шашқа жағамыз. Целлофан және орамалмен басты орап, 1 сағат шамасында ұстау керек.\nШаш түсуін кемітетін маска. 2 ас қасық құрғақ қыша ұнтағына 1 жұмыртқаның сарысын 2 ас қасық майсана майын 2 ас қасық су қосамыз. Араластырып, шаштың түбіне, бас терісіне жағып, 15-20 минут жүріңіз. Артынан жууды ұмытпаңыз.",
                "date": "14.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі шет тілі 69 баллмен Серпін бағдарламасы арқылы грантка түсе аламынба",
        "question_content": "Мен ұбтдан 69 балл алдым енді Серпін бағдарламасы арқылы грантка түсе аламынба Мамандық:екі шет тілі",
        "question_date": "31.05.2022",
        "question_tag": "Мектеп",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конкурсқа байланысты, бәсекелестікке байланысты.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2022 жылғы 9 сынып алгебра мемлекеттік емтихан гос экзаменнен келген есептер бар ма?",
        "question_content": "2022 жылғы 9 сынып алгебра мемлекеттік емтихан гос экзаменнен келген есептер бар ма?",
        "question_date": "30.05.2022",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орталық азияның ежелгі ошақтарын атаңыз",
        "question_content": "2.Орталақ азияның ертедегі дәстүрлі  өркениетінің тарихы туралы жазба  деректердің негізі  топтарың атап көрсетіңіз",
        "question_date": "30.05.2022",
        "question_tag": "Мектеп",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орталық Азия өркениеттерінің ежелгі ошақтары\nМаргуш\nМаргиана - Орта Азиядағы ежелгі обылыстың аты. Мургаб өзенінің бойында орналасқан. Маргиана бастыста Парфиямен, солтүстік-шығыста Соғдамен, шығыста Бактриямен, оңтүстіктеАреямен шектесті. Саргиана астанасы Ежелгі Мерв аймағында болды.\nШаш\nТашкент қаласы Шыршық өзенінің бойындағы, Гүлстан тауларының етегіндегі шұраттағы (оазис) елді мекен ретінде пайда болған. Көне замандарда осы жерде «Бейтиəн», Қангөй конфедерациясының жазғы астанасы орналасқан.\nШаш патшалығының б.з.д. 5-ші-3-ші ғасырларда соғылған басты қаласының қамалының пішіні төртбұрышты болған, ол Сырдария өзенінен 8 километр оңтүстікте орналасқан. Б.з. 7-ші ғасырында Шаш патшалығында шамамен 30 қала мен 50 шақты каналдың желісі болған, соның арқасында ол соғдылықтар мен түркілердің арасындағы сауда орталығына айналды. 8-ші ғасырдыцң алғашқы бөлігінде қала мұсылмандардың билігіне өтті.\nСоғды\nСоғды, Сугут, Согдиана — қазіргі Тәжікстан және Өзбекстан республикалары аймақтарындағы Зеравшан және Қашқадария өзендерінің алабында орналасқан ежелгі тарихи аймақ.Орталығы Марқанд (Самарқанд) қаласы болды. Б.з.б. 6 — 4 ғасырларда Ахемен мемлекетінің құрамына кірді. Соғдылықтар парсы патшаларына күмістен салық төлеп, қымбат бағалы тастар жеткізіп тұрды, ірі әскери күштер берді. Б.з.б. 329 — 28 ж. С. тұрғындары Спитаменнің басшылығымен Александр Македонскийге күшті қарсылық көрсетті. Кейіннен Селевки әулеті, Грек-Бактрия мемлекеттері мен Кушан патшалығының құрамына енді. 4 — 5 ғасырларда ақ ғұндарға, 6 — 7 ғасырларда Түрік қағандығына бағынды.\nФерғана\nФерғана - тау арасындағы ойпат. Бұл жерге су Сырдариядан тартылған. Ферғана ахеминидтік және Александр Македонский империяларының құрамында да болған. Б.з.б 3-5 ғасыырларда оны өз билеушілері басқарғвн. Сыма Цаньның дерегі бойынша 70 жуық қала орналасқан аймақ\nХорезм\nХорезм — Әмударияның төменгі ағысында орналасқан тарихи өлке. Хорезм жөніндегі алғашқы деректер Дарий Қ-нің Бехистун сына жазуы мен Авестада кездеседі. Көптеген зерттеушілер Хорезмді бірінші зороастризмдік ел-авесталық Арьянам-войчахпен де байланыстырады. Хорезм тарихын зерттеуге 19 ғасырдың соңы мен 20 ғасырдың бас кезінде көрнекті шығыстанушы ғалымдар — В.В. Бартольд, Н.И. Веселовский, А.Ю. Якубовский елеулі үлес қосты. Хорезм тарихын зерттеудің жаңа кезеңі 20 ғасырдың 30-жылдарында С.П. Толстов бастаған КСРО ғылым академиясының Хорезм археолагиялық-этнографиялық экспедициясының жұмысымен басталды. Хорезмнің ең ежелгі археологиялық ескерткіштері неолит дәуіріне жатады.",
                "date": "17.06.2022",
                "upvotes": 0
            },
            {
                "text": "Орталық Азияның ежелгі өркениеттері маргуш? фергана ?шаш? согды қалалары",
                "date": "19.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айдар кете руының жігіті ак кете руының қызын алса болады ма??",
        "question_content": "Ұнатқан қызым осы ақ кете руынан болып шықты осыны нақты білейін деп едім,мен айдар кетемін",
        "question_date": "29.05.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады ғо арасы алыс қо",
                "date": "28.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде берілген санның әртүрлі бөлгіштер санын табыңыз. Cан:72",
        "question_content": "Төменде берілген санның әртүрлі бөлгіштер санын табыңыз.\n\n72",
        "question_date": "28.05.2022",
        "question_tag": "Математика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "72=8*9=2^3*3^2\n\nЖауабы: 2",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өзбекстан азаматымын қазақстанда жүрмін. Қалай көлік жүргізуіме болады?",
        "question_content": "Ассалаумағалейкүм мен өзбекістан азаматымын жургізіуші куəлігім өзбекістански қазақстанда көлік жургізіу ушін қандай хужаттар қажет болады?",
        "question_date": "28.05.2022",
        "question_tag": "Жол ережесі",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргізуші күәлігі болса, жүргізе беруге болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің алдыңғы күрек тісім босап ауырып кейін ерінім ісіп кетті нестеуге болады",
        "question_content": "Менің алдыңғы күрек тісім босап ауырып кейін ерінім ісіп кетті нестеуге болады",
        "question_date": "28.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматологқа барасың , басқа не істеуге болады??",
                "date": "30.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өндірістік практиканың есебі керек еді?",
        "question_content": "Маған өндірістік практиканың есебі керек еді қаржы мамандығы бойынша маркетинговый компанияға , боса күнделігіде?",
        "question_date": "27.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Eгер баланың жылдық бағалары бес бірақ гос эгзаменнен төрт алса қызыл аттестат алады? ма?",
        "question_content": "Барлық оқу жылдарын беске бітірдім. Бірақ гос эгзаменнен қатты қорқып жүрмін.",
        "question_date": "27.05.2022",
        "question_tag": "Мектеп",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "емтихан нәтижесіне қарайды.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазғы семестрге қалған студент стипендияға іліне алады ма",
        "question_content": "Жазғы семестрге қалып қойған студент. Егер жазғы семестрін өтеп сентябрь ден стипендияға іліне алады ма?",
        "question_date": "27.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 614,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша степендиядан құлайсың, бірақ күзгі семестрде қайтарп алуға болады",
                "date": "28.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам аяғын калай ұзартуға болады",
        "question_content": "Жасым 21де 14 жасымнан бері аяғым өспей калды аяғым денемнен қысқа не істеуге керек қайда қаралуға болады",
        "question_date": "27.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мүмкін жаратылысыңыз , геніңіз солай болар. волейболға тұрақты қатысып көріңіз. 25 жасқа дейін жалпы бой өседі дейді, мүмкін аяғыңыз да өсер.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасым 21де бойым 14 жастан бері өспей калды",
        "question_content": "жасым 21де,14 жасымнан бері бойым өспей калды,аяғым денемнен қысқа, қайда каралуға болат аяқты өсіруге болама.",
        "question_date": "27.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25 жасқа дейін өседі дейді ғой адамды. Воллейболға үздіксіз қатыссаңызшы. Кальцийі көп табиғи өнімдер жеңіз.",
                "date": "17.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір баланы жақсы көремін. Олда мені жақсы көреді?",
        "question_content": "Екеуміз бір бірімізды жақсы көреміз.\n\nватсапта Сойлесемз ол маган намек тастап жур\nНестимын\n\nАты азамат",
        "question_date": "27.05.2022",
        "question_tag": "Махаббат",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бос қарым қатынас, қыз баласысыңғой, ар ұят қорғау керек",
                "date": "28.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент қанша жылдық қарызын өндіріп алуға болады?",
        "question_content": "Саламатсыздарма! 2013 жылы алимент толеу туралы буйрык шыкты. Бастапкы 3 айда 5000 тг толеп отырды. Одан кейн толенбедi. Отбасылык жагдайга байланысты баска калага кошип кеттик. Алимент талап ету ушин, сотка жугинуге бара алмай журдим.сол аралыкта  3 рет адвокат жалдадым, бирак олар жургизе алмай, калып кетип жатты. Осы жылы сотка жугиндим. Енди канша жылдык алимент ондире аламын?",
        "question_date": "27.05.2022",
        "question_tag": "Заң",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "139-бап. Кәмелетке толмаған балаларды күтіп-бағуға сот тәртібімен өндіріп алынатын алименттің мөлшері\n      1. Алимент төлеу туралы келісім болмаған кезде сот кәмелетке толмаған балаларға олардың ата-аналарынан алиментті ай сайын мынадай мөлшерде: бір балаға - ата-анасы табысының және (немесе) өзге де кірісінің - төрттен бір бөлігін; екі балаға - үштен бір бөлігін; үш және одан да көп балаға тең жартысын өндіріп алады.\n      2. Бұл үлестердің мөлшерін сот тараптардың материалдық немесе отбасылық жағдайларын және назар аударарлық өзге де мән-жайларды ескере отырып, кемітуі немесе көбейтуі мүмкін.\n141-бап. Тұрақты ақша сомасында балаларға алимент өндіріп алу\n      1. Ата-аналардың кәмелетке толмаған балаларына алимент төлеу туралы келісімі болмаған кезде және ата-ананың табысына және (немесе) өзге де кірісіне үлестік қатынаста алимент өндіріп алу мүмкін болмаған, қиындық тудырған немесе тараптардың бірінің мүдделерін елеулі түрде бұзатын жағдайларда, сот тұрақты ақша сомасында немесе бір мезгілде үлеспен және тұрақты ақша сомасында ай сайын өндіріп алынатын алимент мөлшерін айқындауға құқылы.\n      Мұндай жағдайларға тұрақты емес, өзгермелі табысы және (немесе) өзге де кірісі бар не, егер ата-ана табысын және (немесе) өзге де кірісін толығымен немесе ішінара заттай алатын ата-аналардан алимент өндіріп алу жатады.\n      2. Күндізгі оқу нысаны бойынша жалпы орта, техникалық және кәсіптік, орта білімнен кейінгі білім беру жүйесінде, жоғары білім беру жүйесінде оқитын жиырма бір жасқа дейінгі балаларға күтіп-бағу қаражатын өндіріп алу алимент төлеу туралы келісім болмаған кезде сот тәртібімен тұрақты ақша сомасында жүргізіледі.\n      3. Тұрақты ақша сомасының мөлшерін сот тараптардың материалдық және отбасылық жағдайлары мен басқа да назар аударарлық мән-жайларды ескере отырып, баланың бұрынғы қамтамасыз етілу деңгейін мүмкіндігінше сақтайтын көлемдегі айлық есептік көрсеткіш мөлшерін негізге алып айқындайды.\n      4. Егер ата-аналардың әрқайсысының қолында балалар қалатын болса, алименттің мөлшері оның біреуінен аз қамтылған екіншісінің пайдасына осы баптың 3-тармағына сәйкес ай сайын өндіріп алынатын және сот айқындайтын тұрақты ақша сомасында белгіленеді.",
                "date": "6.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 бөлмелі сарай, гаражымен (фундамент ұзыны 30 х ені 5) салуға қанша қаражат керек",
        "question_content": "1. Қонақ бөлме (4 х 6).\n\n2. Ас бөлме (4 х 3).\n\n3. 2-і жатын бөлме (4 х 3).\n\n4. Жуынатын бөлме (2,5 х 2).\n\n5. Кладовка (2,5 х 2).\n6. Жылу бөлмесі мен әжетхана \"2,5 х 2).\n\n7. Кіре беріс \"1,5 х 6).\n\n8. Гараж (4 х  7)",
        "question_date": "27.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге, ең бірінші, қай материал қанша мөлшерде керек екенін есеп алу керек. Содан соң ғана бағасын шығарасыз. Баға тұрақсыз. Ай сайын қымбаттап жатыр.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазғы семестрге қалып қойған студент стипендияға іліне алады ма?",
        "question_content": "Сессиядан акт жазылып жазғы семестрге қалып қойған студент жазғы семестрин жауып, стипендияға іліне алады ма?",
        "question_date": "27.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Ол тек маман ретінде аталған сабағын лайықты деңгейде  меңгеруге берілген мүмкіндік. Тек келесі семестрде жақсы оқып, жақсы тапсырып қайта степендияға  ілінуге мүмкіндігі бар.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сынып оқушыларының қазақ тілінен емтиханда жазба жұмысының сыртын қалай толтырамыз?",
        "question_content": "Оқушының емтихан жұмысының сыртын толтыру үлгісі керек",
        "question_date": "27.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 840,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биылғы олимпиаданың, сертификаттарын қалай алсам болады?",
        "question_content": "Биылғы Алтын қыран олимпиадасының сертификатты қалай алуға болады?",
        "question_date": "25.05.2022",
        "question_tag": "Мектеп",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сессия кезінде тестті қайта апелляцияға беріп тапсырсаң қызыл дипломға ұсынылмайсыңба?",
        "question_content": "Сессия кезінде тестті қайта апелляцияға беріп тапсырсаң қызыл дипломға ұсынлмайсыңба",
        "question_date": "25.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл диплом алуға қойылатын талаптар\nСонымен, үздік диплом алу үшін студент:\n«үшемді» алмаңыз;\nрекордтар кітабына қойылған және дипломға баратын барлық емтихандардан (емтихандар, дифференциалды тестілер, практика, курстық жұмыс) 75% -дан кем емес;\nмемлекеттік емтиханды тапсырып, дипломды өте жақсы бағамен қорғайды.\nБіраз уақыт бұрын қызыл магистр дәрежесін алудың міндетті шарты бакалавриат немесе маман бағдарламаларын жасау кезінде алынған үздік диплом болды. 2012 жылдан бастап бұл ереже жойылды. Қазіргі уақытта бітіруші дипломының мұқабасына оның ішінде оқыған жылдары алған бағалары ғана әсер етеді.\nҚызыл дипломға бағаны түзетуге бола ма?\nЕгер университетте оқудың соңғы жылында болашағы бар студент қызыл дипломға сәл жетіспейтін болып шықса, университет көбіне жарты жолда кездесіп, бітірушіге бірнеше емтихан немесе тест тапсыруға мүмкіндік беріп, оның нәтижесін жақсартады. Кейде тіпті бір «үшемді» қайта алуға рұқсат етіледі - әсіресе негізгі емес тақырыптарға қатысты.\nСонымен бірге университет жарғысына немесе әкімшіліктің қызметіне сәйкес әртүрлі шектеулер қойылуы мүмкін, мысалы:\nқайта қабылдаудың жалпы санына шектеу (мысалы, екі-үштен аспайды);\nбағасы «қанағаттанарлық» болатын курстарды қайта тапсыруға тыйым салу;\nмамандандырылған пәндерді қайта тапсыруға арналған шектеулер.\nҚызыл дипломмен қанша төртке рұқсат етіледі?\nУниверситет дипломын үздік дипломмен алу үшін үздік студент болу шарт емес, бірақ бестіктер төрттен жоғары болуы керек. Білім және ғылым министрлігінің талаптарына сәйкес «қызыл қыртыстарға» талап қою үшін талап етілетін «өте жақсы» бағалар 75% -дан кем болмауы керек. Білім беру ұйымдары талаптарды күшейтуге құқылы, бірақ көп жағдайда қызыл дипломдағы төрттіктің рұқсат етілген пайызы 20-25% құрайды.\nБұл жағдайда келесілер ескеріледі:\nбарлық емтихандардың нәтижелері;\nсараланған несиелер;\nтағылымдамадан өту бағалары;\nкурсты жобалауға арналған бағалар.\nЕрекше жағдай - бұл қорытынды аттестаттауда (яғни қорытынды мемлекеттік емтихандарда және / немесе дипломды қорғауда). Дәл осы маман болашақ маманның «кәсіби жарамдылығының» индикаторы ретінде қызмет етеді - сондықтан қызыл дипломды осы сынақты өте жақсы бағамен жеңгендерге ғана беруге болады. Егер студент барлық оқу жылдарында барлық пәндерден тек бестен өткен болса да, мемлекеттік емтихан кезінде немесе қорғауда «жақсы» алса да, ол үздік диплом алу құқығынан айырылады.",
                "date": "23.10.2022",
                "upvotes": 1
            },
            {
                "text": "дипломға түскен баллға байланысты",
                "date": "23.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аллерголог болу ушин жалпы медицина тандау керек па?",
        "question_content": "Аллерголог болу ушин жалпы медицина тандау керек па?",
        "question_date": "25.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен дипломмен ауылға бағдарламасы",
        "question_content": "Мен дипломмен ауылға бағдарламасымен жұмысқа кіре аламынба. Жане үйге өтініщ бере аламынба. Жасым 29да. Жумыс тәжірибем мектепте 7 жыл. Немесе бұл бағдарламаға тек қана енді диплом алған мамандар қатысама. Жауап күтемін.",
        "question_date": "25.05.2022",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шектеу жоқ. Қатыса аласыз.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер асты тұзды суымен өсімдік суаруға болама?",
        "question_content": "Жер асты тұзды суын пайдаланып көргендер болса айтып жіберсеңіздер",
        "question_date": "25.05.2022",
        "question_tag": "Табиғат",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұзды суда өсімдік өспейді.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дарын мектебіне 7 класта тест тапсыруға болама?",
        "question_content": "Қызылорда дарын мектебіне 7 класта тапсыруға болама?",
        "question_date": "25.05.2022",
        "question_tag": "Мектеп",
        "question_views": 880,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 сыныпта тапсырып 7 сыныпта сонда оқисың.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа мамандыққа ауысу үшін ҰБТ ЕНТ қайта тапсыру керек па?",
        "question_content": "Универде 1 курс студентімін. Но бұл мамандық ұнамайды. Басқа мамандыққа ауысу үшін ҰБТ ЕНТ қайта тапсыру керек па?",
        "question_date": "25.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Студенттерді бір мамандықтан басқасына, бір оқу нысанынан екіншісіне  ауыстыру тек ақылы негізде жүзеге асырылады. Білім алушыны бір мамандықтан және бір жоо ішінде басқасына ақылы негізде ауыстыру  шартқа тиісті өзгертулерді енгізумен сүйемелденеді және жоо басшысының бұйрығымен рәсімделеді.\nОқу жоспарларының пәндеріндегі академиялық айырмашылықтарды жою тәртібі және мерзімдері ағымдағы оқу жылына факультет деканының өкімімен рәсімделеді және білім алушының жеке оқу жоспарына қосылады.\n\nБасқа мамандыққа ауысу үшін студентте ағымдық пәндер бойынша академиялық қарыз болмауы тиіс. Ауыстыру тек қысқы және жазғы демалыстарда ғана қаралады. Осы кезең үшін студентке басқа мамандыққа ауысуға байланысты оқу пәндеріндегі айырманы жою қажет. Оқу жоспарларының пәндеріндегі айырма тек ақылы негізде жойылады. Айырманы жою тәртібі және мерзімдері деканаттың өкімі бойынша рәсімделеді. Белгіленген мерзімде жойылмаған айырма әрі қарай академиялық қарыз ретінде есептеледі.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    }
]