[
    {
        "question_title": "Мамандықты ауыстыру үшін не істеу қажет?",
        "question_content": "Сіздерден сұрайтыным менің қызым ОҚМУ-ды \"Биотехнолог\" мамандығы бойынша бітіріп шықты. Енді СЭС -да жұмыс істеу үшін тағы қандай курс немесе оқу орнын оқу қажет. Өтініш толық жауап берсеңіздер екен.",
        "question_date": "7.05.2020",
        "question_tag": "Мамандық",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СЭС -санитарно-эпидемиологическая служба ма әле су электр станциясы ма екекнін түсінбедім. Сондықтан, нақты оқу орындарын ұсынбай ақ қояйын.\nЕкі түрлі таңдауыңыз бар \n1) бакалаврдан бастап қайта мамандықты меңгеру;\n2) магистратураға мамандықты өзгерте отырып жалғастыру. Бұлай жасауға мүмкіндік бар , бірақ бұл жолдың минусы, сізде білімнің негізі негізі болмайды, сізге қиын болуы мүмкін.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үкіметтік емес ұйымдар азаматтық қоғам құруда қандай рөл атқарады?",
        "question_content": "1) Үкіметтік емес ұйымдар азаматтық қоғам құруда қандай рөл атқарады?\n\n2) Казакстанда азаматтык когамнын корсеткиши болып табылатын саяси окиганы аныктаныз",
        "question_date": "7.05.2020",
        "question_tag": "Мектеп",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азаматтық қоғам – саяси үкіметке тәуелсіз жұмыс істейтін және оған ықпал жасауға қабілетті әлеуметтік қатынастар мен институттар жиынтығы; дербес жеке адамдар мен әлеуметтік субъектілер қоғамдастығы. Қандай да болмасын қоғамдық мәні бар идеяларды қабылдау қашанда сұхбатты, яғни сұхбаттасушы жақтардың түрлі көзқарастарын және маңызды тепе-теңдігін білдіреді. Ешкім ешкімге өз түсінігін мойындатуды да, ешкім ешкімді дәлме-дәл қайталауды да мақсат етпейді. Идеялар белгілі қоғамның, әлеуметтік дамудың талаптарына сәйкес келетіндіктен қабыл алынады. Сондай идеялардың қатарына азаматтық қоғам идеясы жатады. Азаматтық қоғам туралы әр түрлі көзқарастар, әр түрлі бағдарлар бар. Қазірде азаматтық қоғамның жалпыға бірдей ортақ анықтамасы жоқ. Дегенмен әлемдік әлеуметтік-философиялық ғылымда бұл феноменді зерттеудің екі түрлі бабы бар. Біріншісі азаматтық қоғамды әлеуметтік әмбебап категория ретінде қарастырады. Бұл ұғымға олар мемлекетке, өкімет құрылымдарына қарама-қарсы қойылған қоғамдық қарым-қатынастардың бүкіл жиынтығын сыйғызады. Екіншілері азаматтық қоғам ұғымының мағынасына шынайы батыстық феноменді жатқызады да, оны буржуазиялық (нарықтық- демократиялық) қарым-қатынастардың қалыптасуымен байланыстырады. Азаматтық қоғам деп адамның жеке тұлғасының және бейресми, мемлекеттік емес қоғамдық ұйымдардың дамуына қолайлы жағдай туғызатын әлеуметтік тәртіп түрін айтады. Аталған мемлекеттік емес ұйымдардың іс-әрекеті арқылы ғана жеке адам социумның, әлеуметтің даму жолына әсерін тигізе алады. Сондықтан да азаматтық қоғамды коммуникацияның, қарым-қатынастың өзіндік ерекше формасы деп қарастырса да болғандай, себебі азаматтық қоғам арқылы мемлекет пен азамат арасындағы сұхбат жүзеге асады. Азаматтық қоғам үкімет, билік құрылымдарынан тысқары жатқан әлеуметтік байланысты танытады. Азаматтық қоғам аса дамыған экономикалық, мәдени, саяси, құқықтық қарым-қатынастар болуын талап етеді. Егер біз мемлекетті билік институты, бақылау және жазалау көзі ретінде қарастыратын болсақ, онда азаматтық қоғамды оған қарама-қарсы құрылым ретінде абсолютті еркіндік — анархия деп түсіну дұрыс емес. Шындығында әлеуметтік біртұтастықты қалыптастыратын осы екі бөлік бірін-бірі толықтыра отырып өмір сүреді. Мемлекетсіз азаматтық қоғам жоқ. Онсыз ретсіздік, төртіпсіздік, хаос, ұйымдаспағандық, ыдырау ғана мүмкін. Және де, керісінше, дамымаған азаматтық қоғамсыз демократиялық, құқықтық мемлекет те жоқ, тек зорлық-зомбылық, басыбайлық, тирания ғана бар. Азаматтық қоғамның пайда болуын іс-әрекеттің субъектісі ретіндегі азаматтың пайда болуымен байланыстыратын көзқарастар да жоқ емес. Азамат белгілі құқықтар мен міндеттерге ие болған іс-әрекет субъектісі. Азаматтық қоғамды осы тұрғыдан түсіндірудің бастамасы антикалық полис феноменімен байланысты. Азаматтық қоғам - ол жеке тұлғаның негiзгi құқықтыры мен еркiндiктерi заң жүзiнде қамтамасыз етiлетiн және саяси қорғалатын, мемлекеттен тыс қатынастар саласы үйлесiмдi дaмығaн қoғaм. Оны iшкiмемлекеттiк қaтынacтapдың дамуына ықпал жасайтын адамдар топтарының ұйымдасқан әpeкeтi ретiнде де aнықтayғa болады. Қoғaм мүдделерiне бағытталған азаматтық бастама азаматтық қoғaмның маңызды белгiсi болып табылады. Дамыған демократиялық мемлекеттер, сонымен қатар өркендеген азаматтық қoғaмaдap да болып табылады. Сонымен бiрге азаматтық қoғaмның дамуына бағытталған түрлi әлеуметтiк топтардың немесе жеке азаматтардың бастамалары (азаматтық бастамалар аталынатын) мемлекет арқылы қабылданады және оны жетiлдiре түceді. Дамушы және «өтпелi экономика» мемлекеттерiне жататын елдерде жағдай бiршама басқаша. Coңғылары азаматтық бастамалар мемлекет құрылысының тiкелей мiндеттерi шектерiнен шығып кeтyiнe байланысты азаматтық бастамаларға күдікпен қарайды.\nАзаматтық бастамалар тек елеуciз шамада ғaнa мемлекет арқылы қабылданады: мемлекет мұндай бастамаларды өзiнiң даму үлгiлерiне көшiруге қабiлетсiз. Мемлекет пен азаматтық қoғaм органикалық жүйе элементтерi ретiнде емес, ал тек ресми турде ғaнa өзара iс-қимыл жасайды: олар өзара тiптi белгiлi бiр қарама-қайшылыққа да барады.\nАзаматтық қoғaмның даму қажеттiлiгi тек демократия қажеттiлiктерiмен ғaнa мәжбүрленбейдi, ол сонымен қатар экономикалық сипат та алады: кәсiпкерлiк қызмет бастамалары, әcipece шағын және орта бизнес салалары, тек жеткiлiктi түрде дамыған азаматтық қоғамда берiлетiн мүмкiндiктермен тiкелей байланысты.\nАзаматтық қoғaмның қалыптасу және даму процесi үшінші сектордың дамуымен тығыз байланысты.\nҮшiншi сектор - бұл өз мақсаттарын мүдделер бойынша клубтарда, кәсiби одақтарда, әлеуметтiк қозғалыстарда, одақтарда icке асыратын epiктi азаматтардан құралатын өзiн-өзi басқаратын сектор (деп анықтама беріледі – Sourcebook on Building Partnerships with Civil Society Organizations. UNDP, 2002)\nАзаматтық қoғaмның ажырамас құрамды бөлiгi бола отырып, «үшiншi сектор» елдегi қоғамдық-саяси процестердi ары қарай демократияландыруға оң ықпалын тигiзедi. Мемлекеттiң демократиялық жүйесi әзipше дамымай oтырған жағдайда, дәл осы бейүкiметтiк ұйымдар арқылы азаматтық қoғaм көбiне iлгерi дамып отырады.\n«Бейүкіметтік ұйымдарды» мемлекеттік емес ұйымдар деп те аударады.",
                "date": "7.05.2020",
                "upvotes": 0
            },
            {
                "text": "1ши суракка жауап:Менiн ойымша,осы уйымдар азаматтык когам куруда улкен рол аткарады .Себебi  ,дал осы бейукiметтik  уйымдар аркылы азаматтык когам кобiне iлгерi дамып отырады",
                "date": "10.05.2020",
                "upvotes": 0
            },
            {
                "text": "Үкіметтік емес ұйымдар азаматтық қоғам құруда қандай рөл атқарады?",
                "date": "4.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада мастурбациямен айналысу оразаны бұзады ма ?",
        "question_content": "Оразада мастурбациямен айналысу оразаны бұщадыма",
        "question_date": "7.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны бұзатын, тек қаза керек ететін жағдайлар:\n1               Қателесіп бұзу, мәселен дәрет алғанда тамаққа су кетіп қалуы.\n2               Тамағына қар және жаңбыр кетіп қалу.\n3               Зорлап бұздыру.\n4               Мұрынға сұйық дәрі құю.\n5               Мұрнына иіссу (адеколон) тарту. (Иіссуды иіскеу оразаны бұзбайды)\n6               Мұрынға тартылған судың ауыздан шығуы.\n7               Орнықты кезде бастаған оразасын сапарда бұзу.\n8               Басқа адам шеккен темекі түтінін өзі қалап иіскеу\n9               Құлақтың ішіне дәрі тамызу.\n10           Терідегі жараға жағылған дәрінің ішке кіруі.\n11           Денеге инемен дәрі егу.\n12           Қалап, қинап ауыз толтырып құсу.\n13           Тісі қанаған немесе тісін жұлдырған адам аузындағы қанды жұту немесе түкірікпен бірдей мөлшерде аралас қанды жұту.\n14           Сәрі уақыты біткенін білмей жеп-ішу.\n15           Күн батты деп ойлап ауыз ашу.\n16           Тістердің арасында қалған ноқат үлкендігіндегі нәрсені жұту.\n17           Ауырған тісін морфий (новокаин) салдырып, жұлдыруға мәжбүр болған адам ораза бұзылғандықтан жеп-ішсе тек қаза етуі керек болады.\n18           Дәрет алғанда ауызды шайғанда тамаққа су кету.\n19           Қағаз, тас, мақта, шөп, піспеген күріш сияқты дәрі және азық болмаған нәрсені жұту.\n20           Талып қалған адамның есін жиғызу үшін немесе ұйықтап жатқан адамның аузына су құю.\n21           Ораза екенін ұмытып жеген кезде ораза бұзылды деп біле тұра жеуді жалғастыру.\n22           Рамазанда таңға дейін ниет етпей кейіннен ниет етсе, түстен бұрын немесе кейін оразасын бұзу.\n23           Мастурбация жасау оразаны бұзады. (Ұйықтап жатып жүніп болу оразаны бұзбайды)\n24           Тахарат алғанда ішке су кетіп қалуы.\n25           Теңізге, бассеинге түскенде денеге су кіруі.\n26           Клизма жасау оразаны бұзады.\n27           Астма ауруларының дерті қозғанында дәрі спрэй қолданғанында ораза бұзылады. Дәрісіз от тегі газы оразаны бұзбайды. Ауру болмай дәрі спрэй қолданғанда қаза және кәфарат керек болады.\n28           Әйелдердің және еркектердің дәрі ретінде (свеча) қолдануы оразаны бұзады. Бірақ ғұсылды бұзбайды.\n29           Аурулардың тіл астына дәрі қойып дәрі қабылдауы, жұтпаса да оразаны бұзады. (Жүрек ауруында сау терінің үстіне жағылып терінің қуыстарынан сүзіліп жүрекке пайдасын тигізетін дәрі, сау терінің үстіне жағылғаны үшін оразаны бұзбайды.)\nБұлардың барлығында ораза бұзылады және айттан кейін бір күн үшін бір күн қаза етеді.\nТолығырақ: https://www.******.com/kz/kenes/11523-ramazan_oraza.html",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат шығымын есепте",
        "question_content": "Құрамында 2% қоспасы бар 190 г бромсірке қышқылы аммиакпен әрекеттескенде 75,3 г аминсірке қышқылы түзілді.Теориялық мүмкіндікпен салыстырғанда зат шығымын есепте",
        "question_date": "7.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CH2BrCOOH + 2NH3 = NH2CH2COOH + NH4Br",
                "date": "7.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спортпен айналысу және би билеу оразаны бұза ма?",
        "question_content": "Ораза кезінде би билеуге бола ма ? Зумба аэробика",
        "question_date": "7.05.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны бұзатын, тек қаза керек ететін жағдайлар:\n1               Қателесіп бұзу, мәселен дәрет алғанда тамаққа су кетіп қалуы.\n2               Тамағына қар және жаңбыр кетіп қалу.\n3               Зорлап бұздыру.\n4               Мұрынға сұйық дәрі құю.\n5               Мұрнына иіссу (адеколон) тарту. (Иіссуды иіскеу оразаны бұзбайды)\n6               Мұрынға тартылған судың ауыздан шығуы.\n7               Орнықты кезде бастаған оразасын сапарда бұзу.\n8               Басқа адам шеккен темекі түтінін өзі қалап иіскеу\n9               Құлақтың ішіне дәрі тамызу.\n10           Терідегі жараға жағылған дәрінің ішке кіруі.\n11           Денеге инемен дәрі егу.\n12           Қалап, қинап ауыз толтырып құсу.\n13           Тісі қанаған немесе тісін жұлдырған адам аузындағы қанды жұту немесе түкірікпен бірдей мөлшерде аралас қанды жұту.\n14           Сәрі уақыты біткенін білмей жеп-ішу.\n15           Күн батты деп ойлап ауыз ашу.\n16           Тістердің арасында қалған ноқат үлкендігіндегі нәрсені жұту.\n17           Ауырған тісін морфий (новокаин) салдырып, жұлдыруға мәжбүр болған адам ораза бұзылғандықтан жеп-ішсе тек қаза етуі керек болады.\n18           Дәрет алғанда ауызды шайғанда тамаққа су кету.\n19           Қағаз, тас, мақта, шөп, піспеген күріш сияқты дәрі және азық болмаған нәрсені жұту.\n20           Талып қалған адамның есін жиғызу үшін немесе ұйықтап жатқан адамның аузына су құю.\n21           Ораза екенін ұмытып жеген кезде ораза бұзылды деп біле тұра жеуді жалғастыру.\n22           Рамазанда таңға дейін ниет етпей кейіннен ниет етсе, түстен бұрын немесе кейін оразасын бұзу.\n23           Мастурбация жасау оразаны бұзады. (Ұйықтап жатып жүніп болу оразаны бұзбайды)\n24           Тахарат алғанда ішке су кетіп қалуы.\n25           Теңізге, бассеинге түскенде денеге су кіруі.\n26           Клизма жасау оразаны бұзады.\n27           Астма ауруларының дерті қозғанында дәрі спрэй қолданғанында ораза бұзылады. Дәрісіз от тегі газы оразаны бұзбайды. Ауру болмай дәрі спрэй қолданғанда қаза және кәфарат керек болады.\n28           Әйелдердің және еркектердің дәрі ретінде (свеча) қолдануы оразаны бұзады. Бірақ ғұсылды бұзбайды.\n29           Аурулардың тіл астына дәрі қойып дәрі қабылдауы, жұтпаса да оразаны бұзады. (Жүрек ауруында сау терінің үстіне жағылып терінің қуыстарынан сүзіліп жүрекке пайдасын тигізетін дәрі, сау терінің үстіне жағылғаны үшін оразаны бұзбайды.)\nБұлардың барлығында ораза бұзылады және айттан кейін бір күн үшін бір күн қаза етеді.\nТолығырақ: https://www.******.com/kz/kenes/11523-ramazan_oraza.html",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неке бұзылғаны туралы қағазды қалай алуға болады?",
        "question_content": "2016 жылы ажыраскан едим коп узамай турмыска шыктым неке бузу туралы куаликти алмаган едим улым бурынгы жолдасымнын атына отип кети бундай жагдайда не кылуга болад отиниш айтып жибериниздерши",
        "question_date": "7.05.2020",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті АХАЖ бөліміне барып біліңіз.",
                "date": "24.08.2020",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексінің 47-бабына сәйкес баланың туу тегін анықтау, былай жүзеге асырылады.\n1. Баланың анасы жағынан туу тегін (анасын) ананың баланы медициналық ұйымда туғанын растайтын құжаттардың негізінде тіркеуші орган анықтайды. Бала медициналық ұйымнан тыс жерде туған жағдайда, оның туу тегін туу фактісін растайтын медициналық құжаттардың негізінде тіркеуші орган анықтайды, ал олар болмаған жағдайда, баланың туу тегінің фактісі сот тәртібімен анықталады.\n2. Бір-бірімен некеде тұратын (ерлі-зайыпты) адамдардан туған баланың туу тегі ата-анасының некені (ерлі-зайыптылықты) қию туралы куәлігімен расталады.\nБала суррогат анадан туған жағдайда баланың туу тегі суррогат ана болу жөнінде жасалған шарт негізінде куәландырылады.\n3. Егер өзгеше дәлелденбесе, бала неке (ерлі-зайыптылық) бұзылған, ол жарамсыз деп танылған кезден бастап немесе бала анасының жұбайы қайтыс болған кезден бастап екi жүз сексен күн iшiнде туған жағдайда, анасының бұрынғы жұбайы баланың әкесi болып танылуы мүмкін.\n4. Егер баланың анасы өзінің жұбайы не бұрынғы жұбайы баланың әкесі емес деп мәлімдесе, баланың әкесі баланың өз анасының және әкесінің не жұбайының, бұрынғы жұбайының бұл туралы жазбаша өтініші болған кезде, осы баптың 5-тармағында немесе осы Кодекстің 48-бабында көзделген қағидалар бойынша анықталады. Мұндай өтініш болмаған жағдайда бұл мәселе сот тәртібімен шешіледі.\nБосанған әйелдің жұбайының немесе бұрынғы жұбайының басқа адамның әке болуын анықтауға келісімі ішкі істер органы берген, жедел-іздестіру іс-шаралары жүргізілгені туралы немесе соттың оны хабар-ошарсыз кеткен немесе әрекетке қабілетсіз деп танығаны туралы заңды күшіне енген шешімі туралы растайтын құжат болған кезде міндетті емес.\n5. Баланың анасымен некеде тұрмайтын (ерлі-зайыпты емес) адамның әке болуы баланың әкесi мен анасының тіркеуші органға бiрлесiп өтініш беруі арқылы анықталады. Анасы қайтыс болған, ол әрекетке қабiлетсiз деп танылған, анасының болған жерiн анықтау мүмкiн болмаған жағдайларда немесе ол ата-ана құқықтарынан айырылған жағдайда - қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның келiсiмiмен баланың әкесiнiң өтініші бойынша, мұндай келiсiм болмаған кезде - сот шешiмi бойынша анықталады.\nНекені бұзу туралы құжатыныңды кайда жерден ауданның соты бойынша бұзылды сол жерден, немесе ЦОН-нан справка ала аласыз.",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелділік формуласын жазу керек.",
        "question_content": "ауданы 42 квадрат метр болатын тіктөртбұрыштың ені мен ұзындығының арасындағы тәуелділік формулаларын жазу.",
        "question_date": "7.05.2020",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "42=a*b\n\na-ені\n\nb-ұзындығы",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекіту дұғасын тамақтанар алдында оқыса ораза бұзыла ма?",
        "question_content": "Ауыз бекіту дұғасын тамақтанар алдында оқығанмын, енді ғана дұрыс емес екенін білдім. Ораза бұзыла ма?",
        "question_date": "7.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны бұзатын, тек қаза керек ететін жағдайлар:\n1               Қателесіп бұзу, мәселен дәрет алғанда тамаққа су кетіп қалуы.\n2               Тамағына қар және жаңбыр кетіп қалу.\n3               Зорлап бұздыру.\n4               Мұрынға сұйық дәрі құю.\n5               Мұрнына иіссу (адеколон) тарту. (Иіссуды иіскеу оразаны бұзбайды)\n6               Мұрынға тартылған судың ауыздан шығуы.\n7               Орнықты кезде бастаған оразасын сапарда бұзу.\n8               Басқа адам шеккен темекі түтінін өзі қалап иіскеу\n9               Құлақтың ішіне дәрі тамызу.\n10           Терідегі жараға жағылған дәрінің ішке кіруі.\n11           Денеге инемен дәрі егу.\n12           Қалап, қинап ауыз толтырып құсу.\n13           Тісі қанаған немесе тісін жұлдырған адам аузындағы қанды жұту немесе түкірікпен бірдей мөлшерде аралас қанды жұту.\n14           Сәрі уақыты біткенін білмей жеп-ішу.\n15           Күн батты деп ойлап ауыз ашу.\n16           Тістердің арасында қалған ноқат үлкендігіндегі нәрсені жұту.\n17           Ауырған тісін морфий (новокаин) салдырып, жұлдыруға мәжбүр болған адам ораза бұзылғандықтан жеп-ішсе тек қаза етуі керек болады.\n18           Дәрет алғанда ауызды шайғанда тамаққа су кету.\n19           Қағаз, тас, мақта, шөп, піспеген күріш сияқты дәрі және азық болмаған нәрсені жұту.\n20           Талып қалған адамның есін жиғызу үшін немесе ұйықтап жатқан адамның аузына су құю.\n21           Ораза екенін ұмытып жеген кезде ораза бұзылды деп біле тұра жеуді жалғастыру.\n22           Рамазанда таңға дейін ниет етпей кейіннен ниет етсе, түстен бұрын немесе кейін оразасын бұзу.\n23           Мастурбация жасау оразаны бұзады. (Ұйықтап жатып жүніп болу оразаны бұзбайды)\n24           Тахарат алғанда ішке су кетіп қалуы.\n25           Теңізге, бассеинге түскенде денеге су кіруі.\n26           Клизма жасау оразаны бұзады.\n27           Астма ауруларының дерті қозғанында дәрі спрэй қолданғанында ораза бұзылады. Дәрісіз от тегі газы оразаны бұзбайды. Ауру болмай дәрі спрэй қолданғанда қаза және кәфарат керек болады.\n28           Әйелдердің және еркектердің дәрі ретінде (свеча) қолдануы оразаны бұзады. Бірақ ғұсылды бұзбайды.\n29           Аурулардың тіл астына дәрі қойып дәрі қабылдауы, жұтпаса да оразаны бұзады. (Жүрек ауруында сау терінің үстіне жағылып терінің қуыстарынан сүзіліп жүрекке пайдасын тигізетін дәрі, сау терінің үстіне жағылғаны үшін оразаны бұзбайды.)\nБұлардың барлығында ораза бұзылады және айттан кейін бір күн үшін бір күн қаза етеді.\nТолығырақ: https://www.******.com/kz/kenes/11523-ramazan_oraza.html",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жеңіс туы желбіреп\" әнінің минусы керек.",
        "question_content": "маған Бота Бейсенованың орындауындағы жеңіс туы желбіреп әнінің минусовкасы керек",
        "question_date": "7.05.2020",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://x-minys.ru/track/bota-bejsenova-zheңіs-tuy-zhelbіrep-minus-c274c2f2b51602eae5d31a97d2d41165",
                "date": "7.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спортқа мотевациялық музыка керек.",
        "question_content": "Спортқа өмірге мотивация туралы хит рок или поп реп болсын.Музыка бар ма???Срочно.",
        "question_date": "7.05.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетке \"Музыка Для Тренировок\" деп жазсаңыз шығады. \nhttps://lightaudio.ru/mp3/музыка%20для%20тренировок.%20спорт.%20мотивация",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойды 12 жастан қалай өсіруге болады. Cәбіз жеу мен жүзуден басқасы болса.",
        "question_content": "Менің жасым 12-де. Бойым қысқа. Бірақ сапта біріншімін. Спорт секторымын. Бірақ бойымның өскені керек. Спортпен айналысамын. Тұқымымда мәселе жоқ. Сыныпта көбісі мені жақсы көреді. Но бойым қысқа. Не істесем болады?",
        "question_date": "6.05.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның бойына әсер ететін факторлар\nАдамның бойына әсер ететін үш негізгі фактор бар.\n1.Тұқым қуалаушылық. Бойшаң адамдардың әдетте, балалары да ұзын бойлы болып келеді.\n2. Аурулар. Адамның бойының өсуін бүйрек, бауыр, өкпе, эндокриндік жүйе және тағы басқа аурулар баяулататуы мүмкін.\n3. Өмір салты. Тиімді үйлестірілген тағам, белсенді өмір салты, жақсы сауығу генетикалық әлеуеттің максималды деңгейде жүзеге асуына мүмкіндік береді.\nБой 80% -ға тұқым қуалаушылық жолмен және 20 пайыз өмір салты, сондай-ақ сыртқы факторлар арқылы анықталады. Екі жыныстың арасындағы бой айырмашылығы сүйектердің қалыптасуына әсер ететін гендердің біреуінің жоғары белсенділігіне байланысты. Оның жұмысы неғұрлым айқын болса, адамның бойы соғұрлым төмен болады. Бұл ген әйелдердің арасында кеңінен таралған Х-хромосомасында болғандықтан, ол нәзік жыныстағыларда белсенді әрекет етеді. Сондықтан әйелдің бойы әдетте ерлерге қарағанда 10-12 сантиметрге төмен болады.\nКөзге қалай ұзын көрінуге болады\nАдамдар үнемі кеудені көтеріп жүруді, дене сымбаты жайлы қағиданы ұмытып кетеді. Себебі, өз мүсініңді бақылауда ұстап үйрену биік көрінуді қалайтын адамдар жасауы тиіс әрекет. Еңкек жауырын және төменге салбыраған бас бірден бойды бірнеше сантиметрге дейін төмендетеді. Басты, арқа мен денені қалай дұрыс ұстау керектігін еске сақтап, бөлмеде басыңа кітап қойып жүру өте пайдалы. Жазылған иық пен түзу арқа тек бойыңызды ұзын көрсетіп қана қоймайды, сонымен бірге бұлшықеттерден артық күшті алып тастайды, олардың шаршауына жол бермейді. Сонымен қатар, кеудені көтеріп, тік ұстау ішкі ағзалардың қалыпты жұмыс істеуі үшін жағдай жасайды.\nШаш үлгісі. Түктеп таралған шаш немесе көтерілген шаш бойды бірнеше сантимерге болсын ұзын көрсетеді. Бұл төбеге буылған шаш немесе шоқ-шоқ болып жиналған шаш болуы мүмкін. Сондай-ақ, ерлер де шаштарын көтеріп, шаш қытырғышпен қатайту арқылы ұзын көріне алады.\nКиім. Кез-келген стилистен киімнің көмегімен бойды ұзын көрсету мүмкін бе деп сұрасаң, киім арқылы бойшақ көрінудің әр түрлі әдістері бар екеніне көз жеткізесің. Соның ішінде тік жолақты, суреті бар киімдер және дененің бойына сай тізбектеліп тігілген түймелері бар, төмен салбырап тұратын шарфтар, ұзын моншақтар, V тәрізді кесілген киімдер бойды ұзын көрсетеді. Денені көлденең сызықтармен немесе түстерге қарай бөліктерге бөлуге болмайды. Сондай-ақ, балағы қысқа шалбарлар мен белі қысқа киімдерді киюге болмайды.\nАяқ-киім. Аяқ киімдерге арналған ұлтарақтар арқылы да бойды ұзын көрсетуге болады. Оларды базардан сатып алсаңыз да немесе қолдан жасасаңыз да болады. Мұндай ұлтарақтар сізді 2-4 сантиметрге ұзын және үлкен көрсетеді. Сондай-ақ, дүкендерде ұлтарағы бар арнайы аяқ-киім де сатылады. Мұның бәрі кейде өте пайдалы және өзіңе сенімділік береді.\nӘйелдерге келетін болсақ, олар өзін кербез жасайтын әдістер және бойды ұзын көрсетудің жолдары жайлы жақсы біледі. Оларға биік өкшелі туфли киюдің өзі жеткілікті. Ақ киімнің өкшесі неғұрлым биік болса, соғұрлым жақсы. Бірақ, өте биік өкшелі аяқ киімдер табан мен омыртқаға ауыр күш түсіретінін ұмытпау керек.\nСыртқы келбетке жеткілікті назар аударып, әрқашан арқаны тік ұстап және киімдерді мұқият таңдай отырып, өз бейнеңізге қалаған сымбаттылық бере аласыз.\nБойды өсіруге арналған жаттығулар\nЕгер сіз сырт қарағанда ғана емес, бойыңызды шынымен де ұзартқыңыз келсе төмендегі кеңестерді мұқият орындаңыз. Осы мақсат бойынша арнайы бағдарлама әзірленді және көптеген адамдар ол жаттығуларды орындап, шынымен де бойын өсіре алды.\nТранквиллитати әдісі. Осы әдістің жаттығулары бастапқыда мойын мен омыртқаның әртүрлі бөліктерінен ауырсынуды сезінетін адамдардың жағдайын жеңілдетге арналған болатын. Алайда, транквиллитати әдісі бойынша жаттыққан адамдар тек денсаулықтарын ғана қалыпқа келтіріп қоймай, сондай-ақ бойының ұзарғанын да байқады.\nНорбеков әдісі. Бұл жүйеге иықтың түзелуін жақсартатын және омыртқалардың арасындағы шеміршектің өсуіне, сондай-ақ аяқ сүйектерінің өсуін ынталандыратын жаттығулар кіреді. Әдіс авторының сөзінше, осындағы жаттығулардың көмегімен бойды 2-10 см-ге дейін ұзартуға болады.\nЛонскийдің жаттығулары. Таңертен 1 сағат және кешке 1 сағат жаттығу жасау арқылы бойды бірнеше сантиметрге дейін өсіруге болады. Сонымен бірге, баскетбол ойнап, бассейнде жаттығу керек.\nБерг техникасы. Адамның бойы тек 20 жасқа дейін ғана өседі деген заңдылыққа күмәнмен қарағандардың бірі А. Берг. Ол адам тіпті 30 жаста да бойын өсіре алады деп сендірді. Себебі, әрбір адамда өсу қоры бар және Берг әдісі оларды оятуға арналған. Оған тек алаша мен тренажерлерді қолдану арқылы жасалатын дене шынықтыру жаттығулары ғана емес, сонымен қатар аутотренинг те кіреді. Бұл әдіс бойынша, таңертең ұйқыдан ояннан кейін және ұйқы алдында жаттығу керек.\nЕвминов әдісі. Бұл әдістің Норбеков техникасымен ұқсастығы бар. Бірақ, Евминовтың жаттығулары арнайы тақтада орындалады. Автордың айтуынша, оның әдісі кез-келген жаста кем дегенде 3-5 см-ге дейін өсуге мүмкіндік береді. Бұл омыртқа бағанасының сүйек-шеміршік жүйесіндегі элементтерді қалпына келтіру мен нығайтуға байланысты болады.\nАуыспалы жаттығулар. Бұл әдістың мағынасына сай, жаттығулар теріс бағытта жасалады. Жаттығуды тұрақты жасасаңыз керемет нәтижеге қол жеткізесіз. Бұл жаттығулар бойды өсіруден басқа омыртқа үшін де өте пайдалы. Олар әртүрлі мәселелерден арылуға көмектеседі. Мысалы, омыртқааралық жарық, қисық дене.\nВелосипедпен жаттығу. Велоспортпен серуендеу аяқты ұзартудың ең тиімді әдістерінің бірі. Велосипед айдау кезінде аяқ педальдарға жету үшін орындықты көтеру керек. Мұндай жаттығу үшін қарапайым велосипед жарай береді.\nЖүзу. Бойды өсіруге арналған ең жақсы жүзу түру – бұл брасс әдісі бойынша жүзу. Яғни, аяқ пен қолды судан сәл шығарып жүзу. Егер сіз осы стильмен жиі жүзетін болсаңыз, денеңіз тұрақты созылып тұрады. Ал 2 сантиметрге немесе одан да ұзын болу үшін кем дегенде аптасына 3 рет бір сағаттан қарқынды түрде жаттығып тұру керек.\nӨсу үшін тұрақты дене жаттығуларынан басқа, дұрыс тамақтану мен ұйқыға көңіл бөлу керек.\nБойды өсіруде тамақтанудың рөлі\nҚұрылыс материалдары мен энергияның қажет мөлшерінсіз, ағза өсуге арналған ресурстардан айырылып қалады. Сондықтан, егер бойыңызды өсіргіңіз келсе, тамақтану тәртібіне ерекше назар аударыңыз.\nГликемиялық жоғары индексі бар тағамдардың аз мөлшерін қамтитын диетаны қолдану арқылы ағзаның өсу гормонының өндірілуін арттыра аласыз.\nОл үшін ас мәзірінен тазартылған тәттілерді, ұн өнімдерін, өте тәтті жемістерді алып тастаңыз немесе шектеңіз. Диетологтар сондай-ақ, кешкі асқа да назар аударуды ұсынады.\nКешкі аста дастарханда ақуызы көп, бірақ көмірсуы аз, мысалы жұмыртқа, балық, теңіз өнімдері, ірімшік, жазыл аскөк, жаңғақ, дәнді-дақылдар мен бұршақ тұруы тиіс. Азық-түлік қоспаларын күнделікті тұтыну да зиян келтірмейді. Бірақ, оларда міндетті түрде мырыш болуы керек. Бұл шағын элемент өсу гормонын өндіруді жақсы ынталандырады.\nБойды өсірудің түбегейлі тәсілдері\nБойды өсірудің радикалды тәсілдері де бар. Бұл аяқты ұзартуға арналған оталар. Бүгінгі таңда мұндай отаның үш түрі кеңінен қолданылады.\nИлизаров әдісі. Илизаровтың аппаратын қолдану арқылы жасалатын ота аяқты 6 сантиметрге немесе мықынды 10 см-ге дейін ұзартуға мүмкіндік береді. Сүйекті жедел әсерсіз жылдам ұзарту мүмкін болмағандықтан, оның үстіңгі қабаты бөлшектенеді. Әдетте бұл мықынның немесе аяқтың жоғарғы үштен бір бөлігі. Алайда, аяқта екі сүйек болғандықтан, екеуі де бөлінеді. Ұзартудың барлық кезеңінде аяққа Илизаров аппараты орнатылады. Ал оның сомын күніне бірнеше рет қатайтып, бұрап отыру керек. Осылайша, адамның бойы бір тәуліктің ішінде шамамен 1 мм-ге өседі. Бірақ, асқынуларды болдырмау үшін жылдамдықты күшейтпеуге кеңес беріледі.\nБлискунов әдісі. Бұл айтарлықтай травматикалық, сондықтан көп қолданылмайды. Бұл жағдайда ота тек мықын сүйегіне ғана жасалады. Мұнда кішкентай тілік арқылы мықынға арнайы дистракционды құрылғы орнатылады. Ал әрбір осындай құрылғыда науқас өзі басқарып отыратын ілгек механизм бар.\nРешетниковтың аралас әдісі арқылы аяқ ұзарту. Бойды өсірудің тағы бір әдісін саратовтық хирург А.Н. Решетников ойлап тапты. Ол сүйек тінінің ішіне орнатыратын Илизаров аппараты мен арнайы өзектің көмегімен сүйектерді ұзартты. Оның әдісімен бір айдың ішінде аяқты 3-4 см-ге дейін ұзартуға болады. Содан кейін аппарат алынады, бірақ арнайы өзек сүйек ішінде қалады. Отадан кейін науқас бірнеше аптаның ішінде қалыпқа келеді және көлікті қиындықсыз айдай алатын болады. Ал, сүйекте қалған өзек ота жасалғаннан кейін 1,5-2 жыл өткен соң, сүйектердің фрагменттері толық өскенде ғана бір-ақ жойылады.",
                "date": "6.05.2020",
                "upvotes": 1
            },
            {
                "text": "Турникте шыдағанша ілініп тұру қажет. Күнде істесеңіз нәтиже шығады.",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жас маманмын, пәнім бойынша менің қай құжаттарымды басшылық тексере алады?",
        "question_content": "Мен жас маманмын, пәнім бойынша қай құжаттарым болуы қажет,басшылық қай құжаттарды тексеруге құқылы, жас маман құқығы қандай мектепте?",
        "question_date": "6.05.2020",
        "question_tag": "Мектеп",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 жыл жас маманнан негізі ештеңе талап етпейді.   Ашық сабак дегеннен басқа.\n\nБірақ құжатка келетін болса,  ктж,  сабақ жоспары, күнделік кз, жаңа адіс тасілдер талап етіледі.\n\nЖаңартылған білім мазмұнына байланысты жиынтық бағалаулары жинақтаулы тұру керек. Картотека болу керек",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мекен жайы арқылы үй иесін қалай табуға болады?",
        "question_content": "Мекен жайдын караусыз болганына 10 жылдай болды!Иесин табу керек болып тур.Кандай да бир акпарат болса алгысым шексиз сиздерге!",
        "question_date": "6.05.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің қоғамдық немесе жеке IP-мекен-жайыңызды іздеңіз (сіздің маршруттаушыңыздың IP-мекен-жайымен бірге)\nTCP / IP компьютерлік желісі IP-мекенжайлардың екі негізгі түрін - қоғамдық (сыртқы) және жеке (кейде ішкі немесе жергілікті деп аталады) жеке түрлерін пайдаланады.\nЖеке IP мекенжайы жергілікті құрылғылармен байланысуға, маршрутизатордан порттарды бағыттауға немесе желінің өзгерістерін жасау үшін маршрутизаторға қатынасуға пайдалы болса, файл серверін немесе веб-торапты орнатсаңыз, жалпы IP мекенжайын қажет етуіңіз мүмкін.\nСізге IP мекенжайы қажет болса да, төменде IP мекенжайын табу үшін қажет қадамдар берілген.\nСіздің қоғамдық, Интернет-IP-мекен-жайыңызды қалай табуға болады\nЖалпыға ортақ IP мекенжайы - жоғарыда көрсетілген мекенжай. Яғни, бұл желінің «беті». Бұл жергілікті желідегі барлық құрылғылардың веб-сайттарға кіру үшін Интернетке қосылу үшін пайдаланатын бір IP мекенжайы.\nҮй желісінде жалпы IP мекенжайы маршрутизатордан табылуы мүмкін, себебі ол маршрутизатордың жергілікті желіден тыс құрылғылармен байланысуды білетін етіп сақтауы керек. Төменде бұл туралы көбірек ақпарат бар.\nДегенмен, маршрутизаторыңызда қазу үшін қарағанда, жалпы IP мекенжайын табудың оңай жолдары бар. Төменде жалпыға ортақ IP-мекен-жайыңызды анықтай алатын бірнеше веб-сайттар бар. Интернет мекен-жайын көрсету үшін компьютеріңізден немесе телефоныңыздан біреуін ашыңыз:\nWhatIsMyIPAddress.com\nIP тұқымы\nWhatIsMyIP.com\nIP-іздеу\nЕскерту: Егер сіз VPN-ді іске қоссаңыз, IP-мекен-жайды іздеу веб-сайтында көрсетілетін IP-мекен-жайы ISP- тің желіге тағайындалған нақты мекен-жайын емес, VPN пайдаланатын мекен-жайды көрсетеді.\nБұл ақпарат белгілі бір дәрежеде болғандықтан, IP мекенжайының иесін IP мекенжайлық веб-сайтында мекен-жайын іздеу арқылы таба аласыз.\nКомпьютердегі жеке IP мекен-жайын қалай табуға болады\nЖеке IP-адрес - бұл маршрутизатормен және басқа құрылғылармен байланысқысы келетін болса, жергілікті желідегі әрбір құрылғы болуы керек мекен. Бұл барлық жергілікті құрылғылардың арасындағы қарым-қатынасты жеңілдетеді және сайып келгенде Интернетке кіруге мүмкіндік береді.\nЕскерту: Егер жергілікті желідегі бірнеше құрылғылар бірдей IP-мекен-жайын пайдаланатын болса, IP-адрес конфликті орын алады.\nWindows жүйесінде жергілікті IP қалай табуға болады\nWindows жүйесінің барлық заманауи нұсқаларында ipconfig утилитасын Командалық кеңестен іске қосу компьютерге тағайындалған мекенжайлар тізімін көрсетеді.\nЖергілікті желіге Wi-Fi арқылы қосылса, белсенді IP мекенжайы ipconfig шығысының «Сымсыз жергілікті желі адаптері сымсыз желі қосылымы» бөлімінде көрсетіледі. Егер Ethernet кабелі арқылы қосылған болса, адрес «Ethernet адаптері Жергілікті желіге қосылу» астында көрсетіледі. Егер бір мезгілде екі желіге қосылған болса, IP мекенжайлары да көрсетіледі.\nWindows пайдаланушылары басқару панелін пайдаланып, олардың жеке IP мекенжайын таба алады. Басқару тақтасында Желіні және ортақ пайдалану орталығын ашыңыз. Бұл экранда Экранның сол жағындағы Адаптер параметрлерін өзгерту тармағын таңдап, жаңа терезеде пайда болатын сымды немесе сымсыз қосылымды табыңыз.\nОдан оның қасиеттерін ашу үшін қосылымды екі рет басыңыз. Жеке байланыс IP-мекен-жайын қосқанда, байланыс желісінің барлық параметрлерін көру үшін Мәліметтер ... түймесін басыңыз.\nЕскерту: winipcfg утилитасы IP мекенжайларын Windows (Win95 / 98 және Windows ME) өте ескі нұсқаларында ғана анықтау үшін пайдаланылды.\nMacOS-да жергілікті IP-ті қалай табуға болады\nApple Mac құрылғыларында жергілікті IP мекенжайларын екі жолмен табуға болады.\nБіріншісі - Жүйе параметрлері . «Күй» астында тізімделген IP мекенжайын көру үшін « Желі» аймағын ашыңыз.\nЕкінші жағынан, біраз күрделі. Terminal утилитасын ашыңыз және ifconfig пәрменін іске қосыңыз. IP мекенжайы (жергілікті желі конфигурациясының басқа мәліметтерімен қатар) «inet» атауының жанында тізімделген.\nЕскерту: IP адресімен бірге тізілген кері байланыс мекенжайы деп аталады. Бұл жазба елемеуі мүмкін.\nLinux жүйесінде жергілікті IP қалай табуға болады\nLinux IP мекенжайларын ifconfig қызметтік бағдарламасын іске қосу арқылы табуға болады. IP мекенжайы «eth0» атауының жанында тізімделген.\nТелефондағы жеке IP мекен-жайын қалай табуға болады\nБұл процедура сіз пайдаланатын телефонға немесе планшетке байланысты әртүрлі болады. Мысалы, iPhone-ның көптеген нұсқаларында IP-мекен-жайын табу үшін:\nПараметрлер қолданбасын ашыңыз.\nWi-Fi мәзірін түртіңіз.\nТелефон қосулы тұрған желінің қасында (құсбелгісі бар), кішкене (i) түймесін түртіңіз.\nТелефонның жергілікті, жеке IP-мекен-жайы «IP-адрес» жанында көрсетіледі.\nКеңес: Бұл экранда телефон қосылған маршрутизатордың IP мекенжайы болады. Бұл IP адресі бүкіл желінің жалпы IP мекенжайы емес, ал орнына маршрутизатор қолданылатын теңшелген жергілікті мекен-жай, әдепкі шлюз деп те аталады.\nБұл қадамдар iPhone құрылғысына арналған болса да, әдетте басқа мобильді құрылғылардағы ұқсас жолды Параметрлер қолданбасында немесе желіге қатысты басқа да мәзірде параметр немесе мәзір іздеу арқылы орындауға болады.\nСіздің маршрутизаторыңыздың жергілікті IP мекенжайын қалай табуға болады?\nTCP / IP желілік маршрутизатор әдетте екі IP адресін қолдайды.\nБіреуі - маршрутизатор желідегі басқа құрылғылармен байланысу қажет жеке IP мекенжайы. Бұл адрес барлық құрылғылардың әдепкі шлюз мекен-жайы ретінде орнатылғанын білдіреді, себебі барлық желілік ақпарат желінің сыртына шықпас бұрын маршрутизатордың жеке мекен-жайына өтуі керек.\nОл сымсыз желіні орнату немесе параметрлерге басқа өзгертулер енгізу үшін маршрутизаторға кірген кезде сізге қажет IP мекенжайы.\nWindows жүйесінде жасаған көмекті қажет етсе, Әдепкі шлюз IP мекен-жайын қалай табуға болады .\nБасқа маршрутизатордың адресі желіде орналасқан құрылғылардың Интернетке кіруі үшін желіге тағайындалуы керек жалпы IP мекенжайы болып табылады. Бұл мекен-жай, кейде WAN IP-мекен-жайы деп аталады, маршрутизаторға байланысты түрлі жерлерде сақталады. Алайда бұл IP-адрес маршрутизатордың жергілікті мекен-жайымен бірдей емес.\nТолығырақ: https://kk.eyewated.com/ip-мекен-жайыңызды-қалай-табуға-болады/",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін алмастыру",
        "question_content": "Теңдеулер жүйесін алмастыру тәсілімен шешу\n\nх-у=7\n\n5x-3y=1",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x=7+y\n\n5x-3y=1\n\n5*(7+y)-3y=1\n\n35+5y-3y=1\n\n2y=-34\n\ny=-17\n\nx=7+(-17)=10",
                "date": "6.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төмендегі мысалды қалай шығарады?",
        "question_content": "Осыны қалай шығарады\nх # у=5х-2у           3 # 4=?",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х # у=5х-2у           \n3 # 4= 5*3-2*4 = 15 - 8 =7",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлік жүйесі деген не?",
        "question_content": "Сабаққа керек еді. Өтінемін көмектесіңіздерші!",
        "question_date": "6.05.2020",
        "question_tag": "География",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның көлік шығарушы жүйесі өнеркәсіптен, жер бөлуден және өндіретін өнеркәсіптен кейінгі материалдық өндіріс сферасы болып табылады. Экономикалық теория көліктің қазіргі қоғамды дамытудағы орыны мен рөлін анықтай отырып, оны еңбектің жалпы барлық құралы ретінде, өндірістің жалпы шартының бірі деп қарастырады. Кәсіпорын ішінде еңбек құралы мен жұмысшыларды ауыстыра отырып, көлік еңбекті технологиялық бөлумен туатын байланыстарды іске асырады. Бұл қызметтерді ішкі өндірістік көлік орындайды. Өндірушілер мен тұтынушылар арасында өнімнің әр түрлі түрінің орынын ауыстыра отырып көлік еңбекті территориялық бөлу нәтижесінен туатын байланыстарды іске асырады. Бұл қызметтер айналу сферасы көлік құзырында болады. Ол еңбекті қоғамдық бөлу тарихи процеске кіру кезінде жеке өндіріс сферасына бөлінеді. Қазіргі жағдайдан айналу процесінде тасымалдауды көбіне жалпы пайдаланатын көліктер — темір жол, теңіз, өзен, автомобиль әуе және арнайы көліктер (құбыр өткізгіштер, электр берудің жоғары қуатты желілері және кәсіпорынның магистралды қатынас жолдарының торабымен байланыстыратын темір жол кіріс жолдары) орындайды. Көліктің осы түрлері жіктелген жүйемен бірге айналу процесінің материалдық негізін құрайды. Сонымен бірге көлікке оны халық шаруашылығының басқа салаларынан айыратын (даралайтын) кейбір ерекшеліктер тән.\nБіріншіден, көлік жаңа (заттық) материялдық өнімдерді шығармайды, былай айтқанда тек өндіріс процесінің айналу процесі шегінде жалғасуы болып табылады.\nЕкіншіден, жүктер мен жолаушыларды тасымалдаудағы көлік өнімі, яғни көлік өндірісі процесінен ажырамас болып табылады. Оны жинамайды, оның қоры құрылмайды.\nҮшінщіден, көлік өнімі шикізаттан тұрмайды. Оның өзіндік құнында төлем ақының үлесі өнеркәсіппен салыстырғанда екі есе артық. Амортизацияға, отынға және электр энергиясына кететін шығын көліктің барлық пайдалану шығынының жартысын құрайды.\nТөртіншіден, көлікті дамытуға бөлінген құралдың айналымы ауыл шаруашылығымен өнеркәсіптің дамуына бағытталған құралдың айналымына ұқсамайды. Көлік нарығында жаңа зат түрінде тауар емес, көлік өнеркәсібінің өндірістік процесі іске асады. Демек, көлік жүйесі жұмысының тиімділігі мен сапасына қойылатын талап, тек оның нарықтық өніміне, көліктік іс-әрекетіне ғана қойылмайды, сондай-ақ көліктік өндіріс процесіне де тікелей қойылады.\nҚазіргі жағдайда көліктің дамуы кез — келген елдің өндірушілік күшінің өсуімен және оның сыртқы байланыстарымен байланысты. Дүниежүзілік жүк тасымалын жүзеге асыруда көліктің жеке түрлерінің үлесі шығыс еуропа елдері үшін келесі сандарды кұрайды: су көлігі — 23 %, жер бетіндегі көліктер — 64 % және көліктің басқа түрлері — 13%; өнеркәсіптік дамыған елдер үшін — 62, 27 және 11; дамушы елдер үшін — 84, 10 және 6. Жер шарының 70% территориясын алып жатқан дамушы елдерде жер бетіндегі көліктік жолдар төмен, ол дүниежүзілік инфрақұрылымның 5 % құрайды.\nДүниежүзінде 9800 порт бар, оның 1000 халықаралық қатынаста қатынайды, 15950 әуежай, оның 1020 — халықаралық. Статистикалық негізге сүйенсек, дүниежүзілік жер бетінің 1 км-нің 8,8 метрін темір жолдары, 103 м автомобиль жолдары 0,4 м ішкі су жолдары қамтиды. Дүниежүзінің жеке елі, контингенті және аймағы бойынша торапты көлік інфрақұрылымын бөлу аса бірдей емес, ал Африкада темір жол жолдарының тығыздығы бұрынғы СЭВ елдерінен гөрі 15 есе аз. Бірдей болмау себептері — өнеркәсіптік дамудың әр түрлі деңгейі және шикізат ресурстарын игеру географиялық жағдайының ерекшелігі. Көлік кешені — салалардың экономикасының иифрақұрылымын қалыптастырушының бірі болып табылады. Бұл салаларға темір жол, автомобиль, әуе, құбыр өткізгіш, теңіз және өзен (су) турлеріндегі көлік кіреді. Оның жағдайына республикамыздың халық шаруашылығының салалы кешендерінің дамуы (аграрлық өнеркәсіптік, отын — энергетиалық, таулы-металлургиялық, құрылыс және басқалары), экономика салаларындағы өзара байланысты қамтамасыз ету, өндіріс түрлері мен территориялық кешендер тәуелді. Республикада көліктің біршама динамикалық дамуы өткен жүз жылдықтың 70-80-ші жылдарында болды. ТМД елдерінде 1990 жылы басталған экономикалық құлдырау барлық көлік түрлері үшін тасымалдау көлемінің жалпы төмендеуіне әкеп соқты. Қазақстан Республикасы Агенттігінің мәліметіне сәйкес статистика бойынша 2002 жылда көліктің барлық түріндегі жүк айналымында темір жол көлігінің үлесі 56,9% құрады; құбыр өткізгіш көлігі — 27 %; автомобиль — 16%; әуе — 0,02% және өзен көлігі — 0,02%. Негізгі мұндай қатынас Қазақстан өнеркәсібі өндірісінің ішкі заттық құрылымымен түсіндіріледі. Тасымалдауға берілетін негізгі тауарлық өнім жалпы үйілетін және құйылатын жүктерден тұрады: көмір, астық, мұнай, кен, минеральды тыңайтқыш және т.б. Осы өнімдерді автомобиль көлігімен тасымалдау тиімсіз. Сонымен қатар, автомобиль көлігімен жүк айналымын бағалау мен статистикалық есепке алудың қиындығынан үлесті бөлудің кейбір жіберілген қателіктерді ескеру қажет.\nҚазақстан көлігінің магистральді түрлері келесі ерекшеліктермен сипатталады\nТемір жол көлігі:\n- жол мен тәулік уақытына, климаттық жағдайына тәуелсіз жүк және жолаушылар тасымалының тұрақтылығы;\n- жол ары өткізу және тасу қасиеті;\n- жүктерді тасымалдаудың салыстырмалы жоғары емес өзіндік құны;\n- көптеген жүктерді үлкен және орташа қашықтықта тасымалдаудағы жоғары тиімділігі.\nТемір жолды салуға үлкен капитальды салым қажет. Бұл капитальды салым жүк және жолаушылар ағынын біршама шоғырлануында орынын толтырады.\nАвтомобиль көлігі:\n- жүкті жеткізу жылдамдығы мен маневрлігі темір жолмен салыстырғанда біршама жоғары;\n- жүктерді жөнелтуші қоймасынан алушы коймасына дейін тиеп-түсіру операциясыз-ақ жеткізу мүмкіндігі;\n- тасымалдаудың жүйелілігі мен жақсы маневрлігі (жылдамдығы), ең кіші жүк жөнелткіштерді қоса отырып, жүктің аз партиясын жеткізу қабілеті.\n- алыс емес қашықтықта аз жолаушылар және жүк ағынын игерудегі капитальды салымның темір жол көлігімен салыстырғанда аздығы.\nАвтомобиль көлігіндегі жүк және жолаушылар тасымалының өзіндік құны темір жолдан қарағанда жоғары.\nҚұбыр өткізгіш көлігі:\n- Табиғи-климаттық жағдайға тәуелсіз жұмыс режимінің тұрақтылығы,\n- Тасымалдауды басқару режимі мен оны пайдалану қарапайымдылығы, яғни дұрысын айтқанда тасымалдау және тиеп-түсіру операциялары біртұтас процеске біріккен.\n- Операцияны механикаландыру және автоматтандырудың жоғары дәрежесіне байланысты еңбектің жоғары өнімділігі.\n- Мұнай мен мұнай өнімдерін қотарудың өзіндік кұнының төмендігі;\n- Бір тасымалдауға капитал салымының басқа көлік түрлерімен салыстырғанда аздығы.\nҚұбыр өткізгіштері көліктің универсалды түрі болып табылмайды, өйткені онымен тек сұйық және газ тәрізді жүктер құйылады.\nӘуе көлігі:\n- жылдамдығы үлкен және жүктер мен жолаушыларды жеткізуде аз уақыт кетеді.\nЖүктерді әуе көлігімен тасымалдаудың өзіндік құны өте жоғары. Оның кемшілігі: жоғары энергия сыйымдылығы, ауа райына тәуелділігі, габариті мен тасымалданатын жүктің салмағының шектелуі\nСу (өзен) көлігі:\n- терең су өзендерінде жоғары тасымалдау қабілеті және тасымалдаудағы өзіндік құнның жоғары еместігі, әсіресе, көп жүктерді тасымалдауда (салдағы ағаштар, мұнай құятын кемедегі мұнай);\n- төменгі меншікті капитальды шығындар, метал мен отын шығыны. Өзен көлігінің кемшілігі: өзен ағысы бағытының негізгі жүк ағынымен сәйкес келмеуі;  бір  жыл  ішіндегі  тасымалдаудың тұрақсыздығы жүйелі еместігі; темір жол көлігімен салыстырғанда оның жүкті жеткізу жылдамдығы төмен; жүк қозғалысы жолының басқа көлік түрлеріне қарағанда үлкендігі.\nКөрсетілген көлік түрлері жүк және жолаушылар тасымалдау нарығында өзара бәсекелес. Айталық, кұбыр өткізгіш пен темір жол көліктері мұнай мен мұнай өнімдерін тасымалдауда бір-бірімен бәсекелес; темір жол мен автомобиль көліктері жаппай үйінді жүктерді қоспағандағы жүктердің барлық номнеклатурасын тасымалдауда бәсекелес.\nТеңізге географиялық жағдайда шыға алмайтын кеме жүзетін өзендер мүмкін емес су тасымалдауды жүзеге асырады. Сондай-ақ Қазақстан жерінің кең-байтақтығынан оның автожол инфрақұрылымының дамуынан әуе көлігінің төменгі техникалық жабдықталуы және құбыр өткізгіш көлігінің қарқынды дамуына қарамастан, міне елімізде жүз жылдан астам халықты жаппай тасымалдау және жүктердің орын ауыстыруының негізі құралы болып темір жол табылады. Ол универсальды және арзаншылыққа қатысты.\nҚазіргі заманда темір жол көлігінің мақсаты: аз шығынмен жолаушылар мен жүк тасымалдаудағы экономиканың қажеттілігін максимальды қанағаттандыру. Сонымен қатар өзінің мақсатын орындауды бағалаудың айтарлықтай маңызды критериясы тек көлік қызметінің құны емес және оның сапасы болады. Оның сапасы үш негізгі көрсеткіштерден құралады: қозғалыс қауіпсіздігі және жүктердің сақталуы; жеткізу жылдамдығы; қызмет көрсету деңгейі (сервис).\nТолығырақ: https://bilim-all.kz/article/4448-Qazaqstannyn-kolik-zhuiesi",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 пакетте 100 кг картоп бар.",
        "question_content": "3 пакетте 100 кг картоп бар.1-ші және 2-ші пакеттердің салмағы 50 кг,ал 2-ші және 3 ші пакеттердің салмағы 70 кг картоп болса,онда 1-ші пакеттің салмағы неге тең?",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-ші пакетте 30 кг картоп;\n\n2-ші пакетте 20 кг картоп;\n\n3-ші пакетте 50кг картоп.\n\n30 кг + 20 кг = 50 кг\n\n20 кг + 50 кг = 70 кг\n\n30 кг + 20 кг + 50 кг = 100 кг",
                "date": "7.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сағаттың 10%-ға арзандатылған нан кейінгі бағасы 90000 тг.",
        "question_content": "Сағаттың 10%-ға арзандатылғаннан кейінгі бағасы 90000 тг.Сағаттың бастапқы бағасы нешеге тең?",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "90%  - 90000\n100% - x\nx=100%*90000/90% = w (теңге)\nСағаттың бастапқы бағасы w теңге",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан берілген есепті шығарыңыз.",
        "question_content": "Петля диаметром 23 см помещается в магнитное поле 4,0 Тл. Вращается так, что его плоскость параллельна направлению поля через 1,5 с. Какова средняя индуцированная ЭДС в цикле? (Π = 3)",
        "question_date": "6.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жоғарғы лақтырылған тас, ұшақтың ұшуы, автомобильдің қозғалысы қандай энергия?",
        "question_content": "Атылған оқ, серіппенің созылуы, жоғары лақтырылған тас, ұшақтың ұшуы, автомобильдің қозғалысы қандай энергияға жатады? (Потенциалдық немесе Кинетикалық) Өтінемін көмектесіңіздерші. \nБаршаңызға алдын ала рахмет!!!",
        "question_date": "6.05.2020",
        "question_tag": "Физика",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Белгілі бір санақ нүктесіне қатысты қозғалыстағы денелердің энергиясы - кинетикалық. Ұшқан оқ, ұшақ, жүрген автомобиль кинетикалық энергияға ие.",
                "date": "11.05.2020",
                "upvotes": 1
            },
            {
                "text": "Атылған оқкинетикалық энергия",
                "date": "20.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Майдангер\" сөзіне дыбыстық талдау жасау керек.",
        "question_content": "Майдангер деген созди дыбыстык талдау жасау. Керек комектесип жибериндерш",
        "question_date": "6.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М- дауыссыз, үнді.\n\nа-дауысты,жуан, ашық, езулік.\n\nй-дауыссыз,үнді.\n\nд-дауыссыз, ұяң.\n\nа-дауысты,,жуан, ашық, езулік.\n\nн-дауыссыз,үнді.\n\nг-дауыссыз, ұяң.\n\nе-дауысты, жіңішке, қысаң, езулік.\n\nр-дауыссыз, үнді.",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыры 15см кубтың қаңқасын дайындау үшін ұзындығы неше метр және сантиметр сым керек?",
        "question_content": "Сәлеметсіз бе!мен мына сұраққа жауап беру керек болып тұр!өтініш көмек бере аласыз ба?\n\nҚыры 15 см кубтың қаңқасын дайындау үшін ұзындығы неше метр және сантиметр сым керек?",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кубтың қырын 15 см деп алып есептеңіз",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "15:3=5\n3 дегеніміз куб тың саны",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соғыстан кейінгі ҚазКСР (1946-1953 жж.): идеология мен шындық.",
        "question_content": "Соғыстан кейінгі ҚазКСР (1946-1953 жж.): идеология мен шындық.",
        "question_date": "6.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан соғыстан кейінгі жылдарда (1946-1953 жж.).\nСоғыстан кейін республика экономикасын қайта құру.\nII дуниежүзілік соғыс КСРО шаруашылығына өте көп зиян әкелді. Кеңес одағы 679 миллиард сом материалдық зиян шекті. Басқыншылардың КСРО халық шаруашылығына жасаған жалпы зияны – 2 триллион 569 миллиард сом болды. 1710 қала, 70 мыңнан астам селолар мен деревнялар, 32 мың өнеркәсіп орындары, 65 мың км темір жол қиратылды, 4 мың темір жол станциясы толық немесе ішінара талқандалды. 2 млн. адам қираған үйде тұруға мәжбүр болды. Киев, Ленинград, Станиград, Минск т.б. қалалардың көп бөлігі талқандалды .\nСоғыстан кейін қираған экономиканы, халық шаруашылығын қалпына келтіру Кенес үкіметінің алдында тұрған басты міндет болды. Бұл бағытта ең алдымен жұмыс күшінің жетіспеуі кедергі жасады. Өндірістегі жұмыс қолының жетіспеуін толықтыру мақсатында 11 млн. 365 мың адамдық Кенес Армиясы қатарынан 8 млн. 500 мың адам босатылды. 1945 жылдың шілде қыркүйегі бірінші кезекте халық шаруашылығына қажетті мамандар жіберілді.\n1946 жылы 18 наурызда қабылданған төртінші бесжілдыққа (1946-1950 жж.) арналған жоспар бойынша соғыстан бүлінген аудандарды қалпына келтіру, өнеркәсіп пен ауыл шаруашылығының соғыстан бұрынғы дәрежесіне жетіп, одан едәуір асып түсу міндеті белгіленді. Сонымен бірге онда Қазақстан экономикасын өрге бастыруға үлкен мән берілді.\nРеспубликада ауыр өнеркәсіпті қалпына келтіріп, тез дамыту, сондай-ақ женіл тамақ және тоқыма өнеркәсібін одан әрі өркендету көзделді. Халықтың материалдық қажеттерін қанағаттандыру ісі екінші кезектегі мәселе болып саналды. Төртінші бесжілдық жоспарда Қазақстанның халық шаруашылығы мен мәдениетін дамытуға мән берілді. Ауыр өнеркәсіпке, темір жол желісін салуға, ауылшаруашылық дақылдарының өнімін арттыруға қаржы бөлінді. Қазақстанға бөлінген күрделі қаржы одақ бойынша үшінші орында болды. Төртінші бесжылдықта бүкіл елде өнеркәсіп өнімі 1940 жылғымен салыстырғанда 40%-ға өсетін болып белгіленсе, Қазақстанда ол 2,2 есе артатын болды.\nБұрын соғысқа қажет өнімдер шығарған өнеркәсіп орындары бейбіт тұрмыс өнімдерін шығару үшін қайта құрылды. Төртінші бесжылдық құрылыстары:1946- 1951 жылдары республикада болат прокаты, қара және түсті металлургия, тау-кен және көмір өнеркәсібі үшін қолдан жасалған талшық өндіру жүзеге асырылды. Осы жылдары Теміртау заводында үй прокат станы, 2 мартен пеші, Актөбе ферроқорытпа заводының үшінші кезегі, Өскеменде қорғасын-мырш (1947 ж.) комбинаты салынды. Екібастұзда көмір кесіндісінің құрылысы аяқталды. Маңғыстауда жаңа мұнай кәсіпшіліктері салынды. 1950 жылы мұнай өндіру 52 %- ға артты. 50-жылдардың басында республикадағы кәсіпорын саны – 65 болды. Бесжылдық қортындысында Қазақстан өнеркәсібінің жалпы өнімі 1940 жылмен салыстырғанда 2,3 есе, оның ішінде көмір шығару 2,5 мұнай – 1,5 газ- 1,9 электр құатын өндіру 4,1 есе артты.\nЖеңіл және тамақ өнеркәсібі дамыды. Семей Илеу-сығынды заводы өнім бере бастады, Қызылорда тігін фабрикасы жұмысын бастады. Жамбылда, Қызылордада, Павлодарда тері заводтары салынды.\nКөлік жүйесі кеңейе түсті: 1950 жылы ұзындығы 483 км. Мойынты – Шу темір жолы салынып, Жамбыл – Шолақтау темір жолы іске қосылды.\nБайланыс ісі жақсартылды. Барлық аудан орталықтары телефон байланысына қосылды. 1949 жылғы көктемде Алматында елдің 56 қаласымен байланыстыратын автоматтық станция салынды. Радио жүйесі, 40-жылдармен салыстырғанда 2 есе артты. Маманданған жұмысшылар қатары өсті. 1945 жылы 1,044 мың болса, 1950 жылы – 1403 мың адам болды. 1950 жылы елімізде халық шаруашылығында еңбек ететін адамдардың саны 1 млн. 403000-ға жетті.\nАуыл шаруашылығы. Соғыстан әлсіреп шыққан еліміздің ауыл шаруашылығын қалпына келтіру жолында көптеген кедергілер кездесті. Олар: ауыл шаруашылық техникасының жетіспеуі, жұмыс күшінің аздығы, әміршіл-әкімшіл жүйенің ықпалы, экономикалық заңдармен есептеспеу т.б.\n1946 жылғы 16 қыркүйекте ауыл шаруашылығында орын алған ауыр жағдайды жою туралы қаулы қабылданды. Осы қаулыға сәйкес савхоздар мен колхоздардың бұрынғы зардаптарын жою басталды. Ауыл шаруашылығын жаңа техникамен қамтамасыз ету үшін мемлекет арнайы қаражат бөлді. Төртінші бесжылдықтың аяғына қарай Қазақстан ауыл шаруашылығында 50683 трактор, 16 мыңнан астам комбайн, ондаған мың автомашина, шөп шабатын және басқа машиналар болды. 1950 жылы еліміздегі колхоздарда 76% МТС-тер жұмыс істейді.\nОсы жылдарда ұсақ колхоздарды ірілендіру шаралары іске асырылып, республикада 1952 жылғы қантарда 3670 колхоз қалды, немесе олардың жалпы саны 2 есеге жуық қысқарды.\n1948 жылы республикада ауылдар мен селоларды жаппай электірле- ндіру жорығы басталды. Сөйтіп, төртінші бесжылдық тұсында 752 колхоз, 317 МТС, 164 совхоз және 193 селолық аудан орталығы электрленді. Селолық электр станцияларының қуаты 1945 жылмен салыстырғанда 2,8 есе өсті.\nРеспубликада тортінші бесжылдықта егіс көлемі бір миллион гектардан аса ұлғайды. Ауыл шаруашылық дақылдарының шығымдылығы артты. 1950 жылы астықтың жалпы түсімі 47654 центнерге жетіп, соғыстан бұрынғы дәрежесінен 89% -ға асып түсті. Ірі қара малдың, қой мен жылқының, жаңа тұқымдары өсіп жетілді. Малдың жалпы саны өсті ірі қара мал 27 қой мен ешкі 70, жылқы 71% -ға көбейіп, шошқа 2,7 есе артты. Дегенмен, ауыл шаруашылығын өркендетуде елеулі қиыншылықтар болды. 1946 жылы қуаншылық болып, астық шықпай, халық азық-түлік тапшылығының зардабын шекті. Колхоз, совхоз, МТС-тардағы техника ескірген, еңбек - өнімділігі төмен еді. Ауыл шаруашалық жарғысын (уставын) бұзушылық етек алды. Колхозшыларға еңбек күнге өнім өте аз мөлшерде бөлінді. Олардың еңбекке ынталылығы төмен болды. Осыған байланысты әкімшіл-әміршіл жүйе қатал саясат жүргізіп, село тұрғындарын мәжбүрлікте ұстады. Жергілікті жағдаймен есептеспей, жогарыдаң жоспарлап, аппарат тарапынан бұйрық беріліп отырды. «Әскери коммунизм» кезеңінің азық-түлік салғырты саясаты жалғастырылды. Колхозшылардың еркін жүріп-тұруын шектейтін соғысқа дейінгі нормалар сақталды:\n-Төлқұжаттары болмады.\n-Ауылдық кеңестердегі тізімге тіркелді.\nОсындай қателіктер мен қиындықтарға қарамастан, шаруалар елді асырап отырды.\nХалықтың әлеуметтік жағдайы .\nСоғыстан кейін 1946-1953 жылдары халықтың әлеуметтік жағдайы үшін аса бір ауыр кез болды. Соғыстан кейін елімізде қалыптасқан орасан зор қиыншылықтарға, әсіресе ауыл шаруашылығында болған орасан зор қиыншылықтарға қарамастан, кеңес халқының әл-ауқаты бірден-бірге жақсара берді. 1947 жылғы желтоқсанда елімізде бұрыннан қолданылып келген, халықты азық-түлікпен мөлшерлі қамтамасыз ететін карточкалық жүйе жойылды. 1947 жылғы ақша реформасының нәтижесінде сомның сатып алу қөбілеті едәуір жоғарылады. Нан және наннан жасалған өнімдердің, еттің, сүттің, өнеркәсіп өкімінің бағасы арзандады. Кооперативтік сауданың дамуы нәтижесінде базар бағазы да төмендеді. Төртінші бесжылдықта жалпы алғанда баға үш рет арзандатылды. Сомның сатып алу құнының көтерілуімен қатар еңбекшелердың жалақысы да өсті.\nКеңес өкіметінің еңбекшілердің әлеуметтік жағдайларын жақсарту шаралары:\n1. Соғыс мүгедектеріне, соғыста қаза тапқандардың отбасына әлеуметтік көмек көрсетілді.\n2. Жасы ұлғайғандарға, асыраушысы қайтыс болғандарға және уақытша еңбекке жарамай қалғандарға зейнетақы тағайындалды.\n3. Көп балалы және жалғыз басты аналарға жәрдемақы белгіленді.\n4. Шипажайлар, демалыс үйлеріне, балалар лагерьлеріне жолдамалар берілді.\n5. Кезектен тыс жұмыс істеуге тыйым салынып, ақылы демалыс алу қалпына келтірілді.\n6. Тұрғын үй салу қарқыны арттырылды.\nБірақта соғыстан кейінгі бірінші бесжылдық жылдарында халықтың әлеуметтік жағдайы әлі ауыр болды. Тұрғын үйлер жетіспеді, халықтың өнеркәсіппен азық-түлік товарларын керек етушілігі толық қамтамасыз етілмеді. Республиканың сауда орындары жұмысты әлі нашар істеді. Медицина мекемелері санының өсуіне (39%) қарамастан, халыққа медициналық қызмет көрсетуде әлі елеулі кемшіліктер болды.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің көлемін табыңыз.",
        "question_content": "Цилиндр көлемін табыңыз. Көмектесіп жіберіңіздерші бүгінге қажет алдын ала рақмет...",
        "question_date": "6.05.2020",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цилиндрдің көлемі 729 пиге тең",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 55г пропаннын колеми кандай",
        "question_content": "Массасы 55 г пропаннын колеми кандай",
        "question_date": "6.05.2020",
        "question_tag": "Химия",
        "question_views": 884,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пропан - С3Н8\nМолярлық массасы М(С3Н8) - 44 г/моль\n\nVқж(C3H8) = n(C3H8)*22.4 л/моль = m(C3H8)*22.4/M(C3H8) = 55*22.4/44= q (литр)",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    }
]