[
    {
        "question_title": "Шымкент қаласындағы \"Ана мен бала\" орталығы қайда орналасқан?",
        "question_content": "Салеметсиздерме, Кызым бар екиншисне аягым ауыр, куйеуим баска айелмен журис жасап кетти, оз уйме барп бираз турдым бирак анам денсаулгна байланысты коп тура алмаймын,Шымкент каласнда ана мен бала орталыгына барсам боладыма? мекен жайы телефоны бармекен? рахмет.",
        "question_date": "29.03.2019",
        "question_tag": "Жанұя",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Белгіленген орында орналасқан.",
                "date": "28.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасымен оқитын қыз тұрмысқа шықса басқа облыстағы ЖОО-ға ауысуға бола ма?",
        "question_content": "Серпін бағдарламасымен оқып жүрген қыз басқа облысқа тұрмысқа шықса. Сол облыстағы басқа ЖОО-ға ауысуға бола ма? Ауысса штраф төлемей ма? Серпін бағдарламасында қыздарша байланысты қандай исключениелер бар? (тұрмысқа шығу, бала туу т.б)",
        "question_date": "29.03.2019",
        "question_tag": "Мектеп",
        "question_views": 767,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Норвегия тiлiн уйрену (букмоль)",
        "question_content": "Норвегия тiлiн калай уйренуге болады курстар бар ма окытатын?кызык ушiн емес жумыс ушiн агылшын уйренейин десем киындау болып тур",
        "question_date": "27.03.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Потенциалдық энергия",
        "question_content": "800 мерт биіктіктегі тау шоқысының төбесінде алма ағашы өсіп тұр. Биіктігі 5 метр алма ағашының бұтағындағы массасы 0,5 кг алманың Жер бетімен және ағаш түбімен салыстырғандағы потенциалдық энергиялары қандай ?",
        "question_date": "27.03.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E=mgh\n\nEағаш түбінде=0,5*9,8*5=24,5 Дж\n\nEжер бетінде=0,5*9,8*805=3944,5 Дж",
                "date": "28.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауырлық күшінің істеген жұмысы қандай?",
        "question_content": "1) Массасы 100 кг дене 10 метр биіктіктен биіктігі 3 мерт үйдің төбесі не құлап түсті. Ауырлық күшінің істеген жұмысы қандай?",
        "question_date": "27.03.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A=F*h=mgh=100*9.8*7=6860 Дж",
                "date": "28.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалай үй алуға болады?",
        "question_content": "Менің жасым 21 де жалғыз басты анамын. Өзімнің де əке шешем жоқ қайтыс болған. Күйеуім де қайтыс болған. Екі ұлым бар. Мен үйге кезекке тұра алам ба? \"Нұрлы жер\" бағдарламасы бойынша үй алайын десек, айлық жетпейді. Қалай үй алуға болады?",
        "question_date": "27.03.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкімшіліктің кезегіне балаларыңызды тұрғын үйге мұқтаж жетім балалар тізіміне қойыңыз. Жетім балаларға бірінші кезекте жалдамалы үй беріледі.\nӨзіңіз Қазақстан Республикасының «Тұрғын үй қатынастары туралы» Заңының 68 бапы 11 тармағы (жалғызбасты ана) бойынша",
                "date": "27.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есепті қалай шығарады? Турист А-дан В-ға және В-дан А-ға саяхат жасайды",
        "question_content": "Турист А-дан В-ға және В-дан А-ға саяхат жасайды және барлық жолға 3 сағат 41 минут жұмсайды. А-дан В-ға бару үшін тауға шығады , сосын тегіс жолмен, одан кейін таудың төмен жағымен жүреді. АВ арақашықтығы 9 км, егер туристің тауға шығу жылдамдығы 4 км/сағ, тегс жермен жүргендегі жылдамдығы 5км/сағ, ал таудан төмен түскендегі жылдамдығы 6 км/сағ болса, онда тегіс жолмен жүргендегі қашықтық қандай болады? (7 ұпай.)\n\nОсы есепті шығара алмай отырмын. Өтініш, көмектесіндерші",
        "question_date": "27.03.2019",
        "question_tag": "Математика",
        "question_views": 802,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Aa-тауға шығатын арақашықтық\nab-тегіс жол\nbB-таудың етегімен жүретін жол\n\n{Aa/4+ab/5+bB/6+bB/4+ab/5+Aa/6=221/60 сағат\n{Aa+ab+bB+bB+ab+Aa=18 км\n\n{5Aa/12+2ab/5+5bB/12=221/60\n{2Aa+2ab+2bB=18\n\n{25Aa+24ab+25bB=221*60/60\n{Aa+ab+bB=9     /*25ке көбейтіп жүйенің жоғарғы мүшесінен аламыз\n\n{25Aa+24ab+25bB=221\n{25Aa+25ab+25bB=225\n\n-ab=-4\nab=4 километр",
                "date": "8.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ажырасу кезінде әкесі өзіне 5жасар баланы қандай жағдайда қалдыра алады?",
        "question_content": "Отбасында екі бала бар: 1жасар және 5жасар. Ажырасу кезінде әкесі өзіне 5жасар баланы қалай қалдыра алады? Әкесі сотталмаған, жұмысы бар , яғни балаға өз қамқорлығын көрсете алады. Және егер бір баланы әкесіне қалдыратын болса, алимент мәселесі қалай болады?",
        "question_date": "26.03.2019",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалары бар болған жағдайда оның тәрбиесі кімге жүктеледі?\n\nСтатистикаға жүгінетін болса ерлі-зайыптылар ажырасқан жағдайда 90 % бала анасында қалады\n\n– Бірақ заң алдында ата-аналар баланы өсіруге тең құқылы. Балаға кім жақсы тәрбие беріп, оның өсуіне жақсы жағдай жасай алса, бала соның тәрбиесіне өтпек. Кейде анасының ішімдікке салынуына байланысты әкелеріне беріліп жатады. Дегенмен, тәжірибе көрсеткендей көп жағдайда анасында қалады.\nЕгер сот баланы анасында қалдырған жағдайда, әкесі баланы көре алмайды деген сөз емес. Ол өз баласын көруге құқылы. Көп жағдайда әйел адамдар балаларын әкесімен кездестірмей жатады. Осындай жағдайда әкесі баласымен кездесу уақытын белгілеу туралы талап арызбен сотқа жүгінуге құқылы. Іс қарау барысында сот әкесінің қай уақыттан қай уақытқа дейін баласын көре алатындығы анықтап арнайы кесте құрайды.\nБала 10 жастан асса «Балалар құқықтары туралы» және «Неке және отбасы туралы» заңына сәйкес, өзінің кіммен тұратындығын таңдау бойынша пікірін айтуға мүмкіндігі бар. 14 жастан асқаннан кейін бала кіммен әрі қарай тұратынын өзі таңдау жасайды.\n\nҚандай жағдай болмасын Қазақстан Республикасындағы баланың құқықтары туралы заңның 26-бабы бойынша баланың өмiрi мен денсаулығына қатер төндiретiн жағдайлардың болуын қоспағанда, баланың өзiнен бөлек тұратын ата-анасы туралы ақпарат алуға, олармен кездесiп, араласып тұруға құқығы бар.\nАл бала кімде қалуын ата-анасы келісу арқылы шешеді. Келiсiм болмаған кезде ата-аналардың арасындағы дауды баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерi (қарындастары) мен апа-сiңлiлерiне үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмыс режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.",
                "date": "17.02.2020",
                "upvotes": 1
            },
            {
                "text": "Неке және отбасы туралы кодексінің 73-бабына сәйкес Баласынан бөлек тұратын ата-ананың ата-ана құқықтарын жүзеге асыруы\n      1. Баласынан бөлек тұратын ата-ананың баласымен араласуға, оның тәрбиесі мен баланың бiлiм алуы мәселелерiн және бала үшін басқа да маңызды мәселелерді шешуге қатысуға құқығы бар.\n      Егер мұндай араласу баланың тән саулығы мен психикалық денсаулығына, оның адамгершiлiк жағынан дамуына зиян келтiрмесе, баласы өзімен бiрге тұратын ата-ана баланың екiншi ата-анасымен араласуына кедергi жасамауға тиiс.\n      2. Ата-аналары бөлек тұратын кезде баланың тұрғылықты жерi мен заңды мекенжайы ата-аналарының келiсімiмен белгіленеді.\n      Келiсiм болмаған кезде ата-аналардың арасындағы дау баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерiне және апа-сiңлiлерiне (қарындастарына) үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмысының режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.\n      3. Ата-аналар баладан бөлек тұратын ата-ананың ата-ана құқықтарын жүзеге асыру тәртiбi туралы жазбаша нысанда келiсiм жасасуға құқылы.\n      Егер ата-аналар келiсiмге келе алмаса – дауды қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган, ал оның шешімімен келіспеген жағдайда – дау осы органның және баланың ата-аналарының қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi.\n      4. Ата-ана құқықтарын жүзеге асыру тәртібі туралы сот шешiмi орындалмаған жағдайда, кiнәлi ата-ана Қазақстан Республикасының заңдарында көзделген жауаптылықта болады.\n      Сот шешiмi қасақана орындалмаған кезде баласынан бөлек тұратын ата-ананың талап етуi бойынша сот баланың мүдделерiн негiзге алып және баланың пiкiрiн ескере отырып, баланы оған беру туралы шешiм шығара алады.\n      5. Баласынан бөлек тұратын ата-ананың білім беру ұйымдарынан, медициналық және басқа да ұйымдардан өз баласы туралы ақпарат алуға құқығы бар.\n      Ата-ана тарапынан баланың өмiрi мен денсаулығына қатер болған жағдайда ғана ақпарат беруден бас тартылуы мүмкiн. Ақпарат беруден бас тартуға сот тәртiбiмен дау айтылуы мүмкiн.\n      Ескерту. 73-бапқа өзгеріс енгізілді - ҚР 17.11.2014 № 254-V Заңымен (алғашқы ресми жарияланған күнінен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішімнің сол жағы неден ісуі мүмкін?",
        "question_content": "Ішімнің(кіндіктің сол жанғ) сол жағы ауырған кезде үлкен болып ісіп кетеді. Ауырғаны басылса іскені де қайтады. Ол неден болуы мүмкін. Бауыр, бүйрек, өт, матка таза. Онда не болуы мүмкін. Дәрігердер білер емес. Осымен 2ай өтті.",
        "question_date": "26.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең бірінші құдай сақтасын дегім келеді.Тағы бір рет дәрігерге қаралғаныңыз дұрыс болады.Соның ішінде Онколог маманына тексеріліп көріңіз.Сізге айтар кеңесім қандай диагноз белгілі болмайынша жарты жолдан тастап кетпеңіз.",
                "date": "29.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамандығына түсу үшін қандай пән таңдау қажет?",
        "question_content": "IT мамандығына түсу үшін қандай пән таңдау қажет?",
        "question_date": "26.03.2019",
        "question_tag": "ҰБТ жайлы",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "физика                                                 ,",
                "date": "26.03.2019",
                "upvotes": 0
            },
            {
                "text": "Физ Мат қо                                          ,",
                "date": "26.03.2019",
                "upvotes": 0
            },
            {
                "text": "Ағылшын тілін таңдау керек",
                "date": "28.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерге қалай тіркелуге болады?",
        "question_content": "Мен қыздарымды жерге тіркегім келеді. Оған қандай құжаттар керек қайда барып тіркелуге болады?",
        "question_date": "25.03.2019",
        "question_tag": "Жанұя",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке куәліктің екі дана көшермесімен қалалық әкімшілікке барып өтініш жазасын, сол өтініш бойынща әкімшілік жер комитетіне жолдайды, шамамен 10 күннен кейін жер комитетіне барып кезегінде көріне болады.",
                "date": "25.03.2019",
                "upvotes": 0
            },
            {
                "text": "Тұрғылықты жердің әкімшілігіне тұрғын үй салуға жер беруі үшін өтініш және төлқұжат көшірмесін бергенбіз",
                "date": "25.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Интернат наны\" әңгімесінде авторға мінездеме.",
        "question_content": "интернат наны авторға мінездеме керек\n\nүлкен емес",
        "question_date": "24.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлтай нанға тоймаушы еді. Басы дәу, үрпек шаш, мойны қылдырықтай, шүңірек көз, томпақ ауыз қара бала болатын. Болбырақ, оқуға олақ, есіл-дерті ауқатқа ауып кеткен сияқты еді. Сабақтан қала береді. Ебі келсе асханаға кезекші болуға тырысады. Кезекшінің міндеті — екі шелекпен өзеннен еңірете су тасиды. Жүз баланы асырайтын тайқазан толғанша тасиды. Одан ыдыс-аяқ жууға қосымша тағы тасиды. Кезекшіліктің ең ауыры осы. Интернаттың іргесін жалап ағатын өзеннен асханаға құбыр тартуға ол кезде шама келмеді ме, әлде құнт болмады ма, біз қайдан білейік, әйтеуір, ауыр-ауыр екі шелек буыны бекіп, бұғанасы қатпаған жеткіншектердің екі иінінен зілдей басып, онсыз да тапал бойды төмен тартар еді.\nКезекші су мәселесін шешкен соң, картоп аршуға кіріседі. Одан кейін ұзыннан-ұзақ созылған столға екі қатар қалайы тәрелкелерді, қисық-қыңыр қалайы қасықтарды қойып шығады. Содан соң барып әрбір тәрелкенің тұсына тілдей-тілдей кесілген қара нан қояды. Бұл кезде Әлтайдың қасына тәрбиеші немесе аспаздың өзі ілесіп жүреді. Соның өзінде де Әлтай олардың қырағы көзін ала беріп, бірер кесегін томпақ ауызға бұралақтап ұрып жібереді. Тәрбиеші оның аузына күдіктене қарар еді. Бірақ Әлтай сыр бермейтін. Сірә, нанды шайнамай жұтып жіберетін шығар.\n- Өй, өңшең жалмауыз, топырламай бір-бірлеп кіріңдер, - деп есіктің аузында тұрады. Кезекшілік күні өткен соң, Әлтайдың көңілі той тарқағандай құлазып қалады.\nИнтернаттың әшмүшкедей нормалы нанын місе тұтпай, қоңқылдап, сабақ біткенше әрең шыдайды. Кейде соңғы сабақтан қашып кетеді. Жол-жөнекей драмтеатрға соғып, қандай спектакль жүретінін, қандай контрамарка болатынын біліп алады. Интернатқа келе сала ас үйден бір түйір картоп сұрап алып, оны ойып мөр жасайды. Кітаптың қатырма мұқабасын кесіп-кесіп картопқа сия жағып, мөрді картонға мұқият басады. Сөйтіп әрбір контрамарканы нанға айырбастайды. Театрға барушы талапкерлер табылады. Аш қалуға бейіл, бірақ «Қобыландыны», «Қыз Жібекті» көруге құштарлар, құдайға шүкір, бар. Театрдың қызметкерлері ойын соңында контрамарканың соншалықты көбейіп кеткеніне таң қалысады.\nНанды қиып, театрға барғандар спектакльден қайтып келгенде қарындары ашады.\n- Ұйықтаған соң қарынның ашқаны білінбейді, — дейді әр нәрседен хабары бар қарачай Хасболат.\n- Онда шуылдамай тезірек жатайық, — дейді балалар.\nБалалар ұйқыға кетеді. Бір бөлмеде он адам жатады. Бәрі әскер балалары. Бәрі де ауылдан келген. Облыс орталығында соғыстан соң жаңадан ашылған интернат-пансионда жатып оқиды. Майданнан әкесі қайтпағандар, соғыстан ағасы келмегендер, аш қарын ұйқыда түстерінде ауылдың нарт қызыл таба нанын көріп, тамсанып жатады.\nОсы кезде Әлтай басын көрпемен жауып алып, нан жейді. Біреу естіп қоймасын деп, дымын шығармауға тырысады.\nКонтрамаркаға айырбастап алған нанды тауысқанша ұйқы жоқ.\nБір күні Әлтай әшкереленіп қалды. Сәттіғұл дейтін бала оның түнде нан жеп жатқанын біліп қойыпты.\n- Палундра! - деп Сәттіғұл айқай салсын. Балалардың бәрі үй өртеніп бара жатқандай орындарынан сасқалақтап атып-атып тұрсын.\n- Не боп қалды?\n- Әлтай нан жеп жатыр!\n- Нан?!\n«Нан» деген сөзді естігенде, ұйқы шайдай ашылады. Жеті түн ішінде таң атып, күн шығып, он жетімнің тар бөлмесіне нұр шашырағандай болады. «Нан» деген сөз - алыстағы ауылдан апаң келіп тұр дегенмен бірдей. Айында-жылында ауылдан апаң бір келгенде кіші қалта талқан, бірер таба нан әкелер еді. Іні-қарындасыңның аузынан жырып әкеп тұрғаны есіңе түскенде, талқан тамағыңнан өтпейді-ау.\nСәттіғұл барып Әлтайдың үстінен көрпені жұлып алады. Әлтай қақпанға түскен қасқырдай ақсиып айбат шегеді.\n- Бер бізге де! — дейді Сәттіғұл. Басқалар бұл кезде Сәттіғұлды үнсіз қуаттап анталап тұрады.\n- Неге берем, өзімдікі! - деп шаңқ етеді Әлтай.\n- Жоқ, біздікі! - дейді Сәттіғұл.\n- Нан қалған жоқ, әйтпесе не көрініпті, беремін ғой, өле жегенше бөле же деген ғой.\n- Өй, сен мақалдамай шығар бері, қалған жоқ деуін қарашы. Балалар, шамаданын ашыңдар! — деп бұйырады Сәттіғұл.\nӘлтайдың пәнер тақтайдан шағын чемоданы бар, аузында жұдырықтай құлып тұрады. Әлтай өз меншігін қорғамақ боп, кереуеттің астына ұмтылады. Бірақ еңгезердей Сәттіғұл оны төсектің үстіне атып ұрып, тырп еткізбей қол-аяғын басып жатады.\n- Атаңа нәлет, Қодар! - дейді Әлтай ышқынып, — босат былай!\nБалалар театрдан қайтқан сайын ондағы ойынды өздері қайталап, біреу Төлеген, біреу Бекежан болып шыға келетін, Сәттіғұл Қодар рөлін ойнаушы еді. Содан да Қодар атанып кеткен.\n- Дымыңды шығармай жат, паразит Қарабай, — деп масаттанады Сәттіғұл Әлтайдың дүниеқоңыздығын бетіне басып.\nҚұлыптың кілті табылмайды. Оған балалар онша өкіне де қоймайды. Епті біреуі шегемен-ақ аша салады.\nПерғауынның мыңжылдық алтын табыты кенеттен табылғандай-ақ, балалар аң-таң болып, ауыздарын ашып аңырып біраз тұрып қалады. Чемодан ашылғанда, ішінде тілім-тілім нан, бір қалта бидай талқан, бір қалта қуырған жүгері, бір қалта құрт жайнап жатады. Балалар енді есін жиып мол тағамға қол сала бергенде, Сәттіғұл айқай салады:\n- Тәртіп сақта! Біз мародер емеспіз, саналы азаматтармыз. Бәрін заңды түрде жасауымыз керек. Біз феодализмнің кәрі қақбасы Қарабайдың малын кәмпескелейміз. Бәріміз теңдей бөліп аламыз, - деп тамақты бөліске сала бергенде... есік сарт ашылып, табалдырықта алпамсадай алып адам иығына шинелін желбегей жамылып, міз бақпай тұрып қалады. Қалың қастары бірігіп кеткен. Көзі оқтаулы мылтықтай. Тұла бойы қаһарлы.\n- Бұл не шу?! — деп ақырады әлден соң. — Неге ұйықтамайсыңдар?\nӘлтай арыз айта алмас. Өйткені өз кінәсі ашылып қалады. Басқаларда да үн жоқ. Өйткені біреудің чемоданын тонауға болмайды. Интернат меңгерушісі қос қолын галифе шалбардың қалтасынан шығармай «қазыналы» қара чемоданға шалқақтай қарап қалады. Қалың қара қасын бір жоғары, бір төмен ойнақтатады.\nӘлден соң:\n- Так-так... Бәрің далаға шық! деп бұйырады.\n- Смирно! — деп бұйырады. Сөйтеді де асықпастан шалқақтай басып өз үйіне қарай беттейді...Кетіп қала алмайсың. Түн ортасында тікеңнен тік тұрған да оңай емес. Балалар күңкілдеп Сәттіғұлды кінәлай бастайды.\n- Сен болмағанда тып-тыныш ұйықтап жататын едік.\n- Мен сендерге жақсылық жасамақ болсам, қарай гөр бұларды. Мен емес, анау Қарабай кінәлі, - деп Сәттіғұл жабайы қодастың назарын Әлтайға бұрып салады. Әлтай енді бір табын сиырдың ортасына түскен қасқырдай болады. Оның бақытына қарай интернаттың бастығы қақырынып-жөткірініп үйінен шығады. Балалар қыбыр етпей «смирно» тұрып қалған. Ай сәулесіне қасқа басы шағылысып, дәу ағай асықпай бір-бір басып таяп келіп:\n- Қарындарың ашты ма? - дейді.\nДәл қазір «жаурадыңдар ма?» деген сұрақ орынды сияқты. Бірақ интернат меңгерушісі: «Қарындарың ашты ма?» - деп сұрайды.\n- Айтпайсыңдар ғой, ә? Онда тұра тұрыңдар тағы да, — деп дәу ағай қайтадан өз үйіне асықпай аяңдай бастайды.\n- Ағай! Ағай! Тоқтаңыз, -дейді шыдай алмаған Хасболат күркіреуік даусымен. Онан соң жолдастарына қарап:\n- Ашынған қарын тойынар. Барыңдар, ұйықтаңдар! — деп бұйырады.\nЖақсы сөз – жарым ырыс, балалар жәбір-жаманшылықтың бәрін ұмытып, жылы көрпелердің астына қойып-қойып кетеді. Сол көңіл тоқтықпен рахаттанып ұйқыға кірісе бергенде, әрбір төсектің басына Әлтай келіп, балаларды басынан түрткілейді.\n- Мә, дейді аң-таң болған жолдасына Әлтай бір тілім нан ұсынып. Нан жетпегендерге бір уыс талқан немесе бір түйір құрт тиеді. Бөлме іші мейірімге толғандай. Сол сезімнің әлдилеуімен он бала тәтті ұйқыға кетеді. Түстерінде бір қанар нан арқалап, балаларға үлестіріп жүрген дәу ағайды көреді. Жаңа жыл екен дейді. Интернат асханасының қақ ортасына үлкен елка орнатылған екен. Шыршаның әрбір бұтағынан қызыл-күрең бөлке-бөлке нан салбырап тұр екен. Дәу ағай Аяз-Ата болған екен, Жаңа жылда конфет орнына бір-бір бөлке нан сыйлап жүр екен. Сол бөлкелердің қақ ортасына Әлтайды салбыратып іліп қойған екен...\nҚыстың қысқа күні асханадағы тілдей қара наннан басталады. Ештеңе өзгермеген. Әлтай бүгін кезекші емес, содан да қабағы салыңқы. Кезекші болмаған күні мектепке барар жолдағы нан магазинін қалайда бір сүзіп өтер. Магазинші сары әйел ұдайы ашулы болады. Әлтайдың карточкасы жоқ екенін біледі де:\n- Бар, айда! - деп қуып жіберетін.\nБүгін де мектептен қайтқанда шыдамай, кабактың тұсына тоқтамай өтпейтін маскүнем құсап, Әлтай нан магазиніне қалай кіріп кеткенін өзі де білмей қалған. Кіруін кірсе де, сатушы қатын ұрсар ма екен деп қипақтаған. Бірақ сары әйелдің жүзі жарқын, қабағы жазылған. Сақ-сақ күледі. Күледі де пештен жаңа шыққан жып-жылы нанды күндегідей тілдей етіп тілмей, бөлке-бөлкесімен беріп жатыр. Карточкаға емес, ақшаға беріп жатыр. Магазиннің іші нанға тіреліп тұр. Жарықтықтың иісі жұпардан жүз есе артық.\nӘлтай интернатқа алып-ұшып жетіп, асханаға кірсе күндегі тілдей тіліктердің орнына жарты бөлкеге жақын дәм қойылған екен.\n- Ал, қарындарың тояды енді! Карточка системасы жойылды! Нан молайды. Сендерді нан күнімен құттықтаймын! - деді интернат меңгерушісі. Бұл - 1947 жылдың 16 желтоқсаны еді.\nӘлтай сонда әлгі нанды жеп тауыса алсашы! Әшейінде бұралақтап ауызға бір-ақ асайтын асты тауыса алмай, тойды да қалды.\n* * *\nМен бұл кезде қызметке баратын жолда астанадағы ең үлкен нан магазині бар. Ешқандай жұмысым жоқ, тамағым тоқ болса да әлгі магазинге анда-санда бір кіріп шығамын. Нанның сондағы түр-түрі-ай. Қазақтың таба наны дейсің бе, украинаның қара наны дейсің бе, қалалық ақ бөлкелер дейсің бе, кірпіш нан, дөңгелек нан... Магазиннің іші жып-жылы. Нан иісі – ана сүтінің иісіндей. Осы магазиннің тұсынан өткен сайын, интернат есіме түседі. Әлтай қазір аудандық оқу бөлімінің бастығы, ғылым кандидаты. Сәттіғұл ірі совхоздың директоры. Мен болсам...Жиі-жиі ойға қалам: іргесін боз өзен жалап жататын интернат болмағанда, интернаттың бір тілім қара наны болмағанда, біз осы дәрежеге жетер ме едік? Кім біледі...\nНұр жаусын саған, интернаттың қара наны!\nТолығырақ: https://adebiportal.kz/kz/news/view/20481",
                "date": "7.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сперма туралы? Ұрық қалай ағу керек?",
        "question_content": "Менің жасым 18- де. Менің спермам яғни ұрығым су сияқты мөлдір бірақ қою шіре сияқты болып ағады. Бұл зиян емеспа?! Әдетте еркектердің ұрығы сүт сияқты аппақ болып ағады дейді. Ал менікі басқаша?! Әлде жасқада байланыстыма?! Мұндай ұрықпен жыныстық қатынасқа түсуге болама?!",
        "question_date": "24.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 27600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уайымдайтын ештене жоқ, солай болады, жыныстық қатынасқа түскеніңде кинодан көргеніңдей аппақ болады)) Ет өнімдерін күнделікті тұтынып жүр, спортпен айналыс, барлығы спермаграмма пайызына әсер етеді.",
                "date": "25.03.2019",
                "upvotes": 1
            },
            {
                "text": "Сапасыз уақыт өте қою болады.",
                "date": "24.03.2019",
                "upvotes": 0
            },
            {
                "text": "Ұрық тек қана жұмыртқа ішінде пайда болмайды. Сіздің шәуетіңіз түссіз болатын болса ол простатаның нәрі деп аталады. Дұрыстап тамақтанып, салауатты өмір салтын ұстансаңыз ұрық сапалы бола түседі. Аталмыш простатаның нәрі шәуетке жұмыртқажасушаға жетіуіне көмектеседі.",
                "date": "25.03.2019",
                "upvotes": 0
            },
            {
                "text": "Мен 13темин менде Су сиякты жабыскак болады",
                "date": "14.07.2021",
                "upvotes": 0
            },
            {
                "text": "Менің итімдеда сондай күшіктер шала туып жатыр",
                "date": "9.11.2023",
                "upvotes": 0
            },
            {
                "text": "Сперма туралы сұрауыңыз үшін рақмет! Сперманың түрі, құрамы және түсі сапалы адамның қорлығының функцияларымен байланысты болады. Сперма түсі қадамдық желілердің өндіруіндегі рөлін ойлап тұрған кезде қою шіренің зияны жоқ.\nСіздің сұрағыңызда айта жас болуыңыз немесе оқшауларға қатыстырақ жасауыңыз керек пе деген сұрақтар оралған. Көптеген ерлерде сперма сұйықтаушы желілер мен органдардың дамуының негізгі бөлігімен байланысты болады. Жасыңыз 18-де болғанына сәйкес, бұл қалайда туындап, дамуға болатын табиғатты құрудың бір қатар себептерінің бірі деп айтылуы мүмкін.\nЖастықтан, ұрықпен түсу апатты жағдайда айырмашылықтарға, қорлықтың ішкі ортаның диэлектрлік түзуіне және қорытындылардың жолағын жаулап алуға себеп болуы мүмкін. Бірақ, сперма түсуіне көбірек дауыс жасау керек пе, дайындық пайда болуы мүмкін емес деп айтуды ұмытпаңыз.\nЖыныстық қатынасқа түсу жайлы сұрауыңыз бойынша, сперма шығаратын кезде қазіргі заманда осы процесс анаеробтік режимде болады. Беріл\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "9.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туберкулез туралы ақпарат білгім келеді",
        "question_content": "Жабық туберкулез ауырып қалып 1 ай больница да жатып )) 1айдан сон үйде емделуге болама\nДәрілерлердің әсер еткені дұрыспа)) бас айналу сияқты))",
        "question_date": "23.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өкпе туберкулезі, костный туберкулез, глазной туберкулез тағы басқа түрлері де бар. Жабық тубта жұқпалы болмайды, Туберкулездің емінде ауыр антибиотиктер қолданылады, сондықтан құнарлы тамақтану қажет, қымыз саумал ішкен дұрыс. Әсер етуі адамның организміне, жынысына, жасына, ауру дәрежесі байланысты болады. Бас айналмау керек негізі. Дәрігер тағайындаған дәрілерді уақытылы өз мөлшерінде қабылдап, құнарлы тамақтанып, ет өнімдерін тұтынып жүрсе жеткілікті.",
                "date": "23.03.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Осы сайтта бұрын болған блогтарды қайдан тапсам болады? Неліктен өшіріп тастаған?",
        "question_content": "Осы сайтта болған блогтар қажет еді, бір-екі мақаланы таппай жатырмын, қазақша контентті көбейтеміз деп жүрып неге ондай дүниелерді мүлдем алып тастаған?((",
        "question_date": "22.03.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Димаш қалың қалай? Өзіңді қайта сайтта көргеніме өте қатты қуаныштымын!\nӨзің білетіндай сайта заманауй болсын де блог жазу мүмкіншілігн қосқан болатынбыз. Бірақ уақыт өте келе сайттың функциялық мүмкіншіліктері баяу болса да жаңарып отыр. Блог мүмкіншілігі соңғы PHP 7 нұсқасына жауап бере алмайтын болғандықтан оны алып тастауымызға тура келді. Ал оған жаңартпасақ сайттың жылдам жасауына кедергі келтіріп жатқан еді.\nСайт әкімшілігі байқағандай блог жазу деген қалып барады. Соңғы мәрте онда ақпарат жаңартылмағанына біраз уақыт өтіп кетті. Түсінемін, жаңартылмаса да ол жақта біраз ақпарат бар еді. Сонда да оны өшіруімізге тура келді. Бірақ ол жақтың ақпараттары сақтаулы.\nЕгер қажет десеңіздер сұраныс бойынша ақпаратты шығарып бере аламыз. Бірақ блог нұсқасында емес. Контентін алып беріп сұрақ жауап жақа саламын десеңіздер жекеге жібере аламын.",
                "date": "23.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскерге бару, жұмысқа орналасу?",
        "question_content": "Қай әскер түріне барған дұрыс. Тек десанттан басқа? Әскерден кейін қандай жұмысқа тұрса болады?",
        "question_date": "22.03.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 607,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ұлттық ұланға барсаңыз болады. Әскерден кейін келісім шарт бойынша қалып жұмыс істесеңіз болады",
                "date": "26.03.2019",
                "upvotes": 0
            },
            {
                "text": "Әскерге барасың ба?Қай маусым?",
                "date": "26.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Туберкулез ауырғанда тіркелген дұрыспа",
        "question_content": "Туберкулез ауырып жүргенде түнде терлеген дұрыспа? Туберкулезді қалай тезірек емделіп шығуға болады???",
        "question_date": "22.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туберкулезден өз бетінше емделе алмайсын, егер нақты туберкулез диагнозы қойылса, яғни обзорный флюрадан және мкротадан анықталып қойылған диагноз болса, туберкулезден емделу мемлекет тарапынан жергілікті емханада, туб диспансерлерде тегін емдейді. Негізі ашық және жабық түрлері бар.\nЕл жұртқа жұқтырмау үшін тіркеліп емделген дұрыс, терлеу қажеті жоқ. Туберкулезге күдіктенген болса емханаға барып тексеріліп, емделу керек, емделіп жүрген уақтты жол ақысына, қосымша құнарлы тамақтануы үшін мемлекеттен қаржылай көмек болады.",
                "date": "22.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Философиядан көмектесіп жібересіздерме?",
        "question_content": "У.Кант 4 негізгі сұрақтары бар соғана жауап беруге көмектесіп жібересіздерме.\n\n1) Мен нені біле аламын?\n\n2) Мен не істеуім керек?\n\n3) Мен неге үміттене аламын?\n\n4) Адам дегеніміз не?(және ол не бола алады?)",
        "question_date": "19.03.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "метафизика\n\nмораль\n\nсенім\n\nантопология",
                "date": "26.03.2019",
                "upvotes": 1
            },
            {
                "text": "4. Ер мен әйел адамның махаббатынан пайда болған тіршілік иесі) Кант естімесін.",
                "date": "27.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз Әлім Жолшара мен Кіші жүз Әлім Шекті үйленсе болады ма?",
        "question_content": "Жігіттің руы : Кіші жүз Әлім Жолшара. Ал қыздың руы: Кіші жүз Әлім Шекті. Ол екеуі үйленуге болады ма? Жеті атадан қыз алыспау керек деп естіген едім. Егер үйленген жағдайда балалары сау бола ма?Нақты жауап берулеріңізді өтінемін!",
        "question_date": "18.03.2019",
        "question_tag": "Махаббат",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлімнен 6 бала\n1.Жаманақ 2.Қарамашақ 3.Айнақ 4.Ұланақ 5.Теңгеболат 6.Кете\n\nЖаманақтан 3 бала\n\n1.Шыңғыс 2.Өріс 3.Бәубек. Өрістен-2бала 1.Есенәлі 2.Айдарбек\nЕсенәліден 2 бала\n\n1.Кішкене 2.Палуан\n\nКішкенеден 6 бала\n1.Жиени 2.Жолшара 3.Асан 4.Үсен 5.Құрманай 6.Құттық.\n\nАлатын жарыңыз осы аталықтанба әлде басқа аталықтанба?",
                "date": "27.03.2019",
                "upvotes": 0
            },
            {
                "text": "Жеті атадан асса бір рудан болса да үйленуге болады. Алла қаласа балалары да сау болады.",
                "date": "23.03.2019",
                "upvotes": 0
            },
            {
                "text": "Сіз айтқан аталықтан екеуміз де!",
                "date": "31.03.2019",
                "upvotes": 0
            },
            {
                "text": "Жолшараның өзі Шектінің бір руығо,Алдымен қыздың шектінің қай руыннан тарайтынын біліп алыңыз....Ардана,Жаңқылыш,Жақайым,Жиеней,Жолшара,Асан,Үсен,Құттық,Құрманай,Қабақ бұлардың бәрі Шектінің(Жаманақ) рулары",
                "date": "5.10.2020",
                "upvotes": 0
            },
            {
                "text": "Сурагын акымактын сурагы екен. Ренжиме катты айтсам. Жолшара Шектинин баласы. Коп жерде Шектини умытып кетеди билместер. Алдымен арким оз руынын кайдан шыкканын билип алуы тиис.",
                "date": "20.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішке жел жиналғаннан мектепке баруға ұяламын.",
        "question_content": "Менің ішіме жел жинала береді. Сосын өзінен жел қатты дыбыс шығарып шығып кетеді. Сондықтан мектепке баруға ұяламын. Не істесем болады? Мектепке барғым келмейді осы үшін. Ал отбасым түсінбейді. Осы үшін больницада да жаттым. Түк көмектеспеді. 1 жарым жылдай солай жүрмін. Не істесем болады? Көмек беріңіздерші.",
        "question_date": "17.03.2019",
        "question_tag": "Психологиялық кеңес",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге барып бұдан құтылудың барлық амалдарын жасап көрмедің бе?",
                "date": "20.03.2019",
                "upvotes": 0
            },
            {
                "text": "Үзіліс уақытын тиімді пайдалану керек сияқты.",
                "date": "21.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасынан ауысуға болады ма?",
        "question_content": "Мен серпін бағдарламасымен 2017 жылы оқуга түстім. 2 курсс. Серпін бағдарламасынан ақылы бөлімге ауысуға болады ма ?",
        "question_date": "17.03.2019",
        "question_tag": "Университет, колледж",
        "question_views": 809,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атаулы әлеуметітк көмек ала аламын ба?",
        "question_content": "Жалғызбасты анамын. Күйеуіммен азаматтық некеде тұрдық. 3 балам бар! 1 жылдан бері бірге тұрмаймыз. Мемлекеттен қандай да көмек ала аламын ба?",
        "question_date": "17.03.2019",
        "question_tag": "Жанұя",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Географиядан сарамандық жұмыстағы кестені толтыру үшін көмек керек?",
        "question_content": "Географиядан сарамандық жұмыстағы кестені толтыру үшін көмек керек. Кім көмектесе алады? Алдын ала ракмет!",
        "question_date": "17.03.2019",
        "question_tag": "География",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабын апайыңнан сұрап біліп ал",
                "date": "2.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітімді ренжітіп алдым",
        "question_content": "Кеше жігітіммен телефон сөйлесіп отырғанда ренжітіп қойдым. Телефоны өшіп тұр. Қалай кешірім сұрауға болады",
        "question_date": "17.03.2019",
        "question_tag": "Махаббат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тосек катынасында болсан все уже, если болмасандар татуласуга болады суисе татуласасындар",
                "date": "18.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 234гр натрий хлориді балқымасын электролиздегенде",
        "question_content": "1) Массасы 234гр натрий хлориді балқымасын электролиздегенде неше грамм металл Na түзіледі?\n\n2)Жану реакциясының нәтижесінде 8Al+3Fe3O4=4Al2O3+9Fe+80кДж 160кДж жылу бөлінсе, қанша Алюминий реакцияға түседі?",
        "question_date": "16.03.2019",
        "question_tag": "Химия",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)m(NaCl)=234г\n\nm(Na)=?\n\n234g              x\n\n2NaCl   =     2Na+Cl2\n\n81,5г/моль  46г/моль\n\nХ= 234•46/81,5=132г\n\n2) ×----------160кдж\n\n    216-------80кдж\n\n×= 432г",
                "date": "22.10.2019",
                "upvotes": 0
            }
        ]
    }
]