[
    {
        "question_title": "Еңбекке жарамсыз барағын балаға беруі",
        "question_content": "Екі балама ветрянка шықты. Врач еңбекке жарамсыз парағын тек болницаға жатса ғана ашып беруді айтты. 1 ге толмаған баламда бар. Уйде емдесем еңбекке жарамсыз парағын ашуға болмайма. Өйткені менде жұмыс істеймін. Олардың бақушасы тек қана мен басқа адам жоқ. Нестеуге болады.",
        "question_date": "16.04.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "500 м биіктіктен құлаған болат бөлшектің..",
        "question_content": "500 м биіктіктен құлаған болат бөлшектің жер бетіне құлар сəттегі жылдамдығы 50 м/с болды.Ауа кедергісінің барлық жұмысы тек бөлшекті қыздыруға кетті деп алып, бөлшектің температурасы қанша градусқа өзгергенін есептеңдер",
        "question_date": "16.04.2022",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "500 м биіктіктен құлаған болат бөлшектің жер бетіне құлар сəттегі жылдамдығы 50 м/с болды.Ауа кедергісінің барлық жұмысы тек бөлшекті қыздыруға кетті деп алып, бөлшектің температурасы қанша градусқа өзгергенін есептеңдер",
                "date": "17.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашарда ауыз ашар дұғасын қате оқып қойса не болады?",
        "question_content": "Ауыз ашарда ауыз  ашар дұғасын жаттап алған едім,бірақ дұғаның соңын ұмытып қате айтып қойдым.. бұл күнә болама не істесем болады?",
        "question_date": "16.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маструбация жасасам оразам бұзылады ма?",
        "question_content": "Аузым берік маструбация жасасам оразам бұзылады ма, күнәлі істердің қатарына жата бермейді ғой",
        "question_date": "16.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине оразаңыз бұзылады, ол іс ораза айынан басқа айларда да күнәлі іс, шаһуат бөліну, жыныстық қатынас, тіпті өз әйелі еріне немесе керісінше қозып қарайтын болса оразасы бұзылады.",
                "date": "17.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім кітабын қабылдап алатын оқушы сөзі керек?",
        "question_content": "Мектепте оқитын осы білім кітабын алған оқушылар сөзі болса тауып беріңіздерші",
        "question_date": "15.04.2022",
        "question_tag": "Мектеп",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оразада 18+ ұятсыз видео көрсе ораза бұзыла ма?",
        "question_content": "Оразада 18+ ұятсыз видео көрсе ораза бұзыла ма?",
        "question_date": "15.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. Әрине бұзылады. Ораза кезінде ондай видеоларды көрмегеніңіз дұрыс.",
                "date": "15.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "60 күн қарызды қай кезде өтейді сәуірден мамырға дейінба әлде мамырдан маусымға дейінбе?",
        "question_content": "Оразада 60 күн өтеу деген, оны қай кезде өтейді, ол сәуірден мамырға дейінбе әлде мамырдан маусымға дейінбе?",
        "question_date": "15.04.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаза – бұзылған оразаның күніне күн ораза ұстау. Кәффарат – кімде-кім Рамазанда әдейі ешқандай себепсіз бір күн оразасын бұзса, оған кәффарат ретінде бір құлды немесе күңді азат етуі, егер оған шамасы жетпесе, екі ай қатарынан ораза ұстауы, егер бұған да күші жетпесе, алпыс жоқ-жітікті тамақтандыруы тиіс.\n\nБірақ Рамазан оразасынан тыс оразаларда тек қана қазасы өтеледі.\nҚұранда бұл жайлы былай делінеді: «Бастаған ізгі істеріңді бұзбаңдар»1.\nОраза кәффараты Пайғамбарымыз бен бір сахабаның арасында болған жағдайдан туындаған, деп жазады muftyat.kz.\n\nСахабалардың біреуі «құрыдым» деп Пайғамбарымызға келіп, ораза айында күндіз әйелімен жыныстық қатынаста болғандығын айтады. Бұған Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) былай дейді:\n\n– Құлды азат етуге жағдайың жете ме?\n\n– Жоқ.\n\n– Қатарынан екі ай ораза тұта аласың ба?\n\n– Жоқ. Онсыз да осы оразаға сабырым жетпегендіктен осы жағдайға ұшырадым.\n\n– Алпыс кедейді тамақтандыратын жағдайың бар ма?\n\n– Жоқ.\n\nОсы уақытта пайғамбарымызға бір жәшік құрма әкелінеді. Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) бұл құрманы түгелімен әлгі адамға беріп, кедейлерге таратуын табыстайды. Ол: «Уа, Аллаһтың елшісі! Бұл жерден менен өткен кедей таппайсыз», – дегенде, Пайғамбарымыз (саллаллаһу аләй-һи уәсәлләм) күлімсіреп: «Онда жанұяңа апар, өздерің жерсіңдер», – дейді2.\nРамазан айында ешбір себепсіз ораза ұстамау үлкен күнә. Сондықтан себепсіз ораза тұтпаған адамға осындай ауыр «кәффарат» жазасы белгіленген.\nРамазан айында оразаны бұзу себебіне қарай тек қазамен не қазамен қосып кәффаратты бірдей өтеу болып екіге бөлінеді.\n\nТек қана қазасын өтейтін жағдайлар.\n\n1. Қателесіп, бір нәрсе ішіп-жеу. Мысалы: бір адам ораза екенін біле тұра дәрет алып жатқан кезде байқаусызда тамағына су кетіп қалса немесе қарды аузына салып, қателесіп тамағынан өтсе т.б. оразаны бұзады.\n2. Тістерінің арасынан шыққан қан түкірікпен бірдей немесе одан көп болып тамақтан өтсе ораза бұзылады. Аз болса, бұзылмайды\n3. Аузы берік адам өз қалауымен ауыз толтырып құсса, ораза бұзылады. Өйткені  аз немесе көбі ішке қайта кетеді.\n4. Ауыр жұмыста жүрген кезде ауырып қалу немесе өзіне бір зиян тиюінен қорқып оразасын бұзуы.\n5. Ұмытып бір нәрсе ішіп-жеген кезде «оразам бұзылды» деген оймен ішіп-жеуді жалғастыру.\n6. «Күн батты» деп жаңылысып, аузын ашса, бірақ күннің одан кейін батқанын білсе, оразасын бұзғаны үшін, тек қана қазасын өтейді. Сәресіде тамақ ішіп отырған кезде таң уақыты кірсе дереу аузындағысын шығарса, ораза бұзылмайды.\n7. Түнде оразаға ниеттеніп, бірақ таңертең жолға шығып, жолда оразасын бұзатын болса.\n8. Емдік мақсатпен ағзаға бір нәрсе жіберілсе\n9. Мұрынға дәрі тамызылса.\n\nТолығырақ: https://stan.kz/60-k%D2%AFn-oteu-orazadagy-kaffarat-degen-ne/",
                "date": "15.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нарұқым зауалы эссе",
        "question_content": "Тақырыпта ашып жазу 120,200сөз әке үкімі дүрыспа махамбет нені тіледі?",
        "question_date": "15.04.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Нарынқұм зауалы\" – ақын Мұхтар Шахановтың Махамбет Өтемісұлы туралы жазған жыры. Бұл поэма Махамбеттің күрескерлік айбынын, ұлттық болмысын, ақындық тереңдігін, азаматтық парасатын танытатын ілгері шығарма саналады.\nПоэманың І бөлімі \"Махамбеттiң соңғы сөзi\" деп аталады. Өлеңнiң сюжет желiсi Махамбеттiң өмiрiнiң соңғы күндерi туралы өрбейдi. Өлеңдегi трагедиялық образ – Махамбет. Ол өзiнiң түсiн айту арқылы ақындық пен батырлықты дәрiптеп, өзiнiң ел болашағына деген зор сенiмiн бiлдiредi. Автор өлеңдi Махамбеттiң өз аузынан сөйлеу арқылы оқырмандардың зор ықыласын айтқан.\nМен сенемiн, күнi ертең\nПенделiктен тазарар деп ұлы өлкем.\nЖә, қашанғы баққа зорлық мiнгеспек\nСенем, ертең оттыға отсыз күлмес деп.\nТек тұлпарлар ғана алатын бас бәйге\nЕсектердiң мойынында жүрмес деп\nӨлең мазмұнын ерекше тереңдетiп тұрған-антонимдердiң стильдiк қолданысы: бақ пен зорлық; оттыотсыз; тұлпар-есек. Басқалай қолданғанда бұл сөздер бiр-бiрiне қарама қайшы емес, еркiн түрде айтылуы да мүмкiн. Бiрақ ақын бұларды жағымды жағымсыз етiп, эмоциямен ұштастырып көрсету арқылы өз өлеңiн нәрлендiрiп тұр.\nТуған елiм, Құдiретiмсiң аңсаған\nАлдан жарқын Күн шыққаным\nКескiнiңдi көрмейiншi шаршаған\nПасыз ойлар тұншыққанын\nДулығаны қақ жарып гүл шыққанша\nЖер астынан қарап жатар мен саған.\n\"Дулығаны қақ жарып гүл шығу\" сәттi қолданылған метафора, яғни жаугершiлiк заман өттiп, бейбiтшiлiктiң келуi. Ақын Махамбеттiң монологы арқылы бүгiнгi күндi жырлап отыр. Махамбет сынды ұлы ақынның тегеурiнiн, қаһары мен ойлылығын бүгiнгi поэзия аспанына жiбек тордай жайып жiберуге ұтылысы бар. Iштей керемет жiгерлi өлең жасаң оптимизмнен, тек жасампаздықтан тұрмайды. Олармен қоса әдемi арман, ойлы мұң, үзеңгi қағыстырып, биiк мақсатқа бастайды, Сөйтiп лирикаға тән алау от пен лап етпе сезiм өмiрi қызуы басылмайтын, алыстан көрiнгенмен еш өшпейтiн “мәңгiлiк отқа” айналды. Ұлы махаббат оттары қосыла жанырасады. Арман мен арман қосылады. Монолог үлгiсiнде көрiнiп отырған ақын сезiмi сенiмге айналып, сенiмi сезiмге ұласып, лирикалық толғаныс тамыры осылайша тармақты жатыр. Өлең шапшаңдық үдемелi жолмен өрiстейдi. \"Менiң бассыз қалғандығым сенiң бассыз қалғандығың болмағай\", деген сөз түйiнi толғаныс түрiнде ойлану, байыпты бағдарлау сипатын танытса, ең соңғы шумақтарға \"Дулығаны қақ жарып гүл шыққанша, жер астынан қарап жатам мен саған\" сөздерi арқылы ақын сезiмi шираған, ең жоғарғы нүктеге көтерiледi. Жалпы ақын барлық өлеңдерiнде осы үдемелi әдiстi қолданады.\nМысалы ортадағы:\nНұрлы үмiтпен оянар деп ұлы өлкем\nКүлiп жайсаң күн ғажайып\nЕл намысы тарқар деп\nАқымақтар күрт азайып\nСұмдар қорқақ тартар деп\nБұлар мағыналық жағынан бiрiне-бiрi толықтырып тұрған сөйлемдердiң дыбысталуы бiрдей. Тексте бiрыңғайластық туып тұр. Сандық жағынан сәл төмен мына бiр ыңғайлас сөйлемдер де өлеңде бiрдей дыбысталады. \"Ертең оттыға отсыз күлмес деп, есектердiң мойынында жүрмес деп\" Бұлар жоғарыдағы \"тартар деп, тазарар деп\" сияқтылардың бiр варияциясы. Дыбысталуы бөлек болғанымен мағына бiреу. Ал, соңғы шумақтағы \"күн шыққанша\", \"түн шыққанша\", \"гүл шыққанша\" дыбысталуы бiр болғанмен өзiнiң алдында тұрған шумақтардағы бiз келтiрген мағыналас сөздерге қарсы мәндес, яғни жоғарыдағы аталған барлық әдiлетсiздiктерге гүлдiң шығуын, күннiң шығуын қарсы қойып отыр. Сонымен қатар барлығын да уақыт көтередi, қашан болса да әдiлдiк келедi. Деген сенiм бар. Уақыттың ұлылығына бас ұру \"Дулығаны қақ жарып гүл шыққанша\" деген соңғы жол соның бәрiнiң айғағы.\nДамыту үлгiсiндегi өлеңнiң соңғы жолы аса ұтымды шыққандықтан өлеңнiң тұтас тынысын айқындап тұр. Ең алдымен контексте бұл сөйлемнiң символдық мәнi айрықша рол атқарады. Халқының үлкен болашағын аңсаған ақынның жүрек жарды арманын аңғару қиын емес. Поэзияның көркемдiк тәсiл түрлерiн дамытуда, жаңалауда Шаханов батыл қадам жасап тұр. \"Дулығаны қақ жарып гүл шыққанша, жер астынан қарап жатам мен саған\". Оқыс және тың тiркестер, жаңа мәндi тiркестер, мағыналық жағынан да түрлiк жағынан да жұрт назарына найзағай отындай iлiктi.\nМахамбеттiң оның күшiне түскен тегеурiк бүгiнгi ақындар арқылы осылай түледi. Өлеңде iшкi монолог үлгiсi басым. Ерлер iсiнiң қиындығы, болашағы бұлыңғыр бола тұра қайыспас жiгер, ақынның сенiмiн күшейтедi. Ақын бұл өлеңiнде аллергорияны да ұтымды қолданған. Мен сенемiн күнi ертең Пенделiктен тазарар деп ұлы өлкем. Осы және алдыңғы жолдардағы қулық, сұмдық, бақ, сор пенденiн. Мұнда жай ұғым түрiнде тұрған дерексiз нәрселер кәдiмгiдей көзге көрiнер деректi нәрсеге ауыстырылады. Жалпы өлең сюжетi – тұнып тұрған символ; бiр нәрсенi немесе құбылысты тура суреттемей ұқсас құбылысқа құпия келiп, жасыра түсiндiру, яғни өлеңге философиялық астар беру. Көне тарихи тақырыптарға қалам тартқан ақынның сөз қолданысында бiрқатар ерекшелiктердi ұшыратамыз\n\"Әке үкiмi\" тарауы әке мен бала арасындағы диологта құрылған. Бұл бөлiмде негiзгi шарықтау қай астарлы күйде Махамбеттiң өлiмiмен аяқталады. Шиеленiс кезеңi баласының әкесiне батырды өлтiргенiн мақтан етiп айтуы.\n-Ой, залым-ай.\nМұнша залым екенiңдi жүрген қалай танымай.\nБұл сөздер әкесiнiң эмоциясын бiлдiрiп бояулық реңiшке ие болған.\n-Рас ұлым, айтылған сөз оқпен тең,\nМен кезiнде Махамбеттi жек көргем.\nАйтылған сөз оқпен тең, ақын идиомалық тiркестi де қолданған.\nЕрлер аз ғой бара алатын байыпқа\nТым кеш ұқтым, Махамбеттей батырға\nБүкiл қазақ ғашық болса айып па?!\nАқын өлеңнiң негiзгi идеясы ретiнде батырлық, әдiлеттiлiк, ақындық зор махаббатты ту етiп көтередi. Азаппенен өтсе дағы таңдарым Қайрағам жоқ қығаныштық қан жарық. Ақын метонимияны орынды қолдану арқылы iзгiлiктi, алыптықты қызғанышқа жеңдiрмеу керек деген ұғымды басты идея ретiнде ұстанған. Шаханов ақындық деңгейi философиялық, толғаныстармен ұштасқан ақын. Оның дүниетанымдық дәрежесiн мына бiр шумақтан-ақ байқауға болады. Жауап берiп жататын сан қылыққа, Бiр заңдылық жатыр сол жаңғырықта Иә, оған күмән жоқ, сондықтан да Басымды ием мәңгi сол заңдылыққа. Поэма ханның озбырлығынан бастау алған. Бұл жерде ақынды лирик десек те жарасымды; яғни екеуiне де негiз бар. Эпик деуiмiз өлеңдерi сюжетке құрылған, сонымен қатар лириканың да тiлегiн ағыта бiлген, адамды терең сезiм тұңғиығына тартып әкететiн, өлеңдегi барлық оқиғаны көз алдыңа тiрiдей бейнелеп берер шебер суреткер. Ақынның сөзбен сурет санар қасиетiн осы поэмасынан да байқаймыз. Тарихи тақырыптарды, аңыз-әңгiмелердi негiзге ала отырып жүретiң нәзiк қыл тамырларын тербеп оқиғаны көз алдыға елестету шеберлiгi-Шаханов поэзиясына ғана тән. \nАқпарат дереккөзі: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/58312/",
                "date": "15.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пойыз бірқалыпты 60км/сағ жылдамдықпен",
        "question_content": "Пойыз бірқалыпты 60 км/сағ жылдамдықпен жүре отырып, ұзындығы 200 м жыраның жанынан 0,3 м аралықта өтті. Пойыздың ұзындығын анықтаңыз. Жауабы:    180 м шығу керек.",
        "question_date": "14.04.2022",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0.3 minutia shygar? Eger olai bolsa ol 18sec\n\n60km/h ol 16.6m/s\n\nL zhyra uzindy, l poezd uzindigi\n\nL+l=v*t\n\nl=v*t-L\n\nl=100m",
                "date": "13.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза 60 күн қарыз болу дегеніміз сәуірде және мамырда ұстау қажет пе? 60 күн бола ма?",
        "question_content": "Оразада 60 күн қарыз болса сәуірде және мамырда ұстау қажет пе сонымен 60 күн бола ма?",
        "question_date": "14.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "60 күн қарыз деген, Рамазан айының30 күн парызынан соң келесі рамазан айына дейін өтелетін ораза, Айт күндері ораза ұстамайсыз.",
                "date": "14.04.2022",
                "upvotes": 0
            },
            {
                "text": "Жоқ білемін айттан кейін ұстайтының, бірақ осы сәуірде және мамырда ұстайма? Сонымен 60 күн болама немесе мамырда және маусымда ұстайма білсеніз түсіндіріп берінізші?)",
                "date": "15.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып емдихан тапсыру",
        "question_content": "Мен қазір 9 сынып оқимын. Уже емтихандарға 1 айдай қалды. Қатты қорқып жүрмін. Камерамен тапсырасындар деп жатыр. Өзім сабақты жақсы оқим 4-5 ке,. Если жаман баға алып қалсам нестим атестатқа қойылады. Жəне қалай жақсы дайындалуға болады?",
        "question_date": "14.04.2022",
        "question_tag": "Мектеп",
        "question_views": 902,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Паникасыз, Алла не бұйыртады сол болады деп тапсыр.  Барынша сабырлы болып қорқынышсыз тапсырсаң, соғұрлым ойың жинақы болады. Егер аяқ асты сен дайын емес сұрақтар келіп қалса, Одан қорқатын дым да жоқ. Қазір саған өте маңызды болып көрінер, ол болашақта қандай баға түскені де есіңде қалмайды.",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай етімді более қаттырақ және де прочнее қылсам болады?",
        "question_content": "Соққы жасаған кезде қол көгеріп, ауырып қалады. Көмектессеңіздер",
        "question_date": "14.04.2022",
        "question_tag": "Спортпен айналысу",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денені тығыз және берік ету үшін жаттығулар мен дұрыс тамақтанудың кешенді үйлесімі көмектеседі.\n\nЖаттығу:\nКүш жаттығулары: қарсылық жаттығулары (мысалы, штангалар, гантельдер, машиналар) бұлшықет массасын, тығыздығын және беріктігін арттыруға көмектеседі. Мысалы, скват, пресс, тарту, итеру және т. б.\nФункционалды жаттығулар: бүкіл дененің үйлестіруін, тепе-теңдігін және күшін дамытуға бағытталған жаттығулар дененің тығыздығы мен беріктігін жақсартуға көмектеседі. Мысалы, арқанмен секіру, тартылу, еденнен итеру, тепе-теңдік жаттығулары және т. б.\nТамақтану:\nАқуыз:бұлшықет массасының өсуі және дененің тығыздығы мен беріктігін жақсарту үшін ақуыздың жеткілікті мөлшерін жеу керек. Ақуыз көздері-ет, балық, жұмыртқа, бұршақ дақылдары, жаңғақтар және тұқымдар.\nКөмірсулар: көмірсулар-жаттығулар мен бұлшықет массасын ұстап тұрудың негізгі энергия көзі. Көмірсулардың жақсы көзі-көкөністер, жемістер, дәнді дақылдар, нан және т. б.",
                "date": "4.04.2023",
                "upvotes": 1
            },
            {
                "text": "Бұлшық етті үнемі шынықтырып қатайту керек. Бірақ ол мүлде дене  соққыдан көгермей қалады деген сөз емес, бұлшық ет , тірі жан болғаныңыздықтан соққыдан көгеруі қалыпты.",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылорда, Атырау, Ақтау қалаларында экологияға байланысты пайыз қалай қосылады?",
        "question_content": "Қызылорда, Атырау, Ақтау қалаларында экологияға байланысты қанша пайыз қосылады? Қандай мамандықтарға үшін қосымша айлық қосылады?",
        "question_date": "13.04.2022",
        "question_tag": "Заң",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "11 сынып қорытынды аттестаттау кезінде түк жазбай қайтарып берсең аттестатка 2 қоя ма?",
        "question_content": "Мен 11 сынып оқимын осы 1 айдан соң қорытынды аттестат болады. Алгебра және орыс тілден түсінбеймін. Алгебра бақылау болады дейді. Орыс тілі жазбаша дейді. Осы 2 пәннен қатты қиналам. Егер нашар жазып 2 алсам сол 2-ні аттестатқа қойя ма?",
        "question_date": "13.04.2022",
        "question_tag": "Мектеп",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Болатты не үшін жұмсартады?",
        "question_content": "Болатты не үшін жұмсартады?\n\nКолледж емтихан сұрақ келіп тұр. Жауап таба алай жатырмын.",
        "question_date": "13.04.2022",
        "question_tag": "Химия",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болат шынықтыру - бұл қыздыруды, ұстауды және салқындатуды қамтитын термиялық өңдеу. Процесс болаттың, металдардың және қорытпалардың механикалық сипаттамаларын жақсартуға бағытталған. Шынықтыру – белгілі бір температураға дейін қыздыру, ұстау, жылдам салқындату – негізгі операциялардан тұратын термиялық өңдеудің бір түрі.",
                "date": "14.04.2022",
                "upvotes": 0
            },
            {
                "text": "Болатты жұмсарту оның өңделуін және икемділік, жылу және өңдеу, беріктік және коррозияға төзімділік сияқты қасиеттерін жақсарту мақсатында жүзеге асырылады. Жұмсартылған Болаттың қаттылығы төмен, бірақ икемділігі жоғары, бұл оны оңай деформациялауға және өңдеуге мүмкіндік береді. Бұл әсіресе дәнекерлеу немесе иілу сияқты одан әрі өңделуі керек бөлшектерді жасау кезінде өте маңызды.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бургер кинг ге жұмысқа тұру үшін қандай документтер керек?",
        "question_content": "Алматыда Бургер кинг ге жұмысқа тұру үшін қандай документтер керек?",
        "question_date": "13.04.2022",
        "question_tag": "Мамандық",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://rabota.burgerking.kz/",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ қай пəндерден болады?",
        "question_content": "Ұбт қандай пəндерден болады?????\n\n(білсеңіздер айтыңыздаршы).",
        "question_date": "13.04.2022",
        "question_tag": "ҰБТ жайлы",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы 5 пәннен болады. 2 таңдау пәні 3 ерікті пән.",
                "date": "13.04.2022",
                "upvotes": 0
            },
            {
                "text": "Барлық пәндер болады",
                "date": "23.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістанда қалыңмал қанша?",
        "question_content": "Түркстанда,Жетісайда қалың мал қанша?",
        "question_date": "13.04.2022",
        "question_tag": "Жанұя",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "көрпеңе қарай көсіл дейді, 1000000 нан жоғары болар. Бірақ одан аз берсеңіз де бастысы бақытты болсақ болды деп екі жақ келіссе болды ғой.",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қиын жұмбақ жауабымен керек еді",
        "question_content": "Өте қиын болсын жауабымен",
        "question_date": "13.04.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 22500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түп нұсқасы халық аты екі шеткі әрпін қысқартса қазақтың қарты. Жауабы: (Халық аты: Татар ал осы тАТАр сөзінен екі шеткі әрпін алсақ -> Қазақтың қарты: АТА сөзі шығады)\n\n Ызақор бұғып жатыр, Сақалы шығып жатыр. (жуа)\n\n Көлді жердің, Үкілі аруы. Өткір желдің, Саз тартар қаруы. Жауабы: Қамыс\n\nІледе бар,Жайықта жоқ.Түйеде бар,Балықта жоқ жұмбақтын жауабы (Е әріпі)\n\n Бұл не деген көп киім, жетпіс қабат көп киім. Жаңбыр одан өтпейді, қабат-қабат тоны бар, түймелеуге жетпейді. (орамжапырақ)\n*** Жіп-жіңішке денесі, Ортасында шегесі. (қарындаш)\n*** Үстіне тігіп көк шатыр, Астында қызыл дәу жатыр (қызылша)\n\n ***  Жерде жатып желіндейді, Күз түскенше желінбейді. (қауын)\n\n *** Көк лағым көгенде жатып семіреді. (Қарбыз)\n*** Әр желінің асты толған көк қоян, Жаз болғанда көк қоянды жеп қоям. (қияр)\n*** Ақ құман жүр жүзіп. Су бетін сүзіп. (аққу)\n*** Бес қаруы белінде Самғап жүреді көгімде. (бүркіт)\nБір-ақ сөз біледі, Өз аты онысы. Соны айтып жүреді және жоқ қонысы. (көкек)\n*** Талдың басында, жемі бар қасында, Там тұр саялы, достары аялы. (құс ұясы)\n\n *** Ағайынды бәрі: Шықса-көк, Түссе-сары. (жапырақтар)\n\n *** Қолы бар, Саусағы жоқ. Мойны бар, Басы жоқ. (көйлек)\n*** Ұшады қанатсыз, Зырлайды аяқсыз. (Зымыран)\n\n *** Беттескен қос табақ, Ортасында бас тамақ. Киізбен шоққа ораса, Дәм піседі тамаша. (таба нан)\n//erketai.kz/ustazdar-enbegi/jumbaktar-jauabimen/",
                "date": "18.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәтті тоқаш рецепт керек",
        "question_content": "Мен тәтті тоқаш (пирог)пісіргім келеді соған рецепт керек еді оны араластыру бәрін айта аласыз ба?Өтініш!!",
        "question_date": "13.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем құрау ағылшынша",
        "question_content": "Want,dont want,would like, wouldnt like ,would prefer ,осы сөздердің әр қайсысына 5 сөйлемнен құрау қажет",
        "question_date": "13.04.2022",
        "question_tag": "Мектеп",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай туыстық қатынас бар? уйленуге бөгет пе?",
        "question_content": "7 атамыз бір емес, менин туган ажемнин агасы, кыздын анасы жагынан аргы атасы болып келеди екен. Арамызда жақын туыстық қатынаспа әлдеу арамыз алыс па? Некеге богеттер бар ма?",
        "question_date": "12.04.2022",
        "question_tag": "Шежіре",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жоқ, бірақ  отбасыларыңыздың туысқан ретінде  араласа ма, олар рұқсат бере ма соған байланысты ғой.",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде жыласа ораза бұзылады ма?",
        "question_content": "Ораза кезінде жыласа ораза бұзылады ма?",
        "question_date": "12.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны не бұзбайды? \n1. Ұмытып ішіп-жеу оразаны бұзбайды. Бірақ ұмытқан адам есіне түскен кезде жеуді дереу тоқтатуы керек;\n2. Ұйқыдан жүніп болып ояну;\n3. Әйелін сүю немесе денесіне қолын тигізуі. Мұндай жағдайларда егер мәни шықпаса, ораза бұзылмайды;\n4. Әйеліне қолын тигізбесе де оған қараудан немесе шәһуәтын қоздыратын жағдайларды ойлап мәни шықса;\n5. Түнде жүніп болып, ғұсыл алуды сәресі уақытынан кейінге қалдыру;\n6. Аузына келген қақырықты жұту;\n7. Түкірік немесе мұрынды тарту арқылы бір нәрсенің тамаққа кетуі;\n8. Құлаққа су кіру, бұлық ағу;\n9. Темекі түтіні немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары тамаққа еріксіз кірсе, ораза бұзылмайды;\n10. Тістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды;\n11. Еріксіз ауыз толы құсу немесе оның ішке қайта кетуі оразаны бұзбайды;\n12. Қан алдыру немесе сүлік салдыру;\n13. Көзге дәрі тамызу;\n14. Мисуак немесе тіс пастасын қолдану оразаны бұзбайды. Бірақ пастасы ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып тістерді жуу;\n15. Тіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт;\n16. Ауыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет;\n17. Душқа жуыну, теңізге, көлге түсу оразаны бұзбайды. Бірақ су жұтып қоюдан сақтануы керек.\nОразаны не бұзады? \n- Әдейі бір нәрсені жеп-ішу;\n- Темекі шегу, насыбай ату, дәрі ішу, құрамында нәрлі заттары бар укол қабылдау;\n- Аузындағы жаңбыр тамшыларын әдейі жұту; Бұл жайлы мына хадисте айтылған: «Ораза кірген нәрселерден ғана бұзылады, шыққаннан емес».\n- Әйелімен жақындасу (яғни, таң намазынан ақшам намазына дейін жақындасу оразаны бұзады);\n- Cебепсіз қорек немесе қоректік қасиеті бар барлық заттарды біле тұра әдейілеп жеу оразаны бұзады;\n- Мұндай жағдайларда каффарат оразасын ұстау қажет. (Каффарат деп – рамазан айының оразасын себепсізден-себепсіз біле тұра бұзып жіберсе, екі ай ораза ұстауды, оған шамасы келмесе алпыс кедейді тамақтандырып, тойғызуды айтады). \nОразаны кімдерге ұстамауға рұқсат? \n- Жолаушылық; (сапарда ауыз бекітпеуге болады, бірақ басқа күндерде санын толтырып ораза ұстайды).\n- Жүктілік пен бала емізу; (егер денсаулығы мен баласына зиян келуден қорықса ораза ұстамай кейін қазасын өтесе болады).\n- Ауру-сырқау; (сенімді дәрігер ораза денсаулығына зиян тигізетінін жан-жақты анықтап барып айтса, жазылған соң ұстауға болады).\n- Кәрілік; (қартайып оразаны денсаулығы көтермейтін кісілер бір кедейдің таңғы және кешкі асын беріп тойдырады. Оған шамасы келмесе тәубе етеді).\nХайыз (етеккір) бен нифас; (бір әйел ораза кезінде етеккір көрсе немесе босанса ораза бұзылады. Мұндай жағдайда тоқтаған соң қазасын өтейді).  \nҚМДБ Шариғат және пәтуа бөлімі",
                "date": "14.04.2022",
                "upvotes": 0
            },
            {
                "text": "Адамың көз жасы ішіннен шығатын болғандықтан ораза бұлылмайды.\nТек мұрыннан су кіріп, ауызбен су ішіп қоймасаң болғаны.",
                "date": "19.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сары су жиналса не істеуге болады?",
        "question_content": "Саусақтарым сырқырап ауырады. Сары су жиналған. Құрсып ауырады?",
        "question_date": "12.04.2022",
        "question_tag": "Денсаулық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның дене қызуы қатты көтерілгенде, терінің беткі қабатында өте көп мөлшерде тер бөлінеді. Кейбір мүшелердің қабынуы кезінде, құрсақ және кеуде қуыстарын қаптап жататын қабықшаларда да сұйықтық пайда болады. Бірақ бұл сұйықтықтың терден айырмашылығы — оның құрамында плазмаға ұқсас, қанның белоктары болады. Міне, осындай сұйықтықтарды сарысу деп атайды. Сарысу деп аталатын сұйықтық әрдайым бірден жинала бермейді.\n\nНегізгі ауру көздері — мүшелердің немесе қуыс қабықшаларының қабынуын емдеген кезде, сарысу бірте-бірте сіңіп жоғалып кетеді. Кейде оны пункция жасап (тесіп) сорып алады.\n\n«Сарысу ауруы» диагнозын растау кезінде симптомдар мен емдеу бір-бірімен тығыз байланысты: процестердің көрінісі мен ауырлық дәрежесіне байланысты емдеу режимі белгіленеді. Жеңіл ауруы бар науқастар, асқынуларсыз, амбулаториялық негізде емделуі мүмкін.\nСарысу жиналған кезде мүмкін болатын асқынулар: неврит;миокардит; синовит; дәнекер тінінің диффузиялық тартылуы; гломерулонефрит; гепатит; инъекция аймағында тері мен тері астындағы тіндердің некрозы.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намазды көзге очки киіп тұрып оқуға болады?",
        "question_content": "Намазды бастайын деп едім. Параққа қарап болсада бастайын десем көзім нашар көретін болған соң очкимен бастапқыда  оқуға болады ма намазды?",
        "question_date": "12.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, болады.\nМен имам емеспін, алайда дінде жеңілдетіп барып оқуға болатынын білемін.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    }
]