[
    {
        "question_title": "Әнші бола аламын ба?",
        "question_content": "Мен әнші болғың келеді. Бірақ ата анам қарсы. Көп жерден окыдым,12 16 жаста вокалга қатысуға болмайды диды жане отбасында қанда да аншылык болу керек диды. Негізі қоғам қайраткері Досқан Жолжақсынов менің нағашы апамның бауыры,жане мамамның інісі актер.Мен жургеновте туыстарым бар. Мен артыс бола алам ба, айтайын дегенім қанымда барғой қанша дегенмен.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаныңызда болғанмен өз тәніңізде өнер бар ма?\nБастысы ниет, біреу болады болмайдв дегенге қарамаңыз. Жүрек ұаласа болашағыңызға зиян келмейтін іспен айналысуға құқылысыз. Және өз -өзіңізге сеніп , үнемі ізденіс пен еңбек үстінде болсаңыз әрине деттегеніңізге жетесіз. \nМектептерге қабылдамаса , ақылы вокал курстарына барыңыз.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құртты ашыған айраннан жасауға бола ма?",
        "question_content": "Құртты ашыған айранан қалай жасайды? Рецепт ?",
        "question_date": "23.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сиырды сауып алған соң, сүтті жылы күйінде сүт машинасына құйып тартады. Сүттің қаймағы алынады да, қаймақтан бөлінген сүтті көк сүт деп атайды.\nОны ағаш бөшкеге құйып жинай береді. Көк сүт құйылған ағаш бөшке күн шуағы мол түсетін күнгей бетке қойылады. Бөшкенің бір бүйірін дөңгелете кесіп, тесік жасайды да, сол тесікті бекітіп тұратын ағаш тықпа жасайды. Тартылған  көк сүтті ағаш бөшкеге құйып, аузын мықтап бекітеді. Ол кешке дейін күн көзіне пісіп, ақырып тұрады. Сары суы бөлініп, іркіті бетіне шығып быжиды.\nМіне, сол кезде бөшкенің бүйіріндегі тесікті ашып, сары суын ағызады. Іркіт ішінде қалады. Бұл әдіс күнде қайталанады. Ағаш бөшке ашыған іркітке толған уақытта іркіт дайын болды дегенді білдіреді. Енді іркітті түбіне май жаққан үлкен қазанға құйып қайната береді. Құрт қайнап жатқан кезде оның түбі күйіп кетпес үшін арнаулы құрт былғауышпен (басында кырғыш темірі болады) әлсін-әлсін қазанның түбін, ернеуін қырып араластырып отырады. Әбден қойылған құртты қапқа құйып керегеге асып қояды, сонда  оның қалған суы тағы да ағып, құрғайды. Бұдан кейін қолмен бөлшектеп, тақшаға, шиге, қолмен сықпалап өреге жайып кептіреді. Көгермей, кызбай біртегіс кебу үшін өреде жатқан кезде оны бірнеше рет аударыстырады. Осындан әдіспен қайнатып, кептіріп алған құрт жыл бойына, кейде 2—3 жылға дейін сақтала береді. Құрт күшті ас, ол әр түрлі тамаққа қосылады. Құрт аса ыстықты қажет ететін тағам. Күн көзі дұрыс түспейтін, қоңыржай аймақтарда құрт жасау нәтижелі іс бермейді. Себебі Күн көзінен алынған қуатты энергия құрттың бойына табиғи дәруменді сіңіреді. Әрі құрттың көгермей, шірімей кебуіне де аса қуатты күн көзі ғана пайдасын бермек. Осындай әдіспен қайнатып, кептіріп алған құрттың 2 немесе 3 жылға дейін азбай сақталуының сыры осында.\nҚұрттың қай түрі болса да өреге кептіріледі. Қайнатқан құрттың өзі үш түрлі болады: бірі – ақ құрт. Ол көп ашымаған майдан әбден арылған іркіттен қайнатылады. Ақ құрт аталатын себебі, тұзын көбірек етіп қосады. Ол көбіне жазда, күзде желінеді. Екінші - қара құрт. Ашуы жеткен іркітке аздап сары май қосып қайнатады. Тұзын аздап қана қосады. Құрттың осы түрін қыста езіп, дәмді құрт көже даярлайды. Үшінші – ежігей құрт. Ежігей де құрттың жасалу жолымен әзірленеді. Бірақ ол өте ашымаған іркіттен жасалады. Әзірлеу кезінде бір шелек іркітке екі шелек қаймағы алынбаған сүт қосып қайнатылып дайындалады. Әбден қайнап суы сарқылып піскен ежегей суы сорғытылып сәл кебір тартқаннан кейін алақанға салып сығып өреге қатарлап жәйіп кептіріп алады. Ежігей кепкен кезде де ащы құрт сяқты тас болып қатып қалмайды. Үгітіліп тұрады. Әбден кептірген ежегей жазда да, қыста да дәмі де, түсі де өзгермейді. Ежігейді кептірмей де пайдалануға болады. Үстіне сары май, қаймақ құйып, қонақтарға ұсынады. Сондықтан да оны дастарқанға салуға даяр тұру үшін ыдыста екі ـүш күн сақтап қойса да бұзылмай сақтала береді. Кұрт күшті ас, ол әр түрлі тамаққа қосылады.\nТолығырақ: https://bilim-all.kz/article/4850",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "Әрине болады.Ашымаған, ашыған екеуі  де бірдей",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Студентке 42500 тг-ге қатысты сұрақтар бар еді?",
        "question_content": "Сәлеметсізбе. Мен студентпін. 42500-ге заявка бергенімде, ЭЦП төленбеген деп отказ келді. Сосын ЭЦП төлеп барып, қайтадан заявка бергенде тағы отказ келді. 3-ші рет тағы заявка бергенде, тағыда ЭЦП төленбеген деп отказ келді. Осы сұрақ бойынша қарастырып көре аласыздарма?",
        "question_date": "23.04.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің ақша төлегеніңіз туралы ақпарат деректер қорына енгізілмей қалған болуы мүмкін. Чекті ХҚКО-на алып барып сұрап көріңіз.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайсы қышқыддық жауынның құрамында болмайды?",
        "question_content": "Қайсы қышқыддық жауынның құрамында болмайды?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сулы ерітінділердің қышқылдығының көрсеткіші болып табылатын рН 0-ден 14-ке дейін өзгеруі мүмкін, ал бейтарап сұйықтықтардың қышқылдық деңгейі жеті болса, қышқыл орта осы мәннен төмен көрсеткіштермен, сілтімен сипатталады. Жауын-шашынға келетін болсақ, жауын-шашынның қалыпты түрлері жауын-шашын түсетін аймаққа байланысты рН 5,6 немесе сәл жоғарылауымен сипатталады.\nҚышқыл жаңбырдан кейін топырақтың құрамы едәуір өзгереді, бұл ағаштардың, өсімдіктердің және дақылдардың өлуіне әкеледі және топырақ құнарлылығын төмендетеді. Жерге бір рет уытты су кіреді, нәтижесінде су ластанып, тотығады, бұл барлық дерлік тіршілік иелерінің өліміне әкеледі (қосмекенділер, балықтар мен бактериялар рН 4,5 деңгейінде өледі, жануарлар мен өсімдіктер әлемінің көптеген өкілдері әлсіз қышқыл ортада жойылады. )\nАйта кету керек, жерде болмас бұрын, қышқыл жаңбыр ауа тазалығын төмендетеді, әртүрлі құрылымдарға, ескерткіштерге кері әсерін тигізеді, құрылыс пен қапталған (әктас, мәрмәр) материалдарды, құбырларды бұзады, бояуларды, бүлінген автомобильдерді ерітеді, металл беттерінің коррозиясын тудырады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдық жауын кезінде қандай реакциялар жүреді?",
        "question_content": ". Қышқылдық жауын кезінде қандай реакциялар жүреді?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айта кету керек, сулы ерітінділердің қышқылдығының көрсеткіші болып табылатын рН 0-ден 14-ке дейін өзгеруі мүмкін, ал бейтарап сұйықтықтардың қышқылдық деңгейі жеті болса, қышқыл орта осы мәннен төмен көрсеткіштермен, сілтімен сипатталады. Жауын-шашынға келетін болсақ, жауын-шашынның қалыпты түрлері жауын-шашын түсетін аймаққа байланысты рН 5,6 немесе сәл жоғарылауымен сипатталады.\nҚышқыл жаңбырдан кейін топырақтың құрамы едәуір өзгереді, бұл ағаштардың, өсімдіктердің және дақылдардың өлуіне әкеледі және топырақ құнарлылығын төмендетеді. Жерге бір рет уытты су кіреді, нәтижесінде су ластанып, тотығады, бұл барлық дерлік тіршілік иелерінің өліміне әкеледі (қосмекенділер, балықтар мен бактериялар рН 4,5 деңгейінде өледі, жануарлар мен өсімдіктер әлемінің көптеген өкілдері әлсіз қышқыл ортада жойылады. )\nАйта кету керек, жерде болмас бұрын, қышқыл жаңбыр ауа тазалығын төмендетеді, әртүрлі құрылымдарға, ескерткіштерге кері әсерін тигізеді, құрылыс пен қапталған (әктас, мәрмәр) материалдарды, құбырларды бұзады, бояуларды, бүлінген автомобильдерді ерітеді, металл беттерінің коррозиясын тудырады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі газдардың химиялық формуласын жазыңдар. Қайсысы парниктік?",
        "question_content": "Төмендегі газдардың  химиялық формуласын жазыңдар. Қайсысы парниктік  газға  жатпайтынын  айтыңдар.\n\nкөміртек(ІІ) тотығы\n\n>көміртек қос тотығы\n\n>метан\n\n>су (буы)",
        "question_date": "23.04.2020",
        "question_tag": "Химия",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газдардың таңбалануы:\nСО\nСО\nСН4\nН2О \nПарниктік газдар — инфрақызыл диапазондағы радиацияны сіңіріп, қайта тарататын атмосферадағы кез-келген газ. Ол осылайша Жер беті мен атмосфераны жылыта түседі. Жер атмосферасындағы ең маңызды парниктік газдарға көміртек диоксиді, метан және су буы жатады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірттің тотықтарын атап, химиялық формуласын жазыңдар?",
        "question_content": "Күкірттің тотықтарын атап, химиялық формуласын жазыңдар. Олардың келу көздерін, зиянын айтыңдар.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күкірт екі түрлі оксид түзеді: S (IV) оксиді - SO2 (күкіртті газ немесе күкірттің диоксиді), бұл түссіз, тұншықтырғыш өткір иісті газ. Күкірт (VI) оксиді, күкірт ангидриді - SО3, ұшқыш, түссіз сұйықтық. SО3+17°С температурада қатты зат. Олар суда жақсы ериді, нәтижесінде күкіртті қышқыл H2SО3 және күкірт қышқылы H2SО4 түзіледі, олай болса, бұлар қышқылдық оксидтер екен.\nSO2+H2О=H2SО3 күкіртті қышқыл\nSO3+H2О=H2SО4 күкірт қышқылы\nАлынуы:Зертханада күкіртті ауада жандырғанда күкірт (IV) оксидін (ауа тартқыш шкафта) алуға болады. Сол сияқты бұл оксидті натрий сульфитінің кристалына, қышқыл ерітіндісін қосып та алады.\nS+O2=SO2\nNa2SO3+HCl=2NaCl+H2O+SO2↑\nӨндірісте сульфидтерді жандыру арқылы:\n2ZnS+3O2=2ZnO+2SO2↑\n2SO2+O2↔2SO3↑",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азон қабаты деген не? атмосфераның қай бөлігінде болады?",
        "question_content": "Азон қабаты деген не? атмосфераның қай бөлігінде болады? ол қандай зиянды радиацияны сіңіреді?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Озоносфера , озон қабаты (гр. ozon – аңқығыш және sphaіra – шар), озонның жоғары концентрациясымен ерекшеленетін стратосфералық (биіктігі 10 – 50 км) қабат. Атмосферадағы озонның ең көп концентрациясы 20 – 25 км биіктікте болады, мұнда озонның тығыздығы жер бетіне қарағанда 10 есе көп. Озон оттегінің Күн радиациясының қысқа толқынды ультракүлгін бөлшектерін сіңіруінен пайда болады. Озон мөлшерінің көп болуы көктем айларына, азаюы күз айларына сәйкес келеді. Озон қабатының жер бетіндегі тіршілік үшін маңызы зор. Ультракүлгін сәулелерді жер бетіне жеткізбей, сәулеленудің алдын алады. Оның зардабы мутация өзгерістермен байланысты.\nОзон Күннің ультракүлгін сәулелерінің және электр разрядтарының әсерінен екі атомдық оттек ({\\displaystyle O_{\\mathrm {2} }}) молекулаларының ыдырап, қайта қосылуының нәтижесінде ({\\displaystyle O_{\\mathrm {2} }+O_{\\mathrm {} }=O_{\\mathrm {3} }}) пайда болады. Озон қалқаны күннің тіршілікті жойып жіберетін ультракүлгін сәулелерін ұстап қалады.\nОзон жыртығы, озон тесігі – озоносфера қабатының жарылуы (диаметрі 1000 км-ден астам). Антарктида мен Арктикада ерекше байқалады. Бұл құбылыс 20 ғасырдың 80-жылдарында байқалғанымен, оның пайда болу себебі әлі күнге дейін талас тудыруда. Озон жыртығы табиғи, сондай-ақ антропогендік жағдайларға байланысты, әсіресе өнеркәсіпте және күнделікті тұрмыста озон қабатын бұзатын құрамында хлоры бар хладондарды (фреондарды) пайдалануға байланысты пайда болады деп есептелінеді. Соңғы 20 жылда озон жыртығы аясы ұлғая түсті (жыл сайын 4%-ға). Озон жыртығы арқылы күннің ультракүлгін сәулелерінің атмосфераға еш бөгетсіз өтіп кетуі қоршаған ортаны ластап, ондағы тірі организмдерге қауіп-қатер туғызады. Түрлі вирусты және қатерлі ісік ауруларының көбеюіне әкеледі. Сондай-ақ күннің ультракүлгін радиациясының жоғарылауынан өсімдіктерде жүретін фотосинтез процесі мен протеиннің түзілуі тежеледі. 1985 ж. озон қабатын қорғау туралы Вена конвенциясы, 1987 ж. Монреаль хаттамасы қабылданған. Озон жыртығы алғаш рет 1985 ж. ағылшын зерттеушісі Дж. Фарман байқаған.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кекшілдер деген кімдер?",
        "question_content": "Маған мұғалім ватсаптан тапсырма берген кекшілдер деген кімдер деп?",
        "question_date": "23.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай пәннен берілген сұрақ. \nМысалы өзін -өзі тану сабағы болса, онда былай жауап беруге болады.\nКекшіл адам дегеніміз - өзіне жасалған ұнамсыз істі есінен шығармай, сол істен келген залалды(көбіне эмоционалды) иесіне қайта қайтаруға бейім адам. Ол көбігне қоғамнан алыс, өмірге реніші көп, ойындағысы болмайтын, негативті істі ғана байқайтын адам болар?",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азон қабатының жұқаруы және тесігі деген не, оның қандай зияны бар?",
        "question_content": "азАзон қабатының жұқаруы және тесігі деген не, оның қандай зияны бар?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Озон қабаты деп жазылады.\nОзон қабатының жер бетіндегі тіршілік үшін маңызы зор. Ультракүлгін сәулелерді жер бетіне жеткізбей, сәулеленудің алдын алады. Оның зардабы мутация өзгерістермен байланысты.\nОзон Күннің ультракүлгін сәулелерінің және электр разрядтарының әсерінен екі атомдық оттек ({\\displaystyle O_{\\mathrm {2} }}) молекулаларының ыдырап, қайта қосылуының нәтижесінде ({\\displaystyle O_{\\mathrm {2} }+O_{\\mathrm {} }=O_{\\mathrm {3} }}) пайда болады. Озон қалқаны күннің тіршілікті жойып жіберетін ультракүлгін сәулелерін ұстап қалады.\nОзон жыртығы, озон тесігі – озоносфера қабатының жарылуы (диаметрі 1000 км-ден астам). Антарктида мен Арктикада ерекше байқалады. Бұл құбылыс 20 ғасырдың 80-жылдарында байқалғанымен, оның пайда болу себебі әлі күнге дейін талас тудыруда. Озон жыртығы табиғи, сондай-ақ антропогендік жағдайларға байланысты, әсіресе өнеркәсіпте және күнделікті тұрмыста озон қабатын бұзатын құрамында хлоры бар хладондарды (фреондарды) пайдалануға байланысты пайда болады деп есептелінеді. Соңғы 20 жылда озон жыртығы аясы ұлғая түсті (жыл сайын 4%-ға). Озон жыртығы арқылы күннің ультракүлгін сәулелерінің атмосфераға еш бөгетсіз өтіп кетуі қоршаған ортаны ластап, ондағы тірі организмдерге қауіп-қатер туғызады. Түрлі вирусты және қатерлі ісік ауруларының көбеюіне әкеледі. Сондай-ақ күннің ультракүлгін радиациясының жоғарылауынан өсімдіктерде жүретін фотосинтез процесі мен протеиннің түзілуі тежеледі. 1985 ж. озон қабатын қорғау туралы Вена конвенциясы, 1987 ж. Монреаль хаттамасы қабылданған. Озон жыртығы алғаш рет 1985 ж. ағылшын зерттеушісі Дж. Фарман байқаған.\nОсы тақырыпта жақсы презентация бар екен:\nhttps://prezi.com/aisnikzz__l5/presentation/\nОзон қалқаны күннің тіршілікті жойып жіберетін ультракүлгін сәулелерін ұстап қалады. Ал оның жұқаруы немесе тесілуі сол зиянды сәулелердің жер бетіне өтіп , зиян келтіру мәселелеріне әкеледі.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көміртектің тотықтарын атап, формуласын жазыңдар.",
        "question_content": "Көміртектің тотықтарын атап, формуласын жазыңдар. Көміртек қос тотығы қандай радиацияны өзіне сіңіреді?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көміртек II және IV валенттілігіне сәйкес оксидтер CO мен СО2 түзеді.\nКөміртек (II) оксиді CO\nАлынуы\nӨнеркәсіпте (домна пештерінде) кокс жанып, көмірқышқыл газына айналады. Ал оттегі жетіспегенде көмірмен әрекеттесіп көміртек (II) оксидін түзеді.\nС + О2 = СО2\nСО2 + С = 2СО\n2С + О2 = 2CO\nАуадан сәл жеңіл, түссіз улы газ, суда нашар ериді. Иіс газы деп аталады. Қалыпты жағдайда сумен әрекеттеспейді.\nХимиялық қасиеті\nCO тұз түзбейтін оксид, көбінесе жоғары температурада тотықсыздандырғыш ретінде домна пешінде, органикалық, синтезде қолданылады. Қыздырғанда металл оксидтерінен металды тотықсыздандырады.\nCuO + CO = Cu + СО2\nSiО2 + 2СО = Si + 2CО2\nКөмір (II) оксиді - ауада көгілдір жалынмен жанатын газ.\n2СО + О2 = СО2\nКөміртек (IV) оксиді\nКөміртек (IV) оксиді - СО2, түссіз, иіссіз, ауадан ауыр, жануды қолдамайтын, жануарлар мен адамдардың тыныс алуы нәтижесінде бөлінетін газ (ауада 0,039%). СО2 - көмірқышқыл газы ауадан ауыр болғандықтан (D (ауа) = 1,52) жертөлелерде, шұңқырларда, шахталарда, құдықтарда жиналып қалады. Сол жерлерде жүргенде сақтану ережелерін қолданады. Сондай-ақ белмелерді де жиі желдету қажет. Ол оңай сұйыққа айналады (5, 7 мПа қысымда, 20°С), ал - 78,5°С қатты күйге де (құрғақ мұз) айнала алады.\nҚұрылымдық формуласы О = С = О\nАлынуы\n1) жану реакциясы\nС + О2 = СО2\n2) карбонаттар айырылғанда\nСаСО = СО2↑ + СаО\n3) зертханада\nСаСО3 + 2HCl = СO2↑ + СаСl2 + Н2O\n4) негіздік тұздар айырылғанда\n(CuОH)2CО3 = СО2 + 2СuО+ Н2О\n5) органикалық заттар жанғанда\nСН4 + 2О2 = СО2 + 2Н2О\nХимиялық қасиеттері[\nСО2 - қышқылдық оксид, оған көмір қышқылы сәйкес келеді. Мынадай реакцияларға түседі:\n1) негіздік оксидпен әрекеттесіп тұз түзеді:\nСО2+ СаО = СаСО3\n2) негізбен әрекеттесіп тұз бен су түзеді:\nСО2 + Са(ОН)2 = СаСО3↓ + Н2О\n3) кальций карбонатының судағы ерітіндісіне көмірқышқыл газын артық мөлшерде жібергенде тұнба жойылып, ерімтал қышқыл тұз түзіледі:\nСаСО3 + Н2О + СО2 → Са(НСО3)2\n4) сумен әрекеттескенде әлсіз, тұрақсыз көмір қышқылын береді:\nСО2+Н2О ↔ Н2СО3\nКальций гидроксиді, ізбес суы, әк сүті, көмірқышқыл газына сапалық реакция жасайтын реагент болады (СаСО3 ақ тұнбаның түзілуі).\nСа(ОН)2 + СО2 = СаСО3↓ + Н2О\nҚолданылуы\nӨрт сөндіргіштерде, газдандырылған сулар алғанда, тоңазыткыштарда қолданылады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсутектер деген не? олардың қандай зияны бар? келу көздерін айтыңдар.",
        "question_content": "кКөмірсутектер деген не? олардың қандай зияны бар? келу көздерін айтыңдар.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмірсутектер - молекулалары көміртек пен сутек атомдарынан тұратын органикалық қосылыстар.\nҚұрамына байланысты көмірсутектер ациклды, алициклды және ароматты қосылыстарға бөлінеді. Химиялық қасиеттері мен құрылысы ұқсас, ал молекулалар құрамы бойынша айырмашылығы бір не бірнеше CH2 тобы болатын қосылыстарды гомологтар деп атайды, олар гомологтық қатар түзеді. Мысалы, қаныққан көмірсутектердің гомологтық қатары. Бұл қатардың бірінші мүшесі – метан, одан соңғылары – бір-бірінен айырмашылығы CH2 тобы болатын гомологтық қатар мүшелері. Қалыпты жағдайда 1-ден 4-ке дейін көміртек атомдары бар қаныққан көмірсутектер – газдар, 5-тен 17-ге дейін сұйықтар, ал көміртек атомдарының саны 17-ден көптері – қатты заттар. Көмірсутектердің көбі түссіз. Оның негізгі табиғи қоры – мұнай. Мұнай құрамында 23 – 63%-ға дейін парафиндер, 29,72% шамасында нафтендер, 2 – 16%-ға дейін ароматты көмірсутектер болады. Төменгі алкандар (негізінен, метан) – метан, этан, пропан – табиғи газдар құрамында болады. Көмірсутектер, негізінен, мұнай айдау процесі кезінде алынады, сондай-ақ көміртек оксиді мен сутекті катализатор қатысында қыздырғанда қалыпты парафиндер мен тармақталған парафиндер қоспасы түзіледі. Қаныққан көмірсутектер жанар май, жағар май алу үшін шикізат ретінде қолданылады. Кокстік химия өндірісінде алынатын ароматты көмірсутектер дәрі-дәрмек, хош иісті заттар алуда, ал қанықпаған көмірсутектер спирт, ацетон, жасанды каучук алуда пайдаланылады.\nКөмірсутектердің зияны оны өндіру мен өңдеу кезінде табиғатқа келтіретін зиянын айтуға болады. Мысалы табиғи көмірсутектердің қайнар көзі: көмір мен мұнайды өндіру мен өңдеу үдерістерін айтуға болады.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдық жауынның құрамында қандай қышқылдар болады?",
        "question_content": "Қышқылдық жауынның құрамында қандай қышқылдар болады, атын атап химиялық формуласын жазыңдар. Олардың келу көздерін атаңдар?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышқыл жауын-шашын, қышқыл сулар - атмосфералық жауын-шашын түрлері. Жаңбырдың қышқылды қасиетіне құрамында сутектің өте белсенді иондарының болуымен байланысты.\nЖаңбыр суының нормалдық реакциясы сәл қышқыл келеді (pH - 5,6). Бұл ауа құрамындағы көмір қышқыл газының еруінен әлсіз көмір қышқылы пайда болады. Кейде электр стансасы, өнеркәсіптік қазандар, автомобильдерден шығатын газдар, т.б. ауаны күкірт және азот оксидтерімен ластағанда жаңбыр, тұман, қар, бұршақ, т.б. тамшыларында күкірт және азот қышқылдарының бар екенін байқауға болады.\nҚышқыл жауын-шашынның түсуі атмосферадағы күкірт диоксидтері мен азот оксидтерінің болуын антропогендік ластану дейді.\nТабиғатта ауадағы азот молекуласы оксиді табиғи процестер жағдайында (найзағай, күн күркіреу, т.б.) және топырақтың нитрификациялануы, орман өрттері негізінде байқалады.\nЖер атмосферасында жыл сайын орта есеппен 3 млрд-қа жуық найзағай болып тұрады. Олардан пайда болған мыңдаған градус температура кезінде радикалды-тізбекті механизм үрдісі азот молекуласының қышқылдану процесін туындатады:\nO→2O N² +O→NO+N;\nO² +N→NO+O\nКері реакцияға реакция кезіндегі азот оксиді өнімінің - 2NO+O²→2ONO² тез сууы кедергі жасайды. Атмосфералық ылғалмен өзара әрекеттескенде азот қышқылы пайда болады. Азот оксидінің негізгі көзі болып энергетика және көлік саналады. Олар ауаға 90% -ға жуық ластағыш шығарындыларды шығарады, ал химия өнеркәсібінің үлесі 5% -дай ғана.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тропосфера деген не?",
        "question_content": "Тропосфера деген не? оны ластайтын газ күйдегі және (қатты) бөлшек күйіндегі заттарды атаңыз.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТРОПОСФЕРА (грек. τροπόσ – бұрылыс, өзгеріс және σφαιρα – шар) – атмосфераның жер бетімен тығыз әрекетте болатын ең төменгі қабаты. Қалыңдығы жер бетінен қызған ауаның жоғары өрлеген ағындарының көтерілетін биіктігімен анықталады. Экваторлық ендіктерде ауа 16 – 17 км, қоңыржай белдеуде 10 – 11 км, полюстік аймақтарда 7 – 8 км биіктікке көтеріледі. Осы биіктіктер Тропосфераның жоғарғы шекарасын белгілейді. Орташа қалыңдығы 10 – 11 км. Үстіндегі стратосферадан жұқа тропопауза өтпелі қабатымен бөлінген. Атмосфераның жер бетіне таяу қабатында ауа Жердің тартылыс күшіне және газдардың сығылуына байланысты барынша тығыз орналасады. Атмосфераның бүкіл массасының 80%-ы және су буы түгелдей Тропосферада шоғырланған. Әр 100 м-ге биіктеген сайын ауаның температурасы орта есеппен 0,6С-қа төмендейді. Осы қабатта ауа райы мен климат түзуші процестер өтеді. Жерге іргелес ең төменгі қабатында ауаның температурасы тәулік ішінде және жыл бойы өзгеріп отырады. Тропосфера түгелдей Жердің географиялық қабығының құрамына кіреді.\nАтмосфералық ауаның әр түрлі зиянды заттармен былғануы, адамдар органының ауруына, оның ішінде тыныс мүшелерінің ауруына әкеліп соғады.\nМысалы, түрлі түсті металлургияның кәсіпорындарының ауаға жіберетін зиянды заттары жүрек – тамыр ауруларының өсуіне, жүйкенің бұзылуына, қатерлі ісік ауруларының пайда болуына әкеледі. Қара метал мен электр қуаты кәсіпорындарының ауаға шығаратын заттары өкпе ауруларына шалдықтырады. Химия өнеркәсібінің ауаға шығаратын зиянды заттары аллергияның, без және жыныс ауруларының пайда болуына әсер етеді.\nАтмосферада табиғи және антропогендік көздерден қосылатын әр түрлі қосындылыр әр кездерде де болады. Ондай табиғи қосындыларға шаңдар жатады, олар, негізінен, өсімдіктер түрлерінен, вулкандардан, эрозияға ұшыраған топырақтан, ғарыш шаңдарынан тұрады және өрт түтіндері, газдар да жатады.\nАтмосфераның ауасын ластайтын негізгі антропогендік көздер қатарына өнеркәсіп орындарының кейбір салалары, автокөлік, және жылу энергетикасы жатады. Қазақстанда тұрақты өнеркәсіп орындарының көздерінен атмосфераға жыл сайын (1995 ж – 3,1млн. г,1997 ж – 2,37; 1998 ж – 2,33) зиянды заттар шығады атмосфераға кететін зиянды қосындылардың жартысына жуығын энергетика, ал түсті металдар – 22,7%, қара металдар – 15,7% береді.\nАтмосфераға зиянды заттарды шығаруда автокөліктер үлкен орын алады.\nҚазақстанның үлкен қалаларында автокөліктердің зиянды заттарды шығарудағы үлесі 60 – 80 пайыз құрайды. Ал Алматы қаласында — 90 пайыз. Ең көп тарайтын улы заттар – углеродтың оксиді (СО), күкірттің диоксиді (SO2) азоттың оксиды (МОх) көмірсутегі (Cn Hm) және қатаң заттар (шаң). Атмосфераға одан да гөрі улы заттар шығады, мысалы, фтордың қосындысы, хлор, қорғасын, сынап және бензапирен. Осы күндері атмосфераға 500-ден астам улы заттар шығады екен, оның саны күннен күнге ұлғаюда.\nҚазақстан Республикасының қалаларындағы ауа бассейнін бақылау қалаларда ластану деңгейінің өте жоғары екенін көрсетіп отыр. Орташа алғанда қалалардағы шаңның, аммиактың, фенолдың, фторлық сутегінің, формальдегидтің, қорғасынның, азот диоксидінің және күкірттің жиынтығы шекті нормадан әлде қайда артық болып тұр. Мысалы, Шымкент және Лениногорск қалаларында күкірт жиынтығы шекті нормадан 100 есе артып кеткен. Атмосферадағы қоспалардың және олардың қозғалысы екінші дейгейдегі өте улы қосылыстардың пайда болуына әкеліп соғады (қара түтін(смог), қышқыл (кислота) және олар азон қабатын бірден – бір қосындылар.\nАтмосфералық ауаның ластануынан пайда болатын қауіп:\nСмог\nҚышқыл жаңбыры\nПарниктік эффект\nОзон қабатының бұзылуы",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "Тропосфера деген не",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт косылыстарынын атмосферага түсуінің негізгі көздерін айтыңдар.",
        "question_content": ". Күкірт косылыстарынын  атмосферага түсуінің негізгі көздерін айтыңдар.",
        "question_date": "23.04.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен білетін бір көзі мұнай өнімдерін күкіртсіздендіру кезінде бөлінетін күкірт. Ол мысалы еліміздің батыс өлігінің экологиясына қатты зиян келтіруде. Аз бөлігі техникалық күкірт ретінде саудаға шығарылу үшін өңделеді, қалғаны қоршаған ортаға зиян келтіруде.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыналардың қайсысы көмірқышқыл газын өндірмейді",
        "question_content": "Мыналардың қайсысы көмірқышқыл газын өндірмейді?\n\nавтокөліктегі жанармайдың жануы\n\n>ормандардың шабылуы\n\n>автокөліктегі дизельдің жануы\n\n->мыналардың барлығы өндіреді",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ормандардың шабылуы",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түтінді –тұман (аэрозоль, смог) деген не, оның құрамы және түрлері қандай?",
        "question_content": "Түтінді –тұман (аэрозоль,  смог) деген не, оның құрамы және түрлері  қандай? келу көздері және әсері қандай?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Смог сөзі ағылшынша «smoke» — түтін, «fog» — тұман деген сөздердің бірігуінен шыққан. Смог — түтіннен, тұманнан және шаң-тозаңнан тұратын аэрозоль, улы түтін. Мұндай смогтар үлкен қалалар мен өндіріс орталықтарында жиі болады. Алғашында, Смог ұғымы деп көп мөлшерде көмірді жаққанда пайда болатын түтін мен күкірт диоксиді қосылысын түсінетін. 1950 жылдары смогтың жаңа түрі жайлы сипаттама пайда болды. Ол — фотохимиялық смог болатын.\nОНЫҢ ҚҰРАМЫНДА МЫНАДАЙ\nЗАТТАР БОЛДЫ: азот оксиді. Мысалы: азот диоксиді; тропосфералық (жерге жақын) озон; ауада ұшып жүрген органикалық қосылыстар. Мысалы, бензиннің, бояудың, еріткіш-\nтердің булары: азот қышқылдарының тотығы.\nФотохимиялық смогты тудырушы басты фактор – автокөлік пен өндіріс ошақтарының улы газдары мен түтіндері.\nЖоғарыда аталған органикалық қосылыс-\nтар химиялық жағынан өте активті, тез қыш-қылдана алады. Сол себептен де фотохимия-\nлық смог қазіргі кезде экология үшін өте маң-\nызды проблеманың бірі. Денсаулықтың қас жауы.\n«СМОГ» ТЕРМИНІНІҢ ШЫҒУ ТАРИХЫ\nАлғаш рет 1905 жылы доктор Генри Антуан де Воның «Тұман және түтін (Fog and Smoke)» мақаласында «Smog» деген терминді қолданды. 1905 жылы 26-шілдеде лондондық Daily Graphic газеті жаңа терминнің пайда болғандығы жайлы және келесі күні доктор Генри Антуан де Воның қоғам үшін үлкен еңбек атқарғанын жазды. Доктор Во тілге тиек еткен түтін Лондон қаласында пайда болған тұманды түтін болатын.\nСуретте АҚШ-тың Нью-Йорк қаласында орын алған смог.\nСМОГТЫҢ ТҮРЛЕРІ\nҚұрғақ смог (лос-анджелестік смог) – күн радияциясының әсерінен қалдық газдарда болатын фотохимиялық реакцияның салдарынан пайда болатын смог. Тұмансыз, ауаның түсі көкшілдеу түске боялып, ауада улы газдар тарайды.\nЫлғалды смог (лондондық смог) – табиғи тұманның өндіріс орындарынан шыққан газдар мен түтіндерге араласуынан пайда бол-ған смог. Бұндай смог тұманды Лондонға тән.\nРадиациялық тұман – жердің беті радиациялық процесс бойынша салқындағанда тұман пайда болады. Оған қоса шықтың (шөптердің бетіндегі шық) бойындағы ылғалдылық бар болып, екеуі тұман түзеді. Ондай тұман жердің беткі қабатындағы жылы ауа массасын жоғарыға жібермей ұстап қалады. Ал ол дегеніміз өндіріс орталықтарында смог түзеді деген сөз.\nТҰМАНДЫ ТҮТІННІҢ ПАЙДА БОЛУЫ\nСмог үлкен қалалар мен индустриялық өндіріс орталықтарында кез-келген ауа-райы жағдайында пайда болады. Оған себеп — ауаның ластығы. Смог жаздың ыстық күндері, желсіз күндері қауіптірек болады. Өйткені ауаның жоғарғы қабаты қатты ысып кеткен-діктен ластанған ауаны жоғары жібермей ұстап қалады. Мұндай жағдай таудың тасасы мен сайлы аймақтарда орналасқан қалаларда жиі болады. Оған мысал ретінде Алматы қаласын атауға болады. Алматының ауасы қысы-жазы түтінді әрі тұманды болып тұрады. Бір рет пайда болған смог тезірек тарай қоймайды. Оның басты себебі — Алматының шетіндегі биік таулар мен қаладағы құмырсқадай қаптаған автокөліктер.\nӘлемдегі халқы көп қалалардың ішінде смогтан ең көп зардап шегетін қалалардың қатарына мыналарды жатқыза аламыз: Лондон, Лос-Анджелес, Мехико, Афины, Гонконг, Пекин және Москва. Гонконгтағы смогтан биік ғимараттардың басы көрінбейтіндей жағдайға жетеді. Мұндай жағдайлар Қытайдың өндірісті және халқы көп шоғарланған аймағында байқалады.\nРесейде жыл сайын смогтың кесірінен 300 мың адам көз жұмады екен. Ал БҰҰ-ның деректері бойынша әлемде 1 млрд.-тан астам адам лас ауамен тыныс алса, жыл сайын 3 миллион адам ластанған ауаның кесірінен көз жұмады.\nЛОНДОН ҚАЛАСЫНДАҒЫ\nСМОГ МӘСЕЛЕСІ\nЛондондағы түтінді тұман орта ғасырдан бері бар. 1273 жылы король Эдуард I көмірді жаққанда пайба болатын түтіннің көптігінен қалада көмір жағуға тыйым салды.\nXIX ғасырдың соңынан бастап Лондон мен смог айырылмастай болды. 1952 жылы 8-12 желтоқсан аралығында Лондон қаласындағы смогтың кесірнен 4000-нан астам адам қаза тапты. Ал одан кейінгі уақыттарда 8000-нан астам адам қаза табады. Алайда, үкімет бұл болған жағдайлардың жағылған көмір түтінімен тығыз байланысты екендігін мойындамады. 1952 жыл — Лондон тұрғындары үшін ең ауыр жыл болып саналады.\n1956 жылы Лондонда «Таза ауа актісі (Clean Air Act)» шықты. Актіге сай қаладағы көмір отынын тұтынатын орындар мен үйлердің жылу жүйелері түтінсіз немесе түтіні аз отын көздеріне (газ, жанармай және, электр қуаты) ауыстырылды.\n1968 жылы Лондондағы түтін шығаратын өндіріс орындарында ауа тазалығын реттейтін «Биік мұржа. Таза ауа актісі» іске асты. Нәтижесінде зауыттардың түтін шығаратын мұржалары биіктетілді. Осылайша қалаладағы таза ауа мәселесі шешім тапты.\nҚазіргі кезде Лондонда қоршаған ортаны қорғау саясаты жөнге келгендіктен, смог деген кесапат құрыған. Тек өткен кездің еншісін-\nдегі апат ретінде қалды.\nАЛМАТЫ ҚАЛАСЫНДАҒЫ СМОГ\nАлматыдағы ауаның ең жоғарғы дәрежеде ластануы 2007 жылы тіркелген. Ол жылы ауаға 185 мың тонна ауаны ластағыш заттар қосылған. Оның 161,3 мың тоннасы қаладағы автокөліктердің еншісіне тиеді. Ал автокөліктерді алып қарасақ, олардың басым бөлігі шет елдерден әкелінген «қоқыс» жеңіл автокөліктер болып табылады. Жеңіс автокөліктерден бөлініп шығатын зиянды газдар 161,3 мың тоннаның 78% құрайды. Ал қоғамдық көліктер 14%, жүк көліктері 8%.\nШет елдерден әкелінетін көліктерге қатаң бақылау орнатылмаса, Алматыда іске қосыл-\nғалы отырған метро ауа тазалығын жақсартуға көмектесе алуы өте қиындау. Тіпті, көліктерге қатысты енгізілген «Еуро-1» стандарты да ешқандай мәселені шешпеген сыңайлы. Қазірге кезде Еуропа «Еуро-5» стандартымен жұмыс істеуге көңіл бөлуде.\nСМОГТЫҢ ДЕНСАУЛЫҚҚА ӘСЕРІ\nҮлкен қалаларда басты мәселеге айнал-ған смог балаларға, жасы ұлғайған адамдар-\nға, және жүрек, тыныс алу жолдары ауруларымен ауыратын адамдар үшін өте қауіпті. Смог демікпеге, тыныс алудың қиындауы мен тоқтауына, бас ауруларына, тұмауға себеп болады. Сонымен қатар көздің, мұрынның және жұтқыншақтың мөлдір сұйық қабаттарының зақымдануын тудырады, иммунитетті әлсіретеді.\nСмог пайда болған кезде ауруханаға түсетіндердің саны артады, аурудан толық\nсауыққан адамдардың аурулары қайта қозады, тыныс алу жолдары ауруларымен және жүрек ауруларымен ауыратын науқастардың өлімі көбейеді.\nТАБИҒИ СМОГ\nСмог табиғи жолмен де пайда болады. Мысалы, жанартаулар атқылаған кезде ауаға көтерілетін күкіртті газ көбейіп, атмосферада смог түзіледі. Мұндай жанартаулық смогты ағылшынша Vog (Vulcan fog) деп атайды.\nТабиғи смог Индонезияда да орын алады. Онда өртке оранған орманнан шыққан смогқа ұқсас түтін Индонезиядан бөлек Тайландқа, Филиппинге, Сингапурға және Малайзияға жетеді.\nҚОРЫТЫНДЫ\nСмогтың салдарынан болатын шығандар мен адам денсаулығына төнетін қауіпті ойласақ, оның алдын алу әлде қайда пайдалы екендігін аңғаруға болады. Бірақ ол билік тарапынан жүргізілетін қоршаған ортаны қорғау саясатына тікелей байланысты.\nАлматыдағы жағдайды мысал ретінде қарастырайық. Ескі автокөліктерден бөлінетін зиянды газдардың зияны өте көп. Ондай автокөліктердің пайдасынан зияны басымырақ. Ауру адамдардың емделуге жұмсайтын шығындары мен мемлекеттен бөлінетін қыруар қаржының біраз бөлігіне Алматы қаласында қатынайтын жаңа автобустарды сатып алуға болар еді ғой. Ал ол қала басшылығы мен министрліктерді шешетін мәселесі. Осындайда «Ауырып ем іздегенше, ауырмайтын жол ізде» деген халық мақалы еске түседі.\nАуаның ластану мәселесі тек қана берен-саран елдердің ғана мәселесі десек, қателік болар еді. Ауаның тазалығы үшін барлық ел жауапты. Өйткені ауа бәрімізге ортақ. Әр елдің жеке аспаны болса да ауасы болмайды.\nТолығырақ: https://zhardem.kz/news/1696",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең көп тарайтын улы заттар –",
        "question_content": "Ең көп тарайтын улы заттар – көміртек  оксиді, күкірттің диоксиді , азоттың оксиды,   көмірсутегі  және қатаң заттар (шаң). Атмосфераға одан да гөрі улы заттар шығады, мысалы, фтордың қосындысы, хлор, қорғасын, сынап және бензапирен. Осы күндері атмосфераға 500-ден астам улы заттар шығады екен, оның саны күннен күнге ұлғаюда.\n        Осы ақпараттағы асты сызылған заттардың химиялық формуласын жазып, келу көздерін және зиянын айтыңдар.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көміртек (II) оксиді CO\n\nКөміртек (IV) оксиді CO2\n\nКүкірт диоксиді SO₂\n\nАзот оксидтері: N2O, NO, N2O3, NO2,  N2O5\n\nКөмірсутегі әртүрлі болуы мүмкін, бұл жалпы атау, кейбір алкан, алкен, алкин  жалпы формуласы СхНу",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суды ластайтын негізгі себептер қандай",
        "question_content": "Суды ластайтын негізгі себептер қандай? (патогендер, органикалық қалдықтар, ауыр металдар)",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниежүзілік су қорларының ластануы бүкіл адамзат қауымын алаңдатып отыр. Бұл мәселе Қазақстанға да тән. Судың ластануы көп түрлі әрі ең соңында су экожүйесін бүлдірумен аяқталады.\nСу айдындарының ластануын былайша топтайды:\nбиологиялық ластану: өсімдік, жануар, микроорганизмдер және аш бейімді заттар\nхимиялық ластану: уытты және су ортасының табиғи құрамын бүлдіретіндер\nфизикалық ластану: жылу-қызу, электр-магнитті өріс, радиоактивті заттар\nСудың сапасы, ластану деңгейі үнемі бақылауға алынып отырады. Судың құрамындағы химиялық қоспалар, тұздық құрамы, еріген бөлшектер, температура әр түрлі болуы мүмкін.\nДүниежүзілік денсаулық сақтау ұйымы ауыз судың 100-ден астам сапалық көрсеткішін ұсынған. Ал Қазақстанда ауыз су сапасы МемСТ 287482 бойынша 30 міндетті көрсеткішпен анықталады. Су бассейнінің ластануының негізгі себептері — тазартылмаған ағын суларды өзен-көлдерге жіберу. Бұған жол беретіндері:\nтұрғын-үй коммуналдық шаруашылықтар;\nөнеркәсіп орындары;\nауыл шаруашылығын химияландыру:\nхалық шаруашылығының басқа да салалары.\nАғын суларға құйылатын лас сулар да бірнеше топқа бөлінеді. Оларды қоспалар (ерімейтін, коллоидты, еритіндер), лас сулар (минералдық, органикалық, бактериалдық, биологиялық) деп жіктейді. Лас сулардың ішінде тұрмыстық сарқынды суларда органикалық заттар 58%, минералдық заттар 42 тей болады. Өнеркәсіпте пайдаланылатын сулар мен синтетикалық жуатын заттармен сулардың ластануы өте қауіпті. Бұлар –химиялық ластану көздері. Соның ішінде сулы экожүйелердің пестицид, гербицид және басқа да химиялық улы препараттармен ластануы Қазақстанда кең етек алған. Мәселен, мақта мен күріш, жеміс- жидек, бау-бақша, теплица (жылы жай) зиянкестеріне қарсы бұрынғы Кеңес үкіметі кезеңінде өте көп химиялық заттар пайдаланылған Нәтижесінде, су ластанып, оның сапасы мен микрфлорасы және микрофаунасы, ірі хайуанаттар, құстар зардап шеккен. өз кезегінде химиялық заттардың зиянды қосылыстары азық –түлікпен адам организмін кері әсерін тигізді. Қазіргі кезде ашық өзен, көл суларымен қатар жер асты сулары да сарқынды, шайынды сулармен және еріген зиянды заттармен ластанып отыр. Оның негізгі ластану көздері мыналар:\nөнеркәсіп өнімдерін сақтайтын қоймалар;\nхимиялық заттар және тыңайтқыштар;\nтұрмыстық қалдықтар;\nжер асты суларымен жалғанатын құбырлар;\nірі құрылыс учаскелері;\nкүзгі алаңдар, бұрғы-скважиналары болып табылады.'\nЖер асты суларында әртүрлі жұқпалы аурулар тарататын микробтар, вирустар кездеседі. Қазақстан жағдайында өзен-көлдердің ластануы көбіне өнеркәсіп шоғырланған аймақтарда, полигондар мен мұнай-газ өндіретін жерлерде жаппай сипат алуда.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасылхимия деген не? оның принциптері қандай?",
        "question_content": ". Жасылхимия деген не? оның принциптері қандай?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасыл химия (англ. Green kimyo) - химия саласындағы ғылыми бағыт, оған қоршаған ортаға оң әсер ететін химиялық процестердің жақсаруы кіреді. Ғылыми бағыт ретінде, ХХ ғасырдың 90-шы жылдары пайда болды.\nДүние жүзіндегі көптеген зертханаларда жасалынатын химиялық реакциялар мен процестердің жаңа схемалары ірі химиялық зауыттардың қоршаған ортаға әсерін азайтуға арналған. Агрессивті ортаны пайдалану кезінде сөзсіз пайда болатын химиялық қауіп-қатерлер әдетте жұмысшылардың осы заттармен байланысын шектеу арқылы төмендетуге тырысады.\nСонымен қатар, Жасыл химия басқа стратегияны ұсынады - зиянды заттарды пайдалануды болдырмайтын бастапқы материалдар мен технологиялық сызбаларды мұқият таңдау. Осылайша, Жасыл химия - бұл тек қажетті затты алуға ғана емес, оны өндірудің барлық кезеңінде қоршаған ортаға зиян тигізбейтін жолмен алуға мүмкіндік беретін өнер түрі.\nЖасыл химияны дамыту жолдарын келесі бағыттарға топтастыруға болады: \n Синтездеудің жаңа тәсілдері (көбінесе бұл катализаторды қолданатын реакциялар);\n Жаңартылатын шикізат пен энергия көздері (яғни, мұнайдан алынбайды); \nДәстүрлі органикалық еріткіштерді ауыстыру.\n1)\nЕң көп таралғаны - реакцияның энергетикалық кедергісін төмендететін катализаторды қолдану. Соңғы кейбір каталитикалық процестердің атомдық тиімділігі өте жоғары. Мәселен, мысалы, Монсанто әзірлеген родий катализаторында метанол мен СО-дан алынған сірке қышқылының синтезделу процесі 100% шығумен жүреді:\nCH3OH + CO => CH3COOH\n2)Тағы бір бағыт - энергия шығынын азайтуға мүмкіндік беретін молекулаларды (фотохимия, микротолқынды сәуле) белсендіру үшін жергілікті энергия көздерін пайдалану.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топырақтың ластануын тудыратын себептерті атаңдар",
        "question_content": "Топырақтың ластануын тудыратын себептерті атаңдар.\n<!--[if !supportLists]-->A.    <!--[endif]-->Пестицидтер\n<!--[if !supportLists]-->B.     <!--[endif]-->Инсектицидтер\n<!--[if !supportLists]-->C.     <!--[endif]-->Гербицидтер\n<!--[if !supportLists]-->D.    <!--[endif]-->Фунгицидтер\n<!--[if !supportLists]-->E.     <!--[endif]-->Өнеркәсіптік қалдықтар\n<!--[if !supportLists]-->F.      <!--[endif]-->Қалалық қалдықтар\n<!--[if !supportLists]-->G.    <!--[endif]-->Ауыл шаруашылығын ластайтын заттар\nТыңайтқыштар",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топырақтың ластануы (Загрязнение почвы) — топырақта, әдетте, оған тән емес физикалық, химиялық немесе биологиялық агенттердің пайда болуы және енуі немесе аталған агенттердің концентрациясының қаралған мезгілде табиғи орташа жылдық деңгейінен асып түсуі. Топырақтың ластануының көптеген түрлері, соның ішінде радиоактивтік, микробтық және тағы басқа түрлері сараланады Топырақтың ластануы топырақ түзілу процесінің барысын өзгертеді (кейде оны тежейді), түсімді бірден азайтады, өсімдіктерде ластағыштардың (мысалы, ауыр металдардың) қорлануына себеп болады. Бұл ластағыштар адам организміне тікелей немесе жанама түрде түседі (өсімдіктекті немесе жануартекті азықтар арқылы). Топырақтың ластануы топырақтың ауру тудыратын және де басқа жағымсыз микроорганизмдерден өзін-өзі тазалауын төмендетуге әкеліп соғады. Мұның бәрі ауру қауіптілігін және микробиологиялық ластануды туғызады. Мысалы, ластанбаған топырақта дизентерия, сүзек және қылау қоздырғыштары 2—3 тәулік бойына сақталса, ластағыштармен әлсіреген топырақтың өзін-өзі тазалай алмайтын кезінде дизентерия қоздырғыштары бірнеше ай, сүзек пен қылау қоздырғыштары бір жарым жылға дейін сақталады. Топырақтың ластануы кейде әр дәуір аумаққа жайылады.\nТопырақтың химиялық ластануы — топырақта тірі организмдерге қауіп туғызатын химиялық заттектердің жиналуы. Топырақтың химиялық ластануының көздеріне өнеркәсіптік кәсіп орындардың шығарындылары, көлік, ауыл шаруашылығында қолданылатын шөп жойғылар мен минерал тыңайтқыштар жатады. Өнеркәсіптік кәсіп орындардың құбырлары арқылы атмосфераға шығарылатын ластағыштар жел арқылы 50 км өңірге таралады. Бірақ ластағыштардың негізгі массасы 8—10 км жердегі топыраққа түседі. Мұнай-химиялық завод кешендерінің төңірегіндегі аумақтар қатты ластанады. Көп жағдайда бұл жерлер ауыл шаруашылығына немесе бақ өсіруге пайдалануға жарамайды. 3 км-ге дейінгі қашықтыққа Топырақтың химиялық ластануы мұнай-химия кәсіп орындарының тұған-тұндырғыштары маңында көмірсутек бұларының тұнуынан болады. Түсті металл кендерін алу және байыту процестерінен де топырақ көп ластанады. Ауыр металдардан топырақтың химиялық ластануының зардабы тұрақты болып келеді. Соңғы кездері мұнайға байланысты ластану жиі кездеседі. Мұнаймен ластанған топыраққа лады. Мұнайдан топырақтың химиялық ластануының төменгі деңгейінде топыраққа микрофлора мен өсімдік дамуын реттейтін тыңайтқыш енгізу керек. Үлкен мөлшердегі және ұзак мерзімдік ластанудан топырақта қайтымсыз өзгерістер жүреді — топырақ асфальтқа ұқсас массаға айналады. Бұл кезде едәуір ластанған қабаттарды алып тастауға тұра келеді.\nТопырақ жамылғысын қорғау және оны тиімді пайдалану топырақта оған тән емес физикалық, химиялық немесе биологиялық агенттердін болуын немесе ол агенттердің қажетті орташа жылдық деңгейден асып түсуін топырақ, ластануы дейді. Топырақ ластануының мынадай түрлері бар: минералды техногенді қалдықтармен ластану; улы органикалық және бейорганикалык, қосылыстармен ластану; радиоактивті заттармен ластану. Топырақтың ластануы қоршаған ортаға қауіпті, өйткені улы заттар қоректік тізбек арқылы топырақтан өсімдікке, өсімдіктен жануарға, жануардан адам организміне түседі. Қалыпты табиғи жағдайда топырақта болып жатқан процестердің бәрі тепе-теңдікте болып, онда өздігінен тазару процестері жүріп жатады. Адамның шаруашылық қызметінің дамуы барысында топырақ құрамының өзгеруі, тіпті бұзылуы жүріп жатыр. Қазіргі таңда планетадағы әрбір адамға бір гектарға жетер-жетпес айдалатын егістік жерден келеді. Осы аз көлемнің өзі адам тіршілігі арқасында одан да бетер азаюда. Құнарлы жерлердің үлкен бөлігі тау-кен жұмыстары, өнеркәсіп орындары мен қалалар салу әсерінен жарамсыз болып жатыр. Ормандарды кесу, табиғи өсімдіктер жамылғысын бұзу, агротехникалық талаптарды сақтамай жерді қайта-қайта жырту топырақ эрозиясының пайда болуына, яғни, топырақтың құнарлы қабатының желмен және сумен жуылып, бұзылуына алып келеді.\nЭрозия қазіргі кезде бүкіл дүние жүзінің үлкен жауы болып отыр. Соңғы тек жүз жылдың ішінде су мен жел эрозиясы нәтижесінде планетада 2 млрд гектар ауыл шаруашылығының құнарлы жерлері жарамсыз болып қалған.\nАнтропогендік әсердің бір салдары — топырақ жамылғысынын қарқынды ластануы. Ластанушылар ролін металдар мен олардын қосылыстары, радиоактивті элементтер, ауыл шаруашылығында қолданатын тыңайтқыштар мен улы химикаттар атқаруда.\nТопыраққа қауіпті ластаушылардың бірі сынап пен онын қосылыстары жатады. Сынап қоршаған ортаға улы химикаттармен, металдық сынап және оның қосылыстары бар өнеркәсіп орындарының қалдықтарымен түсуде.\nТопырақ үшін қауіпті ластаушылардың тағы бірі — қорғасын. Бір тонна қорғасын балқытқан кезде қалдықтармен бірге қоршаған ортаға 25 кг қорғасын бөлінеді. Жоғарыда айтылғандаи, қорғасын қосылыстары бензиннің құрамында да кездеседі Сондықтан автокөліктер қорғасынмен ластаудың көзі болып табылады . Әсіресе қорғасынның мөлшері автокөліктер көп жүретін үлкен көшелер бойындағы топырақ құрамында көп болады.\nҚара және түсті металлургия орталықтарының төңірегіндегі топырақтар темірмен, мыспен, мырышпен, марганецпен, никелмен, алюминимен және басқа да металдармен ластанған. Көптеген жерлерде олардың концентрациясы шекті мөлшерден ондаған есе асып түседі.\nРадиоактивті элементтер топыраққа атомдық энергияны пайдалануға қатысы бар ғылыми-зерттеу ұйымдары мен АЭС, атомдық жарылыстар немесе өнеркәсіп орындарының сұйық және қатты қалдықтарын кетіру кезінде түсуі мүмкін.\nТопырақтың химиялық құрамына — тыңайтқыштар мен зиянкестерге, арам шөптерге, ауруларға қарсы әртүрлі химиялық заттар қолданылатын ауыл шаруашылығы да әсер етеді. Қазіргі кезде ауыл шаруашылығы процесіндегі зат айналымға түсетін заттардың мөлшері өнеркәсіп орындарынан бөлінетін заттардан кем түспейді. Айта кетерлігі, тыңайтқыштар мен улы химикаттарды қолдану жылдан-жылға артып келеді. Ал топырақтың құнарлылығы алынған өнім мен ондағы өсетін өсімдіктердің түрлік құрамына байланысты. Қазіргі кездегі топырақты ластаушыларының негізгі көздері мыналар:\nпестицидтер;\nминералдық тыңайтқыштар;\nөнеркәсіп және ауыл шаруашылығы қалдықтары;\nатмосфераға өнеркәсіп орындарынан бөлінетін газды-түтінді заттар;\nМұнай және Мұнай өнімдері.\nТопыраққа антропогендік әсер ету оның деградацияға ұшырауына (эрозия, ластану, тұздану және батпақтану, шөлейттену) алып келеді. Сондықтан топырақ ластануын болдырмау үшін мынадай шараларды жүргізу керек:\nтабиғатты қорғайтын заңдарды бұлжытпай орындау;\nқоршаған ортаның сапасына бақылау жүргізетін мекемелер қызметін дұрыс ұйымдастыру;\nтопырақты ластаушы заттардың қасиеттерін, жылжу\nтәртібін, топырақ процестеріне қатысуын зерттеу;\nзиянды заттардың шекті мөлшерлерін нормалау;\nқауіптілігі бойынша пестицидтерді топтастырып, кейбір\nтүрлерінің қолданылуын шектеу;\nауыл шаруашылығында зиянкестермен, арам шөптермен\nкүресу үшін химиялық әдістердің орнына биологиялық әдістерді қолдану және т.б.\n                                        Қорытынды.\n     Ластану деп қандай да бір ортаға жаңа, оған тән емес физикалық, химиялық және биологиялық агенттерді әкелу немесе осы агенттердің табиғи ортадағы орташа көп жылдық деңгейін көтеруді айтады. Экологиялық көзқарас боынша бұл түсінікті екі тұрғыдан қарастыруға болады:\n1) қоршаған ортаға түсіп жатқан немесе адам мен табиғатқа зиянды әсерлердің нәтижесінд пайда болып жатқан заттар;\n2) қоршаған ортаны ластайтын затар (мысалы, химиялық заттар).\nТікелей ластанушы объектілер қатарына (ластайтын заттар акцепторы) биотикалық қоғамдастықтың (экотоптық) негізгі компоненттері: атмосфера, су, жер қыртысы кіреді. Ал, жанама ластанушы объектілер қатарына, биоценоз құраушылары — өсімдікгер, жан-жануарлар және микроорганизмдер жатады. Ластаушы жүйе болып, тек қана өнеркәсіп немесе жылу-энергетикалық комплекс орындары ғана саналмайды, сонымен қатар, күнделікті тұрмыстағы тіршілік, мал шаруашылығы да ластаушылар көзі болып табылады.\nЛастаушы загтар мен оны қоршаған ортаға қалдық күйінде бөлетін ластаушы жүйелерді классификациялауды Р.Парсон ұсынды. Бұлклассификациялау — ластаушы заттүрін, оны бөлетін жүйені, оның салдарын бақылау шамаларын қамтиды. Оның пайымдауынша, ластаушы түрлер болып негізінен мыналар саналады:\n-сарқынды сулар және оттегін жұтатын өзге қалдықтар;\n-инфекцияны тасымалдаушы жүйелер;\n-өсімдіктерге бағалы қоректік зат болып табылатын дүниелер;\n-органикалық қышқылдар мен тұздар, минералдар;\n-шайылу барысында түзілген шөгіңділер (твердый сток);\n-радиоактавті заттар;\nҚоршаған ортаның бүлінуі табиғи  апаттардан, атап айтқанда жер сілкініс, өрт жөне т.б. орын алса, оны табғии деп, ал адамзат баласының іс-қимыл әрекеті барысында ластанса, оны антропогенді  деп атайды.\nЭкологиялық тұрғыдан ластану объектісі әрдайым экожүйе (биогеоценоз) болып табылытындығын түсіну қажет. Бұдан өзге, табиғи заттардың бір заттың көптігі немесе онда басқа заттардың болмауы (жаңа қоспалардың) экологиялық факторлардың режимдерінің өзгергендігін білдіреді, себебі зиянды заттар өзінің шынайы мәнінде эколгиялық фокторлар болып табылыды. Демек, бұл факторлардың режимі (немесе олардың құрамы) қандай да организмнің (немесе қоректік тізбектегі түйіннің) экологиялық қуысының талаптарынан ауытқиды. Бұл кезде зат алмасу үрдістері бұзылады, продуценттердің ассимиляция қарқындылығы, ендеше бүтін биогеоценоздың да өнімділігі кемиді.\nОсылайша, ауаның, су мен топырақтың құрамында бар кез келген зат алмасушы агент бола алады. Қоршаған ортаның құрамына кіретін заттарды құрамдас бөліктер деп атайды. Құрамдас бөліктер табиғи да (мысалы, жанартаудың атқылау, өсімдік тозаңы, жел көтерген шаң т.б.),антропогенді де (қоғамның іс — әрекетінің нәтижесі) текті бола алады.\nОртаның ластануы – күрделі, көп түрлі үрдіс. өндіріс қалдықтарындағы химиялық қосылыстар әдетте өздері бастапқы болмаған жерлерге тап болады. Олардың көпшілігі химиялық белсенді, әрі тірі ағзаның ұлпасының құрамына кіретін молекулармен өзара әрекеттесуге немесе ауада белсенді түрде тотығуға қабілетті. Мұндай заттардың барлық тіршілік иелері үшін у болып табылатыны түсінікті.\nТолығырақ: https://kznews.kz/bilim/qazaqsha-referat-topyraqtyn-lastanuy/",
                "date": "27.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жер атмосферасының құрамы қандай?",
        "question_content": "Жер атмосферасының құрамы қандай? Атмосфераның ластануы деген не?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер шарын жан-жағынан а т м о с ф е р а деп аталатын ауа қабығы қоршап жатыр.\nОл – Жердің ең сыртқы қабығы.\nАуа дегеніміз – әр түрлі газдардың қосындысы. Олардың ішінде негізі орынды азот пен оттегі алады. Құрғақ ауа көлемінің 78%-ын азот, 21%-ын оттегі құрайды.\nБасқа газдардың ішіндегі ең маңыздысы – көміркышқыл газ. Ол жанудан және жануарлардың тыныс алуынан түзіледі.\nАуаның құрамына газдардан басқа су буы, түрлі шаң-тозаң кіреді.\nАтмосфераның төменгі шекарасы айқын, ол жер немесе су беті болып табылады. Биіктік артқан сайын ауа сирей береді де, ақыр сонында бірте-бірте ғаламдық кеңістікке ұласып кетеді. Сондықтан атмосфераның жоғарғы шекарасын дәл белгілеп айту қиын. Ғалымдар оны шамамен 2-3 мың километр биіктікте өтеді деп есептейді. Осындай қалыңдыктағы ауа қабығы Жер төңірегінде оның тарту күшінің әсерінен ұсталып тұрады және Жердің өзімен бірге айналады.\nАтмосфералық ауаның құрамы, температурасы, тығыздығы және т.б. бір жерден екінші жерге барғанда және биіктік бойынша өзгереді. Атмосфераның бұл қасиеттері, әсіресе биіктік бойынша үлкен өзгеріске ұшырайды.\nТемператураның және газ құрамының өзгеріеіне қарай атмосфера биіктік бойынша бірнеше қабатқа жіктеледі.\nАтмосфераның жер бетіне таяу орналасқан ең төменгі қабаты -тропосфера (грекше тропос – бұрылыс, өзгеріс). Онда температура биіктік бой-ынша шамамен бірқалыпты төмендейді. Оған себеші атмосфераның бұл қабатындағы ауа оған түскен күн сәулелерінен тікелей жылынбайды/ алдымен Жер беті жылынады да, жылу содан барып ауаға тарайды. Тропосфераның жоғарғы шегінде температура – 55° С-қа дейін төмендейді.\nТропосфераның үстінде стратосфера (грекше стратум –қабатталған) қабаты жатады. Оның төменгі бөлігінде біраз биіктікке дейін температура біршама тұрақты, ал жоғарғы жағында айтарлықтай тез өседі. Температураның жоғарылауы осы қабатта шоғырланған озон газы қабатының күн сәулелерін сүзуіне байланысты.\nСтратосферадағы ауа өте құрғақ болуымен ерекшеленеді. Атмос-фераның бұл қабаты 50-55 км биіктікке дейін барады.\nАтмосфераның үстіңгі бөлігінде ауаның температурасы алдымен 80-90 км биіктікке дейін қайтадан төмендейді. Одан әрі температура тез көтеріліп, 1000°-2000° С-қа дейін өседі. Мұнда Күннен атмосфераның төменгі кабаттарына дейін жетпейтін ерекше зарядтар таралады да, газ бөлшектерін электрлендіреді. Олар күн сәулелерін жақсы жұтып алатындықтан, қатты қызады. Бірақ газ бөлшектері бір-біріне маңайламайтындықтан, мұндай температураны адамның денесі сезбеген болар еді. Күннен таралатын электр зарядтары атмосфераның биік қабаттарында поляр шұғыласы құбылысын тудырады. Атмосфераның ең сыртқы қабатынан газ бөлшектері Жер төңірегіндегі әлемдік кеңістікке шашырап кетіп жатады.\nЖер бетінде өтіп жататын түрлі құбылыстар, өзгерістер, тіршілік атаулы ауамен байланысты. Ауа қабығы болмаса, жер бетінің температурасы Айдағы сияқты күн мен түннің арасында өте үлкен мөлшерде ауытқып тұрар еді. Күндіз тіктеп түскен күн сәулесі жер бетіндегі заттың бәрін бірден күйдіріп жіберер еді. Күндізгі ыстық тек өзендер мен көлдерді ғана емес, тіпті теңіздерді де түгелдей буландырып құрғатып жіберер еді. Оған, керісінше, түндегі суық – 1009 С-тан асып кетер еді. Ондай ыстық пен қақаған аязға жануарлар да, өсімдіктер де шыдамайтыны белгілі. Демек, жер бетін құлазыған шөл алып жатар еді. Атмосфера күн сәулелерін шашыратып, жайып тарататындықтан, күндіз жер беті өте қатты қызып кетпейді. Оның есесіне түнде ауа қабаты жылуды қымтап ұстап тұрады да, жер бетін қатты салқындаудан сақтайды.\nАтмосфераның төменгі қабатында бұлт үйіріліп, жауын-шашын жауады.\nЖерге әлемдік кеңістіктен метеориттер үздіксіз ұшып келіп жатады. Бірақ олардың көпшілігі ауаға ысылып жанып кетеді. Атмосфера болмаса метеориттер Жерді үздіксіз соққылап жатар еді.\nБіздің планетамыздағы тіршілік атмосфера қабатына тығыз байланысты. Ауаның құрамындағы оттегімен адам және жануарлар тыныс алады. Өсімдіктің өсуі үшін де ауа керек. Ауа болмаса жер бетін Айдағы сияқты құлазыған ку шөл алып жатар еді.\nАтмосфераның төменгі жер бетіне таяу қабаттары тікелей бақылау арқылы ертеден зерттеле бастады. Ал биік қабаттары мен олардың құрылысы туралы мағлұматтар ұзақ уақыт тек жанама белгілер арқылы ғана алынып келді. Метеориттердің жануын бақылау 100 км және одан да биікте ауаның едәуір тығыз екендігін, күміс бұлттар өте үлкен биіктікте су булары бар екенін болжауға мүмкіндік береді. Сол сияқты дыбыстың таралуына, батқан Күннің шапағын бақылауға байланысты атмосфераның биік қабаттарының құрылысы мен құрамы туралы кейбір мәліметтер алынды. XIX ғ, бас кезінен атмосфераны аэростаттардың көмегімен зерттеу жұмыстары басталды. Көп ұзамай-ақ атмосфераның жер бетінен ондаған километр биік қабаттары туралы шарзонд арқылы мәлімет алына бастады.\nАтмосфераның биік қабаттарын зерттеуге радиозонд қолданылады. Бұл тәсіл бойынша арнаулы аспаптар жеңіл газ толтырылған әуе шарының көмегімен едәуір биікке – көбінесе стратосфераның орта тұсына дейін көтеріледі. Олар өрлеп бара жатқан жолында түрлі биіктіктегі ауаның температурасын, ылғалдығын және қысымын өлшейді. Алынған мәліметтерді радиотаратқыштар Жерге хабарлап отырады. Радиозондтардың шарықтау биіктігі – 35-40 км. Ал метеорологиялық зымырандар онан 3-4 есе артық биіктікке ұшырылады. Зымыран шарықтау шегіне жеткеннен кейін оның бақылау жүргізетін аспаптар орналасқан бас жағы бөлінеді де, парашютпен қалықтап түседі. Жиналған мәліметтер жердегі станцияға басқашателедидар арқылы да жеткізіледі.\nСоңғы кездері атмосфераның жоғарғы қабаттарын зерттеуге Жердің жасанды серіктері (ЖЖС) кеңінен қолданылуда. Олар атмосфераның жер бетіне таяу қабатын және бұлттылық жайын фотосуретке түсіріп хабарлайды және үздіксіз теле көріністер беріп отырады. Мұндай хабарлар сұрапыл жойқын дауылдарды, атмосфераның ластануын, орман өртін және т. б. құбы-лыстарды дер кезінде біліп, алдын ала шара қолдануға мүмкіндік береді.\nТұрақты орбитамен Жерді айналып ұшып жүретін жасанды Жер серіктерінен кейін іле-шала әлемдік кеңістікке ғарыш кемелері ұшырылды. Олар Жер атмосферасының ең жоғарғы қабаттары және планетааралық кеңістік туралы мағлұматтар бере бастады .",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдық жауын кезінде қандай реакциялар жүреді?",
        "question_content": "Қышқылдық жауын кезінде қандай реакциялар жүреді?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышқыл жаңбырдың құрамына, әдетте, күкірт пен азот қышқылдарының атмосфералық ылғалдың күкірт пен азот оксидтерімен әрекеттесуі нәтижесінде пайда болған әлсіз ерітінділері жатады. Жаңбырдың қышқыл формулалары (қышқылдардың пайда болуына әкелетін негізгі реакциялар) келесідей: H2O + SO2 H2SO3 (күкірт қышқылы); H2SO3 + O3 (найзағай кезінде пайда болатын озон) H2SO4 (күкірт қышқылы) + O2 Алайда, «найзағайсыз» озон болмаса да, күкірт қышқылы уақыт өте келе күкіртке дейін тотығады. Сонымен қатар, күкірт диоксидінің бір бөлігі фотохимиялық тотығу кезінде күкірт диоксидіне (SO3) айналады, оның сумен реакциясы күкірт қышқылының пайда болуына әкеледі.\n2NО2 + Н2О НNО3 (азот қышқылы) + НNО2 (азотты қышқыл)\nҚышқыл жаңбырдың басқа түрлері де бар. Кейбіреулерінің пайда болу себебі - фреондардың фотохимиялық ыдырауы кезінде атмосфераға енетін хлор. Метанмен үйлескенде ол хлорсутегін түзеді, ол атмосфералық ылғалмен байланысқан кезде тұз қышқылының аэрозолына айналады. Жаңбырлар да қауіпті, бұл атмосфераның фторлы сутегімен ластануына байланысты түзілген гидрофтор қышқылының ерітіндісін білдіреді.  \nСонымен қатар, жаңбыр ылғалының өзі әлсіз қышқылдық орта болып табылады - көмір қышқылына байланысты, су мен көмірқышқыл газының өзара әрекеттесуінің нәтижесі. \n қышқыл жаңбырдың  РН мөлшері 5,6-дан аз. Қышқыл жауын-шашынның ұзақ уақыт әсер етуі су объектілерінің қышқылдық деңгейінің жоғарылауына әкеледі. РН <4,5 кезінде барлық балықтар, бентикалық бактериялар мен планктондар, бақалар мен жәндіктердің көпшілігі өледі.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конустың табан радиусын табыңдар?",
        "question_content": "Конустың биіктігі 12 см. Ал оның көлемі 334 п см квадрат. Конустың табан радиусын табыңдар?",
        "question_date": "22.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V= \n\nСондықтан радиусты табу үшін оны формуладан аламыз\n\nr=  \nr=",
                "date": "22.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": ".Түскен сәуле мен айнаның арасындағы бұрыш неге тең?",
        "question_content": "Айна мен шағылған сәуленің арасындағы бұрыш 40 градус. Түскен сәуле мен айнаның арасындағы бұрыш неге тең?",
        "question_date": "22.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n∠DBF = 40°\n∠ABC - угол падения\n∠CBD - угол отражения\nСВ - перпендикуляр \nНайти: ∠ABE - ?\nРешение:\n∠CBD = ∠CBF - ∠DBF\nТ.к. СВ - перпендикуляр, то ∠CBF = 90°\n∠CBD = 90° - 40° = 50°\nУгол падения равен углу отражения:\n∠ABC = ∠CBD\n⇒ ∠ABC = 50°\nЗеркало образует ∠EBF = 180°\n∠EBF = ∠ABE + ∠ABC + ∠CBD + ∠DBF\nВыразим искомый ∠ABE\n∠ABE = ∠EBF - ∠ABC - ∠CBD -  ∠DBF\n∠ABE = 180° - 50° - 50° - 40° = 40°",
                "date": "22.04.2020",
                "upvotes": 1
            }
        ]
    }
]