[
    {
        "question_title": "Наймап-Матай-Сайболат Бұрабайдан сон кім кім кетеді ?",
        "question_content": "Ассалаумағалайкум,  Руым Найман Матай соның ішінде Кенже-Сайболат-Бұрабай Ары қарай кімдер кетеді? Бұрабайда Жаңабай деген ұлы болдыма?",
        "question_date": "14.01.2022",
        "question_tag": "Шежіре",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Найман – Өкіреш – Белгібай – Сүйінші – Төлегетай баба – Қытай би – Матай – Кенже – Мәмбет – Сұртай – Есен – Бақы – Төлеміс – Сайболат – Бурабай – Маян батыр, Рыскелді батыр.Мына шежіреге қарасақ, Бурабайдың Жаңабай деген ұлы болмаған.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намаз, тәспі қайтару",
        "question_content": "Намаз оқымай тәспі қайтаруға болады ма?",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "fatua.kz діни сұрақтар қоюға арналған ҚМДБ сайты",
                "date": "16.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі қоғамдағы қазақ тілі",
        "question_content": "Қазіргі қоғамдағы қазақ тілінің қолданысы туралы өз пікіріңді жаз",
        "question_date": "14.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Университеттен колледжге ауысу",
        "question_content": "Университетте педте 1курсты аяқтап, содан соң мед колледжге ауысуға болама, ауысса қалай жалғасады оқу",
        "question_date": "14.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыса алмайсыз. Университеттен шығып, колледжге басынан тапсырасыз.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдар кешірмесе не істеу керек?",
        "question_content": "Мен достарымды қатты ренжітіп алдым олардан кешірімде сұрадым бірақ олар арамыздағы сыйластық осыменен тоқтасын дейді. Не істеймін? Қалай татулассам болады?",
        "question_date": "14.01.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешірім сұрапсыз, кешірмепті, енді бірақ уақыт өткенін күткеніңіз дұрыс деп ойлаймын. Қайта қайта оларға өз қатеңді мойындап жүгіре берсең, мүлде қадірің кетеді деп ойлаймын. Бір кешірім сұрадыңыз, біраз өз өміріңізбен өмір сүріңіз, сосын контактқа шығуға тырысып көріңіз тағы да.\nУақыт өте келе оқиғаның жай жапсары сәл ұмытылады, реніш азаяды, эмоция басылады, ақыл іске қосылады, менің ойым осы.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хүрлиман есімінің мағынасын білгім келеді",
        "question_content": "Менің есімім Хүрлиман .МЕН өз есімімнің мақынасын білгім келеді .  Сүрақ  Хүрлиман есімінің толық мағынасы қалай аталады.?",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хүрлиман есімі қарақалпақтардың арасында көп тараған. Мағынасы: Хүр - Күн, лиман - жарқырау, шұғыла деген мағыналарды білдіреді.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кейде Көзімде құм бар секілді және қышиды",
        "question_content": "1-2 ай күзетші болып жұмыс істедім 24 сағаттық, одан кейін 2-3 ай өтті, әлі басылмады.Ұйқым дұрыс болмаса көзімде құм бар секілді болып, қышиды. Қазір түскі уақытта солай болады, сәл мызғып алсам кетеді. Көз дәрігеріне қазірше бару мүмкін болмай тұр. Менің білгім келетіні , бұл ненің әсері , ненің белгісі ?",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына қалалардың қайсысы астана емес",
        "question_content": "Мына қалалардың қайсысы астана емес? \nМәскеу \nПхеньян\nРио-де-Жанейро\nБерлин",
        "question_date": "12.01.2022",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 409,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рио-де-Жанейро астана емес. Бұл Бразилияның қаласы. Бразилияның астанасы-Бразилиа.",
                "date": "14.01.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсіңде бір жігітпен қол ұстасып жүр екенмің",
        "question_content": "Түсімде танымайтын жігітпен қол ұстасып жүр екенмің ол бала 2 жас кіші . Үйге дейін шығарып салады.",
        "question_date": "11.01.2022",
        "question_tag": "Достық",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті әркімге жорытпайд, өңіңде нені көп ойласаң соны түсінде көріп жатат адамдар, көп ойлаған шығарсың.Танымайтын жігітке жолама. Үйленгің келсе Құдайдан сұра, сосын жеңгелеріңе үйлену білдірсең тауып беретін шығар.",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турция университетінен Қазақстан университетіне ауысу",
        "question_content": "Сәлеметсіздерме! Мен қазіргі уақытта Түркияда оқып жатырмын 1 курста,бірақ мен Қазақстанға ауысқым келеді,Түркияда оқып өмір сүрі мен үшін емес екен.Менің мамандығым бойынша тек Жүргенов немесе Нұр-Сұлтан қаласындағы Шабыт университеті бар(оқып жатқан мамандығым Радио телевидение және кино) мен бір жерде сұрақ қалдырғанмын сол кезде маған осындай жауап келген\nПри переводе или восстановлении из зарубежной организации высшего образования необходимо следующее:        1) документ об освоенных образовательных программах (академическая справка или транскрипт);       2) документ о завершении предыдущего уровня образования, который проходит процедуру нострификации в Республике Казахстан;      3) результаты вступительных испытаний при поступлении в зарубежные организации образования.\n\n При этом, Академическая разница в дисциплинах рабочих учебных планов на основе перечня изученных дисциплин, не должно превышать 22 кредитов (ЕСТS).\n\n            Стоимость 597900 тг\n\nПеревод осуществляется в период зимних каникул согласно академическому календарю.-деп а менде мында Туркия университетінде 1семестрдің сессиясы тек 21 январьда бітеді сонда қалай?\n\nМенің ауысқым келеді.",
        "question_date": "10.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауысқың келетін университетке хабарлас, байланыс нөмірлері бар, әлеуметтік желідегі парақшаларына жаз",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің руыммен қызымның анасының руы бірдей не істеуге болады",
        "question_content": "Менің руым құлшығаш қызым жалайыр мамасы құлшығаш не істесек болады",
        "question_date": "10.01.2022",
        "question_tag": "Достық",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ислам дінінде үйленуде кездесетін кедергілер үнемі және уақытша болып екіге бөлінеді. 1). Үнемі үйленуге тыйым салынған адамдар мыналар: а). Бірге туғандар: шеше, апа, қыздар, немерелер, қарындастар, іні және қарындастардың қыздары, немере әпкелер мен нағашы әпкелер. ә). Сүт жақындары: қан жағынан харам болғандар сүт жағынан да харам болады. Басқаша айтқанда «сүт емген адамның өзі сүт емізген әйелдің ұрпағына харам болады». Бұл үкім бойынша бөтен бір әйелден сүт емген бала, осы сүтін емген әйелдің туған баласындай болады да, туған балалар отбасында кімдермен үйлене алмайтын болса, сүт емген бала да солармен үйлене алмайды. Бірақ сүт емген баланың жұбайы мен балаларынан басқа отбасы мүшелері мен сүт ананың жақындары арасында үйленуге кедергі болмайды. б). Үйлену арқылы пайда болған жақындар: өгей шеше, келін, қайын ана және өгей қыздар. Жоғарыда айтылған адамдарға үйленуге мәңгілік тыйым салынады[1]. 2). Кейбір әйелдерге уақытша үйленуге болмайды. Бұларды бес топқа бөлуге болады: a). Неке жалғасқан сайын әйелінің сіңлілеріне үйленуге болмайды. Әйелі қайтыс болса немесе ажырасқан жағыдайда әйелінің иддәт мерзімі аяқталғаннан кейін еркек бойдақ не жесір халдегі балдызына үйлене алады. ә). Әйелді немере әпкесі немесе нағашы әпкесімен бір некенің астында ұстау. Хадисте былай делінеді: «Бір әйел мен оның нағашы әпкесі мен немере әпкесі бір некеде бола алмайды»[2]. б). Дін айырмашылығы. Мұсылман әйел атеист еркекпен, дінсіз адамға үйлене алмайды[3]. Мұсылман еркек християн немесе яһуди әйелге үйленуі жәиз [4]. Шәфии мен Мәликилер християн және яһуди әйелге үйленуді мәкрүһ дейді. в). Үш рет талақ еткеннен кейін туындаған үйлену кедергісі. Ислам дінінде еркек әйелін үш рет қана талақ ете алады. Мұндай жағдайда әйел басқа бір еркекпен үйленіп, ол неке бұзылмайынша бұрынғы күйеуімен үйлене алмайды. г). Басқа біреумен некеде тұрғаннан туған үйлену кедергісі. Ислам діні әйел үшін бір ғана некеде болуды бұйырған. Сол себепті әйел үшін некеде болу басқа бір неке құруға уақытша кедергі болады[5]. ғ). Иддәтке (Күйеуінен ажыраған әйелдің үш рет хаиз болып тазаланғанға дейінгі өтетін уақыт) байланысты үйлену кедергісі. Неке өлім, ажырасу немесе фәсх себептерінің бірімен бұзылған жағдайда әйелдің қайтадан тұрмысқа шығуы үшін күтуге міндетті болған мерзімін «иддәт» деп айтады. Әйел иддәт біткен соң ғана басы бос болып, қайта тұрмысқа шыға алады.\n\nТолығырақ: https://ummet.kz/surak-jauap/355-surak-jauap/5028-islam-dini-bojynsha-jlenuge-andaj-zha-dajlar-kedergi-bolady.html",
                "date": "14.01.2022",
                "upvotes": 0
            },
            {
                "text": "7 ата сақтағысы келген қазақтар әкесі жағынан қараған, ал сенің қызың жалайырғой. Әлде , Қан және сүт жағынан жақындық барма ?",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саусағым ісіп кетті",
        "question_content": "Волейбол ойнап жүріп саусағымды ауыртып алдым. Ісіп көгеріп кетті. Не істесем болады",
        "question_date": "10.01.2022",
        "question_tag": "Тазалық",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге көрін.",
                "date": "14.01.2022",
                "upvotes": 0
            },
            {
                "text": "Меніңкіде дәл сондай болып тұр санаторияда кешке жақын оотаға шығу ойынын ойнап жатып қолыма доп киіп кетіп ісіп көгеріп кетті реңгенге түсіп келдім түннің бір жарымында қазір қолым әлі ісіп тұр және терісі алвнып жатыр қорқа бастадым және басбармағымды ауырттым еті ауырып, сіңірі созылып қалыпты.",
                "date": "10.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі мұғалімі болу үшін қай пәнді таңдаймын ҰБТ да",
        "question_content": "Қазақ тілі мұғалімі болу үшін қай пәнді таңдаймын ҰБТ да",
        "question_date": "10.01.2022",
        "question_tag": "Мектеп",
        "question_views": 965,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://baribar.kz/51966/11-synyp-oqushylaryna-mamandyqtar-men-olargha-qazhetti-tanhdau-panderi/",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүгедек екі жәрдемақыны қатар алса болама",
        "question_content": "1-Топтағы мүгедек күтім бойынша және ілесіп жүруші жеке көмекші қызметін қатар ала алама,әлде біреуін ғана алу керек па,жүре алмайды инсульт алған сол қол.сол аяқ істемейді,өздігінен дәретке бара алмайды",
        "question_date": "6.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ біраз түсініксіздеу екен. Дегенмен, мынаны айта кетейін: 1 топтағы мүгедекке күтім жасайтын адамның алатын ақшасын мүгедек адамның өзі ала алмайды. Оған онсыз да жәрдемақы төленеді.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антикор, КНБ-ға колледж дипломмен кіре аламба?",
        "question_content": "Колледж Спорт факультети диплом бар Армия барганмын, Юристпуденция оқып жатырмын 4жылдық  2ші курс оқимын қазіргі таннан 2программа тест тапсрып АНТИКОР КНБ сияхты жұстарға кіруге болама ?",
        "question_date": "5.01.2022",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек универ диплом. Кнбға 1программа тапсырады.",
                "date": "28.02.2022",
                "upvotes": 0
            },
            {
                "text": "Универ дипломмен и стаж болу керек. Кнбға 1программа тапсырады.",
                "date": "28.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі мен әдебиеті пәнінен қандай тақырып алған дұрыс 7-8 сынып оқушыларына",
        "question_content": "Қазақ тілі мен әдебиеттен ғылыми жұмысқа қандай тақырып алған дұрыс",
        "question_date": "5.01.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ғылыми стиль мен публицистикалық стильдің айырмашылығын түсінідіру?",
        "question_content": "Ғылыми стиль мен публицистикалық стилдің айырмашылығы мен ұқсастығын түсіндіріп беріңіздерші",
        "question_date": "5.01.2022",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолданылу аясы:\n\nҒылыми стиль – ғылыми еңбектерде, ғылыми баяндамаларда, лекцияларда, ғылыми оқулықтарда қолданылады.\n\nПублицистикалық стиль - газет-журналда, жиналыстар мен митингілердегі сөздерде қолданылады.\n\nЕрекшеліктері:\n\nҒылыми стиль: дәлелді, зерттелген, сөзді тура мағынада алу.\n\nПублицистикалық стиль: шақыру, үндеу, нақтылық.(мақала)\n\nСтильдердің тілдік құралдары:\n\nҒылыми стильде -  ғылыми терминдер жиі қолданылады. Көбіне хабарлы сөйлем болып келеді. Осы шақ, өткен шақта жиі қолданылады.\n\nПублицистикалық стильде - риторикалық сұрақтар, стильдік қайталау, антитеза пайдаланылады.",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уатсапта өшіп кеткен смсті қалай көре алам?",
        "question_content": "Whatsapp та ай алдынғы сөлескен хабарламалар өшіп кеткен еді ал маған ол жерде бірекі документтер келген еді соларды қалай қайтадан оқысам болады",
        "question_date": "5.01.2022",
        "question_tag": "Жанұя",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер чат қана өшірілген болсаңыз ( арнайылап документті белгілеп өшірмеген болсаңыз)  онда документтер телефон жадындағы ватсап документы деген жерде тұру керек.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреуді ЖСН арқылы қалай табуға болады?",
        "question_content": "Біреуді ЖСН арқылы қалай табуға болады?",
        "question_date": "5.01.2022",
        "question_tag": "Әлеуметтік желі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңай, гуглге жазыңыз",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП ашқаннан кейін кассаға чек ұрмаса бола ма?",
        "question_content": "Ип ашканнан кейін рекассаға чек урмаса болама 6ай болды!?  Интернет дурыс жумыс жасамайды!",
        "question_date": "5.01.2022",
        "question_tag": "Жеке бизнес",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Техникалық ақау болған уақытта жазбаша түрде толтыратын журналы болады. Ол туралы бухгальтерден сұрап көріңіз.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору, түс тылсым нарсе",
        "question_content": "Түсімде біреу есік қағып макарон сұрап келіп тұр екен алып қолына бердім. Ол не түс екен?",
        "question_date": "5.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті әркімге жорытпайд,",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөз дәлдігіне 3 сөйлем құру",
        "question_content": "Сөз дәлдігіне 3 сөйлем құру",
        "question_date": "5.01.2022",
        "question_tag": "Мектеп",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттггцатг днқ тізбегінің комплементарлы бөлігі",
        "question_content": "Аттггцатг днқ тізбегінің комплементарлы бөлігі",
        "question_date": "5.01.2022",
        "question_tag": "Биология",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "комплементарлы бөлігі: ТААЦЦГТАЦ",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ кесіндінің ортасының координаталарын тап",
        "question_content": "A(3;-2;5), B(-1;-4;3). АВ кесіндінің ортасының координаталарын тап",
        "question_date": "3.01.2022",
        "question_tag": "Геометрия",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Летникке қанша баллдан жібереді",
        "question_content": "Летникке сеесиядан құласан жіберетенін білемін. Бірақ сессияда қанша балдан сені летникке жіберуі мүмкін???",
        "question_date": "1.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-лік баға  алған кезде летникке жібереді, 3-тік баға алғанда шәкіртақыдан айырыласыз ,бірақ төлеп оқымайсыз.",
                "date": "18.03.2022",
                "upvotes": 0
            }
        ]
    }
]