[
    {
        "question_title": "Құрбы қалай табуға болады?",
        "question_content": "Дым дос қалған жоқ. Жалғызбын",
        "question_date": "26.06.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрбы табудың оңай жолы - тақырыптық клубқа жазылу немесе хобби үйірмесіне бару. Сонымен қатар көркем галереяда, мұражайда, фитнес-орталықтарына бару. Опциялар массасы: қолөнер, сурет, поэзия, спорт, балық аулау және т.б.\n\nБастапқыда жалпы хобби болған кезде достық тезірек қалыптасады. Екі әңгімелесушіні де қызықтыратын тақырыптағы белсенді қарым-қатынаста кейіпкерлер белсенді түрде ашылады.\n\nЖақсы дос рөліне жақсы үміткер - оқу орнындағы әріптес немесе сыныптас. Талқылауға әрқашан тақырып бар: ұсақ тирант, шыдамсыз күрделі тақырып, алдағы демалыс, басқа әріптесімен болған көңілді оқиға және т.б. Адамды жақсырақ білу үшін оны кафеге шақырыңыз немесе қалада серуендеңіз.\n\nӘңгімелесуші әңгіме тақырыбына үлкен қызығушылық танытатыны, кездесулерге ықыласпен келісетіндігі және бірге уақыт өткізуге қуанышты болатыны белгілі болған кезде, бұл туралы бірдеңе айту керек. Міне, осылайша сенім туады. Жақсы дос оны міндетті түрде бағалайды және оның орнына жақын нәрсені айтады.",
                "date": "26.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хирург болу үшін қандай пән таңдау керек",
        "question_content": "Хирург болу үшін қандай пән таңдау керектігін білмейсің отырмын",
        "question_date": "26.06.2023",
        "question_tag": "Мамандық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңдау пәні: Биология, химия.\n\nЖалпы медицина мамандығын таңдайсыз. Хирург осы жалпы медицинаның бір саласы.",
                "date": "26.06.2023",
                "upvotes": 0
            },
            {
                "text": "Хирург-дәрігер болып жұмыс істеу үшін берік жүйкеден басқа, жақсы білім қажет. Денсаулық сақтау саласының заңнама негіздері, анатомия, жансыздандыру қағидаттары, асептик және антисептик, рентгенология мен физиотерапияны меңгерген болуы шарт. Хирург медициналық аппараттар мен хирургиялық құралдарды пайдалана алуы керек.  Хирург дәрігердің қызметі аурудың ауырлық дәрежесі мен сипатына қарай бөлінеді. Мысалы, кідіртуге болмайтын хирургия аурудың ең өткір кезеңінде жұмыс жасайды. Жоспарлы хирургия эндокриндік жүйе органдары ауруларын, бауыр мен өт шығару жолдарын емдейді. Балалар хирургиясы, іріңді хирургия, онкологиялық хирургия, сүйек-бұлшық ет жүйесі мен жалғастырушы тіндер хирургиясы, кәсіби аурулар мен өмірге қауіпті дәрілік патология болып бөліне береді. Қазіргі таңда пластикалық хирургия көпшіліктің сұранысына ие. Тек пластикалық операциямен айналысатын арнайы клиникалар мен орталықтар пайда болып жатыр.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хирург болу үшін қандай пән таңдау керек",
        "question_content": "Хирург болу үшін қандай пән таңдау керектігін білмейсің отырмын",
        "question_date": "26.06.2023",
        "question_tag": "Мамандық",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "11.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тіс дәрігері қанша жалақы алады",
        "question_content": "Тіс дәрігері қанша жалақы алады",
        "question_date": "25.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дамир тіс дәрігері болсаңыз жақсы айлық алуға болады. Әрине жақсы маман болып шықсаңыз.\nТісте көп жағдайда тіс врачтары жақсы айлық алады. Жеке клиникада жұмыс істесеңіз одан да көп айлық алуға болады.",
                "date": "25.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай жарымес жұмыссыз қазағы қалай қазақыстан азаматтығын алады?",
        "question_content": "Қытайдың аңқау, қорқақ, үйкүшік, үйкүшік 35жастағы қазағы қалай қазақстан азаматтығын алады, қайсы мекемеге барам, қытайдан әбден қорықтым, әт-анамның пенсиясына сүйеніп жан бағам, әке шешем өлсе қайтем, маған қпзақыстанға көшіп қазақыстан азаматтығын алу керек.",
        "question_date": "25.06.2023",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР азаматтығын алу \n ҚР-ның «ҚР-ның азаматтығы туралы» Заңының 10 бабына сәйкес  азаматтық:\n-тууы бойынша;\n-ҚР-ның азаматтығына қабылдау нәтижесінде;\n-ҚР-ның халықаралық шарттарында  көзделген негiздер мен тәртiп бойынша;\n-осы Заңда көзделген өзге де негіздер бойынша алынады.\nЗаңның 15-бабына сәйкес Қазақстан Республикасының аумағында тұрақты тұратын шетелдіктер мен азаматтығы жоқ адамдар өздерінің өтінішхаттары бойынша осы Заңға сәйкес Қазақстан Республикасының азаматтығына қабылдануы мүмкін.\nҚазақстан Республикасының азаматтығына қабылдау туралы өтініштер бойынша шешімді Қазақстан Республикасының Президенті қабылдайды.\nЗаңның 16-1-бабына сәйкес Қазақстан Республикасының азаматтығы жеңілдетілген (тіркеу) тәртіппен қабылданады:\nЖеңiлдетiлген тәртiппен (тiркеу тәртiбiмен) Қазақстан Республикасының азаматтығына:\n-тұру мерзіміне қарамастан, Қазақстан Республикасының аумағында заңды негіздерде тұрақты тұратын қандастар;\n-тұру мерзiмiне қарамастан, Қазақстан Республикасының аумағында заңды негіздерде тұрақты тұратын, өздерінің ерік қалауынан тыс азаматтығынан айырылған немесе оны жоғалтқан жаппай саяси қуғын-сүргiннiң ақталған құрбандары, сондай-ақ олардың ұрпақтары;\n-Қазақстан Республикасының жоғары оқу орындарында білім алатын этникалық қазақтар қабылдануы мүмкiн.\n-Жеңілдетілген тәртіппен (тіркеу тәртібімен) азаматтық алу туралы материалдарды қарау мерзімі өтініш берілген күннен бастап үш айдан аспауға тиіс.\nhttps://egov.kz/ сайтынан",
                "date": "29.06.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бұтыма тышып қойдым не істимін?",
        "question_content": "Әжетханаға жүгіріп бара жаттым сосын тышып қойдым қалай болғанын өзім түсінбей қалдым",
        "question_date": "25.06.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 148,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байлық \nШын ты@ып қойды ма десем",
                "date": "25.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сессиядан құлап қалдым 2 пәннен, қайта тапсыруға болама?",
        "question_content": "Мен 1 курсты аяқтадым, сессияға барғанда 2 пәннен құлап қалдым. Енді не істесем болады?",
        "question_date": "24.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 643,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жазғы семестр арқылы тапсыруға болады. Жазғы семестрдің мақсаты академиялық қарыздарды жою, жеделдетілген, қосымша оқытудың қажеттіліктерін қанағаттандыру, оқу бағдарламаларындағы айырмашылықты жою, оны арттыру мақсатында қорытынды бақылау бойынша оң бағаны қайта тапсыру (мемлекеттік емтихандардан басқа) болып табылады.\nЖазғы семестрдің ұзақтығы әр қарыз пәнінің несие-сағатына байланысты 6 аптаға дейін.\nЖазғы семестрде оқуға білім алушылардың келесі санаттары құқылы:\n-өткен оқу кезеңінде академиялық қарыздары бар, оның ішінде емтиханға дәлелді себептерсіз келмеген;\n-академиялық демалысты қалпына келтіру, ауыстыру, қайтару кезінде академиялық айырмашылықтары бар;\n-қосымша білім алғысы келетіндер.\nЖазғы семестрді ұйымдастыру рәсімі мынадай регламентке сәйкес жүзеге асырылады:\n-студент жазғы сессия аяқталғаннан кейін 14 күн ішінде жоғары және жоғары оқу орнынан кейінгі білім департаментіне жазғы семестрге қатысу ниеті туралы өтініш береді;\n-Жоғары және жоғары оқу орнынан кейінгі білім департаменті білім алушылардың өтініштері негізінде жазғы семестрге қатысушылардың тізімін қалыптастырады;\n-Жоғары және жоғары оқу орнынан кейінгі білім департаменті Президент-ректордың атына жазғы семестрді ұйымдастыру туралы қызметтік жазба дайындайды;\n-кафедра меңгерушілері жазғы семестрге ПОҚ педагогикалық жүктеме сағаттарын есептейді және жоғары және жоғары оқу орнынан кейінгі білім департаментіне тапсырады;\n-ТҚ мәселе оң шешілген кезде жазғы семестр кестесін (О қосымшасы) жасайды және білім алушылар төлегеннен кейін оны АВ жөніндегі проректордан бекітеді;\n-жазғы семестрді ұйымдастыру білім алушылардың білімін тәуелсіз бағалау қағидатына сәйкес жүзеге асырылады. Мамандықтың оқу жоспарынан тыс оқытылатын пәндер бойынша білім алушының білімін қорытынды бағалауды Жазғы семестр кезеңінде дәріс оқитын лектор (тьютор) жүзеге асырады;\n-Жазғы семестр кезеңінде білім алушының академиялық үлгерімінің нәтижелері жеке рейтингтік ведомостарды беру журналында (П1-қосымша) тіркелетін әрбір білім алушы үшін \"жеке рейтингтік ведомость\" (П-қосымша) көрсетіледі.",
                "date": "29.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ветерянка тым қаптап кетті бұны қалай тезірек кетіруге болады?",
        "question_content": "Осы ауру дене қызуынан пайда болып қазір тым көп, қаптап жатыр. Шыдадпайды тіптен мұны қалай кетірсем болады?",
        "question_date": "24.06.2023",
        "question_tag": "Тазалық",
        "question_views": 270,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер үлкен жас кезіңізде ауырсаңыз, қызылша ауры өте ауыр өтеді. Дененің барлық жерін бөртпе басып, ыстығыңыз көтеріледі. Кей адамдар сол үшін баланы кішкентай кезінде әдейі қызылша ауруымен ауыртып алады. Ол кезде жеңіл өтеді деген түсінік бар.\nЗеленка жағып әуре болмаңыз. Жараға түк пайдасы жоқ.\nАптекадан мына дәріні алыңыз. Жараға жағып қойаңыз, ашығанын басады. Осы Каламин маздың пайдасын көрдік. Қолданып көрсеңіз боалды.",
                "date": "25.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде қасқырмен дос болсаң не болады?",
        "question_content": "Түсімде қасқырды сипалаппын және көп қасқырлар алдымнан өтіпті.",
        "question_date": "24.06.2023",
        "question_tag": "Жанұя",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ислам дінінде түс жоруға қатысты не ескерілуі керек?\n-Ислам дінінде түсті жорытуда өте сақ болу керегі ескертіледі.\n-Діни түсінік бойынша түсті көрген мезеттен көп ұзатпай жорытқан дұрыс деп саналады.\n-Мұсылмандар түсті ізгі адамға жорытады, бақсы-балгерлерге түс жорытуға болмайды деген түсінік бар.\n-Ислам дінінде түс жору Юсуф пайғамбардың мұғжизасы болған деген дерек келтіріледі.\n\nДін ғалымдары түсінде қасқыр көруді жаудың келуімен, кей жағдайда ұрымен байланыстырады. Жыртқыштың үйге кіргенін түсінде көрген адамның үйіне қарақшылар түсуі де ықтимал. Түске кірген қасқыр лайықсыз әрекет немесе қылмыс жасады деп күдіктенген адамды да бейнелей алады. Алайда ол адам шын мәнінде кінәсіз болуы мүмкін.",
                "date": "29.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сыныптан кейін медколлежге түсу мүмкіндігі барма? аттестат полный 4",
        "question_content": "Оған колледжге бармайақ онлайн тапсыруға болама,",
        "question_date": "23.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сілтемесіне өтіп қарап шықсаңыз болады (онлайн тапсыру).",
                "date": "29.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өндірістік практика бойынша есеп журналистика керек еді?",
        "question_content": "Өндірістік практика бойынша есеп Журналистика мамандығы",
        "question_date": "23.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өкінішке орай, мен жұмыс тәжірибесі есебін жасай алмаймын, себебі менде сіздің нақты тәжірибеңіз, орналасқан жеріңіз және орындалған тапсырмалар туралы ақпарат жоқ. Дегенмен, мен «Журналистика» мамандығы бойынша тәжірибелік сабақтар бойынша есеп беру құрылымын ұсына аламын. Сіз келесі үлгіні пайдалана аласыз:\n1. Кіріспе:\nТағылымдамадан өту орнының қысқаша сипаттамасы.\nӨндірістік практиканың мақсаттары мен міндеттері.\n2. Кәсіпорынның немесе ұйымның сипаттамасы:\nҰйымның атауы және қызмет саласы.\nНегізгі іс-шаралар мен жобалар.\n  3. Орындалған тапсырмаларға шолу:\nТағылымдама кезінде сізге жүктелген міндеттер мен жауапкершіліктердің сипаттамасы.\nЖурналистика контекстіндегі сіздің міндеттеріңіз.\n4. Жұмыс әдістері:\nАқпаратты жинау және талдау үшін қолданылатын әдістер.\nӘріптестер және басшылықпен өзара әрекеттесу процестері.\n5. Жобалар мен мақалалар:\nСіз жұмыс істеген нақты жобалардың сипаттамасы.\nСіз жасаған мақалалар, материалдар немесе есептер тізімі.\n6. Кәсіби және жеке өсу:\nЖурналистика саласында дағдылар мен тәжірибе жинақтады.\nҚиындықтар жеңіп, жетістіктер.\n7. Тәжірибе бойынша кері байланыс:\nТағылымдамадан алған әсерлеріңіз.\nТәжірибе процесін жақсарту бойынша ұсыныстарыңыз.\n8. Қорытынды:\nӨндірістік тәжірибе нәтижелеріне негізделген жалпы қорытындылар.\nӨз ойлары мен болашаққа жоспарлары.\n9. Қолданбалар:\nҚосымша материалдар, фотосуреттер, мақалалар және жұмысыңыздың басқа нәтижелері.\nСіздің мекемеңіздегі есеп пішіміне қатысты нақты талаптар мен ұсыныстар алу үшін нұсқаушыларыңызбен немесе тағылымдаманы ұйымдастырушылармен байланысыңыз.",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін военный мамандығына қалай коледжге түсуге болады?",
        "question_content": "9 дан кейін Шымкент қаласында коледжге военный мамандығына түсуге болады ма",
        "question_date": "23.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорғаныс министрлігінің қарамағында екі әскери колледж бар – Щучинск қаласындағы Уәлиханов атындағы әскери колледж және Астанадағы Нұрмағамбетов атындағы Әскери колледж.\nУәлиханов атындағы колледжде оқу \"Әскери істегі кіші буын менеджменті\" мамандығы бойынша жалпы орта білім беру базасында 1 жыл 10 айға созылады. Сондай-ақ біліктілікке-мотоатқыштар бөлімшелерін басқару; танк бөлімшелерін басқару және зымыран әскерлері мен артиллерия әскерлерінің бөлімшелерін басқару.\nКолледжге түсу үшін қабылдау жылының 1 мамырына дейін тұрғылықты жері бойынша жергілікті әскери басқару органына өтінішпен жүгіну қажет.\nАрнайы тексеруден өткен, денсаулық жағдайы бойынша оқуға жарамды, үлгерімінің орташа балы кемінде 3.0 немесе GPA кемінде 2 болатын білімі туралы құжаты бар оқуға түсушілер әскери Колледжге қабылдау жылының 30 шілдесіне дейін қоса алғанда келеді. Қабылдау кезеңінде оқуға түсушілер әскери колледж аумағында орналастырылады және тамақпен қамтамасыз етіледі.\nАзаматтарды әскери Колледжге қабылдау келесі кезеңдер бойынша 1-20 тамыз аралығында өтеді: \nI кезең-кәсіби-психологиялық іріктеу; \nII кезең-әскери-дәрігерлік сараптама жүргізу қағидаларына сәйкес түпкілікті медициналық куәландыру; \nIII кезең-дене дайындығын тексеру; \nIV кезең-конкурстық іріктеу және қабылдау.\nҚабылдау комиссияларының шешімдері 21 тамызда сағат 10.00-ге дейін жарияланады және Колледждің интернет-ресурсында орналастырылады. Әскери колледжге оқуға түскен түсуші әскери колледж бастығымен әскери қызмет өткеру туралы келісімшарт жасасады. \nНұрмағамбетов атындағы әскери колледжі негізгі орта білім беру базасында оқытады. Мұнда оқыту келесі мамандықтар бойынша 2 жыл 10 айға созылады: Әскери істегі Автоматтандыру және Инфокоммуникациялық технологиялар; Қару-жарақ пен әскери техникаға техникалық қызмет көрсету; Әскери істегі кіші буын менеджменті.\nКолледжге оқуға түскен жылы 15-16 жас аралығындағы 9-сынып түлектері қабылданады. Колледжге қабылдау 1-20 тамыз аралығында өткізіледі. Жақсы және өте жақсы оқитын әскери колледж түлектері әскери институттарға түсе алады. Ол үшін олар 1 сәуірге дейін білім алатын білім беру ұйымы басшысының атына тиісті баянатпен жүгінуге тиіс.",
                "date": "6.07.2023",
                "upvotes": 0
            },
            {
                "text": "Канша балмен тусуге болады жане кандай пандер окимыз",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекет жастарды қолдайды олардың. Синтаксистік талдау",
        "question_content": "Мемлекет жастарды қолдайды олардың, болашақ өмірлерінің жақсы болуына жағдай жасайды",
        "question_date": "23.06.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 373,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен емле қателеріне байланысты сұрақты толық түсінбедім, бірақ егер мен дұрыс түсінсем, мұнда жауап\nМемлекеттер жастарға түрлі қолдау көрсетіп, олардың болашақ өміріне жағдай жасай алады. Міне, мемлекеттер жастарға қолдау көрсетудің кейбір жалпы жолдары:\n1. Білімі:\nЖоғары білімге және әртүрлі кәсіби бағдарламаларға қолжетімділікті қамтамасыз ету.\nЖастарға гранттар мен шәкіртақылар беру.\n2. Жұмыспен қамту:\nЖастарды жұмыспен қамтуға жәрдемдесетін бағдарламаларды іске асыру.\nЖас қызметкерлерді жұмысқа алатын жұмыс берушілерге жеңілдіктер мен ынталандырулар беру.\nЖастар арасында кәсіпкерлікті қолдау бағдарламаларын құру.\n3. Тұрғын үй:\nТұрғын үйді сатып алу немесе жалға алу үшін жеңілдікті шарттарды қамтамасыз ету.\nЖас отбасылар үшін қолжетімді тұрғын үй құрылысы.\n4. Денсаулық сақтау:\nЖастарға тегін немесе жеңілдікпен медициналық қызмет көрсету.\nПрофилактикалық және сауықтыру білім беру бағдарламаларын іске асыру.\n5. Мәдени-әлеуметтік бағдарламалар:\nЖастардың мәдени және жасанды бастамаларына қолдау көрсету.\nЖастарды әлеуметтендіру үшін арнайы іс-шаралар мен бағдарламаларды ұйымдастыру.\n6. Шешім қабылдауға қатысу:\nЖастардың мемлекеттік деңгейде шешім қабылдауға қатысу механизмдерін құру.\nЖастардың қоғамдық ұйымдары мен бастамаларын қолдау.\n7. Қаржылық қолдау:\nЖас кәсіпкерлерге жеңілдетілген несие және қаржылық көмек көрсету.\nЖастар жобаларын микроқаржыландыру бағдарламаларын іске асыру.\nБұл шаралар олардың дамуы, білім алуы және қоғамға енуі үшін қолайлы жағдайлар жасауға бағытталған жастарды қолдау жөніндегі кешенді саясаттың бір бөлігі болуы мүмкін. Тәсілдер елге және оның әлеуметтік-экономикалық жағдайына байланысты әртүрлі болуы мүмкін.",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "a(2,2,-1) b(-3,6,-6) векторлардың бұрышының косинусын табу керек",
        "question_content": "Геометрия косинус бұрыш отыныш срочно керек пж пж пжп пжп пж пжп пжп жп пжп пж пжп пжп",
        "question_date": "22.06.2023",
        "question_tag": "Мектеп",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндағы \\ (\\vec{a} \\ cdot \\vec{b} \\) векторлардың скалярлық көбейтіндісін білдіреді, ал \\( \\lVert \\vec{a} \\r Vert \\) және \\( \\lvert \\vec{b} \\rVert \\) сәйкесінше олардың ұзындығын білдіреді.\n\n\\( \\Vec{a} \\) және \\( \\vec{b} \\)векторлары арасындағы бұрыштың косинусын табайық:\n\n1. Векторлардың скалярлық көбейтіндісін табыңыз \\ (\\vec{a} \\cdot \\vec{b}\\):\n\\[ \\vec{a} \\cdot \\vec{b} = (2)(-3) + (2)(6) + (-1)(-6) \\]\n\n2. Векторлардың ұзындығын табыңыз \\ (\\vec{a}\\) және \\ (\\vec{b}\\):\n\\[ \\lVert \\vec{a} \\rVert = \\sqrt{2^2 + 2^2 + (-1)^2} \\]\n\\[ \\lVert \\vec{b} \\rVert = \\sqrt{(-3)^2 + 6^2 + (-6)^2} \\]\n\n3. Содан кейін барлық мәндерді векторлар арасындағы бұрыштың косинус формуласына ауыстырыңыз.\n\nСанайық!",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде тіс шұқыса не болады",
        "question_content": "Тіс шұкыса не болады екен түсінде",
        "question_date": "22.06.2023",
        "question_tag": "Тазалық",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсінде тіс шұқысан түсіндегі тісін шұқылады.\n\nБасқа ештеңе болмайды",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нәпсіқұмарлықтың зардабы",
        "question_content": "Тағы мен, мына нәпсіқұмарлық қасіреті бәле болды. Мен кеше макси шай алып ішкенмін, сосын кешкісін возбуждения басталды. Неге осы тәтті ішсем қозамын, яғни кола ішсем, торт жесем сразу қоздыртады. Бір кінәрат бар  ма?. Тіпті макси шайды да іше алмайтын болдым. Айтыңдаршы, қоздырғыш таяқшасы пайда болған ба?, қандай кінәрат бұл?.",
        "question_date": "22.06.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қозып тұрғаны жақсы ғой , қозбағаннан гөрі)))\nЕнді сол қозғаныңды дұрыс жаққа пайдалан))\n\nУрологтан не андролог дәрігерден кеңес ал, бұл жақтан қайта-қайта сұрай бермей!",
                "date": "22.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауылдық елді мекенде мұғалім болып жұмыс жасасам әскерге шақыртыламын ба?",
        "question_content": "Жоғарғы білімім бар. Енді ауылдық жерде мұғалім болып істесем әскерге шақыртыламын ба?",
        "question_date": "22.06.2023",
        "question_tag": "Заң",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейбіт уақытында әскери шақырудан мынадай азаматтар босатылуы мүмкін:\nденсаулық жағдайы бойынша әскери қызметке жарамсыз деп танылғандар.\nҚазіргі уақытта соған сәйкес азаматтар әскерде қызмет етуге жарамсыз деп танылуы көзделген аурулар тізімі көзделген. Медициналық куәландыру нәтижелері бойынша дәрігер маман мынадай белгілер бойынша азаматтардың жарамдылық санаттары туралы қорытындыны шығарады:\n\"А\" – әскери қызметке жарамды;\n\"Б\" – кішігірім шектеулермен әскери қызметке жарамды;\n\"В\" – әскери қызметке шектеулі жарамды (келісімшарт бойынша әскери қызмет өткеретін әскери қызметшілерге және әскерге шақыру бойынша әскери қызмет өткеретін офицерлеріне қатысты);\n\"Г\" – әскери қызметке уақытша жарамсыз;\n\"Д\" – бейбіт уақытта әскери қызметке жарамсыз, соғыс уақытында шектеулі жарамды;\n\"Е\" – әскери есептен басқа әскери қызметке жарамды емес.\n27 жасқа толғандар;\nтуыстарының бiрi (әкесi, анасы, аға-інілерi немесе апа-сіңлілері) әскери қызмет өткеру кезеңiнде қызметтік мiндеттерiн атқару кезiнде қаза тапқан, қайтыс болған немесе І немесе ІІ топтағы мүгедек болып қалғандар;\nбасқа мемлекетте әскери  (балама) қызметті өткерген;\n«Қазақстан Республикасчының арнайы органдары туралы» Қазақстан Республикасы Заңының 51 бабының 9 тармағында көзделген жағдайларды  қоспағанда, Қазақстан Республикасының арнайы мемлекеттік органдарында қызметті өткерген;\nоқу туралы растау құжаттарын ұсынуда доктор ғылыми дәрежесі барлар;\nдіни бірлестіктерде тіркелген дін жолындағы адамдар.\nБейбіт уақытта әскери жиындарға шақырудан босатылады:\nқорғанысты, қауіпсіздік және құқықтық тәртіпті қамтамасыз етумен байланысты лауазымдарда мемлекеттік органдарда жұмыс істейтін азаматтар;\nмемлекеттік, азаматтық және тәжірибелік авиацияның авиация персоналы;\nегін және жинау жұмыстары кезінде ауылшаруашылық техникасын жөндеу ұйымдарында және ауыл шаруашылығында жұмыс істейтін азаматтар;\nоқу жылы кезінде күндізгі оқыту нысанындағы білім беру ұйымдарының педагогика қызметкерлері;\nкүндiзгi нысанда оқытатын бiлiм беру ұйымдарында оқитындар;\nәскери міндетті әйелдер;\nәскери міндеттілер запастан шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа толмаған 3 және одан да артық балалары бар азаматтар;\nоларға қатысты анықтау, алдын ала тергеу жүргiзiлiп жатқан немесе сот қылмыстық iсін қарап жатқан адамдар;\nҚазақстан Республикасының Парламенті депутаттары немесе жергілікті өкілдік органдар сайлаған әскери міндеттілер.\nсоттылығы бар азаматтар.\nмемлекеттік органдарда қорғанысты, қауіпсіздікті және құқықтық тәртіпті қамтамасыз етуге байланысты лауазымдарда жұмыс істейтін азаматтар; \nмемлекеттік, азаматтық және эксперименттік авиацияның авиация персоналы;\nегіс және жинау жұмыстары кезеңінде ауыл шаруашылығында және ауыл шаруашылығы техникасын жөндеу ұйымдарында жұмыс істейтін азаматтар;\nоқу жылы кезеңінде күндізгі оқу нысанындағы білім беру ұйымдарының педагог қызметкерлері;\nкүндізгі оқу нысаны бойынша білім беру ұйымдарында оқитындар;\nәскери міндеттілер-әйелдер;\nәскери міндеттілер запасқа шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа дейінгі 3 және одан да көп балалары бар азаматтар;\nоларға қатысты алдын ала тергеу жүргізіліп жатқан немесе қылмыстық істі сот қарайтын азаматтар;\nҚазақстан Республикасы Парламентінің немесе жергілікті өкілді органдардың депутаттары болып сайланған әскери міндеттілер;\nсоттылығы бар азаматтар.\nӘскерге шақыру мерзімін кейінге қалдыру\nЖоғарыда айтылып өткендей, әскерге шақыруды кейінге қалдыру – осы Заңда көзделген негіздер бойынша азаматтарды әскери қызметке шақыру мерзімін ауыстыру.\nМерзімін кейінге қалдыру мынадай жағдайлар бойынша ұсынылады\nотбасы жағдайлары бойынша;\nбілім алуды жалғастыру үшін;\nденсаулық жағдайы бойынша;\nбасқа да себептер бойынша.\nОтбасы жағдайлары бойынша әскерге шақырудан кейінге қалдыру мынадай азаматтарға ұсынылады:\nбасқа адамның көмегiне мұқтаж және толық мемлекеттiк қамсыздандыруға алынбаған отбасы мүшелерiн күтумен айналысатын, сондай-ақ жақын туыстары немесе басқа да адамдар болмаған кезде отбасы мүшелерін асырауға мiндетті азаматтарға беріледі.\nБасқа адамның көмегiне және күтіміне мұқтаж отбасы мүшелерi:\nәкесi, анасы, әйелi, сондай-ақ әскерге шақырылушының ата-анасы болмаған жағдайда, зейнеткер жасына толған немесе І немесе ІІ топтағы мүгедектер болып табылатын атасы мен әжесi, егер олар оның асырауында болса;\nата-анасы болмаған жағдайда, І немесе ІІ топтағы мүгедектер болып табылатын немесе он сегіз жасқа толмаған аға-інілерi, апа-сіңлілері ;\nәскерге шақырылушыдан басқа І немесе ІІ топтағы мүгедектер болып табылатын немесе 18  жасқа толмаған бiр және одан да көп балалары бар және оларды күйеусiз (әйелсiз) тәрбиелеп отырған анасы/әкесi;\nөзінің асырауында жасы бойынша еңбекке қабiлетсiз немесе І немесе ІІ топтағы мүгедектер болып табылатын 1 және одан да көп жалғызiлiктi туыстары (әкесi, анасы, аға-інілерi, апа-қарындастары) бар және оларды күйеусiз (әйелсiз) асырап отырған анасы (әкесi);\nІ немесе ІІ топтағы мүгедек болып табылатын, екіншiсiн өзi асырайтын және әскерге шақырылушыдан басқа 18 жасқа дейінгі бiр және одан да көп бала тәрбиелеп отырған ата-анасының бiрi;;\nОтбасы мүшелерінің біреуі мүгедек және шақырылушы жалғыз ер бала болса;\nөзiнiң асырауында   анасыз тәрбиелеп отырған баласы (балалары) бар азаматтар;\nата-анасының қайтыс болуына немесе олардың ата-ана құқығынан айырылуына немесе сотпен бас бостандығынан айыруға сотталуына байланысты кемiнде екi жыл тәрбиесiнде және асырауында болған адамдар бар азаматтар;\nнекеде тұрған және бiр және одан да көп баласы бар азаматтар болып табылады.\nБілім алуды жалғастыру үшін әскери қызметке шақыруды кейінге қалдыру:\nбілім беру ұйымдарында жалпы орта білiм алып жүрген азаматтарға – оқу кезеңіне;\nтиiстi білім беру ұйымдарында, сондай-ақ басқа мемлекеттердің жоғары оқу орындарында күндiзгі оқу нысаны бойынша техникалық және кәсіптік, орта білімнен кейінгі немесе жоғары білім алып жүрген азаматтарға оқитыны туралы растайтын құжаттарды ұсынған кезде – бiр жоғары оқу орнын аяқтағанға дейiн;\nжоғары оқу орнынан кейiнгі кәсiби білім алып жүрген азаматтарға – оқу кезеңіне беріледі;\nазаматтар білім алуды тек оқу кезеңінде ғана жалғастыра алады.\nБілімін жалғастыру себебі бойынша кейінге қалдырылған азаматтар, білім алу кезінде ғана кейінге қалдырылады.\nБілім алуды жалғастыру үшін әскери қызметке шақыруды кейінге қалдыру қашықтан білім беру технологияларын пайдалану арқылы білім алатын азаматтарға берілмейді.\nДенсаулық жағдайы бойынша шақыру мерзімін кейінге қалдыру шақыру комиссиясының шешімімен 1 жылға дейінгі мерзімге ұсынылады.\nБасқа себептер бойынша әскери қызметке шақыруды кейінге қалдыру:\nМектепке дейінгі білім беру ұйымдарында, орта (бастауыш, негізгі орта, жалпы орта), техникалық және кәсіптік, орта білімнен кейінгі білім беру ұйымдарында, мамандандырылған, арнайы білім беру ұйымдарында, жетім балалар мен ата-анасының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдарында, балаларға арналған қосымша білім беру ұйымдарында, сондай-ақ әдістемелік кабинеттерде кәсіптік қызметті жүзеге асыратын педагогтерге, барлық жұмыс кезеңіне;\nтиiстi бiлiмi бар, мамандығы бойынша ауылдық (селолық) жерлерде тұрақты жұмыс iстейтiн дәрiгерлерге – денсаулық сақтау ұйымдарында жұмыс iстеп жүрген барлық кезеңiне;\nҚазақстан Республикасы Парламентiнiң немесе жергiлiктi өкiлдi органдардың депутаттарына;\nөздеріне қатысты анықтау, алдын ала тергеу жүргiзiліп жатқан немесе соттар қылмыстық iстерiн қарап жатқан адамдарға – тиiсiнше анықтау, тергеу аяқталғанға немесе сот үкiмi күшіне енгенге дейiн;\nтиісті білімі бар азаматтық әуе кемелерінің үшу экипаждарына, азаматтық авиация инженерлеріне, механиктеріне және техниктеріне азаматтық авиация ұйымдарында барлық жұмыс істеу кезеңіне  беріледі.\nкемелер экипаждарының тиісті білімі бар мүшелеріне су көлігі ұйымдарында жұмыс істеген бүкіл кезеңге;\n құқық қорғау органдарының білім беру ұйымдарында алғашқы кәсіптік даярлықтан өтіп жатқан адамдарға беріледі.\nБұл жағдайда мерзімін кейінге қалдыру жұмыстың барлық кезеңіне беріледі, ал қылмыстық іс жағдайында – сот шешімі бойынша тергеу аяқталғанға дейін ұсынылады.",
                "date": "22.06.2023",
                "upvotes": 0
            },
            {
                "text": "Қай жерде жұмыс жасасаң да 27 жасқа дейін шақыра береді әскерге.",
                "date": "22.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпарат және қоғам министрі болу үшін не істеу керек?ҰБТда қандай пән таңдау қажет?",
        "question_content": "Мен МИНИСТР болуым керек.Ол үшін ҰБТда қандай пәндерді таңдау қажет екенін біле алмай отырмын.Соны түсіндіріп бере аласыздарма?",
        "question_date": "21.06.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Журналистика, филфак сияқты мамандықтары бар университет таңдап сол салада оқып, магистратура оқысаңыз, мемлекеттік мекемелерде жұмыс жасап мансап жасасаңыз болуыңыз мүмкін.",
                "date": "29.06.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шетелдік университетте оқығым келеді?",
        "question_content": "Ассаламуалейкум мына сұрақтарға көмектесе аласында және шетелдік окуга жіберу компаниялары барма.\n\nМен 9 сынып бітірдім және де колледж де автомобиль ге кызмет көрсету және пайдалану  АТЖ оқып бітірдім орта колледж. Сонымен мен Америкаға Айти саласына окуга тускім келеді калаи оқуға болады білім бөлімінің меңгерушілері болса осы номерге хабарласа аласыздар ма +77753329309 тегін окулар бар екен бірақ та толык ақпарат алғым келді",
        "question_date": "21.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетелде оқу сіздің көкжиегіңізді кеңейтетін және жеке және кәсіби дамуға жаңа мүмкіндіктер беретін бірегей және қызықты тәжірибе болуы мүмкін. Егер сіз шетелдік университетте оқығыңыз келсе, мұнда сізге көмектесетін бірнеше қадамдар бар:\n1. Ел мен университетті таңдаңыз: әртүрлі елдер мен университеттерді, олардың бағдарламалары мен халықаралық студенттерге қойылатын талаптарды зерттеңіз. Оқу ақысы, тілдік кедергі, мәдени айырмашылықтар және білім сапасы сияқты маңызды аспектілерді қарастырыңыз.\n2. Тілді үйреніңіз: таңдалған университетте оқытылатын тілді Меңгергеніңізге көз жеткізіңіз. Егер бұл сіздің ана тіліңіз болмаса, сізге ағылшын тілді елдер үшін IELTS немесе TOEFL сияқты тілді білу емтиханын тапсыру қажет болуы мүмкін.\n3. Қаржыландыру: халықаралық студенттерге арналған стипендиялар, гранттар, айырбастау бойынша оқыту немесе несиелер сияқты қаржыландыру мүмкіндіктерін зерттеңіз. Шетелде оқу қымбат болуы мүмкін екеніне дайындалыңыз және қаржыландырудың балама көздері туралы ойланыңыз.\n4. Өтініш беру: таңдалған университеттің ресми веб-сайтындағы барлық қажетті құжаттарды ұсынуға және қажет болған жағдайда сұхбаттасуға қатысты нұсқауларды орындаңыз.\n5. Орналастыру және бейімделу: тұрғын үй, виза, сақтандыру, мәдени бейімделу және шет елдегі өмірдің басқа аспектілері туралы ойланыңыз. Жаңа ортаға сәтті ену үшін жергілікті әдет-ғұрыптар мен ережелерді үйреніңіз.\nШетелде оқу қызықты және қолайлы тәжірибе болуы мүмкін, бірақ мұқият дайындықты қажет етеді. Қол жетімді ресурстарды пайдалануды және құнды кеңестер алу үшін оқу кеңесшілерімен немесе осы тәжірибеден өткендермен кеңесуді ұмытпаңыз.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефондағы поисктың геолокациясында неге басқа қаланы көрсетіп тұр?",
        "question_content": "Гуглдан, яндекстен поиск жасағанда басқа қаланы көрсетіп тұрады. Негізі мен Алматыда тұрамын, бірақ геолокациядан Қостанайды көрсетіп тұр.",
        "question_date": "21.06.2023",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер іздеу нәтижелері немесе қолданбалардағы геолокация дұрыс емес орынды көрсетсе, келесі қадамдарды орындау қажет болуы мүмкін:\n\n1. * Орналасу параметрлерін тексеріңіз: * құрылғыда орналасу мүмкіндігі қосылғанына көз жеткізіңіз. Бұл опцияны телефон параметрлерінен таба аласыз.\n\n2. * Кэш пен қолданба деректерін тазалаңыз: * кейде сақталған қолданба деректері дұрыс емес нәтижелерге әкелуі мүмкін. Геолокацияны қолданатын қолданбалар үшін кэш пен деректерді тазалап көріңіз.\n\n3. * Құрылғыны қайта іске қосыңыз: * кейде құрылғыны қайта іске қосу геолокацияның уақытша ақауларын жоюға көмектеседі.\n\n4. * Шолғыш параметрлерін тексеріңіз: * Егер веб-шолғышты пайдалану кезінде мәселе туындаса, шолғыш параметрлерінде геолокацияны пайдалануға рұқсат етілгеніне көз жеткізіңіз.\n\n5. * Нақты координаттарды қолданыңыз:* егер сізде орналасқан жеріңіздің нақты координаттары болса (ендік пен бойлық), оларды мүмкіндігінше қолданбаларға қолмен енгізіп көріңіз.\n\nЕгер мәселе шешілмесе, бұл орынды анықтау интернет-провайдер арқылы жүзеге асырылатындығына немесе VPN қолданатындығына байланысты болуы мүмкін. Олай болса, осы параметрлерді тексеріп, олардың сіздің физикалық орналасқан жеріңізді бұрмаламайтындығына көз жеткізіңіз. Егер жоғарыда айтылғандардың ешқайсысы мәселені шешпесе, техникалық мамандардан немесе тиісті қызметтерді қолдау қызметінен қолдау сұраған жөн.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір колектрдан екінші коллекторға өткенде сумма 200000тг өскен бұл заңды ма?",
        "question_content": "Атф банкінен коллекторға өткен берешек Бірінші коллектор жшсдан екінші Нова коллекшинға өткенде сумма 200000тг өскен бұл заңды ма?",
        "question_date": "20.06.2023",
        "question_tag": "Заң",
        "question_views": 198,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе!\n\nСіздің сұрағыңызды жедел түрде шешу үшін және жеке басыңызды растау мақсатында, сізге төмендегі сілтеме бойынша өту керек https://stop-collector.kz/ немесе +7 707 573 00 00 телефонына хабарлассаңыз болады.\n\nҚұрметпен, Қазақстанның ұлттық колллекторлар палатасы",
                "date": "20.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Потенциалдық және кинетикалық энергия . Формуласы",
        "question_content": "Потенциалдық және кинетикалық энергия.\n\nФормуласы",
        "question_date": "20.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Потенциалдық және кинетикалық энергия формулалары",
                "date": "21.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осыдан 20 күн бұрын пиво ішіп едім, тек 2 ұрттаған едім.",
        "question_content": "Осыдан 20 күн бұрын пиво ішіп едім, тек 2 ұрттаған едім. Сол енді наркологическийден  шығарып береді ма?",
        "question_date": "19.06.2023",
        "question_tag": "Денсаулық",
        "question_views": 182,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ал өкпеден тазару уақыты төмендегі кесте бойынша",
                "date": "20.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке жүріп жол тапқанша, көппен жүріп адас",
        "question_content": "Жеке жүріп жол тапқанша көппен жүріп адас",
        "question_date": "19.06.2023",
        "question_tag": "Университет, колледж",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалғыздық бақыт əкелмейді.\"Күш-бірлікте\" \"Жұмыла көтерген жүк жеңіл \"дегендей бəрін біріге,бірлесе дасау арқылы байланыс терең болады.",
                "date": "19.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Велосипедімнің құлпының кілтін жоғалтып алдым қалай ашсам болады?",
        "question_content": "Велосипедімнің құлпының кілтін жоғалтып алдым қалай ашсам болады",
        "question_date": "18.06.2023",
        "question_tag": "Жанұя",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорытындылай келе, егер сіз велосипед құлпының кілтін жоғалтып алсаңыз, жаңа құлыпты сатып алуыңыз немесе ескі құлыпты алып тастауға көмектесу үшін кәсіби велосипед жөндеушіден сұрауыңыз керек. Қалай болғанда да, сіз велосипедіңіздің қауіпсіздігін қамтамасыз ету үшін қосымша күш салуыңыз керек.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    }
]