[
    {
        "question_title": "Ыбырай Алтынсариннің Қарға мен түлкі өлеңіне талдау керек?",
        "question_content": "Ыбырай Алтынсариннің Қарға мен түлкі өлеңіне талдау керек?",
        "question_date": "2.02.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ы.Алтынсарин Қарға мен түлкі талдау",
                "date": "12.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП уведомлениясын қалай алуға болады?",
        "question_content": "ИП уведомлениясын қалай  шығаруға болады:",
        "question_date": "2.02.2021",
        "question_tag": "Мамандық",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызбен бірінші кездескенде қандай силық алып барған дұрыс",
        "question_content": "Қызбен Бірінші рет кездессем қандай силық берем.",
        "question_date": "2.02.2021",
        "question_tag": "Махаббат",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гүл алып барсаң болады.\n_____________________\n\n_____________________",
                "date": "2.02.2021",
                "upvotes": 0
            },
            {
                "text": "Әдемі кішкентай қонжық апарсаң болады.",
                "date": "3.02.2021",
                "upvotes": 0
            },
            {
                "text": "Гүл немесе әдемі кішкентай қонжық апарсаң болады.",
                "date": "3.02.2021",
                "upvotes": 0
            },
            {
                "text": "никакой никакой",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Көксерек – табиғатың тағы перзенті\" шығарма жазуға дайындалу?",
        "question_content": "Үйге тапсырма беру. «Көксерек – табиғатың тағы перзенті» шығарма жазуға дайындалу?",
        "question_date": "2.02.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"со\"-дан аяқталатын сөз айтыңыздаршы",
        "question_content": "\"со\"-дан аяқталатын сөз айтыңыздаршы. Ойыма ештеңе түспей отыр. екеу-үшеу болса тіпті жақсы",
        "question_date": "2.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ееее ешкім жауап бермепті,\n\nБатырлары сөзге жоқпын депті.\n\nШешендері сөз табалмай кетіпті,\n\nОсы жерде кімнің кім екенін барі біле жүріпті.\n\nАрман деген ақын олда жауап бере алмай өленді сыйға тарту етіпті.\n\nАвторы:Арман Гильманов.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сериялдарды субтитрмен көрсем субтитр тым ерте жүреді не істеуге болады?",
        "question_content": "Сериялдарды субтитрмен көрсем,субтитр тым ерте жүреді.Толығырақ айтайын мен субтитр файлы бар сайттан жүктеп алдым.Сосын оны видеоплеермен қосқанда,30 сек ерте жүреді.Осыған қатысты субтитрды реттейтін арнайы программа немесе видеоплеер барма?",
        "question_date": "2.02.2021",
        "question_tag": "Телесериалдар",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сериалдын астына субтитр жазған сайтқа жазасыз, жазу ерте журіп кете береді, дұрыстап келтіріңдер деп )) (әзіл)",
                "date": "2.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыны бетіне түскен жарық сәулесінің түсу бұрышын анықтаңдар.",
        "question_content": "Шыны бетіне түстен жарық сәулесінің түсу бұрышын анықтаңдар. Сыну бұрышы түсу бұрышынан Ү=17.2⁰ қа кіші. Шынының сыну көрсеткіші n=1.7",
        "question_date": "1.02.2021",
        "question_tag": "Физика",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nΔα = 17,2°\n\nn = 1,7\n\n____________\n\nα - ?\n\nСыну бұрышы:\n\nβ = α - Δα\n\nСыну заңы:\n\nsin α / sin β = ain α / sin (α - Δα) = n\n\nТеңдікті шешеміз:\n\nain α / sin (α - 17,2°) = 1,7\n\nСонымен:\n\nα ≈ 39°",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сары түсті аналық және сары түсті аталық мысықтан қандай ұрпақ алынуы мүмкін?",
        "question_content": "1)Сары түсті аналық және сары түсті аталық мысықтан қандай ұрпақ алынуы мүмкін?\n\n2)Күйеуі мен әйелі қалыпты көреді,ал ұлы-дальтоник.Барлық қатысушының генотипі қандай?\n\n3)Альбинизм гені бойынша гетерозиготалы,дальтоник ер адам мен осы екі белгіні тасымалдаушы әйел некесінен қандай ұрпақ тууы мүмкін?",
        "question_date": "1.02.2021",
        "question_tag": "Биология",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сааааап-сары мысық алынуы мүмкін, ха-ха!",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрышты радиан арқылы өрнектеу.",
        "question_content": "егер бұрыштың градустық өлшемі 100, 140 қа тең болса онда бұрышты радиан арқылы өрнектеңіз\n\nкөмектесіңіздерші",
        "question_date": "1.02.2021",
        "question_tag": "Математика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 100*pi/180 = 5*pi/9\n\n2) 140*pi/180 = 7*pi/9",
                "date": "1.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өсімдігі жағынан бай өлке Қазақстанның таулы аймақтары болып саналады\" талдау жасау.",
        "question_content": "Өсімдігі жағынан бай өлке Қазақстанның таулы аймақтары болып саналады   морфологиялық талдау жасау керек еді жасап беріңіздерші",
        "question_date": "1.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үлкен поршеннің ауданы 100 см2 болса, оған қандай күш әсер етеді?",
        "question_content": "Ауданы 25 см2 гидравликалық машинаның кіші поршеніне 300 Н күш әрекет етеді.Үлкен поршеннің ауданы 100 см2 болса,оған қандай күш әрекет етеді?",
        "question_date": "1.02.2021",
        "question_tag": "Физика",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F1/s1 = F2/s2\n300/25 = F2/100\n\nF2 = 1200 Н",
                "date": "1.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен академический лицей бітіргенмін. Факультет естественный наук при квалификации лобарант",
        "question_content": "Салеметсизбе. Мен Академический лицей,  факультет \" Естественный наук\" битиргенмин. При квалификации \" Лаборант\" . Осы дипломмен мектепке лобарант болып жумыска орналасуыма боладыма?",
        "question_date": "1.02.2021",
        "question_tag": "Мамандық",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АВС үшбұрышында АВ=5, АС=ВС=20. АД биссектрисасын табу?",
        "question_content": "АВС үшбұрышында АВ=5, АС=ВС=20. АД биссектрисасын табу?",
        "question_date": "1.02.2021",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://tvercult.ru/nauka/vyichislenie-bissektrisyi-treugolnika-s-izvestnyimi-svoystvami",
                "date": "2.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахризада есімінің мағынасын білісіздерме?",
        "question_content": "Шахризада есімінің мағынасын білісіздерме? Білсеңіздер айтып жеріңіздерші, алдын ала рахмет",
        "question_date": "1.02.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Мың бір түн\" деп аталатын Таяу Шығыстағы ертегілер жинағының негізгі әйел кейіпкері және баяндаушысы.\nҚазіргі зерттеулерге сәйкес, Шехеразада есімі Орта парсы чехразад атауынан шыққан, ол чехр (\"шығу тегі\") және Азад (\"асыл, асқақ\") сөздерінен тұрады. Араб дереккөздеріндегі Шехеразада атауының ең алғашқы формаларына Ширазадтар жатады (ширазад, Ширазад).",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кестедегі сөздер анықтауыш жане пысықтауды рөлін атқаратындай сөйлем құра",
        "question_content": "Кестедегі сөздер анықтауыш жане пысықтауды рөлін атқаратындайсөйлем құраңдар",
        "question_date": "1.02.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әсіресе реферат жоба жүмыстарын жазғанда өте көп қараймын",
        "question_content": "Осыны талдап берингдерши               Әсіресе реферат  жоба жүмыстарын жазғанда өте көп қараймын",
        "question_date": "31.01.2021",
        "question_tag": "Мектеп",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжді бітіріп университетке қалай түсуге болады?",
        "question_content": "Басқа мамандықтан программистке тапсырғым келіп жүр. Осы жылы диплом алып бітіремін. Енді университетке қалай тапсырам деп уайымдап жүрмін. Ақылдарыңыз керек.",
        "question_date": "31.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тест тапсырасыз.",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер-біздің ортақ үйіміз деген тақырыпта өлең керек?",
        "question_content": "Жер-біздің ортақ үйіміз деген тақырыпта өлең керек?",
        "question_date": "31.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шпагатка қалай тез отыруға болады?",
        "question_content": "Шпагатка,қалай тез отыруға болады?",
        "question_date": "30.01.2021",
        "question_tag": "Спортпен айналысу",
        "question_views": 815,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкеліктен қалай бас тартуға болады?",
        "question_content": "Бәріне салем. Мен қазір 9 оқимын келесі жылдан кейін колледж кетуім мүмкін бірақ ол жаққа кеткім келмейді. Университет түскім келеді бірақ ентдан коркам. Жане олардың жататкызып жатканынын маган не кереги бар екенін билмим. Мамандык тандауда киын кай менин калайтын мамандыгым пайда әкелмейді. Сол ушн адвокат болам деп шештім бирак менин акем сотталган болып есептеледі. Уакт отип бара жатр мен нестеримд билмим. Акем омир бойы мемен кызыкпаган кызыкпайдта бирак маган отказ сурасак жазбай отыр.",
        "question_date": "30.01.2021",
        "question_tag": "Заң",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине заң саласы және Құқық қорғау органдарында жұмыс істеу үшін сіздің ата-анаңызды және туған бауырларыңызды соттылығы туралы тексереді. Әкеңізден бас тарта алмайсыз. Ол сізге алимент төлеген бе еді. Тек былай істеуге болады фамиялия және тегіңді өзгертіп, әкемді мүлдем көрмегеммін деп жасауға болады.",
                "date": "31.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шаштың арасындағы бөртпе қайдан пайда болған?",
        "question_content": "Саламатсызба.Менің шашымның арасында қап қатты бөрпе бар.Ұстаса ауырады.Ол неден болады.",
        "question_date": "30.01.2021",
        "question_tag": "Денсаулық",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам бас терісінде безеулер пайда болған кезде, олар жеткіліксіз күтімнің салдарынан пайда болды деп санайды. Бұл кемшіліктен құтылу үшін әйелдер мен тіпті ер адамдар жасамайды: олар шаштарын таңқаларлық жиілікпен жуады, косметиканы, соның ішінде үй құралдарын қолданады, теріні алкогольмен сүртеді, бұл шаштың кебуіне әкеледі.\nБірақ проблеманың себептері әр түрлі болуы мүмкін, егер басындағы безеуді жеңуге тырысудың бәрі пайдасыз болса, сізге тар профильді маман - трихологпен кездесу ұсынылады.\nӘйелдерде басындағы қышудың пайда болу себептері\nТіпті өте кішкентай пимпуль ауыр ыңғайсыздықты тудыруы мүмкін. Ал егер бірнеше болса? Немесе одан да жаманы, бас терісінде бөртпе пайда болды ма? Қышынған және ауырсынатын безеулер, әдеттегідей, таралуға мүмкіндік бермейді, әйел үшін күрделі және маңызды манипуляциялар туралы айтпағанда (сәндеу, мысалы).\nБезеуге қарсы күреске кіріспес бұрын, пайда болу себептерін белгілі бір себептермен анықтау керек, оны кейде медициналық мекемеде ғана мүмкін.\nБір қызығы, себептер сыртқы және ішкі болуы мүмкін.\nСыртқы факторлар\nӨте сирек немесе, керісінше, жиі сусабынмен емдеу.\nСинтетикалық материалдардан жасалған жастықтардағы түнгі демалыс. Ұйқы кезінде бас терісі терлейді және «дем алмайды», бұл қабынуға әкеледі.\nБасыңызды қатты немесе жоғары хлорланған сумен жуыңыз, бұл шашты ауырлатады, май бездерін белсендіреді.\nДұрыс таңдалмаған сусабын, оның құрамдас бөліктерінің бірі аллерген бола алады. Егер әйел бальзам немесе шашқа арналған маскалар қолданса, онда мұндай косметика аллергия тудыруы мүмкін.\nСуық мезгілде бас киімнен бас тарту. Осыдан тек безеулер ғана емес, сонымен қатар шаштар түсе бастайды.\nНашар экология.\nДұрыс емес тамақтану. Витаминдер мен минералдардың жетіспеушілігі, май мен қанттың көп болуы бүкіл денеге, атап айтқанда, бас терісіне теріс әсер етеді.\nАнаболикалық және гормоналды препараттарды қолдану.\nІшкі факторлар\nГипотермия, суық тию. Бұл процестер бүкіл денеде безеулердің пайда болуымен бірге жүруі мүмкін, бас терісі ерекшелік емес.\nСтресс. Олар жүйке жүйесін ғана емес, сонымен қатар бүйрек үсті бездерін де «ұрады», бұл бүкіл дененің дұрыс жұмыс істемеуіне әкеледі, оған сіз қалағаныңыздай жауап бере алады.\nҚұбылмалы гормоналды фон. Ақаулар тек жүктілікке, босануға немесе менопаузаға байланысты емес. Әйел денесіндегі эстроген деңгейінің төмендеуі көбінесе кеудеге, артқа, бет пен бас терісіне қышуды тудырады.\nПоликистикалық аналық без. Әйелдің ұрпақты болу жүйесінің бұл органы, мұндай ауру болған кезде, күшейтілген режимде жұмыс істеуге мәжбүр болады, бұл майлы терінің көбеюіне әкеледі. Осыған байланысты безгектер кез-келген жерде пайда болуы мүмкін.\nМенструацияның алдындағы гормоналды толқулар. PMS өзін дәл осылай көрсете алады.\nКейбір тері аурулары. Бұған себорея кіреді, оның пайда болуы тек ішкі себептермен жүреді, дегенмен көптеген адамдар бұл жаман тұқым қуалауды айыптайды. Сондай-ақ, педикулез, экзема, псориаз және демодекс шабуылын жоққа шығаруға болмайды.\nЕркектердегі басындағы безеу: пайда болу себептері мен факторлары\nБас терісіндегі безеулер кез-келген жастағы еркектерді қатты ашуландырады, өйткені олар көптеген қолайсыздықтар туғызады және айтарлықтай байқалады (ерлердің көбісі шаштарын қысқартуды жөн көреді).\nГормоналды және ішкі бұзылулар мен гигиенаның болмауы - мұндай ақаулардың пайда болуының кейбір себептері. Безеу көбінесе қызамық сияқты аурудың белгілері болып табылады.\nБірақ көбінесе олар жыныстық жетілуден өткен жас жігіттерде кездеседі. Жасөспірім кезеңінде май бездерінің белсенділігі артады, бұл дененің әртүрлі бөліктерінде безеулердің пайда болуына әкеледі. Әдетте, мәселе жиырма жасқа толғаннан кейін өздігінен жоғалады.\nПровокациялық факторлар\nТөмен сапалы сусабындарды немесе жеткіліксіз жиі гигиеналық процедураларды қолдану.\nКәсіби қызмет. Ауадағы шаңның жоғары концентрациясы, майлармен және химикаттармен жұмыс істеу, жоғары немесе төмен ылғалдылық, температураның кенеттен өзгеруі - мұның бәрі тек безеулердің пайда болуына ықпал етеді.\nҚуырылған, ащы майлы тағамдарды, сондай-ақ жаман әдеттерді жеу.\nДулыға, қатты шляпалар және басқа да қиын шляпалар кию.\nҰзын шашты (өкінішке орай, барлық ер адамдар шашқа қалай дұрыс күтім жасау керектігін білмейді).\nШашты тырнап, бас терісін тырнау әдеті. Мұндай әрекеттерді таза қолдармен жасау екіталай, сонымен қатар бактериялардың эпидермистің терең қабаттарына енуі бас терісіне механикалық әсер ету арқылы айтарлықтай жеңілдейді.\nБасына шашты қыру. Олар өте өткір емес пышақпен немесе бұрыс бағытта қырынуы мүмкін, бұл безеудің түпкі себебі болып табылатын түктердің пайда болуына әкеледі.\nБастағы безеудің пайда болу себептеріне келетін болсақ, олар сыртқы және ішкі болуы мүмкін. Мұндай кемшілік ер адамның ұзақ уақыт стресстен, экземадан, псориаздан немесе басқа аурулардан зардап шегуінен туындайды.\nНеліктен безеулер балалар мен жасөспірімдерде пайда болады\nЖаңа туған нәрестенің басы анасының дұрыс тамақтанбауына байланысты безеулерге ұшырауы мүмкін. Кейде кішкентай балалар аллергияның құрбанына айналады, бұл қызыл бөртпе түрінде көрінеді.\nАллерген сонымен қатар тамақ өнімі, косметика, өсімдік тозаңы, тіндер, жануарлардың шаштары және басқалары болуы мүмкін. Басындағы безеулер аурудың басталуын білдіреді (тауық еті, қызамық).\nНәрестелердің ата-аналары кез-келген секіргішке назар аударуы керек. Жасөспірімдерге келетін болсақ, бас терісіндегі безеудің пайда болу фактісі ешкімді таңғалдырмауы керек, өйткені дененің басқа бөліктерінде осындай ақаулар пайда болады. Бұл жыныстық жетілуден туындайды, әрдайым «гормоналды дауылмен» бірге жүреді.\nБезеуді емдеу\nБезеуді емдеу әдістері олардың пайда болуына себеп болған себептерге және ақау түріне байланысты әр түрлі болады. Қалай болғанда да, тар мамандандырылған дәрігерден - трихологтан кеңес алған дұрыс. Иммунолог, терапевт, гинеколог, эндокринолог және мүмкін онкологпен кеңесу қажет болуы мүмкін.\nФакт тері рагы жиі қызғылт «балауыз» конустарының пайда болуын тудырады. Сонымен қатар, бастың окситальды бөлігіндегі безеудің шоғырлануы АИТВ жұқтырған адамдарда және лупусты адамдарда байқалады.\nБас терісіне және шашқа тиісті күтімді қамтамасыз ету, сонымен қатар сіздің диетаңыз бен өмір салтыңызды қайта қарау - мұның бәрі безеуден арылуға көмектеседі, егер олардың пайда болуы гигиенаның жоқтығынан болса және денсаулығына байланысты «қарапайым» және қауіпті емес болса.\nКосметология және медицина\nБезеуден құтылу үшін кешенді тәсіл қажет, сондықтан дәрі-дәрмектермен қатар науқасқа сұлулық салонында өткізілетін физиотерапиялық процедураларды тағайындауға болады. Мысалы:\nЛазерлік терапия\nКриотерапия\nУльтрадыбыстық вибротерапия.\nБастың терісін ультракүлгін сәулемен емдеу.\nДарсонвализация.\nМедициналық әдістер\nКүрделі клиникалық жағдайларда дәрігер антибиотикалық препараттарды тағайындауы мүмкін, ал аурулары бар науқасқа мультивитаминді кешендер, гормондар және басқа препараттар тағайындалуы мүмкін.\nАдсорбенттер (сыра ашытқысы, Лактофильтрум, Полисорб және т.б.) безеуден пайда болатын токсиндерді жою үшін тағайындалады. Егер дәрігер проблеманы антисептикалық, қабынуға қарсы және құрғататын әсері бар жақпа, гельдер мен суспензиямен жоюға болатындығын білсе, онда мұндай препараттарды қолдану ұсынылады.\nБір қызығы, оларды қолдану «нүкте» болуы керек!\nӘсіресе тиімді:\nИхтиол жақпа\nЛевомеколь,\nКалендула тұнбалары\nСкинорен\nМырыш жақпа\nМетрогил\nЭффезель\nТетрациклин жақпа,\nСалицил қышқылы бар препараттар.\nТолығырақ: https://naturalimage.net/3354-why-acne-appears-on-the-head-in-the-hair-and-how-to-t.html",
                "date": "30.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі таңда қандай мамандықтар сұранысқа ие?",
        "question_content": "Қазіргі таңда қандай мамандықтар сұранысқа ие",
        "question_date": "30.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдау  - адам өміріндегі маңызды шешім.Мектеп ұясынан ұшып, жаңа өмірдің тұтқасын ұстаған  жас түлектерді  жиі толғандыратын мәселелердің бірі – мамандық таңдау. Сондықтан да жастарымыз «Кім боламын?» деген сұраққа  ұзақ жауап іздейді. Қазіргі заманғы экономикалық нарықтың ерекшеліктерін ескеріп, бүгінде елімізде талап етілетін мамандықтар жайлы біліп жүріңіз!\nЗаман өзгерген сайын, адам да жетіліп, нарықтық қарым-қатынас пайда болды. Қоғам дамып, дүниеге түрлі  жұмыстар, сәйкесінше, түрлі мамандықтар келді.Өз ісінің нағыз маманы атану екінің біріне бұйыра бермейтін бақ. Нағыз маман – өз ісінің қыр- сырын біліп қана қоймай, өз жұмысының патриоты болуы керек. Бүгінде жастарымыздың көпшілігі мамандық таңдауда қателесіп жатады. Бірі мамандықты өзі қаламай таңдаса,бірі грант үшін,ал енді бірі жалақысы жоғары мамандықтарды таңдағанды жөн көреді.Тез өзгеретін әлемде бейімделе алатын техникалық озық, өнімді жұмыс күшін құру үшін адамғатұрақты жұмыс қажет. Білімге, дағдыға және адам қабілетіне байланысты мамандықтар болашақтың іргесін нық қалайды.Сол себепті болашақта да қажет етілетін мамандықтарды біле жүріңіздер! Бүгінгі таңда елімізде қажет етілетн мамандық тізімінде инженерлік мамандықтарбар.Мамандардың болжамы бойынша озық ұстанымдарға өндірістік шығарылымменинженерлік мамандықтар жатады. Қазіргі таңда ең қажет етілгендер құрылысшылар, техникалар мен технологиялық машиналарды құрастырушылар, сонымен қатар машина жасаушылар болып табылады. Олардан кейінгі керек мамандар қатарын  металлургтар, энергетиктер, мұнай және газ саласының, есептеу техникасының, электроника және телекоммуникация жұмысшылары алады екен. Заман секунд сайын өзгеру үстінде. Жаңа технология мен ақпараттың билейтін заманында керек мамандықтың бірі -  АТ және компьютерлік аппараттық қамтамасыз етуді жасаушылар.Бұл мамандықтарға бағдарлама жасаушы, яғни білікті,білімді программистер жатады. Олар бағдарламалық жасақтаманы құратын және оның жұмысқа қабілеттілігін қолдаушы маман. Қазіргі таңда компьютер тілін жетік білетін мамандар сұранысқа ие.\nБолашақтың іргесін қалайтын мамандық иелеріне осы сала жақын. Ол қала құрылысы.Жеріміз ауылдар емес, қалалар планетасы болып барады. БҰҰ ақпараты бойынша, 2009 жылы қалалықтар саны ауыл тұрғындарынан көп болған. 2025 жылы қала халқының үлесі 77% дейін артып,2025 жылға қарай ең үлкен мегаполистер саны 27% артады деп күтілуде . Жаңа, тез өсіп келе жатқан мегаполистерді жоспарлау, құру және қызмет көрсетуді қолайлы қалалық ортаны құра алатын мамандар қажет болады.  Кәсіп пен пысықтықты талап ететін сала  логисика. Логистика саласы кәсіпорынның қызмет етуінде бірінші кезекті маңыздылыққа ие. Логистика-корпорация,  компания, зауыт, фабрика секілді кәсіпорындардың жасап шығарған тауар өнімдерін бір нүктеден екінші нүктеге жеткізумен айналысатын  сала. Бұл саланың болашағы жыл сайын қарқынды өсуде. Білікті жастардың да осы салаға қызығушылығы артуда.\nБүгінде қоршаған ортаны сақтау мәселелері үлкен орынға ие . Атмосферада  зиянды қалдықтардың өсуі болашақ жаһандық әлемде бірінші орында экология мәселесін қояды. Сондықтан,кәсіби экологтарға сұраныс арта бастайды. Экология саласы ешқашан өлмейтін ,және үнемі талап етілетін мамандықтар қатарына жатады.\nСонымен қатар болашақта елімізде химия саласының мамандары,тағамдық өнеркәсіп,медициналық мамандықтар,болашақта біршама талап етілетін  нанотехнологиялар, сервиспен байланысты мамандықтар сұранысқа ие болады.\nМамандық таңдаудан жаңылмай, өз өміріңіздің бір кірпішін дұрыс қалап, еліміздің өркендеуіне үлес қосатын білікті маман болу әрбір жанға бұйырсын!\nТолығырақ: http://kazgazeta.kz/news/70099",
                "date": "30.01.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен мамандықты дұрыс таңдаған дұрыс. Жалпы әрбір адам өзіне жақын жұмысымен және кәсібібен айналысқан дұрыс. Көптеген кісілер 2,3 жоғарғы оқу орнының дипломдары бола тұра басқа жұмыстармен айналысып жүреді.",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскерге бару үшін ең төмен салмақ және бойы қанша болуы тиіс?",
        "question_content": "Акті берсе көз және бой салмакка әскерге барамын ба",
        "question_date": "30.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биылғы әскерге қабылдау тәртібі бойынша бойы 165 сантиметрден аспайтындар Отан қорғауға жіберілмейді.  Салмақ бойға сай болуы керек.\nТолығырақ: http://anatili.kazgazeta.kz/news/13912",
                "date": "30.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 ды бітіргем бастауыш сыныпқа сраз колледж бітіріп жұмысқа түсуге бола ма?",
        "question_content": "Ассалаумағалейкум маған пикирлериниз қажет отниш 9 ды битиргем бастауыш сыныпқа қазақ тілі немесе орыс тілі таңдасам қандай пәндерди оқу кк и колледжде неше ж оқимын и сраз колледж битирип жумысқа түсуге болама?",
        "question_date": "29.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады. Колледж басшылығында студенттерді жұмыспен қасту басты мақсат болып саналады.",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 4 м3 куб денені суға батырсақ қанша кері итеруші күш əсер етеді?",
        "question_content": "Көлемі 4 м3 куб денені суға батырсақ қанша кері итеруші күш əсер етеді?",
        "question_date": "29.01.2021",
        "question_tag": "Физика",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = ro*v*g = 10^3*4*10 = 4*10^5 Н",
                "date": "29.01.2021",
                "upvotes": 1
            }
        ]
    }
]