[
    {
        "question_title": "Екі таңбалы санды оның цифрларының көбейтіндісіне бөлгендегі бөлінді",
        "question_content": "Екі таңбалы санды оның цифрларының көбейтіндісіне бөлгендегі бөлінді 2 бүтін 3 тен 2-ге тең, ал бұл екі таңбалы сан мен оның цифрларының кері тәртіппен жазғанда шығатын санның айырмасы 18 - ге тең. Екі таңбалы санды табыңыздар.",
        "question_date": "10.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектеп бітірушісіне монолог.",
        "question_content": "Мектеп бітіргенге монолог керек еді",
        "question_date": "10.06.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарқырайды бейтаныс жұлдыз\nҚымбат бізге бек мектептен тыс.\nСарқыраған болашақ өзен\nЖаңа өмірдің айқын ұраны боп!\nБізді үйретті біліп - жеңуге,\nДостыққа сеніп, жігер - күшіңе!\nЕшқашан да ұмыта алмаймыз\nМұғалімнің жылы, айқын жүзін\n\nҚайырмасы:\nМектебім, саған рахмет!\nСенім, махаббат - үмітіңе!\nӨшпессің жүрегімде\nМектебім мақтан үнемі бізбен.\nСветит незнакомая звезда\nЗа порогом школьным, дорогим нам.\nБудущего бурная река\nСтанет новой жизни ярким гимном!\nНас учили знать и побеждать, \nВерить в дружбу, собственные силы!\nПозабыть не сможем никогда \nТвой, учитель, образ, сердцу милый\nҚайырмасы:\nО, школа! Спасибо тебе\nЗа веру, любовь и надежду!\nОстанешься в сердце навек,\nГордись нами, школа, как прежде!\nҰстазым\n\nТыңдағанған көңілдегі толғамымды,\nШындаған тәрбием мен талғамымды.\nӨмірдің маған сыйы деп білемін,\nӨзіңдей жанға шәкірт болғанымды.\n\nТабылған балапан ем ұядағы\nҚырандай жетілдірдің қиядағы\nҰстазға деген ыстық сағынышым\nБір әнге қалай ғана сия алады\nҚайырмасы:\nҰстазым менің\nҚамқорым едің\nБаулыған осы өнерге\nЖүрегің дархан\nӨзіңнің арқаң\nБиікке шықсам егерде\n\nӨнердің мен білмейтін қатпалдарын\nЖаныма сіңіргенше тоқталмадың\nАлдымнан шықты бүгін қолын бұлғап\nҚанша жыл қиялдаған тәтті арманым\nҚайырмасы: \nСыңғырла, соңғы қоңырау\nДүйсенғали Қалдыбайтегі\nМектебің – алтын ұя жарқыраған,\nҰстазың – бұлақ көзі сарқыраған.\nШыңдалып, шыңға қарай қанат қақтың,\nШарықта, жас қыраным, ақ жол саған.\nҚайырмасы:\nСыңғырла соңғы қоңырау,\nТілегің болсын түлекке.\nКиелі үнің күш берсін,\nҮлпілдеп тұрған жүрекке!\nОрындалсын аңсап жүрген арманың,\nАрайланып атсын нұрлы таңдарың.\nТуған елдің көк байрағын көтеріп,\nБиіктерден көріне бер, саңлағым!\nҚайырмасы:\nАрдағым деп қуанады ел саған,\nТарланым деп табынады жер саған.\nБолашақтың бар тізгіні сендерде,\nСенім артар азаматым, болшы аман!\nҰстазым\nӘні Әбілахат Еспаевтікі\nСөзі Аманжол Шамкеновтікі\nТұлғаңды арманыма ұқсатқанмын,\nҮлгіңді көңіліме қыстатқанмын.\nЕсімде әліппені жаттатқызып,\nЕң алғаш қолға қалам ұстатқаның.\nҚайырмасы:\nҰстазым, менің ұстазым,\nӨзіңмен өткен қыс-жазым.\nҚалдырған ізің мәңгілік,\nЖадымда тұрар жаңғырып,\nҰстазым, менің ұстазым!\nЗердемді сен ашпасаң не етер едім?\nӨмірден сыбағасыз өтер едім.\nҒажайып дүниенің сырын жайып,\nҚияға қызықтырып жетеледің. \nҚайырмасы: \nӨзіңнен өмірге азық ала бердім,\nҰшырып мені алысқа қала бердің.\nБойымда отың кетті ұшқын атқан,\nКеледі жана бергім, жана бергім!\nТолығырақ: https://surak.baribar.kz/102809/",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Генетика арқылы екі адамның жеті ата ұқсастығын білуге бола ма?",
        "question_content": "қазіргі генетика арқылы екі адамның жеті ата ұқсастығын білуге болама? яғни дальше больше отбасы болуға болама жоқпа? жауап беріп кетсеңіздер",
        "question_date": "10.06.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шыққан тегіне ДНК тест жасау арқылы біле елесыз. Тест құны қол жетімді және Қазақстанның ірі қалаларында жасалады.",
                "date": "15.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7,8 г бензолды катализатор қатысында 3,36 л сутек жұмсалады?",
        "question_content": "7,8 г бензолды катализатор қатысында 3,36 л сутек жұмсалады. Түзілген циклогексанның массасы\n\nа.4,2\n\nв.3,9\n\nс.3,6\n\nд. 4,8\n\nе. 5,6",
        "question_date": "10.06.2021",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7,8 г бензолды катализатор қатысында 3,36 л сутек жұмсалады. Түзілген циклогексанның массасы",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3,3 фосфорды жағу үшін қалыпты жағдайда қанша көлем оттегі қажет?",
        "question_content": "3,3 фосфорды жағу үшін қалыпты жағдайда қанша көлем оттегі қажет?",
        "question_date": "10.06.2021",
        "question_tag": "Химия",
        "question_views": 989,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі тәсілмен де шығару қате емес, екі жолдың соңындағы мәндері сәйкес келмеуі қалдық сандарды есепке алмау салдарнан. Ал калькуляторда бірден салсаңыз 1 ші жолдағы мән шығады. Негізі мектеп программасында қалдықсыз есеп үлгілері берілетін, ал бұл жерде 3,3г мен фосфордың атомдық массасы 31 сәйкес келмей осындай қалдықтар пайда болады.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4,9 г темір (ІІІ) хлориді мен 2,3 г натрий гидроксиді әрекеттескен кезде",
        "question_content": "4,9 г темір (ІІІ) хлориді мен 2,3 г натрий гидроксиді әрекеттескен кезде түзілген тұнбаның массасын есепте?",
        "question_date": "9.06.2021",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "FeCl3+3NaOH=Fe (OH)3+3NaCl\nM (FeCl3)=162.5 г/моль\nМ (3NaOH)=120 г/моль\nv1=4.9/162.5=0.03моль v2=2.3/120=0.02моль\n120г -107г\n2.3г - Хг Х=2.05г 2.05г Fe (OH)3\n120г - 175.5г\n2.3г - Yг Y=3.36г 3.36г NaCl",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биіктігі 25 метр тік жартастың түбінен 60 метр жерде орналасқан зеңбірек жартасқа қарай",
        "question_content": "Биіктігі 25 метр тік жартастың түбінен 60 метр жерде орналасқан зеңбірек жартасқа қарай көлденеңінен 430 метр биіктікте 15 кг снарядпен атылады. а) снаряд жартастың жоғарғы жағынан ұшып кетуі үшін минималды бастапқы жылдамдық қандай болуы керек? (б)жартастың үстіндегі жер тегіс, зеңбіректен 25 м биіктікте. Бөлік (А) жағдайында снаряд жартастың шетіне қаншалықты түседі?",
        "question_date": "9.06.2021",
        "question_tag": "Математика",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіс ісігін қалай қайтаруға болады?",
        "question_content": "Тісім өздігінен ісіп кетті.Қалай ісікті қайтаруға болады",
        "question_date": "8.06.2021",
        "question_tag": "Денсаулық",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіс ауруы – күтпеген кезде келетін қонақ. Бұл мәселе сіз үшін бейтаныс болуы мүмкін. Алайда тіс – адамның ең жанды жері. Бұл жағдайды түзетіп, қорқынышты сезімнен қалай арылуға болады? Біз сіздерге ауруды бірден басатын 7 әдісті ұсынғымыз келіп отыр. \n1.Тіс ауруына қарсы сарымсақ, пияз және тұз көмектеседі. Бұл тағамдарды уатып, тіске басу арқылы аурудан арыла аласыз.\n2. Мақта тығынын самырсын майында жібітіп, ауырған тісіңізге немесе қызыл иекке 10-15 минут басып, 1,5-2 сағаттан соң тағы бір рет қайталасаңыз, нәтижесін көресіз.\n3. Тіс ауруынан құтылуға бас бармақ пен сұқ саусақтың сүйектері кездесетін жерге массаж жасау көмектеседі. Массажды тіс ауру аймағына қарама-қарсы саусақпен жасаймыз. Әрекетті 5-10 минут сайын жасап тұру керек.\n4. Ауруды жеңілдетуге белгілі бір нүктеге массаж жасау көмектеседі. Жоғарғы еріннің үстіндегі нүктені тауып, бірқалыпты массаж жасау арқылы ауруды басуға болады болады.\n5. Ауруды бәсеңдетуге орамалға қапталған мұз кесектерін бетіңізге басу көмектеседі.\n6. 5-6 тамшы йод пен 1 қасық тұзды алып, оны 1 стақан суда ерітіп, ауру тісіңізді шайыңыз.\n7. Ауруға қарсы көмекшілердің бірі - шүйгіншөп тұнбасы мен камфор спирті. Осы тұнбалардың біріне шайылған мақтаны тісіңізге бассаңыз ауруды тежейді.\nӘрине, тісіміздің саулығын күтіп, тіс дәрігерінің қабылдауында жиі болуымыз керек. Алайда ауру айтып келмейді ғой? Сондай кезде сіз не істеу керектігін білесіз.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/24941/",
                "date": "8.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамда тіс неше жасқа дейін шығады?",
        "question_content": "Мен қазір 18 жаста едім. Яғни кішкентай кезімде 2 азу тісім түспеген болатын еңді 18 жасымда үгіліп түсіп қалды енді маған тіс осеме? Қорқып тұрмын тіссіз қаламба деп? Өтініш тіс неше жаска дейін шығады? Енді не істесем болады?",
        "question_date": "8.06.2021",
        "question_tag": "Денсаулық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ересек адамның қалыпты 28 тісімен қоса, 4 ақыл тісі болуы тиіс. Тістер атқаратын қызметтеріне қарай, кескіштер, азу тістер, премоляр және моляр болып бөлінеді.\nБүгінгі қозғап отырған тақырыбымыз – ақыл тістің маңыздылығы. Әдетте 17 мен 25 жас аралығында шығатын бұл тіс түрі ерекше ауырсынумен шығады. Дер кезінде байқалмаған ауру-сырқау симптомдары одан бетер асқынуларға әкеліп соғу мүмкін.\nКөп жағдайда, ең соңынан шыққан бұл тістердің түбірлері нашар болады. Кейде тіс жегіне ұшыраған ақыл тістерді дәрігерлер емдеуден бас тартып жатады. Емдеуге қиын соғатын ақыл тістерді сақтау қаншалықты маңызды? Сонымен, ақыл тістің жақсы-жаман тұстарын ажыратайық.\nАуыз қуысында тістердің жетіспеушілігі салдарынан протез киюге тура келеді. Егер, ауыз қуысында 6-ыншы және 7-інші, яғни ақыл тістің алдындағы тістер жоқ болса, протез жасау барысында қиындық туу мүмкін. Ал ақыл тістің көмегімен протез берік қондырылады.\nКейде ақыл тіс дұрыс шықпай, түбірі қисық болады. Мұндай кезде қисық шыққан ақыл тіс басқа сау тістерді зақымдамау үшін жұлып тасталынады. Тіс шығу барысында жаңа тіске орын жетпей жатса, ақыл тістен айрылыуыңыз әбден мүмкін. Сондай-ақ, алдынғы тұрған тістерді емдеу барысына кедергісі келіп жатса, ақыл тісті жұлдырғаныңыз абзал.\nМұнымен қоса, ақыл тіс шығу барысында тіс иегі де зақымдануы мүмкін. Тіс иегі мен тістің арасында қабыну пайда болып, перикоронит ауруына шалдығу қаупі бар. Мұндай  жағдайлардың алдын алу үшін, дер кезінде тіс дәрігерінің көмегіне жүгініңіз.\nТолығырақ: https://surak.baribar.kz/648551/",
                "date": "8.06.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Салоннан көлік сатып алған дұрыс па?",
        "question_content": "Көлік жүргізуде көп тәжірибем жоқ, бірақ салоннан машина алайын деп жатырмын, 14 миллионға. Бірден жаңа машина айдағым келеді, қандай кеңес бересіздер?",
        "question_date": "8.06.2021",
        "question_tag": "Автокөлік таңдау",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автомобиль сатып алу бұл да инвестицияның бір түрі болып табылады және де жылжымайтын мүлік сатып алу кезіндегідей салым салуды талап етеді. Бірақ автомобильдің бағасы жыл сайын түсе беруі мүмкін. Өз бюджетіңізді есептеп және Сіз оған жыл сайын қанша ақша салуға және жұмсауға дайын екеніңізді ескеру қажет. Ұсталған автомобильді сатып аларда автомобильдің қай жерден сатып алынғаны туралы білу қажет. Жиі тарихы белгісіз ұрланған автомобильді сатып жатқан алаяқтарды кездестіруге болады.\nСтатистика бойынша Қазақтсан халқының басым бөлігі ұсталған автомобильдерді сатып алады. Егер сіз өз бюджетіңізді есептеп өзіңізге автомобиль сатып алуға дайын болсаңыз және осы бюджет жаңа немесе ұсталған автомобильге жететін болса, онда осы мақалада сіз жаңа немесе ұсталған автомобильді сатып алған кезде туатын тәуекелдер мен шектеулер туралы біле аласыз.\nАвтомомбиль таңдаймыз\nЖаңа автомобиль алған кезде барлығы әлдеқайда оңай. Жаңа машинаны сатып алған дұрыс болады, өйткені сіз оның 100%-ға боялмағаны және соғылмағаны туралы сенімді боласыз. Автосалондарда толығымен кеңесшілердің сөзіне толығымен сүйенуге болмайды. Сіз автомобильді сыртынан да, ішінен де мұқият қарап шығып барлық құжаттар мен сертификаттарды тексеруіңіз қажет. Міндетті түрде қажетті тест-драйв өткізіңіз. Егер автомобильге тапсырыс берсеңіз, осындай жағдайларда адамдар тәжірибенің жоқ болуының құрбаны болады. Көбісі тапсырыс беріп әкелінген автомомбиль ақаулы болуы мүмкін екендігін білмейді. Егер тасымалдауды ұқыпсыз жасайтын болса, автомомбиль нашар күйде келуі мүмкін, жиі бұзылған болуы мүмкін. Тапсырыс берген кезде төлемді алдын-ала 100% мөлшерде жасау керек екендігін ескеру керек.\nҰсталған автомобильді сатып алған кезде асықпай таңдаған жөн. Алдымен автомобильдің маркасын таңдап, оның нарықтағы бағасын ескеру қажет. Ұсталған автомобильдердің бағаларын көптеген автомомбильдер базарларында білуге болады, сондай-ақ осыған қатысты әртүрлі сайттар бар, онда фильтрлер арқылы қажетті модель мен шығарылған жылын тауып бағасын білуге болады. Ұсталған автомобильді жақсылап іздесеңіз өз бюджетініздің 10-15 %-ын жақсы үнемдеуге болады.\nҰсталған автомомбильдерді сатып алатын адамдар автомобильден өздеріне не қажет екендігін анық біледі: автомобильдің жүріп өткен жолы, былғары салон, кең салон, қозғалтқыш көлемі және басқа да параметрлері. Мұндай параметрлер бойынша бірнеше модель келуі мүмкін, тіпті бір өндірушінікі болуы мүмкін. Ең дұрысы арасынан таңдап алу үшін сіздің барлық талаптарыңызға сай келетін екі-үш модельді таңдап алыңыз. Модельді таңдағаннан кейін, барлық функцияларын, сынған жерлерін қарап шығып қызмет көрсету құнын анықтаңыз. Егер нақты модельді таңдаған болсаңыз, интернетте осы марканы сатып аларда ол туралы пікірлерді оқып қандай жайттарға көңіл аудару қажеттігі туралы оқи аласыз. Толық түсініктемесі, сипаттамасы мен фотосы жоқ хабарландырулардан бірден бас тартыңыз: көбінесе, оларды алыпсатарлар мен алаяқтар орналастырады. Тіпті егер сіздің таңдауыңыз бір модельге ғана түсетін болса да, басқа да жақсы нұсқаларды іздеуді тоқтатудың  қажеті жоқ.\nТолығырақ: https://egov.kz/cms/kk/articles/vehicle/avto01",
                "date": "8.06.2021",
                "upvotes": 0
            },
            {
                "text": "ен жаксы машина-жана машина.\n\nДурыс.Но кредитке емес",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу кезінде әкесі баладан бас тартса болама?",
        "question_content": "баладан бас тартуга болама? калай,кандай жагдайда?",
        "question_date": "7.06.2021",
        "question_tag": "Заң",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әке болудан бас тартудың себептері әр түрлі болуы мүмкін. Кейде ер адам өзінің әке болуына күмәнданса, кейде ол ата-аналық міндеттерін қасақана орындамайды, кейде баланы шетелге шығаруға рұқсат бергісі келмейді.\nӘкелікті анықтаудан бас тарту - соңғы шара. Осы бағытта шаралар қабылдау туралы шешім қабылдағанда, ата-аналар өздерінің іс-әрекеттерін байыпты бағалауы және мүмкіндігінше баланың құқықтарын ескеруі керек.\nРесей Федерациясының заңнамасында әке болудан өз еркімен бас тартуға болатын ережелер жоқ. Бұл дегеніміз, ата-аналардың өз қалауы бойынша және материалдық қолдау міндетінен бас тартуға құқығы жоқ. Тіпті әкесі әке болудан өз еркімен бас тартуға дайын болған кезде де оның талабын сот арқылы ғана қанағаттандыруға болады. Шындығында, әкелік құқықты жоғалту мүмкін. Заң шеңберінде мұндай нәтижеге қол жеткізуге болады, бірақ бұл рәсім оңай емес. Әке болудан қалай бас тартуға болады Көбінесе туу туралы куәлікте биологиялық әкесі көрсетілмейді. Отбасы кодексі ер адамды автоматты түрде туылған кезде анасымен некеде тұрған әкесі, сондай-ақ ажырасудан туылғанға дейін 10 айдан аспаған жағдайда бұрынғы күйеуі ретінде қарастырады. Заңның мұндай ережелері ер азаматтарды әке болудан бас тартуға мәжбүр етеді.\nТуу туралы реестрге енгізілген ата-ананың жеке басына сот арқылы шағым жасалуы мүмкін. Мұндай құқық: туу туралы куәлікке енгізілген ата-аналар; кез-келген биологиялық ата-ана; 18 жасқа толған бала; әрекетке қабілетсіз деп саналатын баланың немесе ата-ананың қамқоршылары.\nӘкелікті анықтайтын талап-арызды сот міндетті түрде қанағаттандырмайтын жағдайлар бар. Бұл әкесі:\nтіркеу кезінде нағыз ата-ана туралы білген; \nжасанды ұрықтандыру үшін басқа біреудің биологиялық материалын пайдалануға жазбаша келіскен. \nЕгер ер адам өзінің әке болуына күмәнданса, ол бас тартуға құқылы. Әкелікті анықтаудан қалай бас тарту керек? Сотқа дәлелдемелер ұсынып, талаптардың бірін құжаттармен растау қажет:\nВестник бала көтерудің мүмкін еместігі туралы медициналық мекеменің анықтамасы; ықтимал тұжырымдама кезеңінде анықтамада көрсетілген адамның болмауын растайтын құжат, мысалы, іссапарға, бас бостандығынан айыруға, ауруханада емделуге байланысты; мүмкін болатын тұжырымдама кезеңінде ананың басқа ер адаммен қарым-қатынасы туралы жазбаша айғақтар; дНҚ сараптамасы. Сот шешімімен әке болудан бас тартқан жағдайда ер адам алименттен де босатылады. Ата-ана құқығын қалай алып тастауға болады Заң мұндай маңызды шешімді тек сот арқылы қабылдауға мүмкіндік береді. Анасы талап қоюға құқылы. Заңнамада мұндай құқық балалардың құқықтарын қорғауға міндетті органдарға да, мысалы, кәмелетке толмағандардың істері жөніндегі комиссияларға немесе қорғаншылық органдарына да қарастырылған. Прокурор ата-ана құқығынан айыру туралы талап арыз бере алады. Сот отырысына баланың құқықтарын қорғайтын органдардың өкілдері мен прокурордың қатысуы міндетті болып табылады.\nТолығырақ: https://coonwood.ru/kk/celitelnye-tochki-na-tele/dobrovolnoe-lishenie-otcovstva-mozhno-li-otkazatsya-ot-otcovstva-i.html",
                "date": "7.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 пен 7 сандарына бөлгенде қалдық 1 қалатын сандар",
        "question_content": "3 пен 7ге бөлгенде 1қалдық қалатын екітаңбалы натурал сандарды анықтаңыз.\n\n22;43;64;88\n\n15;22;43;64\n\n22;43;64;85\n\n19;43;64;85",
        "question_date": "7.06.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "22;43;64;85 Сандары",
                "date": "7.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңгелердің қыздарға көп қоятын есімдер?",
        "question_content": "Салт дəстурде ат тергеу деген бар-ол жеңген уйіндегілерге жаңадан ат қою керек.маған қайын сіңіліге есім қажет.",
        "question_date": "7.06.2021",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайын сіңлілеріне: \"шырайлым\", \"жігіт жат\", \"еркежан\", \"еркем\", \"еркекшем\", \"молдақыз\", \"айдарлым\", \"кекілдім\";",
                "date": "7.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1917 жылы революуия күшті жағы мүмкіндіктері әлсіз жағы және қуіп қатері атаңыз",
        "question_content": "1917 революция күшті жағы мүмкіндіктері әлсіз жағы және қуіп қатері",
        "question_date": "7.06.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1917 жылғы екі революция кезеңіндегі Қазақстан 1917 жылғы ақпанда патша өкіметін құлату Ресей мен оның ұлттық шет аймақтарындағы саяси күштердің орналасуын түбірімен өзгертті. Ақпан революциясының нәтижесінде қосөкімет қалыптасты, бір жағында буржуазия мен буржуазияланған помещиктердің Уақытша үкіметі пайда болса, екінші жағында жұмысшы және солдат депутаттарының мүддесін көздейтін Кеңестер құрылды. Қосөкіметтің мәні мынадай болды: нақты билікке ие Уақытша үкіметтің күшті әлеуметтік базасы болмады, ал Кеңестер әлеуметтік күшке ие бола тұрып, нақты билікке қол жеткізе алмады. Соңғысының үміті — әлеуметтік жағынан төменгілердің тікелей қолдауына сүйене отырып, билікті революция арқылы басып алу еді. Ресей мен Қазақстанның саяси өмірінде соңғы үрдіс басымдыққа ие болды. Мемлекеттік Думаның Уақытша комитетінің құрылуы, ол комитет арқылы Уақытша үкіметтің дүниеге келуі, жұмысшы және солдат депутаттары Кеңесінің құрылуы туралы хабар (негізінен жеделхат түрінде), Уақытша үкімет пен Петроград Кеңесі Президиумының халыққа жолдауы Қазақстанға 1917 жылы наурыздың 2-3-інде келіп жетті. Уақытша үкімет те, Петроград Кеңесі де алғашқы кезде бір-бірін жарыса толықтырумен болды. Мұның өзінше қисынды жағы бар еді. Уақытша үкімет қажетті заңды өкілеттіктері бар жоғарғы мемлекеттік жалпыхалықтық сайланған органның еркін білдіретін таза қызметтік аппарат ретінде әрекет етті. Мұндай жағдай жергілікті жерлерде, шет аймакқтарда әлі де билікке ие, жазалаушылық қабілетінен айырыла қоймаған көне (патшалық) бюрократиялық басқарудың қарсылығын бірден басты.\nПетроград Кеңесінің Президиумы өз кезегінде халықтың қажетті қолдауына ие болды, губерниялар мен уездерге тікелей халықтық үкімет - Кеңестерді құруға шақырған жедел хаттар жіберді. Мұндай әрекет революцияның жеңісін бекіте түсу үшін қажет болды, өйткені бұл ақпан жеңісін сақтап қалуға және буржуазияның барлық биліктерін шектеуге белгілі мөлшерде жағдай туғызатын еді.\nПетроградтан тараған нұсқаулар жер-жерде, оның ішінде Қазақстанда да қозғалыстың ерістеуіне себепші болды. Бір жағында буржуазиядық элементтер әрекет етсе, екінші жағында революциялық-демократиялық күштер қимыл жасады. Олар соған сәйкес Уақытша үкіметтің жергілікті құрылымдарын атқарушы (азаматтық) комитеттер мен революциялық билік органдары — Кеңестер құрады. Орталықтағы сияқты жергілікті жерлерде де Кеңес қайраткерлерінің атқару комитетінің құрамына немесе керісінше атқару комитетіндегілердің Кеңес құрамына кірген фактілері жиі кездесіп отырды. Лениннің бағалауы бойынша мұндай «екі диктатураның ғажайып жымдасуының. өзіндік себептері болуымен қатар, ізінше шиеленісті жайтқа түрткі болды, себебі саяси селбесушілердің ел мен Қазақстанды дамыту болашағы туралы түсініктері барынша алшақ еді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "8.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өкше ауырып қоңыр дақ шықса не болады?",
        "question_content": "Өкше ауырп коныр дак шыкса бұл не деп ойлайсыздар. Рентгенге түстім ештене жок.",
        "question_date": "7.06.2021",
        "question_tag": "Денсаулық",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқтардағы теріге қараңғы дақтар зардап шеккен аймақтың құрылымының өзгеруі және оның биіктігін қоршаған айналасынан жоғары болуы мүмкін. Мұндай құралымдар терапияның тактикасын анықтайтын шығудың өзгеше сипатына ие. \nТамырлы\nЖапырақты дақтар түстес күлгін немесе сәл қоңыр түсті болады. Олардың көлеңкесі аймақтағы қанның күйіне байланысты. Ол кемеден шығып, айналасындағы тіндерге шығып, қанға қатыса алады.\nАяқтар бетінде пайда болуы мүмкін терідегі қан тамырлары пайда болуы төмендегі түрлерге бөлінеді:\nСыртқы түрі қан тамырларының уақытша кеңеюіне байланысты. Бұл теріні жарақаттағаннан кейін аллергиялық реакцияның дамуымен болады.\nТұрақты вазодиляциямен байланысты дақтар.Мұндай құрылымдар гемангиомалар, «жұлдыздар» болып табылады.\nГеморрагиялық дақтар. Олардың пайда болуы кеменің қан шығарылуымен байланысты.\nПигменттелген\nТері меланинінің белгілі бір аймағының мазмұнын жоғарылату немесе азайту себебінен пайда болады. Эпидермисті ерекше түс беретін пигменттер. Аяқтарда келесі түрлердің пигментті дақтары болуы мүмкін:\nМольз немесе неви. Піскен ұрықтың даму кезеңінде қалыптасқан немесе интенсивті күн зерттеуінен көрінуі мүмкін.\nХлоязма. Бұл білім гиперпигменттеу бар организмде шектеулі аймақ болып табылады. Әйелдер жиі жүктілікте немесе ағзадағы гормоналды теңгерімсіздік кезінде кездеседі.\nЖиектер. Балалар мен жастардың көктемгі-жазғы кезеңдерінде белсенді пигментті дақтар пайда болды. \nЛентиго. Аяқтағы қараңғы пигментті нүкте, ол жиі терінің жасына байланысты өзгерістерінен пайда болады.\nВитилиго. Тері пигменті меланині мүлде жоқ жерде жарық дақтары ретінде пайда болады.\nЛейкодерма. Бірнеше жарық нүктелеріне ұқсайды.Олар жұқпалы немесе қабыну ауруларының кейбір жүйелік аурулары аясында қалыптасады.\nСыртқы түрлердің себептері\nТөменгі қолдың терісіне жоғары пигментацияның себептері:\nКейбір органдардың немесе жүйелердің жұмыс істеуіне байланысты проблемалардың болуы.\nТерінің жиі жарақаттануы. Аяқтардағы эпидермис жағдайына әсіресе теріс әсер ететін жиі қырыну немесе басқа косметикалық процедуралар әсер етеді.\nУльтракүлгін сәуленің теріс әсер етуі.\nҚоректік заттардың жеткіліксіз тұтынылуына әкелетін жеткіліксіз тамақтану.\nДерматологиялық аурулардың болуы.\nМайлық бетінде кішкене дақтар болса, эндокринологпен байланысу қажет, себебі бұл қант диабетін симптомы болуы мүмкін.\nАрандататын факторлар\nМұндай проблема ерлерде де, кез-келген жастағы әйелдерде де көрінуі мүмкін. Бұл көптеген ішкі немесе сыртқы факторлардың әкеледі бойынша. Олардың ең көп тарағандары:\nЖеңіл терінің болуы.\nТерінің теріс өзгерістерін тудыратын аллергиялық реакцияны дамыту.\nДенедегі гормондық теңгерімсіздік.Эндокриндік жүйенің аурулары тері мәселелеріне жиі әкеп соғады. Гормоналды фонда табиғи өзгерістер (бала кезінен бастап, бала кезінен туған кезде) ұқсас патологияны тудыруы мүмкін.\nТамырлы жүйедегі проблемалардың болуы (әсіресе варикозды тамырлар).\nГенетикалық бейімділік.\nТіндердің қанмен қамтамасыз етілуіне кедергі жасайтын ыңғайсыз аяқ киім мен киім кию.\nЕресек жас. Уақыт өте келе барлық созылмалы аурулардың өршуі байқалады, терінің табиғи қартаюы байқалады.\nАяқтарда қоңыр дақтар пайда болған кезде, аумағы шектеулі аймақ көрінеді, оның түсі терінің әдеттегі көлеңкесінен едәуір қараңғы. Олар диаметрі бірнеше миллиметрден сантиметрге дейін және әртүрлі мөлшерде болуы мүмкін – пішінді – дөңгелек, сопақ, түзу емес.\nКөптеген жағдайларда науқас кейбір қосымша белгілерге шағымданады. Дақ жарақат, қабығы, жарақаты немесе физикалық қолайсыздықты туғызбауы мүмкін. \nтек жан-жақты диагноз кейін теріге дақтар құтылу. Мәселенің пайда болуына себеп болатын себеппен анықтау керек, содан кейін емдеу тактикасын жасауға болады.\nЕгер қара дақтар терінің пигментациясының жоғарылауымен туындаса, барлық қолайсыз факторлардан арылуға тура келеді. Ең алдымен, сіз күннің күнделікті демалыс уақытында, оның қызметі максималды болғанда шектеуіңіз керек. Сонымен қатар, гиперпигментацияны тез және тиімді жоюға мүмкіндік беретін арнайы құралдар пайдаланылады немесе арнайы терапиялық процедуралар жүргізіледі.\nДәрігерлік\nЭпидермис бетіндегі қоңыр дақтармен күресу жергілікті емдеу үшін қолданылатын немесе пайдаланылатын арнайы құралдардың көмегімен болуы мүмкін. Мұндай препараттардың белсенді заттарының әрекеті төмендегілерге бағытталған:\nБелгілі тері жасушалары арқылы меланин өндірісін баяулатады. Мұндай құралдар құрамына кіреді Achromin, Maxroactive Max. \nДермис бетінде бұрыннан бар меланин деңгейін төмендету. Осы топтан танымал құралдар Atralin, Retin-A деп саналады.\nНауқасқа параллель отырып, витаминдік-минералды кешендер тағайындалады, бұл организмде қоректік заттардың жетіспеушілігін өтейді.\nФизиотерапиялық емдеу\nФизиотерапия дақтар қан айналымының бұзылуынан болған жағдайда тиімді. Тасымалдауларды пайдалы заттармен қамтамасыз етуді жақсарту осындай рәсімдердің көмегімен жасалуы мүмкін:\nЕгер мәселе қант диабеті фонында пайда болса, магнит-озон терапиясы қолданылады. Бұл жағдайда балшық терапиясы өте тиімді.\nХирургиялық емдеу\nЭпидермистегі дақтарды кетіру үшін, осындай хирургиялық емдеу әдістеріне жүгін:\nкриотерапия (сұйық азотты қолдану);\nлазерлік терапия;\nхимиялық пилинг;\nфототерапия.\nХалықтық емдеу\nЕрлер де, әйелдер де терінің қара дақтарын жою үшін дәстүрлі медицина рецептін қолдануы мүмкін. ақау құтылу әсер жеңілдеттік шығаратын белгілі бір азық-түлік өнімдерін оң қасиеттері байланысты. Қалаған нәтижеге қол жеткізу үшін күнделікті теріге арнайы агенттермен, композициядағы ағартқыш компоненттерімен қолдануға болады.\nТері өңін дәл осындай өнімдерге теңестіруге болады:\nЛимон немесе грейпфрут. шоғырланған жеміс шырыны Теріні Ағартқыш үшін пайдаланылады. Ол төменгі қолдың бетіне күніне бірнеше рет емдеу үшін қолданылады.\nКефир. Бұл көптеген нақтылайтын маскалардың бір бөлігі. Қаласаңыз, негізгі және жалғыз ингредиент ретінде қолдануға болады.\nАқжелкен.Бұл зауыттан отын шығару нақтылайтын әсерге ие. су 500 мл қайнатылған жасыл оны дайындау 50 г үшін, содан кейін сүзгіден және проблемалық аймақтарды емдеу үшін пайдаланылатын, салқындатылған. \nАлдын алу\nТерінің гиперпигментациялануын және осы табиғаттың басқа мәселелерін болдырмау үшін, қарапайым ережелерді сақтау керек:\nҰзақ уақыт бойы күн сәулесінен қорғайтын күн сәулесінің әсерінен арнайы күн қорғанысын пайдалану қажет. Мұндайда, ол ультракүлгін сәулелену әсерінен теріні мүмкіндігінше жабу киім кию ұсынылады. Мүмкіндігінше көшеде тұру керек.\nОңтайлы ішімдік режимін ұстанып, дұрыс тамақтану керек.\nАлғашқы алаңдаушылық белгілері пайда болғанда, денені тексеру үшін дәрігерге бару керек.\nТерідегі қоңыр дақтар көбінесе ағзадағы ақаулардың пайда болуының белгісі болып табылады. Сондықтан, проблеманы емдеуді ескермеудің қажеті жоқ, әсіресе басқа жағымсыз симптомдармен бірге жүрсе.\nКөптеген адамдар тері пигментациясын арттырды.Өте жиі әйелдерге арналған нағыз проблема болуы мүмкін аяқтар қоңыр дақтар бар. Қоңыр дақтардың пайда болуына не себеп болады? Олар қауіпті ме? Оларды қалай емдеуге болады? Осы сұрақтарға жауап беруге тырысайық.\nТолығырақ: https://kk.smithhealthcentre.com/ayaktyn-terisine-konyr-daktar/",
                "date": "8.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз бала асырап алғым келеді.",
        "question_content": "Қыз бала асырап алғымыз келеді. Шатасқан, ұрынып қалған қыздар өтініш, бала бақытты болу керек. Қызымыз үшін Алла алдында жауап беретінімді білем. Астана, 8 707 9970970",
        "question_date": "7.06.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз бала асырап алғыңыз келсе, онда балалар үйіне барғаныңыз дұрыс.",
                "date": "8.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттестатқа жылдық баға қойыла ма?",
        "question_content": "Егер жылдық бағам 3 болса және емтихан бағасы 4 болып, аттестатка қай баға қойылады?",
        "question_date": "7.06.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аттестатқа жылдық қорытынды баға емес, эмтихан бағасы қойылады.",
                "date": "8.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай шет елден товар алуға болады?",
        "question_content": "Бір затты Ресейден қалай тапсырыспен алдыруға болады немесе қандай сайт арқылы айтып жіберіңіздерші?",
        "question_date": "7.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астым ашиды кіші дәретке отырғанда қиналамын",
        "question_content": "Астым ашып ауырады ,кіші дәретке отырғанда қиналамын ол неден?жасым 20да",
        "question_date": "7.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онда сізге уролог-генеколог дәрігеріне барып қаралу керек.",
                "date": "14.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тісімдегі іріңді қалай кетірсем болады?",
        "question_content": "Тістегі ірінді қалай кетірсем болады қатты улкеймей тұрғанда ?",
        "question_date": "7.06.2021",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматологқа бар,неғұрлым ерте барсаң соғұрлым жақсы.Тіс ойнайтын нәрсе емес",
                "date": "7.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәні мұғалімі колледжде оқытылады ма?",
        "question_content": "География пәнінің мұғалімі колледжде оқытыла ма",
        "question_date": "4.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 621,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжде тек қана бастауыш сынып оқытушысы деген мамандық қана оқытылады.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер иесі қайтыс болған соң, оны кім иемденеді?",
        "question_content": "49 жылга арендага берилген егінді жерди өз иесі кайтыс болгансон ботен біреулер кужатсыз иелене аладыма?",
        "question_date": "4.06.2021",
        "question_tag": "Заң",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер иесі мұра арқылы біреуге қалдырып кеткее болуы мүмкңн, егер ондай жағдай болмаса онда туған-туыстары немесе балалары иемденуі мүмкін",
                "date": "15.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Терімдегі жүнді сіріңкемен күйдіріп кетірудің зияны бар ма?",
        "question_content": "Сол спичкамен куйдірсе бір зияны жоқпа? Кеңестеріңіз кажет өтініш?",
        "question_date": "4.06.2021",
        "question_tag": "Денсаулық",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыртқы тері қабатын күйдіріп алу қауіпі жоғары. Олай жасамағаныңыз дұрыс. Оның орнына сіз лазерлік эпиляцияға барғаныңыз жөн.",
                "date": "14.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Операциясыз тыртықты қалай кетіруге болады?",
        "question_content": "Бір жерден құлап немесе жарақаттап алған жерден қалған орынды(тыртықты)қалай операциясыз кетіруге болады?",
        "question_date": "4.06.2021",
        "question_tag": "Денсаулық",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі заманда медицина алға жылжып, қарыштап дамыды дегенімізбен, әлі күнге дейін осы тыртықтар мен кесіктерді қалпына келтіретін әдіс тапқан жоқ. Алайда біз оңай әдісті білеміз. Оның көмегімен тыртықты толық кетіруге болмас, дегенмен оның көлемін азайту мүмкін. Сонымен тыртықтың орны тез жазылуы үшін ең әуелі не істеу қажет? Егер үй жағдайында жарақат алсаңыз, дереу қайнаған таза сумен шайыңыз. Сондай-ақ, мұндай жағдайға көшеде ұрынып қалсаңыз жақын жердегі дүкенге барып, таза газсыз минералды су сатып алыңыз. Жарақатты жуып болған соң қан тоқтатутың жолдарын қарастырыңыз. Содан соң таза майлық немесе қол орамал алып, қан тамырларын қысу үшін жақсылап жараның аузына басыңыз. 5 минуттан кейін тромб қалыптасып, қан тоқтайды. Йод пен жасыл дәріні жолатпаңыз. Олардың орнына 3% сутек тотығын пайдаланыңыз. Одан кейін жарақаттың жан-жағын жақындастырыңыз. Бұл алдағы уақытта тыртықтың білінбей бітіп кетуіне көмектеседі. \nЕнді ісіктің алдын-алуға тырысыңыз. Ісік қаншалықты аз болса, қабынудың күші бәсеңдейді. Ісікті басудың ең қарапайым жолы – жарақаттың алғашқы минуттарында салқын компресс басу. Бұл әдіс өз нәтижесін 6-8 сағаттан соң береді.\nТолығырақ: https://surak.baribar.kz/322145/",
                "date": "4.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маусымдық аллергиядан қалай айығуға болады?",
        "question_content": "Жыл сайын қайталанады\n\n асқынуды шығарыпты түшкіру қатарынан бірнеше рет қайталанып қан шығаратыны шықты\n\n  кәзір сезоны басталды\n\n  бұның ұрпаққа таралуы мүмкінба?\n\n  Табиғи жолмен емделгенді құптаймын\n\n  басқа варянттар барма?\nБала кезден келе жатқан проблема!\n\n  Әпшу~\n\n  Шығу себеп қандай дейін десем мезгіл таңдамайтынды шығарыпты  суайт\n\n  түб тамыры неде?",
        "question_date": "3.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маман жазда көбіне аллергиялық риниттің, конъюнктивиттің, ангионевротикалық ісіктің, бронх демікпесі, анафилаксияның және есекжемнің (орфин, кодеин, декстран және қалақаймен, медузамен, жұлдыз құртпен, актиниялармен жұғысқанда пайда болады) асқынатынын айтады. \nСимптомдары қандай\nДәрігер маусымдық аллергияның жиі кездесетін симптомдарына тоқталды - тыныс алудың қиындауы, ринорея (мұрынның бітуі), түшкіру, тамақтың құрғауы немесе қышуы, көздің қызаруы, мұрын қуысының зақымдалуы.\nДәрігер осы симптомдар қайталана берген жағдайда бірден аллергологқа көрінуге кеңес береді.\nЕмдеу жолдары\n\"Жалпы дәл осы маусымдық аллергияның қозуына генетика мен организмнің қалыпты күйі әсер етеді деп айта аламын. Бұлардың басты қаупі олар уақыт өте жедел түрде асқынады. Яғни аллергендер көбейіп, дерттің симптомдары күшейе түседі. Мысалы, бастапқыда ринит болса, кейін ол тез арада бронх демікпесіне айналуы әбден мүмкін. Аллергияның барлығы дерлік аурудың жеңіл түрлеріне барып ауыр сырқаттарға апарады. Бүгінде аллергиялық риниттің шамамен 40 пайызы бронх демікпесіне дейін асқынады. Оны емдеп, алдын алу мақсатында қазір біз аллерген-арнайы иммунотерапиясын қабылдауды ұсынамыз. Бұл әдістің арқасында адамның жаңа реакцияларға деген әсері жойылып, аллергендерге деген сезімталдығы азаяды немесе тіпті толықтай жойылады деуге болады. ААИТ дәрі-дәрмектерді қабылдап емдеуден әлдеқайда тиімді\", - дейді дәрігер.\nМаманның айтуынша, қазіргі таңда аллерген-арнайы иммунотерапия - аллергия дерттерін емдеудің жалғыз жолы.\n\"ААИТ - ағзада аллергияға себепші болған аллергендерді жоюға арналған ем. Адамда аллергия пайда болғанда немесе асқынғанда оның ағзасында IgE атты иммуноглобулиндер шамадан тыс көбейіп кетеді. Осылайша аллерген-арнайы иммунотерапиясы ағзаға түсетін аллергенді бұғаттайды деуге болады. Нәтижесінде аллергиялық реакция да азая түседі\", - дейді аллерголог.\nОсы ретте дәрігер аллергияның науқастың жалпы денсаулығына және созылмалы аурулары бар-жоғына байланысты емделетінін айтады. Айтуынша, аллергиядан толықтай айығуға болады, бірақ ол асқынып кетсе емдеуге біраз уақыт кетеді және бүгінде тек емделудің бір жолы аллерген-арнайы иммунотерапиясы екен. Маман басқа жағдайларда тек симптомдардың азаюы мүмкін екенін айтады.\nҚандай өсімдіктер аллергияны қоздырады\nОсы ретте дәрігер жазда ағзаның шаң-тозаңға, түрлі өсімдіктерге, гүлдерге деген реакциясы күшейе түсетінін айтып, маусымдық аллергияның қозуына нақты қай өсімдіктердің себепші екенін атап берді.\nНаурыз - сәуір: қандыағаш, орман жаңғағы;\nСәуір - мамыр: үйеңкі, жұпаргүл, шаған, қайын, емен ағашы, каштан;\nСәуір - шілде: бақбақ;\nМамыр - маусым: терек, қарағай, тарғақшөп, қарабидай, қоңырбас;\nМамыр - шілде: жөке ағашы;\nМамыр - тамыз: қалақай;\nМаусым - шілде: атқонақ, жүгері, рейграс;\nМаусым - тамыз: күнбағыс;\nМаусым - қыркүйек: суоты;\nМаусым - қазан: жусан;\nШілде - тамыз: бақажапырақ;\nШілде - қыркүйек: көкпек, ойраншөп (амброзия).\nЕске салайық, осыған дейін Tengrinews.kz тілшісі аллергиямен бірнеше жыл бойы күресіп келе жатқандармен әңгімелескен болатын. Олар қазіргі уақытта аллергиямен қоса, астмамен ауырып жүргенін, сондай-ақ, тыныс алуы қиындағаны соншалық - ауа жетпей, талып қалған кездері де болғанын айтқан еді.\nОсыған байланысты дәрігерлер аллергиясы бар адамдарға жаз мезгілінде үйде немесе жұмыс орнын ылғалды тазалау жүргізу керектігін айтады. Сондай-ақ, мамықтан және жүннен жасалған жастықтар мен матрастарды синтетикадан жасалған заттарға ауыстырып, оларды 1-2 аптада кем дегенде бір рет жуып тұруға кеңес береді. Бұдан бөлек, мамандар бөлмеге ауа тазартқыш орнату қажет дейді.\nТолығырақ: https://tengrinews.kz/medicine/mausyimdyik-allergiyadan-kalay-ayyiguga-boladyi-372736/",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    }
]