[
    {
        "question_title": "Екі түрлі сұйықты бір-біріне қосқаннан кейінгі орныққан темеператураны табыңыз.",
        "question_content": "температурасы 20⁰С, массасы 500г суға температурасы 60⁰С болатын 1,5 кг ыстық су қосайық. Орныққан температураны анықтаңдар.",
        "question_date": "3.10.2021",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t1 = 20⁰С\n\nm1 = 500г = 0,5 кг\n\nt2 = 60⁰С\n\nm2 = 1,5 кг\n\nt = ?\n\nt = (m1*t1 + m2*t2)/(m1+m2) = (20*0,5 + 1,5*60)/(0,5+1,5) = (10+90)/2 = 100/ = 50⁰С",
                "date": "4.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ұлтық киім - асыл мұра\" атты тақырыпта диалог жазыңыз.",
        "question_content": "Мәтін   мазмұны  бойынша мына сұрақтар төңірегінде  диалог құрандар",
        "question_date": "3.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық киім - асыл мұра.\nҰлттық киім - бай тарихи, мәдени мұра. Қазақ халқының  киімі  басқа ұлттардан өзгеше өзіндік қасиетке толы. Мұның басты себебі:  қазақ халқының табиғат  төсінде өсіп,  еркін ғұмыр кешуімен байланысты.\nҚазақ халқы қай заманда болмасын бас киімге ерекше мән беріп, аса құрметпен қараған. Оған дәлел ретінде «бас киімді лақтырмау, аяқпен теппеу», «бас киімді басқа кісіге бермеу» секілді ырымдар мен тыйымдар күні бүгінге дейін сақталған. Қазақ халқында бас киім баршылықты білдіретін болғандықтан, оны оны жерге лақтырса, бақ таяды, бақ кемиді деп сенген. Қуанғанда бөркін аспанға лақтырып, күйрегенде жерге ұрып сүйініш пен күйініштің де белгісін баскиім арқылы аңғартқан. Бас киімді әрқашанда жоғары көтеріп, төріне ілген.\nКүні бүгінге дейін сақталған ұлттық киімнің бір үлгісі сәукелеге тоқатала кетейік.\nСәукелені алар болсақ, сәукеле - ұзатылған  қыз киетін аса қымбат, бағалы, кәделі әрі әсем бас киім. Сәукеле 2-3 қарыстай биік, ол дөңгелек төбе жағына қарай жіңішкере береді. Жоғарғы жағына үкі тағылады. Ол үкі тіл – көзден, арам пиғылдан сақтайды деген сенім болған. Әдетте, сәукеле түгелдей қымбат маталармен қапталып, оның сыртына алтын, күміс, інжу-маржан, меруерт, лағыл сияқты асыл тастардан жасалған моншақтар тағылады, түрлі-түсті қымбат жіптермен тігіледі, безендіріледі. Матасына әшекей, шашақ, оқа тағылып, жиегіне бұлғын, құндыз терілерінен жұрын ұсталады. Бастан қисайып немесе түсіп кетпеу үшін тамақтан өткізетін бау тағылады. Екі құлақ тұсына омырауға жететін құлақша тоқылады. Сәукеленің артқы жағына ұзындығы жерге жететіндей ақ желең тағылады.\nСәукеле - тек бас киім емес, ол - қазақ халқының байлығы мен сән-салтанатының, мәдениеті мен өнерінің  озық үлгісі, өнер туындысы ретінде бағаланатын өте қымбат этнографиялық мүлік. Сонымен бірге ол - қазақтың қыздарына деген көзқарасының да бір белгісі. Дәстүр бойынша сәукеле тек ұзатылатын қыздарға ғана кигізіледі, оны айырбастамайды, басқаға киюге беруге болмайды.\nТолығырақ: https://znanija.com/task/29057424",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20ғ.басындағы Қазақ өлкесіндегі жұмысшылардың әлеуметтік жағдайы қандай болды?",
        "question_content": "Осы сұрақ туралы презентация керек еді жазп берндерш если бар болса берндерш Қазақ өлкесндегі эканомикалык жағдай емес жұмысшылардың әлеуметтік жағдайы қандай болған?",
        "question_date": "3.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктілік және қандай жағдайда жүкті болу қаупі бар?",
        "question_content": "Армысыздар, қадірменді білімді жандар!\nМенің сұрағым былай: Енді ұлы сөздің ұяты жоқ дегендей жақын қызыммен жыныстық қатынасқа түстім. Бірақ қорқып тұрған нәрсем – бітіргеннен кейін (қынаптың сыртына), душ қабылдамастан (мүшені жумай) артынша қайта қатынасқа түстік. Бірақ ол кезде бітірген жоқпын! Қалай ойлайсыздар ол жүкті болып қалуы мүмкін бе? Меніңше, жүкті болуы үшін сперматозойд жатырға атылу, яғни жүгіру керек қой, иә? Әлде олай емес пе? Мен үшін өте маңызды!!! Білетін мамандар болса жауап берсеңіздер екен. Басқа қайдан сұрарымды білмедім.\nАлдын ала рақмет!",
        "question_date": "2.10.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Газдың келтірілген моль сандарындағы молекулалар санын анықтаңыз.",
        "question_content": "Есептеу керек\nа) газдың келтірілген моль сандарының массасын;\n\nб) газдың келтірілген моль сандарындағы молекулалар санын;\n\nв) газдың келтірілген моль сандарының көлемін\nАммиактың 3 молі",
        "question_date": "1.10.2021",
        "question_tag": "Химия",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біреудің түсінде той жасасаң не болады?",
        "question_content": "Біреудің түсінде той жасасаң не болады?",
        "question_date": "30.09.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсте той жасап жатқанын көрсе не болады?",
        "question_content": "Түсінде  той жасаса не болады",
        "question_date": "30.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 22900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсінде той көрсеңіз\nӨзіңізді түсіңізде тойда көру – жетістікке жетер жолда туындаған қиындықтардан оңай шығатыныңыздың белгісі.\nЕгер, жас қызға жасырын неке рәсімі көрінсе, бұл оның мінездемесі үшін қуанарлық жайт емес. Мүмкін, бұл түс оны өзін қолда ұстау, қүрықтау туралы ойларға əкелуі əбден ықтимал.\nҰйқыда ұсынысты қабылдаса, өзінен лауазымы жоғарылардың көзінде биіктеп, күтілетін уәделер жерде қалмайды.\nЕгер, ұйқысында ата-анасы оның некесін қолдамайды деп ойласа, бұл шынайы өмірде туыстар тарапынан некесі қолдау таппайтынын білдіреді.\nҚалыңдыққа күйеу жігіттің ұйқыда басқаға үйленуі – бос қайғы мен негізсіз қорқыныштың нышаны.\nТүсіңізде отбасылы болып қойсаңыздар – нашар белгі.\nЖас келіншектің некесінде қаралы кісіні көресе, отбасылық өмірінің бақытсыз болатынын көрсетеді.\nБөтен үйлену тойдағы қаралы кісі – туысы немесе досының өміріне алаңдау. Бұл түс күтілетін қуаныштың орнын қайғы мен өкініш алмастыратынын білдіреді. Жоспарланған саяхат бұндай түстен кейін күтпеген жаңалықтан соң бұзылуы ықтимал.\nТошығырақ: https://www.tuszhoru.kz/түсінде-тұрмысқа-шықса-түсте-неке-той/",
                "date": "30.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент болу үшін математиканы жақсы оқу керек пе?",
        "question_content": "Менеджмент болғым келеді қатты, математика нашармн түсе аламнба?",
        "question_date": "30.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика барлық жерде де керек болады. Сондықтан дауындыққа барып үйреніп алғаныңыз дұрыс.",
                "date": "3.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декретімді жалғастырмас бұрын еңбек демалысымды ала алам ба?",
        "question_content": "Декреттен ақпан айында шықтым. Енді декретімді қайта жалғастырмас бұрын еңбек демалысымды алғым келеді. Соны ала алам ба?",
        "question_date": "30.09.2021",
        "question_tag": "Заң",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖОО-да тапсыратын тест сұрақтары қиын болады ма және грантқа қанша балл жеткілікті?",
        "question_content": "Архитектур мамандығын таңдаймын деп шештім ендігі мәселе қанша балл керек грантқа және ЖОО-да тапсыратын тест сұрақтары қиындық тудырады ма?",
        "question_date": "30.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің жұмысымда бізге чипсы, иогурт беріледі.",
        "question_content": "Менің жұмысымда бізге чипсы, иогурт беріледі. Чипсы денсаулыққа пайдасыз, иогурт құрамында желатин болғасын жемегендіктен басқа адамдарға беру күнә ма? Не істеуім керек?",
        "question_date": "30.09.2021",
        "question_tag": "Тазалық",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "CO сутегі бойынша тығыздығы 14. Бұл газдың 25 кг Қ Ж қандай V алады?",
        "question_content": "CO сутегі бойынша тығыздығы 14. Бұл газдың 25 кг Қ Ж қандай V алады?",
        "question_date": "30.09.2021",
        "question_tag": "Химия",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(CO)=m(CO)/M(CO)=25000/28=\n\nV(CO)=n(CO)*22,4л/моль=",
                "date": "4.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрышты тік призманың барлық қырлары тең толық бетінің ауданы",
        "question_content": "Үшбұрышты тік призманың барлық қырлары тең толық бетінің ауданы s=12+24√3 табанының ауданың тап",
        "question_date": "30.09.2021",
        "question_tag": "Геометрия",
        "question_views": 942,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сірке қышқылының кейбір металдармен әркеттесуы?",
        "question_content": "Сірке қышқылының кейбір металдармен әркеттесуы. Екі сынауыққа 1 мл ден сірке қышқылы кұйыңдар. Оның біреуініе магний, екіншісіне мырыш түйірін салыңдар?",
        "question_date": "30.09.2021",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күлтегіннің тұлпары туралы мәлімет керек?",
        "question_content": "Күлтегінге арналған бітіктас мәтінінде оның қандай түсті қандай айғыр мінгені, ол айғырлары өңшең өліп қалғандығы, әйтеуір жекпе-жектерде, соғыс ұрыстарда Күлтегінге айғыр шыдамағанын, жаулары оның айғырын атып өлтіргендігін байқауға болады. Күлтегіннің тұлпары туралы мәлімет керек?",
        "question_date": "30.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 949,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Түн ұйықтамай, күндіз отырмай», тыным таппай жүрген Күлтегіннің қанды шайқастардағы ең жақын көмекшісі, оның мінген тұлпары болып көрінеді. «Ер қанаты-ат» екені «Күлтегін» жырында да айтылады. Қанды шайқастарда Күлтегін батыр өзінің жеңіске жетуінің бір себебі астындағы тұлпары деп біледі.\nКүлтегін сан түрлі шайқастарда әртүрлі сәйгүлік аттарға мініп, қан майданға шығады. Небір тұлпарлар Күлтегіннің мінісіне шыдамай бірінен соң бірі құлап жатады. Мұның өзі батырдың қыруар күш-қуат иесі екенін аңғартып тұрған сияқты. Күлтегіннің жекпе-жекке түсетін қарсыласы неғұрлым күшті, айбарлы болса, батырдың майданға мінетін сәйгүлігі де соғұрлым жүйрік, даңқты болып келеді. Күлтегін өзінен бұрын талай рет ерлік көрсеткен алып батырлардың арғымақ аттарына мініп шығады. Мәселен, Күлтегін жиырма бір жасында жаудың ең мықты батырының бірі Чача Сеңүнмен шайқасады. Сонда ол Тадықын чурдың Боз атына мініп келеді. Бұл көрініс «Күлтегін» жырында айшықталып берілген:\nЖиырма бір жасында,\nЧача Сенүңмен айқастық,\nЕң ілкі Тадықын чурдың,\nБоз атын мініп шапты,\nОл ат сонда өлді.\nБатыр бұдан кейін де талай-талай жаумен шайқасып, солардың әрқайсысында әртүрлі алыптардың тұлпарына мініп шайқасқа шығады. Бәрінде де ол жеңіп отырады. Өйткені батырдың майданға мінген арғымақ аты қаһрманның бойындағы асып-тасып тұрған шексіз күш-қуатқа сай келеді.\n«Күлтегін» жырында Түргеш елімен болған соғыс кең көлемде жырланған деуге болады. Бұл соғысқа Күлтегін әскері Інжу өзенінен өтіп барады. Мұнда автор Күлтегін әскерінің «аты арық, жемі жоқ еді» дейді. Бұларға қарсы шыққан жау «қорқынышты кісілер, алып кісілер болатын». Күлтегін шағын қолмен оларға қарсы барды. Жойқын соғыс ашты. Жаудан жасқанбады. Өйткені Күлтегіннің мінгені Алып Шалшы ақ ат болатын. Бұл соғыс «Күлтегін» жырында төмендегідей етіп берілген:\nАлып Шалшы ақ атқа мініп шауыпты.\nБаршасы түргеш халқының\nСол жерде өлім тауыпты.\nБұдан кейін жырда түркілердің қарлықтармен болған соғысы баяндалады. Тамағ шыңында болған осы шайқаста қарлықтарды қырып салады. Өйткені Алып Шалшы ақ ат бәрінен де жүйрік бәрінен де тегеуірінді еді.\nКүлтегін талай рет Азман ақ атына мініп, жауды шапқанда да ұдайы жеңіске жетіп отырады.:\nКүлтегін Азман ағын мініп,\nШапты, талқандады.\nӘскерін жеңдік, елін алдық.\nСөйтіп, «Күлтегін» жырында шығарманың басты қаһармандарның бірі ретінде батырдың жорыққа мінетін сәйгүлік аттары бейнеленген. Күлтегін соғысқа мінген Боз ат пен Торы ат, Алып шалшы мен Азман арғымақтар туралы Йоллығтегін сүйсіне жырлайды. Түрік қағанатының әскери қолбасшысы мінген сан түрлі сәйгүліктер туралы оқи отырып, қазақтың батырлық жырларындағы «әр аяғы келідей, он екі құлаш Шұбар» тұлпарды, «бір өзі он екі биені еміп өскен ат» – Ғиратты, «бір төбенің шаңын бір төбеге қосатын Тайбурылды», «бір күн шапса айшылық жолды алатын Байшұбарды» еске түсіреміз.\nҚазақтың батырлық жырларында да батырдың жорыққа мінген тұлпарлары да шайқас үстінде құлап, жаудан жарақаттанып жататын сәттері болады. Мәселен, Тайбурыл Қобыландының мінісіне шыдамай осылайша құлайды:\nЕкпіндеп шапқан Тайбурыл\nЕтпетінен жығылды.\nЖығылғасын Қобыланды,\nАттан түсе қалады.\nБолашақ батырдың шайқасқа шабатын тұлпарын тай кезінен танып, «түтікпенен су беріп, түндікпенен күн көрсетіп, кекіл жалын тарап өсіреді».\n«Алпамыс батыр» жырында да батырдың Шұбар атын суреттеуге кең орын берілген. «Алтын бауыр Шұбардың» шабысын зор шеберлікпен суреттей келіп:\nШын жүйрікке не сөз бар,\nТартылды жердің танабы.\nБір күн шапса Шұбар ат\nАйшылық жолды алады, – дейді.\nБұл жырда «қарсақ жортпас қалыңнан қарғып» өтіп, «түлкі жортпас түлейден жұлдыздай ағып» шыға келетін Шұбар ат тек Алпамыс батырға ғана лайықты тұлпар етіп көрсетілген.\n«Күлтегін» жырындағы сияқты қазақтың батырлық жырларында жорыққа мінетін сәйгүліктің түр-түсіне, сыртқы сипатына ерекше мән беріліп отырады. Мәселен, «Қамбар батыр» жырында Қосай батыр мінетін Сары аттың түр-түсі егжей-тегжейлі бейнеленген. Сары атқа тіл бітіп, Қосай батырға ақыл-кеңес беріп отырады. Бұл жырда Сары ат мейлінше мадақталады.\nАстындағы Сары аттың\nКөкте екенін білмеді,\nЖерде екенін білмеді,\nҚос қанатын салады.\nҚазақтың ежелгі жауларымен сан рет шайқасқа шыққан Бөген батырдың астынан да «жер тепкілеп тұрған он екі құлаш Шұбар атты» көреміз. «Бөген батыр» жырында да «қарсақ жортпас қара ойдан, түлкі жортпас түлейден» желдей ағып өтетін қос қанатты Шұбар ат тек Бөген сияқты алып батырға ғана лайықты болып көрінеді:\nШұбар аттың бауыры\nҚырық кездей созылды,\nШапқан жерін қарасаң,\nЖер ошақ болып қазылды.\nСонымен, Орхон жазба жәдігерліктері мен қазақтың батырлық жырлары арасындағы көркемдік дәстүр жалғастығын талдай келіп төмендегідей түйін жасауға болады. «Күлтегін» және Тоныкөк жырлары өзінің идеялық мазмұны, композициялық құрылысы көркемдік бейнелеуі жағынан қазақтың ерлік пен елдікті жырлаған қаһармандық жырларының алғашқы үлгілері болып табылады.",
                "date": "30.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыйымдылығы 1 мФ конденсаторда айнымалы токтың цикілдік жиелігі",
        "question_content": "Сыйымдылығы 1 мФ конденсаторда айнымалы токтың циклдік жиілігі\n\n2500 рад/с болса, сыйымдылық кедергісі..",
        "question_date": "30.09.2021",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айдың өз өсінен айналу энергиясын ескермей, оның инерция моменті",
        "question_content": "Айдың өз өсінен айналу энергиясын ескермей, оның инерция моменті мен кинетикалық энергиясын анықтаңдар. Орбитаның радиусын 384000км, Айдың массасын 7·1022 кг, Жерді айналу периодын 27,3 тәулік деп алыңдар.",
        "question_date": "29.09.2021",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мәдениет мекемесінің тазалаушысы 0,5 ставкасының жуатын көлемі неше? Қай заңда көрсетілген",
        "question_content": "Мәдениет мекемесінің тазалаушысы 0,5 ставкасының жуатын көлемі неше? Қай заңда көрсетілген?",
        "question_date": "29.09.2021",
        "question_tag": "Заң",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "“Нәруыздардың құрылымына әртүрлі жағдайлардың әсері” тақырыбында ақпарат керек.",
        "question_content": "№1 Зертханалық жұмыс «Нәруыздардың құрылымына әртүрлі жағдайлардың әсері (температура, pH)».Осының жауаптары бар ма",
        "question_date": "28.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нәруыз әр түрлі қасиеттермен ерекшеленеді. Сол қасиеттердің бірі нәруыздың суда ерігіштігінің әр түрлі дәрежеде болуы. Нәруыздардың көбісі суда жақсы, кейбіреулері нашар ериді, ал кейбір нәруыздар ерімейді. Нәруыздың екінші бір қасиеті − сыртқы орта жағдайларының әсеріне төзімділігі біркелкі болмайтындығында.\n\nНәруыз молекуласының тағы бір қасиетіне оның әр түрлі әсерлерден табиғи құрылымының өзгеруі жатады. Бұл құбылысты денатурация деп атайды.\n\nНәруыздың организм тіршілігіндегі маңызы өте зор болғандықтан алуан түрлі қызмет атқарады.\n\nҚұрылыс қызметі. Жасуша мен цитоплазма органоидтерінің мембраналары нәруыз молекуласынан тұрады.\n\nТасымалдау қызметі. Қанның құрамында жасушаның мембранасы мен цитоплазмасын және ядроның арасын байланыстыратын ерекше тасымалдаушы нәруыз болады.\n\nҚозғалыс қызметі. Организмнің қорғаныс қызметіне бұлшық еттің талшығы мен ұлпалардың түрлі жиырылғыштық жүйесіне әсер ететін арнайы нәруыздар қатысады.\n\nҚорғаныштық қызметі. Нәруыздар организмді түрлі жұқпалы аурулардан қорғайды. Егер жануарлардың немесе адамның организміне зиянды нәруыздар енетін болса, оған қарсы тұратын ерекше нәруыздар − антиденелер түзіледі.\n\nБелоктардың екінші және үшінші реттік құрылымдарына жауапты байланыстар (сутектік, дисульфид көпіршесі, т.б.) әлсіз болғандықтан, оңай үзіліп, белоктардың кеңістік құрылымдарының қайтымсыз бұзылуы белоктың денатурациясы деп аталады. Денатурацияға ұшыраған белок өзінің биологиялық функциясын атқара алмайды (denatuze — табиғи қасиетінен айырылуы). Қыздыру, радиация, ортаның өзгеруі, кейбір химиялық әсерлерден, шайқап сілкуден белок денатурацияланады. Жұмыртқаны пісіргенде альбумин белогының, сүт ашығанда казеиннің ұюынан, олардың кеңістік құрылымдары бұзылады. Шашты химиялық бұйралаудың, теріні илеудің негізінде де белоктардың денатурациялануы жатады.\n\nҚыздырғанда денатурацияланатын немесе айырылып кететін болғандықтан, белоктардың нақты балқу температуралары болмайды. Кейбір белоктар, мысалы, тауық жұмыртқасының белогы суда ериді, кейбіреулері суда ерімейді.\n\nХимиялық қасиеттері\n\nҚұрамы мен құрылысы күрделі болғандықтан, белоктардың қасиеттері де алуан түрлі. Олардың құрамында әр түрлі химиялық реакцияларға түсетін функционалдық топтар бар.\n\nБелоктар — екі дайлы электролиттер. Ортаның белгілі бір рН мәнінде олардың молекулаларындағы оң және теріс зарядтар бірдей (изоэлектрлік нүкте деп аталады) болады. Бұл — белоктардың маңызды қасиеттерінің бірі. Бұл нүктеде белоктар электрбейтарап болып, суда еруі азаяды. Белоктардың осы қасиеті технологияда белокты өнімдер алуға қолданылады.\n\nАқуыздың құрылымының деңгейлерi: 1 — біріншілік, 2 — екіншілік, 3 — үшіншілік, 4 — төртіншілік\n\nЖоғары температураның әсерінен тауық жұмыртқасының ақуызының қайтымсыз денатурациясы\n\nОдоардо Беккари (1843-1920)\n\nБелоктар туралы алғашқы мәліметтер 18 ғасырдан белгілі. 1745 ж. италиялық ғалым Беккори бидай ұнынан лейковина деген белокты бөліп шығарған.\n\nТолығырақ: https://itest.kz/kz/ent/biologiya-2814/10-synyp/lecture/i-tarau-naruyzdyng-qasietteri-zhane-atqaratyn-qyzmetteri",
                "date": "28.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қанша миллион адам бар?",
        "question_content": "Қазақстанда қанша миллион адам бар?",
        "question_date": "28.09.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жылғы халық санағы бойынша 19 миллионға жетті.",
                "date": "28.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың бұрыштары 2:3:4 қатынасындай. Осы бұрыштардың ең үлкенінің өлшемін тап.",
        "question_content": "Үшбұрыштың бұрыштары 2:3:4 қатынасындай. Осы бұрыштардың ең үлкенінің өлшемін тап.\n\nОсы есепті шығарып беріңіздерші. Срочнооо",
        "question_date": "28.09.2021",
        "question_tag": "Геометрия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2х + 3х + 4х = 180\n\n9х = 180\n\nх = 20\n\n4х = 4*20 = 80",
                "date": "28.09.2021",
                "upvotes": 1
            },
            {
                "text": "Ен үлкен өлшемін тауып беріндерші",
                "date": "7.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниежүзінің климаттық белдеулер картасы берілген, элементтер бойынша толықтырыңыз.",
        "question_content": "Дүниежүзінің климаттық белдеулер картасы берілген.картаны берілген элементтер бойынша толықтырыңыз.",
        "question_date": "28.09.2021",
        "question_tag": "Мектеп",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответ:1.а) дүние жүзіндегі ең ыстық жер:ТРИПОЛИ +58°С -3°С ;ең суық жер: Восток П.С (Ресей) -89,20°С\n\nБ)Ең ылғалды жер:Черапунчи 12000мм\n\nЕң құрғақ жер:Сахара шөлі 25мм жылына жауады,бірақ, оданда құрғақ жер \"ВИКТОРИЯ\" жері мүлдем жауын жаууы мүмкін емес деп болжам жасайды.",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1916 жылғы ұлт-азаттық көтеріліс неліктен бүкілхалықтық сипат алды?",
        "question_content": "1916 жылғы ұлт-азаттық көтеріліс неліктен бүкілхалықтық сипат алды?",
        "question_date": "28.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атлах шайқасының тарихи маңызы болды ма?",
        "question_content": "Түрікке атлах шайқасына не үшін маңызды болды.",
        "question_date": "28.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білмейм,.жауап беріңдерші пж",
                "date": "11.10.2021",
                "upvotes": 0
            },
            {
                "text": "Олар осы шайқастан кейін жерлері үлкейіп, тарих сахнасынан кетті",
                "date": "25.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Қалың елім, қазағым, қайран жұртым өлеңнен метафора, эпитет табу қажет?",
        "question_content": "Қалың елім, қазағым, қайран жұртым,\n\nҰстарасыз аузыңа түсті мұртың.\n\nЖақсы менен жаманды айырмадың,\n\nБірі қан, бірі май боп енді екі ұртың.\n\nБет бергенде шырайың сондай жақсы,\n\nҚайдан ғана бұзылды сартша сыртың?\n\nҰқпайсың өз сөзіңнен басқа сөзді,\n\nАузымен орақ орған өңкей қыртың.\n\nӨзімдікі дей алмай өз малыңды,\n\nКүндіз күлкің бұзылды, түнде – ұйқың.\n\nКөрсеқызар келеді байлауы жоқ,\n\nБір күн тыртың етеді, бір күн – бұртың.\n\nБас-басына би болған өңкей қиқым,\n\nМінеки бұзған жоқ па елдің сиқын?\n\nӨздеріңді түзелер дей алмаймын,\n\nӨз қолыңнан кеткен соң енді өз ырқың.\n\nАғайын жоқ нәрседен етер бұртың,\n\nОның да алған жоқ па құдай құлқын?\n\nБірлік жоқ, береке жоқ, шын пейіл жоқ,\n\nСапырылды байлығың, баққан жылқың.\n\nБаста ми, қолда малға талас қылған,\n\nКүш сынасқан күндестік бұзды-ау шырқын.\n\nОңалмай бойда жүрсе осы қыртың,\n\nӘр жерде-ақ жазылмай ма, жаным, тырқың?\n\nҚай жеріңнен көңілге қуат қылдық,\n\nҚыр артылмас болған соң, мінсе қырқың?\n\nТиянақсыз, байлаусыз байғұс қылпың,\n\nНе түсер құр күлкіден жыртың-жыртың.\n\nҰғындырар кісіге кез келгенде,\n\nПыш-пыш демей қала ма ол да астыртын?",
        "question_date": "28.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Метафора - қалың елім, аузымен орақ орған осындай сөздер болады.",
                "date": "28.09.2021",
                "upvotes": 0
            },
            {
                "text": "Метафора- қылығы елім,аузымен орақ орған",
                "date": "5.10.2022",
                "upvotes": 0
            },
            {
                "text": "Абайдың «Қалың елім, қазағым, қайран жұртым» деген өлеңінде теңеу де, эпитет те кездеседі. Міне, кейбір мысалдар:\nМетафоралар:\n«Қазақтарым! Кедей халқым» – қазақ халқының мүшкіл халін көрсететін метафора.\n«Сен күзгі ормандайсың, жансыз, жалаңашсың» - қазақ халқын жапырағы мен гүлін жоғалтқан күзгі орманға теңейтін метафора.\n«Айдалада жалғыз қыдырғандайсың» деген теңеу қазақ халқын айдалада адасып кеткен жалғыз саяхатшымен салыстырады.\n«Бөтен елге ұшқан қарлығаштайсың» – қазақ халқын жат елде қалған қарлығашпен салыстыру.\nЭпитеттер:\n«Қазағым! Кедей халқым» – қазақ халқының мүшкіл халін көрсететін эпитет.\n«Күзгі орман, жансыз және жалаңаш» - қазақ халқының ауыр халін көрсететін эпитет.\n«Айдалада жалғызбасты» – қазақ халқының жалғыздығын, қорғансыздығын көрсететін эпитет.\n«Жат елге ұшқан қарлығаш» – қазақ халқының адасып, жалғыздығын айшықтайтын эпитет.\nБұл көркемдік құралдарды қолдану авторға қиын-қыстау кезеңдерді бастан өткеріп жатқан қазақ халқының жарқын да эмоционалды бейнесін жасауға көмектеседі.\nОсы өлеңдегі метафораның тағы бір мысалы:\n«Тілің – бұлақ суындай, таза, мөлдір» – қазақ тілін таза да мөлдір бұлақ суымен салыстыру.\nБұл метафора қазақ тілінің көркемдігі мен байлығын, сонымен қатар оның қазақ халқы үшін маңыздылығын көрсетеді.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    }
]