[
    {
        "question_title": "Қызым Кәусар, ұлым Қайсар. Үшінші ұл балама ұйқас есім тауып бересіздеп ма?",
        "question_content": "Қызым Кәусар, ұлым Қайсар. Үшінші ұл балама есім қою үшін ұйқас есім тауып бересіздеп ма?",
        "question_date": "28.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 895,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айбар - қазақ есімі — айбат, айбын. Бұл есім сәбиге айбатты, айбынды болсын деген мақсатпен қойылады. Сыйлап, құрметтеп айту түрі — Айаға, Айеке, еркелетіп айту түрі — Айбаржан, Айке, Айкеш, Айкен.\nАйдар - қазақ тілінен алынған есім. Балалардың төбесіне қойылған шашы. Ал айдарлы сөзі «мықты, күшті, зор» деген мағынада қолданылады. Біріккен тұлғалы есімдер — Айдархан, Айдарлы, сондай-ақ синонимдік есімдер — Кекіл, Тұлымхан.",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Анд тауының орташа биіктігін табыңыз?",
        "question_content": "Анд тауының орташа биіктігін табыңыз?",
        "question_date": "28.09.2020",
        "question_tag": "Табиғат",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анд таулары, Анд Кордильерасы – Жер шарындағы ең ұзын (9000 км) тау сілемі, ең алып Кордильера тау жүйесінің Оңтүстік Америкадағы бөлігі. Ол Оңтүстік Американың Тынық мұхит жағалауын бойлай, солтүстіктен оңтүстікке қарай созыла жатқан тау тізбектен тұрады.\nАнд тауының орташа биіктігі шамамен 4000м болып табылады.",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дөңгелек қанша айналым жасады?",
        "question_content": "50с ішінде 4 рад/с бұрыштық жылдамдыққа ие болған дөңгелек қанша айналым жасады? Жауапты бүтін санға дейін дөңгелекте?",
        "question_date": "28.09.2020",
        "question_tag": "Физика",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі формула: w=2*pi*V\n\nБұл жағдайда w-бұрыштық жылдамдық, pi-тұрақты, 3,14-ке тең,\n\nV-жиілік. V=n\\t\n\nМұндағы n-айналу саны, T-уақыт.\n\nДемек: w=2*pi*n\\t\n\nОсыдан: n=wt\\2pi=4*50\\2*3,14=32\n\nЖауап: n=32",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өз анам мен күйеуімнің ортасында қалдым?",
        "question_content": "Менын анам куйеуымнен екы жыл алдын карызга акша алга еды алы берген жок. Енды тагы сурады куйеуым конбеды. Анам маган капа менын колымда болса барын берер едым. Анам куйеын уйыме кырмесын дейды. Мен не ыстесем болады? Озымнын 3 кызым бар.",
        "question_date": "28.09.2020",
        "question_tag": "Жанұя",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірдеңе деп ақыл беру қиын жағдай екен. Күйеуіңіз Анаңызды балағаттап немесе ұрсып отказ берген болса онда анаңыздың реніші орынды. Ал тек бере алмаймын деп бас тартса оған үйіме келмесін деп ренжитіндей мәселе деп ойламаймын. Күйеуіңіздің алдында сыйыңызды кетірмеңіз, ақша үшін отбасыңызды ойрандаудың қажеті жоқ, Дым көрмегендей болудың қажеті жоқ.\nАқша үшін мамаңмен қосылып маған қарсы шықтың деп кейін бетіңізге басуын қаламасаңыз, дым демей ақ қойыңыз.\nБір ойланатын зат, анаңызға сіздің жарыңыз ретінде қарызға емес былайша ақ көмек бермеуге не себеп болды, Сіз өзіңіз анаңызды және өзіңізді қаншалықты дәрежеде сыйлата аласыз? Осыны ойланып қарасаңыз неге мәселе  бұлай болып кеткенін түсінерсіз.",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам бойындағы ең жақсы қасиет?",
        "question_content": "Адам бойындағы ең жаксы касиет Адамкершілік имандылық",
        "question_date": "28.09.2020",
        "question_tag": "Мектеп",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам бойындағы ең жақсы қасиетті әркім әрқалай пайымдағанымен, жалпы ой қоғамға зиянсыз, жанға жайлы қасиеттерге саяды.\n\nМысалы, менің ойымша адамның бойындағы жақсы қасиет: шыншылдық.",
                "date": "28.09.2020",
                "upvotes": 0
            },
            {
                "text": "Ақыл...  Ақылды мен Рационал деп ұғам...",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр автокөліктің жылдамдығын табыңдар.",
        "question_content": "Тасжолмен аралығы 80 км болатын А және В пукттерінен бір мезетте бір-біріне қарама-қарсы бағытта автокөлік шықты.Екеуі жолда кездескеннен кейін, бірінші автокөлік А пунктіне 20 мин-тан соң, ал екіншісі В пунктіне 45 мин-тан соң жетті. Әр автокөліктің жылдамдығын табыңыз.",
        "question_date": "28.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап: 64 және 96 км/сағ.\nТүсіндіру: формула белгілі: жол = жылдамдық * уақыт;\nкездесуден бұрын автомобильдер әртүрлі (шамасы) жылдамдықпен жүрді - біз (x) км/сағ автомобиль үшін А->В және (у) км/сағ автомобиль үшін В->А - дан, яғни әр түрлі қашықтық өтті - (x*t) км және (у*t) км, бірдей уақыт болды (кездесуге дейін), біз (t) сағатты белгілейміз.\nx*t + y*t = 80 (км)\nжолдың қалған бөлігі (бұл у*t) а->В автокөлігі 45 минут ішінде (х) жылдамдықпен өтті = 3/4 сағат: y*t = (3/4)*x\nt = 3x / (4y)\nжолдың қалған бөлігі (бұл x*t) B->A автокөлігі (y) жылдамдықпен 20 минутта = 1/3 сағатта өтті: x*t = (1/3)*y\nt = y / (3x)\nаламыз: 3x / (4y) = y / (3x)\n9x^2 = 4y^2 ---> 3x = 2y\ny = 1.5x (яғни, бір көліктің жылдамдығы екіншісінің жылдамдығынан 1.5 есе көп)\n(y/3) + (3x/4) = 80\n4*1.5х + 9x = 80*12\n15x = 5*16*4*3\nx = 16*4 = 64 (км/сағ)\nу = 1.5*64 = 3*32 = 96 (км/сағ)\nТексеру:\nА - > - дан 64 км/сағ жылдамдықпен автомобильге 80/64 сағат = 5/4 сағат = 1 сағат 15 минут өтті 96 км / сағ жылдамдықпен жүретін көлік 80/96 сағат = 5/6 сағат = 50 минут өтті\nсонда А - > - дан автокөлікке кездесуге дейін 1 сағат 15 минут - 45 минут = 30 минут өтті в - > - дан бастап көлік кездесуге дейін 50 минутта өтті-20 минут = 30 минут",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі автомобиль 20с өткеннен кейін бір-бірінен қандай қашықтықта болады?",
        "question_content": "Бірдей 10м/с жылдамдықпен жол айырығынан бірдей уақытта 60° болатын бағыттармен ажыраған екі автомобиль 20с өткеннен кейін бір-бірінен қандай қашықтықта болады?\n\nЕні 40 м өзенді жүзіп өткен жүзгішті су ағысы қарсы жағалауға өткенше 30 м-ге ығыстырған. Жүзу қашықтығы қандай болған?",
        "question_date": "28.09.2020",
        "question_tag": "Физика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 есеп s=v*t=20м/с*10с=200 м",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Авиация академиясына түсу үшін ағылшын тілін білу міндетті ма?",
        "question_content": "Авиация академиясына түсу үшін ағылшын тілін білу міндетті ма?",
        "question_date": "28.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Авиация академиясының ресми сайтында ол туралы ешқандай ақпарат айтылмаған. Ағылшын тілін білген өзіңізге тиімді болады, себебі Қазақстандық қана емес басқа шет елдік әдебиеттерді де пайдаланып біліміңізді жетілдіре аласыз.\nЖАЛПЫ ЕРЕЖЕЛЕР\nОсы \"Азаматтық Авиация Академиясы\" АҚ Жоғары және жоғары оқу орнынан кейінгі білім беру бағдарламалары бойынша оқуға қабылдау ережесі \"Нормативтік құжаттар мен сілтемелер\"бөлімінде көрсетілген құжаттарға сәйкес әзірленген. Бұл құжат AGAD-19-09 академиялық саясатында сипатталған академияға қабылдау саясатын жүзеге асыру болып табылады және оқуға қабылдау тәртібін сипаттайды.\nАкадемияға түсетін тұлғаларды қабылдау республикалық бюджет қаражаты есебінен мемлекеттік білім беру тапсырысы мен білім беру грантын орналастыру, сондай-ақ білім алушының өз қаражаты және өзге де көздер есебінен оқу ақысын төлеу арқылы жүзеге асырылады.\nАкадемияда құжаттарды қабылдау және түсу емтихандарын өткізуді ұйымдастыру үшін Басқарма Төрағасы - ректордың шешімімен қабылдау комиссиясы құрылады, қабылдау комиссиясының жауапты хатшысы тағайындалады. Қабылдау комиссиясы мүшелерінің құрамы, құқықтары мен міндеттері Академияның қабылдау комиссиясы туралы Ережемен реттеледі.\nБАКАЛАВРИАТҚА ҚАБЫЛДАУ\nАкадемияға жоғары білім бағдарламалары бойынша оқуға жалпы орта, техникалық және кәсіптік, орта білімнен кейінгі, жоғары білімі бар тұлғалар қабылданады.\nРеспубликалық бюджет қаражаты есебінен жоғары білімнің білім беру грантын беру конкурсына қатысу және (немесе) академияға ақылы оқуға қабылдау үшін орта, техникалық және кәсіптік немесе орта білімнен кейінгі білімі бар, қысқартылған оқу мерзімдерін көздейтін жоғары білім кадрларын даярлаудың ұқсас бағыттары бойынша түсушілерді қоспағанда, ҰБТ-дан өткен және оның нәтижелері бойынша алған тұлғалар жіберіледі.:\n- \"Әуе кемелерін техникалық пайдалану\", \"Авиациялық қауіпсіздікті қамтамасыз ету\", \"Әуежайлардың жердегі радиоэлектрондық жабдықтарына қызмет көрсету\", \"Авиациялық тасымалдарды ұйымдастыру және логистика\", \"Әуежай қызметін ұйымдастыру\" білім беру бағдарламаларына - кемінде 50 балл, оның ішінде әрбір пән бойынша кемінде 5 балл;\n- \"Әуе қозғалысына қызмет көрсету\" (авиадиспетчер), \"Әуе көлігін ұшуда пайдалану\" (ұшқыш) білім беру бағдарламаларына - кемінде 75 балл, оның ішінде әрбір пән бойынша кемінде 5 балл (ҚР Білім туралы Заңының 26-бабының 8 және 9-тармақтарында көрсетілген түсушілерді қоспағанда).\n7. Қысқартылған оқыту мерзімдерін көздейтін жоғары білім кадрларын даярлаудың ұқсас бағыттары бойынша оқуға республикалық бюджет немесе жергілікті бюджет қаражаты есебінен жоғары білімнің білім беру грантын беруге арналған конкурсқа қатысу үшін техникалық және кәсіптік, орта білімнен кейінгі білімі бар, ҰБТ-дан өткен және оның нәтижелері бойынша кемінде 25 балл, оның ішінде ҰБТ-ның әрбір пәні бойынша кемінде 5 балл алған адамдар жіберіледі.\n8. Ақылы оқуға түсетін, қысқартылған оқыту мерзімдерін көздейтін жоғары білім кадрларын даярлаудың ұқсас бағыттары бойынша техникалық және кәсіптік немесе орта білімнен кейінгі білімі бар адамдарды қабылдауды әңгімелесу нәтижелері бойынша Академияның қабылдау комиссиясы жүзеге асырады. Туыстық топтардың тізбесін ҚР БҒМ бекітеді.\n9. ААА-ға ақылы негізде қысқартылған оқыту мерзімдерін көздейтін білім беру бағдарламалары бойынша жоғары білімі бар адамдарды қабылдауды әңгімелесу нәтижелері бойынша Академияның қабылдау комиссиясы жүзеге асырады.\n10. Мемлекетаралық келісімдер негізінде құрылған халықаралық ЖЖОКБҰ-ға білім беру гранты негізінде бөлінген квота бойынша шетел азаматтарын қабылдау ААА қабылдау комиссиясы өткізетін ауызша әңгімелесу түрінде жүзеге асырылады.\nШетел азаматтарын ақылы негізде Академияда оқуға қабылдау күнтізбелік жыл ішінде қабылдау комиссиясы өткізетін әңгімелесу нәтижелері бойынша жүзеге асырылады. Бұл ретте шетел азаматтарын қабылдау академиялық күнтізбеге сәйкес келесі академиялық кезең басталғанға дейін 5 (бес) күн бұрын жүзеге асырылады.\n11. Әңгімелесу жоғары, техникалық және кәсіптік немесе орта білімнен кейінгі білімі бар, \"орта буын маманы\" немесе \"қолданбалы бакалавр\" біліктілігі бар, даярлаудың қысқартылған мерзімдерін көздейтін ұқсас бағыттары бойынша ақылы негізде түсетін Қазақстан Республикасының азаматтарымен, сондай-ақ жалпы орта, техникалық және кәсіптік немесе жоғары білімі бар, ақылы негізде оқуға түсетін шетел азаматтарымен өткізіледі.\nӘңгімелесу өткізу үшін Академияда комиссия құрылады, оның құрамы ААА Басқарма Төрағасының –ректорының бұйрығымен бекітіледі. Әңгімелесу кестесін қабылдау комиссиясы қалыптастырады және ректор бекітеді. Әңгімелесу нәтижесі әрбір талапкерге жеке хаттамамен ресімделеді, ол талапкердің жеке ісіне тігіледі.\n12. \"Әуе қозғалысына қызмет көрсету\", \"Әуе көлігін ұшуда пайдалану\" білім беру бағдарламаларына түсушілерден құжаттарды қабылдау дәрігерлік-ұшу сараптау комиссияларында (ДҰСК) міндетті түрде медициналық куәландыруды ұсынумен, Қазақстан Республикасының азаматтық авиациясында медициналық куәландыру және қарау қағидаларына сәйкес пилоттар мен авиадиспетчерлерді даярлау бойынша Академияда оқуға жарамдылығы мәніне медициналық қорытынды берумен жүзеге асырылады (Қазақстан Республикасы Инвестициялар және даму министрінің 2017 жылғы 5 маусымдағы № 324 бұйрығымен бекітілген).\n13. SAT (ЭсЭйТи – САТ), ACT (ЭйСиТи), IB (АйБи) халықаралық стандартталған тест сертификаттары бар тұлғалар білім беру грантын беру конкурсына қатысады және (немесе) балдарды ауыстыру шкаласына сәйкес ЖОО-ға ақылы бөлімге қабылданады. ҰБТ-ға SAT (САТ) балдарын ауыстыру SAT reasoning (САТ ризонинг) және SAT subject (САТ сабджект) сертификаттары болған жағдайда жүзеге асырылады. Бұл ретте SAT subject (САТ сабджект) нәтижелері бейінді пәндер сәйкес келген жағдайда ҰБТ балына ауыстырылады.\nҰБТ-ға балдарды ауыстыру үшін SAT, ACT, IB халықаралық стандартталған тест сертификаттары бар тұлғалар ағымдағы жылдың 5 шілдесіне дейін ҰБТӨП-ке сертификаттар ұсынуы тиіс, деп көрсетілген академияның ресми сайтында.\nhttps://agakaz.kz/education/c/bakalavriat_1",
                "date": "28.09.2020",
                "upvotes": 0
            },
            {
                "text": "Заманауи әлемінде ағылшын тілі міндетті түрде үйренуге қажет. Қайсы өмірді жеңілтеді",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функциясының жұп және тақ екенін дәлелдеңіз?",
        "question_content": "Функциясының жұп және тақ екенін дәлелдеңіз. Функциясының жұп және тақ екенін дәлелдеңіз?",
        "question_date": "27.09.2020",
        "question_tag": "Математика",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Топырақ пен биосфераның дамуы?",
        "question_content": "Топырақ пен биосфераның дамуы?",
        "question_date": "27.09.2020",
        "question_tag": "Табиғат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биосферадағы топырақтың рөлі  және оның негізгі қасиеттері мен маңызы\n   Биосферадағы топырақтың рөлі  Тапырақ-атмосфералық ауамен түйісіп тұрған құрлықтың жоғарғы борпылдақ беткі қабаты. Топырақ — барлық элементтердің аккумуляторы: ол оларды өзінде жинақтап, сумен шайылып кетуден сақтайды. Өзінің қалыптасқан зат алмасу процесі бар, тұрақты динамикалық жүйе болғандықтан топырақ табиғи факторлар (су тасқыны,эрозия, құрғақшылық, т.б.) әсеріне қарсы тұра алады. Бірақ топырақ көптеген антропогендік факторлардың (жер жырту, мал жаю, техниканы қолдану, т.с.с.) ұзақ уақытқа созылатын әсеріне сезімтал келеді. Топырақтың құнарлылығы адам іс- әрекетіне де байланысты.\n     Топырақтану ғылымының негізін салушылардың бірі В.В.Докучаев топырақтың планетаның тарихымен, тау жыныстарымен , климатымен, өсімдіктермен, релфімен жіне ландшафтарымен тығыз байланыста болатынын атап өрсеткен.  Докучаев «Топырақ-ландшафттың айнасы» деген.\nТопырақтың табиғи ландшафттар мен экожүйелердегі маңызы зор. Топырақты жекеленген экожүйе деп атауға болады.\n    Биосферадағы топырақтың рөлі  Биологиялық айналым топырақтан басталады: одан минералдық заттар мен су сіңіріледі де, айналым редуцент- ағзалардың қызметімен аяқталады.\nБиосферадағы топырақтың маңызы  Топырақ санитарлық кедергі ретінде маңызы өте зор.\nТопырақта ауамен салыстырғанда температуралық ауытқлар біршама аз, ал жер асты сулары ондағы белгілі бір ылғалдылық режимін қалыптастырады. Топырақта органикалық және минералды заттар қоры жинақталады да, онда түрлі тірі организмдердің тіршілік етуіне жағдай жасайды. 1м 2  топырақ қабатында 100 млрд-тан аса қарапайым клеткалары млн-даған коловраткалар, тихоходкалар, энхитрендер, бүргелер мен носикомдар тіршілік етеді.\nТопырақ эрозиясының түрлері және себептері\n«Эрозия» термині латын тілінен аударғанда «erodere» -«бұзу» деген сөзінен алынған. Эрозия дегеніміз- геологияда – тау жыныстары мен топырақ бетін аққан судың шаюы.\nЭрозия процестердің сипатына қарай:\nҚалыпты(геологиялық)\nЖылдам(антропогендік)\nҚалыпты эрозия-орманды жерлер мен өсімдіктердің топырағында жүреді\nЖылдам эрозия- Табиғи өсімдіктер дүниесі жойылып біткен, топырақтың табиғи ерекшеліктері ескерусіз пайдаланылған територияларда байқалып, бұо  эрозия тез жүреді\nЭрозия түрлері:\nЖазықтық эрозия- тау беткейлеріндегі, жоғары горизонттағы табиғаттардың  жаңбыр, еріген қар суымен шайылып кетуі.\nСызықтық эрозия- тау беткейлері топырақтарының жаңбыр, еріген қар суларының әсерінен терең жыралар мен жылғалар түзіп шайылуы\nЖел эрозиясы, не дифляция-  топырақтың жоғарғы құрғақ, құнарлы қабатының бөлшектерінің желмен ұшуы.\nИрригациялық эрозия-суармалы егін шаруашылығымен айналысатын аудандарда байқалып, топыраққа көп мөлшердегі су  массасының берілуіне байланысты болады.\nӨндірістік эрозия- пайдалы қазбалар өндіру кезінде, әсіресе, ашық әдіспен өндіруде, тұрғын үй, өндіріс орындарының құрылысын, жолдар және газ мұнай құбырларын салу кезінде байқалады.\nМеханикалық эрозия- Ауылшаруашылық мехникалардың ауыр түрлерін топырақтың өздігінен қалпына келу қабілетін ескермей пайдаланған жағдайларда қалыптасады\nЭрозиямен күресу жолдары:\n1) Айтарлықтай үлкен территорияларда өсімдіктер жабынын жоюға әкелетін табиғи экожүйелерге тигізетін әсерді шек- теу. Бұл әсіресе орманды пайдалануға қатысты.\n2) Айылымдарда эрозиялық процестер көбінесе шектен тыс мал жаюмен байланысты. Үлкен территорияларда шөптесін өсімдіктер жабынының зақымдануы кезінде, әсіресе топырағы жеңіл жерлерде су және жел эрозиясы болуы мүмкін. Таулы аудандарда шөптесін өсімдіктердің болмашы зақымдануының өзінде (мысалы, жалғыз аяқ жол) су эрозиясының пайда болу ошағы орын алады. Мұндай қолайсыз құбылыстарды болдырмаудың енгізгі жолы мал жаю ережелерін сақтау мен рекреациялық қысымды төмендету болып саналады.\nЕгістік жерлерді қорғау шаралары:\n—   ауыспалы егістерді дұрыс пайдалану;\n—   топырақты бекітетін тамырлары бар шөптер қоспасымен алмастыру;\n—   жиектік жырту (рельефтің горизонттарымен);\n—   өңдеуден бұрын бұзылатын құмды және құмдақ топырақтарды шығару;\n—   шағын егіс танаптарын табиғи ландшафттармен кезектес- тіру;\n—   танап қорғайтын орман белдеулерін жасау;\n—   топырақтың құрылымын түзуге мүмкіндік туғызатын ор- ганикалық тыңайтқыштарды пайдалану;\n—топыраққа әсер ететін қысымды кемітетін техниканы пайдалану.\nТопырақтығ ластануы, тұздануы және батпақтануы, олардың себептері мен зардаптары.\nТопырақ құнарлылығының жойылуы топырақты интенсивті өңдеуге, ауыр ауылшаруашылық техникаларды қолдану нәтижесінде топырақтың тығыздануы, ластануға, ең алдымен қышқыл жаңбырлар мен минералдық тыңайтқыштарды тиімсіз пайдалануға байланысты туындап отыр.\nТопырақтың тұздануы деп натрий, кальций, магний тұздарының топырақта өсімдіктердің өсуі мен дамуына зиянды әсер ететін концентрацияда жинақталуын айтады. Бұл құбылыс әсіресе, Египет, Ирак, Индия мен Пакистан, т.б. құрғақшылық климатты аймақтарда белең алып отыр. Жыл сайын Жер шарында тұзданудан 200-300 мың га суармалы жер қатардан шығады. Бүкіл әлемде қазіргі таңда 20-25 млн га жер тұзданып, өнім беру қабілетінен айрылған. Бұл жағдай, әсіресе Орта Азия мен Закавказье елдерінің топырақтарында көбірек байқалып отыр. Көбінесе топырақтың тұздануы грунт суларының құрамында болатын тұздар есебінен жүретіндігі жиі байқалады.\nТіпті тұзданудың аз ғана деңгейінде мақтаның өнімі 2030%, жүгері — 40-50%, бидай — 50-60% қысқарады. Тұздану орташа жүрген аймақтарда мақтаның өнімі екі есе төмендесе, ал бидай тіпті өспейді.\nТопырақты ластаушы көздер  және олардан қорғау.\nТопырақты едәуір ластаушы көздер мал шаруашылығы комплекстері. Көбінесе сұйық көң дұрыс сақталмаған жағдайда суларды ластайды. Мысалы, 100 мың бас өсіретін шошқа комплексі немесе 35 мың бас ірі қара өсіретін комплекстің қоршаған ортаны ластау дәрежесі 400500 мың халқы бар үлкен өндірістік орталықпен бірдей дәрежеде болады. Сондықтан фермаларда тазартқыш қондырғыларды салу өте қажетті шаралардың бірі.\nЖер ресурстарына үлкен зиян келтіретін үшінші бір фактор — жердің азуы. Оның орын алу себептері — өніммен бірге қоректік заттардың топырақтан әкетілуі. Гумустың жойылуы, су режимінің және басқа да қасиеттерінің топырақтың азуының нәтижесінде, құнарлылығы жойылып, шөлге айналады.\nЕкінші реттік тұзданудың алдын алу шараларының бірі тереңдігі 1-1,8 м етіп террриторияда дренаждар жасау. Сол сияқты жаңбырлатып суғару ирригациялық эрозияға қарсы күрес шараларының бірі. Тұзды топырақтарды натрийдің тұздарын гипстеу арқылы тазарта",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тіліміз бен төл тарихымыздың жайы\" тақырыбында мәтін құру.",
        "question_content": "Мәтін құрауға қойылатын талаптар:\n\nа) экспрессивті сөздер, мақал-мәтелдер, тұрақты тіркестердің болуы;\n\nә)тақырыпқа сай терминдер, неологизмдердің қамтылуы;\n\nб) толымсыз сөйлемдердің кездесуі;\n\nв) оқырманның назарын аударатын қаратпа сөздер, сұраулы және лепті сөйлемдердің кіріктірілуі.",
        "question_date": "27.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдеби тілінің тарихы, әдеби тілдің қапыптасып, дамуы алдымен қоғамдық ой-сананың кемелденуіне, халықтың мәдени өрлеуіне, әсіресе көркем әдебиеттің кең өріс апуына тікелей байланысты. Өйткені, көркем әдебиет тілі таңдаулы сөз үлгілерін, жетістіктерін жинақтай отыра жалпыға ортақ тілдік нормалардың қалыптасуына әсер етіп, әдеби тілдің негізгі тірегі қызметін атқарады. Сондықтан әдеби тілдің қалыптасу тарихын қазақтың тел көркем әдебиетінің бастапқы көрініс беруінен іздеу қажет. Алайда қазақ филологиясында қазақтың профессионал көркем әдебиетінің тарихы женінде әр кез әр қилы пікір айтылды. Кейбір еңбектерде қазақ әдебиетінің алғашқы нұсқаларын V-VIII ғасырдан іздеу бағыты байқалады. Әрине, қазақ халқы өз алдына XV ғасырдың орта тұсында отау тіккенімен, оның құрамына енген ру, тайплық одақтардың (үйсін, қаңлы, дулат, қыпшақ, арғын, найман, алшын т. б.) тарихы тым әріде. Түркі халықтарының орхон-енисей, талас жазбалары (V-VIII ғасыр), ерте ортағасырлық \"Құтадгу білік\" (XI ғасыр), кейінгі ортағасырлық \"Мұхаббатнама\" (XIV ғасыр) тәрізді әдеби жәдігерліктері болған. Ерте кездердегі жазба әдеби тіл мен халық тілінің өзара байланысын көрсететін М.Қашқаридың \"Диван лұғат ат-түрік\" (XI ғасыр), \"Кодекс Куманикус\" (XIII ғасыр), \"Оғызнама\" (XIV ғасыр) сияқты ескерткіштері де бар. Бұл аталған мұраларға өзге де түркі халықтары тәрізді қазақ халқының құрамына енген ру, тайпапардың да қатысы болғандығы даусыз. Сондықтан аталған көне түркі, орта түркі дәуірлеріне қатысты жазба үлгілердің қазақ тілі тарихын зерттеуде, қазақ тілінің ертедегі жайкүйін сипаттауда, сондай-ақ қазақ әдебиетіндегі керкемдік ой-тәжірибенің бастау жолдарын анықтауда маңызы айрықша. Осы тұрғыдан алғанда оларды қазақ тіліне, қазақ әдебиетіне қатысы бар үлгілер деуге болады. Бірақ бұларды халықтық негіздегі әдеби тілде жасалған тел тума деп тануға болмайды. Қазақ халқының ез алдына дербес отау тігіп, халық болып қалыптаса бастаған кезі XV ғасыр десек, оның арғы-бергі кезеңдерінде қазақ халқында жазу-сызу немесе сауатты адамдар болмады деудің қисыны келмейді. Сол кездегі шағатай аталған немесе ортаазиялық түркі тілі қазақ қоғамының әр түрлі мәдени қажетін өтуде үлкен роль атқарғаны белгілі. Бірақ бұл жазба әдеби тіл де қазақтың халықтық тіліне негізделген төл әдеби тілі емес, түркі халықтарына ортақ тіл болатын. Осы атапған ортаазиялық түркі әдеби тіліне тән жазба үлгілердің ішінде дәуірі жағынан да, тілдік ерекшеліктері жағынан да қазақ тіліне жақыны — Қадырғали Жалайыридың \"Жамиғат тауариғы\" (XVI ғасыр) мен Әбілғазы Баһадүрдың \"Түрік шежіресі\" (XVII ғасыр). Ал бұдан кейінгі кезеңдердегі қазақ хандарымен сұлтандарының сырт елдермен, өзара жазысқан қатынас қағаздары мен хаттарында (XVIII ғасыр) қазақ тілінің элементтерін қолдану тұрақты сипат ала бастады. Қазақ қауымында қодданылған жазба әдеби тіл көптеген зерттеулерде кітаби тіл, ап кейбір зерттеулерде (Б.Әбілқасымов) ескі қазақ әдеби тілі деп аталады. Атапған тіл бергі дәуірге жақындаған сайын бірте-бірте қазақыланып, XIX ғасырдың аяғына таман жаппы халықтық негіздегі жаңа жазба әдеби тілмен астасып кетті. Халықтық негіздегі жаңа жазба әдеби тіліміздің публицистика, іс қағаздары тәрізді стильдік тармақтары алғашқы кезде (XIX ғасырдың екінші жартысы) көне жазба тілдің лексика-грамматика тұлғалары мен синтаксистік құрылымдарын едәуір пайдаланды. Сондай-ақ мұсылманша оқыған кейбір арқындар да өз шығармаларында жалпыхалықтық лексикалық қорды пайдапана отырып, жазба тіл нормаларына иек артты. Бірақ бұл процесс ұзаққа созылмады. Қазан төңкерісінен кейін жалпыхалықтық тілдегі қолданыстар көне жазба тіл элементтерін бірте-бірте мүлдем ығыстарып шығарды.\n1930-50 жылы қазақ әдебиетінің тарихы XIX ғасырдың екінші жартысынан бастапады деген көзқарас қалыптасып, одан кейінгі жылдары әдебиет тарихын XVIII ғасырдың екінші жартысынан, яғни Бұхар шығармаларынан бастау идеясы басым болды. Ал 1960-80 жылы XV-XVIII ғасырлар аралығында өмір сүрген тарихта аты мәлім ақын-жыраулардың мұралары жинақтапып, жарияланып, жүйелі зерттеу объектісіне айналғаннан кейін, қазақ әдебиеттану ғылымында XV-XVIII ғасырлардағы жыраулар мен ақындар творчествосы бір-бірімен сабақтасып жатқан, желісі үзілмеген профессионал әдебиет деген дұрыс тұжырым қапыптасты. Әдеби тіл тарихын зерттеушілер тарапынан да XV-XVIII ғасыр ақын-жыраулар шығармаларының тілін қазақ әдеби тілінің алғашқы үлгілері ретінде тану бағыты үстемдік алды. Қазіргі, қазақ әдеби тілінің қалыптасуы XV ғасырдан басталады деген нақты пікір қалыптасты. Ол кезде (XV ғасыр) қазақ ру-тайпаларының халық болып біріге бастауы, бір орталыққа бағынған қазақ хандығының құрылуы қазақ әдеби тілінің қалыптасуына тарихи қолайлы жағдай туғызды. Қазақ әдеби тілінің әуелде бастау алған негізгі қайнар көздері жалпыхалықтық тіл мен аса бай фольклор тілі болды. Әдеби тілдің жаппы халық тілі негізінде дамуында поэзия тіл үлгілерінің рөлі ерекше. Сол кездегі көркем поэзияның көрнекті өкілдері жыраулар мен ақындар халық тіліндегі тілдік жүйелерді, сөз асылдарын өз шығармапарына таңдап, талғап енгізу арқылы ауыз әдеби тіл нормаларын қалыптастыра түсті. XV-XVIII ғасырда ауыз әдеби тілінің құрылымдық жүйесінде тағы бір тармақтың публицистикалық стильдің ауызша түрі қызмет өткендігі байқалады. Әдет-ғұрып заңдарын жүргізудегі, қоғамдық мәні бар мәселелерді шешудегі атақты билердің шешендік сөз толғауларында мақал-мәтел, қанатты сөз орамдары мен фразеологиялық тіркестер молынан қолданыла, сомдала келіп, әдеби тілдің саралана түсуіне жағдай жасады. Әдеби тіл кезеңдерін анықтауда белгілі бір көркем сөз шеберлерінің шығармаларындағы тілдік материалдар, яғни олардың халықтық тілдің мол байлығын қаншлықты дәрежеде игеруі, оларды жаңа сапада жұмсауы, бөгде тіл элементтерін әдеби тіл мүддесіне жарату тәрізді жайттар тірек болады. Осы тұрғыдан апғанда, қазақ әдеби тілінің тарихын төрт кезеңге бөліп қарастырып жүрміз.\nXV-XVII ғасырдың aрaсын қамтиды. Асан Қайғы, Қазтуған, Шалгез, Доспамбет, Жиембет т. б. жыраулардың толғаулары, ел арасына ауызша тараған шежірелер, шешендік сөз немесе билер сөзі осы кезеңдегі әдеби тілдің үлгілері деп танылады. Бұлар өз дәуіріне тән лексика-грамматикалық ерекшеліктерді біршама сақтап қалған. Мәселен, Шәлгездегі \"сындырау арқа\", \"сырт соқпақ\", \"түнде жүріп түлкі өтер\" сияқты сөз тіркестері мен сақалына сары шіркей ұялап, миығына қара шыбын балалап\" тәрізді реалистік суреттер, Қазтуғандағы \"Буыршынның бұта шайнар ауызы, бидайдықтың кел жайқаған жалғызы\" сынды теңеу образдар уақыт өзгерісіне төтеп беріп, бізге дейін жеткен. Сол сияқты астана, жұрт, аруұл, қом су, алаңжұрт сияқты фразеологизмдер мен байрақ, адырна, жезайыр, шора аға (басшы), азамат (жасақ) тәрізді әскери лексика бұл кездегі әдеби үлгілерде жиі кездеседі. XV-XVII ғасырдағы ауызша әдеби тілдің лексикалық құрамы негізінен жалпыхалықтық тілдің есебінен толығып, молайып отырды. Дегенмен, әдеби тіл айналымында діни тақырыпқа қатысты халил, қағба, шаһид, ғазрейіл, бәйтолла тәрізді араб тілі сөздерінің болғандығын байқаймыз, бірақ олардың саны әдеби тілдің кейінгі кезеңдерімен салыстырғанда тым аз. Сол тұстағы грамматика норманың мысалы ретінде шығыс септігінің дың/дің түрінде келуін (\"Бұл Бұзылдін қайтпассың\") ілік септігінің ьш/ім тұлғасында (бізім, менім), етістіктің өткен шақ мағынасы ғай-гей формасында (\"қалға қабылан жау тигей ме?\") берілуін, екінші жақ буйрық райдың ғыл түрінде ұшырауын келтіруге болады.\nӘдебитілдің XVIII-ғасырдан XIX ғасырдың екінші жартысына дейінгі үлгілеріне Бұхар, Тәттіғара жыраулардың шығармалары жатады. Әдеби тілдің лексикалық құрамында бұрынғы кезеңдегі жаугершілік тақырыптан гөрі күнделікті тұрмыс салт тақырыптарына байланысты лексик. топтар актив жұмсалады. Семіз жарау байда бар, құйрығы бітеу қойда бар (Бұхар); Көз болып қой бұзауға шамаң келсе, біреуге тамақ үшін жағынарсың (Шал) т. т. Жыраулар туындыларының негізі ақыл-өсиет айту, адамзат, қоғам туралы толғану болғандықтан, әділдік, адамдық, жарлылық тәрізді дерексіз ұғымды білдіретін атаулар мен араб, парсы сөздері бұл кезеңде молырақ кездеседі. XVIII ғасыр және оған дейінгі дәуірлерге жыраулық дәстүр басым болса, ендігі жерде ақындар әлеуметтік үнге ие бола бастайды, олардың тақырыбы қуаныш, реніш мұң-мұқтаж, арман-тілек, өз ортасы, айналадағы табиғат көріністері болды. Бұл кезеңде бел ала бастаған ақындық дәстүр поэзияның тақырып ерісін кеңітіп, сөзді әдеттегі номинатив мағынасында жұмсау epic алды. Кірме сөздердің көбі араб, парсы және орыс тілдерінен алынды.\nXIX ғасырдың екінші жaртысы. Бұл дәуірде қазақтың жазба әдеби тілі халықтың мәдени өмірінде кең қолданыс тапты. Әдеби тілдің нормалану процесін танытатын үлгі нұсқалардың түрлері кебейді. Бұл кезеңдегі әдеби тіл үлгілері өзінің мазмұны жағынан азаматтық, діни функциясы жағынан көркем әдебиет және оқубілімге, іс-қағаздарына қатысты әдебиет болып түрлене түсті. Әдеби тіл функциянальдық стильдерге тарамдала бастады. XIX ғасырдың екінші жартысы қазақтың ұлттық әдеби тілі үшін күрес кезеңі болды. Яғни, ұлттық әдеби тіліміздің (көне жазба әдеби тілі негізінде ме, әлде жалпы халықтық ауыз әдеби тілі негізінде ме деген) даму бағытын айқындау қажет болады. Міне, осы кезеңде қазақ халқының ұлы ағартушысы Ыбырай Алтынсарин, Абай Құнанбаев жалпы халықтық тіл негізіне арқа сүйеді, халықтың көп ғасырлық сөйлеу тілі мен ауыз әдеби тілін көркем тіл кестесіне түсіріп, жаңа өң беріп, қуатын арттырды. Сөйтіп, Ыбырай мен Абай халықтық тілдің тұрақты әрі ортақ белгілерін өздерінің көркем туындыларында молынан пайдаланды. Ұлттық жазба әдеби тілдің негізін қалап, әдеби тілдің жаңа сапа дамуына жол сапды. Ыбырай Алтынсарин жалпыхалықтық тіл мен ауызша қызмет өткен төл әдеби тілдің нормаларын арқау ете отырып, проза жанрының, ғылыми стильдің, ап Абай өз қара-сөздері мен поэзиясында публицистика мен көркем әдебиет стилінің негізін салды. Сөйтіп, олар әдеби тілдің жанр жағынан түрлене түсуіне зор үлес қосты.\nҚазан теңкерісінен кейінгі кезең. Әдеби тіл халыққа білім берудің, мәдени, рухани мұраларды жасаудың қуатты құралына айналды. Қоғамдық емірдің барлық саласында дерлік қызмет етті. Көркем сөз зергерлерімен қатар ғылым, мәдениет қоғам қайраткерлері де әдеби тіл нормасының тұрақ,талуы, қызметінің жан-жақты күшейе түсуіне белсене ат салысты. Әдеби тілдің жазбаша түріне сәйкес шаршы топ алдына (жиналыста, радио мен теледидар алдында, сахнада т. б.) сөйленетін ауызша түрінің де қызметі кеңейе түсті. Әдеби тілдің бірсыпыра нормалары кодификациялау арқылы тұрақты сипат алды: қазақ тілінің грамматика жазылып, емле ережелері белгіленді, орфографиялық, орфоэпиялық және түсіндірме сөздіктері құрастырылды. Сөйтіп, әдеби тіл нормапарының тұрақталуына саналы түрде арапасу жан-жақты сипат алды. Соңғы кезеңдегі әдеби тіліміздің даму қарқыны біркелкі емес, сондықтан оны да бірнеше белестерге бөліп қарауға болады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D2%9A%D0%B0%D0%B7%D0%B0%D2%9B_%D3%99%D0%B4%D0%B5%D0%B1%D0%B8_%D1%82%D1%96%D0%BB%D1%96%D0%BD%D1%96%D2%A3_%D1%82%D0%B0%D1%80%D0%B8%D1%85%D1%8B",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "213 битте неше кбайт бар?",
        "question_content": "Бұл сұрақ информатика пәнінен мен бұл тақырыпты түсінбеген едім.213 битте неше кбайт бар?Айтып жібересіндер ме?♡",
        "question_date": "27.09.2020",
        "question_tag": "Информатика",
        "question_views": 807,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,03 кбайт бар екен.",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам 1 жылда қаша көмірқышқыл газын шығарады?",
        "question_content": "1 адамның 1жылда щығаратын көмірқышқыл газын есептеп беріңіздерші.\n\nӨтінемін!",
        "question_date": "27.09.2020",
        "question_tag": "Табиғат",
        "question_views": 890,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам демімен бірге тәулігіне 400 л көмір қышқыл газын шығарады. 1 м3 көмірқышқыл газының массасы 1,98 кг. Адам демімен тәулігіне неше килограмм көмірқышқыл газын шығарады?\nЕскерту: 1л=1дм3.\nШешуі:\n400 л=400 дм3=0.4 м3;\n0,4х1,98=0,792 (кг).\nЖауабы: 0,792 кг\n1 күн -------- 0,792 кг\n366 күн ---- Х\nХ = 288,872 кг газ шығарады",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Механикадағы импульс және энергияның сақталу заңдары.",
        "question_content": "1. Импульстың сақталу заңы қай кезде орындалады?\n2.Егер массасы тұрақты дененің жылдамдығы\n2 есе азайса,онда оның кинетикалық энергиясы\nқалай өзгереді?\n3.Тік жоғары лактырылған доптың потенциалдық\nжәне кинетикалық энергиясы оның ұшуы барысында\nқалай өзгереді?",
        "question_date": "27.09.2020",
        "question_tag": "Физика",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ньютон  заңдарының  көмегімен  денелердің  қозғалысы  мен  өзара  әрекеттесуіне  қатысты  мәселелерді  шешуге  болады. Көптеген  практикалық  сипаттағы  мәселелерді  шешу  үшін  белгілі  бір  жағдайларда  сақталатын  физикалық  шамалар  қолданылады.Денелердің  механикалық  қозғалысын  сипаттайтын  осындай  физиклық  шамаларға  дене  импульсі  және  күш  импульсі  жатады.\nДене  импульсі- дене  массасы мен жылдамдығының  көбейтіндісіне тең  физикалық  шама:\n                        Дене  импульсі- векторлық  шама ,  себебі  жылдамдық  векторлық  шама  болғандықтан  оның  дене  массасына  көбейтіндісі де  векторлық  шама  болады. Импульс  жылдамдықтың  бағытымен  бағытталады,SI жүйесіндегі  бірлігісекундына  килограмм  метр(кг*м/с).\nУақыттың ∆t аралығы  ішінде F күшінің  әрекеті  салдарынан  дене  импульсі  өзгереді:\n                    Мұндағы ∆ ― дене  импульсінің  өзгерісі.шамасын күш  импульсі  деп  атайды.\nКүш  импульсі де векторлық  шама  б.т. Күш  импульсі  векторының  бағыты  әрект  етуші  күш  бағытымен  сәйкес  келеді. Күш  импульсінің SI-дегі  бірлігі-ньютон *секунд(Н*c)\n    Бұл  ұғымдарды  пайдалана  отырып, Ньютонның екінші  заңын  импульстік түсінік  тұрғысынан  юлайша  тұжырымдауға  болады:дене  импульсінің  өзгерісі  күш  импульсіне  тең.\nИмпульс  денелердің  өзара  әрекеттесуі кезінде  сақталатын  біренсаран  физикалық  шамалардың  қатарына  жатады.\nБір дене екінші  денені  қозғалысқа келтірсе,  онда ол  екінші денеге  қанша қозғалыс  берсе, сонша  қозғалысын жоғалтады.\n  Екі  немесе  оданда  көп дене бір-бірімен өзара  әрекеттескенде, сан  алуан өзгерістер  болуы  мүмкін.Мысалы, зеңбіректен салют снарятарын атқанда, оның сынықтары жан-жаққа  ұшады да, бұрынғыдан еш  нәрсе  қалмайтындай  көрінеді. Сынықтардың түсі, пішіні,орны  және  жылдамдықтары өзгереді. Алайда  осы  құбылыстарда кейбір  шамалар(импульс)сақталады да  және  олар  басқа  өзгеретін  шамаларға  шектеулер қояды. Денелердің  өзара әрекеттесуі  кезінде  сақталатын шамаларды  табуға  бізге Ньютонның  заңдары көмектеседі.(42-сурет бойынша түсінік)\nЖылдамдықтары ν 1,ν 2 ал  массалары m 1,m 2 болатын  2 шар өзара  әрекеттессін  делік. Өзара  әрекеттесу  күштері  Ньютонның  үшінші  заңымен  байланысады.\nнемесе\nМұндағы  және — шарлардың  бастапқы жылдамдықтары / және  шарлардың өзара  әрекеттескеннен  кейінгі  жылдамдықтары ∆t-өзара әрекеттесу  уақыт  аралығы.Өрнекті түрлендіріп  алатынымыз,\n              m 1ν1+m 2ν2=m 1ν ́1 +m 2ν ́2\nнемесе\nP 1+P 2=P 1́+P 2́\nАлынған   теңдік  бойынша: өзара  әрекеттескенге  дейінгі  жүйе импульсі өзара әрекеттескеннен кейінгі  жүйе  импульсіне  тең.\nБұл- импульстің сақталу  заңы және  ол  былайша  оқылады:тұйық  жүйеде  өзара  әрекеттесетін  денелер  импульстерінің векторлық  қосындысы  өзгеріссіз қалады(сақталады)\nИмпульстің  сақталу  заңы  біз  қарастырып отырған  денелер  жүйесіне сырттан  ешқандай  күштер әрекет  етпесе  ғана  орындалады.\nТолығырақ: https://www.tarbie.kz/34345",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламен бірге платформаның қорытқы жылдамдығы неге тең?",
        "question_content": "1.Массасы 22 кг болатын бала 2,8 м/с жылдамдықпен\n\nжүгіріп,массасы 12 кг платформаға секіріп мінеді.\n\nБаламен бірге платформаның қорытқы\n\nжылдамдығы  неге тең?",
        "question_date": "27.09.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдамдық 1,9 м/с",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетінен 2 м биіктіктегі бұтақта ілініп тұрған алманың энергиясы неге тең?",
        "question_content": "Жер бетінен 2 м биіктіктегі бұтақта ілініп тұрған\n\n массасы 250г алманың энергиясын есепте.",
        "question_date": "27.09.2020",
        "question_tag": "Физика",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы 4,9 Дж-ға тең",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абсолют қатты дененің инерция моменті",
        "question_content": "өтінем 3 есепті шығарып бересндерма, если даптермен жазсандар яндекс диск аркылы жбересндерма пж!\n\nЕсептер: https://yadi.sk/i/cL4O2xIZVpoLTA",
        "question_date": "27.09.2020",
        "question_tag": "Физика",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің берілгені жоқ.",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен бір элемент бірнеше изотоп түзеді?",
        "question_content": "1. Өздеріңе белгілі нейтрондардың сипаттамаларын жазыңдар.\n2. Неліктен бір элемент бірнеше изотоп түзеді? Мысалдар келтіріңдер.\n3. Периодтык кестедегі орны бойынша мына элементтердегі нейтрон санын анықтаңдар: фтор, кремний, аргон.\n4. Периодтык кесте көмегімен мынадай элемент атомдарының протон, нейтрон және электрон сандарын аныктаңдар: азот, фтор, натрий, күкірт, фосфор.\n5. Мынадай заттардың химиялык формулаларын жазыңдар: а) азот; ә) азот кышкылы; б) көміртек (IV) оксиді; в) темір (III) оксиді.\n6. Мынадай заттардың салыстырмалы молекулалык массаларын жөне зат\nмелшерін есептеңдер: N2, АІ2О3, Н2SО4, Сu(ОН)2, АІ2(SО4)3.\n7. Авогадро заңының тұжырымдамасын колданып, Авогадро саны және кез келген газдың молярлык көлемі тұракты шама екенін дәлелдеңдер.",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Изотоп (изо... және грекше topos – орын) – бір химиялық элементтің нуклиді, яғни атомдық нөмірі бірдей, бірақ массалық саны әр түрлі белгілі бір элемент атомдарының түрлері.\nЯдросының протондар саны бірдей, ал нейтрондар саны әр түрлі болады; электрондық қабықшасының құрылысы бірдей және химиялық элементтердің периодтық жүйесінде бір орынға орналасады. Атомдардың ядролары протондар мен нейтрондардың белгілі бір санынан тұрады. Әрбір элемент атомы ядросындағы протонның саны сол элементтің реттік нөміріне (Z) тең болады. Протон мен нейтронның массалары бір-біріне өте жақын және көміртектік бірліктер жүйесінде сәйкесінше 1,000 және 1,008 м. а. б. Сондықтан бұл шкалада барлық атомдардың ядролары массаларының мәндері бүтін сандарға жақын. Элементтердің атомдық массаларының мәндері де осы сандарға жақын, себебі электрондардың массалары өте жеңіл. Сондықтан атомның ядросындағы протондар мен нейтрон сандарының қосындысы іс жүзінде элемент атомының массасына тең болады. Оны массалық сан деп атап, А әрпімен белгілейді, ал A – Z айырмасы нейтрондардың санын көрсетеді. Белгілі бір элемент атомының ядросындағы протондардың саны тұрақты болғанымен, нейтрондардың саны әр түрлі болуы мүмкін. Сондықтан олардың массалық сандары да әр түрлі. Химиялық элементтердің периодтық кестесінде бір ғана орын алатын әр элементтің бірнеше изотопы болуының себебі осыдан. Изотоптарды бір-бірінен айыра білу үшін элементтің химиялық таңбасының сол жақ төменгі бұрышына реттік нөмірін (яғни ядродағы протонның санын), ал сол жақ жоғарғы бұрышына массалық санын (яғни ядродағы протондар мен нейтрондардың қосындысын) жазады. Әр элементтің периодтық кестедегі орны белгілі болғандықтан изотоптарды таңбалағанда, көбінесе, тек массалық саны ғана көрсетіледі. Мысалы, оттек изотоптарын былай белгілейді: 160, 170 және 180. Сонымен қатар кейде 0=16, 0=17, 0=18 деген белгілер де қолданылады. Кейбір изотоптардың өздерінің жеке таңбалары да бар. Мысалы, сутектің 2Н изотопы D деп белгіленіп, дейтерий деп, ал 3Н изотопы Т деп белгіленіп, тритий деп аталады. Өте маңызды жағдайларда, мысалы, ядролық реакция теңдеулерін жазғанда атом ядроларындағы протондардың сандары да көрсетіліп жазылады. Изотоптардың саны шектеулі ғана. Егер ядродағы протондардың санына қарағанда нейтрондардың саны тым аз не көп болса, ядро орнықтылығы кемиді. Изотоптардың электрондық құрылыстары және олардың құрамындағы электрондардың саны бірдей болғандықтан олардың хим. қасиеттері де бірдей. Сондықтан оларды бөлу көптеген қиындықтар туғызады. Дегенмен, изотоптар атомының массаларында, сондай-ақ, ядросының спиндері мен магниттік моменттері мәндерінде айырмашылық болады. Берілген элемент изотопының қасиеттеріндегі бұл айырмашылық изотоптық эффект деп аталады. Изотоптардың кейбір физикалық-химиялық қасиеттеріндегі айырмашылық оларды жеке бөліп алу үшін қолданылады. Изотоптарды зерттеуге, әсіресе, оларды бір-бірінен бөлу мәселелеріне қосқан үлесі үшін ағылшын ғалымы Ф.У. Астон 1922 ж., ал ауыр сутекті – дейтерийді тапқаны үшін Г.К. Юри 1934 ж. Нобель сыйлығын алды.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%98%D0%B7%D0%BE%D1%82%D0%BE%D0%BF",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химияның стехиометриялық заңдары. Беймолекулалық құрылысты зат?",
        "question_content": "1. Молекула - заттың\nA) қасиетін, құрамын сақтайтын ұсақ бөлшектері.\nB) құрамын,түсін сақтайтын ұсақ бөлшектері.\nC) көлемін сақтайтын кішкене бөлшегі.\nD) массасын сақтайтын бөлшегі. E) атомдарын сақтамайтын бөлшегі.\n2. Атомдар дегеніміз заттың\nA) еріткенде бөлінбейтін B) физикалық бөлінбейтін C) айдағанда бөлінбейтін\nD) химиялық бөлінбейтін ең ұсақ бөлшектері. E) механикалық бөлінбейтін\n3. Беймолекулалық құрылысты зат\nA) спирт. B) азот. C) оттек. D) құм. E) мұз.\n4. Молекулалық құрылысты зат\nA) қант. B) темір сульфиді. C) темір. D) ас тұзы. E) алмаз.",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) А\n\n2) Д\n\nҚалған екеуін білмеймін",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бор қатты қыздырған кезде сөндірілмеген әк пен көмірқышқыл газы",
        "question_content": "1. Бор қатты қыздырған кезде сөндірілмеген әк пен көмірқышқыл газына ыдырайды. Бор қандай химиялық элементтерден құралған?\n2. Шамамен азот молекуласының массасы криптон атомының массасынан неше есе кем?",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) CaCO3    =       CaO            +         CO2\n     бор       оксид кальция     көмірқышқыл газ\n           \nбордың құрамына кіретін элементтер: Ca, C, O\n\n2) шамамен 6 есе",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде келтірілген заттардың қайсылары жай, қайсылары күрделі?",
        "question_content": "1. Төменде келтірілген заттардың қайсылары жай, қайсылары күрделі: апатит, алмаз, сода, кварц, әк, темір, уран, оттегі,бензол, мәрмәр, рубин, парафин, полиэтилен.\n2. Мына заттардың салыстырмалы молекулалық массасын есептеңдер: көмірқышқыл газы СО2, күкірт қышқылы Н2SО4, ас содасы NаНСО3, сірке қышқылы СН₃СООН.\nІІІ-деңгей.\n1. 1819 ж. Швед ғалымы Йенс-Якоб Берцелиус оттегі үшін 100 деген шаманы алып, атомдық салмақ (салыстырмалы атомдық масса) кестесін жариялады. Егер оттегі үшін көрсетілген шаманы алса, сутегі, көміртегі және күкірт атомдық массаларының мәні қандай болар еді?\n2. Алхимиктердің орта ғасырда бір элементті екінші элементке: мысалы, мысты алтынға, ал сынапты күміске айналдыруға жасаған әрекеті нәтижесіз болды. Сендерге бір химиялық элементтің екінші біреуіне айналуы белгілі ме?",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Формуласы  бойынша\n\nжай заттар: алмаз, уран, темір, оттегі\nкүрделі заттар: апатит, сода, кварц, әк, бензол, мәрмәр, парафин, полиэтилен.\n\n2) Mr(СО2)=12+16*2=44г/моль\n\nMr(Н2SО4)=2+32+16*4= 98г/моль\n\nMr(NаНСО3)=23+1+12+16*3=84 г/моль\n\nMr(СН₃СООН)=12+3+12+16+16+1=60г/моль",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "13,6 г кальций гидрофосфатының зат мөлшері (моль) қандай?",
        "question_content": "1. 13,6 г кальций гидрофосфатының зат мөлшері (моль)\nШешуі: М(Са(Н2РО4)2) = 234 г/моль ν(Са(Н₂РО₄)₂)=(13,6 г)/(234 г/моль)=0,1 моль\n2. СuSO4 • 10H2O құрамындағы судың массалық үлесі (%)\nШешуі: М(СuSO4 • 10H2O) = 340 г/моль\nМ(10H2O) = 180 г/моль\nω(H₂O)= (180 г ∙100 %)/(340 г) = 53 %\n3. Судың 45 г сәйкес келетін зат мөлшері (моль)\nШешуі: М(Н2О) = 18 г/моль\nν(Н₂О)=(45 г)/(18 г/моль)=2,5 моль\n4. 2 моль темірдің зат мөлшеріндегі атом саны\nШешуі:\nN(Ғе) = ν ∙ NА = 2 моль ∙6,02 • 1023 = 12,04 • 1024\n5. 1,6 г мыс (ІІ) сульфаты бар ерітіндімен әрекеттескен темір тақташадан ерітіндіге өткен темір атомдарының саны\nШешуі: CuSO4 + Ғе → ҒеSO4 + Cu\nМ(CuSO4) = 160 г/моль\nNА = 6,02 • 1023\nх ----- 1,6 г CuSO4\n6,02 • 1023---- 160 г CuSO4\nх=(6,02 • 10²³∙1,6 г)/(160 г) =6,02 • 10²¹",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы өз жауабымен тұр емес пе?\n\nСұрағыңыз қандай?",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыстың тотығу дәрежесі (+1) болатын есеп",
        "question_content": "Мыстың тотығу дәрежесі (+1) болатын есеп",
        "question_date": "27.09.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамақ ішкеннен соң тамағымда бірдеме тұрғандай болады. Неден болуы мүмкін?",
        "question_content": "Тамақ ішкеннен соң тамағымда бірдеме тұрады. Жұтынсамда кетпейді. Біраздан соң кетеді. Тамақ ішсем қайта шығады. Бұл не болуы мүмкін?",
        "question_date": "27.09.2020",
        "question_tag": "Денсаулық",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үнемі болатын ахуал болса, Өңештің қабынуы шығар ? Сүлеп қалды. Ал егер анда санда ғана болса, жеген нәрседен бірдеңке жабысып қалса керек.  алдыңғы күні менде де болды,  сусын жұтсам кетпейді, нанды құрғақ жұтсам доғды балаша, жоғала қалды.\n:)",
                "date": "27.09.2020",
                "upvotes": 0
            },
            {
                "text": "Менде де солай болады. Неден болуы мүмкін. Тамақ жеп болғасын кәшкене уақыттан соң жұтынсам брдене турып калғандай болады ,су ішсемде кетпейді , кейде ұйықтар алдында мазаңды алады тыныс дурыс ала алмай.Бірақ салден сон кетеді.",
                "date": "5.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1,2,3,4,5,6,7 сандарын,әрбір жұп сан жұп қанша әдіспен орналастыруға болады?",
        "question_content": "1,2,3,4,5,6,7 сандарын,әрбір жұп сан жұп орындарға тұратындай етіп қанша әдіспен орналастыруға болады?",
        "question_date": "26.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 795,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3*(3-1)= 3*2 = 6",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    }
]