[
    {
        "question_title": "Қызыл аттестатсыз шет елге грантка түсуге бола ма?",
        "question_content": "Көп жерлерден \"баллын 125/125 жинап турсанда, қызыл аттестатсыз шет ел түгелі өзіміздің қазақстанғада грантка түсе алмайсың деген жиі сөздерді естимін. егер білсеңіздер жауап беріңіздерші.",
        "question_date": "31.08.2023",
        "question_tag": "Университет, колледж",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің кандидатураңызды сертификаттағы бағалар шешуші болмайтындай етіп ұсынуға болады. Ең бастысы-аппликациялық құжаттарға қажетті екпіндерді дұрыс қою және тілді қаншалықты жақсы меңгергеніңізді көрсету.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік желілерде боттың коффиеценті арқылы ақша табасың дейді Дұрыспа солар?",
        "question_content": "Қаншалықты шындыққа жанасады?",
        "question_date": "31.08.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз сауда боттары мен \"бот коэффициенті\"терминін қолдана отырып, cryptocurrency саудасын білдіруіңіз мүмкін. Мұндай боттар әртүрлі стратегиялар мен алгоритмдерге негізделген криптовалюта биржаларында сауда процесін автоматтандырады.\nКриптовалюта саудасы тәуекелдің жоғары деңгейіне ие екенін және нәтижелерді болжау мүмкін емес екенін түсіну маңызды. Боттармен сауда жасамас бұрын абай болу және нарықты жақсы білу маңызды.\nИнвестиция жасамас бұрын сергек болыңыз және өз зерттеуіңізді жасаңыз. Cryptocurrency нарықтарындағы табыс пайдалы болуы мүмкін, бірақ сонымен бірге қаражаттың жоғалуымен байланысты.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте информатика зертханашылардың нақты міндеті қандай)?",
        "question_content": "Мектепте информатика зертханашылардың нақты міндеті қандай яғни заңды түрде және олардың жұмыс уақыты сағ нешеден нешеге дейін? Осы сұраққа жауап беріңіздерші! Алдын ала рахмет!",
        "question_date": "30.08.2023",
        "question_tag": "Мектеп",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектептегі информатика бойынша зертханалық жұмыстар әдетте информатиканың әртүрлі аспектілерін қамтиды. Зертханалық жұмыстарға арналған кейбір типтік тапсырмалар мыналарды қамтуы мүмкін:\n\n1. Бағдарламалау: курста оқытылатын бағдарламалау тілінде бағдарламалар жазу (Мысалы, Python, Java, C,). Бұл есептерді шешуді, массивтермен, шарттармен, циклдармен және т. б. жұмыс істеуді қамтуы мүмкін.\n\n2. Алгоритмдер мен деректер құрылымдары: нақты есептерді шешуге арналған алгоритмдерді әзірлеу және енгізу және тізімдер, кезектер, ағаштар және графиктер сияқты әртүрлі деректер құрылымдарын пайдалану.\n\n3. Мәліметтер базасы: мәліметтер базасын құру және пайдалану, SQL тілінде сұраныстар жазу, мәліметтер базасының схемаларын жобалау.\n\n4. Веб-технологиялармен жұмыс: веб-беттерді әзірлеу, HTML, CSS, JavaScript-пен жұмыс істеу және серверлік технологияларға кіріспе.\n\n5. Аппараттық құралдармен жұмыс: компьютерлік архитектураның негіздерін үйрену, аппараттық компоненттерді конфигурациялау және сынау.\n\n6. Жобалық жұмыс: мүмкін, зертханалық жұмыстар студенттер алған білімдерін іс жүзінде қолдана алатын шағын жобаларды құруды қамтуы мүмкін.\n\nМұндай Зертханалық жұмыстардың мақсаты-теориялық білімді практикалық қолдану және информатика саласындағы нақты мәселелерді шешу дағдыларын дамыту.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің тұратын жерім басқа және басқа қаладағы мектепке ауыса аламын ба?",
        "question_content": "Яғни мен бас жерде тіркелгенін, содан басқа қалаға ауысу мүмкіндігім барма, тұратын тіркелген жеріңді ауыстырмай?",
        "question_date": "30.08.2023",
        "question_tag": "Мектеп",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине тіркелген жер емес тұрғылықты жер арқылы мектепте оқып, поликлиникаға тіркелуге болады.",
                "date": "10.09.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Әкем мен Анамның загске тұруға мүмкіндік барма?",
        "question_content": "Менің анам 2006, жылы босанды менің анам қазір азаматтық некеде яғни, менің өгей әкем анам сол кісімен загске тұрғысы келеді. Менде тегімды сол кісіге аударғым келеді. Бұл мүмкін ба",
        "question_date": "30.08.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, рұқсат береді. Атын, әкесінің атын, тегін өзгертуді он алты жасқа толған және атын және (немесе) әкесінің атын, тегін өзгертуге тілек білдірген адамның жеке өтініші бойынша тіркеуші органдар жүзеге асырады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге ассалаумағалайкум айтады? Дұрысы Ас -саляму Алейкум ғой...",
        "question_content": "Неге біздің қазақтар еркектер ассалаумағалайкум айтады? Дұрысы Ас -саляму Алейкум ғой... қыскаша салам алейкум, неге сөздің мағынасын жоғалтады? Соны көрсем чатта ашу басады мени.",
        "question_date": "29.08.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таза арабша айту деген ереже жоқ. Қазақ тілінің заңдылығына сай өзгерген.",
                "date": "31.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақында танысқан қыздың суретін комплимент пен қалай сұрауға болады?",
        "question_content": "Бір қызбен танысқан едім. Енді одан фотасын сұрағым келеді. Сол үшін осы сайтқа сұрағымды жолдап отырмын",
        "question_date": "29.08.2023",
        "question_tag": "Достық",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрай беріңіз, суретті сұрауға еш қиналып ойлану қажет емес деп ойлаймын.\n\nӨйтіп комплиментті қоспайтын жерге қоссаңыз, қияли ма деп араласпай қояр.",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалысты қалай ұзартуға болады Туу туралы куәлігімен болмайды ма сонда?",
        "question_content": "Мен 1 баламда декретке шығып 2 баламды босандым.Енді 1 балам 3 ке толды.Ал 2 бала толған жоқ. Мен 2 баланың больничный лист жоқ,ұзарта алмайсың деп жатыр декреттік демалысты.Қалай ұзартуға болады Туу туралы куәлігімен болмайды ма сонда?",
        "question_date": "29.08.2023",
        "question_tag": "Заң",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "113-бапқа сәйкес. Баланың (балалардың) тууына, Жаңа туған баланы (балаларды) асырап алуға байланысты демалыстар\n\n1. Жүкті әйелдерге, баланы (балаларды) дүниеге әкелген әйелдерге, жаңа туған баланы (балаларды) асырап алған әйелдерге (мужч) баланың тууына байланысты мынадай демалыстар беріледі:\n\n1) жүктілік және босану бойынша демалыс;\n\n2)жаңа туған баланы (балаларды) асырап алған немесе асырап алған қызметкерлерге демалыс;\n\n3) бала үш жасқа толғанға дейін оның күтімі бойынша жалақысы сақталмайтын демалыс.\n\n2. Баланың (балалардың) тууына, Жаңа туған баланы (балаларды) асырап алуға байланысты демалыс беру осы Кодекстің 192-195 — баптарында көзделген шарттарда жүзеге асырылады.\n\n193-бапқа сәйкес. Жүктілік және босану демалысы\n\n1. Әйелдерге олардың өтініші бойынша және белгіленген тәртіппен берілген еңбекке жарамсыздық парағының негізінде, егер Қазақстан Республикасының заңдарында өзгеше белгіленбесе, босанғанға дейін күнтізбелік жетпіс күн және босанғаннан кейін күнтізбелік елу алты (қиын босанған немесе екі немесе одан да көп бала туған жағдайда — жетпіс) күн ұзақтығы жүктілігі және босануы бойынша демалыс беріледі.\n\n2. Демалыстарды есептеу жиынтық түрде жүргізіледі және демалыс әйелге босанғанға дейін нақты пайдаланылған күндер санына және жұмыс берушінің жұмыс ұзақтығына қарамастан толық беріледі.\n\nҚорытындылар:\n\n1. Қызметкерден декреттік демалысқа өтініш сұрау қажет.\n\n2. Бұйрық екінші балаға еңбекке жарамсыздық парағында көрсетілген кезеңге жүктілік және босану бойынша демалыс беру туралы шығарылады. Бұйрыққа қызметкердің өтініші және еңбекке жарамсыздық парағының нөмірі мен берілген күніне сілтеме негіз болады.\n\n3. Еңбекке жарамсыздық парағында дәрігерлер анықтаған күнге сәйкес жұмысқа шығу күнін көрсетіңіз.\n\n4. Бала туылғаннан кейін қызметкер үш жасқа толғанға дейін оған бала күтімі бойынша демалыс беру туралы өтініш жазуы керек. Осы өтініштің негізінде сіз екінші баланың үш жасқа толғанға дейін қолданыстағы бала күтімі демалысын ұзарту туралы бұйрық жасайсыз.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менім Аллам жүрегімде\"-деген сөзді төте жазумен жазып бересіздер ма",
        "question_content": "\"Менім Аллам жүрегімде\"-деген сөзді төте жазумен жазып бересіздер ма",
        "question_date": "29.08.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің тапсырмаңызды келесідей жазуға болады:\nالله في قلبي",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы букмекерлік қалай басталды?",
        "question_content": "Қазақстандағы букмекерлік қалай басталды?",
        "question_date": "29.08.2023",
        "question_tag": "Қоғам",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресми түрде Қазақстанда алғашқы букмекер 2007 жылдан бастап ашылған. Ал оның кең қанат жаюы 2009-дан басталады. Оған себеп, сол жылы жаппай казино орталықтары қаладан тыс жерлерге көшірілуі болатын. «Букмекер» әлемнің жағдайы төмен елдерінде қызмет етеді – деген қағиданы күнделікті өмірде естіп жүргенімізбен, әлемнің алпауыт елдері Ұлыбритания, Швеция, Жапония, Канада, Сингапурда бәс тігу экономикаға өлшеусіз пайда түсіретін қаржы көзі деп саналып, тіпті үкіметтің өзі жеке қадағалайды.",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Казнуи университетінде мұғалім факультет барма?",
        "question_content": "Сәлеметміздерме,КазНуи университеті(Қазақ ұлттық  өнер университеті Астана)Мұғалім болуға факультет барма өтініш жауап берсеңіздер Алла разы болсын.",
        "question_date": "28.08.2023",
        "question_tag": "Университет, колледж",
        "question_views": 157,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КазНуи университеті(Қазақ ұлттық  өнер университеті Астана)Мұғалім болуға факультет жоқ",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұнамайтн жігіттен қалай құтыламын",
        "question_content": "Мен қазақ қызымын, жақында бір жерге көшіп келдім, түріктер көп еді. Мені бір түрік жігут ұнатп қалп артмнан қалмай жүр, керек болса алып қашам, қарсы болса, төбелесем или атам дед, мен сотталасң десем бәрібір дейді қалай құтылсам болады, мені жақсы көріп қалыпты, тем более түріктер мен өзбектерді ұнатпаймын",
        "question_date": "28.08.2023",
        "question_tag": "Махаббат",
        "question_views": 225,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзімнің ойымды айтайын\n\n1. Әкеңе, ағаларыңа айт.\n\n2. Барынша жасырын жүр.\n\n3. Өзіңді қорғай алатын бірнәрсе алып жүр.\n\n4. Төтенше жағдай туралы ақпараттар біліп жүр",
                "date": "29.08.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Медузалар адамды шаға ма?",
        "question_content": "Медузалар адамды шаға ма?",
        "question_date": "27.08.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медузалар тістемейді және шағып алмайды - олардың денесінде бұл үшін қажетті бөліктер жоқ. Қалақайлар сияқты олар уымен күйдіріп қышытады. Олардың уы бар шаншу жасушалары азығын аулауда  ұсақ жануарларды парализациялауға арналған.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "МЕН МАШИНАНЫ ЗАДНИЙ БЕРІП ЖАТЫП СӨНДІРІП АЛДЫМ ЕНДІ ОТАЛДЫРАЙЫН ДЕСЕМ ДЫМ ҚУМАЙ КАЛДЫ",
        "question_content": "МЕН МАШИНАНЫ ЗАДНИЙ БЕРІП ЖАТЫП, СӨНДІРІП АЛДЫМ ЕНДІ ОТАЛДЫРАЙЫН ДЕСЕМ, ДЫМ ҚУМАЙ КАЛДЫ, ЕНДІ НЕ ІСТЕСЕМ БОЛАДЫ?",
        "question_date": "26.08.2023",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тормозды басып скоростьты Р га ауыстырасын.Сосын оталдырасын",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машинага билед кондыру жонинде!",
        "question_content": "Машина техпаспортка билед, лед деп соктыру ушин кандай док жинайды калай жасайды, машинага польный лед салып алатын, законно етип? Айтып жиберындерш билетиндерын?",
        "question_date": "26.08.2023",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фаралардағы шамдарды неғұрлым қуатты және жарқын шамдарға ауыстыру-бұл біздің елімізде және жалпы ТМД-да автомобильдерді баптаудың кең таралған түрлерінің бірі. Арзан және қыңыр ксенонды орнату эпидемиясы өтіп жатыр, ал қазір рейтингтер қатарында қарапайым шешімдер — жарықдиодты шамдар бар. Мен галогенді алып тастадым, диодты қойдым. Іс!  Екеуі де заңсыз. Неліктен? Галоген, ксенон және диодтар-бұл шамдардың әрқайсысы әртүрлі жарқырайды. Әр өндірушінің астында олар дұрыс жарқырап, қарама-қарсы жақтарын соқыр етпеуі үшін фараның басқа дизайнын жасауға мәжбүр. Мұның бәрі қауіпсіздікке әсер етеді. Техникалық регламенттің талаптары бар, атап айтқанда № 8 қосымшаның 3.8.2-тармағы, онда алыс, жақын жарықтың, сондай-ақ тұманға қарсы шамдардың таңбалануы және оларда орнатылған жарық көздерінің сыныптары сәйкес келуі тиіс делінген. Егер сіз галогенді диодтарға ауыстырсаңыз, тіпті бірдей негізде болса да, сәйкессіздік бар. Ксенон мен диодтарды қалай заңдастыруға болады\n\nЕгер сіз колхозды галоген фарасына ксенон астына линзалар енгізбесеңіз, орнатудың бір заңды әдісі бар — фараны ксенонмен толығымен ауыстыру. Диодты жарықтың астында сізге өз фараңыз қажет, бірақ оны табу оңай емес — көптеген модельдер үшін олар әлі қарастырылмаған. Зауыттық диод жарығы қазіргі уақытта кез келген заманауи ең қымбат болып табылады.\n\nОптиканың өзін арзан сатып алудан басқа, тағы екеуі бар. Ксенон және жарықдиодты шамдардың көпшілігінде Номиналды жарық ағыны 2 мың люменнен асады, бұл 3.8.3-тармақтың ескертпесіне сәйкес. Техникалық регламентке № 8 қосымшалар фаралар жуғышпен және түзеткішпен жабдықталуы тиіс дегенді білдіреді.  Күндізгі жарық шамдары (DRL) туралы не деуге болады?\n\nDRC орнатуға тыйым салынбайды, бірақ орнатқаннан кейін жарық техникасын заңдастыру керек, өйткені бұл конверсия. Бірнеше нәрсені ескеру маңызды. Dho қуаты стандартты фаралардың жақын сәулесінен жоғары болмауы керек, сонымен қатар оларды жерден белгілі бір биіктікте және машинаның өлшемдеріне қатысты қоюға болады.  Қандай жағдайда dro орнату конверсия болып саналмайды\n\nЕгер сіз фараны толығымен ауыстырсаңыз, dho орнату конверсия емес. Оны сол модельден қойыңыз, бірақ күндізгі шамдармен. Айталық, бай жабдықтары бар машинадан немесе рестайлингтен кейін. Сондай-ақ, дизайнсыз сіз брендтің ресми дилеріне белгілі бір автокөлік үшін сертификатталған dho қоюға болады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге бей уақыта даланы яғнт есік тің алдын немесе ауланы сыпыруға болмаиды",
        "question_content": "Неге бей уақыта  даланы  яғни есік тің алдын немесе ауланы сыпыруға болмаиды жауап беріп  кетсеңіздер",
        "question_date": "25.08.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 198,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің ата-бабаларымыздың сенімдері бойынша түнде сыпыру кедейлікті тудырады. Тағы бір белгі, осылайша сіз өзіңіздің үйіңіздегі барлық жағымды энергияны «сыпырасыз» дейді.",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әлеуметтік желіге естелік ретінде фото қойу күнә болама",
        "question_content": "Әлеуметтік желіге естелік ретінде фото қойуға болама, күнә болып есептеле ме?",
        "question_date": "25.08.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 614,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қыздардың әлеуметтік желіге сурет қоюы туралы\". Ерсін Әміре\nДереккөз: facebook.com",
                "date": "26.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен осы жақында гранттан құлап қалдым .",
        "question_content": "Саламатсызба мен осы жақында гранттан құлап қалып едім Gpaжағынан проблема болып .Gpa не екенін білмей жүрдім жылдың соңында білдім . Мен гранттан құлап қалдым қайтадан келесі жылы ұбт тапсырып грантқа тапсыра аламынба университетке",
        "question_date": "25.08.2023",
        "question_tag": "Университет, колледж",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, тапсыра аласыз",
                "date": "26.08.2023",
                "upvotes": 0
            },
            {
                "text": "Бірақта құлаған курстан жалғастырасызба білмеймін, университет басшылығынан сұрап көр",
                "date": "26.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кроссфит деген не?",
        "question_content": "Кросфиттің бодибилдингтен айырмашылығы қандай? Фитнестен ше.\nАйырмашылықтарын білгім келеді",
        "question_date": "25.08.2023",
        "question_tag": "Жалпы спорт",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кросфит - әртүрлі жаттығулардың жоғары қарқынды тізбектеріне бағытталған функционалды фитнес түрі. Бодибилдинг сахнада көрсету үшін бұлшықет массасын барынша арттыруға бағытталған.",
                "date": "17.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызбен кездейсоқ кезігіп қалу және онымен танысу жайлы сұрағым бар.",
        "question_content": "Менің жасым 24 те. Кездейсоқ кезігу туралы толығырақ баяндап бергім келіп отыр. Бірақ одан бұрын, өзім жайлы кішігірім айтып өтейін.\n\nБұл сайтта басқа ел туралы айтуға болатынын/болмайтынын білмеймін. Айтайын дегенім мен оралманмын. Басқаша атауы: \"Бес қала\" - деп аталатын (біліп отырған боларсыздар) елден 16 жасымда көшіп келгем. Содан қазіргі 24 жасқа жеткенде бір себептермен туған жерге қайта барып уақытша тұруға тура келді. Бір жағынан Анамды көшіріп алып кетуге бардым. Белгілі бір себептермен Анаммен пәтер жалдап тұрып жатырмыз. Алдыңғы пәтер иесі аяқ астынан: \"үйді сату керек болып тұр\" - деп айтқан соң, жаңа пәтер іздеп жүрдім. Арасынан жалға берілетін үй де бар екен. Сол үйді алдымен көрем деп шештім. Ол жерге бару үшін арнайы қоғамдық көліктері бар екен. (Бұл елдің қоғамдық көліктері 7 адамдық. Артында және ортасында 3 адамнан, алдында 1 адам)\n\nНегізі басында алдында отырғанмын, үлкен кісі орын бер деген соң орын бердім. Түсіп қайта ортасына отырмай жатып, кенеттен бір қыз келді де: - қай көшеден түсесіз деп сұрағанда)) оның келбетіне аса бір қатты мән бермеппін. Сол сәтте ол бірінші отырды, мен қасында отырдым. Мен бара жатқан үй ауылдық жерде еді және мен ол жерге бірінші рет бара жатқан едім. Сол себептен әлгі сұраққа көше атауын білсемде сәл сенімсіздеу жауап бердім. Отырған соң ол маған: - Менің көшемнен кейінгі көше екен деп айтты. Және артынан \"негізі қай жақтансыз?\" - деп сұрады. Мен оған мұнда уақытша жұмыстармен жүргенімді айттым. Кейін жол бойы әңгіме дүкен құрып қалай жеткенімді білмей қалдым (шамамен 10 минут). Көлік мен бара жатқан көшенің басынан тоқтады. Жалға үй іздеп күйзеліске түсіп жүрген соң ба, ол қыздың \"менің көшемнен кейінгі көше\" - дегені есімнен шығып кетіпті. Менің артымнан олда түсіп қалды. Сол бір қас қағым сәтте ол маған көшені көрсетті де, өз көшесіне қарай дереу бет алды. Мен тек рахмет дей бергенде, ол маған қарап күлімсіреп, әрі қарай жүре жөнелді. Оның күлімсіреген, жүрегіме жылулық сыйлағандай болды. Қыздарға деген тәрбием басым болғаннан ба, әлде сасқалақтап қалдым ба? Әйтеуір ол қыздың артынан баруға, бір нәрсе тосқауыл болғандай болды. Бар болғаны оның меннен 3 жас кіші және студент екенін білдім. Әңгіме барысында оның қазақ қызы екенін де байқадым. Ол да меннен \"қайдансыз?\" дегеннен басқа ештеңе сұрамады. Тек жолда оқу туралы әңгімелісіп келіппіз. Тіпті есімінде сұрамаппын.\n\nАрадан 2 күн өтті. Оны әлеуметтік желіден іздеу мақсатында, ол айтқан оқу орнының инста-парақшасын ақтарып оны тауып алдым. Парақшасына қарағанда жігіті жоқ сияқты көрінді. Студент құрбыларымен жақсы қарым-қатынаста екен. Ертесі күні оған сәлем жазып жібердім. Тағы 2 күндей өтті жауап жазған жоқ. Танымай жатқан болар деп әлгі жігіт екенімді және жақынрақ танысқым келгенін жаздым. Бірақ ол жазғандарымның ешқайсысын көрмеді (немесе көруді қаламады) және сол күйі қалып кетті. Содан бері: \"бірден әңгімеміз жарасқан қыз, қалайша әлеуметтік желіде хат алмасуды қаламайды?\" - деген сұрақ мені іштей мазалайды.\n\nМен бұл оқиғаны барынша түсінікті болуы үшін толығырақ баяндадым. Енді сұрайын дегенім:\n\n- Ол қыз жазуға ұялды ма әлде басқа себеп бар ма?\n\nАртық әңгіме керек емес. Тәжрибелі жандар жауап жазса деймін.",
        "question_date": "24.08.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 213,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кездейсоқ кездесу және одан кейінгі оқиғалар туралы әңгімеңіз қызықты және егжей-тегжейлі. Неліктен қыз сіздің хабарламаңызға жауап бермеді деген сұрағыңызға қатысты бірнеше түсініктеме болуы мүмкін:\n1.  Ұялу :  мүмкін, қыз сіздің хабарламаңызға жауап беруден ұялған немесе ұялған шығар, әсіресе егер ол сізден жазуды күтпесе.\n2.  Сәтсіз уақыт:  ол сіздің хабарламаңызды көрмеген немесе сол сәтте бос емес болуы мүмкін.\n3.  Әлеуметтік желілерде танысуға қызығушылық танытпау:  кейбір адамдар әлеуметтік желілер арқылы жаңа таныстар жасамауды жөн көреді немесе оның себептері болуы мүмкін.\nҚызға хат жазудан ұялу туралы сұрағыңызға келетін болсақ, бұл оның әлеуметтік түсініктеріне, жайлылық деңгейіне немесе басқа жеке факторларға байланысты болуы мүмкін.\nӨкінішке орай, мен нақты жауап бере алмаймын, өйткені оның жеке қалауы немесе сезімдері туралы ақпарат жоқ. Мұндай жағдайларда шыдамды болу және басқа адамдардың шекараларына құрметпен қарау маңызды. Егер сіз қарым-қатынасты жалғастырғыңыз келсе, әңгімені жеңіл және жайбарақат тақырыптан бастауға тырысыңыз.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас келгенде ажырасу не береді?",
        "question_content": "Отбасы болганымызга 25 жыл болды. 1,5 жылдай кездесіп үйлендік. Сондай бір керемет сезім болды ғашық боп шықтым деп айта алмаймын. Оның маган деген сезіміне сеніп қана тұрмысқа шықтым. 21 жасымда. Өзге еркекпен қатынаста болмадым. Бала кезімнен ұстанған принцип адалдық болатын, сол сөзімде тұрдым. Үш баламыз бар. Ересек. Аллаға шүкір, абыройлымын. Қай жерде де. Жұмыста, ағайын арасында, төркінімде, қайынжұртым да тік тұрады. Сыйлымын. Шүкір. Сол адалдық пен жалған сөйлемеудің және қашан да көмекке дайын болганымнан.\n\nЖолдасым туралы. Жас кезінен ерке, кейде өтірік сөздері де болатын. Бірақ өзім бір сөзді азамат деп таныдым. Дұрыс па бұрыс па уакыт корсетер. Арақты жақсы кореді. Кездесіп жүрген кезде оншасын білмеппін. Ең бірінші рет мас боп келгенін коргенімде қорыққанымнан есіктің артына тыгылып калгам. Енем апарып жатқызып тастады. Әрине көңілім түсті. Екінші рет тоже удай мас, маган біртүрлі талаптар қойып, араға енем түсті тагы да , қайынапаммен. Күйеу бас бермейтін бірдеме екен, үйтіп-бүйтіп енем жатқызып тастады тағы да. Мен жылап, өмірімде ондай қорқынышты мас еркек көрмегем. Өз әкем де, агаларым да ондай есерленіп ішпейді екен. Ертеңіне кешірім сурады қайталанбайды деп. Қайдааан...... 25 жыл бойы неше түрін көрдім гой. Таяқтың да түр-түрін жедім.... Құрығанда жүрісім немесе қарағаным ұнамай қалады екен... Мұндай серік..... Қазір қызым тұрмыста. Ұлым ержетіп тұр, Алла қаласа үйленіп калар. Қайынжұртым батасын беріп отырады. Арнайы..Маған...Ризашылықтарын айтады. Күйеуге ол да ұнамайды: Вечно ходишь потакаешь канешно будешь хорошой,-деп сөгеді. Құрысыншы, ол да емес мені ойландыратын. Біреуге ұнамайды деп сыйласпай кетуге қалай болады? Балаларым солардың қаны гой, ағайынан айыргым келмейді.\n\nНамаз оқимын, 4 жыл болды. Таяқ дегеннен көзім ашылды. Бірақ арағын қойган жоқ, кез келген желеумен тойып алуга құштар. Аузына келгенді айтады қазір, сен вахабистсің дейді. Жақында смс алдым. «Мы с тобой на разных лодках, уже давно» деп жазып жіберіпті. Казир уже 2 ай болды, бөлекпіз. Бір шанырақта, бірақ бөлекпіз. «Раз на разных лодках, плыви уже дальше..без меня. Благодарю, что открыл мне глаза» деп жақындатпай қойдым.\n\nКөңілім қалып кетті. Болдым. Шаршадым. Тартып келем,тартып келем. Құрысыншы. Шамалы уакыт өтсін, балаларым да үйренсін, сойлесем олармен де. Ажырасамын деп шештім.\n\nНе бала тәрбиесіне араласып көрмепті, не үй шаруасына араласпапты. Қазір де бірдеңе айтсам бірдене жасайық өзіміз үшін гой деп, мен дайын емеспін дейді гой. Сонгы жылдары ақша табады әйтеуір. Оган да шүкір. Мумкін басқа біреумен көңілі жарасқан болар. Қуанар едім ондай болса. Өзім 7/7 жұмыс жасаган кездерім болды. Семья көтеру жеңіл емес. Күйеудің де киіну-ішінуін котерген жылдарым жеткілікті. Жаман киініп журсе жұрттан ұят дедім. Аллаға шүкір, сол тырмысудың арқасында жаман емеспіз, бір ер-азаматтың тапқанын табамын.\nӨзгенің пікірін естігім келеді. Сол үшін жазып отырмын, мумкін жеңілдеп қалармын..",
        "question_date": "23.08.2023",
        "question_tag": "Жанұя",
        "question_views": 188,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен сіздің өміріңіздегі эмоционалды және отбасылық қиындықтарға толы қиын кезеңнен өтіп жатқаныңызды түсінемін. Ажырасу туралы шешім қабылдау маңызды қадам болып табылады және оны барлық жағдайларды ескере отырып қабылдау маңызды. Бұл жерде заңгерлік кеңес берілмейді, бірақ мен мұндай шешімдер қабылдау қаншалықты қиын екенін түсінемін.\n\nЕгер сізде жақын достарыңыз, отбасыңыз немесе кәсіби кеңесшілеріңіз болса, сіз өз сезімдеріңізбен бөлісе аласыз және жағдайды талқылай аласыз, бұл пайдалы болуы мүмкін. Сондай-ақ өз қажеттіліктеріңізге және әл-ауқатыңызға назар аудару маңызды.\n\nАлайда, ажырасу туралы шешім жеке болып табылады және сіздің құндылықтарыңыз бен жағдайларыңызға сәйкес қабылдануы керек.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақилық әкемнің моласын көрдім",
        "question_content": "Түсімде бақилық болғаг әкемнің моласын көрдім. Моланы аиналып қарап шығыппын. Сыртына шығып қарасам қоршауы жоқ екен соитип бир адам жур екен содан сурасам ол киси сыртындағы темирди өткізіп жіберген деиди. Онын орнына басқа колючи сымнан қоршау истеп жатыр екен.",
        "question_date": "23.08.2023",
        "question_tag": "Жанұя",
        "question_views": 166,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсінде марқұм әкеңізді немесе атаңызды, анаңызды немесе әжеңізді тірідей көру-қиындықтар мен қиындықтардан құтылу. Тірі жақын адамдардың өлгенін көру-олардың өмірін ұзарту. Марқұмның армандаушыны ұрған арманы оның қандай да бір күнә жасағанын білдіреді. Өлген адамды тапқанын көрген адам жақын арада байып кетеді. Егер сіз түсінде көрген қайтыс болған адам жаман нәрсе жасаса, онда ол сізге дәл осындай әрекетті жасамауды ЕСКЕРТЕДІ.\n\nЖалғызбасты марқұмды көру-некеге тұру, ал үйленген марқұмды туыстарынан бөлу немесе ажырасу. Егер сіз түсінде көрген қайтыс болған адам қандай да бір жақсылық жасаса, онда бұл сіз де осындай нәрсе жасағаныңыздың белгісі. Түсінде қайтыс болған адамды тірі деп, оның тірі екенін және бәрі жақсы екенін көру сол адамның әлемдегі өте жақсы жағдайын білдіреді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүйректі қалай сатуға болады?",
        "question_content": "Буйректі калай сатуга болады?",
        "question_date": "23.08.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 783,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүйрек сату заңсыз әрекет болып табылады",
                "date": "23.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылық емтихан 2024 жылы қалай өтеді мат сауаттылық қосады деп жатыр сол распа",
        "question_content": "Шығармашылық емтихан 2024 жылы қалай өтеді мат сауаттылық қосады деп жатыр сол распа",
        "question_date": "22.08.2023",
        "question_tag": "Университет, колледж",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менің естуімше 1+1 деген секылды сурак тар коиылады деп жатыр",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ұлмын, бірақ қыз секілдімін, сыныптастарым мазақтайды",
        "question_content": "Мен ұлмын, бірақ қыз секілдімін, сыныптастарым мазақтайды қыз секілдісің деп",
        "question_date": "20.08.2023",
        "question_tag": "Тазалық",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі сұрақты дұрыс қою керек, осы мінезіңнен, қылығыңнан құтылғың келе ме? Қалай құтылуға болады деп сұрақ белгісімен аяқтайсың сұрақты!\n\nТестестероныңды көбейтетін  жаттығулар жаса, витаминдер іш ,бірақ алдымен дәрігерлердің,білікті мамандардың кеңесіне құлақ ас.\nЖаттығулар жаса,ең қарапайымы турник, оджимание жасау деген секілді жаттығулар.",
                "date": "22.08.2023",
                "upvotes": 1
            }
        ]
    }
]