[
    {
        "question_title": "10 А ток өткізіп, 20 г алюминий алу үшін электролиз процесі қанша уақытқа созылуы керек?",
        "question_content": "10А ток өткізіп 20 г алюминий алу үшін электролиз процесі қанша уақытқа созылуы керек?",
        "question_date": "11.03.2021",
        "question_tag": "Физика",
        "question_views": 818,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "учи уроки дебил",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Амал көрісу күніне сұрақ?",
        "question_content": "Көрісу күніне 10 сұрақ керек\nКім көмек тесе алады?\nКөмек беріңіздерші ертеңге керек",
        "question_date": "11.03.2021",
        "question_tag": "Мектеп",
        "question_views": 985,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Көрісу күні көбіне Қазақстанның қай аймағында тойланады?\n\"Ол еліміздің батыс аумақтарының тұрғындарына ғана қатысты емес. Ол бастапқыда тек Атырау, Маңғыстау облыстарына кеңінен танымал болғандықтан шығар, көбі көрісу күні тек батыста аталып өтіледі деп ойлайды.\nБұл қонақжай қазақ халқына ортақ дәстүр. Оны бөліп-жаруға болмайды.\n2) Көрісу жылдың қай мезгілі қай күнінде тойланады?\nЖаңа жылды Байбақты Қазыбек күнтізбесі бойынша қарсы алатын аймақ тұрғындары 14 наурызды «Көрісу (яғни қауышу) күні» деп те атайды.\n3) Көрісу күнінің мақсаты қандай?\n- Көрісу күні бұрынғы өкпе-реніш кешіріліп, араздық ұмытылады, көрші-көлем бір-бірін шеке асына шақырып, меймандардың отбасына, ағайын-туыстарына амандық-саулық, құт-береке тілейді.\n4) Әлдеқандай себептермен 14 наурыз күні болмаған немесе сырт жақта жүрген кез келген адам  көрісуді қалай жасайды?\n- Әлдеқандай себептермен 14 наурыз күні болмаған немесе сырт жақта жүрген кез келген адам ауылға жолы түскен бойда қариялардың қолын алып, сәлем беруге тиіс\n5) Көрісу күнін  қай жылдан бастап тойлайды?  \n-Кейбір тарихи мәліметтерге сүйенсек, Жаңа жыл - Ұлыс күнін тойлайтын қазақ Көрісу күнін 1918 жылдан бастап тойлайтын болған.",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Циклдік алгоритмге бір мысал келтіріңіз",
        "question_content": "Циклдік алгоритмға мысал келтіріңіз",
        "question_date": "11.03.2021",
        "question_tag": "Информатика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысал келтірейік: Егер жаңбыр басылса, онда қолшатырды жабуға болады. Бұл мысалдағы шарт «жаңбыр басылды» болып табылады. Егер шарт «ақиқат» болса, біз қолшатырды жабамыз. Әйтпесе, егер шарт «жалған» болса, онда қолшатыр ашық күйінде қалады. \nТолығырақ: https://u-s.kz/publ/10194-algoritm-tipter-syzyty-tarmatalu-zhne-cikldk-algoritmder.html",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "EF Е2; -3; -3 нүктесі. Егер, К0; 0;2 кесіндіні 3:1 , EF кесіндісі координаталарын.",
        "question_content": "10 СЫНЫП ГЕОМЕТРИЯ БЖБ ЕСЕПТЕР ШЫҒАРУ\n\nEF  Е2; -3; -3 нүктесі. Егер, К0; 0;2  кесіндіні 3:1 , EF кесіндісі координаталарын.",
        "question_date": "11.03.2021",
        "question_tag": "Геометрия",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адамның өміріне қауіп төнетін факторларды жоюға немесе азайтуға бола ма?",
        "question_content": "Адамның өміріне қауіп төнетін факторларды жоюға немесе азайтуға бола ма? Эссе жазу керек. Тірек сөздер: қауіп қатерді тани білу, қатердің алдын алу, төтенше жағдай",
        "question_date": "11.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тірішілік қауіпсіздігінің негізгі курсында адамды қорғау жолдары қарастырылады. Оның негізгі себептеріне адамдардың өмір сүру ортасындағы кездесетін қауіп-қатерлерімен бірге еліміздің ата заңының негізгі мақсаты жатады. Адамдардың өмір сүру ортасындағы қауіп қатерлер адам өміріне, оның ден-саулығына зиянын тигізіп, әртүрлі аурулар мен жарақатқа, тіптен кейбір жағдайда өлімге де алып келіп соқтыруда. Осыған орай мемлекеттің адамды қорғауы, оның негізгі міндеттерінің бірі болып саналады.\nТірішілік қауіпсіздігінің негіздері адам өміріне төнетін жалпы қауіп-қатерлерді зерттейтін, соған қарсы қоюға болатын шараларды әзірлейтін ғылыми білімнің саласы. Бұл курс нақты машиналардың, құрал жабдықтардың, механизмдердің, өндірістің қауіпсіздігін қамтамасыз ету мәселелерін шешпейді, себебі олармен арнайы мамандандырылған орталықтар айналысады. Мысалы, атом қауіпсіздігі, электр қауіпсіздігі, жарылыс пен өрт қауіпсіздігі және тағы сол сияқтылар. Қарастырып отырған курстың мақсаты қауіпсіздік саласындағы жалпы біліктілікті көтеруді және адамның өзі өмір сүріп отырған ортасындағы қауіпті, сондай-ақ адамдарға зиянын тигізетін құбылыстарды тануға және оған қарсы білікті әрекет жасай алу мүмкіншіліктерін арттыруды қарастырады.\nАдам өмірінің немесе өмір тіршілік қауіпсіздігі негіздері курсының негізгі мақсаттарына төмендегілер жатады:\nқауіп-қатерді тани\nбілу. Атап айтқанда оның түрін, болып жатқан жерін, қатер болу мүмкүншілігін, зардаптың және оның әсерінен болатын зиян шамасын және т.б.;\nболғалы тұрған қауіп\nқатердің алдын алу;\nқауіп-қатер болғанда,\nтөтенше жағдай кезінде білікті іс-әрекет жасай білу.\nҚауіпсіздік түсінігі\nҚауіпсіздік қауіп-қатерден қорғайтын тірі организмнің қажетті шарасы.\nТірі организмдердің ішінде қауіп қатер адамға қөп төнеді. Себебі, адам өзінің өмір сүру ортасын жасай алатынан басқа, өздерінің ойлы іс-әрекеттерін пайдалана отырып, антропогендік орта да құрады. Сондықтан адамның кез-келген іс әрекеті әкелетін пайдасымен бірге кері нәтижесін де әкелуде. Оған мысал экологияның бұзылуы, ауыру және жарақат алу мен қатар кей жағдайларда қайғылы оқиға да тууы болып отыр. Осыған байланысты адамды және өмір сүру ортасын қорғау іс-әрекеті қауіпсіздік шаралары болып табылады. Іс-әрекеттің түрі күрделенген сайын, қауіпсіздіктің кешенді қорғану шаралары пайдалану қажеттілігі туады. Ол кешенді қорғану шаралары құқықтық, ұйымдастырушылық, экономикалық, техникалық, санитарлық-гигиеналық және емдік шараларын қамтиды.\nҚауіпсіздік адамды, табиғатты және материалдық құндылықтарды қорғау жағдайы.\nҚауіпсіздікті қамтамасыз ету үшін 3 негізгі міндеттерді орындау керек.\nНақты іс-әрекеттен болатын қауіп-қатерді талдау (идентификация). Талдау өмір сүру ортасының қауіп туғызатын элементін анықтау, қауіп тудыратын іс-әрекетті талдайтын адамдарға қойылатын талаптарды белгілеу үшін жүргізіледі.\nАдамды және өмір сүру ортасын\nқауіп-қатерден қорғаудың тиімді және сенімді шараларын әзірлеу.\nҚауіп-қатердің қорғау іс-\nәрекеттерінің қалдығынан қорғану шараларын әзірлеу, себебі толық қауіпсіздік орнатылуы мүмкін емес.\nҚауіпсіздікті қамтамсық ету шаралары қауіп-қатер туындағанда, адамдарды және өмір сүру ортасын қорғау қажеттілігі туындағанда қолданылады. Оған зардап шеккендергі бірінші медициналық көмек көрсету, қоғамды қылмыстық топтарынан қорғау,ластанған аумақты тазалау және басқа да жұмыстар жатады.\nӨмір сүру ортасының антропогендік қауіп-қатері\nАнтропогендік қауіп-қатер адамдардың шаруашылық іс-әрекетінің және өзі құрған объектілерінің жұмысының нәтижесінде пайда болып, адамдардың ден-саулығына және өмір сүру ортасына кері әсерін тигізетін құбылыс.\nАдамдардың шаруашылық іс-әрекетінен өмір сүру ортасына кері әсерін тигізетін негізгі фактордардың бірі атмосфералық ауаның былғану көздері. Атмосфералық ауа – бұл азоттан, оттегіден, көмір қышқыл газынан, озоннан, гелийден және басқа газдардан тұрады. Жоғарыдағы газдардың ішіндегілердің адамға өте керектісі оттегі. Себебі адам организмінде оттегі қоры шектеулі және ол бар жоғы 2-3 минутқа қана тыныс алуға жетеді. Ал 5 минут өтсе, адамға оттегі жетіспегендіктен, оның ми қабатының жұмысы тоқтап, биологиялық өлімге әкеледі. Атмосфераның әр түрлі зиянды заттармен ластануы, адамдардың ауруына ықпалын жасайды. Атмосфералық ауаны ластайтын негізгі антропогенлік көздерге өнеркәсіп орындары, жылу энергетикасы мен көліктер жатады.\nАтмосферадағы қоспалардың және олардың қозғалысы екінші денгейдегі өте улы қосылыстардың пайда болуына әкеліп соқтырып, олар қара түтін (смог), қышқыл жауыны, парниктік эффект сияқты зиянды құбылыстарды тудырып және озон қабатының жұқаруына ықпалын тигізеді.\nЖарақаттар түрі\nЖарақаттар — бұл адам ұлпалары мен органдарының зақымдануы, сыртқы себептердің — аяқ- қолдың сынуы мен буынның шыгуынан, жүмсақ ұлпаның жаралануы мен дененің сыдырылуынан, органдардың зақымдануынан және көптеген басқа жәйттардың әсерінен ұлпалары мен органдары тұтастығы мен қызметінің бұзылуы. Әсер механикалық, техникалық, химиялық, спецификалық (рентген сәулесі. радиоактивті сәулелер, электр тоғы), психикалық (қорқыныш) болуы мүмкін. Балалар жарақатының көпшілігі механикалық әсерлерден болады, сіңірдің со-зылуы.буынның шығуы, аяқ-қолдың шығуы).\nМеханикалық жарақаттар ашық және жабық болуы мүмкін. Жабық зақымдану — бұл тері жамылғылары мен кілегейлі қабықтар тұтастығы бұзылмайтын зақымдану түрлері. Бұған терінің сыдырылуы, сіңірдің созылуы, жұмсақ ұлпалардың ажырауы (бұлшық еттің, жүйкенің, сіңірдің), буын мен сүйектің зақымдануы жатады (буынның таюы, сүйектің сынуы).\nАшық зақымдану — бұл органдар ұлпаларының зақымдалуы, артынша тері жамылғылардың кілегейлі қабықтардың тұтастығы бұзылады (жарақаттар, сүйектің ашық сынуы).\nОрганизм ұлпасында бір сәтте, кездейсоқ, қатты әсер ету нәтижесінде пайда болған зақымдану қатты жарақат деп аталады, аз күштің көп мәрте және тұрақты әсерінен пайда болған жарақат созылмалы жарақат деп аталады. Созылмалы жарақаттарға көптеген кәсіби жарақаттар жатады (ауыр дене еңбегімен шуғылданатын адамдардың табанының жалпақтығы, кір жуушылардың жауырауы және т.б.).\nКез келген жарақат бір орындағы ұлпалардың бұзылуымен қатар организмде басқа да белгілі бір жалпы өзгерістерді тудырады (жүрек-тамыр қызметінің, тыныс алудың, зат алмасуының бұзылуы). Бұл құбылыстар орталық нерв жүйесінің тітіркенуінен, қанның кетуінен, өмірлік маңызды органдардың зақымдалуынан, уланудан пайда болады. Қатты сырқырататын және қан көп кеткен ауқымды зақымдану кезінде сырқаттың жалпы жағдайы өте жедел және күрт нашарлайды.\nТалықсу — адам миының қансыздануы нәтижесінде естен кенеттен уақытша айрылу.\nТалықсу көбінесе психикалық жарақат деп аталады (корқу, қанның түрі, дененің аяқ асты сырқырауы).\nТалықсуға қажу, ашығу, қанның аздығы, жуынатын бөлмеде ұзақ отыру әсер етеді. Талықсу көбінесе аяқ асты пайда болады, алайда кейде сырқаттың құсқысы келеді, ауаның жетіспеуін сезінеді. Бұл жағдайда сырқат бозарады, тамыр соғысы әлсірейді, дем алысы күшейеді. Есінен айрылған бойда сыр-қат құлайды.\nДәрігер келгенге дейін талықсу кезінде сырқатқажәрдем көрсету\nТалықсу кезінде сырқатты оның басын денесінен төменірек етіп жатқызған жөн. Бұл бас миын қан ағынының көбірек келуіне көмектеседі. Сырқаттың тар киімдерін шешу қажет (жағаның түймесін ағыту, галстукты, белбеуді босату, таза ауаның келуін қамсыздандыру). Тыныс алуды қоздыру үшін сырқатқа иіскеу үшін мүсәтір спиртін береді, оның бетіне суық су себелейді. Әдетте осы құралдар сырқатты талықсу күйінен шығару үшін жеткілікті.\nӨте ауыр жағдайларда жүрек қызметін жақсарту және тамырлардың соғысын арттыру үшін сырқаттың терісіне кофеин кордиамин енгізеді.\nКоллапс — өмір үшін қауіпті жағдай, қан қысымының өмірлік маңызды органдардағы қан айналымының нашарлаған кезінде түсуімен сипатталады. Бұл кезде адам әлсіреп, бет әлпеті ағарады, аяқ-қолы суынады. Алайда қол лапс уланған және ауырған (сүзек, екпе ауруы, кауіпті панкриотит және тағамиан шыққан аурулар) кездс пайда болады. Дене қызуы 34-35 градус шамасында болғанда артериалдық кысымы сынап бағанасымен 50-80 мм байқалады. Егер де тез арада шара қолданбаса адам қаза болады.\nКоллапс кезіндегі дәрігерге дейіңгі көмек көрсету.\nТалықсыған кезде қан айналымын жақсартатын, әсіресе қанның басқа келуі үшін шаралар қолданылады. Сондықтан сырқатты басын сәл түсіріп, етпетінен жатқызады. Белбеуді босатып, көйлектің жағасының түймесін ағытады; таза ауа ағынымен қамтамасыз етеді, мүсәтір спиртін қолданады. Ауру сабасына түскен кезде ыстық сусын, бірнеше тамшы арақ ішкізген дұрыс.\nТамырлардың соғысын арттыру үшін теріге 1% – 1мл мезатон, 25 % – 2мл кордиамин, 5% – 1 мл эфедрин, 0,1%-1мл адреналин, 10% -1мл кофеин енгізеді. Осы шаралардың бәрін кез-келген жағдайда жүргізуге болады. Тамырлары қатты тарылған сырқаттарды шуғыл көмек көрсеткеннен кейін кешіктірмей ауруханаға апарады.\nКоллапс салдарынан туындаған ауыр жағдайда жүректің сыртынан ысқылайды (жүрек тұсындағы кеуде клеткаларын ырғақпен қысады) және «ауызға-ауыз» тәсілімен жасанды тыныс алдырады.\nЖарақат алғандарға көрсетілетін алғашқы медициналық көмек\nЖараға тиіспей, оның айналасын суланған мақтамен сүртіңіз, жараға йод жағып, оны таза дәкімен таңыңыз, үлкен жараны ең жақсысы алғашқы көмектің жеке пакетіндегі дәкілі-мақталы жастықшасы бар таңғышпен байлаған жақсы (мұндай пакеттер дәріханада сатылады), таңғыш материалды алған кезде ешбір жағдайда жараның үстіне жабылатын жастықшаға тиіспеңіз, егер қолыңызда докі жоқ болса, таза бет орамалды пайдаланыңыз, жараны толық жабу керек, таңғыш денені қатты ауыртпау үшін оны аса қатты тартпау қажет, егер бір-екі күннен кейін тілінген немесе сыдырылған жер іріндеп, ал оның төңірегі ісіп кетсе дәрігерге барыңыз. Сырқатты басу үшін зардап шегушіге 0,25-0,5г аналыин беруге, ал жарақаттанған жерге мұзды қағанақ қоюға болады.\nБуынның шығуы — бұл буындағы сүйектерді ажырататын буынның үстіңгі жағының анатономиялық өзара қарым-қатынасының өзгерісі. Буын шыққан кезде оның қызметі бұзылады. Буынның шығуы толық және жартылай шығу (таю) болып бөлінеді.\nБарлық ықтимал құралдармен сырқырауды тоқтату және көлік шиналарын қою да көмек көрсетудің қажетті шарттары.\nШиналар сүйектердің зақымданғандығына немесе зақымдан-бағандығына қарамастан қойылады.\nОқиға орнында көмек көрсету\nОқиға орнындағы көмек екі кезеңмен көрсетіледі.\nБірінші кезең бірнеше сағатқа созылуы мүмкін және қирандылардың астында қысылып қалған аяқ-қолды қалайша жылдам босатуға байланысты.\nТолығырақ: https://baribar.kz/student/546/tirishilik-qauipsizdigininh-negizgi/",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КНБ-ның академиясына қыздарға түсуге болады ма?",
        "question_content": "Сұрағым: КНБ-ның академиясына қыздарға түсуге болады ма? Сонымен қатар ҰБТ-да бесінші таңдау пәні қандай болу керек?",
        "question_date": "11.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ ол жаққа қыздарды қабылдамайды. Тек ұлдарды ғана қабылдайды. Және де ол жаққа түсу үшін талаптары өте жоғары, дене шынықтыру, медициналық тексеру, және т.б.",
                "date": "13.03.2021",
                "upvotes": 0
            },
            {
                "text": "Сонымен сыз КНБ академиясына түстіңіз ба?",
                "date": "8.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің дағы салмағы 6H, судағы салмағы 5,5H.кері итеруші күшті анықтаңыз?",
        "question_content": "Дененің дағы салмағы 6H, судағы салмағы 5,5H.кері итеруші күшті анықтаңыз?",
        "question_date": "11.03.2021",
        "question_tag": "Физика",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "берілгені:\nP1 = 6 Н\nP2 = 5,5 Н\nтабу керек Fа -?\n\nШешуі:\nFa = P1 - P2\nFa = 6 Н - 5,5 Н = 0,5 Н",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген металдарды металдық қасиеті артуы бойынша орналастырыңыз",
        "question_content": "Ве Мg Са К Аl Fe\n\nа) Берілген металдарды металдық қасиеті артуы бойынша орналастырыңыз.\n\n\nb) Металдық қасиетінің арту себебін түсіндіріңіз.",
        "question_date": "11.03.2021",
        "question_tag": "Химия",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "K,Ca,Mg,Al,Be,Fe.",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір келуі үшін не істеуге болады?",
        "question_content": "Менің жасым 13те етеккірім негізінде алдынгы айдын 3і келген, ал қазір осы айдын 11і болды етекірім əлі келмеді не істесем болады?",
        "question_date": "11.03.2021",
        "question_tag": "Тазалық",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі маманның өзіне барған дұрыс, бірақ ол цикл тұрақталғанша солай ретсіз келуі де мүмкін, егер 2 айға толып кетсе, гинекологтың өзіне барп қаралсаңыз болады.",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 200 г 20%-дың қорғасын нитраты ерітіндісі арқылы көлемі 10 л",
        "question_content": "Массасы 200 г 20%-дың қорғасын нитраты ерітіндісі арқылы көлемі 10 л (к.ж) күкіртті сутек жібергенде қанша сульфид тұнады?",
        "question_date": "11.03.2021",
        "question_tag": "Химия",
        "question_views": 848,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "0,2 М берілген көлемі 250см3 сәйкес ас тұзы ерітіндісін дайындау",
        "question_content": "0,2 М берілген көлемі 250см3 сәйкес ас тұзы ерітіндісін дайындау",
        "question_date": "11.03.2021",
        "question_tag": "Химия",
        "question_views": 734,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медицина саласының қандай түрін таңдаған жөн",
        "question_content": "Медицина саласының қандай түрін таңдаған жөн?",
        "question_date": "11.03.2021",
        "question_tag": "Денсаулық",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаныңызға жақын қолыңыздан келетінін, өз-өзіңізге сене алатынын таңдаған жөн. Себебі, сіз біреудің өміріне жауапты боласыз.",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "+447044517814 бұл қандай номер?",
        "question_content": "Бұл қандай номер +447044517814",
        "question_date": "10.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы Британия елінің номері",
                "date": "10.03.2021",
                "upvotes": 0
            },
            {
                "text": "Ұлы Британияның",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышының ауданын табыңыз.",
        "question_content": "Сызбасы,  берілгені,  шығару жолы керек\n\nABC-ның AB=12см ,AC=14 см,B=80 градус ,C=70 градус Табу керек Sabc",
        "question_date": "10.03.2021",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың ауданы 42",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы, переметр, қабырғасына түсірілген биіктіктің ұзындығын табыңыз.",
        "question_content": "Сызбасы, берілгені, шығару жолы керек\nРомбының диаганальдары 3:4 қатынасындай Қабырғасы 25 см Табу керек ауданы,  переметр қабырғасын түсірілген биіктіктің ұзындығы.",
        "question_date": "10.03.2021",
        "question_tag": "Геометрия",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер киім жуылса ауру жұғама?",
        "question_content": "Киім арқылы жұғатын аурулар бар, егер киім жуылса ауру жұғама?",
        "question_date": "10.03.2021",
        "question_tag": "Тазалық",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол ауру қоздырғышының сол жуылған киімнен жойылуына немесе жойылмауына байланысты.",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің осьтік қимасының диагоналін табу керек",
        "question_content": "цилиндр табанының радиусы 3см жасаушысы 8см. цилиндрдің осьтік қимасының диагоналін табыңдар",
        "question_date": "10.03.2021",
        "question_tag": "Геометрия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "r=3\n\nl=8\n\ns-?\n\nжауабы\n\na^2=8^2=6^2=64+36=100\n\na=√10",
                "date": "21.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастапқы текшенің қырының ұзындығын анықтаңыз.",
        "question_content": "Текшенің қырын 1м ұзартқанда оның көлемі 61м3 артты. Бастапқы текшенің қырының ұзындығын анықтаңыз.",
        "question_date": "10.03.2021",
        "question_tag": "Математика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v2 = v1 + 61\n\na*b*(h+1) = a*b*h + 61\n\na*b*h + a*b = a*b*h + 61\n\na*b = 61",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом керек құжат қатарындама?",
        "question_content": "Диплом керекпа, мамандық,жұмысқа тұру емес.Жалпы өмірде қажетпе? Мен естідім шетелге шығу үшін диплом керек деп.Тағы қай жерлерге керек.",
        "question_date": "10.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетелге шығуға дипломның не қатысы бар деп ойлаймын. Мүмкін дұрыс емес жеткен информация болар, виза алуға қатысты нақты бір елдерге айтылғаннан шыққан әңгіме болар. Әйтпесе оқыған оқымаған, үлкен кішілі адамдар ақалай шет елге шығып жүр дейсіз?\nЖұмысқа тұру үшін керек, басқасын білмедім, елімізде орта былым міндеттелген бірақ жоғары білім барлығына міндеттелмеген.",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірде қазақша сөйлей алатын попугай или хохлатая майна сыяқты құстар болғанба?",
        "question_content": "Телевизор и интернетьтен адамша сөйлей алатын попугай или майна деген құстарды көп көрдім. Но постоянно орысша ағылшын тілдерінде сөйлейтін бұл құстарды көрдім, зоопаркде  қазақша сөзге үйретілген попугай или Хохлатая майна сыяқты құстар бариа?  Өмірде папугайға қазақша үйретіп интернетке жолдағандар  болғанба?",
        "question_date": "10.03.2021",
        "question_tag": "Жануарлар",
        "question_views": 814,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Себебі бізде қазақтар ол құсты алып өсіріп қарай қоймайды. Орыстанған қаланың адамдары өздері орыс тілінде сөйлейтіндіктен орыс сөздеріне үйретеді. Сөздерді қайталай алатын тоты құстардың да өз түрлері болады арнайы. Егер сол құсты қазақ тілді адам алса әрине қазақ тіліндегі сөздерге үйретуге болады.",
                "date": "10.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер шаршының 7-ге кемітсе онда шаршының ауданы 119 см²қа кемиді.",
        "question_content": "Егер шаршының 7-ге кемітсе онда шаршының ауданы 119 см²қа кемиді. Шаршының периметрін есептеңіз",
        "question_date": "10.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастапқы шаршының қабырға өлшемі 12 см\n\n7 см қысқартқан соң 5см\n\nЯғни, есептеп қарасақ, 144-25=119\n\nСонда, бастапқы шаршының,периметрі 12*4=48см\n\nАл соңғы шаршының периметрі 5*4=20см",
                "date": "10.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Пентанның толық жану реакциясының теңдеуін жазып реакция теңдеуі",
        "question_content": "Пентанның толық жану реакциясының теңдеуін жазып реакция теңдеуін теңестіріңіз?",
        "question_date": "10.03.2021",
        "question_tag": "Химия",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C5H12+8O2=5CO2+6H2O",
                "date": "10.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күнделікті пайдалынатын тағамның нәруыздың мөлшері",
        "question_content": "Күнделікті пайдалынатын тағамның нәруыздың мөлшері",
        "question_date": "10.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нәруыздар - дене жасушаларының өсуіне және қалпына келуіне өте қажет. Ақуызды тағамдар - ет, балық, жұмыртқа, сүт өнімдері және бұршақ тұқымдастары - асқазанда аминқышқылдарына дейін ыдырап, жұқа ішекке сіңеді; содан кейін бауыр ағзаға қандай аминқышқылдары қажет екенін шешеді.\nКөмірсутектер қарапайым және күрделі болып бөлінеді: Қарапайым көмірсулар жемістер, сүт өнімдері, қант (таза көмірсулар), бал сияқты тағамдарда болады. Күрделі көмірсулар астық өнімдерінде (жарма, қатты макарон, нан, ұн), картопта, жүгеріде, бұршақ тұқымдастарында болады.\nКөмірсулар өсімдіктекті тағамдардың құрамында көп,нәруыздар аз болады.Жануар- текті тамақта нәруыздар көп, көмірсулар аз болады.Адам күнделікті пайдаланылатын көмірсулар негізінен крахмал және қант.Крахмал түрлі жармалардың,ұнның,картоптың құрамында көп болады.Қант,қант қызылшасында,сәбізде мол болады.Адам ағзасы үшін жемістердің құрамындағы қант өте пайдалы,өйткені ол тез сіңеді.Қант балдың,жеміс-жидектердің құрамында көп кездеседі.Адам ағзасында жиналған артық көмірсулар бауырда,бұлшық еттерде қор ретінде жиналады.",
                "date": "10.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2 литр 2 молярлық ерітінді дайындау үшін күкірт қышқылының массасы қандай?",
        "question_content": "2 литр 2 молярлық ерітінді дайындау үшін күкірт қышқылының массасы қандай?",
        "question_date": "10.03.2021",
        "question_tag": "Химия",
        "question_views": 421,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Күкірт қышқылының (H₂SO₄) молярлық массасы 98 г/моль. 2 молярлық ерітінді дегеніміз 1 литр ерітіндіде 2 моль күкірт қышқылы бар деген сөз.\n\n2 литр ерітінді дайындау үшін қажетті күкірт қышқылының моль саны:\n\n2 моль/л * 2 л = 4 моль\n\nҚажетті күкірт қышқылының массасы:\n\n4 моль * 98 г/моль = 392 г\n\nЖауабы: 2 литр 2 молярлық күкірт қышқылы ерітіндісін дайындау үшін 392 г күкірт қышқылы қажет.",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10% 300г H2S ерітіндісі мен20% 4000г HCL ерітіндісін араластыру",
        "question_content": "10% 300г H2S ерітіндісі мен20% 4000г HCL ерітіндісін араластыру арқылы алынған ерітіндінің концентрациясын есепте",
        "question_date": "10.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": []
    }
]