[
    {
        "question_title": "Мектеп бітіргеніне 20 жыл болған адам қайта оқуға түсуге өтініш берсе бола ма?",
        "question_content": "Оқуға тапсырайын деп едім",
        "question_date": "13.03.2024",
        "question_tag": "Университет, колледж",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім алудың ерте-кеші жоқ. Кез келген уақытта білім алуға болады.",
                "date": "14.03.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Етеккір уақыты біткеннен кейін қоңыр түсті выделение оразаны бұзады ма?",
        "question_content": "Етеккір уақыты біткеннен кейін қоңыр түсті выделение оразаны бұзады ма?",
        "question_date": "13.03.2024",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол толық кетпегеннің белгісі. Міндетті түрде толық тазалану керек.",
                "date": "19.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Отбасы-шағын мемлекет\" эссе жазу керек?",
        "question_content": "\"Отбасы-шағын мемлекет\" тақырыбына эссе жазу керек?",
        "question_date": "13.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Отбасы - шағын мемлекет\" эссесі\n\n\"Отбасы - шағын мемлекет\" деген сөз ертеден бері қазақ халқына таныс. Бұл сөздің мағынасы терең, өйткені отбасы мен мемлекет арасында өте ұқсас тұрғылар бар.\n\nЕң алдымен, отбасы да, мемлекет де өз тәртібі мен заңы бар бір ұжым. Мемлекетті басқаратын конституция сияқты, отбасында да ата-аналардың орнатқан ережелері мен әдет-ғұрыптары болады. Бұл ережелер отбасы мүшелерінің арасында татулық пен ынтымақты сақтауға, әркімнің міндетін анықтауға ықпал етеді.\n\nЕкіншіден, отбасы да, мемлекет де өз мүшелерінің бақыты мен қайырмасына жауапты. Мемлекет азаматтарының өмір сүруі, еңбек етуі, білім алуы үшін жағдай жасап беретін болса, ата-аналар да балаларының тәрбиесі мен денсаулығына, білім алуына жауапты болады.\n\nҮшіншіден, отбасы да, мемлекет де ұрпақ жалғастығын қамтамасыз етуге ықпал етеді. Мемлекет өз келешегін жастарда көреді, ал отбасы балалары арқылы ұрпақ жалғастығын сақтайды.\n\nОтбасы мен мемлекет арасындағы ұқсастықтардан басқа, олардың арасында айырмашылықтар да бар. Мемлекеттің басшысы сайлау арқылы анықталады, ал отбасының басшысы - әке. Мемлекет заңдар арқылы басқарылады, ал отбасы - ата-аналардың сөзі мен өнегесі арқылы тәрбиеленеді.\n\nАлайда, отбасы мен мемлекеттің бір мақсаты бар - ол өз мүшелерінің бақытын қамтамасыз ету. Бұл мақсатқа жету үшін отбасы мен мемлекет бірлесе қызмет етуі керек.\n\n\"Отбасы - шағын мемлекет\" деген сөздің мағынасын тереңінен түсіне білсек, отбасының қоғамда алатын орнын да жақсы аңғарамыз. Отбасы - бұл ертеңгі мемлекет, ертеңгі қоғам. Сондықтан отбасын нығайту, оны ұрпақтан ұрпаққа жалғастыру - бүгінгі күннің өзекті міндеті.",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан өзендері бойынша ақпарат керек?",
        "question_content": "Жалпы сұраққа мысал керек болып тұр Қазақстанңың өзендері бойынша керек маған көмек керек өтініш жалпы жәнеде нақты сұраққа мысал керек маған",
        "question_date": "13.03.2024",
        "question_tag": "Мектеп",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 8500-ге жуық өзен бар. Олардың көпшілігі қар мен мұздықтардан қоректенетін тау өзендері. Қазақстанның ірі өзендері:\n\nЕртіс – Қазақстандағы ең ұзын өзен, оның ұзындығы 4248 км. . Ол елдің шығыс бөлігін басып өтіп, Обь өзеніне құяды.\n\nЖайық – Қазақстандағы ұзындығы бойынша екінші өзен, оның ұзындығы 2530 км. Еліміздің батыс бөлігінен ағып өтіп, Каспий теңізіне құяды.\n\nСырдария – еліміздің оңтүстігінде ағып жатқан ұзындығы 2212 км өзен. . Арал теңізіне құяды.\n\nІле – еліміздің оңтүстік-шығысында ағып жатқан ұзындығы 1439 км өзен. Балқаш көліне құяды.\n\nҚазақстанның басқа да ірі өзендеріне Тобыл, Есіл, Шу, Нұра және Ембі жатады.\n\nҚазақстан өзендерінің суландыру, сумен қамтамасыз ету және гидроэнергетика үшін маңызы зор. Олар сондай-ақ, әсіресе рафтинг пен балық аулау үшін танымал туристік бағыт болып табылады.",
                "date": "13.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "R1=R2=0.2 болса қалай шығатын есептеңдер?",
        "question_content": "R1=R2=0.2 болса қалай шығады",
        "question_date": "13.03.2024",
        "question_tag": "Физика",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөзін жазып берген, досым, Алтынайға рахмет! Тыныс белгілер дұрыс қойылған ба",
        "question_content": "Сөзін жазып берген, досым, Алтынайға рахмет!",
        "question_date": "13.03.2024",
        "question_tag": "Мектеп",
        "question_views": 722,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледж дипломда жарамдылық мерзімі болама???",
        "question_content": "Колледж дипломда жарамдылық мерзімі болама???",
        "question_date": "12.03.2024",
        "question_tag": "Университет, колледж",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "толығырақ",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эссе \"Адам өміріне төнетін қауіптері: себептері мен сақтану жолдары\".",
        "question_content": "Эссе \"Адам өміріне төнетін қауіптері: себептері мен сақтану жолдары\".",
        "question_date": "12.03.2024",
        "question_tag": "Мектеп",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдардың өмір сүру ортасындағы қауіп-қатерлер адам өміріне, оның денсаулығына зиянын тигізіп, әртүрлі аурулар мен жарақатқа, тіптен кейбір жағдайда өлімге де алып келіп соқтыруда. Осыған орай мемлекеттің адамды қорғауы, оның негізгі міндеттерінің бірі болып саналады.\n\nҚазіргі заманда адамзатқа белгілі 7 млн. астам химиялық заттар бар. Олардың 60 мыңнан астамы кең қолдану табуда, тамаққа қосу түрінде – 5500, дәрі –дәрмек – 4000, тұрмыс химиясында – 1500 пайдаланылады. Халықаралық рыногта жыл сайын 500-ден 100-ға дейін жаңа химиялық қосындылар, өнімдер пайда болуда. Міне, сондықтан адам өміріне қауіпті улы заттар дүниеге көптеп келіп жатыр. Сол себепті үнемі бұлшықет қимылдарының белсенділігін арттырып, еңбек пен демалысты дұрыс ұйымдастырып, дұрыс тамақтану салтын ұстаған жөн.\n\nтолығырақ  https://surak.baribar.kz/684207/",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббат қызық мол жылдар романына 20 тест сұрақтары керек?",
        "question_content": "Әзілхан Нұршайықовтың Махаббат қызық мол жылдар романы бойынша тест сұрақтарын құрастыру керек. 20 сұрақтан кем емес болса.",
        "question_date": "12.03.2024",
        "question_tag": "Мектеп",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Махаббат қызық мол жылдар\" романына 20 тест сұрақ:\n\nРоманның басты кейіпкерлерінің аты-жөні кім?\n\nРоман қай жерде және қай кезеңде өтеді?\n\nБасты кейіпкерлердің алғаш кездесуі қайда және қандай жағдайда болды?\n\nБасты кейіпкерлер бірін-бірі сүйіп қалған себеп не?\n\nРоманда қандай жанжалдар бар?\n\nБасты кейіпкерлер қандай қиыншылықтарға тап болады?\n\nРоманның ең драматургиялық сәті қандай?\n\nРоманның соңы қандай?\n\nРоманның жанры қандай?\n\nРоманның басты идеясы не?\n\nРоман қандай әдеби тәсілдермен жазылған?\n\nРоманның тілі қандай?\n\nРоманның композициясы қандай?\n\nРоманның кейіпкерлерінің образдары толық ашылған ба?\n\nРомандағы махаббат сызығы сізді қаншалықты қызықтырды?\n\nРомандағы қоғамдық өмірдің бейнелеуі сізге ұнады ма?\n\nРоманның оқушыларға қандай тәрбиелік әсері бар?\n\nСіз бұл романы достарыңызға ұсынасыздар ма? Неге?\n\nБұл романы оқығаннан кейін сіз қандай қорытынды жасадыңыз?\n\nБұл роман сіздің өміріңізде қандай із қалдырды?\n\nБОНУС:\n\nСіздің ойыңша, романның кейіпкерлерінің тағдыры басқаша болуы мүмкін бе?\n\nРоманда өзгертіп тастағыңыз келетін нәрсе бар ма?\n\nЕскерту: Бұл тест сұрақтары оқушылардың романын мазмұнын жақсы меңгергеніне және оның идеясын түсінгеніне көз жеткізуге арналған.",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "200 грам 12%-дық ерітінді дайындау үшін қанша тұз және су алу керек?",
        "question_content": "200 грам 12%-дық ерітінді дайындау үшін қанша тұз және су алу керек?",
        "question_date": "12.03.2024",
        "question_tag": "Химия",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсіңде шикі етті жеп фууу деп түкіріп жатсан",
        "question_content": "Түсімде мамам екеуіміз шашлык жеуге барамыз и люди агрессивные кир жер , нам предложиши шашлык и там маган унайтыны жок но почему то я решили попробовать карасам шикі ет каны прям агып турган фуууу деп түкіріп кетіп жатырмыз",
        "question_date": "12.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 211,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бірінші және екінші күні сәресіне ұйықтап қалған болсаң ештеңе жемей жүре беруге болама?",
        "question_content": "Бірінші және екінші күні сәресіне ұйықтап қалған болсаң ештеңе жемей жүре беруге болама?",
        "question_date": "12.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз сәресіне ұйықтап қалған болсаңыз оразаңызды жалғастыра аласыз. Ең бастысы, ауыз ашарға дейін ешнәрсе ішіп-жемесеңіз болғаны. Бірақ сәресін жіберіп алудан сақ болыңыз.\n\nПайғамбарымыз (оған Алланың игілігі мен сәлемі болсын) Рамазан айында ауыз ашарға асығатын әрі өзгелерге де осыны айтатын. Сонымен қатар, Ол (оған Алланың игілігі мен сәлемі болсын) таң алдында сәресі ішуді бұйырған және де сәресі ішуді таң намазы кіргенде тоқтатуды бұйырған.\n\nАлла Елшісі (оған Алланың игілігі мен сәлемі болсын) былай деген: «Сәресінде береке бар, сондықтан оны жіберіп алмаңыздар, сендердің әрқайсыларың тым болмаса су ішіңдер. Расында Алла Тағала мен періштелер сәресі ішкен адамды жарылқайды» (Ахмад).",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыңыз қалай сөзінің қытайша айтылуы",
        "question_content": "Мен просто қытайша үйрену керек болып жүргем",
        "question_date": "11.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "DuoLingo бағдарламасында үйрене аласыз, тек Қытай емес, ағылшын, түрік т.б. тілдерді де.",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доғал бұрышын радианмен табыңыз?",
        "question_content": "Үшбұрыштың бұрыштпры шамаларының қатынасы 3:5:10 тең. Үшбұрыштың доғал бұрышын радианмен өрнектеңіз.",
        "question_date": "11.03.2024",
        "question_tag": "Геометрия",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың бұрыштарының арасындағы қосынды 180° екенін білеміз.\n\nСондықтан,\n\n3x + 5x + 10x = 180°\n\n18x = 180°\n\nx = 10°\n\nБұдан келіп,\n\nҮшбұрыштың бұрыштары:\n\nA = 3x = 30°\n\nB = 5x = 50°\n\nC = 10x = 100°\n\nДоғал бұрыш:\n\nДоғал бұрыш - бүтін айналымнан (360°) 360° - ∠A - ∠B - ∠C шыққан нәтиже.\n\nДоғал бұрыш = 360° - 30° - 50° - 100°\n\nДоғал бұрыш = 180°\n\nРадианмен өрнектеу:\n\n1 радиан = 180°/π\n\nДоғал бұрыш (радианымен) = 180° / π\n\nЖауап: Үшбұрыштың доғал бұрышы 180° / π радианға тең.",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үтір қай кезде қойылады?",
        "question_content": "Басқарма бастығы, полиция полковнигі дегенде үтір қойыла ма?",
        "question_date": "11.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәмпіш қара қысқаша мазмұны керек?",
        "question_content": "Тәмпіш қара қысқаша мазмұны керек?",
        "question_date": "11.03.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәмпіш қара повесі жайында\nСансызбай Сарғасқаевтың “Тәмпіш қара” повесінде отызыншы жылдардағы ауыл өмірі суреттелген.Повесть 9 бөлімнен тұрады. Бөлімдері: «Танысу», «Тілеп алған азап», «Әзілі ме шыны ма?» , «Өкініш», «Теке қарт», «Не болды бізге?», «Бұдан кейінгі күндерде …», «Ойламаған жерден», «Үш күн қалғанда» деп келеді.Басты кейіпкер- тәмпіш қара Шаншатай.. Повесте Шаншатайға тән әдептілік,ұқыптылық,еңбексүйгіштік қасиеттер көрінсе, Ертай бойындағы өнерге құштарлық, дүниені бала көзімен қабылдау қасиеттері танылады. Шаншатай бойындағы асыл қасиеттер- әдептілік, ұқыптылық, тазалық, кішіпейілділік пен сыпайылық әңгіме кейіпкерлері Ертай, Бисекүл, Иманбектерге ерекше әсер етіп,үлгі бола білсе,бүгінгі жасөспірімдерге де үлкен өнеге. \nтолығырақ:https://surak.baribar.kz/517252/",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МЗ Құлаға қандаи ат қоюға болады",
        "question_content": "Таза МЗ қазір таи ат қою керек",
        "question_date": "11.03.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тайбурыл, Ақбозат, Байшұбар, Айторы, Ақтанау\nТұқымына қарай: арғамақ, қазанат, абы, тобышақ, текежәуміт, қазақы ат, қарабайыр, пырақ, дүлділ.\nШабысына қарай: арғамақ, жүйрік, қазанат, тұлпар, абы, сәйгүлік, тобышақ, саңылақ, текежәуміт, бәйге ат, қазақы ат, қарабайыр, пырақ, дүлділ.\nМініс аттары: жорға, төкпе жорға, айдама жорға, шайқалған жорға.",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерте тұрған еркектің ырысы артық. Жауабы қандай?",
        "question_content": "Ерте тұрған еркектің ырысы артық\nЖұмбақтың жауабы қандай ?",
        "question_date": "9.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерте тұрған еркектің бір ырысы артық,\n\nЕрте тұрған әйелдің бір ісі артық.",
                "date": "10.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаз тақырыбында ең қызықты эссе ?",
        "question_content": "Мен жазда ата әжемнің үйінде болдым әжемнің үйінде мысықтар мен итер толып жүр екен бірде атамның бау бақшасында ағаштың төбесінде сүйкімді ақ мысық отыр екен оны шақыра алмай әлекпін бір кезде атамнан сұрадым мен  :мысықтарды қалай шақыруға болады ата :былай деді мыш пыш десен келеді деді мен шақырып көрдім жаңағы мысық алақаныма жүгіріп келді.\n\nСөйтіп жазғы демалысым түрлі қызықтар мен біті",
        "question_date": "7.03.2024",
        "question_tag": "Мектеп",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаз – әрбір оқушының ең сүйікті жыл мезгілі. Себебі, 3 айға созылатын ұзақ демалыс басталады. Балалар, 1-ші қыркүйек күні кездескен кезде, алдымен, жазғы каникулда болған қызықты оқиғалары туралы әңгімелесе бастайды. Сондықтан, менде өз демалысымды қалай өткізгенім жайлы сіздерге айтып кетейін.\n\nЖазғы демалыста бостан-бос үйде отырмай, оны пайдалы өткіземін деп шештім. Жалпы өзім таза ауада серуендегенді ұнатамын. Таңертең ұйқыдан оянған соң, далаға шығып жүгіріп отырдым. Осының арқасында, өзімнің физикалық даярлығымды қалыпқа келтіре алдым. Компьютердің, телефонның немесе теледидардың алдында уақытымды өткізген жоқпын. Үйде ата-анама көмектесіп, олардың тапсырмаларын мұқият орындап отырдым. Шілде айында отбасыммен бірге көлге бардық. Бұған дейін мен мұндай курорттарда болған емеспін. Осы сапар маған тек жағымды эмоциялар ғана сыйлады. Жаздың ыстық күндерінде суға шомылып, құмды жағажайда жату керемет екен. Ата-анаммен аквапаркке барып, өмірінде алғаш рет дельфиндерді көрдім. Катамаранға және қайыққа мініп, көлде жүздік. Ал, кеш батқан кезде, уақытымызды жағалауда серуендеумен өткіздік. Бұл демалыс, маған ұмытылмас әсер қалдырды! Келесі жылы осы жерге қайтадан келуді жоспарлап отырмыз. Тамыз айында қалада болдым. Соңғы аптада жаңа оқу жылына дайындала бастадым. Жазғы каникул ең ұзақ болғанымен, өте жылдам өтіп кетеді.",
                "date": "8.03.2024",
                "upvotes": 0
            },
            {
                "text": "Сіздің жазыңызда атаңыздың үйінде көрінген сүйкімді суреттерді және олармен байланысты жасалған әдістемелерді сипаттау мақсатында бірден-бір мазмұн жатады. Бұл әдістер жолдарындағы қызықтырулар мен бітікті сипаттамалар, сіздің атаныздың байланыстарындағы тұлғалардың арасындағы әрекеттердің болуы, барлық бұрынғы тіркелген күндерінен өтіп жатқан сыртқы суреттерді сипаттауды ұсынады. Бұлардың ішінде өзіңізге көптеген жаттығушы дайындықтар мен жасалған түрлі қатынасыз әдістер болады. Сіздің жазыңызда бұл атаңыздың үйінде табылған мысықтар мен олармен байланысты жасалған ажыратылған суреттерге байланысты сөйтіп белгілі түрлі сипаттамаларды қалыптастыру тиіс.\nСонымен қатар, атаңызмен оқылған диалог, сіздің шағымды бақылауыңызда жүргізілген әрекеттер, оның сіздің үйіңізде қалай жүргізілгеніне дайындықтар мен белгілі жағдайлардың негізгі ерекшеліктері туралы мәлімет беру мүмкін. Бұл атанызға жүктелген сүйкімді суреттермен байланысты бір жазу мәзірін жасауға мүмкіндік береді. Бұлардың барлығын алдын-ала суреттеріңіз мен атаңыздың ағаштың төбесінде сүйкімді ақ мысық отыр екеніне қараңыз. Бұл жазу мәзірі сізге оқушылардың түсіндіруіне көмектесе алады және атаныздың жаттығушы жағдайлары туралы айтылған әлеуметтік түсініктемелер мен тұлғалардың арасындағы мезгілді әрекеттер туралы мәлімет береді.",
                "date": "10.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір қосу бір неше болады",
        "question_content": "Помогите я в 1 классе пж пж пж",
        "question_date": "7.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онбір болады. Мектепте жақсы оқы",
                "date": "10.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cутекпен бром атомдарының арасында химиялық байлансты анықтаңыз?",
        "question_content": "Cутекпен бром атомдарының арасында химиялық байлансты анықтаңыз?",
        "question_date": "7.03.2024",
        "question_tag": "Химия",
        "question_views": 757,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сутекпен (S) және бром (Br) атомдарының арасында химиялық байланыстар болуы мүмкін. Бірінші елділікті байланыстар олардың кіріс-шығыс процестеріне әсер етеді. Мысалы, сутек атомы бром атомына жақын болса, олар арасында ван-дер-Ваальс күштерімен өздерінен қашық болады. Бұл күштері қазіргі бромдың қазақ бойынша тұрақты болуын сипаттауға арналған. Сондай-ақ, сутекпен бром атомдарының біреуінде електрон трансферінен кейін химиялық реакциялар кезінде өзара қатынас алуы мүмкін. Бұлардың барлық байланыстары химиялық қанағаттардың тәсілдері мен реакцияларының сипаты бойынша жұмыс жасайтын жұмысшылар үшін маңызды.",
                "date": "10.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңды құйын деген топқа әнұран керек?",
        "question_content": "Заңды құйын деген топқа әнұран керек?",
        "question_date": "6.03.2024",
        "question_tag": "Университет, колледж",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сын есімге қатысты 5 мақал-мәтел керек?",
        "question_content": "Сын есімге қатысты 5 мақал-мәтел керек?",
        "question_date": "6.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/692304/\n\n1)Жаяуға жол алыс.\n\n2)Үлкенге құрмет, кішіге ізет.\n\n3)Еріншектің ертеңі бітпес.\n\n4)Жақсыда жаттық жоқ.\n\n5)Жақсыдан үйрен, жаманнан жирен.",
                "date": "8.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай физикалақ жүктеме сүйектің сынуына әкеліп соғады?",
        "question_content": "Қандай физикалық жүктеме сүйектің сынуына әкеліп соғуы мүмкін?",
        "question_date": "6.03.2024",
        "question_tag": "Физика",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Басқа мамандықта колледж аяқтаған соң дизайнерлікке универге тапсыруға болады ма?",
        "question_content": "Басқа мамандықта колледж аяқтаған соң дизайнерлікке универге тапсыруға болады ма?",
        "question_date": "6.03.2024",
        "question_tag": "Университет, колледж",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсыруға болады. Пән айырмасын төлейсіз",
                "date": "8.03.2024",
                "upvotes": 0
            }
        ]
    }
]