[
    {
        "question_title": "Адалдық көрдім жаныңнан ақ қардай жауған аспаннан деген әнді кім айтады?",
        "question_content": "Адалдық көрдім жаныңнан, моншактай, бір сәт, үзілген",
        "question_date": "18.03.2020",
        "question_tag": "Қазақша ән",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адалдық көрдім жаныннан\nАқ қардай жауған аспаннан.\nЕс түссіз ғашық болудан\nБақыттың бəрі басталған.\n Бұл өлеңді Болатбек Досыбаев орындайды\n\nӘннің аты -Бақыт жолы",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдық оксид қышқылмен әрекеттесе ме? Мына реак цияның жүруіне не себепші болады?",
        "question_content": "Қышқылдық оксид қышқылмен әрекеттесе ме? Мына реак цияның жүруіне не себепші болады? (Si0, + HF - ?)",
        "question_date": "17.03.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SiO2 + 4HF → SiF4 + 2H2O \nSiO2  кремний диоксиді -қышқылдық оксид\nHF - фторсутек - қышқыл\nРеакциядан байқап тұрғанымыздай  қышқылдық оксид пен қышқыл әрекеттесірп химиялық реакция жүре алады және жаңа заттар түзіледі.\n\"Қышқыл\" термині латынның \"sour\" – қышқыл деген сөзінен шыққан. Біз күнделікті өмірде көптеген қышқылдарды кездестіреміз. Сірке су (сөзбе-сөз \"қышқыл шарап\") – этан (сірке) қышқылының сұйылтылған ерітіндісі. Лайм, лимон және апельсин лимон қышқылынан, шай тері илеуге қолданылатын қышқылдан тұрады, С дәруменінің құрамында аскорбин қышқылы, ал жаңбыр суы мен газдалған сусындарда көмір қышқылы болады.",
                "date": "17.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің осьтік қимасының ауданы π/2-ге тең. Цилиндрдің көлемін тап.",
        "question_content": "есептің жауабы тез керек еді.Цилиндірдің осьтік қимасының ауданы пи/2-ге тең. Цилиндірдің көлемін тап.",
        "question_date": "17.03.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "цилиндрдің осьтік қимасының ауданы тіктөртбұрыш, оның ауданы S=a×b формуласымен есептеледі, мұндағы a және b оның қабырғалары. Біздің жағдайда бірінші жағы 2 радиус, ал екіншісі h биіктігі.\nСонда бірінші жағы=2×r, екіншісі=h\n\n Теңдеу құрайық:\n\n2r×h=π/2\n\nh=π/2/2r\n\nh=π/2×1/2r\n\nh=π/4r\n\nцилиндр көлемі формуласы: V=πr²×h.\n\nV=πr²×π/4r=π²r/4",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүгедек баласы бар қызметкерге қандай жеңілдік тер бар?",
        "question_content": "Мен мектепте мұғалім болып жұмыс атқарамын. Менің туылғаннан инволид балам бар (ВПС. Елинственный желудочек) сложный порок сердца. Бір лет операция болғанбыз. Енді екінші операциясына дайындалып жүрміз. Қазір балам 5 жаста. Менің сұрағым мектепте мүгедек баласы бар қызметкерді еркінен тыс кезекшілікке қоюға болама. Соған байланысты қандай заңдылықтар бар. Соған байланысты қандай жеңілдіктер бар.",
        "question_date": "17.03.2020",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең төменгі жалақы мөлшері бұрынғы деңгейде қалады және 42 500 теңгені құрайды.\nЕң төменгі күнкөріс деңгейі 1500 теңгеге артып, 31 183 теңгені құрайды.\n2020 жылғы 1 қаңтардан бастап ынтымақты зейнетақы 7% - ға арттырылады, бұл ретте оның ең төменгі мөлшері 38 636 теңгені құрайды. Мемлекеттік базалық зейнетақы төлемі 5 %- ға ұлғаяды, оның ең төменгі мөлшері 16 839 теңгені құрайды.\nМүгедектік бойынша мемлекеттік әлеуметтік жәрдемақылардың мөлшері күнкөріс деңгейінің мөлшеріне, мүгедектіктің тобы мен себебіне, асыраушысынан айырылған жағдайда - асырауындағы адамдар санына және тиісті қаржы жылына арналған республикалық бюджет туралы заңда белгіленген ең төменгі күнкөріс деңгейінің мөлшеріне байланысты болады.\nМәселен, 2020 жылғы 1 қаңтардан бастап мүгедектігі бойынша, асыраушысынан айырылу жағдайы бойынша Мемлекеттік әлеуметтік жәрдемақылардың мөлшері ең төменгі күнкөріс деңгейінің өзгеруіне байланысты 5% - ға арттырылатын болады.\nМысалға, келесі жылдан бастап жалпы аурудан мүгедектікке берілетін мемлекеттік әлеуметтік жәрдемақы мөлшері мүгедектік тобына байланысты 32 431 теңгеден 59 872 теңгеге дейін болады.\nАсыраушысынан айрылғандарға берілетін жәрдемақы асырауындағы адамдар санына байланысты 26 818 теңгеден 65797 теңгеге дейін болады. Сонымен бірге жетім балаларға әрқайсысы үшін 36 796 теңгеден беріледі, бірақ отбасының барлық мүгедек мүшелері үшін 79 829 теңгеден аспайды.\nБала тууына байланысты біржолғы жәрдемақы көбейеді: бірінші, екінші және үшінші балаға - 100 776 теңгеге дейін (38 АЕК), төртіншісі үшін - 167 076 теңгеге дейін (63 АЕК). Жұмыс істемейтін әйелдер үшін бір жасқа дейінгі баланы күтуге ай сайынғы жеңілдіктер: бірінші балаға - 15 276 теңге (5,76 АЕК), екінші балаға - 18 061 теңге (6,81 АЕК), үшінші балаға - 20 819 теңге (7,85 АЕК), төртінші және одан кейінгі балаларға - 23 603 теңге (8,9 АЕК).\n«Алтын алқа», «Күміс алқа» алқаларымен марапатталған немесе бұрын «Батыр ана» атағын алған, I және II дәрежелі «Ана даңқы» ордендерімен наградталған көпбалалы аналарға төленетін ай сайынғы мемлекеттік жәрдемақы табысына қарамастан төленеді, мөлшері 16 973 теңгені құрайды.\nМүгедек баланы кәмелеттік жасқа дейін тәрбиелеп отырған анасына немесе әкесіне, асырап алушысына, қамқоршысына (қорғаншысына) тағайындалған және төленетін жәрдемақы мөлшері 2020 жылғы 1 қаңтардан бастап 43 657 теңгені құрайды (1,4 ЕТКД). Осындай мөлшерде бала кезінен бірінші топтағы мүгедек баланы күту бойынша жәрдемақы төленеді.\n12 желтоқсанда Сенат «Міндетті әлеуметтік сақтандыру туралы» және «Қазақстан Республикасының кейбір заңнамалық актілеріне денсаулық сақтау саласындағы міндетті әлеуметтік сақтандыру, әлеуметтік қамсыздандыру және мемлекеттік-жеке серіктестік мәселелері бойынша өзгерістер мен толықтырулар енгізу туралы» заңдарды қабылдады.\nБірінші Заңда еңбек ету қабілетінен айырылу, асыраушысынан айырылу және жұмысынан айырылу бойынша әлеуметтік төлемдерді тағайындау кезінде пайдаланылатын параметрлерді өзгерту көзделген. Бұл төлемді орташа есеппен 30% - ға арттыруға мүмкіндік береді.\nМысалы, бұрын 100 мың теңге мөлшерінде орташа айлық табысы және әлеуметтік сақтандыру жүйесіне қатысу өтілі 5 жылдан астам болған жұмысынан айырылған адам үшін төлем сомасы 30 000 теңгеден 41 600 теңгеге дейін өседі.\nЕкінші Заң 4 және одан да көп кәмелетке толмаған балалары бар немесе 23 жасқа дейінгі күндізгі оқу бөлімінде оқитын студенттері бар отбасыларға жаңа мемлекеттік жәрдемақы енгізуді көздейді. Бұл жәрдемақы отбасының табысына қарамастан сараланған мөлшерде тағайындалады: 4 балаға - 42 496 теңге; 5 балаға – 53 127 теңге; 6 балаға - 63 757 теңге; 7 және одан да көп балаға – 74 388 теңге.\nТолығырақ: https://egemen.kz/article/216080-2020-dgyly-qazaqstandyqtar-ushin-zeynetaqy-men-dgardemaqy-qanday-bolady",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жастарға сенемін өлеңі",
        "question_content": "Мағжан Жұмабаевтың  \"Мен жастарға сенемін\" өлеңіне композициялық талдау жасап беріңіздерші.",
        "question_date": "17.03.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аннотация\nҒылыми жобаның мақсаты: Мағжанның жыры арқылы қазақ жастарының рух жігерін, қайраттылығын дәлелдеу.\nЖастардың қазіргі замандағы бейнесін анықтап, оның осы замандағы атқаратын рөлін зерттей отырып, жастарымыздың қазіргі тәрбиелілігі жоғары деңгейде екенін дәлелдеу.\nЗерттеу жұмысының міндеттері:\n- Мағжан Жұмабаевтың “Мен жастарға сенемін” өлеңінің тәрбиелігін талдау;\n- Жастар туралы Мағжан мен Міржақып өлеңдерінің ерекшелігі\n- Қазіргі жастардың бойындағы күш, жігер қасиеттерін сипаттау.\n- Жиналған материалдарды бір жүйеге келтіру;\nЗерттеу жұмысының өзектілігі:\nҚазақтың аса дарынды ақиық ақыны Мағжан Жұмабаевтың өмірден өз орнын анық тауып, артына өшпес мол мұра қалдырғанын анық білеміз. Мағжан баршамызға ұлтшыл ақын екені аян. Жастарға арналған өлеңдері де біршама. Ақынның «Мен жастарға сенемін» өлеңінде нағыз қазақ жастарының қандай болу керектігін, түр- тұлғасын айқын суреттегені байқалады. Сондықтан Мағжанның «Мен жастарға сенемін» өлеңін оқи отыра, жастарымыздың басты қасиеттерін қазіргі кезімен, сол кездерін ашығырақ таныстыруды жөн көрдім.\n\nПроблемасы: Жастардың бойындағы сенімсіздік. Бірте-бірте адами қасиеттерінің көрінбей, сирек кездесе бастағандығы. Өз еліне деген құрметтің жоғала бастауы.\nЗерттеу жұмысының болжамы: Егер біз Мағжан Жұмабаевтың “Мен жастарға сенемін ” атты өлеңін насихаттап, жастардың рух, жігерін көтеріп, әр тілге аударып қазақ ұл-қыздарының болмыс бітімін өзге елдерге де паш етіп, қазақ жастарының бойындағы қасиеттерін биік қоя отырып, қазақ жастарының өз еліне деген сүйіспеншілігіне, елінің үмітін ақтауға жетелеуге жол ашар едік.\nЗерттеудің әдісі-тәсілдері: Берілген материалдарды жинақтап, топтап, бір-бірімен салыстыру арқылы өзіндік ой топшылау.\nТолығырақ: https://bilim-all.kz/article/2164-Magzhan-ZHumabaevtyn-Men-zhastarga-senemin-oleninin-tarbielik-mani",
                "date": "17.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзге сутегі тотығы тамса, кетіру жолы қандай",
        "question_content": "Көзіме сутегі тотығысы (перекись водорода) тамып кетті, көзім іші қызарып, былшықтанып тұр. Кетіру жолдарын білесіздерма?",
        "question_date": "17.03.2020",
        "question_tag": "Денсаулық",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сутегі асқын тотығы - бұл дәрілік, тұрмыстық және косметикалық мақсаттарда жиі қолданылатын зат. Бұл өнім дезинфекциялық және антисептикалық қасиеттерге ие, сонымен қатар күшті тотықтырғыш болып табылады. Көздің пероксидімен жанасуы ауыр салдарға әкелуі мүмкін, оның ішінде қабақтың күйуі және көру қабілетінің жоғалуы.\n\nҮш пайыздық пероксид (3%) негізінен кесектер мен жараларды емдеу үшін қолданылады. Қанның коагуляция процесін тездетеді және антисептик ретінде әрекет етеді. Бұл жағдайда йод пен зеленкадан  айырмашылығы, бұл зат өткір қолайсыздықты тудырмайды. Кейбір жағдайларда, сутегі асқын тотығы зарарсыздандыру үшін термиялық күйік кезінде теріге қолданылады..\n\nБұл құралдың химиялық формуласы өте қарапайым - H2O2. Зақымдалған теріге тиген кезде, оттегі бөліну реакциясы пайда болады, бұл іріңді және қан ұйығыштарының бөлінуіне, сонымен қатар эпидермистің өлі бөлімдеріне ықпал етеді. Құлақтардағы күкірт шанышқыларын жою үшін үш пайыздық ерітінді қолданылады. Сонымен қатар, бұл құрал дезинфекция мақсатында ауыз қуысының әртүрлі зақымданулары мен көздің қабыну ауруларында қолданылады. Бұл жағдайда концентрацияны азайту және күйіп қалуды болдырмау үшін оны сумен алдын-ала сұйылтады.\n\nСутегі пероксидін қолдану саласы: Жараларды және термиялық күйіктерді зарарсыздандыруға арналған антисептик ретінде (3% ерітінді); Құлақтардағы күкірт шанышқыларын жою үшін (3% ерітінді); Ауыз қуысының шырышты қабығын, сонымен қатар конъюнктивитпен көзді дезодоризациялау және дезинфекциялау үшін (0,5% ерітінді); Халықтық медицинада инфекциялар, суық тию және аяқ саңырауқұлақтарын емдеу үшін; Косметика (шаш бояуы) және тұрмыстық химиялардың бөлігі ретінде; Контактілі линзаларды тазартуға арналған пероксид ерітінділерінің бөлігі ретінде.\n\nКейбір жағдайларда концентрациясы 0,5-1% болатын сұйылтылған пероксид қабыну ауруларында, мысалы, конъюнктивит кезінде көру мүшелерін шаю үшін қолданылады. Ол үшін дәріханада сатып алынған зат 1: 5 немесе 1: 6 қатынасында таза сумен сұйылтылады. Алынған қоспаны залалсыздандыру мақсатында қабақтың астына енгізеді.\n\nӘлсіз ерітінді  тітіркенуді тудырмайды және көру органдарына зиян тигізбейді деп саналады. Алайда, көптеген адамдар көзді пероксидпен сүртуге бола ма, әлде арнайы тамшыларды қолданған дұрыс па деген сұрақ мазалайды. Дәрігерлер конъюнктивит пен көздің басқа ауруларын емдеу үшін заманауи дәрі-дәрмектерді қолдануды ұсынады. Олар тиімдірек және қауіпсіз, өйткені олардың құрамдас және жұмсақ құрамы бар. Сіз өз денсаулығыңыз үшін қауіптенбестен, пероксид сияқты, осы өнімдермен көзіңізді жууға болады.\nСондықтан , көзге сутегі асқан тотығы тамып кеткен жағдайда бірінші салқын сумен шаю қажет. Солай күюдің алдын алуға болады. Көз күйік алып үлгерсе офтальмологқа қаралып емдік тамшылар жақдырып алғаныңыз абзал.",
                "date": "17.03.2020",
                "upvotes": 0
            },
            {
                "text": "Көзіме май шашрады тамақ істеватқанда қазр көзім қызарып жастанып тұр ауруда бар",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаланың аты 6 әріп 2 әріпі жануар соңғы 4әріпі адамның есімі Италия емес",
        "question_content": "Жауабын таппай жүрмін керек болып жатыр",
        "question_date": "17.03.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Англия болу керек",
                "date": "4.10.2020",
                "upvotes": 0
            },
            {
                "text": "Сұрақ жауабы: Атырау",
                "date": "20.10.2020",
                "upvotes": 0
            },
            {
                "text": "Жануар атауы-Ит\n\nАдам атауы-Алия\nЖауап: Италия",
                "date": "23.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100 гр 36,5 % тұз қыщқылын марганец диоксиді əрекеттескенде неше грамм хлор түзіледі?",
        "question_content": "100 гр тұз қышқылымен 36,5 % марганец диоксиді əрекеттескенде неше гр.хлор түзіледі",
        "question_date": "17.03.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4HCl + MnO2 → Cl2 + MnCl2 + 2H2O процесс осы реакция көмегімен жүреді.\nЖауабы 48,63г хлор түзіледі.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нур-Сұлтан қаласында психологиялық колледж бар ма?",
        "question_content": "Сәлеметсіз бе! \nКолледж (дерде) қабылдау қашан басталады және аяқталады.\nНур-Султан қ. Психологиялық колледж барма.\nТегін ба әлде ақылы колледж ба.",
        "question_date": "16.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гуманитарлық колледж \"Астана\"-күндізгі бөлім, ақалы негізде психолог мамандығына оқытады.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Макромолекула активті орталыққа бір немесе бірнеше мономерлерді қосатын қандай процесс?",
        "question_content": "Осы сұрақты таба алмай жатырмын. Білетін адамдар болса...",
        "question_date": "16.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 149,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай процесс атауын нақты айту үшін сұрақ қай сала бойынша қойылып тұрғанын білу керек . Егер жоғарға молекулалық қосылыстар саласы бойынша болса (химия) онда ол процессті полимеризация деп атайды.Жеке мономерлерді біріктіріп ММ жоғары өнім алу процесі осылай аталады( полимеризация).",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "СӨЖ тақырыбы; Қоректік орталарды дайындау және микроорганизмдерді өсіру",
        "question_content": "СӨЖ көмек керек осы тақырыпты кім біледі ?",
        "question_date": "16.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақтың мақсатты: Зертханалық ыдыстарды және мақталы тығындарды әзірлеу. Ет суын және ет-пептонды сорпасын (ЕПС), ет-петонды агарын (ЕПА) дайындау. Қоректік орталардың рН-ын колориметриялық және басқа да тәсілдермен анықтау. Стерильдеу тәсілдерімен танысып, дайындалған қоректік орталарды бу стерилизаторында стерильдеу және олардың стерильділігін термостатқа қою арқылы бақылау. Бу стерилизаторының, Кох аппаратының, кептіргіш шкафтың, Зейтц сүзгішінің және т.б. құрылысы мен істеу тәртібімен танысу.\nЖабдықтар мен материалдар. Еттің суын дайындауға арналған ыдыс, 1000С-қа дейінгі бөліктері бар термометр. Аралыстыруға арналған шыны таяқшалар. Ет тартқыш, ет, пышақ, дәке, мақта, воронка. Эрленмейердің сыймдылығы 1 литрлік екі колбасы, 500 мл-ге дейінгі бөліктері бар мензуркалар мен цилиндрлер. Электр және газ плиталары. ЕПС мен ЕПА дайындау үшін: әр студент үшін сыймдылығы 250 мл Эрленмейер колбасы, 100-200 мл-лік мензуркалар. Тығындарды дайындауға арналған мақталар. Сүзгіш қағаздар. Воронкалар. Қоректік орталарды дайындау рецептері. Екі үш таразы. Пептон, натрий хлориды (ас тұзы), агар-агар, фарфордан немесе пластиктен жасалған қасықшалар. рН метр, 10% натрий гидроокисінің ерітіндісі. Шаюға және рН анықтауға арналған дистильденген су (екі стаканда 200 мл-ден), 0,1; 1; 10 мл-лік пипеткалар. Бу стерилизаторы, Кох аппараты, кептіргіш шкаф (Пастер пеші), Зейтц сүзгіші, су стерилизаторлары және басқа жабдықтар. Студенттер ет суын, ЕПС, ЕПА дайындаған соң шыны түтіктерге құйып (3-4 мл), стерильдейді.\nМикроорганизмдердің қоректенуі. Жасуша ішіне сыртқы ортадан енген қоректік заттардан жаңа заттардың түзілуі немесе олардың ыдырауы күрделі биохимиялық процестердің көмегімен іске асып отырады. Микроорганизмдер табиғатта қоректік заттарды өсімдіктер мен жануарлар қалдықтарынан немесе тірі жасушалардан алады.\nЗертханаларда микроорганизмдерді өсіру үшін арнайы әзірленген қоректік орталар қолданылады. Оларды өздерінің құрамына қарай табиғи (сүт, сарысу, жұмыртқа, ет, картоп, бұршақ, сәбіз, т.б.) және жасанды қоректік орталар деп екіге бөлінеді. Жасанды қоректік орталар арнайы рецептер бойынша дайындалады. Олар жануар текті (ЕПС, ЕПА, ЕПЖ) және өсімдік текті (сыра суслосы) болып екі топқа бөлінеді. Барлық микроорганизмдер бір ғана қоректік ортада өсе бермейді. Әр организм өзінің өсіп дамуына арнайы құрамы бар қоректік ортаны керек етеді. Берілген бір ғана микроорганизмнің түрін өсіруге арналған қоректік орталарды элективті (таңдаулы) орталар деп атайды. Дайындалған орталарды құрғақ, салқын орындарда ұстайды, қоректік орталарға арналған ыдыстарды (шыны түтіктерді) жақсылап жуып, нейтралдап, кептірген соң бу стерилизаторында немесе кептіргіш шкафта стерильдейді (160-1700С). Мақталы тығындарды қолмен немесе тығын жасағыш қондырғы көмегімен әзірлейді. Қолданылған тығындарды әуелі кептіреді, сонан соң стерильдейді. Мақталы тығындар құрғақ және шыны түтікке жақсы үйлестірілген болуы керек. Дымқыл жерде олар ылғалды тартып алып, зең саңырауқұлақтардың өсуіне жағдай туғызады. Бұл саңырауқұлақтар және басқа микроорганизмдер шыны түтіктің ішіне түседі де, қоректік ортаның стерильділігін бұзады.\nЖасанды қоректік орталар және олардың компоненттері. Еттің суы көптеген көректік орталардың негізгі компоненті болып саналады. Ол жылқы немесе қара малдың сапалы еттерінен дайындалады. Сүйек, сіңір, фасция және майлары аланып тасталады. Кәрі малдың етін қоректік ортаны дайындауға қолданбау керек. Етті еттартқыштан өткізіп, өлшейді, сонан соң оған ағын суының екі есе мөлшерін құяды да, 18-24 сағатқа салқын жерде қалдырады. Фаршты сығып алып, еттің экстрактын 30-40 минут әлсіз отта қайнатады. Мақталы дәке сүзгіштен экстракты өткізгеннен соң, қайта қағаз сүзгішпен сүзеді де бастапқы мөлшеріне ағын суын құю арқылы келтіреді. Ет суын шыны сауыттарға құйып 1200С-та 30 минут стерильдейді.\nЕт суын дайындау процесін жеделдету үшін фаршқа екі есе мөлшерде ағын суын қосады да, бір сағат бойы 500С-та қыздырады. Пайда болған массаны екі қабатталған дәкемен сүзіп, етті сығып, алынған сұйықтықты 30 минут қайнатады. Ұйып қалған белоктарды мақталы-дәкеден, сонан соң сүзгіш қағаздан өткізу арқылы бөліп алады. Фильтратқа оның бастапқы мөлшеріне дейін ағын суын қосып, шыны сауыттарға, шыны түтіктерге құйып, 1200С-та 30 минут стерильдейді. Дайын ет суының рН мөлшері 6,8-6,5 шамасында болады.\nЕт-пептонды сорпа (ЕПС). Ет суына 1 % пептон мен 0,5 % натрий хлоридын қосады. Ет суын пептонның толық ерігеніне дейін араластыра отыра қайнатып, оның рН мөлшерін потенциометрдің көмегімен анықтайды. Қоректік ортаның рН-ын 10% натрий сілтісінің ерітіндісі немесе натрий гидрокарбонатының (ас содасының) қаныққан ертіндісімен 7,4-7,6-ға жеткізеді. Сілтіні сорпаға қосқаннан кейін, оны тағы да 5-10 минут қайнатады. Сонан соң сорпаны дистильденген сумен дымқылданған сүзгіш қағаздан өткізеді. Ет-пептонды сорпаны шыны түтіктерге құйып 1200С температурада 20 минут бойы стерильдейді.\nЕт-пептонды агарды (ЕПА) дайындау үшін ЕПС-ға 2-3% агар-агарды қоса отыра балқытады. Балқыту кезінде қоректік ортаны агар-агардың күйіп кетпеуі үшін әлсін-әлсін араластырып отырады. Балқытылған ЕПА-ын ыстық күйінде тез сүзіп (мақталы-дәке арқылы) шыны түтіктерге құяды. «Қиғаш» қатырылған ЕПА-ды 3-4 мл-ден, ал «тік» қатырылған ЕПА-ды шыны түтіктерге 10 мл-ден құяды. Шыны түтіктер тығындармен жабылып 1200С-та 20-30 минут стерильденеді.\nЕт-пептонды желатин (ЕПЖ) микроорганизмдердің белокты ыдырату қасиетін анықтау үшін қолданылады. ЕПЖ-ды 10-15% желатин қосу арқылы дайындайды. Әуелі желатинді 15 минут ЕПС-нда ісіндіріп алған соң су моншасында 500С температурада балқытады. Ортаның рН-ын 7,3-ке дейін апарып, 20 минут 1200С температурада стерильдейді.\nСусло-агар (СА) зең саңырауқұлақтарды, ашытқыларды және басқа микроорганизмдерді өсіруде колданылады. Сусло (сыра ашытқысы) құрамында көмірсулар, амин қышқылдары, В тобы витаминдері минералды тұздар және басқа пластикалық материалдар мен энергияның көзі болып табылатын заттардың көптеген мөлшері (20% дейін) болады. Сусло-агарды қызбаған суслоға 2-3% агар-агарды қосу арқылы әзірлейді. Қызбаған суслоны сыра қайнататын заводтан алуға немесе зертханада дайындауға болады. Жаңа дайындалған сыра ашытқысында қанттың концентрациясы 14-180-ке дейін жетеді. Баллинг градустары (0Б) ареометрдің көмегімен анықталады. Қанттың керекті концентрациясын келтіру үшін ортаға ағын су қосады.\nЗең саңырауқұлақтарды – 4-60Б, ашытқыларды – 6-80Б, сүт қышқылды микробтарды – 8-120Б мөлшерінде қанттары бар ортада өсіреді.\nАгар және желатин қосылған орталарды мақтасы бар дәкемен сүзу арқылы немесе тауық жұмыртқасының белогы көмегімен мөлдір етуге болады. Сарысынан ажыратылған жұмыртқаның белогын сол мөлшердегі сумен араластырып, көбіктің пайда болуына дейін араластырады. Көпіршіктелген белокты балқытып 500С-қа дейін суытылған ортаға қосып, жақсылап араластырғаннан кейін қайнап жатқан су моншасында бір сағат бойы қыздырады. Белок ұйып, қоректік ортадағы қалқып жүрген бөлшектері өзіне тартып алады. Орта сүзілгеннен кейін мөлдірленеді.\nҚоректік ортаның жоғарғы бөлігінің мөлдіреуі сонымен қатар баяу салқындату кезінде де байқалады. Бұл үшін қоректік ортаны стерильдегеннен соң оны бу стерилизаторының ішінде 10-12 сағатқа қалдырады. Қоректік орта тығыздалғанға дейін қалқып жүрген бөлшектер шыны түтіктердің немесе шыны ыдыстардың түбіне шөгеді.\nКитта–Троцци ортасы (ЕПБС) анаэробты микроорганизмдерді өсіруге арналған. Оның құрамында қоректік сорпа, 0,5% натрий хлориды, оттегін сорып алуға қажетті бауыр немесе бұлшық ет түйіршіктері болады. Ортаның рН-ын 7,6-7,8-ге жеткізеді. Ортаның бетіне жұқалап индифферентті вазелин майын құйып 30 минут қайнатады. Микробтарды қоректік ортаға себер алдында, қоректік ортадағы ауаны кетіру үшін, ортаны қайнап жатқан су моншасында 15 минут ұстайды. Дайындалған қоректік орталардың стерильділігін тексеру үшін оларды 3 тәулікке 370С-қа реттелген термостатқа қояды. Ешқандай микроорганизмдердің өсуінің байқалмауы ортаның жақсы стерильденгенінің дәлелі, ал өсуі бар орталар байқалса барлық партия жарамсыз деп табылады.\nҚоректік орта компоненттерінің қысқаша сипаттамасы.\nАгар-агар кейбір теңіз балдырларын сумен қосып қайнату кезінде пайда болатын экстракт. Судағы пайда болған масса сілікпе тәрізді болады. Жоғарғы сапалы агар-агар ТМД, Жапония және басқа да елдерде қызыл түсті теңіз балдырларынан дайындалады. Құрамына қарай агар-агар өте күрделі органикалық қоспа (70-80% полисахарид) болып табылады. Агар-агар әлсіз сары түсті ұнтақ, пластина және жіп тәрізді болады.\nПептон-қышқыл ортада ферменттердің әсерінен толық ыдырамаған белоктардың өнімі. Оның құрамы микробтардың тіршілігіне қажетті полипептидтер мен амин қышқылдарының қоспасынан тұрады. Пептонды ірі және ұсақ қара малдың үлкен қарнынан алады. Ол суда жақсы ериді, қыздырғанда ұйымайды, тұз ерітінділерін қосқанда тұнбаға түседі.\nЖелатин-белоктан тұратын жануарлар желімі. Оны шеміршектерді, сүйектерді, сіңірлерді әбден қайнату арқылы алады. Олардың сырт көрінісі ашық қоңыр түсті жапырақшалар тәрізді болып келеді. Иісі, дәмі болмайды, 32-340С температурада балқи бастайды, 160С-та қатады.",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрыштың табу",
        "question_content": "АВС ұшбұрышының А бұрышының ішкі бұрышы 60°, В бұрышының сыртқы бұрышы 130°. Үшбұрыштың сыртқы бұрышы туралы теореманы қолданып , С бұрышының сыртқы бұрышын табыңыз.",
        "question_date": "16.03.2020",
        "question_tag": "Геометрия",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Екі қабырғаның қосындысы үшінші қабырғадан үлкен, ал айырмасы үшіншісінен кіші болады.Сыртқы бұрыш онымен сыбайлас емес екі ішкі бұрыштың қосындысына тең болады \n2.Ішкі бұрыштардың қосындысы 180º-қа тең.\nОсы заңдылықтарды біле отыра 2 түрлі жолмен есеп жауабын анықтауға болады\n1)В бұрышының сыртқы бұрышы  130º тең екенін ескере отырып , ішкі бұрышының 50º тең екенін анықтаймыз. Жоғарыда айтылғандай \"Сыртқы бұрыш онымен сыбайлас емес екі ішкі бұрыштың қосындысына тең болады \" ережеге сәйкес С бұрышының сыртқы бұрышы 110 º тең (А және В ішкі бұрыштарының қосындысы). Сәйкесінше С ішкі бұрышы 180º-110º=70 º \n2)В бұрышының сыртқы бұрышы  130º тең екенін ескере отырып , ішкі бұрышының 50º тең екенін анықтаймыз. жоғарыдағы 2-ші ережеге сай \"үшбұрыштың Ішкі бұрыштардың қосындысы 180º-қа тең\". Сондықтан, А+В+С = 180º\n60º+50º+С  = 180º\nС  = 180º-60º-50º\nС  = 70º\nЖауабы : екі жолмен де  С  = 70º",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кондитер мамандығына алматыда қандай колледж бар және грант барма",
        "question_content": "Мен колледжге түссем деп отырмын. Кондитер мамандығына. Алматы қаласынан қандай колледж бар және грант барма?",
        "question_date": "16.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 674,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматинский финансово-правовой и технологический колледж: тамақ технологиясы (кондитер) мамандығы 3жыл 9ай\nКаскеленский профессионально-технический колледж им. С.Жандосова, г. Каскелен - тамақ технологиясы",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білімді ұрпақ ел ертеңі сұрақ жауап керек бір күнде керек болып тұр?",
        "question_content": "Мага сурағы мен жауабы керек бір кунде білімді ұрпақ ел ертеңі тақырыбына",
        "question_date": "16.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Қазіргі таңда ҚР білім алудың қай жүйесін қолданады?\n\n2) Қазіргі кезде сұранысқа ие мамандықтар тізімі?\n3) Білім алудың шетелдік үлгілері?\n\n4) \"Тәрбиесіз алған білім-адамзаттың қас жауы \"- даналық сөзімен қаншалықты келісесіз?\n\n5) Білім беру саласындағы (мектеп, колледж, университет, институт) тиімді өзгерістер жайында ?\n\nОсы типтегі білім беру саласы тәрбие жайлы сұрақтар қоюға болады.",
                "date": "18.03.2020",
                "upvotes": 0
            },
            {
                "text": "Не себеп билимди булака тенеген",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басымды кішкене қасысам басым ауырып,темперетурам көтеріліп кетеді неге?",
        "question_content": "Басым қышығанда қасысам басым ауырып қызуым көтеріліп кетеді.Басымда қайызғақ көп.Температурада содан басталады",
        "question_date": "15.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол әрине бас терісінің тітркенген күйінің ары кетсе бас терісінің  ауруға шалдыққанының белгісі  болып табылады. Ол шаш жууға қолданатын косметикалық жуу құралыңызға, су сапасына, жуу кезіндегі су температурасына байланысты. Осы шарттардың бірі бас терісін тітіркендірген жағдайда  бас терісі қайызғақтанып, майланып оның дұрыс дем аулына кедергі келтіреді. Сондықтан да жайсыздық сезіледі. \nСізге тез арада дермотолог маманға қаралу қажет. Сізге шаш күтіміне қолданған косметикалық өнімдер құрамындағы бір химиялық қосымша кері реакция беріп жатуы мүмкін. Кейін ол шаштың ойылып түсуі сияқыты қиын жағдайларға әкелуі мүмкін.  Сондықтан, мәселенің анық себебін ертерек анықтағанынңыз өзіңізге жақсы.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұстаздарға арналған тегін материал жариялап, сертификат алатын қандай тиімді сайттар бар?",
        "question_content": "Ұстаздарға арналған тегін материал жариялап, сертификат алатын қандай тиімді сайттар бар?",
        "question_date": "15.03.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайтқа кіріп көріңіз: https://u-s.kz/",
                "date": "15.03.2020",
                "upvotes": 0
            },
            {
                "text": "Құрметті ұстаздар❗❗❗ “Білім әлемі” Республикалық редакциясы әр ай сайын тапсырыс қабылдайды. Қыркүйек айына тапсырыс қабылдап жатырмыз 25-30ына дайын болады.\n\nЖеңілдік:\n\nЕгер сіз 10 мұғалім жинап берсеңіз сізге жеңілдік ретінде өз журналыңызды тегін шығарып береміз.\n\nДиплом және сертификат сыйлыққа беріледі.\n\nТапсырыс беру түрлері:\n\nЕгер өз материалыңыз (ашық сабақ,мақала,сабақ жоспары,эссе,тәрбие сағаты және т.б) болса,онда біздің электронды почтамызға жіберу қажет.(почтаға міндетті түрде телефон номерін қалдыру қажет❗)\n\nЕгерде дайын материал болмаса,редакция тарапынан жасап бере аламыз. Ол үшін осы ватсап желісіне тапсырыс беру қажет❗\n\nБағасы:\n\nМатериал мұғалімнің тарапынан болса-4️⃣0️⃣0️⃣0️⃣тг\n\nМатериал редакция тарапынан болса-5️⃣0️⃣0️⃣0️⃣тг\n\nЕскерту❗Төлем ақы тек журналдың дизайны дайын болған жағдайда ғана алынады.\n\nПочта:*Emails are not allowed*\n\nИнстаграм:https://instagram.com/bilim.alemi.kz?igshid=2hpf6m7aak43\n\nОператормен байланысу:\n\n87470630467 Гүлжан\n\nОсы жарнаманы басқа да ватсап желілеріне,өздеріңіздің ұжымдық чатқа жіберуіңізді сұраймыз.\n\nБіздің инстаграм @bilim.alemi.kz парақшамызға жазылуды ұмытпаңызАлдын ала рахмет",
                "date": "28.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табыңдар.",
        "question_content": "Теңбүйірлі трапецияның табандары 7см және 5см, кіші  бұрышы 60градус трапецияның  ауданын табыңдар",
        "question_date": "15.03.2020",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гипотенузаның квадраты катеттердің кваттарының қосындысына тең. 30 градусқа қарсы жатқан катет гипотенузаның жартысына тең.Кейбір есеп шығаруында жазбай тастап  кеикен шарттарды осы жерге жазайын:\n1) трапеция теңбүйірлі болғандықтан оның табандарына түсірілген биіктіктер  арқылы пайда болған үшбұрыштар тең, және есепте бір жғын ғана мәнін есептеп екі жаққа да қолданылады.\n2) 1 шартқа байланысты ВС табанынан түсірілген биіктік 1см ден үшбұрыш катетін құрайды\n3) тік бұрышты үшбұрышты трапциядан бөлек ұарастыра отырып, трапеция ауданын есептеуге қажетті мәліметтер алынды.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Формальдылық дегенді қалай түсінуге болады",
        "question_content": "Формальдылық дегенді қалай түсінуге болады",
        "question_date": "15.03.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Формальды логика - ой формаларын ұғымды, пайымдауды, ой түйіндеуді, дәлелдеуді логикалық құрылымдық жақтан, яғни ойдың нақты мазмұнына мән бермей және осы мазмұн бөліктері байланысының тек жалпы тәсілін жіктей отырып зерттейтін ғылым.\nФормальды логиканың негізгі мақсаты – ақтық білімді алу процесінде ақиқат қорытындыларға жетудің қажетті шарты болып табылатын заңдарды, принциптерді тұжырымдау.\nФормальды логика силлогистиканы талдаған Аристотель еңбектерінен бастау алады.\nФормальды логиканың одан әрі дамуына ертедегі стоиктер, орта ғасырларда – схоластар (Петр Испанский, Дунс Скот, Оккам, т.б.), жаңа заманда – Лейбниц үлес қосты.\nМатематикалық логика пікір айту мен дәлелдеудің қисындық теорияларын талдай отырып, Формальды логиканы логикалық зерттеулердің жаңа әдістерімен және құралдарымен байытты.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашықтықта оқу туралы (дистанционное обучение)",
        "question_content": "Онлайн оқу түрі 16 шы наурыздан басталады,бірінші рет оқиын деп жатырмыз кім біледі оңай болады ма әлде қиын ба? Пікірлеріңіз достар✍✍✍✍✍✍✍✊\n\nУниверситеттің айтуы бойынша бізге Задания беріледі соны орындау керек екенбіз солай ма кім біледі?",
        "question_date": "14.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқ асты оқу орындары бұндай жағдаймен соқтығысқандықтан бұндай түсініксіздіктер туындауы заңды құбылыс. Университет және колледж басқарушылары жалпы студенттерге электронды түрдегі нұсқаулық  жіберді. Сол жерде университет қолданатын электронды көмекші программалардың ерекшеліктеріне орай оқытылу принципі нақтыланған.  Қазір көптеген университеттерде қорытынды апта болғандықтан , тапсырманы тек электрондық рочта арқылы тапсырып жатыр. Ал лекциялар мен семинарлар ZOOM программасы арқылы жүргізіледі.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "29 асып кеткен отбасылар қандай бағдарламамен үй алады?",
        "question_content": "Жас отбасылар 29 дан асып кеткен кандай багдарламен уй ала алады",
        "question_date": "14.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жилстройда \"Свой Дом\" бағдарламасымен алуға болады. \n8.5% - 50% - 20 жылға дейін \nМүндағы 8.5% - банктің жылына алатын проценті ,\n50% - алатын үйіңіздің суммасының жартысы\nЕгер сіздердің аттарыңызда үй жоқ болса \"Нұрлы Жер\" бағдарламасына қатысуға болады. Ол конкурс бойынша өтеді. ЖКХ-да үй кезегіне тұрған болуларыңыз керек, және Жилстройда депозиттеріңіз болуы керек. Мұндағы шарт - 5-20-25\nБақытты отбасы бағдарламасына қатысуға болады , \nБағдарлама әкімдікте баспанаға мұқтаж тұлға ретінде кезекте тұрған көпбалалы, толық емес және мүгедек балаларды тәрбиелеп отырған отбасыларға несие беруге арналған. Бұл туралы мыннан біле аласыз. \nСондай-ақ Жилстройдан бөлек басқа банктерде 7-20-25 бағдарламалары жұмыс істейді. \nТөмендегі сілтемені қараңыз, баспана алуға қатысты ақпараттар бар. \nhttps://baribar.kz/category/kartoteka/\nСондай-ақ инстаграмда @dauletten аккаунтына және Жилстройдың жергілікті жеріндегі инста аккаунттарына жазылсаңыз әр сәрсенбі сайын тікелей эфирге щығып тұрады.Жилстройдың ресми инста аккаунтын  @zhilstroy_official деп іздеңіз.",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спортшы 200 кг штанганы 4 секундта 2 метр биіктікке көтерді",
        "question_content": "Физикадан сочка керек\n\nСпортшы 200 кг штанганы 2 секундта 2 м биіктікке көтерсе оның ондырген уакыты мен жасаған жумысын табыныз",
        "question_date": "14.03.2020",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A = F*t = m*g*h*t",
                "date": "15.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай пневмониясы қытайлықтар жарқанат етін жеген соң инфекцияланғанба?",
        "question_content": "Қытай пневмониясы қытайлықтар жарқанат пен тышқан етін жеген соң инфекцияланғанба?",
        "question_date": "14.03.2020",
        "question_tag": "Тазалық",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір версиясы соған келіп тіреледі.",
                "date": "14.03.2020",
                "upvotes": 0
            },
            {
                "text": "Вирус Гонконг, Макао, Тайвань, Тайланд, Жапония, Оңтүстік Корея, АҚШ, Канада, Вьетнам, Сингапур, Непал, Франция, Аустралия және Малайзия елдерінде де тіркелген. Мамандар Ухан қаласындағы теңіз өнімдері базарынан алынған сынамаларды зерттеп, вирустың қайнаркөзі сол базарда сатылған жабайы жануарларболғанын анықтаған. Сауда орталығында көбіне теңіз өнімдері, құс, жылан, қоян мен басқа да жануарлар сатылған. \nАл The Sun басылымы Қытайдағы вирус ең алдымен жергілікті деликатес - жарқанаттан жасалған сорпадан тараған болуы мүмкін деген мәлімет келтірген. Себебі Қытайдың ғылыми бюллетенінде келтірілген зерттеу бойынша, адамдардан анықталған вирус пен жарқанаттың ортақ белгісі көп болған-мыс. \nАйта кетейік, адамнан адамға жұғатыны белгілі болған вирус ең алғаш Ухандағы теңіз өнімдері сатылатын базарда істейтін және сол жерге барған адамдардан анықталған. Сонымен қатар, вирустың қайнаркөзі қытайлықтар жиі қолданатын жылан болуы мүмкін екені жайлы ақпарат тараған. Одан бөлек, қытайлықтар жыланның уын халық медицинасында жиі қолданатыны айтылып жатыр. \nАл жарқанаттан жасалған сорпа - әсіресе Ухан базарларында кеңінен таралған тағам түрі. Ғалымдардың пайымдауынша, вирустың тарауына жарқанат сорпасы себеп болған деген болжам шындыққа жанасады. Себебі жылан жарқанатқа жиі шабуыл жасайтын жануарлардың бірі көрінеді. \nТолығырақ: https://tengrinews.kz/world_news/jarkanat-sorpasyi-nemese-jyilan-mamandar-koronavirustyin-389776/",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытайлар не үшін тышқан мен жарқанат жейді?",
        "question_content": "Не үшін қытайлар тышқан мен жарқанат етін жейді?",
        "question_date": "14.03.2020",
        "question_tag": "Тазалық",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қытай экономикасы қанша дамығанымен ол елде хаық саны жоғары болғандықтан ол елде ежелден тамаққа деген сұраныс жоғары. Сондықтан дәстүр ретінде саналарына еш жиіркенішсіз барлық жыбырлығын затты жей беру сіңіп кеткен деп ойлаймын. Біздің елдегі қойдың басын жегенімізден Европалықтар шошитынындай,бүкіл әлем Қытайдың тағам түрлерінен шошиды.",
                "date": "18.03.2020",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "\"Сыра ашытқысы\" туралы мәлімет керек.",
        "question_content": "\"Сыра ашытқысы\" (saccharomyces carlbergensis) туралы Реферат жаза алмай отырмын көмек қажет✍ Презентация болса өте керемет болар еді",
        "question_date": "14.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінде өз денсаулығы мен сырт келбетін күтіп-баптайтын адамдар саны көбейді. Адамдар тұтынатын тағамының құрамына назар аударып, дене шынықтырумен жиі айналысады. Оған қоса ағзаны жағымсыз әсерлерден қорғайтын биологиялық белсенді қоспаларды да тұтынатын болды. Сондықтан ежелден танымал сыра ашытқыларына деген сұраныс артты.\nБұл ежелден келе жатқан өнім саңырауқұлақтар классына жататын микроағза. Сыра ашытқысында тотығуды тездететін және органикалық қоспаны ашытатын көптеген арнайы ферменттер бар. Көбіне-көп ферменттер көмірсулармен жұмыс істейді.\nӨз құрамының арқасында сыра ашытқысы өте пайдалы құнарлы өнім саналады. Оның ақуызында барлық танымал аминқышқылдарын кездестіруге болады. Оған қоса өнімнің жасушаларында көптеген дәрумендер сақталып, нуклеин қышқылдары мен пурин негіздері синтезделеді.\nСыра ашытқысының ең негізгі пайдалы қасиеті – D дәруменінің молдығы. Сонымен қатар өнім В дәруменіне, минералды заттар мен жоғары сапалы ақуызға бай.\nD дәруменінің өнідірісінде дәл осы сыра ашытқысы пайдаланылады. Өнімнің құрғақ қалдығында D дәрумені 0,8-ден 2%-ға дейін жетеді.\nСыра ашытқысы: ағзаға пайдалы тұстары \nБастапқыда сыра ашытқысын дәрі-дәрмек ретінде пайдаланған. Және бүгінде дәрігерлер түрлі сырқаттар мен ауруларда осы өнімді тұтынуға ұсынып жатады. Көбіне мұны асқазан жарасында, гастрит, ішек ауруларында пайдаланады. Мұндай жағдайда ауруларға сұйық сыра ашытқысын жазып береді, бұл жалпы ас қорыту жүйесін реттеуге көмектеседі. \nАлайда бұл өнім тек ас қорыту жүйесінде ғана пайдаланылмайды. Дәрігерлер дәрі-дәрмекті инфекциялық ауруларда, қант диабетінде, қынапты дезинфекциялау кезінде тұтынуды ұсынады. Сыра ашытқылары жүрек бұлшық етінің жұмысын реттеп, жақсартатыны және қандағы холестерин мөлшерін төмендететіні дәлелденген.\nСыра ашытқысы сұлулықты сақтайды \nКөбіне-көп адамдар сыра ашытқысымен жасөсіпірімдік шақта танысады. Бәріміз білетіндей, мұндай шақта жасөспірімдер терінің бөртуімен күресе бастайды. Осындай жағдайларда дәрігерлер сыра ашытқысын ұсынып жатады. Және өнім де нәтижесін көп күттірмей береді. \nАлайда сыра ашытқысын кез келген жастағы адамдар пайдалана алады. Әсіресе безеу мен бөртпелердің шығуына бейім, проблемалы және майлы теріге өте пайдалы. Алдын алу шаралары үшін көбіне таблетка түріндегі сыра ашытқылары пайдаланылады: оларды ас ішу уақытында немесе астан кейін, қорабында жазылған нұсқаулық бойынша тұтынған жөн. \nЕгер тері мәселесі аса қатты байқалмаса, сыра ашытқысын жылына 1-2 ай ішсе жеткілікті. Ал қабынған ауруларда жарты жылдай жиі тұтынған дұрыс. \nКей жағдайларда сыра ашытқыларын күкірт, цинк, кальций және т.б. пайдалы және қажетті микроэлементтермен толықтырады. Оның басты міндеті бет әлпетіңіздегі кемшіліктерді кетіру. Үстемелі сыра ашытқысы тері, шаш және тырнақ мәселелерін тез және нәтижелі шешеді. Тері жұмсарып, жасару мен регенерация процесі іске қосылып, безеулер кетеді. Зақымданған тырнақ пен шаш өңделіп, жылтырайды және қатаяды. Сыра ашытқысы: сырттай тұтыну\nНәтижені жақсарту үшін сыра ашытқысын іштей сауықтыру шараларына ғана емес, сырттай да пайдалануға болады. Бұл өнімнен жасалған маскалар өте тиімді саналады. \nМысалы, құрғақ сыра ашытқысын алып, 10 грамм ашытқан қырыққабаттың суында ерітіңіз. Масканы бетіңізге жағып, 10 минуттай ұстаңыз. Бұл ерекше қоспа безеу, терінің қабынуы мен майлылығын жақсы кетіреді. \nСонымен қатар теріні жасарту үшін де арнайы маска бар. Ол үшін: \n- құрғақ сыра ашытқысы (10 г); \n- ақ балшық (5 г); \n- лимон шырыны; \n- жұмыртқаның ағын дайындаңыз. \nАлдымен ашытқы мен балшықты араластырып алыңыз, кейін шырын мен жұмыртқаның ағын қосыңыз. Тиімді нәтижеге қол жеткізу үшін бұл масканы екі айдай, аптасына бір рет жасап тұрыңыз. \nШаштың түсуінің алдын алатын мына масканы жасасаңыз болады: бір үлкен қасық сыра ашытқысына 1 стақан жылы сүт қосыңыз. Қоспаға зәйтүн майын және жұмыртқа қосыңыз. 15 минутқа жылы жерге қойып қойыңыз. Масканы шаштың түбіріне жағып, басыңызды целлофанмен орап, сыртынан жылы орамал байлаңыз. 20-30 минут ұстаған соң жуып тастаңыз. \nСыра ашытқысынан дайындалған маска қайызғақтан арылуға көмектеседі. Ол үшін 1 үлкен қасық ашытқыны бір стақан айранмен араластырып, жылы жерге қойып қойыңыз. Бұл масканы аптасына 1-2 рет пайдаланыңыз.\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/17524/",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала асырып алғымыз келеді?",
        "question_content": "Салеметсиздер ме,бизде бала асырап ағымыз келеди, Алланын берген уш баламыз бар,сол балаларыммен бидей кылып багып кагамыз,кеуимиз екеумизде катты бала жанбыз,бизге жана туылган кыз бала болса куана асырап алар едик,87053305505",
        "question_date": "14.03.2020",
        "question_tag": "Жанұя",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Неке (ерлі-зайыптылық) және отбасы туралы\" Қазақстан Республикасы Кодексіне (бұдан әрі – Кодекс) сәйкес бала отбасына асырап алуға, қорғаншылыққа (қамқоршылыққа) патронаттық тәрбиелеуге немесе баланы құабылдайтын отбасына берілуі мүмкін.\nҰл баланы асырап алу (қыз баланы асырап алу) - нәтижесінде шығу тегі бойынша туыстарының құқықтары мен міндеттеріне теңестірілетін жеке мүліктік емес және мүліктік құқықтар мен міндеттер туындайтын сот шешімі негізінде баланы (балаларды) отбасына тәрбиелеуге берудің құқықтық нысаны.\nПатронат - жетім балалар, ата-аналарының (ата-анасының) қамқорлығынсыз қалған балалар қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган мен баланы (балаларды) тәрбиеге алуға тілек бiлдiрген адам жасайтын шарт бойынша отбасыларға патронаттық тәрбиеге берілетін тәрбие нысаны.\nҚорғаншылық - он төрт жасқа толмаған балалардың және сот әрекетке қабілетсіз деп таныған адамдардың құқықтары мен мүдделерін қорғаудың құқықтық нысаны.\n Қамқоршылық – он төрттен он сегіз жасқа дейінгі баланың (балалардың), сондай-ақ спирттік ішімдіктерге немесе есірткі заттарына салыну салдарынан сот әрекет қабілетін шектеген кәмелетке толған адамдардың құқықтары мен мүдделерін қорғаудың құқықтық нысаны.\nОсылайша, қалыптасқан жағдайға байланысты, сіз мынаны түсінуіңіз қажет, егер сіз отбасыңызға баланы қабылдап, ол үшін туған балаңыздай  жауапкершілікті артуға дайын болсаңыз, оның келешекте мүлікке құқық иеленуіне дайын болсаңыз, онда баланы асырап алуға тоқталуыға болады. \nБаланы қабылдайтын отбасы – жетім балаларға, ата-аналарының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдарындағы кемінде төрт және оннан аспайтын жетім баланы, ата-аналарының қамқорлығынсыз қалған баланы тәрбиелеуге қабылдайтын отбасына орналастыру нысаны.\nТолығырақ: https://egov.kz/cms/kk/articles/child/adoption_of_a_child_in",
                "date": "14.03.2020",
                "upvotes": 0
            }
        ]
    }
]