[
    {
        "question_title": "Топтың аты Атамекен ұран керек боп тұр?",
        "question_content": "Топтың аты Атамекен ұран керек боп тұр көмектесінізші",
        "question_date": "29.02.2024",
        "question_tag": "Өнер",
        "question_views": 624,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамекен анаң екен, Қысылғанда панаң екен.\n\nАтамекен елім бар, Ұлан байтақ жерім бар.\n\nКөрінер көзіңе ыстық Атамекен,\nМен мұны қайта-қайта атап өтем.",
                "date": "1.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбері сырттай сызылған теңбүйірлі үш бұрыш табаны 12 см ал биіктігі 3см радиусын тап?",
        "question_content": "Жауабы 15 см шығады еккен бірақ қалай шығатынын білмеймін",
        "question_date": "29.02.2024",
        "question_tag": "Математика",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отынсыз массасы 200 т зымыран, отын жанғанда 125 м биіктікке көтерілді?",
        "question_content": "Отынсыз массасы 200 т зымыран, отын жанғанда 125 м биіктікке көтерілді. Отын массасы 20 т. Отын бірден жанып кетеді деп есептесек, зымыраннан газдың ұшып шығу жылдамдығы?",
        "question_date": "29.02.2024",
        "question_tag": "Физика",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайықтың оқ атылғанға дейінгі жылд есеп",
        "question_content": "Аңшы қайықтың қозғалып бара жатқан бағытына қарай мылтықтан оқ атады. Егер қайық іле-шала екі рет атқаннан кейін тоқтап қалса, онда қайықтың оқ атылғанға дейінгі жылдамдығын есепте. Қайықтың массасы 120 кг, аңшының массасы 80 кг, ал оқтың массасы 25 г. Оқтың мылтықтан ұшып шығу жылдамдығы 600м/с",
        "question_date": "29.02.2024",
        "question_tag": "Математика",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массалары 7 кг және 3 кг, ал жылдамдықтары сәйкесінше 3 м/с және 2 м/с екі",
        "question_content": "Массалары 7 кг және 3 кг, ал жылдамдықтары сәйкесінше 3 м/с және 2 м/с екі дене бір-біріне қарсы қозғалып, серпімсіз соқтығысады. Соққыдан кейінгі денелердің жалпы жылдамдығы (ОХ осі оңға бағытталған)",
        "question_date": "29.02.2024",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамбасқа уколды сала берсе зияны кейін шыға ма?",
        "question_content": "Мен 4 айдан бері жамбасқа укол алам Обезбалючи. Онкалагическимен ауырамын денелерім ауырғандықтан оператцядан кейін ауруларды басу үшін . Жамбасқа укол сала бергенсоң оның зияны пайда болама?",
        "question_date": "28.02.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандарға салдырсаңыз, дұрыс салынған жағдайда қауіп жоқ. Егер дұрыс болмаған жағдайда өте қауіпті.",
                "date": "20.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Моновтолинмен болама тағып қоюға мен байлап қойып едім кетема ірің?",
        "question_content": "Мен іріңді келтіргенде монофтолинмен келтіреміз кетема",
        "question_date": "28.02.2024",
        "question_tag": "Тазалық",
        "question_views": 168,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәлім-тәрбие туралы сан есімі бар мақал мәтелдер?",
        "question_content": "Вечно мақал мәтел керек болып тұр",
        "question_date": "28.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүздің түсін білгенше, бірдің атын біл.\n\nЖүзден жүйрік, мыңнан тұлпар.\n\nСеміздің аяғы – сегіз.\n\nАлпыстағы атаңды жыққанша,\nАлтыдағы атанды жық.\n\nОн екі айда он үш той.\n\nАлты ай баққан арықты бір түн ұрындырған өлтіреді.\n\nАлты бала таппай ана аталмайды,\nБес бала таппай белгілі әйел болмайды.\n\nтолығырақ:  https://surak.baribar.kz/258344/",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25%-дық 250 г ерітінді мен 20%-дық 180 гр ерітіндіні араластырғанда түзілет?",
        "question_content": "25% дық  250 г ерітінді мен 20% дық 180 гр ерітіндіні араластырғанда түзілетін ерітіндінің кансентрациясын есептеу",
        "question_date": "28.02.2024",
        "question_tag": "Химия",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кансентрациясын есептеу үшін біз бірінші ерітіндінің кансентрациясын табамыз. Бірінші ерітіндінің кансентрациясын есептеу үшін, өзараға қосымшаға айналысқан көпіршікті пайдаланамыз.\n\n25% дық 250 г ерітінді:\n\n250 гр ерітіндінің 25% дығы = 250 * 0.25 = 62.5 гр дығ\n\nОсылайша, 250 г ерітіндінің 62.5 гр дығы бар.\n\nОның соңғы кансентрациясын табу үшін, осы дықты басқа ерітіндімен бөліп, жеке дықты жасау қажет. Осы жағдайда, өзараға қосымшаға айналысқан көпіршікке салыстыру керек.\n\nОсы үшін, 250 г ерітіндінің 62.5 гр дығы қосылған жағдайда, 180 г ерітіндінің қансентрациясын табамыз:\n\n180 г ерітіндінің қансентрациясы = (180 + 62.5) / (180 + 250) * 100%\n\n                                      = 242.5 / 430 * 100%\n\n                                      ≈ 56.51%\n\nСонымен, түзілетін ерітіндінің кансентрациясы 56.51% болады.",
                "date": "29.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салғаннан деген сөзге морфологиялық талдау керек?",
        "question_content": "Салғаннан морфологиялық талдау өтініш",
        "question_date": "28.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 г фосфориттен неше грамм фосфор алуға болады?",
        "question_content": "2 г фосфориттен неше грамм фосфор алуға болады?",
        "question_date": "28.02.2024",
        "question_tag": "Химия",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фосфорит – құрамында фосфор қосылыстары бар табиғи кен. Фосфатты таужыныстағы фосфордың нақты мөлшері оның сапасы мен кен орнына байланысты. Әдетте, фосфоритте шамамен 20-30% фосфор бар, бірақ одан да бай кен орындары болуы мүмкін.\n\n2 г фосфориттегі фосфордың мөлшерін есептеу үшін фосфориттің берілген үлгісіндегі фосфордың пайызын білу керек. Мысалы, фосфориттің құрамында 25% фосфор болса, онда:\n\n2 г * 0,25 (25%) = 0,5 г фосфор\n\nОсылайша, бұл жағдайда шамамен 0,5 г фосфор болады.",
                "date": "29.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемге морфологиялық талдау жасаңыз?",
        "question_content": "1840 жылы француз жазушысы О. Де Бальзак баспасөзді «төртінші билік» деп атады.",
        "question_date": "28.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 150,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қақсауды басатын маз",
        "question_content": "Дененің қақсауын емдейтін май түрі ?\n\nЕң жақсысы",
        "question_date": "27.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фебест болшектеры олар туралы жазгандай жаман ба?",
        "question_content": "Фебест болшектеры олар туралы жазгандай жаман ба? А то маган BMW 5-ке осынын карданый валын коюга кенес беруде. Артикул ASM-PSF12.",
        "question_date": "27.02.2024",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ескі карданвалга не болды?",
                "date": "29.02.2024",
                "upvotes": 0
            },
            {
                "text": "Спакойно басынды аурытмай коя бер. Фебесттің калгандары туралы билмийм, бырак кардандар узак истейд. Мен де койгам, кардан 93 000 жакын истеды.",
                "date": "29.02.2024",
                "upvotes": 0
            },
            {
                "text": "diyvsz, люфт. Егер казр ауыстырылмаса онда бэри жакындарыда истен шыгады.",
                "date": "29.02.2024",
                "upvotes": 0
            },
            {
                "text": "fayzo04rubel, аналогтармен ешқашан болжай алмайсын. Оригиналын қойған дұрыс.",
                "date": "29.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек кз сайтында ИП ға тіркеген қызметкерлерді қалай өшіруге болады",
        "question_content": "Еңбек кз ИП тіркелген қызметкерлерді қалай шығаруға болады.",
        "question_date": "27.02.2024",
        "question_tag": "Мектеп",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сілтемесі арқылы көрсеңіз болады",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген сан беріледі сол берілген сан массивтің ішінде нешеуі бар екенін табу керек",
        "question_content": "Кез келген сан беріледі сол берілген сан массивтің ішінде нешеуі бар екенін табу керек",
        "question_date": "27.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 189,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массивтегі элементтердің санын табу алгоритмі\n\n1. Кеуде:\n\nИнициализация:\nЭлементтердің санын сақтау үшін count айнымалы мәнін орнатыңыз.\nЖиым элементтерін индекстеу үшін i айнымалысын орнатыңыз.\nЦикл:\nFor циклін пайдаланып массив элементтерін айналдырыңыз.\nӘрбір массив элементін берілген санмен салыстырыңыз.\nЕгер элемент берілген санға тең болса, санауды 1-ге көбейтіңіз.\nҚорытынды:\nСанақ мәнін басып шығарыңыз.\nC++ тілінде іске асыру мысалы:\n\n#include <iostream>\n\nusing namespace std;\n\nint main() {\n  // Ввод массива\n  int n;\n  cout << \"Введите количество элементов массива: \";\n  cin >> n;\n\n  int arr[n];\n  for (int i = 0; i < n; i++) {\n    cout << \"Введите \" << i + 1 << \"-й элемент: \";\n    cin >> arr[i];\n  }\n\n  // Ввод искомого числа\n  int x;\n  cout << \"Введите искомое число: \";\n  cin >> x;\n\n  // Подсчет количества элементов\n  int count = 0;\n  for (int i = 0; i < n; i++) {\n    if (arr[i] == x) {\n      count++;\n    }\n  }\n\n  // Вывод результата\n  cout << \"Количество элементов, равных \" << x << \": \" << count << endl;\n\n  return 0;\n}\n\n2. Екілік іздеу:\n\nСұрыптау:\nЖиымды өсу ретімен сұрыптаңыз.\nІздеу:\nСұрыпталған массивтен берілген санды табу үшін екілік іздеу алгоритмін пайдаланыңыз.\nНөмірі табылса,\nоның массивтегі бірінші және соңғы көрінісін табыңыз.\nосыған тең элементтер саны соңғы және бірінші пайда болу + 1 индекстерінің айырмасына тең болады.\nҚорытынды:\nТабылған элементтердің санын басып шығарыңыз.\nC++ тілінде іске асыру мысалы:\n\n#include <iostream>\n#include <algorithm>\n\nusing namespace std;\n\nint main() {\n  // Ввод массива\n  int n;\n  cout << \"Введите количество элементов массива: \";\n  cin >> n;\n\n  int arr[n];\n  for (int i = 0; i < n; i++) {\n    cout << \"Введите \" << i + 1 << \"-й элемент: \";\n    cin >> arr[i];\n  }\n\n  // Сортировка массива\n  sort(arr, arr + n);\n\n  // Ввод искомого числа\n  int x;\n  cout << \"Введите искомое число: \";\n  cin >> x;\n\n  // Бинарный поиск\n  int left = 0, right = n - 1;\n  int first_occurrence = -1, last_occurrence = -1;\n\n  while (left <= right) {\n    int mid = (left + right) / 2;\n\n    if (arr[mid] == x) {\n      first_occurrence = mid;\n      right = mid - 1;\n    } else if (arr[mid] < x) {\n      left = mid + 1;\n    } else {\n      right = mid - 1;\n    }\n  }\n\n  left = 0, right = n - 1;\n  while (left <= right) {\n    int mid = (left + right) / 2;\n\n    if (arr[mid] == x) {\n      last_occurrence = mid;\n      left = mid + 1;\n    } else if (arr[mid] < x) {\n      left = mid + 1;\n    } else {\n      right = mid - 1;\n    }\n  }\n\n  // Вывод результата\n  if (first_occurrence == -1) {\n    cout << \"Число \" << x << \" не найдено.\" << endl;\n  } else {\n    int count = last_occurrence - first_occurrence + 1;\n    cout << \"Количество элементов, равных \" << x << \": \" << count << endl;\n  }\n\n  return 0;\n}",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс халқының қонақ күту дәстүрі керек болып тұр?",
        "question_content": "Орыс халқының қонақ күту дәстүрі",
        "question_date": "27.02.2024",
        "question_tag": "Мектеп",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыс халқына қонақ күту дәстүрі керек пе?\n\nОрыс халқының қонақ күту дәстүрінің тамыры тереңде, сан ғасырлық тарихы бар. Ол келесідей құндылықтарға негізделген:\n\nҚонақжайлылық:\nОрыс халқы әрқашан қонақжайлығымен танымал болған.\nҮйге келген қонақ сыйлық, оны қуанышпен қарсы алып, үйдегі бар жақсылықпен сыйлау керек.\nЖомарттық:\nОрыс адамы үшін жомарттықтан маңызды ештеңе жоқ еді\nүйде тамақ аз болса да қонақты сыйлау.\nЖанашырлық:\nҚонақ – шаршаған саяхатшы,\nаш және көмекке мұқтаж.\nОрыс халқы әрқашан қонаққа көмектесуге тырысты,\nоған баспана мен тамақ беріңіз.\nҚазіргі әлемде ресейлік қонақжайлылық дәстүрлері біршама өзгерді.\n\nАдамдар қарбалас болып, стихиялық сапарларға бейімділік артты.Үлкен қалаларда тұру әрқашан көп қонақтарды қабылдау мүмкіндігін білдірмейді. Бірақ соған қарамастан, қонақ күту дәстүрі толығымен жойылған жоқ.\n\nОрыс халқы әлі күнге дейін үйде қонақ күтуді жақсы көреді.\nОлар үшін қолайлы жағдай жасауға тырысады, дәмді тағамдармен тамақтандырады және уақытты қызықты өткізуге тырысады. Орыс халқының қонақ күту дәстүрі оңай емес\nәдет-ғұрып мәдениеттің бір бөлігі болып табылады.\n\nОл орыс мінезінің мейірімділік, жомарттық және қонақжайлылық сияқты маңызды қасиеттерін көрсетеді. Бұл дәстүр адамдарға өздерін өздерінен үлкен нәрсенің бір бөлігі ретінде сезінуге көмектеседі.\nСондықтан орыс халқының арасында қонақ күту дәстүрі тек қажет емес, өте маңызды деп ойлаймын.\n\nАйта кетерлігі, қонақ күту дәстүрі тұрақты емес.\n\nОл уақыт өте өзгеріп, заманауи жағдайларға бейімделеді. Бұл дәстүрдің іргелі қағидаларын – қонақжайлылық, жомарттық және қонаққа құрмет көрсетуді сақтау маңызды.\n\nБұл ретте заманауи шындықтарды ескеріп, өз үміттеріңізге икемді болу керек.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Spring Boot Java жүйесінде дерекқор қосылымын біріктіру мәселелерін зерттеу",
        "question_content": "Сәлем\nSpring Boot қолданбасын әзірлеу саласында дерекқорды тиімді басқару ауқымдылық пен өнімділікті қамтамасыз етуде шешуші рөл атқарады. Дерекқор қосылымын біріктіру ресурстарды пайдалануды оңтайландыру және қолданбаның жауап беру қабілетін арттыру үшін маңызды құрамдас ретінде пайда болады. Дерекқор қосылымдарын тиімді басқару үшін жалпы қиындықтар мен ең жақсы тәжірибелерді шешуге назар аудара отырып, Spring Boot қолданбаларында дерекқор қосылымын біріктірудің қыр-сырын қарастырайық.\nСценарийге шолу:\nSpring Boot әзірлеушілері ретінде біз қолданбаларымыздың сәтті болуы үшін үздіксіз дерекқор өзара әрекеттесуінің маңыздылығын түсінеміз. Дегенмен, дерекқор қосылымдарын тиімді басқару, әсіресе жоғары трафикті және масштабталатын қолданбаларда бірегей қиындықтарды тудырады. Дерекқор қосылымын біріктіру алдын ала орнатылған дерекқор қосылымдарының пулын сақтау арқылы осы қиындықтарды жеңілдету үшін сенімді шешім ретінде қызмет етеді, осылайша қосылымның үстеме шығынын азайтады және қолданба өнімділігін арттырады.\nТалқылауды бастау үшін мен MySQL деректер көзі үшін әдепкі қосылым пулы ретінде HikariCP конфигурациясын көрсететін Spring Boot код үзіндісін ұсындым. Көлемді және өнімді дерекқор әрекеттесуі үшін Spring Boot қолданбаларында дерекқор қосылымын біріктіруді оңтайландыру үшін осы сапарға кірісейік!\n[code]\n// Sample Spring Boot configuration class demonstrating HikariCP connection pool setup for MySQL datasource\n@Configuration\npublic class DataSourceConfig {\n    @Bean\n    @ConfigurationProperties(prefix = \"spring.datasource.hikari\")\n    public DataSource dataSource() {\n        return DataSourceBuilder.create().type(HikariDataSource.class).build();\n    }\n}\n[/code]\nSpring Boot қолданбасында қосылымды біріктіруді конфигурациялау: Spring Boot қолданбаларында дерекқор қосылымын біріктіруді орнату үшін қол жетімді конфигурация опцияларын зерттеңіз. Қосылым күту уақытын басқару, пул өлшемін оңтайландыру және бос қосылымды өңдеу сияқты қиындықтарды талқылаңыз. Оңтайлы өнімділікке және ресурстарды пайдалануға қол жеткізу үшін қосылым пулының сипаттарын конфигурациялау туралы түсініктерді бөлісіңіз, соның ішінде ең үлкен пул өлшемі, ең аз бос қосылымдар және қосылымды тексеру параметрлері.\nҚосылымның ағып кетуін және тұйықталуларын басқару: дерекқор қосылымын біріктіруді пайдалана отырып, Spring Boot қолданбаларында қосылымның ағып кетуіне және тұйықталуына қатысты мәселелерді шешіңіз. Қосылымның ағып кетуін анықтау және алдын алу стратегияларын талқылаңыз, мысалы, қосылымның ағып кетуін анықтау механизмдерін енгізу және дерекқор қосылымын пайдалануды бақылау. Қолданбаның үзіліссіз жұмысын қамтамасыз ету үшін тығырықтан шығуды анықтау, шешу және қайталау механизмдерін қоса алғанда, дерекқордың тұйықталуын тиімді өңдеу әдістерін зерттеңіз.\nҚосылым пулының өнімділігін оңтайландыру: Spring Boot қолданбаларында дерекқор қосылымы пулдарының өнімділігін оңтайландыру стратегияларын зерттеңіз. Қосылымды алудың кешігуі, қосылымды тексерудің үстеме шығындары және дерекқор ресурстары үшін тартыс сияқты қиындықтарды талқылаңыз. Оңтайлы өнімділік пен ауқымдылыққа қол жеткізу үшін қосылымды алу күту уақыты, тексеру сұрауын орындау жиілігі және пул өлшемін өзгерту стратегиялары сияқты қосылым пулының параметрлерін реттеу туралы түсініктерді бөлісіңіз.\nҚосылым пулын бақылауды және басқаруды жүзеге асыру: Spring Boot қолданбаларында дерекқор қосылым пулдарын бақылау және басқару тәсілдерін зерттеңіз. Қосылым пулының күйін бақылау, өнімділікті реттеу және динамикалық пул өлшемін өзгертуге қатысты қиындықтарды талқылаңыз. Қосылым пулын бақылау механизмдерін енгізу, қосылым пулын басқару құралдарын пайдалану және қосылым пулының мәселелерін алдын ала анықтау мен шешуді қамтамасыз ету үшін қолданба өнімділігін бақылау (APM) шешімдерімен біріктіру туралы түсініктермен бөлісіңіз.\nЖоғары қолжетімділік үшін қосылым пулдарын масштабтау: scaler мақаласында көрсетілгендей Spring Boot қолданбаларында жоғары қолжетімділік пен қатеге төзімділік қажеттіліктерін қанағаттандыру үшін дерекқор қосылым пулдарын масштабтау жолдарын талқылаңыз. Жүктемені теңестіру, қосылымды ауыстыру және бірнеше даналар бойынша пулды бөлу сияқты мәселелерді зерттеңіз. Қосылым пулының ауқымдылығы мен беріктігін жақсарту үшін қосылым пулын кластерлеу, проксилер және таратылған кэштеу стратегияларымен тәжірибеңізді бөлісіңіз.\nРақмет сізге\nбіреу көмектеседі деп үміттенемін",
        "question_date": "27.02.2024",
        "question_tag": "Бағдарламалау",
        "question_views": 169,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияның анықталу облысын табыңыз?",
        "question_content": "осыган комектесып жыберындерш",
        "question_date": "27.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 203,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Анасының қан тобы 3, ал әкесінің 4-ші қан топ болса балалы бола аламын ба?",
        "question_content": "Егер әкесінікі 4 топ ал анасінікі 3 ші топ болса балалы бола алама дені сау бала келе ме?",
        "question_date": "26.02.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, ананың қан тобы 3, әкесінің қан тобы 4 болса, бала туа аласыз.\n\nҚан топтары кодоминантты түрде тұқым қуалайды. Бұл баланың ата-анасынан қандай аллель алғанына байланысты барлық 4 қан тобы болуы мүмкін дегенді білдіреді:\n\nА (3-ші қан тобынан) және В (4-ші қан тобынан) - 4-ші қан тобы;\nА (3-ші қан тобынан) және 0 (4-ші қан тобынан) - 3-ші қан тобы;\nВ (4-ші қан тобынан) және 0 (4-ші қан тобынан) - 2-ші қан тобы;\n0 (3-ші қан тобынан) және 0 (4-ші қан тобынан) - 1-ші қан тобы.\nRh факторы да бөлек тұқым қуалайды.\n\nМаңызды:\n\nРезус қақтығысы: егер анасы теріс резус, ал әкесі оң болса, Резус қақтығысы болуы мүмкін.\nЖүктілікті жоспарлау: ықтимал қауіптерді анықтау және асқынулардың алдын алу үшін дәрігермен кеңесу ұсынылады.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ынтымақ тобына ұран, таныстыру қажет?",
        "question_content": "\"Ынтымақ\" тобына ұраны және таныстыру қажет, көмектеріңіз керек, ертеңге дейін",
        "question_date": "26.02.2024",
        "question_tag": "Мектеп",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұран: 1.Ырыс алды - ынтымақ\n2.Теңге - тиыннан, ынтымақ - ұйымнан.\n3.Нан— тамақтың атасы,\nЫнтымақ — көптің батасы.\nТаныстыру\nБұл өмірдің сынды сәті көп білем,\nӘр күніме «шүкіршілік» деп жүрем.\nМына өмірде бүгін бармыз, ертең жоқ,\nҚалатыны тек сыйластық деп білем.\nАрайланып атсын әрдайым таңымыз,\nСыйластықта үн қатайық бәріміз..\nЫнтымақ пен бірлігіміз жарасып,\nЖоғалмасын әніміз бен сәніміз.\n........................................",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ сөзі кесдескен алғашқы сөздік қалай аталады",
        "question_content": "Қазақ сөзі кездескен сөздік қалай аталады",
        "question_date": "26.02.2024",
        "question_tag": "Мектеп",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қазақ» сөзі кездесетін бірінші сөздіктің атауы сөздіктің қай түріне жататыныңызға байланысты:\n\n1. Түркі тілдерінің сөздіктері:\n\n«Түркі диалектілерінің сөздігі» (1784), авторы – Вильгельм Людвиг Геттинг – «Қазақ» деп белгіленген 100-ге жуық сөзді қамтиды.\n2. Қазақ тілінің сөздіктері:\n\n«Қырғыз-қайсақ тілінің сөздерінің жинағы» (1895), авторы – Василий Васильевич Радлов – қазақ тілінің тұңғыш баспа сөздігі, 6000-ға жуық сөзді қамтиды.\n«Қазақ тілінің сөздігі» (1940), авторлары – А.Байтұрсынов, М.Дулатов, С.Сейфуллин – қазақ тілінің тұңғыш түсіндірме сөздігі, 40 000-ға жуық сөзді қамтиды.\n3. Басқа тілдердің сөздіктері:\n\n«Орыс тілінің сөздігі» (1847), авторы – Владимир Иванович Даль – құрамында «қазақ» сөзі бар.\n4. Топонимикалық сөздіктер:\n\n«Түркістан өлкесінің географиялық атауларының сөздігінде» (1910), авторы – Г.Н.Потанинде «қазақ» сөзі бар.\nАйта кету маңызды:\n\n19 ғасырға дейін «қазақ» сөзі жалпы қабылданған жоқ.\nОның орнына әртүрлі этнонимдер қолданылды, мысалы, «қырғыз-қайсацкий».\nОсылайша:\n\n«Түркі диалектілерінің сөздігі» (1784) – «Қазақ» сөзі кездескен алғашқы сөздік.\n«Қырғыз-қайсақ тілінің сөздер жинағы» (1895) – қазақ тілінің тұңғыш баспа сөздігі.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Любимая классика: рецепт домашних пельменей",
        "question_content": "Всем приветик, я хочу показать классический рецепт домашних пельменей. Пельмени – это не только вкусно, но и удобно, их можно заморозить и готовить по мере необходимости.\nИнгредиенты для теста:\nМука – 600 г\nВода – 200-250 мл\nЯйца – 1-2 шт.\nСоль – 1 ч.л.\nИнгредиенты для начинки:\nФарш мясной (свинина и говядина) – 500 г\nЛук репчатый – 2-3 средних головки\nСоль, перец – по вкусу\nПриготовление:\nВам нужно смешать муку с солью, сделать в муке углубление, влить туда воду и добавить яйца. Затем замесить упругое тесто и дать ему отдохнуть под полотенцем. Тесто это один из важнейших элементов пельменей, поэтому если вы хотите более подробно ознакомиться с его приготовлением, то можете посмотреть рецепт тут.\nМелко нарезать лук и смешать его с фаршем. Посолить и поперчить по вкусу. Хорошо перемешать, чтобы начинка была однородной.\nРаскатайте тесто тонко, и вырежьте кружки стаканом или специальной формой. В центр каждого кружка кладем начинку.\nСкладываем кружок пополам, защипываем края, формируя полумесяц, а затем соединяем концы вместе, формируя классическую форму пельменя.\nВарим пельмени в подсоленной кипящей воде до тех пор, пока они не всплывут на поверхность, а затем еще 3-5 минут.\n  Сервируйте горячими с маслом или сметаной, как вам нравится. Надеюсь, мой рецепт поможет вам приготовить домашние пельмени. Приятного аппетита!",
        "question_date": "26.02.2024",
        "question_tag": "Қазақша ән",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тізбек бойымен 10 минут бойы 2500мА электр тогы өтеді?",
        "question_content": "Тізбектегі көрнеу 4В осы тізбекте бөлінетін электр тоғының қуаты мен электр тоғының жұмысын анықтаңыз?",
        "question_date": "26.02.2024",
        "question_tag": "Физика",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тізбектегі электр тогының қуаты мен жұмысын анықтау үшін мынаны білу қажет:\n\nБұл жағдайда 4 В болатын тізбектегі кернеу (U).\nТізбектегі ток күші (I).\nТок өтетін уақыт (t).\n1. Электр тогының қуаты (Р):\n\nP=U*I\n\nҚуат ваттпен (Вт) өлшенеді.\n\n2. Электр тогының жұмысы (А):\n\nA = P * t = U * I * t\n\nЖұмыс джоульмен (Дж) өлшенеді.\n\nМысалы:\n\nТізбектегі ток күші 0,5 А, ал токтың өту уақыты 10 секунд.\n\n1. Қуат:\n\nP=4V*0,5A=2W\n\n2. Жұмыс:\n\nA = 2 Вт * 10 с = 20 Дж\n\nБұл жағдайда:\n\nТізбектегі электр тогының қуаты 2 Вт.\nТізбекте бөлінген электр тогының атқаратын жұмысы 20 Дж.\nАйта кету маңызды:\n\nБерілген формулалар тұрақты ток үшін жарамды.\nАйнымалы ток үшін күрделірек формулалар қолданылуы керек.",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әке құқығы туралы",
        "question_content": "Сот баланы анасына алып береді анасы бырак баланы Карамай тустарна  калдырып баска қалаға  кетсе әкесінің баланы барып алып кетуге құқығы барма",
        "question_date": "25.02.2024",
        "question_tag": "Заң",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    }
]