[
    {
        "question_title": "\"Дипломмен ауылға\" бағдарламасымен алған үйім \"апаттық жағдайда\" тұр.",
        "question_content": "Мен \"Дипломен ауылға\" бағдарламасымен тұрғын үй  алдым. Қазір үйім \"апаттық жағдайда\" тұр. Оны үйді атымызға аударғанда бірақ білдік. Бұрынғы егесі үйдің жағдайы туралы айтпаған. Енді не істейміз? Бұзып қайта салуға жағдайым келмейді.",
        "question_date": "21.02.2021",
        "question_tag": "Заң",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Келесі айналымдарды жүзеге асыратын реакция теңдеулерін жазыңдар",
        "question_content": "P2O5⇒H3PO4⇒Ca3(PO4)2⇒H3PO4⇒Zn3(PO4)2        Ә) P⇒ Ca3P2⇒ PH3⇒P2O5⇒Na3PO4⇒Ag3PO4   Б) Ca3(PO4)2⇒P⇒PCI5⇒H3PO4⇒K3PO4⇒Fe3(PO4)2  келесі айналымдарды жүзеге асыратын реакция теңдеулерін жазыңдар",
        "question_date": "21.02.2021",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А)P2O5 + 3H2O ->2 H3PO4\n\n2H3PO4 +3 Na2O -> 2Na3PO4 + 3H2O\n 2Na3PO4 + 3CaCl2 ->6 NaCl + Ca3(PO4)2\n Ca3(PO4)2 + 3H2SO4 -> 3CaSO4 + 2H3PO4\n 2H3PO4 + 3ZnO -> Zn3(PO4)2 + 3H2O\n\nӘ) 2P + 3Ca = Ca3P2\n\nCa3P2+6H20= 3Ca(OH)2+2PH3\n\n2PH3 + 4O2 = P2O5 + 3H2 O\n\nP2O5 + 3Na2O = 2Na3PO4\n\nNa3PO4 + 3AgCl = 3NaCl + Ag3PO4\n\nБ)  Ca3(PO4)2 + 3SiO2 + 5C -> 3CaSiO3 + 2P + 5CO\n\n2P + 5CI2 -> 2PCI5\n\nPCI5 + 4H2O -> H3PO4 + 5HCI\n\nH3PO4 + 3KOH -> K3PO4 + 3H2O\n\n2K3PO4 + 3Fe(NO3)2 -> Fe3(PO4)2 + 6KNO3",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында рубль монета ақшасын өткізетін жер бар ма?",
        "question_content": "Алматы қаласында рубль монета ақшаларын қай жерде теңгеге айырбастауға болады?",
        "question_date": "21.02.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктілік кезіндегі инфекцияны қалай емдейді?",
        "question_content": "Сәлеметсіздер ме! Сіздерден жауап күтем.18 апталық аяғым ауыр.Инфекция бар дейді үлкен гематома дейді. Бірақ баланың дамуы денсаулығы жақсы дейді дәргерлер. Сохранияда жатырым еш дәрі қолданбады. Не істеуге болады. Алла разы болсын жауап күтем",
        "question_date": "20.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://kazmedic.org/archives/3558",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дунекова Гульмира досымды іздеймін.",
        "question_content": "Ищем нашу подругу Дунекову Гульмиру 15.07.1986 года рождения\n\nПроживает в штатах Техас город Хьюстон.\nПоследний раз выходила на связь в мае 2020 (планировали переезд в Лос Анджелес)\nРаботала в лаборатории\nМесто рождения ЗКО\n\nИщут подруги Нургуль, Лида, Даша, Камила, Мирагуль, Камила.\nКонтактные номера\n87751151083\n87775672643\n\n87753260809\n\n87789909325",
        "question_date": "20.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 191,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Омырау қызарып ауырса не істеуге болады?",
        "question_content": "Омырау қызарып ауырса не істеуге болады?",
        "question_date": "20.02.2021",
        "question_tag": "Тазалық",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мастит – сүт безінің қабынуы. Ірің тудыратын микробтардың сүт бездеріне түсуінен (әдетте емшек үрпінің жарылуынан) пайда болады. Көбінесе бала емізіп жүрген әйелдер ауырады. Мастит кезінде температура 39°С-ге дейін көтеріліп, әйелдің жалпы жай-күйі нашарлайды, басы ауырады. Зақымданған сүт безі екінші тәулікте бұрынғыдан да қатайып, қатты ауырады, қызарып ісіп кетеді. Мастит көбінесе бірінші рет босанған әйелдерде болады. Себебі олардың емшек үрпінің (ұшының) терісі нәзік, тез зақымданғыш келеді. Оның үстіне жас ана көбіне дұрыс емізе алмағандықтан, бала сүтті тауыса ембейді, сондықтан емшектің үрпі оп-оңай зақымданып жарылып кетеді. Сондай-ақ, қолмен дұрыс сауа алмаған жағдайда, арнайы гигиена сақталмаса да маститтің пайда болуы ықтимал.\nМаститті болдырмау үшін не істеу керек?\nӘйелдің емшегінің үрпі жалпақ немесе тым келте болса, ол бала емізуге қиындық келтіреді. Екіқабат болған алғашқы айдан бастап тиісті шаралар қолданса, емшек үрпінің формасын өзгертуге болады. Екіқабат кезде емшек бездеріне айналдыра массаж жасау керек. Мұндай массажды әйелдің өзі де істей алады. Ол үшін қолды жылы сумен сабындап жуып, содан сол бір қолмен сағат тілінің бағытымен емшек безін жайлап сипау қажет. Екіқабат кездің екінші жартысынан бастап желдеткішті ашып қойып немесе күні бұрын бөлмені желдетіп, 10-15 минут бойы төсекте кеудені жалаңаштап, ауа ваннасын қабылдау өте пайдалы.\nӘсіресе босанғаннан кейін төстаңғышты күн сайын ауыстырып, төсін мұқият жауып (жылы сумен, балалар сабынын пайдаланып), арнайы сүлгімен сүртіп отырудың маңызы ерекше. Мұны емшек үрпі жарылып кетпейтіндей еппен атқарған жөн.\nҮрпідегі жарық (үрпінің жарылуы)\nҮрпідегі кішкене ғана жарықтың өзінен инфекция кіруі мүмкін. Үрпінің айналасындағы жұқа тез зақымданғыш тері сүт келген кезде құрғайды да, жарық пайда болды. Олар баланы дұрыс емізбегеннен болады. Бала туылған алғашқы уақытта баланы 10-15 минут қана емізген жөн. Себебі бұл кезде балаға аз мөлшердегі сүт жеткілікті. Кей жағдайда, бақытты жас ана баласын 40-50 минут тоқтаусыз емізеді, соның салдарынан әйел үрпісінің ондайға дайын болмағандықтан жарық пайда болады.\nЕмізу кезіндегі ережелер:\nЕмізер алдында және емізіп болғаннан кейін емшек үрпін қайнаған сумен жуып, немесе бор қышқылы ерітіндісіне малынған тампонмен сүртіп отыру қажет. Емізген кезде бала емшек үрпін ғана емес, сонымен бірге емшек үрпінің айналасын да қамти сорғаны дұрыс. Емген сайын емшек үрпінің қалып қойған сүтті толық сауып тастаған жөн. Емшектің үрпі жарыла бастаған кезде немесе сүт бездері ісінген жағдайда, сондай-ақ қатайып, әсіресе қызарып, ауырып, дене қызуы көтерілгенде (маститтің басталуы) дереу дәрігерге қаралу керек.\nМастит кезінде баланы емізу қажет па?\nБұл сұрақ емізулі аналарды алаңдататыны белгілі. Алайда аурудың қай кезең болмасын дәрігерлер емізуге болмайтынын айтады. Өйткені, сүтте ауру тудыратын бактериялар болуы мүмкін, ол балада дисбактериоз тудыруы мүмкін. Сонымен қатар маститті емдеу антибиотиктер қолдану арқылы жүзеге асырылады, ол да балаға қауіпті.\nТолығырақ: https://anamenbala.kz/analar-alemi/mastit-jane-onyn-aldyn-alu/",
                "date": "20.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсте өлген адам сені өзіне шақырса не болады?",
        "question_content": "Түсте өлген адам сені өзіне шақырса не болады?",
        "question_date": "20.02.2021",
        "question_tag": "Жанұя",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлген адам түсінде болса. Түсте өлген адам келсе\nТүсінде өлген адам көру нені білдіреді? Кейде біз өлген адамдарды түсімізде көріп жатамыз. Содан кейін олар бізге не айтпақшы, не туралы хабарламақшы деп ойланамыз.\nКлассикалық түс жору. Өлген адам.\nТүсінде қайтыс болған туысқанын көрген адам өмір сүру салты мен қағидаларын қарастыру керек. Қателік жасамау үшін, ағат қадам баспау үшін өміріңізді өзгертуіңіз керек болар. Өзіңізді шыңдап, жұмыс істеңіз.\nзагрузка...\nӨлі туыстарыңыз түсіңізге тіріліп келіп, сізбен сөйлесе бастаса, – қашпаңыз. Олардың айтқан сөзіне құлақ асыңыз. Сіздің санаңыз жаныңызға қымбат адамдардың бейнесі арқылы тығырықтан шығар жолды ұсынып тұр. Бәлкім, қайтыс болған туысыңызды көп ойланып, есіңізге алған боларсыз? Бұл да ол адамды түсіңізде көруіңізге түрткі болған шығар.\nӨлі адамдарды түсінде көру – күтпеген жаңалыққа, туысқандарыңызды көру – қуанышқа, достарыңызды көру – маңызды жаңалықтарға. Қайтыс болған алыс туысқанын көрген кәсіпкер сақ болуы керек, оны қапалы жаңалықтар күтіп тұр. Тірі танысыңызды өлі адам ретінде түсініңізде көрсеңіз, ол адам өмірде сізге талай машақат әкеледі. Өлі адамды көру – ауа-райының күрт өзгеруіне.\nТүске кірген адам бұрын қайтыс болса, отбасын үлкен жаңалық күтіп тұр. Өлген адамдардың кеңесіне құлақ асу керек екендігі ғылыми тұрғыда дәлелденіп қойған. Себебі, ұйқыдағы демалыс уақытында адамның санасы қиындықтарды шешетін тиімді жолдарды дұрыс табады. Қайтыс болған досыңыз сізге айналадағылармен сөз тап, келісімге кел деп хабар береді. Сондықтан, қапалы досыңызды көрсеңіз, жаныңыздағылардың көңілін табуды үйреніңіз. Өлі адам басқа адамның өлімі туралы хабарласа, ол адамды өмірде қиындықтар күтіп тұр. Қайтыс болған досыңыз немесе құрбыңыз қандай да бір бұйымтай айтса, оны міндетті түрде орындау керек. Өлі достарының шағымын есту – нашар жаңалықтарға.\nЕгер, түсіңізде сіздің құрбыңыз өлім алдында жатса, онда жақын арада екеуіңіз ұрысып қаласыздар. Егер,оны ажал құшса, онда жұмыстағы кикілжіннен арыласыз, алайда, құрбыңыз сізді де артынан шақырса, онда отбасыңызбен күтпеген әңгіме құрасыз. Өлген ағаңызды көрсеңіз, достарыңыздың бірі сіздің көмегіңізге мұқтаж болады. Бәлкім, қарызға ақша алар. Егер, ағаңызбен ара-қатынасыңыз жақсы болса, онда қарызға ақша беруге болады. Қайтыс болған аға-қарындастарыңызды тірі қылып көрсеңіз, онда ақшаңыз пайда болады. Қабірде жатқан адамды көру – ауа-райының өзгеруі мен күтпеген сапарға. Қайтыс болған адамның қабірін жасау – мансап сатысымен жоғарылауға.\nМұсылмандық түсжорығыш. Өлген адам түсінде болса.\nҚайтыс болған адамның тыныш жатып-ұйықтауы – ана өмірде бейберекет өмір сүріп жатқанының белгісі. Сол адамның артынан еріп, дауысын есту – жаман белгі, өлімнің жаршысы. Егер, бір емес, бірнеше өлген адамды көрсеңіз, өмір туралы көз-қарастарыңыздың қате болуы мүмкін екенін білдіреді.\nӨлген адам – ауа-райының кенет өзгеруінің белгісі.\nПсихологиялық түс жору. Өлген адама түсінде келсе.\nПсихологтардың пайымдауынша, бұндай түстерді шын деп қабылдаудың қажеті жоқ. Әдетте, өлген адамды көру – оған деген сағыныш белгісі. Өлген немесе қасақана өлтірілген адамдарды түсінде көрген адам өмірде үнемі күйзеліс сезініп жүреді.\nНострадамус түс жоруы. Өлген адам туралы\nЕгер, қайтыс болған адамды көріп, одан қашып кетпесеңіз, өмірдегі қорқыныштарыңызды қолда ұстап, онымен күресуді үйренгенсіз. Өлі адамды көру, дауысын есту, артынан еру – ауруға. Өлі жан сізбен уайымдарымен бөліссе, шіркеу мен мешітке асығыңыз. Ал қайтыс болған адамды жалаңаш қалпында көрсеңіз, керісінше, бұл – жақсы белгі. Яғни, ол адамның жаны тыныштық тапты.\nБалалық түс жору.\nӨлген адамдар неге тіріліп түске кіреді? Өлген адамнан сыйлық алу- жақсы белгі, бақыттың баламасы.\nАғылшын түс жоруы.\nҚайтыс болған туыстарыңыз бен достарыңыз түсіңізге кірсе, олардың көңіл-күйіне назар аударыңыз. Егер, олар қапалы болса, қаралы хабарлар күтіңіз. Керісінше, көңіл-күйлері жақсы болса, көптеген қиындықтарыңыз жақсы шешіледі. Адамның ауыр дерттен қаза тапқанын көрсеңіз, онда ауа-райы құртылады.\nСимволдық түс жору. Өлі жанды көру нені білдіреді? Егер, ол сізді артынан шақырса немесе өзінің затын сыйласа, – жақын арада күтпеген жерден ауыр дертке шалдығасыз. Бұл түстің басқа да баламасы бар. Түс көруші адам қайтыс болған жанды қия алмай, онымен кездесуге үміттеніп жүр. Бұндай түстерден кейін шіркеу мен мешітке барып, дұға оқып, имаммен кездесу керек.\nЕгер өзіңіздің қайтыс болғаныңызды көрсеңіз, өміріңіздегі ауыр кезең өтіп, ойластырған жобаңыз сәтті аяқталады. О дүниеге аттанған ата-анаңызды көру – сіз қамқорлыққа зәрусіз. Қайтыс болған ата-әжеңізді көрсеңіз, онда өміріңізде сыни кезең басталды. Олардың кеңестеріне көңіл аударып, аса мұқият болуыңыз керек.\nҚытай түс жору. Өлген адам түсінде болса\nЕгер өлген адам сізден тамақ сұрап, сіз оны тамақтандырсаңыз – бұл жақсы белгі. Осы түсті көрген адам сәттілікке жолығады.\nОртағасырлық түс жоруы. Өзіңіздің өлгеніңізді көру – туыстарыңыздың табалауына ұрынасыз. Қайтыс болғандармен әңгімелессеңіз, сәттілікке кезігесіз. Өлі жанның алдыңызда кетіп бара жатқанын көру – оны жақын арада ұмытатыныңыздың белгісі. Оған бірнәрсе ұсынау жамандыққа болса, гүл мен жануар сылау, керісінше, жақсы белгі. Үйіңізге өлген адамды шақыру – қаржылай табысқа. Қайтыс болған адамды түсінде көргеннен кейін түс көруші өз денсаулығына назар аудару керек.\nТолығырақ: https://www.tuszhoru.kz/",
                "date": "20.02.2021",
                "upvotes": 0
            },
            {
                "text": "Құран дәметіп жүр, құран көп арнап оқу керек о дүниелік болған адамға!",
                "date": "22.02.2021",
                "upvotes": 0
            },
            {
                "text": "өлі разы болмай, тірі байымас дейді. Жақсылап құран бағыштап жіберіңіз.",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Столдың горизонталь бетінде тұрған денеге 6 м/с жылдамдық берілді.",
        "question_content": "Столдың горизонталь бетінде тұрған денеге 6 м/с жылдамдық берілді. Үйкеліс күші әсерінен дене модулі а=2 м/с2 үдеумен қозғалады. Дене 4 с аралығында қанша жол жүрді?",
        "question_date": "19.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есеней не себептен Ұлпанды \"Ақнарым\" деп атаған?",
        "question_content": "Есеней не себептен Ұлпанды \"Ақнарым\" деп атаған?",
        "question_date": "18.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Келе-келе Есеней Ұлпанға Есеней, Ақнар деп ат қояды. Есеней дегені − бұл символ. Бұрын бұл елдің көсемі мен едім, енді сен болдың дегенді аңғартады. Ақнар деп атау себебі қазақтың нардан қасиетті, нардан күшті, нардан сұлу, нардан қадірлі несі бар! Сондықтан Есеней Ұлпанды Ақнарым деп те атай береді. Ұлпан өзінің ақылымен, парасаттылығымен жасаған игі, ізгі, жақсы касиеттерінің арқасында тек қана Сибан еліне ғана емес, сонымен бірге Сібір генерал-губернаторына да таныла бастайды. Ұлпан үйі жоқтарына үй беріп, аты жоққа ат беріп, Есенейдің жарты малын Сибанның жоқ- жітігіне үлестіріп жібереді. Бәрі байып алып, енді «орыс үй» салдырып береді. Сонымен қатар Шынар босанар алдында Стаптан дәрігерлер шақыртып алады. Шынар мен Мүсірептің қуанышына ортақтасады.\nТолығырақ: http://engime.org/diplomdi-jmis-tairibi--jmaliev-jene-mahambettanu-meseleleri-or.html?page=2",
                "date": "18.02.2021",
                "upvotes": 0
            },
            {
                "text": "Келе-келе Есеней Ұлпанға Есеней, Ақнар деп ат қояды. Есеней дегені − бұл символ. Бұрын бұл елдің көсемі мен едім, енді сен болдың дегенді аңғартады. Ақнар деп атау себебі қазақтың нардан қасиетті, нардан күшті, нардан сұлу, нардан қадірлі несі бар! Сондықтан Есеней Ұлпанды Ақнарым деп те атай береді. Ұлпан өзінің ақылымен, парасаттылығымен жасаған игі, ізгі, жақсы касиеттерінің арқасында тек қана Сибан еліне ғана емес, сонымен бірге Сібір генерал-губернаторына да таныла бастайды. Ұлпан үйі жоқтарына үй беріп, аты жоққа ат беріп, Есенейдің жарты малын Сибанның жоқ- жітігіне үлестіріп жібереді. Бәрі байып алып, енді «орыс үй» салдырып береді. Сонымен қатар Шынар босанар алдында Стаптан дәрігерлер шақыртып алады. Шынар мен Мүсірептің қуанышына ортақтасады.",
                "date": "28.02.2024",
                "upvotes": 0
            },
            {
                "text": "Нардан кем емес деп өзінің Сүйікті жарын Ұлпанды нардан сұлу, нардан көрікті, нардай қасиетті деп Ақнар деп атайды.",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Әпке шығармасының тәрбиелік мәні\" тақырыбында эссе керек.",
        "question_content": "Апке шығармасының тәрбиелік мәні эссе керек",
        "question_date": "18.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 45900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дулат Исабековтың \"Әпке\" шығармасында ата-аналарынан ерте айырылған жетімдер туралы айтылады.Бірақ оларды жетімдер деуге келмес .Себебі, бауырларына ата-ана да,әпке де бола білген үйдің үлкені Қамажай атты әпкелері бар.Қанша бастарынан қиындық өткедерімен әке шешесінің орнын жоқтатпай бауырларының аяқтарынан тік тұрғызып,қатарынан қалдырмауға тырысты.Олардың бәрін оқытып, тоқытып тіпті кіші інісін үйлендіріп бөлек үйге шығарып берді.\nБұл шығармадан үлкен тәлім-тәрбие алуға болады.Әпкесінің Бауырларына деген махаббаты қамқорлығы туралы айтылады.Тіпті қазіргі кезде әпке болмақ түгілі өз балаларын тастап кете баратын аналар қаншама.\nМенде Қамажай секілді үйдің үлкенімін. Артымда еріп келе жатқан үш бауырым бар. Оларға өз бойымдағы бар жақсы қасиетімді көрсетіп, дұрыс тәлім-тәрбие беру менің әпкелік/ағалық парызым деп білемін.\nТолығырақ: https://znanija.com/task/42519812",
                "date": "18.02.2021",
                "upvotes": 0
            },
            {
                "text": "кате жиберилиртиии",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер tg a/2 = 0.5 белгілі болса онда sin, cos, ctg-ты табу керек?",
        "question_content": "Егер tg a/2 = 0.5 болса, онда sina, cosa, tga-ны табындар",
        "question_date": "18.02.2021",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "sina, cosa, tga-ны табындар",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "“Көксерек” фильмімен, көксерек туындысынын айырмашылықтары кандай?",
        "question_content": "Көксерек фильмінің сюжеті мен көксерек шығармасынын айырмашылқтары қандай?",
        "question_date": "18.02.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Көксерек» повесі 1929 жылы жазылған. Ал фильмы 1974 жылы жарыққа шыққан. «Көксерек» әңгімесі мажар, поляк, монғол, неміс, эстон, голланд тілдеріне аударылған.\nМ. Әуезовтің «Көксерек» повесі – өзінің проблемалық өзектілігі жағынан, тақырыптық ерекшелігі жағынан бітімі бөлек шығарма. Әңгіме сол дәуірде үлкен бағыт алған адам-табиғат тақырыбына құрыла білген. Бұл, расымен де ұзын сонар тақырып екені белгілі. Және де дәл сол шығармаларды оқу арқылы да жазушы шабыт алғанын көреміз. Дж. Лондонның «Ақ азу» романындағы көптеген детальдың «Көксеректе» де кездесуі кездейсоқтық емес. Қасқырдың «өзінше ойлауы, өзіндік менінің» болуы да дәл сол «Ақ азудан» алынған бөліктер еді. Шығарманың көркемдік деңгейі аса жоғары болмаса да, типтік образ жасау, қазақтың қарапайым қойшы баласын – Құрмашты жасауы үлкен құбылыс десек болады. Ал табиғаттың рөліне көшкен Көксерек ше? Көксерек десе кез келген қазақтың тітіренетінін, қозатынын жақсы білеміз. Мұндай ірі образ жасаудың өзі – шеберлік. Шығарма тақырыбы мен тематикалық проблематикасы және оның қазақы таным-ұғымға ыңғайлана құрылуы үлкен жетістік деп білеміз.\nШығармада тек табиғат-адам қатынасын ғана емес, сонымен бірге әке мен баланың арасындағы текетірестің де, қас пен дұшпан арасындағы араздық та көрсетілген. Бұл – үлкен адамзаттық мәселелер екенін белгілі. Қасқырлардың өз ішінде бір-бірін жеп жатқанда, қасқырдың адамға шаппауы мүмкін емес. Құрмаш өзінің хас жауы қасқырды аяғаны үшін де құрбан болып кетті. Дұшпанға аяушылық білдіру керектігі де байқалады бұл жерде. Әкенің, яғни Құрмаштың ағасы – Қасеннің де, әжесінің де ескертпелері еш әсер етпейді. Үлкендер қауымы мұның жаман іс екенін жақсы білді, себебі шынайы өмірдің қандай екенін түсінген жандар. Ал Құрмаштың барлық адамға, көпшікке, қарсы келуінің өзі ажалға қарсы келу болатын. Соңында ажал құшады, мұны шығарманы басыннан бастап аңғаруға болады.\nШығармада, сонымен қатар, Шығыстағы Шыңғыстаудың табиғаты жақсы суреттелген. Әсіресе, қасқыр мінезді бұл табиғаттың тылсым сипаты шығарманың көркемдік көрінісін одан әрі аша, айшықтай түсті. Шығармада шындық та жазушы Мұхтардың өз өмірінен алған, ал жазушының өмірдегі шындығы да дәл осы Шыңғыстауда болған оқиға болатын.\nЖазушының «Көксерек» шығармасын ерекше шығармалар қатарына қоса отырып, іргелі, классикалық туынды ретінде қарастыруға болады.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/24112/",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жапонияда неліктен феодалдық қоғам қалыптасты?",
        "question_content": "Жапонияда неліктен феодалдық қоғам қалыптасты.",
        "question_date": "18.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жапониядағы феодалдық құрылыс Жапонияда феодалдық қоғамның қалыптасуы ХІ-ХІІІ ғасырлар аралығында Жапонияда феодалдық қоғамның қалыптасуы аяқталды. Бұл кезеңде Жапонияда мұрагерлік жер иелігі қалыптасты. Жер иеліктері - сёэн деп аталды. Мұрагерлік жер иеліктері салықтан босатылды. Мұнда шаруалардың екі түрі жұмыс істеді. Біріншісі бас бостандығы жоқ, тәуелді шаруа болды, екіншісі мемлекеттік шаруа деп аталды. Тәуелді шаруалар феодалдар жерінде қызмет атқарып, жер иелеріне толық тәуелді болды. Мемлекеттік шаруалар император сарайына тиісті жерде жұмыс істеді. Қызмет жасаумен қатар, император қазынасына салық та төлеп отырды. Жапон қоғамында феодалдардың да бірнеше әлеуметтік тобы болды. Ең ірі феодалды даймё деп атады. Даймё қарауында кішігірім жер иеленушілер болды. Ірі және орташа феодалдардың жер иеліктерінде оларға бағынышты әскери адамдар - самурайлар қызмет атқарды. Самурай жапон феодалдық қоғамындағы негізгі кәсіби, әскери топ болды. Самурайлар да кейіннен ұсақ жер иелеріне айналды. Олар жерді өздерінің бастьщтарынан сыйлыққа алу негізінде иеленді. Саяси құрылысы Жапонияда VII ғасырдан бастап орталық императорлық өкімет билігі орнады. Ең жоғарғы билік және барлық жер иелігі микадо қолында болды. ХІ-ХІІІ ғасырлар аралығында Жапонияда императорлық билік біртіндеп әлсіреп, жаңа әлеуметтік топ - сегундар билігі күшейді. Сегун - микадоның бірінші министрі немесе оның уәзірі қызметін атқарды. 1192 жылдан бастап сегундардың саяси билігі күшейіп, император елдегі діни басшы ретінде ғана сақталып калды. Солтүстік жапон феодалы Минамото самурайлардың күшімен император әскерін жеңіп шығады. Ел астанасы Киото қаласын басып алып, сегундардың үстемдігін орнатады. Жапонияда көп уақытқа дейін минамото әулетінен шыққан сегундар билік құрды. Минамото жасақшылары қарсыластардан тартып алған жерлерді өзара бөліске салып, кейін олардың көбі ірі феодалдар - даймёларға айналды. Үстемдік етуші феодалдар табы - «әскери-поместьелік» жер иелері (буси, самурай) елдің негізгі жер бөлігін қолында ұстап, өздерінің мемлекеттік басқару әкімшілігін құрды. Сөйтіп ХІ-ХІІІ ғасырлар аралығында Жапонияда мұрагерлік биліктің екі түрі болды. Бірі - императорлық,екіншісі - сегундық. Мемлекеттің басында сегун тұрды. Ол әскери өкімет басшысы әрі самурайлардың қолбасшысы болды. 1199 ж. Минамото өлген соң үкімет билігін Ходзе Токимаса иеленді. Жапонияда әскери-феодалдық мемлекет құрылды. Шаруалардың жағдайы Шаруаларды қанау бұрынғыдан да күшейе түсті. Феодалдар әр түрлі сылтаулар тауып, жаңа салықтар енгізіп отырды. Феодалдар арасындағы қырқыстар да шаруалар тұрмысын тұралата түсті. Шаруашылықтар өзара соғыстардан күйзеліске ұшырады. Мұның бәрі шаруалар наразылығын күшейтіп, көтеріліс жиі болып тұрды. 1428 жылы ең ірі көтеріліс Киото қаласының маңында болды. Олар қарыздарды жоюды талап етіп, өсімқорларға қарсы шықты. Көтеріліс «самурайлар жойылсын» ұранымен өтті. 1441 жылғы шаруалар көтерілісін кедейленген самурайлар - рониндерде қолдады. Ямасиро ауылында көтерілісшілер жеңіске жетіп, 7 жылға жуық өз биліктерін орнатқан кездері де болды. Олар өз өскерін құрып, халық жиналысын шақырып, өздерінің заңдарын бекітіп отырды. Халық жиналысы 36 адамнан тұрды. Олар салық мөлшерін анықтап, шіркеу иелеріне салықты ұлғайтты. Шаруалар көтерілісі XVI ғасырда да тоқтаған жоқ. 1532 жылы Киото, Харима, Исэ, Тайба қалаларында кедейлер көтерілісі болды. XVI ғасырда Жапонияда сегундық билік әлсіреп, феодалдық бытыраңқылық елдің бірнеше дербес кінәздікке бөлінуіне дейін жеткізді. Қалалардың дамуы ХІ-ХІІІ ғасырларда Жапонияда қалалар саны өсті. Қалалар қолөнер орталығына айналды. Жапония қолөнершілері ертеден жібек матадан киім-кешектер тігетін. Жапондар ата-бабасынан бері темірден, алтыннан, күмістен әр түрлі заттар жасай Самурай. білген. Күні бүгінге дейін жапон семсері әлемге әйгілі болып келеді. Жапон семсері көп елдерге шығарылып отырған. Мысалы, 1483 жылы шетелге 67 мың семсер сатылған. Жапондар Корея, Қытай, Филиппин аралдарымен сауда-саттық қатынас жасап отырған. Елдегі ірі калалар - астанасы Киото, Сакаи, Хиого, Хаката, Нагасаки т.б. Біртұтас мемлекеттің құрылуы Жапонияның бір орталыққа бағынатын күшті мемлекетке айналуына, феодалдық құрылысты нығайтуға феодалдар мүдделі болды. Олар мұндай үкімет өзара қырқысты, шаруалар көтерілістерін тоқтатады, өсімқор буржуазияның өсіп бара жатқан беделін шектейді деп үміттенді. XVI ғасырдың соңы Жапонияда капитализмнің белгісі - сауда буржуазиясы қалыптаса бастаған кез болатын. 1568-1582 жылдары елді біріктіру ісін феодал Ода Нобунага басқарды. Аз ғана уақыттың ішінде ол орталық Хонсю аралы жерін өзіне бағындырды. 1573 жылы Асикага әулетінің ең соңғы сегунын биліктен кетіреді. Ода Нобунага 1580 жылы Жапонияның жартысын біріктірді. Жапонияның ең бай қаласы Сакаиды бағындырды. Нобунаганың ісін алға апарған досы Тоётоми Хидэёси (1583-1598) елді біріктіру ісін жалғастырды. Хидэёси елде қатаң тәртіп орнатты. Ол шаруаларды жерге бекітетін, басы ауған жаққа кетуіне тыйым салатын заңдар шығарды. Сырт елдермен басқыншылық саясат жүргізіп, 1592 жылы Корея еліне екі рет жорық ұйымдастырды. Оңтүстік Корея жерін уақытша бағындырды. ХІ-ХІІІ ғасырлардағы Жапонияның саяси құрылысы Жапонияда бір орталыққа бағынатын мемлекет орнағаннан кейін, елге шетелдіктердің келуіне тыйым салынды. Еуропалықтардың Жапониядағы істеріне үзілді-кесілді шек қойылды. Жапонияның басқа елдермен қатынасын осылай жасанды түрде үзіп тастау екі жарым ғасыр бойы сақталды. Бұл - феодалдық монархияның өсіп келе жатқан буржуазияға саяси шектеу қойып, феодалдық қоғамды сақтап қалуға жасаған шаралары еді. Жапонияның өзін-өзі оқшаулау саясаты халқының ұлттық ерекшелігінің дамуына жол ашты.\nТолығырақ: https://el.kz/news/archive/content-5240/",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұсақта, өрнекте, тырмала, достас сөздеріне сөйлем құрау керек.",
        "question_content": "отинем комектесиниздерши дал казир керек ьолып тур отинем усакта орнекте тырмала достас созине сойлем курау",
        "question_date": "17.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чо чо чо тамм қалайсын ххихих не хуар",
                "date": "3.04.2021",
                "upvotes": 0
            },
            {
                "text": "Ұсақта,өрнекте,тырмала,достас сөйлем құрау",
                "date": "17.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалалық жолаушылар көлігі жүйесінің қызмет етуінің экономикалық тиімділігін арттыру.",
        "question_content": "Докторлық диссертация тақырыбы:\nҚалалық жолаушылар көлігі жүйесінің қызмет етуінің экономикалық тиімділігін арттыру",
        "question_date": "17.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде мектепке бір адам өлтірушілер кіріп кетіпті.",
        "question_content": "Түсімді жорып беріңіздерші. Түсімде мектепке бір адам өлтірушілер кіріп кетіпті.  Мен және тағы басқа оқушылар қашып шығыппыз. Ал қалғандары 4 этаждан секіріп жатыр екен жерге. Біз соларды құтқарайық деп бір-біріміздің қолымызды ұстап секіріп жатқандарды тосып жатыр екенбіз. Олар секіргеннен қан-қан болып жатыр,кейбіріне еш нәрсе болмаған. И бір кезде бір кішкентай бала басқа жақа қарай секіріп басы қатты қанап жатты. Мен кәдімгідей қорқып тұрмын",
        "question_date": "17.02.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлтіру түске кірсе. Түсте адам өлтіру. Түсте аң өлтіру\nӨлтіру неге түсіңізге кіреді? Бұл түстің мағынасы оны көрген адамға қарай өзгереді. Ата-анаңызға атылу – ұқсастықты іздеу. Жақын арада сіздердің қарым-қатынастарыңыз жақсарады. Өз өліміңізді көру-өмірде маңызды шешімдерді өзіңіз қабылдайсыз. Өз өміріңіз үшін өзіңіз жауапты болатын кез келді. Аңды немесе құсты өлтіру – пайдалы іске, табысқа және жақсы жаңалықтарға.\nЖолбарысты өлтірсе, мансап бойынша жылдам жоғарылайсыз. Өгізді өлтірсе, үйіңізге дәулет келеді. Қойды бауыздаса, алдыңыздан қиындықтар шығады. Психологиялық түсініктеме бойынша өлтіру бірнәрседен құтылуды білдіреді. Көбінесе бұндай түс жақсылыққа жорылады. Ал түсіңізде сізді өлтірсе ше? Бұндай түс сіздің өмірде өзге адамдарға тым қатты сенетініңізді білдіреді. Қалғандардың кеңесі бойынша өмір сүруден шаршаған жоқсыз ба? Жетер! Өз миыңыз бен ақылыңызды қолданып, өз білгеніңізбен, жүрегіңіздің қалауыңызбен өмір сүріңіз. Егер де түсіңізде өзіңіз біреуді өлтіріп жатсаңыз, онда мезі болған әдеттерден, ешкімге қажет емес ырымшылдықтан құтылатын кездің келгені. Біреуге бірнәрсе дәлелдеп өз энергияңызды зая кетіріп жатырсыз. Өзіңізге ғана көңіл бөліп, рухани тепе-теңдігізді ұстаумен айналысыңыз. Өлтіру – ескі болмыстан арылып, жаңа «менді» табу.\nРомантикалық түс жору – Өлтіру\nБіреуді өлтіру туралы түстің баламасы мынадай: сіз бейсана түрде өз сүйіктіңізбен айырылысқыңыз келеді. Бұл қарым-қатынастың біткенін байқасаңыз да, бірінші болып бәрін тоқтатудан қорқасыз.\nТорғайды өлтіру әдетте сіздің сүйіктіңізге қатысты қиындықтарды меңзейді. Ол тудырған қиындықтарды сіздің шешуіңізге тура келеді. Түсіңізде ғашығыңыздың бауыздалғанын көрсеңіз, өмірде араларыңыздағы құмарлық жаңа күшпен лаулайды. Оны біреу атып тастаса – сексуалды өмірдегі қиындықтарыңыз шешіледі.\nӘйелдік түс жору бойынша өлтіру нені білдіреді?\nБұндай қылмыстың куәгері болу – адамдардың арамдығы үшін қапалану. Өзіңіз біреуді өлтірсеңіз – күмәнді істерге араласып, беделіңізге зардап келтіресіз. Сізге күш көрсеткен қарулы бандитті өлтірсеңіз, онда істеріңіз алға асады, мансап жолымен тез көтерілесіз. Өзіңізді өлтірсе, жауларыңыз сізді басып тастау үшін қолдан келгеннің бәрін жасап жатыр. Досыңыздың суицид жасаңанын есту- маңызды істі шешудің алдындағы қатты күйзеліске.\nФрейд түс жоруы бойынша өлтіру нені білдіреді?\nСіз біреуді өлтірсеңіз, жалықтырған байланысты үзуіңіз керек. Бұл қарым-қатынасты сақтап қалу үшін барын істеп жүрсіз. Бірақ, доғару керек. Себебі, арадағы сезім сөнді, екеуіңіз де болашақ өмірлеріңізде бір-біріңізге орын жоқ екенін жақсы білесіз. Қылмыстың куәгері болу – аяусыздық, қатыгездік жайлы көп қиялдайсыз. Сіздің қатты қимылдарыңыз бәріне бірдей ұнай бермейді, сондықтан сексте өзімшілдік туралы сәл ұмытқаныңыз жөн.\nПсихолог К.Юнга түс жору бойынша өлтіру неге түске кіреді?\nӨлтіруді немесе туыстарыңыздан айырылуды көрсеңіз, бұндай түс жан-жақты зерттелуі керек. Мағынасы контекстке қарай өзгеріп отырады және шынайы өмірмен әдетте байланыспайды. Көбіне терең архетиптік мәнге ие. Ата-ананың өлтірілуі- өміріңізде жеке тұлға болып қалыптасуыңызға әсер ететін күштердің бары. Егер қылмысқа өзіңіз барсаңыз, бұндай түс эгоңыздың осындай психологиялық деңгейге жеткенін білдіреді.",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰҚҚ оқу үшін қандай пәндерді жақсы оқу керек. Кем дегенде ҰБТ-да қанша балл болу керек?",
        "question_content": "Мен 9 сынып окисын. Кыз баласымын, 11ге каламын полиция окуы үшін негізі маған 9дан кетсенде болады деп жатыр туыскандарым бірак мен полиция болғым келеді дедм. КНБға түскім келеді. Ол ауыр, қауіпті жумыс деп жатыр. КНБ туралы накты мәлімет алғым келеді",
        "question_date": "17.02.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 844,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық қауіпсіздік органдарының әскери / арнаулы оқу орындарына қабылдау тәртібі\nҚазақстан Республикасы Ұлттық қауіпсіздік комитетінің Академиясы ұлттық қауіпсіздік органдарының жедел, техникалық және басшы қызметкерлерді дайындау, қайта дайындау және біліктілікті арттыру саласындағы арнаулы, көп салалы оқу орны.\nҚазақстан Республикасының ұлттық қауіпсіздік органдарының жоғары білім беру оқу бағдарламаларын жүзеге асыратын әскери, арнаулы оқу орындарына оқуға іріктеу және қабылдау тәртібі «Арнаулы мемлекеттік органдары туралы» Қазақстан Республикасы Заңының 10-бабымен және ҰҚК Төрағасының 2016 жылғы 13 қаңтардағы №2 бұйрығымен регламенттелген.   \nҰҚК Академиясы қабылдауды мынадай оқу бағдарламалары бойынша жүргізеді:\nжоғары білім бағдарламасы бойынша (оқу мерзімі – 4 жыл), мамандығы – қарсы барлау қызметі;\nоқу мерзімі қысқартылған жоғары білім беру бағдарламасы бойынша (оқу мерзімі – 2 жыл), мамандығы – қарсы барлау қызметі, ақпаратты қорғауды ұйымдастыру және технологиясы;\nқосымша білім бағдарламасы бойынша, қайта даярлау курстары (оқу мерзімі – 6 айдан кем емес).\n         Сонымен қатар оқу орнында Комитеттің жұмыс істейтін қызметкерлері үшін магистратура және докторантура бағдарламалары бойынша оқыту бар. \n         Қазақстан Республикасының ҰҚК Академиясына немесе шетел мемлекеттерінің білім беру ұйымдарына оқуға түсуге мыналар құқылы:\nжоғары білім берудің оқу бағдарламалары бойынша (оқу мерзімі - 4 жыл) оқуға түсетін жылы он жеті жасқа толған, бірақ жиырма бір жастан аспаған (әскери қызмет өткермеген) азаматтар. Әскери қызмет өткерген азаматтар жиырма төрт жастан бастап қабылданады. Жиырма бес жастан бастап әскери қызметшілер не болмаса арнаулы мемлекеттік органдарда қызмет өткеріп жүрген қызметкерлер қабылданады;\nоқыту мерзімі қысқартылған жоғары білім беру бағдарламалары бойынша (оқу мерзімі – 2 жыл) жоғары білімі бар, оқуға түсетін жылы кемінде жиырма екі жасқа толған Қазақстан Республикасының азаматтары;\nқосымша білім беру бағдарламасы бойынша (оқу мерзімі – 6 айдан кем емес) жоғары білімі бар, оқуға түсетін жылы кемінде жиырма екі жасқа толған Қазақстан Республикасының азаматтары.  \nҰҚО оқу орындарына түсуге тілек білдірген кандидаттар оқуға түсетін жылдың алдындағы жылдың 1 қарашасына дейін тұрғылықты жерлері немесе жұмыс орындары орналасқан жерлері бойынша ҰҚК органдарына тестілеуді қай тілде тапсыратындығын және қай тілде білім алатындығын көрсете отырып, еркін нысанда өтініш береді. \nӨтінішке мыналар қосымша ұсынылады:\nжалпы орта білімі туралы қосымшасымен бірге аттестат немесе техникалық және кәсіби білімі туралы не болмаса орта білімнен кейінгі білім туралы қосымшасымен бірге диплом (көшірме);\nжоғары білім туралы диплом (көшірме), дипломға қосымша (көшірме) (транскрипт);\nжеке басын куәландыратын құжат (көшірме);\nтуу туралы куәлік (көшірме);\nалты фотосурет (бас киімсіз, өлшемі 4,5 х 6 см);\nөмірбаян және сауалнама;\nәскери билет немесе тіркеу куәлігі (көшірме);\nжоғары білім бар кандидаттар үшін еңбек жолын растайтын құжаттар.\nОқуға зеределенетін кандидатқа мынадай талаптар белгіленеді:\nжоғары білім оқу бағдарламасы бойынша (оқу мерзімі - 4 жыл):\nорта және ортадан кейінгі кәсіби білімінің болуы;\n10-11 сыныптарының оқу табельдері бойынша кандидаттың орта балы дәстүрлі бағалау шкаласы бойынша 4 балдан төмен болмауы қажет;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nқысқартылған оқу мерзімді жоғары білім оқу бағдарламалары бойынша (оқу мерзімі – 2 жыл):\nжоғары білімнің болуы;\nҰҚО-ға қызметке қабылданар кезде кандидаттың алған жоғары білімі бойынша орташа балы оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 2,67 (В-) (дәстүрлі бағалау шкаласы бойынша 4 балдан кем емес)  кем болмауы тиіс.\nКандидатта сирек кездесетін мамандығы (оның ішінде техникалық және медициналық бейін), мамандандырылған білімі (оның ішінде сирек шет тілдерін білуі), Қазақстан Республикасының мемлекеттік органдарында, Қарулы Күштері, басқа да әскерлері мен әскери құралымдарында, құқық қорғау органдарында жедел-қызметтік іс-қимылдың өзекті бағыттары бойынша практикалық қызметтің белгілі бір тәжірибесі болғанкезде, сондай-ақ ғылыми дәрежесі, ғылыми және (немесе) ғылыми-техникалық, оқытушылық қызмет тәжірибесі немесе спорттық жетістіктері болған кезде алған жоғары білімі бойынша орташа балын оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 1,0 (D-)-ға дейін (дәстүрлі бағалау шкаласы бойынша 3 балдан кем емес)төмендетуге жол беріледі;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nқосымша білім беру бағдарламалары бойынша (оқу мерзімі - 6 айға дейін):\nжоғары білімнің болуы;\nҰҚО-ға қызметке қабылданар кезде кандидаттың алған жоғары білімі бойынша орташа балы оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 2,67 (В-) (дәстүрлі бағалау шкаласы бойынша 4 балдан кем емес)кем болмауы тиіс.\nКандидатта сирек кездесетін мамандығы (оның ішінде техникалық және медициналық бейін), мамандандырылған білімі (оның ішінде сирек шет тілдерін білуі), Қазақстан Республикасының мемлекеттік органдарында, Қарулы Күштері, басқа да әскерлері мен әскери құралымдарында, құқық қорғау органдарында жедел-қызметтік іс-қимылдың өзекті бағыттары бойынша практикалық қызметтің белгілі бір тәжірибесі болған  кезде, сондай-ақ ғылыми дәрежесі, ғылыми және (немесе) ғылыми-техникалық, оқытушылық қызмет тәжірибесі немесе спорттық жетістіктері болған кезде алған жоғары білімі бойынша орташа балын оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 1,0 (D-)-ға дейін (дәстүрлі бағалау шкаласы бойынша 3 балдан кем емес)  төмендетуге жол беріледі;\n6 айдан кем емес практикалық қызмет тәжірибесі;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nОқуға түсуге өтініш білдірген кандидаттар қызметке жарамдылығын анықтау үшін міндетті түрде әскери-дәрігерлік комиссияларда медициналық және психофизиологиялық тексеруден, сондай-ақ полиграфологиялық зерттеуден өтеді. Сондай-ақ кандидатқа және оның жақын туыстарына арнайы тексеру жүргізіледі.\nТолығырақ: https://egov.kz/cms/kk/articles/military_service/wkola_fknb",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көркемдегіш құралдарды қолдана отырып берілген сөйлемдегі ойды жалғастырып мақала жаз?",
        "question_content": "Тілі басқа болғанмен, тілегі бір\n\n115 бет, 5 жаттығу. Көркемдегіш құралдарды қолдана отырып берілген сөйлемдегі ойды жалғастырып, шағын мақала (сөйлем саны 10) жаз.\n\nӨзі өмір сүретін елдің тіліне құрметпен қарау-әр азаматтың парызы...",
        "question_date": "17.02.2021",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен қайдан білиін",
                "date": "18.02.2021",
                "upvotes": 0
            },
            {
                "text": "Әсем көркі естілді алыстардан.\n\nЕркелеген дауысты еркелеткен.\n\nМынау керемет елде кім көркем?",
                "date": "21.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежелгі дүниеде жұдырықтасу арба жарасы мен күрестен де",
        "question_content": "Ежелгі дүниеде жұдырықтасу арба жарысы мен күрестен де ерте шыққан сөйлем мүшесінне талдау",
        "question_date": "17.02.2021",
        "question_tag": "Мектеп",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көз көруін қалай жақсартамын?",
        "question_content": "Сәлеметсіздерме.Бүгін мектепке көзді тексеріп едік.Мен ешқандай әріпті анық көре алмадым,бәрі бұлдырлап тұрды.Шамасы көз көру қабілетім нашарлап кеткен сияқты.Анама айтсам ұрысып берді,бәрі телефоннан деп!Не істесем болады?Очки таққым келмейді.Көзге арналған қандай жаттығулар бар?жасым небәрі 13те",
        "question_date": "17.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 873,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандар арнайы жаттығуларды жасау арқылы жанарды қалыпқа келтіруге болатынын айтады. Жалпы, көз бұлшықеттер арқылы жұмыс жасайды. Дәрігерлер сол бұлшықеттерге күн сайын жаттығу жасау керектігін айтады. Әсіресе таңертең және кешкілік уақытта көзді шынықтырған әлдеқайда пайдалы екен. Сонымен қатар жаттығуды алдымен аздан бастап, үйрене келе көзді көбірек шынықтыруға болады. Жай қимылмен, линзасыз және көзілдіріксіз жасағандұрыс. Сонда көздің көргіштігі жақсарып, қалыпты жұмыс жасай бастайды.\n\nКөзді жеңіл әрі тез-тез ашып-жұмыңыз. Жаттығу 2 минут жасалады. Бұл жаттығу көздің қанайналымын жақсартады. Ермексазды пайдаланып, кішкентай дөңгелек жасап аласыз да, терезеге жабыстырып қоясыз. Содан соң сырттан алыста тұрған бір затты белгілеп алып, бірнеше секунд қарап тұрасыз да, артынша терезеге жабысқан ермексазға жанарыңызды бұрасыз. Берілген жаттығуды біраз күн жасағаннан кейін тапсырманы қиындатуға болады. Ол үшін әртүрлі қашықтықтағы 4 заттарды көзіңізбен белгілеп, әрқайсысына бірнеше секунд қарап тұруыңыз керек. Үшінші жаттығуда көзді барынша жұмып 5 секунд тұрасыз, артынша көзді қатты ашасыз да тағы сонша уақыт тұрасыз. Осылайша жаттығу 8-10 рет қайталануы тиіс. Аталмыш жаттығу қабақ бұлшықеттерін нығайтып, қанайналымның жақсаруына әсер етеді. Сонымен қатар, көз бұлшықеттерін босаңсытады. Әрбір қолыңыздың үш саусағымен қабақты 1-2 секунд басып тұрасыз. Сосын қайта босатып, қабақты саусақпен басуды жалғастырасыз. Көз ішіндегі сұйықтықтың айналымын жақсартқыңыз келсе, осы жаттығуды жиі-жиі жасаған дұрыс. Денемізге қарама-қарсы душты қалай қабылдасақ, көзге де мұндай массаж өте қажет екен. Таңертең ұйқыдан тұрғанда алдымен ыстық сумен (күйіп қалмайтындай болу керек) көзді шайып, артынан салқын сумен жуасыз. Кешкі уақытта керісінше салқын сумен шайып алып, соңынан ыстық суды пайдалнасыз. Міне, осылайша жасалған гидромассаж көзге өте пайдалы. Көзге ең алғашқы көмекші құрал ретінде бұл жаттығудың алар орны ерекше. Көзді бірнеше минут бойы жұмып, есте қалған жағымды сәттерді ойлаңыз. Көзді ыстық алақанмен басып тұрсаңыз, нәтижесі тез байқалады. Ол үшін алақанды бір-біріне ысқылап, көзіңізге басыңыз. Енді көзге біраз салмақ түсіретін жаттығулар жасаймыз:\n\nhttp://ernur.kz/fitnes/7-kunde-kozdin-korgishtigin-zhaksartatyn-zhattyghu",
                "date": "18.02.2021",
                "upvotes": 0
            },
            {
                "text": "Көзді жақсартудың жолдары көп. Пайдалы тағам, витаминдер ішіп, массаж жасауға болады.\nКөзге пайдалы тағамдар\nКөзге ең пайдалы көкөніс – сәбіз. Оның құрамында көздің көруін жақсартатын бета-керотин, А витамині көп. Бета-керотин, әсіресе, түнде көруін жақсартады.\nСәбізден кейінгі азық – қаражидек. Қара жемістің құрамында В және С витаминдері мол.\nҚаражидек, әсіресе, компьютердің алдында ұзын-сонар жұмыс жасайтын адамдарға аса қажет. Қаржидекпен бірге көк шөп, цитрус жемістер, балық қосып жеуге болады. Көк шөпте С, В және А витаминдері мол. Ал цитруста С витамині көп әрі көздің өзегін жақсартады. Балықта минералдарға бай Омега-3 қосындысы бар.\nҚаражидектің өзін таба алмасаңыз, қаражидек қосылған дәрі-дәрмектерді, шөп шәйді алсаңыз болады.\nКөзге бета-керотині көп асқабақ, құрма, манго, итмұрын, авокадоның да пайдасы бар.\nХалық емі\nКөзді жақсартуға арналған келесідей жолдары бар:\n1. Бал қосылған шәйді көзге тамызу. Шәй суыған соң тамызған дұрыс. 5 тамшы жетеді.\n2. Фенхельді қара шәйге қосып суытып, шүберекке орап көзге басқан жақсы.\n3. Таңқурайдың қайнатпасы. Қайнатқан соң екі сағаттан кейін ішіңіз. Күніне үш рет бір-бір стақаннан.\n4. Қалақайдың жапырағын салатқа қосып жеңіз немесе тұнба ретінде дайындасаңыз да болады.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/61869/",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сын есім шырайларын қатыстырып, өздерің байқамаған жол белгісін сипаттап, мәтін жазыңдар",
        "question_content": "сын есім шырайларын қатыстырып,өздерің байқамаған жол белгісін сипаттап, мәтін жазу керек көмектесіңіздерші",
        "question_date": "17.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "15% қоспасы бар 200г СаСО3 ыдырағанда (қ.ж.) неше литр СО2 бөлінеді?",
        "question_content": "15% қоспасы бар 200г СаСО3 ыдырағанда (қ.ж.) неше литр СО2 бөлінеді?",
        "question_date": "16.02.2021",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші таза СаСО3 массасын анықтап аламыз  :15 пайыз қоспа болса 85 пайыз таза зат.\n\n200---100%\n\nх           85%\n\nх=170\n\n170                            х\n\nСаСО3(к)=СаО+СО2(г)\n\n100                          22,4л\n\nх=38,08л",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік бұрыштың катеттері 3:4 қатынасындай ал гипотенузасы 25ке тең ауданын табыңыз.",
        "question_content": "Броипопнорппст т осоардгчгмшпшнашпоаьаоаьаоалаоалпш",
        "question_date": "16.02.2021",
        "question_tag": "Геометрия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы тік бұрышты үшбұрыштың катеттері 3: 4, олардың ұзындығын 3х және 4х етіп белгілейік. Пифагор теоремасы бойынша аяқтардың квадраттарының қосындысы гипотенузаның квадратына тең, бұл дегеніміз:\n\n(3х)2 + (4х)2 = 252;\n9х2 + 16х2 = 625;\n25х2 = 625;\nх2 = 625 / 25 = 25;\nх = √25 = 5.\n\nЯғни катет өлшемдері:\n\n3х = 3 * 5 = 15 см;\n4х = 4 * 5 = 20 см.\n\nкатеттердің  ұзындығын біле отырып, тік бұрышты үшбұрыштың ауданын олардың көбейтіндісінің жартысы ретінде анықтауға болады:\n\nS = 0,5 * 15 * 20 = 150 cм2.",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 50 мл 2 М азот қышқылын бейтараптау үшін 1 М натрий гидроксидінің қ.к.қажет?",
        "question_content": "Көлемі 50 мл 2 М азот қышқылынын бейтараптау үшін 1 М натрий гидроксидінің қандай көлемі қажет?",
        "question_date": "16.02.2021",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(HNO3)=(2*50)/1000=0,1моль;\n\n               0,1       0,1\n\n           NaOH+HNO3=NaNO3+H2O\n\n                 1          1\n\nV(NaOH)=0,1*1000/1=100мл",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамгершілік деген не",
        "question_content": "Адамгершілікті мен қалай түсінемін жазып беріңіздерші өтінемін",
        "question_date": "16.02.2021",
        "question_tag": "Өнер",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамгершілік менің ойымша өзіңе пайдасы болмасын білсең де шын көңілден біреуге көмек беру, кейін оны міндетсінбей, ол іс тупалы мүлде ұмыту. + Сабырлы көркем мінезбен, шын жүрекпен жасау.",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    }
]