[
    {
        "question_title": "Бір рэп болған бұрын. Кім айтатынын көмектесіп жіберсеңіздер?",
        "question_content": "Текст: Ананың жүрегі теңізден терең,  Ана деген асыл зат үйрен де жирен. Акек тирегин, Ана журегин",
        "question_date": "13.03.2023",
        "question_tag": "Қазақша ән",
        "question_views": 254,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адилет Алтынбасов - Ана",
                "date": "14.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кесіндінің ұзындығын табу.",
        "question_content": "Осы есеп, оның шығару жолын білмеймін. Шығару жолымен көрсетуге болады ма?",
        "question_date": "12.03.2023",
        "question_tag": "Математика",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "MN²=FM*FK\n6²=KF*KF/3\n\n36=KF²/3\nKF²=108\n\nKF=✓108",
                "date": "14.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыныштықтағы массасы m=1.7kg блок тұрақты күш арқылы үйкеліссіз",
        "question_content": "Тыныштықтағы массасы m=1.7kg блок тұрақты күш арқылы үйкеліссіз, горизонталь бетке d=2,5m қашықтыққа шамасы \\F=22N горизонтальдан төмен θ=17deg бұрыштағы күшпен итеріледі. \n1) Түсірілген күштің жұмысы қанша J?  \n2) Үстелдегі қалыпты күштің жұмысы қанша J? \n3) Ауырлық әсерінен блокта қанша J жұмыс атқарылады? \n4) Таза күш блокта қанша J жұмыс атқарады? \n5) d қашықтыққа итерілгеннен кейін блок қаншалықты жылдам қозғалады?",
        "question_date": "12.03.2023",
        "question_tag": "Физика",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оразаны басындағы және сонгы 3күнін ұстай салуға боладыма? 1айын емес",
        "question_content": "Ораза ны былай ұстауға бола ма? 1ай лық оразаны, басындағы, және сонгы 3күнін ұстауга болады ма? 1айын емес",
        "question_date": "11.03.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 195,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ниетіңіз неге бұлай болды екен, 3 күннен соң ағзаңыз да үйреніп кетеді ғой. Жалпы мен ислами білімім жоқ, бірақ білуімше себеппен ( денсаулық жарамаса, аяғы ауыр келіншек болса) ораза ұстамаған адамның өзі  оразаны қарыз ретінде өтейді ал, сіз егер оразаны бастап алып себепсіз тастап кетсеңіз онда ол  қаза ораза ұстайды.\nҚаза – бұзылған оразаның күніне күн ораза ұстау. Кәффарат – кімде-кім Рамазанда әдейі ешқандай себепсіз бір күн оразасын бұзса, оған кәффарат ретінде бір құлды немесе күңді азат етуі, егер оған шамасы жетпесе, екі ай қатарынан ораза ұстауы, егер бұған да күші жетпесе, алпыс жоқ-жітікті тамақтандыруы тиіс.",
                "date": "12.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2 курстан кейін ауысуға болам және грант болса ол сақтала ма?",
        "question_content": "2 курстан кейін ауысуға болады ма және грант болса сақталады ма?",
        "question_date": "11.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу орнының дәрежесіне( Ұлттық, мемлекеттік және т.б)\n\nГрант орны немесе сізбен келісіп ауысатын, сәйкес мамандық пен сәйкес курс студентінің болуы маңызды.",
                "date": "12.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бауыр\" Әңгімесінен Манат пен Қани мінездеме жазу керек",
        "question_content": "\"Бауыр\" әңгімесінде Манат пен Қани мінездеме жазу",
        "question_date": "10.03.2023",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол екеуі де жақсы адам ,екеуі бір бірін көргенде қысылып отырды.Қали шыныққан мықты адам .Ал Манап оқыған тоқыған адам.Екеуі бір бірінен қысылып отырды,сосын жеке сөйлескенде бір бірімен жақын сөйлесе бастады.Осы уақытқа жетпеген жылулықты сезінгендей болды.Қали жақында жарысқа қатысатын еді балалар үйінің атын қорғайтын еді.\n\nМанап- байқампаз, жанашыр, уайымшыл жақсы жігіт\n\nҚали- ол жетімдер үйінде өскендіктен, бауырмашылдық, жанашырлық сезімі байқалмайды. Манап бауырының мінезіне толықтай қарама-қарсы.",
                "date": "10.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Тәмпіш қара» повесіндегі балалардың жазғы демалыста немен айналысты қалай түсіндірессіз?",
        "question_content": "«Тәмпіш қара» повесіндегі балалардың жазғы демалыста немен айналысты қалай түсіндірессіз?",
        "question_date": "9.03.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп оқушыларының қырман даласына көмекке баруы,түрлі ойын-сауық ұйымдастырулары, Шаншатай ауыл балаларының газетке деген қызығушылықтарын оятуы\n\nПовестегі басты-басты оқиғалар:\n\n• Шаншатайдың ауылға кеуі\n\n• Балаларды егін басына ертіп баруы.\n\n• Егін басындағы балалардың өнері.\n\n• Балалардың \"Октябрь балалары\" газетімен танысуы.\n\n• Баллардың қырман басынан қайтардағы қырманшыларға өнер көрсетуі.\n\n• Шаншатайдың \"доп қуу\" ойынын ұйымдастыруы.\n\n• Шаншатай мен Иманбектің төбелесі.\n\n• Балалардың Теке қартпен кездесуі.\n\n• Келдібек директордың балаларға пионерлік тапсырма беруі.\n\n• Ауылға радио келуі.\n\n• Иманбектің кешірім сұрауы.\n\n• Ауыл баларының мәдениеттілігі.\n\n• Ауылға газет келуі.",
                "date": "10.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ромбынын кабыргасы оның биіктігінен 2см-ге артык. периметрі 28 с Ромб ауданын табыныз.",
        "question_content": "Ррщізущвщашаолклкшклклелелеошкшкшк",
        "question_date": "9.03.2023",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*h\n\nP=4a\n\na=28 : 4 = 7 (см)\n\nh=7 - 2 = 5 (см)\n\nS= 7 * 5 = 35 (см²)",
                "date": "10.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге біздің (оқушылардың) апайларды ұруға құқығымыз жоқ?",
        "question_content": "Неге біздің (оқушылардың) апайларды ұруға құқығымыз жоқ?",
        "question_date": "9.03.2023",
        "question_tag": "Мектеп",
        "question_views": 264,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Бұған қалай жауап береміз? Қызық екен. Ата-анаңнаң сұрасаңшы інім (қарындасым).\n\nАл былай:\n\n1) өзіңнен үлкен адамға қол көтеруге болмайды, ол біздің ұлттық болмысымызға, адами құндылығымызға жат нәрсе, ұят болады;\n\n2) ұстазың сені ұрса немесе ұрысса оны жақсы жағынан түсін, саған жаны ашығандықтан сені оқысын деп сондай қадамға барып отыр.\nP.S. Кезінде бізде бір-екі шапалағын көргенбіз мектепте, бірақ оны өзімізден көруші едік, қателікті өзгеден іздемей...",
                "date": "10.03.2023",
                "upvotes": 2
            },
            {
                "text": "Ал сен неге ұру керексің?\nӨзіңді дұрыс ұстасаң, сабағыңды дұрыс оқысаң ешкімде сенің шатағы жоқ.\nДемек, кінәні өзіңнен іздеп көр",
                "date": "16.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбынын кабыргасы оның биіктігінен 2см-ге артык. периметрі 28 с Ромб ауданын табыныз.",
        "question_content": "Ррщізущвщашаолклкшклклелелеошкшкшк",
        "question_date": "9.03.2023",
        "question_tag": "Мектеп",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*h\n\nP=4a\n\na=28 : 4 = 7 (см)\n\nh=7 - 2 = 5 (см)\n\nS= 7 * 5 = 35 (см²)",
                "date": "10.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сызбалау сөзінің мағынасы?",
        "question_content": "Маған өте қатты сызбалау сөзінің мағынасы керек?",
        "question_date": "9.03.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәтінмәнге байланысты «өте қатты сурет салу» тіркесі бірнеше нақты коннотацияға ие болуы мүмкін. Міне, бірнеше мысал:\n\nБір нәрсені жылжыту немесе көтеру үшін үлкен физикалық күш қолдану. Мысалы, «Маған үлкен пакетті көтеру үшін өте қиын сурет салуға тура келді».\n\nБір нәрсені орындау немесе бір тапсырманы аяқтау үшін көп күш салу. Мысалы, «Ол қиын жағдайдан шығу үшін өзінің тәжірибесі мен тәжірибесіне сенуге мәжбүр болды».\n\nБір нәрсені түзету немесе туралау үшін оны қатайту немесе созу. Мысалы, «Ол жебені дәл ату үшін садақтың жібіне қатты тартуға тура келді».\n\nҚосымша контекстсіз «өте жақсы сурет салудың» нақты мағынасын анықтау мүмкін емес.",
                "date": "9.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хан дойбысының жүрісі ережесін компьютерге ойынды жүктесе?",
        "question_content": "Хан дойбысының жүрісі ережесін компьютерге ойынды жүктесе?",
        "question_date": "8.03.2023",
        "question_tag": "Өнер",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дойбыда патшаның қозғалысының ережелері сіз физикалық тақтада немесе компьютерлік ойында ойнасаңыз да, бірдей.",
                "date": "9.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мугалим мектепте акылы курс жургизуине бола ма?",
        "question_content": "Музыка панинин мугалими мектепте акылы турде биден  уйрме уйымдастырса болама?",
        "question_date": "8.03.2023",
        "question_tag": "Мектеп",
        "question_views": 213,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Директормен ақылдасқан дұрыс болар. Біздің кезде қаладан келіп солай ақылы үйірмелер ашатын. 2015 жылдары.  Мектепте рұқсат етпесе мәденет үйі, оқушылар үйі дегендей мекемелер барғой.",
                "date": "10.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сәби асырап аламыз",
        "question_content": "Сәлеметсіздер ме! Алла разылығы үшін және өзіміз үшін бала асырап алғымыз келеді. Толық, некеде 10 жыл болған отбасымыз. Екеумізде мемлекеттік жұмыста істейміз. Толығымен баланы қамтамасыз етуге күшімізде, жағдайымызда жетеді. Тек нақты шешіммен хабарлассаңыздар. Сатып алмаймыз. Ақша жібермейміз.\nОсы номерге хабарлассаңыздар: Гулназ 87714602844 (тек ватсап)",
        "question_date": "8.03.2023",
        "question_tag": "Жанұя",
        "question_views": 197,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өндірістік есеп және күнделік қалай жазылады?",
        "question_content": "Азала cotton “ өндірісі бойынша есеп пен техникалық қауіпсіздік қалай жазылады?\n\nДиплом темасына сәйкес жазылуы керек пе? Түсіндіріп беріңізші",
        "question_date": "6.03.2023",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өндірістік тәжірибе туралы есеп жазу қалай?\n\nӨндірістік тәжірибе туралы есеп мыналарды қамтиды: Кіріспе, онда мақсаты сипатталған, практиканың негізгі міндеті. Келесі бөлім Негізгі бөлім. Бұл бөлім кәсіпорынды тұтастай сипаттайды және тәжірибеден өтуге болатын жеке бөлім, ал соңғы бөлігі - жасалған жұмыс туралы сипаттайтын қорытынды жасайды және жақсартуға қатысты ұсыныстар жаза алады. Сондай-ақ, кестелер мен графиктерді орналастыруға болатын қосымша бар.\n\nҮшін өндірістік тәжірибе туралы есеп жазу сізге төмендегіні білу қажет.\n\nТәжірибе есебі бес бөліктен тұрады.\n\nБірінші бөлім кіріспе;.\n\nЕкінші бөлігі «негізгі бөлігі» деп аталады;\n\nҮшінші - Қорытынды;.\n\nТөртінші бөлік - «Ұсыныс» қосымшасы;.\n\nАқырында, бесінші бөлік - «Әдебиеттер тізімі»;\n\nӘрбір мектепте өндірістік тәжірибені өтуге, жазуға және тіркеуге өз қажеттіліктері болуы мүмкін. Сіздің университетіңдегі өндірістік тәжірибе туралы есепті қалай толтыру керек екенін білемін. Кітапханаға кітапхана алыңыз немесе оны электронды түрде табуға тырысыңыз. Сондай-ақ, тезистің веб-сайттарында және оның жұмысы негізінде тәжірибе бойынша дайын есепті жүктеп алуға болады.\n\nМұның бәрі сіз оқып жатқан факультетке байланысты. Себебі әрбір факультет өзінің жеке талаптарына ие. Оның үстіне, бұл бәрі сізді тәжірибе немесе баға беру тәжірибесі бар көшбасшыға тәуелді. Инженерлік мамандықтар бойынша оқыған кезімде, күн сайын күнделікті жасаған нәрселерді суреттейтін күнделікті сақтау қажет болды. Экономикалық факультеттерде сіз бәрін реферат түрінде түсіріп, есептеулер жасайсыз, қорытынды жасайсыз. Бірақ тағы да бәрі басқаша.\n\nМен жазбаша күндерін еске ретінде тәжірибе dlinnaya.Kazhetsya аптасына бір рет енгізу осы уақыт астам осындай осындай және осындай бар болып табылады және осындай сан осындай predpriyatii.Ya осындай жұмыс слесарь болып жұмыс істеді жасалды, себебі қажетті болған жоқ практика барысында сондықтан жабдықтар ол осы нысандар menyal.V otcht органдарына делінген өндірістік практика соңы, жұмыстарды орындау бағалауды жасауға жазды және ол avtobiog еске қарағанда заңды қолы мен мөрі organizatsii.Vobschem otcht түптеу тиіс, бұл кезде ғой, бірнеше объектілерді өзгерді Рафия, қайда және қашан және не істегенім туралы сұрақтарға жауап бере отырып, мен ештеңе де қиындатпайды деп ойлаймын.\n\nӨндірістік практика туралы есепте тәжірибе жүргізген компания қызметінің сипаттамалары, олар не істейтіндері және қандай қызметтер көрсететіні туралы ақпарат болуы керек. Бұл кәсіпорында не істедік? Тәжірибе барысында сіз ұжымның және кәсіпорынның жұмысының қандай артықшылықтары мен кемшіліктері таптыңыз. Қандай дағдылар мен дағдыларды үйренді.\n\nӨндірістік практика туралы есептің соңында кәсіпорыннан тәжірибе жетекшісінің қолы, ұйым директорының қолы және кәсіпорынның мөрі болуы тиіс. Кейбір жоғары оқу орындарының тәжірибесі студенттің тәжірибесін кәсіпорын жетекшісі ретінде ұсынуға кеңес береді.\n\nТехникалық университеттерде қарапайым есепке нақты тапсырма беріледі, мысалы, кейбір машиналардың жұмысын іс жүзінде қарастыру. Есепте машина жұмысының және оның техникалық сипаттамаларының сараптамасы бар.\n\nӨндірістік практиканы қорытынды бағалауды баяндаманың қорғалуын ескере отырып, университеттің тәжірибе жетекшісі қамтамасыз етеді.\n\nЕнді мұғалімдер әдемі дизайндағы барлық тапсырмаларды және сіздің жұмысыңызды қалай құруға болатынын бағалауға байланысты болуы мүмкін.\n\nбұл жалқау емес және әдемі бірінші парақты құрастырыңыз, онда қалпында оқу орнының атауы, жұмыс туралы, студенттің аты, тәжірибенің орны мен уақыты көрсетіледі.\n\nЕкінші бет мазмұнға арналуы керек. Мазмұнда келесі элементтер болуы керек:\n\nКіріспе;\n\nЖалпы бөлігі;\n\nҚорытынды;\n\nҚосымша.\n\nКіріспе\n\nОнда есепке дайындық кіреді, онда сіз жалпы тәжірибеде танысып алған тәжірибеден өтіп, тәжірибеден өту туралы шешім қабылдадыңыз.\n\nжалпы бөлігі\n\nСіз тәжірибе жинаған компанияңызды, не істеп жатқаныңызды, нарықта қалай ұсынылғанын сипаттаңыз. Қызметтің негізгі бағыттарын сипаттаңыз. Бұл кәсіпорынның мақсаттары. Кәсiпорында кәсiпiңiздiң рөлi. Сіздің біліміңізге қандай дағдыларды енгіздіңіз? Бұл кәсіпорында не істедік? Сізге не қызықты болды, олай емес. Сіз анықтаған жұмыс барысында қандай қателер бар? Сізге үйрену оңай болды және қиындыққа тап болды.\n\nқорытынды\n\nҚорытындылай келе, сіздің тәжірибеңізді сіз үшін пайдалы болатын үшінші тарап секілді бағалаңыз.\n\nҚолданба\n\nҚолданбада құжаттардың көшірмелері бар. Сіз өзіңізді толтыруыңыз керек болатын; нысандардың, жұмыс орнының немесе басқа фотосуреттер; күнделік; практикалық орыннан тән; өндірістік практикаға қатысты басқа да құжаттар.\n\nТәжірибе есебі (мысалы, ғылыми салада) келесі бөліктерден тұрады:\n\nКіріспе, ол мақсаттың сипаттамасын, практиканың негізгі міндетін, әдістерін, сондай-ақ тақырып пен зерттеу объектісін қамтиды);\n\nБірінші тарауда, әдетте, кәсіпорынның өзі туралы әңгіме (жалпы тәжірибе ретінде де, тәжірибе өткізілген кафедра туралы да), сондай-ақ интернның міндеттері туралы жазылған екі бөліктен тұратын баяндаманың негізгі бөлігі;\n\nЖұмыстың нәтижелерін қорытындылайтын қорытынды жасалады, қорытынды жасалады, сондай-ақ жетілдіру бойынша ұсыныстар, зерттеу объектісін жақсарту туралы;\n\nГрафиктен, кестеден, статистикалық деректерден, сондай-ақ баяндаманың тақырыбына тікелей қатысты құжаттардың көшірмелерінен тұратын өтініш;\n\nРегламент пен статистика түрінде ақпарат көздерін, сондай-ақ баяндаманың негізін құрайтын монографиялық және журналистік дереккөздерді қамтитын әдебиеттер тізімі.\n\nКөптеген әртүрлі кәсіпорындарда тәжірибе туралы есептің көптеген үлгілерін және үлгілерін жүктеу үшін осында болады.\n\nӨндірістік тәжірибе туралы есеп бір кеште жазылуы мүмкін. Ең бастысы - практиканың мақсаты мен міндеттерін, зерттелетін мәселелердің ауқымын білу, бақылаудың күнделігін, практиканы өту орнынан сипаттау. Жазбаларды есепке алу тәжірибесінің құжаттарының үлгілік үлгілері осында қарастырылуы мүмкін.\n\nЕсеп туралы өте алаңдаушылық және алаңдаудың қажеті жоқ. Әдетте, мұғалімдер бұл есепті тек үстірт түрде тексереді.",
                "date": "8.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақшаға аударып беріңіздерші, керек болып тұр",
        "question_content": "\"Дорогие одногруппницы, я очень рад, что мы можем собраться вместе, чтобы отметить Международный женский день. Хочу поздравить вас всех и пожелать, чтобы в вашей жизни всегда было много радости, счастья и успеха. Вы - удивительные женщины, умные, талантливые, красивые и сильные. Я горжусь тем, что учусь в одной группе с такими замечательными людьми. Желаю вам любви, добра, здоровья и неиссякаемой энергии. Пусть этот праздник оставит много приятных воспоминаний в вашей памяти и напомнит о том, как важно любить себя и окружающих. Спасибо вам за то, что вы есть, и пусть каждый день будет для вас особенным и незабываемым. С праздником, дорогие мои!\"",
        "question_date": "6.03.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 223,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті группаластар, мен сіздермен Халықаралық әйелдер күнін тойлауға жиналып отырғанымызға өте қуаныштымын. Баршаңызды құттықтай отырып  өмірлеріңізде әрқашан қуаныш, бақыт және сәттілік  болуын тілеймін. Сіздер керемет , ақылды, талантты , әдемі және күшті әйелсіздер. Осындай тамаша адамдармен бір топта оқығанымды мақтан тұтамын. Сіздерге махаббат,мейірім,денсаулық және сарқылмас қуат тілеймін.Бұл мереке жадыңызда көптеген жағымды естеліктер қалдырып, өзіңізді және басқа жандарды сүюдің қаншалықты маңызды екенін еске түсірсін. Сіздердің бар  болғаныңыз үшін рахмет, әр күніңіз ерекше және ұмытылмастай болсын. Мереке құтты болсын, қымбаттыларым!\"",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ спортшыларының әлемге танылуы туралы дәлелдер келтір?",
        "question_content": "Қазақ спортшыларының әлемге танылуы туралы дәлелдер келтіре отырып графиктік мәтін (диаграмма, кесте, сызба) құрастырып жазыңыз?",
        "question_date": "6.03.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1994 жылы алғашқы алтын алтын тәуелсіз Қазақстан алды. Сол кезде белгілі болған шаңғышы Владимир Смирнов жеңіске жетті. Ол 50 шақырымға созылған классикалық жарыста жеңіске жетті, 1998 жылы Жапониядан екі қола медаль алып, Атлантада өткен 1996 жылғы жарыста Қазақстан 24-ші орынға ие болды. Алтын жеңіп алды: боксшы Василий Жиров, грек-рим күресі бойынша әлем чемпионы атанған Александр Парыгин мен Юрий Мельниченко, 4 күміс және қола медальді жеңіп алды. Қазақстандық боксшылар Болат Жұмаділов, Ермахан Ибраимов пен Болат Ниязымбетов үздік өнер көрсетті.\n\nҚазіргі кезде Сабина Алтынбекова, Генадий Головкин...",
                "date": "8.03.2023",
                "upvotes": 0
            },
            {
                "text": "Қазақ спортшылары әлемге тез танылып жатыр. Соның ішінде Бекзат Саттарханов. Ол өз еңбегімен Олимпиада ойындарында, әлем чемпионы атанды. Тек бірлет емес,  бірнешерет әлем чемнионы атанды.",
                "date": "12.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 наурыз мейрамына жай ғана шоколад сыйласам қалай болады?",
        "question_content": "8 наурыз мейрамына жайғана шоколад сыйласам қалай болады. Бірақ Бұл шоколадты ол қыз жақсы көреді (Мерси) шоколады. Гүл сыйламасам болама . Бірінші рет подарок беріп тұрмын . Менің әріптесім және мені ұнататын сыйақты. Кейде ғана инстада сөйлесеміз . тезірек жауап беріңіздерші. Өтініш.",
        "question_date": "6.03.2023",
        "question_tag": "Махаббат",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіздің қалтаңызға қараңыз. Ол қыз сізді ұнатып ұнатпауына байланыссыз сіз өзіңіз оны шын қуантқыңыз келе ма соған қараңыз, егер шын  ұнаса мейрам ретінде жақсырақ сыйлық сыйлауға да болады, бірақ тағы да айтам бірінші өз қалтаңызға қараңыз. \nҚатты шашылып сосын ол қызбен жараспай қалып өкініп жүрмеңіз (адам өзінде жоқты бар етіп көрсетіп, өзіңізден артылмағанды берсеңіз, сіз ол адамнан қарсы жақсы жауап күтіп қаласыз, ал олай болмай қалса өкініп жүресіз) \nМАҢЫЗДЫ : Қыздарға қолы ашық жігіттер ұнайды , оның үстіне мейрам күні.",
                "date": "6.03.2023",
                "upvotes": 0
            },
            {
                "text": "Барынша қарым-қатынаста шынайы болған дұрыс.Қызбаласына алғаш рет сыйлық жасайын деп тұрсаңыз,қалтаңыз көтеретін сыйлықпен қуантқаныңыз жөн…Шын жүректен,шынайы махаббатпен берген сыйлыққа не жетсін!",
                "date": "6.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысқыштарындағы кернеу 210 В-ка тен болуы үшін ЭҚК-і 220 В, ішкі кедергісі 0,1 Ом",
        "question_content": "Қысқыштарындағы кернеу 210 В-ка тен болуы үшін ЭҚК-і 220 В, ішкі кедергісі 0,1 Ом генератордын сырткы тізбегіне жалганатын өткізгіштің кедергісі қанша болуы керек?",
        "question_date": "6.03.2023",
        "question_tag": "Физика",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I = E/(R+r)\n\nI = (E-U)/r = (220 - 210)/0,1 = 10/0,1 = 100 A\n\nR = E/I - r = 220/100 - 0,1 = 2,2 - 0,1 = 2,1 ом",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "15 гр тұз 135 гр суда ерітілді. Алынған ерітіндідегі тұздың ма анықтассалық үлесін",
        "question_content": "15 гр тұз 135 гр суда ерітілді. Алынған ерітіндідегі тұздың массалық үлесін тап.",
        "question_date": "6.03.2023",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w(тұз)=m(тұз)*100%/m(ерітінді)=15*100/(15+135)=",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үйленгім келеді. Бірақ қызға байланысты сұрақтарым бар?",
        "question_content": "Барлығына сәлем осы жазбаны оқып отырған адамдарға. Мен де жағдай мынадай мен бір ауылға жұмысқа келгем осында квартирада жалдап тұрам. Мен өзім осы ауылың екінші мектебінде жұмыс істеймін. Осыдан екі жыл бұрын бір қыз мектепке келген жұмысқа менімен жасты. Өзі былай әдемі. Менің құрдасым. Шамамен бір екі ай кішкене. Сол қызбен проблема болды. Біздің жасымыз 25 болады осы жылы. Негізі үйленетін жаста келді. Бұл қызды кей кездері жұмысқа бара жатқанда немесе келе жатқанда көріп қаламын . Былай инстаграмда общения ұстап сөйлескенім бар . Өткенде көшеде көріп екеміз встреша кездесіп қалдық  Мен негізі амандассқан болдым . Бірақ ол кеті бара жатып даусын шығарып айқалап маған сіз неге менімен амандаспайсыз деп айтты. Сонда менде бір түсініксіз жағдай болды. Жүрегім бір қуанғандай болды. Сол сәтте. Неге ? Мүмкін сөйлесіп үйленіп алсамба  Бірнеше рет инстада жазғам кездесейік деп бірақ қыз менің жігітім жоқ бірақ ұнатып жүрген кісім бар деген еді. Енді бұл қылығын түсінбедім көшеде айқай салғанын. Қалай түсінуге болады? Енді 8 наурызда бір гүл мен өзінің жақсы көретін шоколады сыйласамбадеп ойлап жүрмін. Қыз қылығымен дейді ғой. Ол қыз магистр оқып содан осы ауылда екі жыл жұмыс істеп жүр келесі жылы кетіп қаламын дейді. Осы ауылда өзінен  сегіз тоғыз жас  үлкен жігітпен үйленгісі келіп бірақ үйленбей қалды бірлет кездескені бар екен өзі айтты.  Ол қалай болады. Ауыл адамдары біледі. Бірақ қыз жақсы сияқты?",
        "question_date": "6.03.2023",
        "question_tag": "Жанұя",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұнаса үйленіңіз, ұнамаса  немесе күмән болса үйленбеңіз. Үйлену деген шынайы қалаумен болу керек қой , күмәнмен емес. Нақты үйлену керек деген жас шамаса да жоқ қатып қалған, үйленетін жас келді дейтіндей. Меніңше сіз ауылда жүріп зеріккен сияқтысыз. Басқа да адамдармен араласып көріңіз. \nҮйленетін адамның нақты шешімі болу керек. Мынадай шыңдалмаған мінезбен қалай отбасы боласыз, қалай алып жүрем деп ойлайсыз отбасны?",
                "date": "6.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отжимание жасамаған кезде дыхалка слабый болды",
        "question_content": "Мен қазір 14 темін мен 12 жасымнан бастап отжимание жасай бастадым  отжимание жасамастан алдын менде әлсіз дыхалка тез шаршағыштық жұмыс жасаған кезде төбелесте ал отжимание жасағалы бері дыхалка жақсарды күш пайда болды бұл қалыпты ма?",
        "question_date": "6.03.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине қалыпты, шынығып тынысыңыз ашылған да.",
                "date": "6.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамағым өзімен өзі ашып жатыр жұтынсам ашиды қатты мұрным бітеліп",
        "question_content": "Тамағым жұтынсам ашиды, ауырады мұрным бітіп жатыр мукалтин танфлекс сеуіп ішіп жүрмін, тамағым мені қинады, нестеу керек аз айтып жіберсеніздер.",
        "question_date": "3.03.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суықтап немесе вирусты тұмау жұққан болар. Жалпы қан анализін тапсырып дәрігерге барсаңыз  вирусты немемс басқа екенін анықтап береді, соған орай ем тағайындайды. Иммунитетті көтеріп ауруды асқындырмас үшін құнарлы тамақтанып, сүйық көп ішіп, С витамин немесе лимонмен шай ішіңіз.",
                "date": "3.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып алгебра панынен 7 формулага 7 мысал жазу керек отыныш",
        "question_content": "7 сыныптын 7 формуласы бар содан 7 мысал куры керек",
        "question_date": "3.03.2023",
        "question_tag": "Мектеп",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алгебра 7 сынып",
                "date": "3.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЭҚК 12 в сырткы кедергі 4 ом болып ішкі кедергі 2,5 ом болса ток күші неге тең",
        "question_content": "ЭҚК 12 в сырткы кедергі 4 ом болып ішкі кедергі 2,5 ом болса ток күші неге тең  20 бал берем тезз шгарып бернздерши",
        "question_date": "3.03.2023",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I=e/(r+R)=12/(2,5+4)=",
                "date": "3.03.2023",
                "upvotes": 0
            }
        ]
    }
]