[
    {
        "question_title": "Қашықтан оқуда университеттен басқа университетке қалай ауысу керек?",
        "question_content": "Қашықтан оқуда (дистанционка) университеттен басқа университетке қалай ауысу керек?Қалай жүзеге асады?",
        "question_date": "15.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қашықтықтан оқыту түрі бойынша білім алушылардың ауысу және қайта қабылдау туралы өтініштерін университет ректоры бір ай ішінде, бірақ кезекті емтихан сессиясы басталғанға дейін бес күннен кешіктірмей қарайды.\nБілім алушыларды ауыстыру немесе қайта қабылдау кезінде олардың алдыңғы академиялық кезеңдерде оқыған жұмыс оқу жоспарларының пәндеріндегі академиялық айырмашылық айқындалады. Жұмыс оқу жоспарларының пәндеріндегі академиялық айырмашылық транскриптте немесе білім алуды аяқтамаған адамдарға берілетін анықтамада көрсетілген оқыған пәндер тізбесі, олардың бағдарламалары мен академиялық сағаттардағы немесе кредиттердегі көлемі негізінде айқындалады. Оқыту нәтижелерін қайта есептеу үшін білім алушы ауысатын институттың ПОҚ қатарынан комиссия құрылады.\nБілім алушыны басқа ЖОО-ға ауыстыру рәсімі мынадай тәртіппен жүзеге асырылады:\n1) басқа ЖОО-ға ауысқысы келетін білім алушы университет ректорының атына еркін нысанда ауысу туралы өтініш береді және мөрмен бекітілген ауысуға жазбаша келісім алып, оны қызықтыратын ЖОО-ның басшысына жүгінеді;\n2) университет ректоры жеке ісін жіберу туралы жазбаша сұрау салуды және білім алушыны ауыстыру туралы бұйрықтың көшірмесін алғаннан кейін \"(ЖОО атауы) ауысуына байланысты оқудан шығарылды\" деген мазмұндағы оқудан шығару туралы бұйрық шығарады және оқудан шығару туралы бұйрық шыққан күннен бастап үш жұмыс күні ішінде білім алушының жеке ісін қабылдаушы ЖОО-ның мекенжайына жібереді.\nЖОО-да транскрипттің көшірмесі немесе сынақ кітапшасы, студенттік билет және жіберілетін құжаттардың тізімдемесі қалады.\nБілім алушыны басқа ЖОО-дан ауыстыру рәсімі мынадай тәртіппен жүзеге асырылады:\n1) басқа ЖОО-дан ауысқысы келетін білім алушы университет ректорының атына ауысу туралы еркін нысанда өтініш береді;\n2) ЖОО басшысының атына ауысу туралы өтінішке ЖОО басшысы мен Офис - тіркеуші қол қойған және мөрмен бекітілген транскрипттің, білім беру гранты иегерінің куәлігінің, өзі оқыған ЖОО басшысының атына өтініштің көшірмелері қоса беріледі (басшының қолымен және мөрімен);\n3) институт директоры ұсынылған құжаттар негізінде оқу жоспарларындағы пәндердің айырмашылығын анықтайды және меңгерілген пререквизиттерге сәйкес оқу курсын белгілейді, білім беру бағдарламасына сәйкес игерілген кредиттерді қайта есептейді және офис-тіркеушінің келісімі бойынша білім алушының жеке оқу жоспарын бекітеді;\n4) институт директорының, офис-тіркеушінің, академиялық мәселелерге жетекшілік ететін бөлімше басшысының, оқу жұмысы жөніндегі проректордың бұрыштамаларына сәйкес ЖОО басшысы білім алушыны ауыстыру туралы бұйрық шығарады;\n5) бұйрық шыққан күннен бастап үш жұмыс күні ішінде білім алушы бұрын оқыған ЖОО-ға оның жеке ісін жіберу туралы жазбаша сұрау салу жібереді. Сұрау салуға білім алушыны ауыстыру туралы бұйрықтың көшірмесі қоса беріледі.",
                "date": "22.10.2022",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тышқан тістеп алды. Не істесем болады?",
        "question_content": "Осыдан 2 күн бұрын тышқан басбармағымды тістеп алды. Өзім түсінбей қалдым. Ұйқылы ояу тұрып до того төсегіме шығып алды. Гуглды оқып, жақында өлуім мүмкін екенін білдім. Енді хотя бы құр отырмай, бір прививка от бешенства алсам ба деп ойлап отырм. А вдруг, сақтансаң - сақтайды дейді ғо. Алматыда қайда бар, желательно Алматы-1 районы  и примерно қанша тг болады? Тағы қандай совет бересіздер?",
        "question_date": "15.08.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақында өлуім мүмкін деп үмітіңізді үзе салдыңыз ғой тіпті өз-өзіңізге жамандық ойлап. Төмендегі ақпараттарды оқып шара қабылдаңыз.\nЕгеуқұйрықтарды емдеу\nЕгеуқұйрықтың шағуы: алғашқы көмек, емдеу егеуқұйрықтың шағуы: алғашқы көмек, емдеу: бүгінде адамдар кене, төсек және масалардың шағуын жиі талқылайды, жәндіктермен тікелей күресудің жолдарын және олардың адамға тигізетін әсерін іздейді. Бірақ басқа паразиттер туралы есте ұстаған жөн. Егеуқұйрықтар адамдарға жиі шабуыл жасамайды, бірақ денсаулығына айтарлықтай зиян келтіруі мүмкін. Сондықтан кеміргіштермен байланысқаннан кейін бірден көмек сұрау керек, егер егеуқұйрық шағып алса: инфекционист қабылдауына жазылыңыз!\n\nШынында да, мамандандырылған форумдар мен сайттарда өзеннің жанында, жазғы коттеджде, қалалық саябақта бізге шабуыл жасайтын жәндіктер, зиянкестер мен паразиттер туралы көптеген ақпарат таба аласыз. Егер сіз кене шағып алсаңыз немесе денеңізде емделмейтін жара болса, терінің аллергиялық реакциясы болса, көмек ұсынуға дайын мамандармен де сөйлестік.\n\nБүгін біз жұқпалы аурулардың таралуына байланысты өте қауіпті болуы мүмкін егеуқұйрықтар мен басқа кеміргіштердің шағуын талқылауға шешім қабылдадық, кейде өте күрделі және тіпті өлімге әкеледі.\n\nНазар аударыңыз! Егер сіз егеуқұйрық, мысық, ит, кез-келген басқа жануар, тіпті үй жануарлары мен сүйікті болсаңыз, келесі шараларды қолдануыңыз керек. Шұғыл түрде жараны сумен шайыңыз, оның шеттерін антисептикпен емдеңіз және стерильді таңғышты жағыңыз. Осыдан кейін дереу жақын маңдағы жарақат орталығына барыңыз немесе маманның қабылдауына жазылыңыз. Тексеруден өтіп, кеңес алу керек, ал жабайы жануарлар шағып алған жағдайда тексеруден өтіп, тексеруден өту керек. Дәрігер бұл туралы толығырақ айтып береді!\n\nЕгеуқұйрықтардың шағуы: аурулар\n\n* Егеуқұйрық ауруы, әйтпесе содоку. Инфекция жағдайында қызба шабуылдары мүмкін, егеуқұйрық тістегеннен кейінгі жаралар қатты қабынған және ұзақ уақыт емделмейді;\n* Коксиеллез немесе Ку безгегі - дене температурасының едәуір жоғарылауымен, өкпе мен бронхтардың, орталық жүйке жүйесінің зақымдануының мүмкін дамуымен қызба тудыратын жұқпалы ауру;\nИерсиниоз-асқазан-ішек жолына әсер ететін жұқпалы ауру, дененің басқа мүшелері мен жүйелеріне теріс әсер етуі мүмкін, дерматит тудыруы мүмкін. Симптомдардың арасында іштің ауыруы, диарея, лимфа түйіндерінің ұлғаюы, буындардағы ауырсыну;\n* Псевдотуберкулез - қызба, қызба, дененің жалпы әлсіздігімен көрінетін жедел инфекциялық ауру. Белгілері: нәжіс, нәжісте шырыш пен қанның болуы, жүрек айну және құсу, іштің ауыруы. Егеуқұйрықтың шағуы псевдотуберкулездің басқа белгілерін тудыруы мүмкін. Бұл эритема және терідегі бөртпелер;\n* Туляремия - жедел басталатын, бірқатар айқын белгілері бар инфекциялық ауру. Бұл жоғары температура мен қалтырау, терінің қатты қызаруы, әсіресе бет терісі, сонымен қатар тілдің терісі мен ісінуі. Қатты бас ауруы бар, лимфа түйіндері қабынған;\nБөртпенің шағуы: лейшманиоз, лептоспироз, сіреспе тістеуі: лейшманиоз• лептоспироз, сіреспе * Лейшманиоз-айқын белгілері бар ауру: мұрын мен тамақтың ауыруы, фебрильді жағдай, айналуы мүмкін, жүрек айнуы жиі кездеседі;\n* Геморрагиялық қызба - гемодинамика мен ұсақ тамырлардың жүйелі зақымдануы бар вирустық ауру, оны бірқатар ерекше белгілер бойынша анықтауға болады. Бұл безгегі, дененің жалпы әлсіздігі, шырышты қабаттарда және тері бетінде петехиальды бөртпелердің пайда болуы, көздің қызаруы, нәжісте қанның болуы, бұлшықеттің қатты ауыруы;\n* Лептоспироз - бұл орталық жүйке жүйесіне, бауыр мен бүйрекке әсер ететін жұқпалы ауру, тиісті белгілері бар сарғаю, сондай-ақ геморрагиялық синдром болуы мүмкін. Адамдарда лептоспироздың келесі белгілеріне назар аудару керек: қызыл көздер, бас аурулары, бұлшықет аппаратының әлсіреуі, фебрильді жағдай, диарея;\n* Егеуқұйрықтарды тістегеннен кейін Стрептобациллез немесе Хейверхилл безгегі-бұл ағзаның жалпы интоксикациясының көрінісі, тері бөртпесінің пайда болуы, сондай-ақ қызба жағдайы бар жүйелі жедел инфекциялық ауру;\n* Құтыру - бұл орталық жүйке жүйесінің, жұлын мен мидың зақымдануымен ауыр ауру, ол өлімге әкелуі мүмкін. Алғашқы белгілері-тістеген жердегі гиперемия, қабынудың жоғарылауы. Әрі қарай, іріңдеу, ауырсынудың жоғарылауы, безгегі, ұйқының бұзылуы және әлсіздік, бас ауруы, тәбеттің жоғалуы, жүрек айну және құсу, жөтел және мұрынның ағуы мүмкін. Егер сізде басқа симптомдар кешені болса да, егеуқұйрық тістегеннен немесе жануарлардың аздап жарақаттануынан кейін дереу дәрігерге бару керек;\n* Сіреспе - қозғалыстардың, құрысулардың және дененің құрысуларының, жара аймағындағы ауырсынудың жоғарылауымен, сондай-ақ бас ауруымен, қалыпты қозғалғыштықтың жоғалуымен көрінетін ауыр жұқпалы ауру;\n* Егеуқұйрық сүзегі - бұл тәнде дамуы бар инфекция. Ауру қалтырау, бас ауруы және температураның біртіндеп жоғарылауымен көрінеді, көбінесе теріде бөртпе пайда болады;\n* Оба-карантиндік топтың жұқпалы ауруы, ол өте ауыр және қауіпті болып саналады. Симптомдардың ішінде қызба, лимфа түйіндерінің ұлғаюы және олардың ауыруы, тыныс алу жүйесінің зақымдануы, тиісті белгілері бар сепсистің дамуы: бас айналу және бас ауруы, дененің әлсіреуі, бұлшықет ауыруы мен спазмы, сананың бұлдырауы және ұйқы!\n\nАталған тізімдегі кейбір аурулар біздің аймақ үшін өте сирек кездеседі. Бірақ жартысына жуығы жұқпалы және өлімге әкелетінін, ауыр ағыммен және уақтылы емделмеген жағдайда шынымен күрделі анықтау немесе емдеу екенін түсіну керек. Егер сізді егеуқұйрық немесе тышқан, хомяк немесе басқа кеміргіш шағып алса, кез-келген күні ойнауға болатын үй жануарлары болса да, алдын-ала тексеріп, дәрігердің ұсыныстарын орындау керек!\nӨз учаскеңіздегі терапевке барыңыз, ол сізді қайда баруы керектігін айтады.Менің ойымша, сізді инфекционистке жіберуі мүмкін. Алматыдағы инфекционистер мында",
                "date": "15.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлемнің баласы маған кім болады?",
        "question_content": "Мысалы менің әпкемнің баласы маған жиен болады. Осы мысал бойынша бөлемнің баласы маған кім болады? Оны қалай деп атасам болады?",
        "question_date": "15.08.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сіздің сұрағыңызға 2012 жылы Jako есімді атамыз жауап беріп қойған екен. Жауабы міне:\n\"Сұрақ өте тамаша қойылған екен. Жиендердің баласын \"жиеншар\"-деп атайтыны сияқты,бөлелердің баласында \" бөлешік\" -деп атайды. Ал \" қарын бөле \"-атауына келсек,бір әке,бір шешеден туған апалы-сіңлілі қыздардаң ұрпақтары қарын бөлде аталады. Ағайынды туысқан қыздардың ұрпақтары \"Бөле\"-деп аталады.\"\n\nСілтеме: https://surak.baribar.kz/107197/",
                "date": "16.08.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "NFT деген не? Қалай сатады?",
        "question_content": "NFT деген не? Кейінгі кезде осы термин пайда болды оны қалай жасайды? Қалай сатады? Осы туралы толық ақпарат берсеңіздер?",
        "question_date": "15.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Токен - бұл компанияның иесі алдындағы міндеттемелеріне кепілдік беретін сертификат, әлемдегі қор биржасындағы акциялардың аналогы.NFT токен (бейнелі токен) - түрту арқылы элементтің түпнұсқалығын анықтайтын және оған ерекше құқықтарды беретін цифрлық сертификатты. Блай айтқанда, сатып алушыдан басқа ешкімде құқұғы жоқ сурет.NFT токен AliExpress немесе OLX сияқты, интернеттегі онлайн-базарларда сатылады. NFT жасаушылар оларды онлайн базарларға орналастырады және сатып алушылардан ұсыныстар күтеді.\n\nNFT токен (бейнелі токен) - түрту арқылы элементтің түпнұсқалығын анықтайтын және оған ерекше құқықтарды беретін цифрлық сертификатты. Блай айтқанда, сатып алушыдан басқа ешкімде құқұғы жоқ сурет.NFT токен AliExpress немесе OLX сияқты, интернеттегі онлайн-базарларда сатылады. NFT жасаушылар оларды онлайн базарларға орналастырады және сатып алушылардан ұсыныстар күтеді.\n\nNFT токен AliExpress немесе OLX сияқты, интернеттегі онлайн-базарларда сатылады. NFT жасаушылар оларды онлайн базарларға орналастырады және сатып алушылардан ұсыныстар күтеді.",
                "date": "15.08.2022",
                "upvotes": 1
            },
            {
                "text": "сатамын жасым 20да срочна акша керек кридитка кырып кеттм 87476807242ватсап номерым кутем",
                "date": "15.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Чат сайтын қалай ашамын.",
        "question_content": "Чат сайтын қалай ашады?, яғни онлайн чат ашу үшін. Кейін соны сатуға бола ма?, яғни чатты сата аламын ба?.",
        "question_date": "15.08.2022",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке сайтыңызға чат орнату керек болса арнайы скрипттер көп интернетте. Қай движокта сайтыңыз? Сайтпен қосып сатпасаңыз онлайн чатты қалай сатасыз? Сайттың ажырамас бөлшегі ғой.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гражданский пилот болу үшін ҰБТ-да қандай пәндер тандау керек?",
        "question_content": "Гражданский пилот болу ушин кандай тандау пандер керек",
        "question_date": "15.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандықтың таңдау пәні - математика, физика.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоғызыншы сыныпты қызыл аттестат пен шетелде оқуға болама екен?",
        "question_content": "БАӘ, Катар немесе Египет, Туркия қандай стипендиялар ұсынады. Грантпен болса.",
        "question_date": "15.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетелдік мектептерде алмасу бағдарламаларымен оқуға болады. Бірақ 3-4 жыл емес, 1 жыл ғана. Ең дұрысы, мектепті Қазақстанда бітіріп, содан кейін ғана шетелге оқуға бару.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоғызыншы сыныптан кейін шетелде оқуға болса?",
        "question_content": "Мен тоғызыншы сыныпты қызыл аттестат пен бытырдым. Шетелде, мәселен Түркияда, БАӘ, Катар немесе Египетте грантпен окуга болмаса. Колледждер немесе т.б. Қандай стипендиялар бар.",
        "question_date": "15.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ол қиын, себебі кәмелеттік жасқа толмаған азаматты ата ана рұқсатынсыз қабылдай қоймайды деп  есігем. \nҚазақстан Республикасының Оқу-ағарту министрлігі\nhttps://www.gov.kz  осы жерде шет ел грантына конкурс жарияланады. Шарттарына қарап оқуға мүмкіндік бар ма біле аласыз.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Энергокоуч деген кім?",
        "question_content": "Энергокоуч деген кім?",
        "question_date": "14.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің энергияңызды көтеретін тренер\nЕгерде Сіз энергияңызды қайда жібереіңізді білмей жүрсеңіз энергокоучқа барасыз, ол кісі Сізгі жол көрсетеді))))",
                "date": "15.08.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Батарея су жарылған жағдайда не істеу керек? Көп қабатты пәтерде?",
        "question_content": "Көп қабатты үйдің жоғарғы қабатындағы батарея жарылған жағдайда не істеу керек? Астындағы көршілердің ақауын кім жөндеу керек?",
        "question_date": "12.08.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен, пәтеріңізге кіретін кранды жабасыз. Содан соң жылдам түрде еденге жайылған суды жинап аласыз. Егер төмендегі көршіге су кетсе, жөндеу жұмыстарының шығындарын төлеуге міндеттісіз.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астана қаласына тағы үлкен мешіт несіне керек?",
        "question_content": "Жаңа мешіт жайлы мәліметтер\n* Әлемдегі ең үлкен мешіттердің бірі\n* Мешіт орналасқан жер учаскесінің алаңы – 10 гектар\n* Жалпы алаңы – 68 062 шаршы метр\n* Үлкен күмбездің биіктігі – 83,2 метр\n* Күмбезінің диаметрі – 62 метр\n* Мешіттің төрт мұнарасы бар\n* Мұнарасының биіктігі – 130 метр\n* Жерасты қабатында 440 орындық банкет залы бар\n* 405 көлік сиятын жабық паркингі бар\n* Мешіт ішінде 35 мың адам намаз оқи алады\n* Мешіттің жалпы сыйымдылығы 235 000 адам\n* Әлемдегі ең үлкен 10 мешіттің қатарына енді\n* Кіреберіс есігінің биікті - 12,40 метр\n* Мешіт мозаикасы 25 млн алуан түсті шынымен безендірілген.\n* Үлкен залындағы аспашамының диаметрі – 27 метр, салмағы 20 тонна\n* Мешіт кілемінің жалпы ауданы – 15 525 шаршы метр.",
        "question_date": "12.08.2022",
        "question_tag": "Саясат туралы",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мешіттің қажеттілігі туралы керағар пікірлер бар. Бірақ артықшылықтары да бар екенін ескерейік. МЕмлекеттің ақшасына салынбаған екен.\n\nМешет діни жоралғыларды атқаратын орын болып қана қоймай, туристік ғимарат та бола алады. Осылайша қаланың сәнін келтіреді.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазаққа Орта Азиядағы ең үлкен мешіттің қажеті бар ма?",
        "question_content": "Қазаққа Орта Азиядағы ең үлкен мешіттің қажеті бар ма? Орта Азиядағы ең үлкен зертханалар, университеттер, ғылыми институттар қашан салынады?\nБіздің балалар неге үш ауысымды мектептерде оқуы керек?",
        "question_date": "12.08.2022",
        "question_tag": "Саясат туралы",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәріміз білетіндей, біз -- мақтанғанды жақсы көретін халықпыз. Ел билеп отырған ағаларымыз да мақтанғанды ұнатады. Ең-ең... деген мешітті салу да соның бір белгісі. Әйтпесе, қарапайым мешіт салуға да болар еді, егер қажеттілік болса.\nАл енді мешіт салуға кеткен қыруар қаржыға неге мектеп, аурухана және т.б қоғамдық маңызы бар нысандар салмайды? дегенге келсек, мәселе мынада: адамдар сауап алуды, Аллаға жағуды тек мешіт салу деп түсінеді, өкінішке орай. Шын мәнінде, мектеп, жол, көпір, аурухана, балабақша салған, артынан бау-бақша қалдырған адамның да сауабы көп болады. Бірақ оны көбі білмейді. Қазақ дінді молда, қажылық, намаз деп қана түсінеді. Бірақ шынын мәнінде, дін дегеніміз бүкіл өмір.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыңыздың қонған жері құтты болсын! Тілекті орыс тіліне аудару керек?",
        "question_content": "Қызыңыздың қонған жері құтты болсын! Денсаулығы мықты болсын! Жүрегі оның түкті болсын, сауған малы сүтті болсын! Өзге елде қадірі арта берсін! Енесі мен анасын бірдей көрсін, көпбалалы ана болып гүлдей берсін!",
        "question_date": "12.08.2022",
        "question_tag": "Өнер",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "КазАСТ-тан КазНу-ге ауыса алады ма?Грант сақталады ма?",
        "question_content": "Грантқа КазАСТ-қа түстім.1-семестрде КазНу-ға сол мамандыққа ауыса аламын ба?",
        "question_date": "12.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине ауыса аласыз. Бірақ грант сақталмайды.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастар практикасы табель есептеу",
        "question_content": "Жастар практикасымен жұмысқа кірген және сол бойынша табель өткізген адам бар болса, маған табельді қалай толтыру керектігін түсіндіріп жіберсеніздер?",
        "question_date": "12.08.2022",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандағы орташа жалақы қалай есептеледі?",
        "question_content": "Қазақстандағы орташа жалақы қалай есептеледі?",
        "question_date": "11.08.2022",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "барлық жалақыны қосады да соны жалақы алушылардың санына бөледі.\n\nМысалы\n\n2 қызметкер 150 мың теңге алады дейік, үшінші қызметкер 250 мың алады. Төртінші қызметкер 350 мың теңге алады және кәсіпорынның директор 600 мың теңге алады дейік. Бізге жалақының орташа мәнін табу үшін осы жалақыларды қосамыз, оның шыққан сомасын қызметкерлердің санына бөлеміз. Қызметкерлердің саны 5 адам болып тұр. Сонда 300 мың теңге шығып тұр.",
                "date": "15.08.2022",
                "upvotes": 1
            },
            {
                "text": "Статистика ұсынатын орташа жалақы номиналды деп аталады, негізінде осы жалақы көрсетіледі. Ол былай есептеледі:\n\nМысалы\n\n2 қызметкер 150 мың теңге алады дейік, үшінші қызметкер 250 мың алады. Төртінші қызметкер 350 мың теңге алады және кәсіпорынның директор 600 мың теңге алады дейік. Бізге жалақының номиналды орташа мәнін табу үшін осы жалақыларды қосамыз, оның шыққан сомасын лауазымдар санына бөлеміз. Лауазымдар саны 4 болып тұр. Сонда 337 500 теңге шығып тұр.",
                "date": "6.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Індеместің орысша аудармасы қандай?",
        "question_content": "Індемес- шаққанда қышынып кетесің, ұшқанда даусы естілмейтін, қан сорғыш.",
        "question_date": "10.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 724,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оларды орысша Москиты деп атайды",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сізге дорама неліктен ұнайды?",
        "question_content": "Жауабын толық ашып жауаб берсеңіз",
        "question_date": "10.08.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дорама ағылшынның \"drama\" сөзінен алынған,  жапон тілінде \"тэрэби\". Негізі жапондардың телехикаялары. Кейін корейлер, қытайлар, тайвандар телехикаяларында қолданыла бастады. Ол өзінің атауына қарамастан әр түрлі жанрларға бөлінеді: комедия, драма, мелодрама, спорт, мектеп, фэнтези, ғажайып, сұмдықтар, мистика, детектив және т. б. Дораманың телехикаялардан айырмашылығы эмоция мен мимикаға ерекше назар аударылады.Онда нәзіктік, сүйкімділік, сезімталдық, бала қылықтары жиі кездеседі.\n\nӘр адам өзіне жағымды, өзі ұнататын жанрды таңдай алады. Бірақ ең танымал жанр бұл, әрине, романтикалық жанр. Дегенмен, \"талғамға талас жоқ\" .\nЕң алғашқы дорамаға деген махаббатымыз \"Ыстық ұя\" мен  \"F4-тен\" басталған. Бұл екеуін көрмеген қыз кем де кем. Түсірген туындыларын алыс-жақын шет елге ұсынатындықтан, кəрістер əртістеріне жоғары талаптар қояды. Сондықтан болар, дорамаларындағы кейіпкерлер кез-келген көрерменді еріксіз баурап алады. Дорама-көбінесе сағызша созыла бермейді, орта есеппен 16-20 серияға бүкіл оқиғаны сыйдырып жіберетін қабілетке ие. Небəрі 16-20 бөлім сізді жылатып, күлдіріп, қуанта да алады. Сонымен қатар, əдемі əртістер, əдемі əуен, əдемі өмір жəне хэппи энд (көбінесе). Əдемілікке құмар емес қыз жоқ шығар, сірә? Дорамадағы \"əдемілікті\" көріп отырып бір сəтке қиялдап, ойша саяхаттап та кетесің. Ал соңындағы басты кейіпкерлердің бақытты да баянды аяқталған өмірі көрерменге де жағымды əсер сыйлайды.\nКəріс дорамаларынан қазаққа жақын дүниелерді байқауға болады. Үлкенді сыйлау, келін мен ене арасындағы қарым-қатынас, ер жігіттің басымдылығы деген сияқтылар.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аниме сізге неліктен ұнайды?",
        "question_content": "Пожалуйста, ответьте полностью.",
        "question_date": "10.08.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аниме үлкен креативті еркіндік береді. Эскапизм, ерекше оқиғалар, өнер стилі, таңғаларлық шынайы пейзаждар, жарқын декорация және т.б. Мәдениет пен тілге деген қызығушылық арттырады.\nАниме Жапон мәдениеті туралы көп нәрсе үйретеді және бұл туралы білудің ең жақсы тәсілдерінің бірі. Соның ішінде елдің фольклоры мен мифтерін, сондай-ақ танымал дәстүрлер мен Жапонияда жиі қолданылатын сөздерді үйретеді.",
                "date": "10.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрт сөндірү қызметіне жумысқа қалай туруға болады шымкент",
        "question_content": "Менің қолында әскери билет бар, өрт сөндірү қызметіне  шымкент қаласына жумықа қалай кірсем болады жүргізуші күәлігім бар.\nБілсеңіз хабарласыңыз 87023638347.",
        "question_date": "10.08.2022",
        "question_tag": "Мамандық",
        "question_views": 457,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өрт сөндіру мекемесіне түйіндемеңізді алып барсаңыз ақылға қонымды болар еді. Кадр бөлімі түсіндіріп береді.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзге отаны қай мемлекет жоғары деңгейде жасайды?",
        "question_content": "Саламатсыздар ма жақсы мейірімді адамдар сурайын дегеним, менин анамнын козине отслойка сетчатки деген диагноз қойды және оған курдели ота жасату кажет екен,ал бизде казахстанда медицина дәрменсіз.Білетіндеріңіз немене бастан откендер болса, шет елдерде кай мемлекетке барып жасаткан дурыс,ойларыңыз болса айсаныздар екен. Кай ел медицина жағынан мыкты екен,коз жағынан!!!",
        "question_date": "9.08.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ер баланың іші дүрсілдеуі неге белгісі",
        "question_content": "Менің кіндік жағымнан жүрек соғысы секілді дыбыс естіледі ер жігітпін бұл ненің белгісі",
        "question_date": "8.08.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамырлар шығар, басқа не болсын?",
                "date": "15.08.2022",
                "upvotes": 0
            },
            {
                "text": "Тахикардия деп атайды,қатты соқса,онын себебін анықтау үшін щитовидка,журекті,гармонды тексеру керек,кіндік қасында ен үлкен тамыр болады жүректің,кеиде азып кеткен жағдайда катты білінеді согысы",
                "date": "12.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған түсіндіріп жібересіңіздер",
        "question_content": "Мен 1-4сынып 4,5ке оқыдым 5-6сынып түсіріп 4ке оқыдым 7-11сынып 5ке оқыдым 9сыныпта барлық сабақ 5 болды мүлдем тоқсанда 4болмады 11сыныпта да тек 5болды бірақ көк аттестат алдым",
        "question_date": "4.08.2022",
        "question_tag": "Мектеп",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны бізге неге айтып отсың апайыннан сұрасай мен ылғи бес алдымғо неге көк аттестат деп тілің бар шығар",
                "date": "3.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ашыған жұмыртқаны не істеуге болады?",
        "question_content": "Ашыған жұмыртқаны не істеуге болады?",
        "question_date": "4.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лақтырып жіберу керек сасытпай. Басқа вариант жоқ))",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр бітірген соң магистратура басқа мамандық таңдағанда разница шамамен қанша болады",
        "question_content": "Бакалавр басқа мамандық магистратура басқа мамандық болса қанша төлейміз разницасы? Шамамен қанша төлейміз?",
        "question_date": "4.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 927,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол әртүрлі жағдайларға байланысты:\n\n1) Оқу орнына , себебі әр оқу орнында оқу ақысы әрқалай\n\n2) бакалавр мен магистратура мамандығының қаншалықты бір- бірінен алыс жақындығы, мысалы, бір факультетте оқытылатын 2 мамандықтың арасында айырмашылық пән саны аздау, екі бөлек факультет арасында көп шығады.\n\nсондықтан ЖОО барып есептетіп көріңіз айырмашылық сабақтар саны қанша болатынын, солай төлем ақысын да есептеп аласыз.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    }
]