[
    {
        "question_title": "Ескендір есімді жігітті қалай ерекше еркелетіп атауға болады?",
        "question_content": "Ескендір есімді жігітті қалай ерекше еркелетіп атауға болады?",
        "question_date": "11.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ескендір деген есімге қысқаша Еско немесе Кенди деп атауға болатын болар. Немесе  Есеке деп атаңыз)",
                "date": "12.08.2021",
                "upvotes": 0
            },
            {
                "text": "Есёё десе болады",
                "date": "8.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Студентке қай жерде тұрған дұрыс?",
        "question_content": "Сәлеметсіздер ме. Алматыда оқиын деп жатырмын. Жатахана дұрыс па, әлде туыстармен тұрған дұрыс па? Басқа елден келген едім. Қайсы жақсырақ?",
        "question_date": "11.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 185,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңе қайсысы ыңғайлы, сонда тұрған дұрыс. Студенттік өмірді көріп, группаластарыңмен бірге оқу, сабақ сұрағанға жатақхана жақсы. Болмаса, туыстарыңмен тұрсаң олардың жеке проблемаларымен жолығуың мүмкін.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медицина мамандығын қанша жыл оқиды?",
        "question_content": "Медик мамандығын қанша жыл оқиды,9 сыныптан кейін,колледж,универ екеуің қосқанда қанша жыл оқиды",
        "question_date": "10.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледж 3 жыл 10 ай\n\nУниверситет 5 жыл",
                "date": "10.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогика және психология кафедрама?",
        "question_content": "Педагогика және психология деген кафедрама әлде өзі бөлек бір мамандықпа, сосын осыны бітірген түлек психолог болып шығама",
        "question_date": "10.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Педагогика және психология бұл мамандық. Осыны оқып психолог болуға болады.",
                "date": "10.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүректің жиі шаншуы",
        "question_content": "Жүрегім жиі шаншиды БЫРАҚ ЭКГ, УЗИ сердца жасадым барлығы қалыпты себебі неде?",
        "question_date": "10.08.2021",
        "question_tag": "Тазалық",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүрек тұсының ауыруы\nЖедел жәрдем көмегіне жүгінетін науқастардың ең жиі айтатын шағымы —  жүрек тұсының ауруы.\nЖүрек тұсындағы ауырсыну әртүрлі болуы мүмкін. Жүрек қысылады, шаншиды, қысады, ашиды, сыздап ауырады, тартып ауырады және т.б. Ауырсыну азғантай жерде болуы мүмкін немесе бүкіл кеуде тұсына берілуі мүмкін. Қосымша қолға, иыққа, мойынға, жақтың астыңғы бөлігіне, асқазанға, жауырын тұстарға тарайды. Уақыты жағынан кейде бірнеше минутқа қана созылады немесе кейде сағаттап, күндеп ауырады. Демалғанда, қолды қимылдатқанда, оқыс әрекет жасағанда, физикалық және эмоциялық күш түскенде, кейде тыныш қалыпта та, тамақтан соң да жүрек тұсында ауырсыну болады.\nСебептері:\nЖүрек ауырсынуының бірнеше себептері бар. Олар жүрек қан тамыр аурулары, атап айтқанда стенокардия, жүрек инфаркті, жүрек және оның қабықтарының қабынуы, ревмотологиялық зақымдар. Бірақ көп жағдайларда жүректің ауруына ағзаның басқада да аурулары себеп болады. Мысалы, невроз, қабырға ауруларында, асқазан-ішек жолдары ауруы және т.б.\nЖүректегі ауруды екі негізгі бөлікке бөліп қарауға болады:\nЖүректің қысып ауруы. Жүректің ишемиялық ауруларында болатын ауырсыну.\nКардиалгия. Жүректің қабынуынан пайда болған, жүректің туа біткен аурулары мен ақауларынан, және вегетативті-тамырлық дистония салдарынан пайда болған ауырсыну түрі.\nЖұректің қысып ауруы( немесе ишемиялық, стенокардиялық ауырсыну) –. физикалық және эмоциялық күште, жүргенде пайда болады. Ауырсыну науқас тыныш қалыпқа түскенде басылады немесе нитроглицеринмен басады (дәріні дәрігердің кеңесінсіз қолдануға болмайды!). Ишемиялық ауырсыну қыздырып, ашытып, қысылып ауыру, жаншылу сияқты сипаттарға ие. Әдетте ауырсыну төс тұсында болып, сол иыққа, қолға, сол жауырынның астына, жақтың астыңғы бөлігіне беріледі. Ентігу сиимптомы да жиі байқалады. Төс тұсында пайда болып, кеуденің сол жағына қарай берілетін, өте қатты қысылып, басып, ашытып, қыздырып ауыруы  өткір миокарды инфарктісінің симптомдарының бірі. Бұл ауыру нитроглицеринмен басылмайды.\nКардиалгия – жүректің ревмотологиялық ауруларында, миокардит, перикардитте (жүрек қабықтарының қабыну аурулары) болатын ауырсыну. Бұл ауруларда жүрек сыздап, шаншып ауырады. Ауру тыныс алғанда, жөтелгенде байқалады. Бұл ауырсынуды нитроглицеринмен баса алмайды, бірақ ауру басатын дәрі-дәрмекпен басуға болады.\nКөп жағдайларда кеуде ауырсынуы жүрекке қатысты болмай шығады.\nЕгер жүрек тұсындағы ауырсыну денені қозғалтқанда(еңкею, бұрылу), терең демалғанда, қолдарды қимылдатқанда пайда болып, валидол немесе нитроглицерин сияқты дәрілерді ішкенде қоймаса, демек ауырсыну кеуде радикулиті немесе қабырға шеміршегі ауруларынан пайда болуы мүмкін.\nЕгер қабырға аралығында қатты ауырсыну пайда болса, онда бұл белдегі теміртке ауруының алғашқы белгісі, ал егер жүрек тұста қысқа және жиі сыздап, шаншып ауыратын болса, демек бұл невроз ауруының белгілері болғаны.\nСтресс және депрессия мойын-иық тұсын ауыртады, бұл да жүрекке беріеді. Кейде іштің кебуі де жүрекке әсер етіп, қысым түсіріп, оның жұмысын бұзады.  Науқас ентігіп, жүрегі сыздап, шаншып ауырады.\nЕгер жүрек тамақтан соң немесе аштықтан кейін ауырса, онда асқазан-ішек жолдарын, ұйқы безін тексерту керек. Сонымен қатар, арқа омыртқаның әлсіреуі, қисаюы, остеохандроз сияқты аурулар да жүрек тұсына ауырсыну береді.\nАуырсыну себептерін қалай анықтау керек?\nЖұрек ауруларын анықтау үшін кардиолог пен кардиохирург мамандары көрсеткен тексеру түрлерінен өту керек.\nЖүрек жұмысын тексерудегі ең маңызды тәсілдер олар – электрлі кардиограмма (ЭКГ), стресс-ЭКГ, холтер-мониторинг ЭКГ (тәулік бойына жазатын ЭКГ құрал).\nЖүректегі шуды фонокардиография тәсілімен анықтайды, ал жүрек бұлшық еттері мен қақпақшаларының жағдайын ультра дыбысты зерттеу арқылы эхокардиография (эхоКГ) тәсілімен анықтайды. Ал қан-тамырларды коронарография құралы арқылы зерттейді.\nЕгер ауырсыну себептері жүрек аурулары болмаса, онда рентгенография, компьютерлік және магнитті-резонансты томографиядан өтіп, невролог, ортопед мамандырының қаралу керек. Гастроэнтеролог пен медконпсихологтың консультация да қажет болуы мүмкін.\nТолығырақ: https://medkenes.kz/cardio/zh-rekti-auyrsynuy",
                "date": "10.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КНБ мамандығына түсу үшін қандай пән таңдалады жәнеде қыз баласын аладыма?",
        "question_content": "ҰҚК маманы болғым келеді .Бала күнгі арманым.Қыз баласын алады ма?Қандай пән Ентда тандау қажет.сіздерден жауап күтемін)",
        "question_date": "9.08.2021",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық қауіпсіздік органдарына қызметке қабылдау тәртібі  \nМына ақпарат ҚР Ұлттық Қауіпсіздік Комитетінің сайтынан алынған. Толығырақ сілтемеден қара.\n Ұлттық қауіпсіздік органдарына қызметке келісімшарт бойынша қабылдау «Арнаулы мемлекеттік органдар туралы» Қазақстан Республикасы Заңның 7, 8, 9, 10-баптарымен регламенттелген. Қазақстан Республикасының ұлттық қауіпсіздік органдарына қызметке келісімшарт бойынша он сегіз жасқа толған әрекетке қабілетті адамдар қабылданады. Кандидаттың білім деңгейі, жұмыс тәжірибесі, дене дайындығы және денсаулығы ҰҚО белгілеген талаптарға сәйкес болуы тиіс.     ҰҚК жедел бөлімшелеріне жасы 23-тен кіші емес азаматтар қабылданады.   Қызметте болудың шекті жасы 47 жасты (майор атағын қоса алғанда) және 55 жасты (полковниктер үшін) құрайды. Сондай-ақ 25 және одан да көп жыл жалпы еңбек өтілі бар ҰҚК қызметкерлері еңбек сіңірген жылдары үшін зейнетақы төлемдерін алуға құқығы бар, оның кемiнде 12,5 жылын ұлттық қауіпсіздік органдарындағы үзіліссiз қызмет құрауы тиіс. Қызметке қабылдау кезінде азаматтар қызметке жарамдылығын анықтау үшін міндетті түрде әскери-дәрігерлік комиссияларда медициналық және психофизиологиялық тексеруден, сондай-ақ полиграфологиялық зерттеуден өтеді.     Қызметке қабылдау конкурстық негізде екі кезеңде жүзеге асырылады: Кандидаттарды іріктеу және алдын ала зерделеу. Алдын ала іріктеуден өткендер үшін конкурс өткізу.   Бірінші кезең. ҰҚО-ға әкімшілік-шаруашылық қызметке қабылданғысы келетін азаматтар тұрғылықты немесе жұмыс орындары орналасқан жерлері бойынша ҰҚК аумақтық органдарына өтініш береді. Қызметке қабылданатын кандидатқа мынадай талаптар қойылады: офицерлік құрам лауазымына: жоғары білімі бар адамдар; кандидаттың алған жоғары білімі бойынша орташа балы оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 2,67 (В-) (дәстүрлі бағалау шкаласы бойынша 4 балдан кем емес)  кем болмауы тиіс. Кандидатта сирек кездесетін мамандығы (оның ішінде техникалық және медициналық бейін), мамандандырылған білімі (оның ішінде сирек шет тілдерін білуі), Қазақстан Республикасының мемлекеттік органдарында, Қарулы Күштері, басқа да әскерлері мен әскери құралымдарында, құқық қорғау органдарында жедел-қызметтік іс-қимылдың өзекті бағыттары бойынша практикалық қызметтің белгілі бір тәжірибесі болған кезде, сондай-ақ ғылыми дәрежесі, ғылыми және (немесе) ғылыми-техникалық, оқытушылық қызмет тәжірибесі немесе спорттық жетістіктері болған кезде алған жоғары білімі бойынша орташа балын оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 1,0 (D-)-ға дейін (дәстүрлі бағалау шкаласы бойынша 3 балдан кем емес) төмендетуге жол беріледі. 2) сержанттар құрамының лауазымына: болжанып отырған қызметтік іс-қимылдың бейіні бойынша ұқсас ортадан кейінгі немесе жоғары білімі бар адамдар; қызмет мерзімі аяқталғаннан кейін мерзімді әскери қызмет өткерген әскери қызметшілер; қатардағы жауынгерлер (матростар), запастағы сержанттар (старшиналар).       Қызметке: 1) Қазақстан Республикасының заңында белгiленген тәртiппен әрекетке қабiлетсiз немесе әрекет қабiлетi шектеулi деп танылған, әскери-дәрiгерлiк комиссияның қорытындысына сәйкес лауазымдық өкiлеттiктердi орындауға кедергi келтiретiн сырқаты бар; 2) қызметкердің қызметте болуына байланысты заңда белгіленген шектеулерді және «Сыбайлас жемқорлыққа қарсы іс-қимыл туралы» Қазақстан Республикасының Заңында белгiленген сыбайлас жемқорлыққа қарсы шектеулердi қабылдаудан бас тартқан; 3) қызметке тұрар алдында үш жыл iшiнде сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн тәртiптiк жауаптылыққа тартылған, қызметке тұрар алдында бiр жыл iшiнде қасақана құқық бұзушылығы үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған, қызметке тұрар алдында үш жыл iшiнде сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған, қызметке тұрғанға дейін өзіне қатысты үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін соттың айыптау үкімі шығарылған немесе қызметке тұрғанға дейін үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін қылмыстық жауаптылықтан Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабының бірінші бөлігі 3), 4), 9), 10) және 12) тармақтарының немесе 36-бабының негізінде босатылған; 4) сыбайлас жемқорлық қылмыс жасаған, сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн жұмыстан (қызметтен) шығарылған, сондай-ақ мемлекеттік қызметтен, өзге де арнаулы мемлекеттік органдардан, құқық қорғау органдарынан, соттардан және әділет органдарынан теріс себептер бойынша шығарылған; 5) арнайы тексеруден өтпеген және (немесе) өзі не өзінің жақын туыстары (ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, аталары, әжелерi, немерелерi) немесе зайыбы (жұбайы) және оның жақын туыстары туралы көрінеу жалған мәліметтер хабарлаған; 6) жақын туыстары (ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, аталары, әжелерi, немерелерi) не зайыбы (жұбайы) немесе оның жақын туыстары ауыр және аса ауыр қылмыс жасаған; 7) қызметке жарамдылығын анықтау үшін әскери-дәрігерлік комиссияларда психофизиологиялық немесе медициналық куәландырудан немесе полиграфологиялық зерттеуден өтпеген адам қабылданбайды. Ұлттық қауіпсіздік органдары кандидатқа қызметке қабылдаудан бас тартудың анықталған себебін түсіндірмеуге құқылы екенін атап өту қажет.   Іріктеу кезінде кандидат: кадрлар бөлімшесінде әңгімелесуден;  заңнамаларды, мемлекеттік тілді және компьютерлік сауаттылық деңгейін тексеру бойынша тестілеуден; жоспарланып отырған қызмет бағыты бойынша заңнамаларды білуге компьютерлік тестілеуден; қызметке жарамдылығын анықтау үшін әскери-дәрігерлік комиссияларда медициналық, психофизиологиялық және полиграфологиялық зерттеуден; өзіне,  жақын туыстарына (ата-аналарына, балаларына, асырап алушыларына, асырап алынған балаларына, ата-анасы бiр және ата-анасы бөлек аға-iнiлерiне және апа-сiңлiлерiне, қарындастарына, аталарына, әжелерiне, немерелерiне) және жұбайының (зайыбының) жақын туыстарына арнайы тексеруден өтеді. Арнайы тексеру жүргізу үшін кандидат ҰҚО кадрлар қызметіне мыналарды ұсынады: өз қолымен толтырылған сауалнама; өз қолымен толтырылған өмірбаян; қажетті құжаттардың түпнұсқалары (бар болған кезде), оның ішінде: жеке куәлік (не болмаса Қазақстан Республикасы азаматының төлқұжаты); туу туралы куәлік; неке қию туралы куәлік; жалпы орта білімі туралы аттестат; техникалық және кәсіби білімі туралы не болмаса қосымшасымен ортадан кейінгі білімі туралы диплом; жоғары білімі туралы диплом және оның қосымшасы (транскрип); әскери билет не болмаса тіркеу куәлігі; еңбек кітапшасы не болмаса еңбек жолын растайтын құжаттар; 9х12 көлемдегі үш дана және 3,5×4,5 көлемдегі алты дана фотосурет (бас киімсіз); жақын туыстарының (ата-аналары, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi, апа-сiңлiлерi, қарындастары, аталары, әжелерi, немерелерi) және зайыбының (жұбайының) жақын туыстарының құжаттары;   Бірінші кезеңнен өткеннен соң кандидат нақты бос лауазымға тағайындалу үшін конкурсты хабарлауды күтеді.    Екінші кезең – конкурс. Қабылданатын лауазымға қойылатын талаптарға сәйкес болған жағдайда аумақтық органның конкурстық комиссиясы кандидаттарды екінші кезеңге өткізу туралы шешім қабылдайды.  Екінші кезең ҰҚК Орталық аппараты базасында өткізіледі. Кандидаттар мынадай конкурстық рәсімдерден өтеді: жазбаша-сөйлеу дағдыларын тексеру (жазбаша жұмысты орындау); саясаттану бойынша білімдерін тексеру; дене дайындығын тексеру (ерлер – 3000 м., 100 м. жүгіру, белтемірде тартылу; әйелдер – 1000 м., 100 м. жүгіру, кешенді-күштік жаттығу); кәсіби құзыреттілік деңгейін бағалау; медициналық куәландыру.   Конкурс өткізілетін жерге бару және кері қайту, тұрғын жай және басқа да шығындарды кандидат өз қаражатынан төлейді.   Конкурстық рәсімдердің нәтижелері бойынша конкурстық комиссия офицерлік лауазымға тағайындауға ұсыну немесе ұсынбау туралы шешім қабылдайды.   Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің әскери қарсы барлау және әскери полиция бөлімшелеріне әскери қызметке қабылдау тәртібі «Әскери қызмет және әскери қызметшілердің мәртебесі туралы» Қазақстан Республикасының Заңымен регламенттеледі.  \n\n  Дереккөз – Қазақстан Республикасы Ұлттық қауіпсіздік комитеті @ Көшіру кезінде дереккөз сілтемесін пайдаланыңыз.",
                "date": "10.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүкіләлемдік ғаламдық желі қандай технологиялар негізінде ұйымдастырылған?",
        "question_content": "Бүкіләлемдік ғаламдық желі қандай технологиялар негізінде ұйымдастырылған?\n\nварианттары\nа)\n\nэлектрондық хабарламаларды жіберу және қабылдау технологиясы\n\nб)\n\nбұл сайттың мекен-жайы ретінде болатын сілтеме\n\nв)\n\nақпаратты өңдеу, сақтау, түрлендіру технологиясы\n\nг)\n\nбірыңғай жергілікті желілік технология\n\nд)біріккен компьютерлік желі технологиясы",
        "question_date": "8.08.2021",
        "question_tag": "Информатика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Желілік технологиялар - бұл бағдарламалық қамтамасыз ету, аппараттық құралдар мен хаттамалар түрінде ақпаратты беру мен беру ережелерінің ажырамас жиынтығы. Ақпаратты беру драйверлері бар желілік адаптерлердің, сондай -ақ әр түрлі қосқыштар мен кабельдердің арқасында жүзеге асады.\nҒаламдық желілер үлкен аумақта орналасқан көптеген абоненттерге ақпарат пен қызметтерді ұсыну үшін қажет. Мұндай абоненттер жеке компьютерлер де, жергілікті желілер де болып табылады. Әр WAN -да оператор мен қызмет көрсетуші бар.\nИнтернетті пайдалану процесінде жылдамдығы жоғары арналар мен магистральдар арқылы серверлер арасында ақпарат алмасады.\nЕң кең тарағандардың бірі - жалпыға ортақ телекоммуникация арқылы ақпарат алмасуды қамтамасыз ету үшін көптеген желілер мен жеке компьютерлерді біріктіруге қабілетті ғаламдық Интернет. \nОсыған орай дұрысы Д) жауабы болар.",
                "date": "12.08.2021",
                "upvotes": 0
            },
            {
                "text": "ақпаратты өңдеу сақтау түрлендіру технологиялары",
                "date": "16.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Санды қалай жай бөлшекке келтіруге болады?",
        "question_content": "срочно комек керек, санды жай болшекке келтиру керек\n\nжай санды тусиндирип бериниз жане переодтык жай санды\n\nмына санды жай болшекке келтириниз: 3,5(72)",
        "question_date": "8.08.2021",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Санды жай бөлшекке осылай айналдырады",
                "date": "8.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "XEROX B205 принтеріне қалай прошивка жасауға болады?",
        "question_content": "принтер XEROX B205 принтері жаңадан шыққан 2020 жылы, сол принтердің прошивкасын  қалай жасауға болады? себебі 1,2 апта пайдаландық одан кейін  қағаз шығармай қалды прошивка деп.\nНақты дұрыс жауаптарыңызды  жазыңыздар, интернет қарадым онда платасына алып пайкілеп жатыр олай болуы мүмкін емес негізі, басқа жолдары болса көмектесіп жіберіңіздер!",
        "question_date": "8.08.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "10.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда Starlink Илон Масктың интернетін қолдану мүмкін бе 2021жылы?",
        "question_content": "Starlink Илон Масктың Жердің түкпір түкпірінде интернет ұстамайтын жерлерінде интернет болуына көмектесетін спутниктік жоба. Осы интернет Қазақстанда қазір жұмыс жасай ма? Қашан жұмыс жасайды?",
        "question_date": "8.08.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігітім екеуміздің руымыз бір, бірақ ішіндегісі басқа біз бірге жүре аламыз ба?",
        "question_content": "Жігітіммен менің руымыз бір бірақ ішіндегісі басқа, жеті адамды блмеимин жеті атадан асса болад дегенди естип жатрмын не істесем болады?",
        "question_date": "8.08.2021",
        "question_tag": "Махаббат",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз алысатын ру болады, қыз алыспайтын ру болады. ҚЫз алыса алса жеті атадан асса кейін шаңрақ көтеріп бір отбасы бола аласыздар, әрине үлкендердің рұқсатымен.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жақында қайтыс болған әжемді көрдім",
        "question_content": "Түсімде қайтыс болған әжемді көрдім. 1 апта бұрын ғана дүниеден өткен еді. Бүгін жетісін бердік. Түсімде әжем қорқынышты көзқараспен қарап, артымнан қарап жүрді. Шыны керек қорқынышты, алабұртқан көңілмен ояндым ұйқыдан. Ыдыс шақпақ болған кезде әжемді тоқтаттым түсімде. Мұндай түс нені білдіреді?",
        "question_date": "8.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол оқиға жайлы (әжеңіздің өмірден өтуі) ойланған болғандқтан көрген боларсыз, ол түсті. Ал егер бұл түстен бір мағына күтсеңіз онда бәрібір ыдысты шағып үлгермепті, еш зияндылық болмас. Тек жақсыға жорыған дұрыс қой. Бір жағынан түс түлкінің  боғы деген бар.",
                "date": "12.08.2021",
                "upvotes": 0
            },
            {
                "text": "Менде ұқсас көргем бірақ ол кезде 10-20 күн өткен болатын. Түсімде қайтыс болған ажемді жоқтаппын бұл нені білдіреді?\nБүгін көргем түсім: түсімде 2-3 түсім түсіпті алдыңғы сол 3 тістің 1-2 ғана ұстап қалыппын. Және күліп біреуге тісімді көрсетіп тұр екем",
                "date": "19.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер баланың емшек ұшындағы безін қалай кетіруге болады",
        "question_content": "Ер баламын жасым 18 де  14 жасымнан бері емшек ұшы шығып тұрады. Ол безді қалай кетірсе болады ? Суға түскенде , тоңғанда ол жоқ болып кетеді.",
        "question_date": "8.08.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейін кетіп қалады. Уайымдама.",
                "date": "10.08.2021",
                "upvotes": 0
            },
            {
                "text": "Мендеде дәл солай көмек бере аласыздарма",
                "date": "27.08.2021",
                "upvotes": 0
            },
            {
                "text": "Менде тоже сондай білмедім жауабын",
                "date": "30.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Учебная практиканы кіріспеге жазылу үлгісі керек еді",
        "question_content": "Мен қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі мамандығынын1курс студентімі, учебная практиканын жазылу үлгісі керек еді кіріспеге, \"Биосфера адам қоғамының даму ортасы ретінде\" тақырыбыг тандадым",
        "question_date": "8.08.2021",
        "question_tag": "Университет, колледж",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оңтүстікте оқып, серпін бағдарламасымен солтүстікте жұмыс жасауға болады ма?",
        "question_content": "Оңтүстікте оқып, серпін бағдарламасымен солтүстікте жұмыс жасауға болады ма?",
        "question_date": "6.08.2021",
        "question_tag": "Мамандық",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болуы мүмкін, қазір солтүстікке көшкісі келетін қазақтардың саны көбеюде.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәмбет батыр жайлы не білесіз?",
        "question_content": "Ұлы жүзден шыққан Мәмбет батыр жайлы не білесіз?",
        "question_date": "6.08.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 837,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәмбет аталык, Мамбет би – XVIII ғасырда өмір сүрген, өз ортасында шоқтығы биік билердің бірі. Ол кезінде қазақ даласындағы оқиғаларға белсенді түрде қатысқан қайраткер тұлға. Қазақ хандығының одан әрі дамуына аянбай үлес қосқан, өзінен бұрынғы билер мен батырлардың ісін жалғастырушы. XVIII ғасырдағы қазақ билері мен батырларының көбі теңдессіз тұлғалар еді. Ресей патшалығы қазақ даласына еніп, үстемдік құра бастаған сол тұста олардың біразы Әбілқайыр ханның қасынан табылды.\n\nМәмбет бидің ханға қарсы шыққан би мен батырлардың алдына шыққаны жайлы: «…Уа ағайын! – крикнул он. – Я облил грязью хана Абулхаира и его русского друга досточтимого Кутлумахмета. Теперь вы знаете, кто убил наших родственников. Эти враги совершили свое черное дело, чтобы навсегда поссорить нас с орысами… Его слова мудрые, и мы решили сделать как он говорит – А если согласны, будем присягу принимать! – Крикнул Маймбет.\n\nПрисяга была принята, а обряд прощания с погибшими продолжался», – деп жазыпты жазушы Александр Сергеев «Петербургский посол» кітабында.\n\nБұлғақтан туған балалардың үлкені Бәйімбет бастап, қалғандары қостап Мәмбеттің билікке араласуына ықпал етті. Ел ішінде «Бес Бұлғақ» аталған олар ауызбірлікте бола білді. Сөйтіп Мәмбет жастайынан билікке араласып, оның есімі Кіші жүз қазақтары арасында белгілі болды. Бірінде батыр есебінде қол бастаса, енді бірде би аталып, Әбілқайыр хан отбасына қамқоршы, тәрбиеші ретінде Аталық деген атқа ие болған тұлға.\n\nАңыз әңгіменің артында шындық оқиғалар тізбесі жатады. Ол өткен тарихымыздың ауыздан-ауызға тарап жеткен шежіресі – жазба тарихтың негізі. Сондықтан да ел аузындағы әңгімелерді ой елегінен, тарихи деректер сүзгісінен өткізіп барып пайдаланғанда ғана мол қазына – рухани байлық болмақ. Ел ішінде есімі аса құрметпен аталатын тұлғаның бірі – шөмекей Мәмбет аталық. Мәмбет аталық есімі Сыр мен қыр арасында жиі айтылып жүрсе де, бүгінде баба айтқан ұлағатты сөздері мен тәрбиеге байланысты кеңестері, атқарған қызметтері туралы үзіліп жеткен сөздер ғана бар. Мәмбеттің адамгершілігі мен ақылдылығына тәнті болған халық оның есіміне аталықты қосып атайды. Аталық Шығыс елдерінде, жалпы, қазақ елінде де камқоршы, ақылшы деген мағынаны береді. Нақты айтсақ, бұл атақ ханның ұлдарын тәрбиелеуші дегенді білдіреді. Кейіннен хан сарайындағы шендік атаққа айналған. Ел басшысының отбасына аталық кеңес беру екінің бірінің қолынан келе бермейтіндігін ескерсек, Мәмбет бабаның ірі тұлға болғанын пайымдауға болады. Мәмбет әрдайым Әбілқайыр ханның қасынан табылып, көрші орыс патшалығымен дұрыс қарым-қатынаста болуына атсалысты.\n\nМәмбет аталық жөнінде Қазақстанның Халық жазушысы, белгілі қоғам қайраткері Әбіш Кекілбаевтың «Елең-алаң» атты тарихи кітабында: «…Төртінші күн дегенде тойдың тарағанын паш еткендей тай-тұяқ бастаған тоғызды жетелеген Кедей, Жайылған, Бақа, Киікбай бастаған шөмекейлер тобы Ырғыз бетке жылыстап шыға берді» делінсе, «Хан басын көтеріп, жан-жағына қарады. Қасындағы Мырзатайды шынтағымен қағып былай ығыстырып, ар жағындағы Айбастың Арыстанбайын иек қағып, қасына шақырды:\n\n…Жиырма бес алшынның жанға-малға кенделігі жоқ, ең нуының бірі шөмен еді. Олар нағып тап мұндай жүдеу келгендеріне түсінбедім. Рас, ұсақ үш шөмекейдің қамшысы түгелге жуық. Бірақ, ол үшеуінің – бәрі қосылып, бір Бозығұлдың қарасын толтыра алмай тұр ғой. Сіздің сол көп ауылдан Келдібайдың екі төлі Киікбай екеуіңнен басқа ешкім көзге түспеді. Не ойлағандарың бар еді? Жалтырдың төрт бұйда ұстары – Жәдік, Алман, Шыбынтай, Кенже, Қаратамыр Мәмбет, Балқы Бәйбек шөмен атамның көшін арқар ұрандының қай ауылының күлінің басына апарып шөгерейін деп жүр?… Әйтпесе, іргедегі Ырғызда тұрып, аттарына жем түсе қояды дейсің бе? Әлде, көкіректері көлдеудегі көп жылқының пысқырғанына күпті ме?», – дейді Әбілқайыр (171-бет). Міне, осылайша Әбілқайыр хан көп шөмекейге емес, ел тұтқасын ұстанған азаматтарға өкпесін айтқан.\n\n1738 жылдың 3 тамызында Орынбор шекаралық комиссиясының бастығы В.Н.Татищевтің қабылдауында болған Әбілқайырдың 12 биінің бірі – Мәмбет аталық. Яғни, ант берген ру ақсақалдарының билерінің ішінде (56 адам) Мәмбет аталық Бұлғақ баласы да болған. Оның есімі №4 тізімде тұр. Кіші ордадан: Алшын шөмекей руынан Мәмбет аталық Бұлғақов (Қазалы және Ырғыз уездері атынан) ант беруге қалай қатысқаны жазылған. Ант қабылдау құжатына Әбілқайыр хан мен баласы Ералы сұлтанның мөрлері қойылып, билер таңбаларын басқан. Бұл туралы М.Сералиннің «Айқап» (1913 жылғы – Т.Д) журналындағы «Қазақ қай заманда россияға қосылған?» атты мақаласынан оқып-танысуға болады. Жазба деректерде осылай жазылып қалған болса, ауызша деректер де бұдан алшақ емес.\n\nМәмбет аталық шамамен 1690-1759 жылдарда өмір сүрді деп топшылауға болады.\n\nМәмбет туралы айтқанда, жазғанда оның шығу тегі мен жасы ғана емес, қазақ халқы үшін атқарған еңбектерін, халық ісіне араласқан саясаткер, қайраткер болғанын қалың қауымға жеткізу абзал. Біріншіден, Еділ бойындағы қалмақтар мен башқұрттар, түркімендер, Жоңғар Алатауындағы қоңтайшылар елді бүліншілікке ұшыратқан тар кезеңде Әбілқайыр көршілес, іргелі ел Ресейдің қамқоршылығында жүгінбек болғанда, сол тұстағы хан саясатын қолдаған адам. Екіншіден, ханның кейбір саясатына келіспеушілігін де білдіріп отырған. Бұдан Мәмбет аталықтың хан мен халықтың арасында ықпалды адам екенін тани түсеміз.\n\nӘбілқайыр хан қайтыс болғаннан кейін оның орнына Нұралы сұлтанды хан етіп сайлауға генерал-губернаторға арнайы хат жазып, үндеуге қол қойғандардың басы Жәнібек тархан еді. Ал сол үндеуге қол қойғандардың бірі де Мәмбет аталық. Осының алдында (1748 жылдың 21 қыркүйегінде) Бопай ханшаға көңіл айтуға Нұралы сұлтанмен бірге келген жүз адамның арасында қаратамыр Мәмбет аталық та болған. Және ол Әбілқайыр ханның өлімін анықтаған төрт бидің бірі болатын. Ханды өлтіргеннен кейін Барақ сұлтан елден көшеді. Бұлай қашып-пысып жүруді ар санаған Барақ өзінің ісін қарауды ұсынады. Істі қараған төрт бидің біріншісі Бағаналы найман руының бас биі Олжабай (кейде Өтебай деп те жазылады), Әлімнің төртқарасынан Қартоқа, Қозанай билер, шөмекей биі Мәмбет аталық. Олар құн төлетумен шектеліп, істі Барақ сұлтанның пайдасына шешеді. Бұл деректер Орынбор экспедициясының бастығы В.Н.Татищевтің «Экстрак ис полученных известиев о киргис-кайсацких и башкирских обрасеннах» деген жазбасында жазылған. Жалпы, орыс-қазақ қатынастары және де басқа да жазбаларда Мәмет Бұлғақұлының (архивте Булгаков) есімі 1730-1731 жылдардан бастап-ақ көрініс береді.\n\nӘбілқайыр хан орыс елшісі, полковник Тевкелевті қабылдаған тұста басқа да би, батырлармен бірге Мәмбет те болған. 1736 жылы ағылшын суретшісі Джон Кэстльдің Орынбор экспедиция мүшелерімен бірге Әбілқайыр хан ордасында болған жазбалары 1741 жылы Санкт-Петерборда жарияланған. Толық нұсқасы 1784 жылы неміс тілінде Ригада басылған. Бұл еңбек 1996 жылы қазақшаға аударылды. Осы кітаптың 32-бетінде 1736 жылдың 22 шілдесіндегі жағдай жазылыпты: «… Содан төрт-бес сағат бойы киіз үйлі ауылдар арқылы жүріп отырдық. Қасыма еріп келе жатқан елшілер саны он төрт кісі болатын. Олардың есімдері Байбек батыр, Шағырбай батыр, Жандәулет, Құрманбай, Ақмолай, Лақа, Мамыт (Мәмбет), Алтай, Әбілқайыр ханның жасауылы Қалыбек, Жәнібек батырдың елшісі Лепес және басқалар». Осы кітаптың 47-бетінде «Осы айдың алтысы күні (тамыз айы) Байбек пен Мамет Әбілқайыр ханның маған жіберген сыйлығын алып келді, ішінде барқытпен тысталған бір малақай (тымақ), бір пар ақ сисадан тігідген шалбар бар, тағы бір пар қара шегрен етік, бір қылыш және ұзындығы үш жарым аршын цилиндерлі түтік, бір оқшантай жіберіпті… Сол күні кешке қырғыздың (қазақтың) барлық елшілерін, ханның ұлын, Ташкенттің елшілерін (бәрі қырық кісі болды) қонақ еттім, сыйладым», – деп жазады Джон Кэстль.\n\nАғылшын суретшісі қазақ ханының отбасын, айналасындағыларды және қазақтың салт-дәстүрлерін жаза отырып, хан қасындағы би-батырларды да естен шығармаған. Соның бірі Мәмбет аталық. Тіпті Мәмбет Бұлғақұлы Джон Кэстльді Самарға дейін шығарып салып, обер-секретарь Кирилловпен кездесіпті.\n\n1738 жылғы В.Н.Татищевтің жазбаларында: «…10-го число явился посыланной по указу тайного советника в Киргиз-кайсацкую орду башкирской старшина Таймас-тархан с ним присланные от Абулгаир-хана Средней орды Женыбеков родственник, Букенбай-батырь да Малой орды Байрак-бий с товарысчи 9 человек». Осындағы 9 адамның бірі Мәмбет аталық (23-бетте).\n\n… «Спрашивали у него Таймаса Жанбек, Сенкул, Кунай, Букей батыри, Байшав, Байрак, Сюрюк-бий, Маметь-аталык да Кара палван что де генерал и мурза отдадут ли нам ханского сына. (25-бет).\n\n1748 жылдың 5 қазанында патшайым Елизаветаның атына ұсыныс жолдағандар туралы «Сношения России с киргиз-кайсаками» атты істе сақталынған, осы құжаттың №1 тізімінде Тұлақ би, екіншісінде Кедей би, үшінші болып Мәмбет аталық таңбасын басқан. 1748 жылдың қазан айында қазақ елінің хан-сұлтандары, би-батырлары бас қосып, жоңғарларға қарсы ұрысты аяқтау туралы кеңес өткізеді. Осы жиынға Мәмбет батыр да қатысқан. Мәмбет би 1748 жылдың қараша айында Батыр сұлтанды ақ киізге көтеріп, хан сайлағандардың қатарында болады. Бұл деректі Смайыл молда Әбдіразақов жазып қалдырған. Демек, Мәмбет аталық кейде екіұшты бағыт ұстағанын байқаймыз. Мұның алдында ғана ол Кіші жүздің көптеген билерімен бірге Әбілқайырдың үлкен ұлы Нұралы сұлтанды хан етуге ұсыныс жасағаны белгілі.\n\nСонымен қатар Мәмбет аталық Бұлғақовтың есімі Ресей құжаттында 1730-1748 жылдар аралығында жиі кездеседі. Демек ширек ғасырға жуық қазақ жұртшылығының өркендеп, өсуіне белсенді қызмет еткен тұлға. Кейде Мәмбетті батыр деп те атайды. Оның Әбілқайыр бастаған жасақта «Бұланты», «Білеуті» Аңырақайдағы ұрыстарға қатысқаны жайлы аңыз-әңгімелер бар. Ақкете Алтай батыр Ибескіұлымен бірге, әрқайсысы бес жүз, мың кісілік жасақты басқарғандары айтылып, жазылып та жүр. Орынбор архивін ақтарған жазушы Жұбатқан Мұратбаев «Мәмбет батыр» (2000 ж.) мақаласында 500 жасақты басқарып, жоңғарларды жеңуге үлес қосқанын жазады. Тағы бір ел аузындағы әңгімелердің бірінде Мәмбет аталықтың 1692 жылы туып, 103 жасқа келгенде өмірден өткендігі айтылады. Тіпті, Мәмбет бидің 80 жасында Садыр найманның қызына үйленіп, одан Жанқара, Алғара деген ұлдардың туғандығы айтылып жүр.\n\nАл Жұбатқан Мұратбаев Мәмбет аталықтың 1759 жылы 70 жасында өмірден өтіп, ораза айында Қожа Ахмет Яссауи мавзолейінде жерленгенін жазады. Қарт ұстаз Нариман Майқанов (1920-2001) бидің қыс айында қайтыс болып (сүйегін аманатқа қалдырып), кейіннен сүйегін Түркістандағы кесенеге әкеліп койылғанын сөз еткені тағы бар.\n\nТүркістандағы «Әзірет Сұлтан» мавзолейінде жатқан Мәмбет бабамызға құран бағыштау, оның рухын еске алу мақсатында 2004 жылдың 4 желтоқсанында Түркістанға барып құран оқыттық.\n\nКесенені аралап, суретке, видеоға түстік. Мавзолейдің кіреберіс қабырғасына осында жерленген хан, сұлтан билер тізімінің арасынан бабамыз Мәмбет аталықтың есімін көріп, марқайып қайттық.\n\nМәмбет аталыққа (би) Сыр ақын-жыраулары көптеген өлеңдер арнаған. Соның бірі Дүр Оңғар (1859-1902):\n\n…Туыпты Құттығайдан үш арыстан,\n\nҚайраты кем болмапты жолбарыстан.\n\nАғасы батыр Мәмбет, би Тәтімбет,\n\nІнісі палуан Өтей мен бір туысқан, – деп жырлаған.\n\nШындығында архив құжаттарында Мәмбетті батыр демей, «Аталық», болмаса «би» деп, ал Тәтімбетті «батыр» деп жазған деректер сақтаулы.\n\nСонымен қатар Мәмбет Бұлғақұлының соңында билік шешімдерімен қатар қанатты сөздері қалған.\n\n«…Алғашқы тәрбие – анадан, Ел билеуі әкеден», «Сапасы бардың санасы болар», «Бүгінгі бала бүркіт, ертеңгі қыран бүркіт» деген тағылымды сөздерінде үлкен мән жатыр. Ширек ғасырдай билікте болған Мәмбет Бұлғақұлы жайлы жоғарыда аты аталған сирек кітаптарда жазылғаны бекер емес. Өйткені Мәмбет Бұлғақұлы біріншіден, қазақ хандығының берік болуына, екіншіден, сыртқы жаудан қорғаудағы басшылығы, үшіншіден, Әбілқайыр ханның аталығы болуы, төртіншіден, шетелдік А.Тевкелеев, И.К.Кириллов, В.Н.Татищев, ағылшын суретшісі Джон Кэстльдермен сөйлесуі, бесіншіден, Әбілқайыр хан, Бопай ханым, Нұралы, Ералы, Барақ, Батыр сұлтандармен аралас-құралас болуы және хан өліміне әкеліп соққан үлкен дауды бейбіт жолмен шешудегі билік істері оның қоғам қайраткері дәрежесіне көтерілуіне жол ашты.\n\nДемек Мәмбет осындай атақ-дәрежеге сай адам болған, қазақ елінің бүтіндігіне үлес қосқан XVІІІ ғасырдағы басты тұлғалардың бірі. Сондықтан оның есімін ұлықтау, еске алу, түрлі игі-шараларды өтізуге Сыр елі түгел атсалысуы қажет. Бүгінгі ұрпақты бүгінгі жайма-шуақ заманға жеткізген осындай бабалар.\n\nТолығырақ: https://turkystan.kz/article/83453-ata-y-aspanda-an-m-mbet-ataly/",
                "date": "6.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих мамандғы бойынша кім болып жұмыс жасауға болады?",
        "question_content": "\"5В011400-Тарих\" осы мамандық бойынша білім алып, диплом алған кісі, осы дипломымен кім болып жұмыс жасауына болады? Мұғалімдіктен басқа.",
        "question_date": "6.08.2021",
        "question_tag": "Мамандық",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В011400 — «Тарих»мамандығы бойынша білім бакалавры мынадай кәсіби қызметтерді атқара алады :\nбілім беру (педагогикалық): Қазақстан тарихының, білім алушылардың кәсіби құзыреттерін қалыптастыруға қойылатын халықаралық-стандартты деңгейлік талаптарды ескере отырып, дүниежүзі тарихы мұғалімі;\nғылыми-зерттеу: ғылыми-әдістемелік әдебиеттерді зерделеу, шетелдік және отандық білім берудің ғылыми жетістіктерімен, оларды қорытындылау және оқу үдерісіне қосу; педагогика, тарих және басқа да әлеуметтік-гуманитарлық пәндер саласындағы зерттеулердің өзекті бағыттарын айқындау;\nұйымдастыру-басқару: оқу үдерісін жоспарлау, білім беру ісін ұйымдастыру, ұжымды басқару, оқушыларды уәждеу, білім беру саласындағы инновациялық жұмыстар;\nәлеуметтік-педагогикалық: дүниетанымы мен ой-санасы дамыған, азаматтық ұстанымы белсенді саяси тұлға қалыптастыру;\nоқу-технологиялық: ақпараттық сауаттылық; ең жаңа технологияларды(соның ішінде тарихты оқытудың мультимедиялық құралдарын)меңгеру және оқу үдерісінде қолдану.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аналар үйін қалай паналауға болады?",
        "question_content": "Менин жасым 28 де еки кызым бар үлкени 3 те кишиси 8 айлык куйеуимнен ажыраскым келеди шаршап кеттим бирак барар жерим жок ата-анамның жағдайы мәз емес мазалагым келмейді. Уакытша жумыс баспана тапканша аналар уйн паналай аламба?",
        "question_date": "6.08.2021",
        "question_tag": "Жанұя",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны жергілікті жеріңіздегі Аналар үйінен сұраған дұрыс. Қай қаладан екеніңізді жазбапсыз, әлеуметтік желілерден  сұрап көріңіз.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша күрделі сөздерді қалай дұрыс оқуға болады?",
        "question_content": "Мен ағылшынша күрделі сөздерді оқи алмаймын .Буын типтерін, 2 әріптің бір дыбысты беру ережелерін білемін. Қысқа сөздерді  оқи аламын күрделі сөздерді қате оқимын . Қалай дұрыс оқысам болады.",
        "question_date": "6.08.2021",
        "question_tag": "Мектеп",
        "question_views": 979,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.forumdaily.com/kk/9-slozhnyx-slov-v-anglijskom-yazyke-kotorye-chasto-proiznosyat-nepravilno/",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дарын лицейіне түсуге арналған тест қашан болады?",
        "question_content": "Дарын лицейіне түсуге арналған тестілеу қашан болады?",
        "question_date": "6.08.2021",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емтихан 2 кезеңнен тұрады. Өту уақыты 1-кезең сәуір, 2-кезең мамыр айы. Тапсыру түрі - кешенді тестілеу.\n\nhttps://kulsarydaryn.edupage.org/a/--9",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттен 9 ай өткен сөң жұмысқа шығуға болады ма?",
        "question_content": "Казир декреттемин болама 9 ай , котерип калдым .. жумыска шыга беруиме болама?",
        "question_date": "6.08.2021",
        "question_tag": "Заң",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге менің жауабым сайт модерациясымен тексеріліп барып бір-ақ жарияланады?",
        "question_content": "Мен осы сайтты бұрыннан қолданамын ғой?",
        "question_date": "4.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сиздин сурактарыныз модерациядан отпейди. Бирден сайтка шыгады.",
                "date": "12.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Клиодинамика деген не?",
        "question_content": "Клиодинамика деген не?",
        "question_date": "4.08.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Клиодинамика-әлеуметтік-тарихи процестерді математикалық модельдеуге бағытталған пәнаралық зерттеу саласы.\nАтау грек мифологиясындағы тарих пен батырлық поэзия музасы Клеа есімінен шыққан. Терминді П.В.Турчин 2003 жылы ұсынған.\nҒалымдар арасында клиодинамика жалпы қабылданған жоқ және бұл даулы даулы көзқарас.",
                "date": "12.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай қастандық теорияларын білесіз?",
        "question_content": "Мысалы, короновирусқа қатысты айтар болсақ, халықты ковидпен ауыру үшін ұшақпен у шашып кетеді деген сияқты ?\n\nПрезиденттердің орынына кейде егіздері жүреді деген сияқты.",
        "question_date": "4.08.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№1. “Адамдар коронавирус инфекциясын әдейі ойлап тауып, таратып жатыр”\nВирустар уақыт өткен сайын құбылып тұрады. Омыртқалы жануардың немесе құстың ғана ағзасында кездесетін вирустар кейде өзгеріске ұшырап, адам ағзасына еніп, қауіп төндіруі мүмкін. Ғалымдар коронавирус инфекциясының жаңа түрі (COVID-19) дәл осындай жолмен пайда болды деп тұжырымдайды.\n№2. “Коронавирусқа қарсы вакцина бар”\nӨкінішке қарай, коронавирусқа қарсы вакцина әзірше жоқ, бірақ ғалымдар инфекцияға қарсы вакцинаны жасауға кірісіп кетті. Вакцина ойлап табу оңай шаруа емес, оны жасауға бірнеше ай қажет болуы мүмкін.\n№3. “Медициналық бетперде сау адамды коронавирустан қорғайды”\nМамандар науқастарға көмек беретін кезде N95 сияқты медициналық бетперденің пайдасы бар, бірақ бетперде сау адамды коронавирустан қорғайды деп ойлау – қате түсінік. Себебі вирус сау адамның ағзасына өте майда тамшылар түрінде ауыз бен мұрын және көз арқылы енуі мүмкін. Мұндай жағдайда бетперденің пайдасы шамалы. Медициналық бетперде сау адамнан гөрі ағзасында коронавирус инфекциясы табылған адамға әлдеқайда пайдалы.\n№4. “Сарымсақ коронавирустан құтқарады”\nСарымсақ – адам ағзасына пайдалы көкөніс, бірақ оның коронавирусқа қарсы қасиетін көрсететін ешқандай ғылыми дәлел жоқ. Сол себепті сарымсақ жеу коронавирустан қорғайды деген ақпарат шындыққа жанаспайды.\n№5. “Коронавирус кәрі кісілерге ғана қауіпті”\nКоронавирус адамды кәрі не жас деп таңдамайды. Инфекция иммунитеті әлсіз адамның бәріне бірдей қауіпті. Сол себепті қолыңызды жиі сабынмен жууды, мұрын мен ауыз қуысыңызды таза ұстауды әдетке айналдыру керек.\n№6. “Ыстық ванна коронавирус инфекциясын жояды”\nЫстық ванна сізді COVID-19 инфекциясынан құтқармайды, себебі адам денесінің қалыпты температурасы ваннадағы немесе душтағы судың температурасына қарамастан 36,5 градустан 37 градус жылыға дейін өзгереді. Керісінше, тым ыстық ванна қабылдау зиян және денені күйдіруі мүмкін. Өзіңізді инфекциядан қорғаудың ең жақсы амалы – қолды сабынмен жиі жуу.\n№7. “Ультракүлгін дезинфекция шамы коронавирусты жояды”\nУльтракүлгін дезинфекция шамы (ультракүлгін сәуле) жаңа коронавирусты жоя алады деген ақпарат жалған. Керісінше, ол теріні тітіркендіруі мүмкін. Сол себепті қолды немесе терінің басқа жерлерін зарарсыздандыру үшін ультракүлгін шамдарды қолдануға болмайды.\n№8. “Коронавирусты жою үшін бүкіл денені алкоголь немесе хлор өнімімен емдеу керек”\nАғзаға енген вирус бүкіл денеңізге алкоголь немесе хлор бүркуден өлмейді. Мұндай заттар киімге және дененің шырышты қабықтарына (көз, ауыз) зиян. Алкоголь және хлор негізіндегі өнімдер сыртқы қабатты дезинфекциялау үшін пайдалы болуы мүмкін, бірақ оларды нұсқаулық бойынша пайдалану керек.\n№9. “Коронавирустан қорғану үшін мұрынды тұзды ерітіндімен үнемі шаю қажет”\nМұрынды тұзды ерітіндімен үнемі шаю жаңа коронавирус инфекциясынан қорғайтыны жайында да ғылыми дәлел жоқ. Кейбір мәлімет бойынша мұрынды тұзды ерітіндімен үнемі шаю қарапайым суық тигізген адамның тез қалпына келуіне ғана көмектесуі мүмкін.\n№10. “Электр кептіргіштер коронавирусты жояды”\nЭлектр кептіргіштер COVID-19 вирусын жоя алмайды. Коронавирус инфекциясынан қорғану үшін қолыңызды сабынмен жуып отыруыңыз керек немесе антисептик сепкенініңіз абзал. Жуылған қолды қағаз сүлгімен немесе кептіргішпен мұқият кептіру керек.\nhttps://baribar.kz/124924/faktchek-koronavirus-infektsiyasy-turaly-10-mif/",
                "date": "12.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына әлем қалай пайда болды. (Діни тұрғыда емес)",
        "question_content": "Мына әлем, галактикалар, жұлдыздар, жер шары, барлығы үлкен жарылыс салдарынан пайда болған дейді. Адамзат сол материя бөлшектерінен, тіршілік молекулаларынан дамып эволюциялық жолмен осы күнге дейін жеткен екен-мыс. Ғылым бұл жерде Құдайды араластырмайды. Онда, бұл жерде заңды сұрақ пайда болады: барлық әлемнің негізін құрап тұрған атом мен энергия, зат құраушы бөлшектер қайдан пайда болады, жоқтан ба, онда қалай? Жарылысты айтудың керегі жоқ, Мен неден шыққанын  емес, жоқтан қалай пайда сұрап, жатырмын. Егер бір нәрсе бар болса ол әуелі жоқ болады. Оның бастауы болуы, пайда болуы керек емес пе? Энергия жоқтан пайда болмайды, жоғалмайды. Онда ол не энергия деген бастауы шексіз аяқталуы шексіз зат па? Ол түбі бір нәрседен пайда болуы керек емес пе? Бос кеңістіктің өзі болмауы керек қой. Кеңістік қайдан пайда болды? Өтініш, бұндай нәрсеге бас қатырғысы келмейтіндер, миы ашып кететіндер, өтіп кетсін.  Осы тақырыпқа қызығатындар. Соңына жетуге талпынантын ойшылдар болса жазсыншы! Ғылым еш нәрсеге Құдайды араластырмайды. Онда соңына дейін Құдайды араластырмай жауап іздеп көріңдерші!",
        "question_date": "3.08.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 952,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"әлем\", \"жаһан\", \"дүние\" (лат. universus) – Ғаламшарларды, жұлдыздарды, галактикаларды, сондай-ақ материя мен энергияны қамтыған тұтас кеңістік пен уақыт және олардың түрлі құрамдарын білдіреді.[10] Бүкіл ғаламның кеңістіктік аумағы әлі де белгісіз болғанмен[3], Бақыланатын ғаламның кеңдігін өлшеуге болады, оның диаметрі шамамен 93 млрд жарық жылы екені белгілі болды. Түрлі мультиғалам (multiverse) гипотезаларында, бір ғалам алып мультиғаламның көптеген құраушы бөліктерінің бір бөлігі болып,[11] ол барша кеңістік пен уақытты және оның мазмұндарын қамтиды,[12] нәтижеде \"ғалам\" және \"мультиғалам\" ұғымдары бұл теорияларда синоним болады.\nXX ғасырдың 70-жылдарында әр түрлі елдердегі астрономдардың ұжымдық еңбектерінің нәтижесінде Метагалактиканың мынадай маңызды қасиеттері анықталды:\nгалактикалар Метагалактикада бірқалыпты таралмаған; олардың көпшілігі галактикалар шоғырлары мен топтарына жинақталған;\nгалактикалар бір-бірінен, жуық шамамен, орналасу қашықтығына пропорционал болып қашықтайды (мысалы, бір-бірінен он млн. пк қашықтықтағы галактикалар 600 км/с жылдамдықпен қашықтайды);\nғаламның біз орналасқан бөлігі миллиметрлік радиотолқындар диапазонындағы радиосәулемен бірқалыпты толтырылған. Бұл сәуле реликт сәуле деп аталады.\nРеликт сәуле, өткен ерте дәуірдегі Метагалактиканың пайда болу бастамасына байланысты сәуле шығару процесінің қалдығы деп жорамалданады. Жұлдыздар мен жұлдызаралық зат иондалған газдан құралған. Бұл ғаламдағы заттың негізгі физикалық пішіні қатты зат та, сұйықтық та, бейтарап газ да емес, иондар мен электрондардан тұратын плазма деген қорытынды жасауға мүмкіндік береді. Біздің Галактиканың өз осі төңірегіндегі бір айналымына кететін уақыт, шамамен, екі жүз миллион жылға жуық. Басқа галактикалардың да бір айналымына кететін уақыт осымен шамалас. Сонымен галактикалардың орташа жасы он миллиард жыл деп есептеледі. Алып галактикалар жүз миллиардтан астам жұлдыздан, ал Метагалактика жүз миллионнан кем емес жұлдыздан құралатындықтан ғаламдағы жұлдыздардың саны 1019-нен астам деп есептеледі. Сондықтан мұндай кейбір жұлдыздардың төңірегінде органикалық өмірдің, сондай-ақ Жерден тыс өркениеттің болу мүмкіндігі теріске шығарылмайды.\nӘлем — уақыт пен кеңістік бойынша шексіз және өзінің даму процесінде материя қабылдаган нысандары бойынша ақыры жоқ сан алуан бүкіл бар материалдык дүние. Қазіргі түсінік бойынша, Әлемнің жасы 15 млрд жыл шамасында.[13]\nМыңдаған жылдар, ғасырлар бойы адамзат Күнді, Айды, планеталарды және белгілі бір жұлдыздарды ғана бақылап келді. Көптеген аспан шырақтары, барлық қоршаған орта тәрізді, оларға өзгермейтін сияқты болып көрінді. Бірақ, сол ерте заманның өзінде дүниеде бәрі де дамиды деген философтар да болды. Бірінші ғарышнамалық болжамдарды ұсынған ғалымдар (XVIII ғасыр) ғарыштық материяның даму барысында қалайша Күн жүйесінің пайда бола алғанын түсіндіруге тырысты. XX ғасырда эволюция идеясы барлық әлемге таратылды.\nӘлем — бұл нақты өмір суретін, уақыт пен кеңістік бойынша шексіз және өзінің дамуы барысында барлық мүмкін болатын пішін қабылдайтын материялық әлем.\nҚазіргі құралдармен бақыланып отырған әлемнің бөлігі Метагалактика деп аталады. Бұл біздің Әлем. Оның өлшемі бақыланатын ең алыс денелерге дейінгі қашықтықпен шектеледі. Әлем көптеген метағаламнан тұруы мүмкін.\nМетагалактиканы сипаттау үшін математик әрі астроном А.Фридманның (1888—1925) ұсынған моделі пайдаланылады:\nМетагалактика эволюциясы гравитациялық күштерімен анықталады;\nМетагалактика кеңістігі изотропты (белгіленіп алынған бағыты жоқ);\nМетагалактика кеңістігі біртекті.\nЖалпы салыстырмалылық теориясының теңдеуінен Фридман Метагалактиканың тұрақсыздығы туралы қорытындыға келді.\nФридман моделі бақылаулар нәтижелерімен сәйкес келіп, дәлелденіп отыр. Ғылымға белгілі Метагалактика тарихы Галактика да, жұлдыз да жоқ кезде, ол заттар аса тығыз, аса ыстық күйде болған уақытта шамамен 15 млрд жыл бұрын басталған.",
                "date": "16.08.2021",
                "upvotes": 0
            }
        ]
    }
]