[
    {
        "question_title": "Биіктігі 17 м, ал табаны 14 м болатын тең бүйірлі ұшбұрыш тәрізді",
        "question_content": "Биіктігі 17 м, ал табаны 14 м болатын тең бүйірлі ұшбұрыш тәрізді желкенді қайықтын желкенін жасау үшін неше квадрат метр мата керек?",
        "question_date": "3.12.2020",
        "question_tag": "Геометрия",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша мата жұмсалатынын анықтау үшін үшбұрыштың ауданын табамыз:\n\nS = 0,5 * b * h=0,5*14*17=119м^2",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетінен тік жоғары 20м/с^2 үдеумен көтерілген ғарыш зымыраны",
        "question_content": "Жер бетінен тік жоғары 20м/с^2 үдеумен көтерілген ғарыш зымыранының ішіндегі массасы 80кг ғарышкердің салмағы неге тең?",
        "question_date": "3.12.2020",
        "question_tag": "Физика",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\na=20м/с^2\n\nm=80кг\n\nТ/к p=?\n\np=m(g+a) p=80кг(10м/с•20м/с^2)=2400Н=2,4кН",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 46г натрий хлормен әрекеттескенде қанша натрий хлориді түзіледі",
        "question_content": "Массасы 46г натрий хлормен әрекеттескенде қанша натрий хлориді тузиледи.",
        "question_date": "3.12.2020",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(Na)=46 г/моль\n\nm(HCL)=36.5 г/моль\n\n-----------------------\n\nm(NaCL)-?\n\nM(Na)=23 г/моль\n\nn(Na)=m/M=46/23 = 2 моль\n\nM(HCL)=36.5г/моль\n\nn(HCL)=36.5 / 36.5 = 1 моль\n\nn(Na)>n(HCL)\n\n         36.5         X\n\n2Na+2HCL-->2NaCL+H2  M(NaCL)=58.5 г/моль\n\n         2*36.5      2*58.5\n\n36.5 / 73 = X / 117\n\nX=58.5 г\n\nЖауабы: 58.5 г",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тиктортбурыштын белгисиз кабыргасын тап.узындыгы8см,ени?ауданы40см",
        "question_content": "Тиктортбурыштын белгисиз кабыргасын тап.узындыгы8см,ени?ауданы40см",
        "question_date": "3.12.2020",
        "question_tag": "Мектеп",
        "question_views": 728,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөотбұрыш ауданы ені мен ұзындығының көбейтіндісіне тең.S= а*в\n\nСондықтан, 40= 8*b\n\nb=  40/8=5",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Политция болу үшін қай пәнді таңдаймыз нақты пән қандай?",
        "question_content": "Политцей болу үшін нақты қандай пән тандаймыз дүние жүзі тарих пен құқық таңдаймызба",
        "question_date": "3.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты мамандақ пен бейіндік пәндерінің сәйкестік кестесін осы жерден қарай аласыз. Видеода барлығы анық көрсетілген.",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төрт күш бір түзу бойымен бағытталған: солға 6Н және 11Н, ал оңға 12Н және 5Н.",
        "question_content": "Төрт күш бір түзу бойымен бағытталған: солға 6Н және 11Н, ал оңға 12Н және 5Н. Бұл күштерді графикалық түрде бейнелеп, олардың тең әсерлі күшін анықтаңдар.",
        "question_date": "3.12.2020",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nF1=6Н\n\nF2=11Н\n\nF3=12Н\n\nF4=5Н\n\nR табу (әсер етуші күшке тең)\n\nШешуі :\n\nR1=12+5=17\n\nR2=11+6=17\n\nR=17-17=0Н",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жағдаятты негізге алып, баяндама мәтінін жазыңыз?",
        "question_content": "Жағдаятты негізге алып, баяндама мәтінін жазыңыз. \nЖағдаят \nБүгінгі таңда демократияны желеу етіп, әлеуметтік желілерді қолданып, жеке тұлғаларды бас пайдасы үшін ұлтаралық арандату жасайтын мысалдарын жиі көріп жүрміз. Жаппай халық оның ақ, қарасын ажыратпастан зардап шегіп жататын сәттер де бар. Осыған байланысты саяси сауаттылық пен «дұрыс» азаматтық белсенділіктің білімнен бастау алатындығын насихаттап, көпшілік алдында жастардың атынан баяндама жасау Сізге ұсынылды. Баяндама мәтінін құрастырыңыз. Сөз саны: 70-100.",
        "question_date": "3.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Си тілінде массивтер есептер шығару",
        "question_content": "1) a1…an нақты сандары берілген. Табыңыз: min(a2, a4,…)+max(a1,a3,..). \n2) Бүтін сандар массивінде 3-ке де, 6-ға да бөлінетін элементтердің қосындысын табыңдар.\n3) Массивтің көлемі 30. Массивті 500 бен 100 аралығындағы кездейсоқ сандармен толтырыңдар.\nкөмектесіп жіберіңіздерші өтінішш",
        "question_date": "2.12.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ар-ұждан адамдықтың белгісі\" тақырыбында эссе керек.",
        "question_content": "\"Ар-ұждан адамдықтың белгісі\" тақырыбында эссе керек.",
        "question_date": "2.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Адалдық адамдықтың белгісі\" деген тақырыпқа эссе жазу керек.",
        "question_content": "\"Адалдық адамдықтың белгісі\" деген тақырыпқа эссе жазу керек.",
        "question_date": "2.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 31600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұрпақ тәрбиесі – келешек қоғам тәрбиесі. Сол келешек қоғам иелерін жан-жақты жетілген, ақыл-парасаты мол, мәдени, ғылыми өрісі озық етіп тәрбиелеу – біздің де қоғам алдындағы борышымыз.\nАта-ананың бала тәрбиесіне деген жауапкершілігі ұрпақтан ұрпаққа жалғасуда. «Балапан ұяда не көрсе, ұшқанда соны іледі» дегендей, ата-ананың күн сайын атқарып жүрген жұмысы балаға үлкен сабақ. Жас балалардың үлкендер не айтса, соны айтатыны, не істесе, соны істегісі келетіні белгілі. Баланың үйден көргені, етене жақындарынан естігені ол үшін адамгершілік тәрбиенің ең үлкені. Демек, жақсылыққа ұмтылып, жағымды істермен айналысатын адамның айналасындағыларға берер тәлімі мол болмақ.\nАдалдық – адам бойындағы асыл қасиеттердің бірі. Адам бағасының бір өлшемі де іспетті. “Адалдық” деген сөз шыншылдық, айнымастық, шын берілгендік сияқты игі қасиеттерді еске салады. Қазақ пайымында адам бойында адалдық – пәктік, ар-ұждан, жан тазалығы тәрізді т.б. асыл қасиеттердің жиынтығынан тұрады. Көшпелі қазақтардың адамгершілік, адалдық қасиеттері тұрғысынан кіршіксіз таза, мәрт болатындығы туралы шетелдік саяхатшылардың қолжазбалары мен күнделіктерінен де кездестіруге болады.\nСонымен қатар, жас өспірімдердің оқу орнындағы тәлім – тәрбиесі мен білімі, оның тұлға болып қалыптасуына ықпал етеді. Қазіргі таңда елемізде жас ұрпақты адамгершілікке, адалдыққа, парасаттылыққа, еңбекқорлыққа тәрбиелеу мақтасында түрлі пилоттық жобалар кешенді жұмыстар жүргізіп жатыр. Атап айтар болсақ «Саналы ұрпақ», «Парасаттылық мектебі» жобалары еліміздің білім ошақтарымен қоян қолтық жұмыс жасап, жұмыстар жүргізіп жатыр.\nБиыл қазақтың ұлы ақыны Абай Құнанбаевтың туғанына 175 жыл толуына орай, жастарды адалдыққа тәрбиелеуде көптеген іс – шаралар атқарылуда. Соның бірі республикалық деңгейде өткізіліп жатқан «Адалдық сағаты» атты тәрбие жұмысы. Еліміздің телеарналарынан көрсетіліп жатқан осы жобаны, біз білім беріп отырған Алматы телекоммуникация және машина жасау колледжі білімалушыларының да адалдыққа тәрбиесіне өз ықпалын тигізіп жатыр деген ойдамыз. Себебі, осы жобалардың негізінде колледжде бірнеше клубтар құрылған. Атап айтар болсақ: «Адал ұрпақ», «Парасаттықлық мектебі», «Шабыт» үйірмелері өз жұмысын жүргізуде. Шәкәрім қажы адалдық турасында: Мақтан үшін мал жима, жан үшін жи, Ғибадат пен пен адалдық ар үшін жи, – деп, бақыттың өзі адалдыққа негізделетінін айта келіп, адалдықтың ар біліміне қатысына да ерекше көңіл бөледі. Адалдық қорғау қажеттігін, ол үшін адам бойындағы асыл қасиеттердің бірлікте болуын ашып көрсетеді. Біз бұл клубтарды рухани-адамгершілік және азаматтық-патриоттық тәрбиелеу контекстінде сыбайлас жемқорлыққа қарсы мәдениетті мектеп ортасында қалыптастыру бағдарламасын негізге ала отырып жұмыс жасаймыз:\n– Адалдық – адам бойындағы асыл қасиеттердің бірі. “Адалдық” деген сөз шыншылдық, айнымастық, шын берілгендік сияқты игі қасиеттерді еске салады. Қазақ пайымында адам бойында адалдық – пәктік, ар-ұждан, жан тазалығы тәрізді т.б. асыл қасиеттердің жиынтығынан тұрады.\n– Шыншылдық, турашылдық – өлмес рух пен арлылықтың, адалдықтың алғышарты. Кез келген халықтың моральдық қағидасы – осылай.\n– Сыбайлас жемқорлыққа қарсы іс-қимыл – күн тәртібіндегі басты мәселе.\n– Білім бері жүйесінде сыбайлас жемқорлықты жою, білім беру жүйесі арқылы сыбайлас жемқорлықтан бас тарту ортасын қалыптастыру.\n– 4 негізгі құндылық: адалдық, парасаттылық, әділдік, сенім.\nСондықтан біздің колледж студенттері үшін адалдық пен әдептілік – бұл өмірлік ұстанымымдары болып табылады.\nАлматы телекоммуникация және машина жасау колледжі, «Қазіргі еңбек нарығы талаптарына жауап беретін арнайы және кәсіптік мамандарды даярлау» деген миссияны негізге ала отырып жастарды тәрбиелеуде.\nБұл жобалардың барлығы тәуелсіз елміздің жастарының адал, еңбекқор, өз елін, жерін сүйетін азаматтар болып қалыптасуына ықпал ететініне сенеміз.\nТолығырақ: https://zanmedia.kz/38137/adaldy%D2%9B-adamdy%D2%9Bty%D2%A3-belgisi/",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай өндіруде қоршаған ортаның жағдайына зиянды жақтарын талдау.",
        "question_content": "Мұнай өндіру химиясы өнеркәсіптері оның қоршаған ортаның жағдайына зиянды жақтарына талдау жасаңыз",
        "question_date": "2.12.2020",
        "question_tag": "Табиғат",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнай өндіру көлемінің жылдан-жылға артуы, қоршаған табиғи ортаның компоненттеріне техногендік әсірін тигізуде. Мұнай-газ өнеркәсібнің барлық өндірістік обектілері қоршаған ортаны зиянды заттектермен ластайды. Мұнай құрамындағы заттектерден басқа, ластаушы заттектердің құрамында көптеген химиялық реагенттер, катализаторлар, БАЗ, реагенттер, сілтілер, қышқылдар, т.б. көптеген улы заттектер кездеседі.\nМұнай кеніштерін игеру барысында литосфера – түрлі химиялық улы заттектермен ластанады. Топырақ жамылғысының механикалық тұрғыда бұзылуы – мұнай кеніштерін барлау, бұрғылау, игеру және технологиялық обьектілердің құрлысын салу кезінде орын алады. Сондай- ақ, өсімдіктер жойылып, топырақтың жоғарғы горизонттары бұзылып, нығыздалу процесі жүреді. Яғни, бұл жағыдай эрозионды прцестердің дамуына септігін тигізіп екінші реттік тұздану көздері болып табылады [1].\nТопырақ жамылғысы өзінің физикалық-механикалық қасиетіне байланысты, ауадағы зиянды заттектерді өзіне сіңіріп, өзінің құрамында екіншілік ластану көздерін қалыптастыруға бейім геологиялық ортаның, ұзақ мерзімдік зиянды заттектерді тасымалдайтын орта болып табылады. Мұнайдан, сонымен қатар оның өнімдерінен басқа топырақты ластайтындар, жоғарыға ілеспе түрде шығатын минералды және тұзды қабат сулары, мұнай ұңғымаларын бұрғылау кезінде пайдаланатын ертінділер, реагенттер мен бұрғылау процесі кезінде түзілетін бұрғылау шламдары, т.б.\nЛастанған топырақтың табиғи ортада қалпына келуі жүздеген жылдарға созылады, ал жасанды жолмен қалпына келтіру – күрделі жұмыстарды жүргізуді қажет етеді. Топырақтың мұнай өнімдері және бұрғылау ерітінділерімен ластануы, локальды дәрежеде байқалады. Бірақ, жоғары дәрежеде ластанса топырақ құнарсыз, асфальт тәрізді массаға айналуына байланысты өте қауіпті. Ең күрделі экологиялық проблеммалардың біріне – литосфераның мұнай өнімдері және ауыр металдармен ластануы жатады.\nМұнаймен ластану кезінде топырақтың құнарлығын және экологиялық қызыметін анықтайтын, оның барлық морфологиялық, физикалық, физика-химиялық, биологиялық қасиетіне ықпалын тигізеді. Мұнаймен ластану кезіндегі топырақ қасиетінің өзгеруі, сондай-ақ оның миграциялану процестері, аккумуляциялануы, метоболизмі төгілген мөлшеріне, физика-химиялық құрамына, топырақтың климаттық және ландшафтық жағдайына, биохимиялық кедергілерге, топырақ профиліндегі миграция каналдарына байланысты [2].\nМұнайдың топырақ қабатына сіңу тереңдігі, мұнай құрамы мен топырақтың механикалық құрылымына байланысты. Топырақтың морфологиялық белгілерінің өзгеруі өзімен бірге, физикалық қасиеттерінің өзгеруіне әкеліп соқтырады. Топырақтың мұнаймен ластануы, мұнай өнімдері сіңген горизонттарда органикалық заттектердің жалпы құрамын күрт арттырады. Ластану кезіндегі топырақтың физикалық қасиеттерінің өзгеріске ұшырауының нәтижесінде, мұнай топырақтағы ауаны ығыстырып, судың, қоректік заттектердің түсуі бұзылады. Бұл – өсімдіктердің өсуін баяулатып, олардың жойылуының бірден-бір себебі болып саналады. Мұнаймен қаныққан топырақтың ылғалды сіңіру және ұстап тұру қабілетері бәсеңдеп, ластанбаған топырақпен салыстырғанда – ылғалдылықтың, су өткізгіштіктің, ылғал сыйымдылығының төменгі мәндері байқалады. Топырақ қышқылдылығының өзгеруі, бәрінен бұрын мұнайдың сапасы мен оның құрамындағы минералдылығы жоғары қабат суларына байланысты [3].\nМұнай-газ өнеркәсібінің топыраққа тигізетін техногендік жүктемесін анықтау барысында\n«Жаңажол мұнай-газ өңдеу кешендері» (ЖМГӨК) орналасқан аумақттың, сондай-ақ «Жаңажол» кеніштерінің топырағына зерттеу жұмыстары жүргізілді.\nЖМГӨК орналасқан аумақ. Өнеркәсіп обьектілері орналасқан аумақтан алынған топырақ сынамалары ГОСТ 17.4.3.01-83 стандарттарына сәйкес алынды. Зерттеу нәтижелері, топырақтың қоңыр-каштанды екенін анықтады. «ЖМГӨК» орналасқан аудан топырағының көрсеткіштері 1-кестеде келтірілген. Морфологиялық ерекшеліктері келесі қабаттармен сипатталады. Гумусты горизонттың қалыңдығы 35 см аспайды, олардың құрылымдары берік емес, түйіршікті. Горизонттарда нығыздалу байқалады, бұл тұздылық мөлшерінің аз екендігін көрсетеді. Механикалық құрамы бойынша топырақ – сазды, тез еритін тұздар 80–100 см тереңдікте кездеседі,\nсіңіру сыйымдылығы 15–25 мг.экв/100 г. топырақты құрайды. Шабындық жерлердің топырағы – гумусты горизонттардың қуаттылығымен сипатталады. Жоғары горизонтта 1,5-3,5% гумусты құрайды. Гуматты-фульваттардың құрамы 4,2%, азот 0,07- 0,0061 %, фосфор-1,3-0,9%, қозғалмалы элементтер: азот -1,4-0,8, фосфор -3,0-4,7 және калий 29-52 мг/100 г.топырақта, топырақ ерітіндісінің рН 7,5-8,5. Зерттеу нәтижелері ластанған топырақ буферлігінің төмен екенін көрсетті. Сіңірілген негіздердің құрамында кальций мен магнийдің мөлшері басым. Жауын-шашынның аз түсуіне байланысты, құрылым түзуі – әлсіз және осы топырақ горизонттарының тығыздығының жоғары болуына байланысты топырақ аз ылғалданады. Жауын-шашын көп жауатын кезде ылғалдану тереңдігі 50 см-ден аспайды.\nТолығырақ: https://articlekz.com/kk/article/21994",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуану сөзіне сәйкес келетін тұрақты сөз тіркесі.",
        "question_content": "Маған апай қуану сөзіне тұрақты сөз тіркесін тауып жаз деп еді.  Қуану сөзіне тұрақты сөз құрап беріңіздерші.",
        "question_date": "2.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 18900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі езуі екі құлағына жету – қуану.\nТолығырақ: https://bilim-all.kz/jospar/5085",
                "date": "2.12.2020",
                "upvotes": 0
            },
            {
                "text": "Қуану-қуанышы қойнына сыймау",
                "date": "23.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай өңдейтін өндіріст атмосфераны коміртек оксидімен қанша пайыз ластайды?",
        "question_content": "Мұнай өңдейтін өндірістің кәсіпорындары атмосфераны коміртек оксидінің қанша пайызымен ластайды?",
        "question_date": "2.12.2020",
        "question_tag": "Экология",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнай өңдейтін өндірістің кәсіпорындары атмосфераны коміртек оксидінің қанша пайызымен ластайды?",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен Нұр Мүбәрак университетіне оқуға түскім келеді. Оған қалай түсуге болады?",
        "question_content": "Бір адамдар айтады да ой Нұр Мүбәрак университетіне түсу үшін медресе оқып ал әуелі курс оқып ал былай қабылдамайды олар деп ше!\nОл универге қалай түсуге болады.қандай талаптары бар?",
        "question_date": "2.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Исламтану:\n— Қазақ және орыс бөлімі (4 жыл);\n— Қысқартылған оқу бағдарламасы (3 жыл).\nДінтану:\n— Қазақ бөлімі (4 жыл);\n— Қысқартылған оқу бағдарламасы (3 жыл).\n— Екінші жоғары білім (2 жыл).\nТеология:\n— Күндізгі бөлім (4 жыл)\n— Қысқартылған оқу бағдарламасы (3 жыл).\n— Екінші жоғары білім (2 жыл).\nШетел тілі: екі шетел тілі:\n— Араб-ағылшын, қазақ бөлімі (4 жыл);\n— Ағылшын-араб, қазақ бөлімі (4 жыл);\n— Қысқартылған оқу бағдарламасы (3 жыл).\nБиылғы орта мектептің Ұлттық бірыңғай тестілеу емтиханынан өткен түлектерінен құжат қабылдау 20 маусым мен 7 шілде аралығында өтеді. Сондай-ақ осы кезеңде өзге ЖОО-ға құжат тапсырып, ҰБТ сертификатын алған талапкерлер Нұр-Мүбарак университетінде исламтану, дінтану, теология екі шет тілі (араб, ағылшын) салалары бойынша  20 маусым мен 7 шілде аралығында Нұр-Мүбарак университетіне ҰБТ сертификатымен құжат тапсыра алады.\nИсламтану, Дінтану және Теология Білім беру бағдарламаларына Қысқартылған оқу бағдарламасына түсетін талапкерлер «Кәсіпке жарамдылығын анықтау» шығармашылық емтиханы мен Қазақстан тарихы пәні бойынша тест тапсырады.\nТолығырақ: https://nmu.kz/kk/talapker-2/",
                "date": "2.12.2020",
                "upvotes": 0
            },
            {
                "text": "Ассаламу алейкум уа Рохматуллохи уа барокәтух. ИншаАллаһ ниет бар. Бырақ қалай.",
                "date": "23.12.2021",
                "upvotes": 0
            },
            {
                "text": "Мен нурмубарак онуерситне тускым келеды",
                "date": "11.07.2023",
                "upvotes": 0
            },
            {
                "text": "Ұбытысыз әскери билетпен болады ма",
                "date": "16.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атомының электрондық құрылысы",
        "question_content": "Атомының электрондық құрылысы: а) 2,1; ә) 2,8,1; б) 2,8,8,1; в) 2,8,18,8,1 болатын қай элементтің метелдық қасиеті жоғары? Себебін түсіндіріңдер.",
        "question_date": "2.12.2020",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыртқы деңгейде 2 электрон, демек, бұл металл. Электрондық деңгей неғұрлым көп болса, H.E. периодтық кестеде төменде, өздеріңіз білетіндей, жоғарыдан төмен, т.а. периодтың ұлғаюымен металл қасиеттері жоғарылайды.",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А (-1;2), В (3;0), С (-2;-1) нүктелері берілген. Екі координаталық жазықтықтарда келесі?",
        "question_content": "А (-1;2), В (3;0), С (-2;-1) нүктелері берілген. Екі координаталық жазықтықтарда келесі түрлендірулерді бейнелеңіз. Пайда болған нүктелердің координаталарын жазып көрсетіңіз.",
        "question_date": "2.12.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 20 г болатты жаққанда 0,4 көмірқышқыл газы түзелсе",
        "question_content": "Массасы 20 г болатты жаққанда 0,4 көмірқышқыл газы түзелсе, ондағы көміртектің массалық үлесін есептеңдер?",
        "question_date": "2.12.2020",
        "question_tag": "Химия",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:0,545%\nБерілгені:\nm(болат) = 20 г\nm(CO₂) =0,4 г\nТабу керек:\nω(С) - ?\nШешуі: М(СО₂) = 44 г/моль\nn(CO2) = m(CO₂)/M(CO₂) = 0,4 г/44 г/моль = 0,0091 моль\nФормула бойынша СО₂ ,n(C) = n(CO₂) = 0,0091 моль\nМ(С) = 12 г/моль\nm(C) = n(C)*M(C) = 0,0091 моль*12 г/моль = 0,109 г\nω(С) = m(C)/m(стали)*100% = 0,109 г/20 г*100% = 0,545%\nЖауабы:  0,545%",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талдықорған қаласында корей тілін үйрететін курстар бар ма",
        "question_content": "Менің корей тілін үйренгім келеді.Бірақ корей тілін үйрететін курстардың қайда орналасқанын білмеймін.Талдықорған қаласында бар ма және бар болса қай жерде орналасқан?",
        "question_date": "2.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көптілді саясаттың қандай артықшылықтары бар",
        "question_content": "Көптілді саясаттың қандай артықшылықтары бар ед",
        "question_date": "2.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қостілділік дегеніміз - «адамның екі тілдің көмегімен қарым-қатынас жасауы» (Михайлов М. М. Двуязычие. Чебоксары, 1968, 3-бет), яғни адамдардың қоғамдық өмірде ана тілімен бірге басқа да шет тілінде сөйлеу құбылысы. Ал көптілділік – екіден көп тілдерде түсінісу.\nЖалпы, қостілділік, көптілділік – әртүлі этносқа жататын адамдардың, ұлт пен ұлттың, мемлекет пен мемлекеттің арасындағы қарым-қатынастарды қамтамасыз ету мақсатында есте жоқ ескі замандардан келе жатқан әлеуметтік құбылыс. Ертедегі гректер жат тілде сөйлегендерді жақтырмай, «бар-бар» («варвар», яғни не сөйлегені түсініксіз) атаған. Бірақ та халықтар арасындағы аралас-құраластың дами түсуімен байланысты адамдардың екі, не одан да көп тілдерді үйренуге мәжбүрлігі арта түскен. Тіпті басқа тілдерді білмейінше, адамдардың дұрыс өмір сүруі қиындай түскен. Ғалымдардың анықтауынша, болашақта халықтар арасындағы түрлі байланыстардың ұлғая түсуімен байланысты көп тіл білушіліктің де маңызы арта береді. Қазірдің өзінде-ақ көп тіл білушілердің саны бір тілділерге қарағанда, әлдеқайда көп (Ахметжанова З. Язык в социальном, культурном и коммуникативном контексте. Алматы, 2012, 472-бет). Қазір жер шарын мекендеген халықтардың 70 пайыздайы екі, не одан да көп тілдерді әртүрлі деңгейде меңгерген. Өйткені, қазір біз өмір сүріп отырған жаһандану дәуірі шегараларды білмейтін, көп тілде сөйлейтін заман.\nҚостілділіктің пайдалы және зиянды жақтары бар. Тағы бір қасиеті бірнеше тілді қолдану барысында оның осы екі жағының бірі ғана жүзеге асады (Г. Д. Алдабергенова. Явление билингвизма в перспективе исследования. В книге «Язык: система, функционирование». Алматы, 2007, 180-бет). Сондықтан да қостілділікті ақ, қарасын ажыратып барып, жүзеге асырудың маңызы зор. \n«Екі тілді білетін адам бір тіл білетін адамнан жоғары тұрады... Әр адам қаржысы мен жағдайы келсе, үш тілді үйренгені жөн; ана тілін, өзі тұратын мемлекеттің тілін және барлық халық үйренуге талпынатын   тілді» (Исмаил Гаспринскийдің нақыл сөздері. «Аңыз адам», 2014, №20).\nШет тілін үйрену барысында адам басқа бір ұлттың сөзін, сөйлем құрау тәсілдерін меңгеру арқылы оның ойлау жүйесіне еніп, рухани әлеміне қадам басады; жаңа бір халықтың ұлттық болмысын ашады. Шет тілінде сөйлеу арқылы сол ұлтша ойлайды; мұның өзі сол ұлтпен іштей жақындастыра түсетін болады. Ең бастысы басқа тілдерді білу адам мен адамды, ұлт пен ұлтты, халық пен халықты жақындастыра түседі.\nТіл білуі барысында адамның қарым-қатынас жасау, әлеуметтену, білімін арттыру мүмкіндіктері екі-үш есеге дейін артады. Өйткені әр тіл - өзінше бір тұтас әлем. Тіл үйрену арқылы адам жаңа бір әлемнің, әлемдік өркениеттің тағы бір ғимаратының  есігін ашып, ішіне кіріп, таныса бастайды. Бірінші кезекте адамның ақпараттық, мәдени және экономикалық кеңістігі  кеңейіп, таным-түйсігі арта түседі.\nСоңғы кездердегі зерттеулер бірнеше тіл білетіндердің басқаларға қарағанда ұқыптырақ, ойын тез жинақтап айтуға қабілеттірек келетіндігін  анықтап жатыр. Оның басты себебі адам бір тілден екінші тілге ойлауға көшкенде, оның миы ақпараттарды шапшаң реттеп, ең маңыздыларын тез іріктеп алуға машықтанады екен (Кирилл Стасевич. Иностранный язык помогает думать на любом возрасте. «Наука и жизнь», 2014, №7). Сондықтан да көп тілділік мәселесіне ғылыми тұрғыдан келіп, оның жақсы жақтарын да, теріс тұстарын да әрдәйім ескеріп отырған жөн.\nОсы мәселені арнайы зерттеген бірсыпыра ғалымдар қостілділіктің жас баланың ойлау қабілетінің дамуына кері әсерін тигізетінін анықтаған. Ойлау барысында екі тілдің бір-біріне кедергі келтіріп, тежеу тудыратындығы, сөйтіп баланың ойлау жүйесінің қалыптасуындағы айтарлықтай кері әсер ететіндігін алға тартады.  \nЕкінші шет тілін үйрену өмір қажеттілігінен туындап, еркіндік, теңдік, ізгілік ниеттерімен жүрсе ғана ол - пайдалы. Б. Хасановтың пайымдауынша, қостілділік - екі жақты (қазақша-орысша, орысша-қазақша) болғанда ғана пайдалы. Негізінен, солай болуы тиіс. Өкінішке орай, бізде бір жақты  жүріп жатыр (Хасанов Б. Х.  Казахско-русское двуязычие. Алматы, 1987, 23-бет). КСРО-ның кезінде белгілі бір мақсаттармен жүзеге асырылған қостілділіктің бір бағытта ғана жүруі тәуелсіз Қазақстанда күні бүгінге дейін жалғасып жатыр.\nҚостілділіктің бір жақты жүруі тіл үйренуді түрлі жолдармен мәжбүрлеп енгізу арқылы жүзеге асып,  орны толмас  зиян шектіреді. Профессор З. Ахметжанова   басқа тілдің басымдығындағы қостілділік  ана тілін қолдану аясын тарылтуға алып келіп, мұның аяғы ұлттық сана-сезімінің қалыптасуына кедергі жасайтындығын айтады (З. Ахметжанова Язык в социальном, культурном и коммуникативном контексте. Алматы, 2012, 476-бет).\nАстана медицина университетінің профессор М. Ахметов «Әр ұлттың Ана тілі - сол ұлттың генетикалық бір Коды. Көп жылдар бойы өзге жүйеде, өзге тілде оқытамыз деп, кодымызды шатастырдық. Тіліміз шұбарланды. Коды бұзылған сана-функциясы быж-тыж болған күрделі механизм іспетті. Орыстың филолог маман ғалымдары бүгінгі орыс тілінің ахуалына «русский язык болен» деп, диагноз қойып отыр, ал біздің қазақ тіліміз реанимацияда жатыр. Қазір тура сондай жағдайдамыз...\nТіл бұзылу, дінсіздену, дүбәрәлану - ұлттың негізгі Кодын шатастырады» (Мұхамбедия Ахметов. Ұлтабар мен көтеншек: айырмасы қандай? «Дат», 08.10.2015)-деп, жазыпты.\nШет тілін білуге ұмтылушылықтың саяси-әлеуметтік, психологиялық, мәдени-антропологиялық себептері бар. Әрбір адам белгілі бір қоғамда өмір сүре отырып, сол қоғамның сұраныстарына, талаптарына сай өмір сүретіндігі белгілі. Демек, қостілділік те адамның қоғамдық қажеттіліктерін қамтамасыз ету мақсатында туындайтын табиғи құбылыс екен. Бұл - қостілділіктің, көптілділіктің пайдалы жағы.\nДесек те, көп тіл білудің осындай пайдалы жақтарымен қатар, кері әсерін тигізетін тұстары да баршылық екен. Мәжбүрлі түрдегі қостілділік ұлтаралық алауыздықтарды қоздырып, оның қайнар көзіне айналады; қоғамдағы антогонистік қайшылықтарды күшейтіп, бір ұлттың екінші бір ұлтқа басымдығын жүзеге асырып отырады.  Мұның соңы сөйлеушілердің бір бөлігінің, немесе толықтай  ана тілін тастап,  екінші тілге ауысуына, мұның аяғы өз тілінің жойылуына, ұлтының ассимлияцияға ұшырауына алып келеді. Демек, қостілділік ана тілінен екінші бір тілге, яғни өз ұлтынан басқа бір ұлттың рухани әлеміне өткеріп жіберетін көпір рөлін атқарады. Ғалым Дэвид Кристал «Тіл ажалы» атты кітабында бір тілді, немесе ұлтты жоқ қылып жіберу үшін оларға қостілділікті енгізсе, жетіп жатыр деп, жазыпты. Сонда сөйлеушілерінің саны көп басым, яғни басқыншы тіл өзінен әлсіз тілді ассимилициялап, жұтып жібереді екен.\nҒалым Н. Рсалиева шет тілдерін білудің мынадай позитивті тұстарын атайды:\n« -генологиялық тұрғыдан жақындығы жоқ, мүлдем басқа мәдениет өкілімен тікелей, аудармашысыз, емін-еркін қарым-қатынас жасай аламыз (бұрын ондай мүмкіндік болмаған);\n - ғылыми-зерттеу жұмыстарын жүргізгенде, бұрын тек қана қазақ және орыс тілдеріндегі әдебиет көздеріне жүгінетін болсақ, енді ғылымы ілгері дамыған шетелдердегі мол мағлұматтарға қол жеткізе аламыз;\n - ғаламтордағы ағылшын тіліндегі мағлұматты игере аламыз;\n - тілін меңгерген жастар және ғалымдар экономикасы дамыған мемлекеттерде білім алуға және сол озық тәжірибені елге алып келуге мүмкіндік алды; -өз зерттеулеріміздің нәтижесін де шетелдердегі жоғары халықаралық деңгейдегі конференцияларға, конгрестерге, симпозиумдарға шығарып, көрсете алатын болдық;\n- өзге мәдениеттердің көркем әдебиетін бұрынғыдай (негізінен) орыс тіліндегі аудармасынан емес, өз түпнұсқасында да оқып, таныса алатын болдық;\n- төл әдебиетіміздің озық үлгілерін де жетекші шетел тілдеріне түпнұсқасынан аудару үдерісі (баяу қарқынмен болса да) басталды;\n- ағылшын тілін оқытудың методологиясын әлемдегі ең жетілдірілген тіл үйрету тәжірибесі ретінде (басқа да тілдерді оқытуға) пайдалануға болады; -өндірістің қай саласында болса да, ағылшын тілін немесе басқа да шетел тілін білетін маманның жалақысымен салыстыралы түрде алғанда, жоғарырақ, т. с.» (Н. Рсалиева. Қазақстандағы үш тұғырлы тіл идеологиясының позитивті және негативті тұстары. Кітапта: «Түркітану мен қазақ филологиясының дамуы: ғылыми мұра және ғалым феномені. Халықаралық ғылыми-теориялық конференция материалдары». Алматы, 2014, 320-бет).\n Сонымен бірге елімізде жүзеге асырылып жатқан «қостілділік» пен «үш тұғырлы тіл» саясатының жағымды жақтарымен қатар мынадай негативті тұстары бар:\n «- тілдерді үйрену кісінің басқа пайдалы амалдарға жұмсауға болатын ұзақ уақыты мен көп энергиясын алады;\n- өндірісте кейде құжаттарды үш тілде толтыруға тура келеді; жұмыс бірнеше еселенеді;\n - компьютерде тілдерді ауыстырып отырудың өзі де уақыт алады; кейде қай тілде тұрғанын білмей, сөйлемді жазып қойып, өшіріп, қайта жазуға тура келеді; бұл уақытты ғана алмайды, жүйкеге де елеулі дәрежеде әсер етеді;\n - қазақ тілін екі үлкен тіл (орыс және ағылшын тілдері) фонетикалық тұрғыдан да, грамматикалық тұрғыдан да, лексикалық тұрғыдан да бағындырып алып ара жатқандай үдеріске куә болып отырмыз;\n - үстем тілдерде сөйлейтін халықтардың тілімен қоса менталитетін де қабылдау кісіні өз мәдениетінен біртіндеп қол үзуге, соның салдарынан өз рухани құндылықтарына немқұрайлы қарауына, кейде тіпті аяқ асты етуіне дейін алып барады; т. с. с.» (сонда, 325-326 беттер).\nТолығырақ: https://abai.kz/post/48716",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым 1 жас 9 ай қалай емшектен шығаруға болады?",
        "question_content": "Кызым 1жас 9 ай емшектен калай шыгарсам болады, тунимен сорып шыгад, кандай дари мен шыгарады, ещё менин аягым ауыр.",
        "question_date": "2.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәбиін емізетін ананың да ең бір қиналатын тұсы да осы. Тек анасы ғана емес, омырау сүтінен ажырау балаға да оңай соқпасы анық. Әрине, мұнда әр баланың да, ананың да ағза ерекшеліктеріне байланысты біреуде оңай, енді бірінде қиын өтуі мүмкін. \nБаланы емізу арқылы тамақтандыру – жаратылыстың ең бір керемет шеберлігі. Қызылшақа боп туған, қолға ұстауға қорқатын буыны қатпаған нәрестенің аз уақыт ішінде салмақ қосып, осынау жарық өмірге дағдылануда маңызды да басым рөл ойнайтын - ана сүті. \nДегенмен, түрлі жағдайларға байланысты уақыты келгенде баланы емшектен шығару сәті де келіп жетеді. Оған екінші жүктілік, ананың денсаулығы сияқты әртүрлі жайттар себеп болады. \nСәбиін емізетін ананың да ең бір қиналатын тұсы да осы. Тек анасы ғана емес, омырау сүтінен ажырау балаға да оңай соқпасы анық. Әрине, мұнда әр баланың да, ананың да ағза ерекшеліктеріне байланысты біреуде оңай, енді бірінде қиын өтуі мүмкін. \nБүгінгі мақаламызда баланы омырау сүтінен ажыратудың оңай да дұрыс жолдарын ұсынбақпыз. \nБаланы емшектен қай кезде шығарған дұрыс? \nӘлбетте, бала өздігінен тамақ іше алатын және омырау сүтін қажет етпейтін жасқа келгенде. Дегенмен, омырау сүтінен ажырату уақытын ертерек қажет еткен аналар (түрлі себеппен) оны күтпеуіне тура келеді. \nСәби омырау сүтінен шығуға қай кезде дайын болады? \nЕгер, туған кезінен бастап сәбидің салмағы екі еселенсе; \nҚосымша тамақтың барлығына да үйренген болса; \n2 сағат бойы ембеуге шыдап үйренсе; \nБөтелке, емізік, саусақ сормауға әдеттенсе, демек оны емізуді тоқтатуға болады деген сөз. \nСәбиді емшектен шығарудың 3 әдісі бар: \nАна мен баланы уақытша айыру; \nДәрі-дәрмек қолдану арқылы; \nЖоспарлы түрде біртіндеп, ешқандай қиындықсыз шығару. \nОңай болғанмен, бұлардың әрбірінің өзіндік қиындықтары да жетерлік. Дегенмен, ішінен оңтайлысын таңдауға болады. \nҚандай жағдайда есте сақтауға тиісті жайт: ЕМШЕКТЕН ШЫҒАРҒАНДА АНАНЫҢ ДА, БАЛАНЫҢ ДА АҒЗАСЫ МЕН ПСИХИКАСЫ ЗАРДАП ШЕКПЕУІ ТИІС! \nМұның ішінде ең дұрысы – ана мен баланы айырмай жоспарлы түрде шығару. \nЕСТЕ САҚТАҢЫЗ! Омырау сүтінен ажырату кезінде баланың бойында мынадай белгілер болмауы тиіс: \nАуыру; \nҚызуы көтерілу; \nТіс шығу кезеңі; \nЕкпе салдырған уақыт. \nСондай-ақ, баланы емшектен жылдың салқындау мезгілінде шығару керек. Ыстық мезгілде, шілде айында шығару баланың денсаулығына зиянын тигізуі мүмкін. \nБаланың бойында жоғарыда аталған жағдайлар байқалмаса, демек емшектен шығаруға батыл қадам жасай беруге болады. \n1. Күнделікті емізу уақытын жаймен кемітуден басталды. Қай уақыттағысы ана мен балаға да ыңғайлы болады, ең алдымен содан бас тарту керек. Мұндайда баланы басқа да тағамдармен, ойынмен немесе таза ауада серуендеумен алдандыруға болады. Баланы анасынан алыстатудың орнына екеуі бірге уақытты көбірек өткізіп, ембесе де анасының жанында екенін сезінгені дұрыс. Сонымен қатар, ата-әжесі, әкесі мен бауырлары да қасында болса, бала емшектен оңай әрі ешқандай зардапсыз шығады. \n2. Үш күндей баланың емуді кеміткенін бақылауда ұстаған жөн. Ол қалай қабылдады? Іздемеді ме? Оны не алдандырды? Осының барлығы анасы мен жақындарының назарында болғаны дұрыс. \n3. Үш күннен соң енді емізу уақытының екеуін кеміту керек. Бұл кезде де баланың жанында болып түрлі нәрселермен алдандыру қажет. \n4. Осылайша кезегімен күндізгі емізу уақытын толықтай тыйып, тек кәдімгі балалар тағамдарымен тамақтану тәртібі жолға қойылады. \nЕСКЕРЕТІН ЖАЙТ! Баланы емізудің орнын бөтелкемен тамақтандыруға ауыстыру дұрыс емес. Бұлайша баланың бойында емуге деген құмарлық басылмайды. \nТүнгі емізуден қалай ажыратқан дұрыс? \nЕмізулі аналар үшін ең қиын сәт осы. Әсіресе, еміп барып қана ұйықтайтын балалар үшін де қиын сәт. Сондықтан да баланы туған сәтенен бастап мүмкіндігінше емізіп ұйықтатуды әдетке айналдырмаған дұрыс. \nМұндай кезде қайткен жөн? \nБаланы ұйқыға жатқызудың өзгеше дәстүрін ойлап табуға болады: бөлменінің жарығын өшіріп, түнгі шам жағу, айран ішкізу, шомылдыру, ертегі айту. Осылардың бірі балаға әсер етуі мүмкін және күнде қайталанса бала соған әдеттеніп, ұйықтайтын уақыттың келгенін санасымен қабылдайды. \nБалалардың көпшілігі анасының әлдиін айтып берген сәтіне еліте ұйықтайды. \nҰйықтар алдында баланы шомылдырудың әсері көп. Тыныштандыратын тұнба қосылған жылы сумен шомылыдырып алса, тез ұйықтап кетуіне септігі тиеді. Мәселен, түймедақ тұнбасын пайдалауға болады. \nЕмізу сәтін баланы құшақтап қолда тербетуге ауыстыруға болады. \nБаланы емізетін кезде де бөлек керетке жатқызуға әдеттендірсе, емшектен шығарғанда пайдасы көп тиеді. Ол өзінің жеке кереуеті мен көрпе-төсегі бар екенін сезініп өсуі керек. Анасының қасында жатса онда автоматты түрде ему рефлексі оянады және сүттің, анасының иісіне елітіп, қыңқылдай береді. \nТүнгі ұйқы уақытына 2 сағат қалғанда балаға айран немесе ботқа беруді әдетке айналдырған жөн. Қарны тоқ бала тәтті әрі ұзақ ұйқы құшағына енеді.\nТолығырақ: http://ernur.kz/meditsina/balany-emshekten-shygharudyn-en-onai-ari-durys-adisi",
                "date": "2.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дыраудай, жымға, жарағымен, ау-жадырасы сөздерінің мағыналары керек?",
        "question_content": "Дыраудай, жымға, жарағымен, ау-жадырасы сөздерінің мағыналары керек?",
        "question_date": "2.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дыраудай-үлкен\n\nЖымға-?\nЖарағымен-Қаруымен\n\nАу-жадырасы-?",
                "date": "20.11.2021",
                "upvotes": 0
            },
            {
                "text": "Жымға басқаларға көрінбеуі үшін істеген ін",
                "date": "28.11.2022",
                "upvotes": 0
            },
            {
                "text": "жым - жасырын\nдыраудай- үлкен\nжарағымен - құрал - сыйманымен\nАу - жадырасы- ?",
                "date": "28.11.2022",
                "upvotes": 0
            },
            {
                "text": "Дыраудай-үлкен\n\nЖым-жасырын\n\nЖарағымен-қаруымен\n\nАу-жадырасы-балықшының құралының бір түрі",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 0С температурадағы 10 г оттегіне 300 кПа қысым түсіп тұр.",
        "question_content": "10 0С температурадағы 10 г оттегіне  300 кПа қысым түсіп тұр. Тұрақты қысымда қыздырғаннан кейінгі газдың алған көлемі 10 л болды. Мыналарды: а) газдың алған жылу мөлшерін; ә) газдың ішкі энергиясының өзгерісін;",
        "question_date": "2.12.2020",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n m = 10 г = 10·10-3 кг  \nр = 300 кПа = 3·105 Па  \nТ = 10 °C = 283 К  \np = const\nV2= 10 л  = 10·10-3м3\ni = 5\nμ = 32·10-3 кг/моль",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақысыз демалысқа қалай шығуға болады?",
        "question_content": "Қазіргі уақытта кеэекті еңбек демалысындамын.Демалыстың уақыты біткен соң денсаулығыма байланысты ақысыз ұзақ мерзімге демалыс алуға бола ма?Қанша уақытқа шығуға болады.",
        "question_date": "2.12.2020",
        "question_tag": "Тазалық",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек демалысы\nЕңбек дамалысы - бұл жұмысшыны белгілі бір кезеңде оның орны (қызметі) мен орта айлық жалақысын сақтай отырып немесе әлеуметтік мақсатта жыл сайынғы үзіліссіз демалысқа босату. \nЕңбек демалысының түрлері\nЖұмыскерлерге демалыстың келесі түрлері беріледі:\nтөленетін жылсайынғы еңбек демалыстары;\nәлеуметтік демалыстар.\nЖалақысы сақталмайтын демалыс негізі мыналар: \nЕңбек шартының екі жағынан келісімі бойынша жұмысшыға оның өтініші бойынша төлемақысыз еңбек демалысы берілуі мүмкін.\nТөлемақысыз еңбек демалысының ұзақтылығы жұмысшы мен жұмыс берушінің арасындағы келісімі бойынша орнатылады.\nЖұмысшының ескертуі бойынша жұмыс беруші төлемақысы сақталмайтын күнтізбелік бес күнге дейін еңбек демалысын келесі жағдайлары бойынша беру қажет:\nнеке қию\nбаланың тууы;\nжақын туысқандарының өлімі;\nеңбек әрі ұжым шартымен көзделген басқа жағдайларда.\nОқу демалысы\nӘскери оқытылған қорының дайындалу қорларының дайындалу бағдармаларын өту үшін, дипломдық жұмыс (жоба)  дайындау әрі қорғау,лабораторлық жұмыстарды жасау,емтихан мен сынақтарға дайындалу әрі оларды тапсыру үшін, білім мекемелерінде оқытылатын жұмысшыларға оқу демалыстары беріледі.\nОқу демалысының төлемі еңбек, ұжым әрі оқыту келісімдері мен шарттарымен анықталады.\n«Болашақ» халықаралық стипендиясы арқылы шетелде оқуға дайындалған қызметкерлерге, жұмыс беруші жұмыс орынның (мамандығының) сақталуымен оқу демалыстарын ұсынады.\nЖүкті әйелдерге, балалы болған әйелдерге, жаңа туылған баланы асырап алған әйелдерге (ерлерге) берілетін демалыстар \nЖүкті әйелдерге, балалы болған әйелдерге, жаңа туылған баланы асырап алған әйелдерге (ерлерге) келесі демалыстар беріледі: \nжүктілік пен бала тууға берілетін төленетін демалыс;\nжаңа туған баланы асырап алушы қызметкерлерге төленетін демалыс;\nбаланың жасы үш жасқа жеткенше қарауға берілетін жалақысы сақталмайтын демалыс.\nЖүкті әйел жүктілікке және босануға байланысты демалысқа құқық беретін еңбекке уақытша қабілетсіздік парағында көрсетілген күннен бастап демалысты оның аталған түріне құқықты растайтын еңбекке уақытша қабілетсіздік парағын ұсыну арқылы ресімдейді.\nЖүктілікке және босануға байланысты демалыс ұзақтығы:\nқалыпты босанған кезде – босануға дейін күнтізбелік жетпіс күнге және босанғаннан кейін күнтізбелік елу алты күнге;\nқиын босанған немесе екі және одан көп бала туған кезде – босануға дейін күнтізбелік жетпіс күнге және босанғаннан кейін күнтізбелік жетпіс күнге;\nядролық сынақтардың әсеріне ұшыраған аумақтарда тұратын әйелдерге қалыпты босанған кезде – босануға дейін күнтізбелік тоқсан бір күнге және босанғаннан кейін күнтізбелік жетпіс тоғыз күнге (қиын босанған немесе екі және одан көп бала туған жағдайда – күнтізбелік тоқсан үш күнге);\nжүктіліктің жиырма екінші аптасынан жиырма тоғызыншы аптасына дейінгі мерзім кезінде босанған және дене салмағы бес жүз және одан артық грамм бала туып, ол жеті тәуліктен астам өмір сүрген жағдайда – босанғаннан кейін күнтізбелік жетпіс күнге;\nжүктіліктің жиырма екінші аптасынан жиырма тоғызыншы аптасына дейінгі мерзім кезінде босанған және өлі шарана туған немесе дене салмағы бес жүз және одан артық грамм бала туып, ол өмірінің жетінші тәулігіне дейін шетінеп кеткен жағдайда – босанғаннан кейін күнтізбелік елу алты күнге;\nядролық сынақтардың әсеріне ұшыраған аумақтарда тұратын әйелдерге жүктіліктің жиырма екінші аптасынан жиырма тоғызыншы аптасына дейінгі мерзім кезінде босанған және дене салмағы бес жүз және одан артық грамм бала туып, ол жеті тәуліктен астам өмір сүрген жағдайда – босанғаннан кейін күнтізбелік тоқсан үш күнге;\nядролық сынақтардың әсеріне ұшыраған аумақтарда тұратын әйелдерге жүктіліктің жиырма екінші аптасынан жиырма тоғызыншы аптасына дейінгі мерзім кезінде босанған және өлі шарана туған немесе дене салмағы бес жүз және одан артық грамм бала туып, ол өмірінің жетінші тәулігіне дейін шетінеп кеткен жағдайда – босанғаннан кейін күнтізбелік жетпіс тоғыз күнге беріледі.\nДемалыстар есептілігі жалпы шығарылады, демалыс әйелге күндер санына жұмыскердің жұмыс ұзақтылығына әрі баланы туу алдындағы пайдаланған күндеріне қарамастан ұсынылады.\nЖаңа туылған баланы асырап алушы жұмысшыға (ата-ананың біреуіне) асырап алған күннен бастап және бала туылған күннен бастап елу алты күн өткенге дейін төленетін демалыс беріледі.\nЖұмыс беруші жүктілік пен бала тууы бойынша, жаңа туылған баланы асырап алушыларға орта айлық көрсеткішінің сақталуымен егер бұл еңбек әрі ұжым шарттарымен, жұмыс берушінің актімен көзделген болса, әлеуметтік төлем сомасының алынуымен жүктілік пен баланы туу, жаңа туған нәрестені асырап алуымен, Қазақстан Республикасы міндетті әлеуметтік сақтандыру заңнамасымен бірге жүзеге асыратын болса беріледі.\nБаланың үш жасына келгенше жалақысы сақталмайтын демалыс\nЖұмыс беруші жұмыскерге оның баласы үш жасына келгенше жалақысы сақталмайтын демалысты беру қажет:\nата-ананың таңдауы бойынша - анасы немесе әкесіне;\nата-анасына – баланы тәрбиелеушіге;\nбаланы нақты тәрбиелеп жатқан әжесіне, атасына, басқа туысына немесе асыраушысына;\nжаңа туған баланы асырап алушы қызметкерге.\nҮш жасқа дейінгі бала бағу үшін жұмысшыға берілген жалақысы сақталмайтын демалыс жұмысшының жазбаша өтініші оның ұзақтығымен , туу туралы күәлік немесе басқа бір құжат арқылы беріледі.\nҮш жасқа дейінгі бала бағу үшін жұмысшыға берілген жалақысы сақталмайтын демалыс толығымен немесе бөлініп пайдаланылуы мүмкін.\nҮш жасқа дейінгі бала бағу үшін жұмысшыға берілген жалақысы сақталмайтын демалыс кезінде жұмысшының орны (қызметі) сақталады.\nҮш жасқа дейінгі бала бағу үшін берілетін жалақысы сақталмайтын демалыстан алдын ала шыққан кезде қызметкер қызмет берушіні алдын ала ескерту керек.\nhttps://egov.kz/cms/kk/articles/vremya_otdiha",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сен жалындашы жалындашы өмірлік міндетінді орындашы?",
        "question_content": "Сен жалындашы жалындашы өмірлік міндетінді орындашы?",
        "question_date": "2.12.2020",
        "question_tag": "Қазақша ән",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телекоммуникация мамандығы грант канша?",
        "question_content": "Телекоммуникация мамандығына түсу үшін УБТ да кандай пән таңдайды? Және грант қанша балл? Алдын ала рахмет❤️",
        "question_date": "2.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телекоммуникация және байланыс жөніндегі инженер физиканы, математиканы және техникалық ағылшын тілін, ақпараттық және коммуникациялық технологияларды жақсы білуі тиіс. Оған жаңа телекоммуникациялық әзірлемелер мен технологиялар, телекоммуникациядағы байланыс және маркетинг кәсіпорындарының менеджмент негіздері, қолданылатын жабдықтың тағайындалуы мен құрылымы, тарату технологиясы (Ethernet, SDH, PDH, Wi-Fi және т.б.), іс жүргізу бойынша терең білім қажет. Оған байланыс жабдықтарын жобалауда, жабдықты монтаждауда (кәбіл төсеу, антенналарды орнату, т.б.) және іске қосу-реттеу жұмыстарын орындауда, байланыстың әр түрлі желілерімен жұмыс жасауда, өз фирмасының тұсаукесерін жүргізуде, өз фирмасының бұйымдары туралы жарнамалық проспектілерді даярлауда, телекоммуникациялық жабдықтарды баптауды, пайдаланушыларды техникалық қолдауды орындауда, IP-телефония жүйесін, таратылған желілік инфрақұрылымды әкімшіліктендіруде құзыреттер қажет. Ол құжаттарды әлемдік стандарттар деңгейінде ресімдей білуі, ол үшін баспа жүйелерімен жұмыс істей білуі, компьютерлік графика негіздерін білуі, мультимедиа құралдарын (бейне, компьютерлік және дыбыстық ақпарат синтезі) пайдалана білуі, пайдаланушыларға арналған құжаттаманы (нұсқаулықтар, регламенттер, ережелер) әзірлей білуі тиіс.\n\nҰБТ-дағы бейіндік пәндер-математика және физика.\n\nТелекоммуникация және байланыс жөніндегі инженер жұмыстарды үй-жайда орындайды. Жұмыс түрі белсенді, жылжымалы өмір салтын талап ететін көшпелі жұмыстар, іссапарлар болуы мүмкін. Жұмыс жоғары зияткерлікі талап етеді. Телекоммуникация және байланыс инженерінің басты жұмыс құралдары-оның зияткерлік қасиеті, кәсіби білімі мен тәжірибесі. Сондай-ақ, ол өз жұмысында компьютерлерді, телефондарды және қол құралдарын пайдаланады. Телекоммуникация саласындағы инженер өз бетінше әрекет етеді,басшылықпен қойылған міндеттер шеңберінде өзі шешім қабылдайды.",
                "date": "10.11.2021",
                "upvotes": 0
            }
        ]
    }
]