[
    {
        "question_title": "\"Қар күреген бала\"-ға композициялық талдау керек?",
        "question_content": "\"Қар күреген бала\"-ға композициялық талдау керек?",
        "question_date": "8.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстанда мейрамдар қалай тойланады?",
        "question_content": "Наурыз - ұлттық киім, құрт-бауырсақ мейрамы. Есеп үшін міндеттелген іс-шаралар, киіз үйлер, концерттер, тақия-шапан, қамзол.\n7 мамыр - әскерге жұмысқа тұру үшін баратындардың мейрамы, халықтың әскерге бармауға себебі мол қалған бөлігі демалады.\nКонституция күні - ??? Ешкімге түсініксіз, тіпті алаңдағы есептік концерттерге де ешкім бармайтын, үйлерінде жатып демалатын күн.\nТәуелсіздік күні - есептік іс-шаралар, митингтерден қорқу, бірнеше күн демалысқа жіберілетін күндер.\nАйт - дін ұстанатындардың мейрамы. Қалғандарына демалыс.\nЖаңа Жыл - бұқаралық жалғыз мейрам. Адамдар ешқандай есепсіз, өздері тойлайтын күн.\n8 наурыз - әйелдер күні... Бұл жалпы мейрам ба? Мейрамды адамдар қуанып тойлауы керек қой? Негізгі мақсаты сексизмге қарсы болғанымен, уақыт өте келе сексист мейрам болған күн. Әйелдер қалай тойлауы мүмкін бұл күнді? Айлығы мен пособиемен балаларын әзер асырап отырған жалғызбасты аналар, күйеуге шыға алмай осы мейрамды кафеде өзі сияқты қыздармен \"тойлайтын\" кәрі қыздар, жыныстық сауаты жоқ жас аналар немесе \"көкек\" аналар, тұрмыста, жұмыста, өмірде зорлық-зомбылық көретін әйелдер, жыныстық дискриминация құрбандары...\nМейрамды бақытты адамдар тойлайды. Ал 8 наурызға әйел проблемаларына назар аударту сияқты жаңа сипат беру керек. Бір құттықтау, шамалы премия, гүл-шоколад, бір күндік назар шешпейді ештеңені. 8 наурыз - Халықаралық Әйелдер күнінің бұрынғы мағынасын қайтару керек. Оған қосымша Аналар күні, Әкелер күні сияқты тамаша мейрамдар енгізілсе қуанар едім",
        "question_date": "7.03.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 821,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір өлеңді таппай жүрмін?",
        "question_content": "Саламатсыздарма\n\nМен бір өлеңді таппай жүрмін. Қазіргі заманғы ақын қазақ қызынікі. Өлеңнің әр шумағының бірінші қатары бірдей еді. Есімде қалғаны: \"Мама, ......\" деп бір қыз өзінің ғашығының барлық жаман жақтарын(жалқау,мінез ауыр,т.б.) айтып, ең соңында соған ғашық екенін айтады. Радиодан бір-ақ рет естіп, таппай жүрмін. Авторын білсеңіздер айтыңыздаршы.\n\nРахмет.",
        "question_date": "7.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 624,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сөйлем қандай ой салды. Шығармаға сыни көзқарас жаз?",
        "question_content": "Тортай досына ең сүйікті кітабын сыйлап тұрып \"Мен үшін де оқы мен мына алмаған ақ боз атқа сен мінерсің\". Берілген сөйлем қандай ой салды. Шығармаға сыни көзқарас жаз?\n\nP.s ТОРТАЙ МЫНЕР АК БОЗ АТ ХИКАЯСЫ",
        "question_date": "7.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қали балалар үйінде не жұмыс істеген? (Бауырлар Әнгімесі)",
        "question_content": "Үй тапсырмасында берген Марат Қабанбаевтың Бауыр Әнгімесінден сұрағым бар; Қали балалар үйінде не жұмыс істеген?",
        "question_date": "7.03.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарларға қараған",
                "date": "4.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақ ауруын емдеу керек",
        "question_content": "Екі құлағымның іші кірге тез толып қалады. Күніне бір рет тазалап тұруым керек. Бірақ кейде тазалағаннан соң, іші суласып, сары суы аузына дейін келеді. Сосын жара сияқты бірдеңе пайда болып, қатты ауыртады, суық тартады. Бұрын гайморрит болдым. Содан бастап осы құлақтағы бәлеге тап болдым. Врачтарға барып (платный, бесплатный бәріне) көрдім. Біреуі шиқан деді. Біреуі білмейм деді. Біреуі тазаласаң кетеді деді. Тазалаттым қайта қайта пайдасы жоқ. Бірақ шындығы менің қаламдағылар ақшадан басқасын білмейді.\n\nАраларыңызда анық білетін адамдар болса жазсын, өтініш!",
        "question_date": "6.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "анық білгенде көріп қарамай не айтамыз... отипол теген дәрі бар флаконда тамшы түріндегі, сон қолданып көр, Құлағынды жылы ұста, емделгенше мақта тығып қойып жүр, қабыну белгісі болса антибиотиктер қабылдауын керек. құлағынды жуған сон дұрыстап құрғат.",
                "date": "22.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ерітіндісін дайындау үшін қанша грамм құрғақ натрий хлоридін қосу қажет?",
        "question_content": "100 г 15.5%-тік натрий хлоридінің ерітіндісіне оның 17.5%-тік ерітіндісін дайындау үшін қанша грамм құрғақ натрий хлоридін қосу қажет?",
        "question_date": "5.03.2019",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15,5+x r — 17.5%\n\n100+x r  —  100%\n\n(15.5+x)*100=(100+x)*17.5\n\n1550+100x=1750+17.5x\n\n(100-17.5)x=1750-1550\n\n82.5x=200\n\nx=200/82.5=2.4242424242 rpaMM",
                "date": "5.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы жібек жолының қалыптасуының әсерінен болған саяси өзгерістер?",
        "question_content": "1. Сақ тайпасының қоғамдық-саяси құрылымының ерекшелігі\n\n2. Үйсін тайпасының қоғамдық-саяси құрылымының ерекшелігі\n\n3. Қаңлы тайпаснының қоғамдық-саяси құрылымының ерекшелігі\n\n4. Ұлы жібек жолының қалыптасуының әсерінен болған саяси өзгерістер (ҚАЗАҚ ЖЕРІНДЕГІ ӨМІР СҮРГЕН ТАЙПАЛАР)\n\n5. Ұлы жібек жолының қалыптасуынның әсерінен болған әлеуметтік өзгерістер(ҚАЗАҚ ЖЕРІНДЕГІ ӨМІР СҮРГЕН ТАЙПАЛАР)\n\n6.Ұлы жібек жолының қалыптасуынның әсерінен болған экономикалық өзгерістер(ҚАЗАҚ ЖЕРІНДЕГІ ӨМІР СҮРГЕН ТАЙПАЛАР)\n\n7. Ежелгі Қазақстан жерінде дамыған қолөнердің бір саласына дәлел\n\n8. Ежелгі Қазақстан жерінде өмір сүрген тайпалардың аң стилінің ерекшелігі",
        "question_date": "5.03.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Жібек жолымен батыстан шығысқа қарай жүрсек, оның Қазақстандағы учаскесі Шаштан (Ташкент) шығып, Тұрбат асуы арқылы Исфиджабқа, Сайрам (Сарьямға) келеді. Ежелгі қаланың осы күнге дейін сақталған. Шымкент түбіндегі бір қыстақ тап осылай аталады, оның дәл кіндік тұсында Жібек жолындағы бір кездегі ең ірі орталықтардың бірі болған орта ғасырлық қала жұртының қалдығы сақталған. Исфиджабтан құлдарды, бөз маталарды, қару-жарақты, семсерлерді, мыс пен темірді әкетіп жатқан. Испиджабтан шыққан керуендер шығысқа қарай бет алып, Шараб және Будухкент қалалары арқылы Таразға барады екен. Қазақстанның аса ірі қалаларының бірі Тараз VI ғ. бұрын белгілі болған. 568 ж. түрік қағаны Дизабұл Византия императоры ІІ Юстинианның стратгі Земарх бастап келген елшілігін тап осы қалада қабылдаған. Бастаухаттар оны көпестер қаласы деп атаған.Осымен қатар ол түргештердің, содан кейін қарлықтар мен қарахандардың тарихи орталығы болған. Таразбен қатар Жамухат деген шаһар тұрған, ол да VI ғ. хатқа енген. Жамухаттың жәдігерліктері Талас алқабында, Жамбылға таяу жерде, Талас өзенінің бойындағы Михайловка селосына қарама-қарсы бетте жатыр, оның үйінділерін қазір Қостөбе деп атайды. Алқаптың жазық жағында Атлах қаласы бар, 751 ж. оның бінде  осы араны ықпалында ұстау үшін арабтар қытай әскерімен шайқасқан болатын. Тараздан таяқ тастам жерде, Талас бойымен теріскейге қарай кететін сауда жолы үстінде Адақкет пен Нуджикес қаласы тұратын. Талас алқабының таулы бөлегінде сол сияқты Шелжі, Сұс, Күл және Текабкет деген қалалар болған. Бұлар күміс кендеріне жуық жерден қоныс тепкенді. Керуендер Талас алқабына Ферғана аймағынан Шатқал қыратындағы Шанаш асуы және Талас Алатауындағы Қарабура арқылы да өтіп келетін. Жолдың осы бөлігі Жібек жолының  және Жетісулық бағыттарын біріктіретін. Тараздан шыққан жол шығысқа, Құлан қаласына қарай асатын Тараз бен Құлан аралығындағы территория қарлұқтарга жататын. Құланға бара жатқанда жол Касрибас, Күлшөп, Жолшөп сияқты қалалардан өтетін. Құланнан әрірек шығыста бір-бірінен фарсақтай жерде Меркі мен Аспара қалалары барды. Сосын сауда керуендері Нұзкент, Харраджуан, Жол қалаларына соғып өтіп жолдан кейін ол Сарығ, «түрік қағанының қыстағына» Қырмырауға баратын. Қырмыраудан жол салдырып отырып, Жетісудың ең ірі қаланың бірі — Науакентке (Қытайша Синчен) апаратын. Бұл екі атау да Жаңа қала деп аударылады. Науакент түрік қағандарының сарайы және соғдылардың қаласы болған. Жол Науакенттен шыққасын Пенджикент (Бунджикет) арқылы Жетісудың аса үлкен қаласы, Батыс Түріктерінің астанасы (кей түргештер, қарлықтар астанасы) Суябқа келеді. Бұл қала туралы қытай, араб саяхатшылары X ғ. дейін жазып келген. Соңынан астана рөлі Баласағұнға көшеді, тегі оның ертеректегі аты Беклиг немесе Семекна болса керек. Баласағұн қарахандардың, сосын қарақытайлардың астанасы ретінде белгілі, оны кейін XIII ғ. бас кезінде қарақытайлар қиратады. Қала содан қайта салынады, бірақ XIV ғ. тағы да ойрандалып, үйінділері ғана қалады. Бұл қалалардың тұрған жері кәзіргі Тоқмақ қаласына жақын жерде және орта ғасырдың көпке белгілі екі ескерткішіне — Ақбешім мен Боран қала жұртына сәйкес келеді. Суяб қаласынан керуен жолдың не солтүстік, не оңтүстік тармақтарымен жүріп, Ыссық көлдің жағалауына шығады. Оңтүстік жақпен жүрген керуендер Жоғарғы Барысхан деген үлкен қаланы басып өтеді, ал жолдың солтүстік тармағында шағын керуен сарайлар орны кездеседі, олардың аттары бізге дейін жетпеген. Сосын осынау екі айрық жол Бедел асуында бір-бірімен қосылады да, не осы асу арқылы, не Ташрабат арқылы Жібек жолы Қашғар мен Ақсудан барып шығады. Ал керуен жолы Ыссық көл қазан шұңқырынан Санташ асуы арқылы Қарқара жайлауына барып, төмендеп Іле алқабына түседі де, өзеннің оң жағалауын бойлап отырып, Үсек пен Хоргос алқаптарынан өтіп, Алмалық қаласына барады, ал сосын Такла-Макан шөлінің солтүстік жиегін айналып, Хами мен Тұрфан көгал аймақтарын басып, Дунхуан мен Қытайға жететін болған. X—XII ғғ. Жібек жолының бір тармағы күллі Іле алқабын оңтүстік-батыс жағынан көктей өтіп, солтүстік шығысқа қарай кетеді екен. Бұл тармақ Науакенттен басталып, Бунджикен және Қастек асуы арқылы жүріп, Іле Алатауының теріскей жоталарына әкелген. Әлгі асуға тағы бір жол Баласағұннан келетін болған. Бұл арадағы танымал белгі қасиетті Ұрын-Арж тауы екен. Жол Іле Алатауының баурайындағы, кәзіргі Қастек, Қаскелең мен Алматы орындарындағы шағын қалашықтар арқылы Талғар қаласының теріскей шетіне орналасқан Тәлхиз (Тәлхира) қаласына жеткен. Осы арада Талғар өзенінің оң жағалауындағы тау баурайында орта ғасырдың аса ірі қала жұртының ойран болған орны жатыр. Тәлхиз транзитті сауданың үлкен орталығы болған.\nТолығырақ.",
                "date": "10.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәтінін ғана білетін әнді қалай табуға болады?",
        "question_content": "Жастар әні, көтеріңкі әуенмен айтылады. Сейфуллин Жолбарыстың даусына ұқсайды. Радиодан ғана естіп үлгердім. Шазамға салуға үлгермедім. Мәтінін білсеңіздер айта аласыздар ма?\n\n...Жаным десем,\nӨзіңдей жан жоқ маған жарасар.\nКүнім десем,\nБақыт қонып бақ асар...\n\nҚайырмасы:\n...Сен, аяулым, жанымдасың,\nОт алауы жалындасын,\nКел..",
        "question_date": "5.03.2019",
        "question_tag": "Ән іздеу",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алимент аударылатын банк шотына басқа ақша аударымдарын аударуға бола ма?",
        "question_content": "Балаға ай сайын алимент аударып отырылған банк шотына басқа ақша аударымдарын (мысалы: зарплат) аударуға бола ма? Әлде олда алимент болып есептелініп кете ме? Алимент аударылан шот бөлек болуы керек пе?",
        "question_date": "5.03.2019",
        "question_tag": "Банк",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктілік 1күнде қалай анықтайды? Сперма ішке аққан ақпаған қалай анықтауға болады?",
        "question_content": "Сперма ақ түсті болады или қызыл?(осыннан оқып қалдым қызыл депп)Қыздық алынғаннан кейін екіқабат болған болмағанын қалай анықтауға болады? кіші дәреттен кейін қан шықтыы? Қалай түсінеміін????",
        "question_date": "3.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген әйел жүктіліктің алғашқы белгілері — таңертең жүрек айнуы, бас айналу және етеккірдің кешігуі — алғашқы жүктілік белгілері екенін біледі. Құрсақ көтергеніңізді етеккірдің кешіккенінен бұрын да білуге болады ма? Болады екен.\nЖүктіліктің айқын  белгілері\nОмыраудың ауыруы. Жүкті болған әйелдер көп жағдайда омыраудың ауыратынын байқайды. Оның үстіне сүт бездері ісінеді. Бұл кезеңде кеуде бірінші аптадан бастап үлкейе бастайды. Омырауда басқа да өзгерістерге түседі: емшек тамырлары айқын көрінеді. емшек ореолы түсін өзгертеді. Ол етеккір келетін кездегіден де қатты ісінуі мүмкін. Омырауыңыз өте сезімтал болады, кейде түсініксіз сұйықтық та бөлінеді.\nАрқа мен іштің ауырсынуы. Іштің төменгі жағының сыздап ауыруы және белдің ауыруы – етеккірдің жиі серіктері. Бірақ бұл жерде ауырсыну сәл басқа формада келеді. Ол гормондық өзгерістерге және жатырдың өсуіне байланысты болады. Ұрықтанған жұмыртқа жатыр қабырғасына жабысқанда, ол кеңейеді, осыдан ауырсыну белгілері де шығады.\nҚынаптан шыққан бөлінулердің өзгеруі. Жұмыртқа жатыр қабырғасына жабысқанда, ол қан аз мөлшерде бөле бастауы мүмкін. Сондықтан, етеккіріңіздің келу уақыты қысқарғанын немесе бөлінген сұйықтықтың мөлшері азайғанын көрсеңіз, онда сізге дәріханаға барып тест алу керек. Әдетте құрсақ көтергеніңізге 6 – 12 күн болғанда осындай қан бөлінеді. Бұндай жағдайда түсік тастаудың, жатырдан тыс жүктілік болудың және инфекцияның алдын алу үшін дәрігерге бару керек.\nШаршау — жүктіліктің белгісі. Ұрықтанудың алғашқы күндерінде немесе апталарында біздің денеміз жүктілікті қолдау үшін өте көп жұмыс істей бастайды. Көп энергияны қажет етеді, жүрегіңіз екі еселенген күшпен жұмыс істей бастайды, себебі жатырға қосымша оттегі жеткізеді. Шаршау – бұл ағзаның қосымша пайда болған жүктемеге арналған қалыпты реакциясы. Онымен күресуге салауатты диета сақтау, жеткілікті сұйықтық мөлшерін және витаминдерді ішу, көбірек демалу көмектеседі.\nЕмізіктер түсінің өзгеруі. Жүктілік кезінде бөлінетін гормондар меланоциттердің белсенділігіне әсер етеді. Меланоциттер – түс пигментіне жауапты жасуша. Жүктілік кезінде емізіктер қарайып, кейде тіпті қызыл болады. Бірақ, бұрыңғыдай түс болмайды.\nЖүрек айнуы. Тағы бір кеңінен тараған белгілердің бірі — жүрек айнуы. Көп жағдайда бұл 85 пайыз әйел адамдарда кездеседі. Ол токсикоздың белгісі.  Жүктіліктің бастапқы кезеңдерінде теңіз ауруы да алғашқы дабыл болуы да мүмкін. Бұрын бәрі жақсы болғанымен, енді сізді көлікте, ұшақта шайқап жіберуі мүмкін. Кейбір әйелдер жаяу жүргенде де жүрек айнуын сезінеді. Бұл жүктіліктің екінші аптасында пайда болады. Себебі, прогестерон ас қорыту процесін баяулатады. ХГЧ гармоны да жагдайды жеңілдетпейді. Оның деңгейі көп болғанымен, өзіңізді соншалықты жаман сезінесіз.\nІш үрленуі. Шалбарыңызға сыймай қалдыңыз ба немесе енді түймесі тағылмайды ма? Иә, баяуланған ас қорыту сізбен жаман ойын ойнауы мүмкін. Етеккірі кезінде де бұндай жағдайлар болады – прогестерон деңгейі көтеріліп, іш үрленеді. Етеккірі басталғанда бұл белгі жойылады. Ал жүктілік кезінде – жоқ.\nДәретханаға жиі барғыңыз келеді. Жиі несеп шығару – бұл тек соңғы ай жүктілігінде жүрген әйелдер үшін ғана сын емес. Соңғы айларда бала өзінің ауыр салмағын қуыққа салғандықтан, осындай фокустар болып тұрады. Бірақ бұндай белгі алғашқы апталарда да байқалады. Сонымен қатар, аналық ұлғайып қуыққа баса бастағанынан бөлек бүйрек те күшейтілген тәртіпте жұмыс істей бастайды. Нәтижесінде сіз дәретханаға әрбір жарты сағат сайын жүгіруге мәжбүр боласыз.\nТамақты тым көп жеу. Иә, иә! Бірақ бұдан ұялудың қажеті жоқ. Ағзаңыз шаршағандықтан, сізге мол қуат керек болады. Сондықтан да бүйіріңіз тамаққа қарай тартып, фастфудты көргенде басыңыз бақыттан айналады. Фастфуд бұл уақытта жетіспей жүрген қуат береді.\nБас ауруы. Қан айналымының күшею жақсы, әрине. Алайда кейде миға қан құюлуы басты ауыртады. Жүктіліктің алғашқы апталарында басыңыз әлсіз ауыратын болады. Егер де суды аз ішсеңіз немесе қанмен қандай да бір проблемаларыңыз болса, талдама тапсырғаныңыз жөн. Уақыт өте келе бас ауырулары жоққа саяды.\nІш кебуі. Айтуға ыңғайсыз нәрсе, бірақ физиологияда болғаннан кейін не істейміз? Ас қорытудың баяулануы, іш үрленуі – іш кебуіне әкеледі. Бұл бас ауруынан да күрделірек, себебі жүктілік уақытында ол бірнеше күннен кейін өтпейді, керісінше, қиындай түседі. Сондықтан ас мәзіріңізді қарап шығу керек.\nЭмоциялардың аяқ асты өзгеруі. Ол да жүктілік белгілері не жатады. Күн де жүкті әйел сияқты екен», -деп тегіннен тегін айтпайды. Эмоцияның өзгеруі гормондарға тікелей байланысты. Ал жүктілік кезінде гормондар мың құбыла басталады: әйел адам өзін бірде қуанышты, бірде мұңлы сезінуі мүмкін.\nБазальды температураның өзгеруі. Дененің базальды температурасын тексеріп жүретін адамдар оның овуляциядан кейін бірнеше күн бойы шамадан жоғары болып тұратынын біледі. Етеккір басталғанға дейін осы деңгейде болады. Егер жүктілік орын алмаса, температура төмендей бастайды. Ал екі аптадан артық жоғары болса, жүкті болғаныңыз.\nМұрының бітелуі. Мұрынның бітелуі немесе ағуы – жүктілік кезінде болатын ең күтпеген жағдай. Кейде тіпті қан ағуына дейін барады. Бұған екі себеп бар – қатты қан қысымы және экстроген гормоны. Негізінен әлсізденген иммунитеттің кесірінен болашақ ана аурушаң болып келеді.\nБасқа жүктілік белгілері\n— таңертең ауыз кебеді;\n— дәмдік қабылдау өзгереді –экзотикаға және күтпеген тамақтарды араластыруға құмарлық пайда болаы;\n— жыныстық құмарлық төмендейді;\n— кейбір иістерден жиіркену;\n— күтпеген жерден температураның көтерілуі, оның қалтырауға ұласуы;\n— жамбастың ауырлауы.\nhttps://www.balam.kz/jukt%D1%96l%D1%96k-belg%D1%96ler%D1%96/",
                "date": "30.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Ескендір\" поэмасындағы Аристотельдің сөзіне сыни көзқарасыңды білдір",
        "question_content": "Көмектесіңдер өтінем",
        "question_date": "3.03.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Міржақып Дулатұлының әкесін ауыл әйелдері қалай атаған?",
        "question_content": "Міржақып Дулатұлының әкесін ауыл әйелдері қалай атаған?",
        "question_date": "3.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4 литр және 8 литр шелекпен, 3 литр суды калай алуға болады?",
        "question_content": "4 литр және 8 литр шелекпен, 3 литр суды калай алуға болады?",
        "question_date": "3.03.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "\"Түп-тұқианнан өзіме шейін\" кітабын қайдан тауып оқуға болады???",
        "question_content": "Түп-тұқианнан өзіме шейін кітабын қайдан тауып оқуға болады",
        "question_date": "3.03.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://kazneb.kz/bookView/view/?brId=1108969&simple=true&lang=kk#",
                "date": "4.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық жұмыртқасының пайдасы қандай?",
        "question_content": "Тауықтың жұмыртқасын күнделікті жеп тұрса қалай болады адам денсаулығына пайдасы қандай. Протейін( ақуыз) мөлшері көп болады дейді  ер балаларға пайдалыма.\n\nТауық жұмыртқасын суға қайнатып жесе дұрыспа əлде  шағып  сарымсақпен табаға қуырып жеген дұрыспа  .",
        "question_date": "3.03.2019",
        "question_tag": "Тазалық",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір әр елдің мамандары жұмыртқаның адам ағзасына берер пайдасы мен зияны жайында қарама қарсы пікірде болып жатыр. Жұмыртқаның жұмбақ сыры әлі күнге ашылған жоқ. Десе де, бүгін біз оқырмандарға жұмыртқаның пайдалы әрі зиянды жақтарын бірдей жеткізуді жөн көріп отырмыз. Жұмыртқаны қайнатып та, қуырып та жеу арқылы асқазанды ғана емес, бар ағзаны пайбалы элементтер мен дәрумендермен қамтамасыз етуге болады. Құрамындағы ақуыз, йод, фосфор, селен, т.с.с. элементтер созылмалы аурулардың алдын алады. Сондай-ақ, оның құрамында А, В, Д, Е дәрумендерінен бастап, бас-аяғы 13 дәрумен кездеседі. Бір кездері жұмыртқаның сарысы зиянды холестерин көзі деп мойындалған. Шынында да, орташа көлемді әр жұмыртқа құрамында 350-400 мг холестерин бар, ал холестеринді тұтынудың рұқсат етілген күн сайынғы нормасы ер адамдар үшін 390 мг және әйелдер үшін 290 мг тең. Сондықтан адамдарға күніне әрі кеткенде 2 тауық жұмыртқасын жеуге және жұмыртқаның сарысын жемеуге кеңес берілген. Ал кейбір деректерде, дені сау адамға астан келетін холестерин қауіп туғызбауы тиіс. Сондықтан холестеринінің артуымен ауырмайтын адамдарға аптасына 5-6 жұмыртқа жеуге болады. Сонымен қатар, жұмыртқаны пайдасы олардың зияны туралы дәлелдерден асып түседі және күмәнсіз болып табылады. Көптеген диеталардың мәзірінде жұмыртқа кездесіп жатады. Себебі, оның арқасында артық салмақтан арылуға және салмақты бір қалыпты ұстауға болады. Бірақ, шаш өсімі мен көздің көруін жақсартамын, тістерім маржандай таза, сүйектерім мықты болсын десеңіз, ас мәзіріңізге қосыңыз. Жұмыртқа ағзаны түрлі инфекциялардан қорғап, иммунитетті күшейтеді. Ал жұмыртқаны шектен тыс пайдалану сүйекті ақауларына алып келеді. Дауысқа, шашқа, тiптi бүкiл ағзаға пайдасы зор деген сенiммен жұмыртқаны шикiдей сiмiретiндердiң ендi бұдан былай ол әдеттен арылғандары дұрыс. Себебi дүниежүзiлiк медицина бүгiнде пiспеген жұмыртқаның пайдасынан гөрi зияны көптiгiн анықтап отыр. Бiрiншiден, жұмыртқаның дауысқа пайдасы бары ғылыми дәлелденбеген. Екiншiден, кез келген шикi аста кездесетiн секiлдi жұмыртқада да көптеген аурудың қоздырғыш вирустары жүредi. Солардың ең бiрiншiсi - құс тұмауы. Көпшiлiгiмiз қолданар алдында жұмыртқаның сыртын жууды бiлмеймiз де. Ал барлық вирус сол сыртқы қабыршығында болады екен. Сонымен қатар сальмонеллез атты адам ағзасына аса қауiптi инфекция шикi жұмыртқада жиi ұшырасады. Жұмыртқаны пiсiрiп жегеннiң өзiнде де оның белгiлi бiр мөлшерiнен артығы ағзаға зиян дейдi дәрiгерлер. Гарвард әскери-медициналық мектебiнiң мамандары аптасына алты жұмыртқадан артық жеген адамдардың өмiр сүру ұзақтығы 23 пайызға қысқаратынын анықтапты. Әсiресе, жас шамасы 40-тан асқандар, қант диабетiмен ауыратындар мен жүрек, бауыр ауруы бар адамдардың жұмыртқаны аса сақтықпен жегендерi жөн.\nhttps://www.inform.kz/kz/zhumyrtkanyn-zhumbak-syrlary_a2600433",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Котельныйды Жеке тұрғын үйге заң бойынша қалай дұрыс салу керек?",
        "question_content": "Қазақстан Республикасының заңнамасы бойынша жеке тұрғын үйге котельныйды қалай дұрыс салған жөн?\nЕсігін сырттан етіп үйге жалғаған қате ме әлде үйден 2-3 метр қашықтықта бөлек тұрғызғын дұрыс па?\nОсы туралы кімнен сұраған дұрыс?",
        "question_date": "2.03.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәжірибелі проектировщик немесе архитектор- строительден сұраған дұрыс.\nОсы және басқа да проекттерді интернеттен қарап өзіңіз ойластыруға немесе арнайы маман жалдасаңыз болады.",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тойға дейін қызыма сақина тақтырсам қалай болады?",
        "question_content": "Бауырлар Ассаламуалейкум. Сұрағым бар еди. Алайын деп жүрген қызымды қатты қызғанамын. Бірақ той қазір болмайды. Сол тойға дейін қолына сақина таға тұру қалай болар екен. Ешкім қарамайды дегеним гой сакинаны корип, ози де сақина кигизгенин қалайды. Жауаптарынызга алдын ала рахмет.",
        "question_date": "2.03.2019",
        "question_tag": "Махаббат",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырға салсашы, солай қалай болады?",
                "date": "13.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс жасайтын техника алуға үкімет көмектесе алады ма?",
        "question_content": "Озиме арнаиы техника алмакшы едим жумыс жасаитын ип ашып окимет кометесеме алуга жане калаи алам  каида барам толык малимет болса",
        "question_date": "2.03.2019",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмектеседі.\n\nмына ютуб арнаның иесімен хабарласып көрші.",
                "date": "2.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазанғаптың «Көкіл» күйінің нотасы керек?",
        "question_content": "Қазанғаптың «Көкіл» күйінің нотасы болса жолдап берсеңіздер.....",
        "question_date": "1.03.2019",
        "question_tag": "Ән іздеу",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазанғаптың күйі - «Көкіл»",
                "date": "20.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғұндар мен Үйсіндердің айырмашылығы? Екеуінің ұқсастығы?",
        "question_content": "Ғұндар мен Үйсіндердің айырмашылығы? Екеуінің ұқсастығы?",
        "question_date": "1.03.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйсін:мал шаруашылығы,астанасы Чигучен(Қызылаңғар),патшасы Гуньмо,Қытаймен туыстық қарым-қатынасы бар.\n\nҒұндар:егіншілік,көшпелі халық,патшасы Мөде Шаньюй,Қытаймен соғысқа түскен.",
                "date": "29.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рекламаға идея қажет?",
        "question_content": "Барлықтарыңызға қайырлы күн\n\nКөктем мезгілінің алғашқы күні құтты болсын және алғыс айту мейрамы құтты болсын сіздерге өз алғысымды білдіргім келеді\n\nЕнді сұрарым ерлер киіміне жарнама жағынан идея керек еді видео жарнамв әрине соған сценарий құра білетін жандар болса идея айтып кетсеңіздер күтемін раxмет",
        "question_date": "1.03.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орталық Қазақстанға қарағанды қаласының маңызы дегенге эссе қажет?",
        "question_content": "Географиядан Орталық Қазақстанға қарағанды қаласының маңызы дегенге эссе қажет?",
        "question_date": "28.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік орналасқан серіппенің жоғарғы ұшына жүк қойылды",
        "question_content": "Тік орналасқан серіппенің жоғарғы ұшына жүк қойғанда ол серіппе l =3 мм-ге сығылады. Егер сол жүк h=8см биіктіктен осы серпіннің жоғарғы ұшына құлайтын болса, онда серіппе қаншалықты сығылар еді?",
        "question_date": "26.02.2019",
        "question_tag": "Мектеп",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инженер мамандығы бойынша оқу орындары?",
        "question_content": "инженер строитель инженер проектеровщик мамандыгы бойынша казакстандагы оку орындары кайда бар жане де оку орындарына кирген кездеги строительство деп туратын болимде кандай мамандыктар окытылады",
        "question_date": "26.02.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инженер-технологқа қажет:\n\nКәсіпорын өнімдерінің өндірістік технология қағидаларын, бұйым құрылысын немесе өнім құрамын, технологиялық аспаптарды және олардың жұмыс қағидаларын, технологиялық үрдістерді және өндіріс тәртіптемесін, стандарттарды және техникалық шарттарды, ақау түрлерін және оның алдын алу тәсілдерін, автоматты жобалау жүйесінің негіздерін, патенттік зерттеулерді жүргізу тәсілдерін және тәртібін білу;\n\nҮздік отандық және шетелдік технологиялардың техникалық сипаттамасын, талаптарын және экономикалық көрсеткіштерін, матриалдар, шикізат, дайын өнім техникалық талаптарын терең білу;\n\nӨндірістің прогрессивті технологиясы саласынан отандық және шетелдік өнеркәсіп тәжірибесін тиімді пайдалану;\n\nЗаманауи бағдарламалық жасақтаманы меңгеру;\n\nАғылшын тілін білген дұрыс.\n\nИнженер-технолог жұмысы ғылыми-зерттеу институттарында, зертханаларда және мекемелерде өтеді. Өндіріс үрдісі шарттарында завод цехінде, фабрикада, технологиялық кәсіпорында жұмыс атқарады.\n\nТаңдау пәні – физика\n\nЖОО-да мамандықты меңгеруге болады.\n\n5В072600 – Жеңіл өнеркәсіп бұйымдарының технологиясы, 5В07100 – Биотехнология, 5В071000 – Материалтану және жаңа материалдар технологиясы, 5В072000 - Оpганикалық заттаpдың химиялық тeхнологиясы, 5В072100 - Органикалық заттардың химиялық технологиясы, 5В072700 - Азық-түлік өнімдерінің технологиясы, 5В072800 - Өңдеу өндірісінің технологиясы.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    }
]