[
    {
        "question_title": "Аудармашы болу үшін не істеу керек?",
        "question_content": "Мен кəріс тілінен аудармашы болғым келеді. Ол үшін қандай пəндерді жақсы оқу керек. Қайда барып оқу керек. Маған ол мамандық жайлы толық мəлімет бере аласыздарма?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде шет тілін үйрену аса қиын мәселе емес. Алайда ана тіліңмен қатар, шет тілін кәсіби деңгейде меңгеру үшін арнайы оқу орнын тәмамдауыңыз керек. \nМұндай оқу орындары көбіне екі бағыт (аудармашы-жолсерік және аудармашы-филолог) бойынша білім береді. \nАудармашы-жолсерік болып істеу үшін бірнеше тілді жоғары деңгейде білумен бірге дикциясы анық, бейтаныс адамның алдында өз-өзін сенімді ұстайтын, елінің және оқыған тілінің (мысалы, Ұлыбритания, Жапония, Франция, т.б.) тарихы мен мәдениетін терең білетін, ашық-жарқын, жауапкершілігі жоғары жан болуы шарт. Сондай-ақ кез келген уақытта: күн демей, түн демей жұмысқа шығатын жағдайға дайын болуы керек. Себебі аудармашы-жолсеріктер шетелдік туристермен түрлі экскурсияға шығады. \nАудармашы-филолог өз өмірін мәңгілік тілге арнайды. Тілдің пайда болуын, құрылымын, даму тарихын, қызметін терең меңгереді. Тілдерді салыстырып, ұқсастығы мен айырмашылықтарын зерттеп, ғылыми еңбек жазады. Тілді оқытумен, оны екінші тілге түрлі бағытта (ғылыми, көркем, техникалық, экономикалық, қоғамдық-саяси, т.б.) аударумен айналысады. \nСөздіктер, тілді үйренуге арналған оқу құралдарын жазады. \nДайын мәтіндерді редакциялап, қатесін түзетеді, авторлармен тығыз жұмыс жасайды. \nБұл мамандық иелері  өте сауатты жазып, көсіліп еркін де шешен сөйлейтін, есте сақтау қабілеті мықты, шыдамды, ұзақ отырудан жалықпайтын жандар. Себебі олардың өмірінің көбі үстелде жазумен өтеді.\nТолығырақ: https://massaget.kz/okushyilarga/jogargyi_syinyip/25577/",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тригонометриялық өрнекті көбейтіндіге түрлендіру?",
        "question_content": "Sina+1/2 срочно пожалуйста. (Sina-синус Альфа)",
        "question_date": "8.04.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АҚД аболют температурасы 10% ұлғайтқанда,оның сәулелену қуаты қанша пайызға артады.",
        "question_content": "Абсолют қара дененің (АҚД) абсолют температурасы 10% ұлғайтқанда;оның сәулелену қуаты қанша пайызға артады.",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түзілген заттың молекулалық формуласы.",
        "question_content": "10 л бутанды дегидрлегенде 20 л сутек болынды. Тузылген заттын молекулалык формуласы.",
        "question_date": "8.04.2020",
        "question_tag": "Химия",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(C4H10) = 10/22,4 = 0,45 моль\nn(H2) = 20/22,4 = 0,89 моль\nn(C4H10)  : n(H2) = 0,45  : 0,89 = 1  : 2\n\n2 моль сутек түзілетінін білсек бутан формуласынан 2*2---4 сутек кетіп тұр деген сөз.\n\nСонда  жалпы реакция осылай өрнектелетін болады:С4Н10=С4Н6+2Н2",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы 15см түзу өткізгіш индукциясы 0,4 Тл болатын біртекті магнит өрісіне енгізілген.",
        "question_content": "Ұзындығы 15см түзу өткізгіш индукциясы 0,4 Тл болатын біртекті магнит өрісіне енгізілген. Магнит индукциясы өткізгішке перпендикуляр бағытталған. Өткізгіштен өтетін ток күші 6А болса, оған əсер ететін Ампер күшін тап.",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қабырғасы 12см-ге тең дұрыс үшбұрыштың ауданын тап",
        "question_content": "Көмектесіңіздерші өтініш",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 12 катет болса, онда ауданы 12 * 12/2 = 72\n\n Егер 12 гипотенуза болса, онда аудан 12 * 12/2 құрайды және тағы да 2-ге бөлінеді, яғни 36",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай жаратылысы бойынша қай топқа кіреді?",
        "question_content": "Мұнай қай топқа кіреді?",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мунай\n\nсусындар тобына кыреды",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құралай салқыны атауының ненің себебі?",
        "question_content": "Мамыр айының аяғында соғатын суық желдің \"Құралай салқыны\" деп атауының себебі неде?",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киіктің лағы құралай аяқтанып кететін кез. Жел мен суыққа шыдасып тез аяққа тұрып кетеді екен. Сол үшін құралайдың суығы деп атайды.",
                "date": "19.05.2022",
                "upvotes": 0
            },
            {
                "text": "Себебі ол кезден кейін киік жаңа төлін төлдейді ,сол сабаптен оны құралайдың салқыны деп атап кеткен",
                "date": "14.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айнымалының қандай мәндерінде бөлшектің мағынасы болмайды",
        "question_content": "Айнымалының қандай мәндерінде бөлшектің мағынасы болмайды?",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айналымнын кандай мандерынде болшектын магынасы болмайды",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарағайдың көбеюі?",
        "question_content": "Қарағайдың көбеюі деген сұраққа қалай жауап беруге болады?",
        "question_date": "8.04.2020",
        "question_tag": "Биология",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарағай – еліміздің таулы аймақтарында бірнеше түрі кездесетін қылқанжапырақтыты мәңгіжасыл өсімдік.\n500 - 600 жылға дейін өмір сүреді. Ең биік түрлері 50 - 60 метрге жетеді. Шыршаныкіндей емес қарағайдың қылқаны ұзын, жуандау. Қылқанының түсі түріне қарай сары, көкшілдеу, жасыл және қою жасыл болады. Қарағай сондай - ақ тез өсетін қылқанжапырақтылардың бірі. Жер шарында жүзден аса түрі болса, оның жиырма шақты түрі көгалдандыруда қолданылады. Олардың ішінде бұтағы тік өсетін және жайыла өсетін түрлері де бар. Өсе келе жан - жағына 6 - 7 метрге дейін жайылатындықтан, бір - бірінен немесе өзге ағаштардан арақашықтығы кем дегенде 5 - 6 м болуы керек. Оның барлық түрі бой жасап өсіргенге ыңғайлы. Жай және тез өсетін түрлері бар. Биіктігі екі метрден аспайтын “тау қарағайы” деген түрі бар. Көгалдандыруда оларды түрлі композицияларға қолдануға болады. Қарағайдың қылқанымен қоса, өте жиі орналасатын бүршіктері де өте әдемі. Осы бүршіктерін сәндік үшін теріп алып, қолөнер бұйымдарына қолданып жатады.\nҚарағайдың ағашы мықтылығымен және қаттылығымен ерекшеленеді. Оны кеме құрылысында, авиацияда, теміржолда және құрылыста кеңінен қолданады. Қарағайдың діңінде шайыр көп мөлшерде болады. Одан скипидар мен канифоль алынады. Канифольді сүргіт және лак дайындауда қолданады.\nҚарағайдың бүршіктері, эфир майы және шайыры бронхит, өкпе ауруларына қарсы пайдаланылады. Қылқанын С дәрумені жетіспегенде және алдын - алу үшін қолданады. Қарағайдың қара майын тері ауруларына жақпа май ретінде пайдаланады.\n\nКүтімі\nЖас көшетін ашық күн көзіне, құнарлы топыраққа отырғызу керек. Жыл сайын көктемде қалқанжапырақты ағаштарға арналған минералды заттармен қоректендірген жөн. Қоректік заттары жеткілікті қарағай қылқанының түсі қанық болады. Кейбір жұмсақ қылқанды түрлері қысқы суыққа шыдамсыз келеді.\n\nКөбейтілуі\nТұқымы және қалемшелеу арқылы көбейтіледі.\n\nСипаттамасы\nБұл ағаштардың биіктігі 35 м - дей, діңі мықты, бұтақ шоғыры дөңгелек болып келеді. Қабығы үгілмелі, қызыл қоңыр түсті, бұтағында жарықтары болады. Жапырағы (инесі) 2 – 5 - тен шоқтанып бүршігінде орналасқан, бүршіктері күрделі. Бүрі 2 – 3 жылда піседі, оны жеуге болады. Мамыр айында гүлдейді. Аталық гүлі масақты, сары не қызыл түсті. Аналық бүрі жас өркен ұшында 2 – 3 - тен орналасады, 2 жылда пісіп жетіледі. Тұқымы – қара, не сұр түсті; қанатты кейде қанатсыз болады. Қарағай ағашы 300 – 500 жыл жасайды.\nЕуразияның қоңыржай және субтропиктік аймақтары мен Солтүстік Америкада өсетін 100 - ге жуық түрі белгілі.\n\nЕмдік қасиеті\nҚарағайдан жоғары сапалы ағаш сүрегі, қарамай, шайыр алуға болады. Қарағай – дәрілік ағаш, одан терпентин майы, скипидар, сірке суы; жас қылқанынан С витамині (концентрат), эфир майы алынады. Сондай - ақ құм тоқтатуда, әсемдік ретінде (елді мекенді көгалдандыруда) маңызы зор.\n\nҚазақстанда\nҚазақстанда 2 түрі: кәдімгі Қарағай (P. sіlvestrіs) және самырсын Қарағайы (P. sіbіrіca) бар. Бұлар республиканың солтүстік - шығыс, орталық бөліктеріндегі аралас ормандарда, басқа қылқан немесе жалпақ жапырақты ағаштар арасында өседі. Қазақстанда ботан. бақтарда Қарағайдың: сары Қарағай, тау Қарағайы, Веймутов Қарағайы түрлері қолдан өсіріледі.",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әсер ету синонимі және антонимі қандай?",
        "question_content": "Әсер ету, көбейіп деген сөздердің синонимі және антонимі керек?",
        "question_date": "8.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әсер сөзінің синонимі ықпал.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың периметріне тең болған квадраттың ауданын тап",
        "question_content": "Тік төртбұрыштың ауданы 360см²,қабырғаларынан бірі (биіктігі)30см.Периметрі сол тік төртбұрыштың периметріне тең болған квадраттың ауданын тап (жауабы 441см щығу керк)",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 360:30=12см – тік төртбұрыштың ені\n2) 2*(30+12)=84см – тік төртбұрыш пен шаршының периметрі\n3) 84:4=21см – шаршының қабырғасы\n4) 21*21=441 см2 – шаршы ауданы",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөз тәрнесіне сатылай кешенді талдау.",
        "question_content": "\"Артық білім\" сөз тіркесіне сатылай кешенді талдауды қалай талдайды??????",
        "question_date": "8.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 603,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өнер-білім бар жұрттар өлеңінде неше шумақ,неше тармақ,неше бунақтан құрылған?",
        "question_content": "Өнер-білім бар жұрттар өлеңінде неше шумақ, тармақ, буын, бунақ бар? Ұйқас түрі қандай? Осы өлеңге талдау жасау.",
        "question_date": "8.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аталық пен аналық жасушалардың ұқсастығымен айырмашылығы",
        "question_content": "Аталық пен анылық Жасушалардың ұқсатығымен айырмашылығы",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Морфологиялық ерекшеліктеріне келетін болсақ, аталық жыныс жасушасы (сперматозоидтар) ұсақ және қозғалмалы, ал аналық (ұрық жұмыртқасы) үлкен және қозғалмайды. Бір уақытта көптеген сперматозоидтар түзіледі, ал жұмыртқа бір. Түбі әртүрлі өлшемдерге ие (сіз түсінгендей). Оларда да, басқаларында да диплоидты жиынтық бар (яғни соматикалық жасушалардан 2 есе аз). Сондай-ақ, бұл ұяшықтар пішіні бойынша ерекшеленеді, мұны оқулықтағы суреттерден немесе Интернеттен тексеруге болады. Және бұл жасушаларда қоректік заттардың әртүрлі қоры бар: жұмыртқада ол үлкен (мысалы, жұмыртқадағы сарысы түрінде), ал сперматозоидтарда ол аз, тіпті жоқ.",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экожүйелердің (ландшафттардың) бөлінген 23 тобының ішінде бес ірі бөлімшесін төменд",
        "question_content": "Экожүйелердің (ландшафттардың) бөлінген 23 тобының ішінде бес ірі бөлімшесін төмендегі фигураларға толтыру:\n<!--[if gte vml 1]> <![if !mso]>\n<![endif]>\n   1\n<![if !mso]>\n<![endif]> <![endif]--><!--[if !vml]-->\n<!--[endif]-->\n<!--[if gte vml 1]> <![if !mso]>\n<![endif]>\n       5\n<![if !mso]>\n<![endif]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte vml 1]> <![if !mso]>\n<![endif]>\n       2\n<![if !mso]>\n<![endif]> <![endif]--><!--[if !vml]--><!--[endif]-->                                                                                       \n                                    <!--[if gte vml 1]> <![if !mso]>\n<![endif]>\n  3\n<![if !mso]>\n<![endif]> <![if !mso]>\n<![endif]>\n   4\n<![if !mso]>\n<![endif]> <![endif]--><!--[if !vml]-->\n<!--[endif]-->",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең қабырғалы үшбұрышқа сырттай және іштей сызылған шеңбердің ұзындығын тап.",
        "question_content": "Тең қабырғалы үшбұрышқа сырттай және іштей сызылған шеңбердің ұзындығын тап. Үшбұрыштың қабырғасы 3 см тең.\n\nШеңбердің ұзындығын табу керек.Есепті шығара алмай жатырмын. Кешкі беске дейін немесе оданда ерте уақытқа жауабы керек.",
        "question_date": "8.04.2020",
        "question_tag": "Геометрия",
        "question_views": 27600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "аЕкі шеңбердің ұзындығы жоғарыдағы формула арқылы табылады.",
                "date": "5.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жарық қайдан пайда болады?",
        "question_content": "Жарық қайдан пайда болады? Толық мәлімет берсеңіздер.",
        "question_date": "8.04.2020",
        "question_tag": "География",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жарық (жарылу) — тектоникалық қозғалыстардың әсерінен пайда болған жер қабығының жарылып бұзылуы. Жарықтың екі түрі болады. Бірінші түрі — жарықтар мен бөлінген жер қабығы бөлшектерінің орын ауыстырмай (жылжымай), бұрынғы орындарында қалуы жағдайында жасалады да, ал екінші түрі, керісінше олардың жылжып орын ауыстыруы жағдайында түзіледі. Жарың жазығы бойымен өдетте брекчиялы бөлшектену зонасы пайда болады. Жарық арқылы күшті минералданған судың циркуляциясы желілік пайдалы қазындылар орындарын жасайды. Вулкан атқылайтын аудандарда жарықтар атқылау жолдары арқылы жер бетіне жиі шығып жатады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%96%D0%B0%D1%80%D1%8B%D2%9B_(%D0%B3%D0%B5%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F)",
                "date": "6.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1)Is there a park or garden in your town?",
        "question_content": "Is there a park or garden in your town? 2) Are there any old buildings in your town? 3)Are there any mountains near your town? 4) Is there a river in your town? 5) Are there any places for young people where you live? 6) Are there any restaurant are there in your town? 7) How many houses are there your street? 8) Are there any shops near your school?  \nОсы сұрақтарға қысқаша жауап керек! Өтініш көмек керек!",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 889,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйірлі тікбұрышты үшбұрыштың гипотенузасы 4түбір асты2 тең.Үшбұрыштың ауданын тап",
        "question_content": "Тездетіп шығарып беріңіздерші",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x ^ 2 + x ^ 2 = (4V2) ^ 2\n\n 2х ^ 2 = 32 х = 4 - үшбұрыштың тең қабырғалары\n\n h -  биіктігі V (x ^ 2 - (4V2) ^ 2/4) = V8 = 2V2\nS = 4V2 * 2V2 / 2 = 8",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күй аңызы әңгімесінде көтерілген мәселе қандай?",
        "question_content": "Үй тапсырмасы ғой, оқығанмен осыны ұқпадым",
        "question_date": "8.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "күйдің шығу тарихын көрсету\n\"Күй аңызы\" - Т.Ахтановтың ең алғашқы әңгімесі. Әңгіменің негізгі тақырыбы — өнер құдіреті. Естемес деген күйшінің ауыр тағдыры. Ол өзінің мұңлы да зарлы күйі арқылы ботасы өлген боз інгеннің тақырдай қатып қалған қайыс жонын жұмсартып, тіршілікке нәр бергендей болды.   \nБұл әңгіме күйші Естемес пен жас жігіт Оразымбеттің жолдағы әңгімесі мен бастан кешкен оқиғасы туралы. Естемістің жас қызға ғашық болып, оған соңына дейін тырмысып өзіне алғысы келгені, бірақ қыздың ондай ойы болмағанын біліп, көңілі түскені туралы болатын.\nЕстемес және оның жанында  жүрген жас жігіт Оразымбет екеуі жол жүріп бара жатып жолаушылап Ипан тауының баурайындағы жалғыз үйге тоқтайды. Естемес сол қызға ғашық болады. Әкесі егер менің суалып қалған түйемді идірсең,қызымды беремін дейді. Жаңылға қосылу үшін ол күй шерте  басатайды. Бұл баяғыдан бітіре алмай жүрген  күйі еді. Күй соңында күйші қатып қалған бозінгенді идірсе де қыз оған заманының өткендігін білдіреді. Осы күй осыдан \"Нар идірген\" деп атылып кеткен.",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанағат ...-төл перзенті",
        "question_content": "Қанағат...-төл перзенті, тағы да денсаулықты ол күтеді\n... Жетудің бір көзі-еңбек пен қанағат",
        "question_date": "8.04.2020",
        "question_tag": "Психология",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанағат табиғаттың төл перзенті\n\nТағы да денсаулықты ол күтеді.\n\nИгілікке жетудің бір көзі - еңбек пен қанағат.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "І әріпіне келетін қыз есімі керек.",
        "question_content": "Жақында қарындасты боламын. Соған көмек керек. Сондықтан І әрпіне келетін қыз есімі керек.",
        "question_date": "8.04.2020",
        "question_tag": "Жанұя",
        "question_views": 933,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іңкар\nІнжу\n\nтсс есімдер бар",
                "date": "8.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 500 грамм темір оксидінде қанша оттек бар?",
        "question_content": "Массасы 500 грамм темір оксидінде қанша оттек бар?\n\nХимия пəнінен тапсырма берді мен оны орындай алмай отырмын",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі қарапайым:\nх мәні реакция асты-үстінде көрсетілген мәндердің пропорциясы арқылы есептелген.",
                "date": "8.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхтар Мағауиннің Ділшат сұлтанымға қатысты қысқаша мазмұн керек еді",
        "question_content": "Мұхтар Мағауиннің Ділшат  сұлтанымға қатысты қысқаша мазмұн керек еді",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхтар Мағауиннің Ділшат  сұлтанымға қатысты шығармасы  “Аласапыран” деп аталады.\nҚазақ халқының көрші мемлекеттермен дипломатиялық қарым-қатынасы тарихи-көркемдік тұрғыдан тұңғыш рет суреттелген “Аласапыран” тарихи дилогиясы 1981—83 ж. жарық көрді. Романда қазақ ордасын Тәуекел хан басқарған тұстағы (16 — 17 ғ-лар) қоғамдық-әлеуметтік жағдай көрініс тапқан. Хан мұрагері Ораз-Мұхаммед пен оқымысты Қыдырғали Жалайридың, Едіге би ұрпағы Петр Урусовтың көркем бейнелері сомдалған. Томан би, Манақ батыр, Ділшат, Ай-Шешек бегім секілді кейіпкерлерді суреттеу арқылы қаламгер Ораз-Мұхаммед тұлғасын даралай түседі.\nРоманда көшпелі тұрмыс көріністері, аңшылық, саятшылық сынды ұлттық дәстүрлер көрініс тауып, Қазақ хандығының Ресей, Иран, Бұхара, Сібір хандықтарымен өзара қатынастары, ішкі-сыртқы саяси жағдайлары сипатталған. Жазушы шығармаларында 20 ғ-дағы ауыл, қала тұрмысы, түрлі әлеуметтік топ өкілдерінің тағдыры психология-философия тереңдікпен көркем бейнеленген.\n“Аласапыран”шығармасындағы  осыншама көп кейіпкерлің арасынан айрықша бөлектеніп, мүлдем ерекше көрінетін топ бар, ол – əйелдер бейнесі. Əдебиет корифейлерінің бірі əйел бейнелерін сомдай алмаған жазушы əдебиет тарихында қала алмайтынын айтқан болатын, ал М.Мағауин романындағы Ай-Шешек бегім, Əз-ханым, Ділшат өзіндік ерекшеліктерімен дараланып тұрған, тіпті, ел-жұрт, сүйген жар жолында құрбандыққа ойланбай бара алар жандар жəне сонысымен де маңындағы күйкі тірліктен биік, жоғары: «Ұсақтан ұтпа – ұзағын күт. Халық – бала, өзін кім жақсы көрсе, соған құлап түседі. Барын бағалай біл, кемісін қазбалама: қайткенде де жұрт өзіңдікі, жақсы көруге тырыс, жақсы көрініп үйрен. Қарашы бегің – қыран құс, жем үшін ұшады, қызылдан қақпасаң, қызыл шолақтың өзін алып береді. Жұртыңның жүз тілегін орында, жүз біріншіде мың батпанжүгіңді көтереді», – деп немересіне ақылкеңес беретін, кісілік, көсемдік жолын нұсқайтын Əз-ханым жалғыз Ораз-Мұхамедтің ғана əжесі емес, халықтың анасы деңгейіне көтерілсе, өмірі трагедияға толып, сұлулығында да, ақыл кемелдігінде де кемшін жоқ Ай-Шешек бегім де қарақан басының емес, халық ел бірлігінің жоқтаушысы, шамасы келгенше қанатымен су сепкен қарлығаштай болмаққа бекінген кісілігімен жүректе жатталып қалады. Ол: «–Менде əке жоқ, – деді Ай-Шешек күрсініп. – Менде ел-жұрт қана бар. Сен. . сен де жақын адамның жан күйінен гөрі, жұрттың жағдайын көбірек ескер, қолайы келсе, əйелге қоса құрсақтас бауырыңдықұрбанға шал. Өйткені. . өйткені, ел – біреу-ақ, бауыр көп, ал əйел. . қаншасын алғың келсе, сонша болады. .» Иə, жеке адамның пікірі ол қаншалықты дəлелденген, əбден бекіген пікір болса да, қашанда субъективті пікір ғана, сондықтан бұл М.Мағауин сынды сарабдал, тіпті сарқаптал қаламгер туралы ой.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    }
]