[
    {
        "question_title": "Жылдық ас өтпей жатып тұрмыс құруға болама?",
        "question_content": "Əжемнің жылдығы өтпей жатып тұрмыс құруға болама?",
        "question_date": "10.09.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Ол қалыңдық пен күйеу жігіттің отбасылық құндылықтарына байланысты. \n2) Әулеттің үлкендері рұқсат беріп тұрса 40-ы өткен соң тұрмыс құруға болады\n3) \"Өлгеннің артынан өлмек жоқ\" деген сөз бар. Жасы келген кісі болған болса , 40-ы өткен соң  немесе 4-6 айдан кейін үлкендердің батасын алып, үлкен тойсыз отбасы құруға болады.",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2.Семантикалық карта толтыру Сәйкестігін тауып, «+» белгісіін қойыңдар",
        "question_content": "Семантикалық карта толтыру сәйкестігін тауып + белгімін қойыңдар\n\n                 ашық тұқым           жабық тұқым         дара жарнақ      қос жарнақ\n\nарша\n\nалма\n\nінжугүл\n\nасқабақ\n\nқияр\n\nқызанақ\n\nшырша\n\nкартоп\n\nраушангүлі",
        "question_date": "10.09.2020",
        "question_tag": "Табиғат",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасы мерзімдері қандай?",
        "question_content": "Дипломмен ауылға бағдарламасы мерзімдері қандай? 72 бұйрықта бір басқа, ауыл шаруашылық мекемесі басқа заң қолдана ма мен түсінбедім. Бір ай болды әлі баулы шықпады",
        "question_date": "10.09.2020",
        "question_tag": "Заң",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО келесі мамандықтар бойынша бітірген студенттер бағдарламаға қатысуға өтініш бере алады:\nбілім;\nденсаулық сақтау;\nәлеуметтік қамтамасыз ету;\nмәдениет және спорт;\nмал дәрігерлік;\n2020 жылы мемлекеттік қызметкерлер «Дипломмен ауылға» жобасына қосылды.\nМемлекет тарапынан әлеуметтік көмек келесі түрде көрсетіледі:\n100 АЕК мөлшерінде бір реттік көтерме жәрдемақысы (2020 жылы 277 800 теңге);\nтұрғын үйді сатып алу немесе салу үшін 0,01% жылдық сыйақы мөлшерімен 15 жылға дейінгі 1500 АЕК (2020 жылы 4 167 000 теңге) мөлшерінде несие беру.\nәлеуметтік мекемелердің мамандары үшін лауазымдық жалақының тарифтік мөлшерден кемінде 25%-ға (қалалық жерлерде) өсуі.\nБасты шарт - ауылға келген маман өз мамандығы бойынша кем дегенде үш жыл жұмыс істеуі керек.\nБағдарламаға қатысу үшін таңдалған елді мекенде жұмыс берушіні өзіңіз табуыңыз керек. Ауылдық мектептерге, ауруханаларға, мәдениет үйлеріне, спорт кешендеріне және т.б. жұмысқа орналасуға болады (өңірлердегі кадрлардың қажеттіліктері туралы мәліметтер облыстық әкімдік басқармаларының сайттарында орналастырылған).\nЕгер жұмыс орнын табу мүмкіндігі болмаса, түлек ҚР Ауыл шаруашылығы министрлігіне немесе аймақтардағы жауапты қызметкерлерге жүгіне алады.\n«Электрондық үкімет» веб-порталы арқылы сіз көтерме жәрдемақыны және бюджеттік несиені алуға онлайн режимінде өтініш бере аласыз.\nКөтерме жәрдемақы алу үшін жаңа жұмыс орнында кадрлар бөлімі куәландырған білім туралы дипломның және еңбек кітапшасының көшірмесін өткізу қажет болады;\nТұрғын үй сатып алуға бюджеттік несие алу үшін келесі құжаттар қосымша ұсынылады:\nсатып алынатын жылжымайтын мүлікті бағалау актісі;\nнеке туралы куәліктің көшірмесі (бар болса);\nсол ауылдық елді мекенде маманның, оның жұбайының және балаларының иелігінде жылжымайтын мүліктің болмауы (болуы) туралы ақпарат.\nТұрғын үй құрылысына бюджеттік несие алу үшін келесі құжаттар қосымша ұсынылады:\nМаманның атына тұрғын үй салуға берілген жер учаскесін пайдалану құқығы туралы акт;\nкепілге қойылған мүлікті бағалау актісі;\nкепілге қойылған мүліктің сақтандыру шарты;\nберілген несие мөлшерінен артық тұрғын үй құрылысының бір бөлігін қаржыландыруға жазбаша келісім;\nнеке туралы куәліктің көшірмесі (бар болса);\nБұрын берілген несиелер бойынша берешегі бар қызмет алушыларға әлеуметтік қолдау шаралары оларды толық өтегенге дейін (қаржылық ауыртпалықты болдырмау үшін) қарастырылмайды.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз жібек жырыңдағы Хорен бейнесі",
        "question_content": "Маған срочно керек Хорен бейнесі қыз жібек жырыңдағы",
        "question_date": "9.09.2020",
        "question_tag": "Мектеп",
        "question_views": 899,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кәзіргі таңдағы 2020жылғы ҰБТға негізгі пәндер қандай?",
        "question_content": "ҰБТ ға 2020 жылдың негізгі пәндеріне ағылшын қосылды дейді шынба?",
        "question_date": "9.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 173,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай жаңалық естімеппін. Осы ақпарат жайлы іздеп те көрдім, ешқандай нақты дерек жоқ. Соған қарағанда жай сөз сияқты.",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңгелектің радиустарын тап?",
        "question_content": "Екі дөңгелектің радиустарының қосындысы 24 см тең, ал аудандардың айырмасы 48 см ге тең. Дөңгелектің радиустарын тап?",
        "question_date": "9.09.2020",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 2*Pi*r²\n\n2*Pi*r2² - 2*Pi*r1² = 48\n\nr2² - r1² = 24/Pi\n\nr2 + r1 = 24⇒r1 = 24- r2\n\nr2² - (24-r2)² = 24/Pi",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тербеліс басталған соң 1/4 период уақыттағы серпінділік күшінің жұмысы?",
        "question_content": "Қатаңдығы 1 кН/м серіппеге ілінген массасы 2 кг жүктің тербеліс амплитудасы 2 см.\n\nТербеліс басталған соң 1/4 период уақыттағы серпінділік күшінің жұмысы:",
        "question_date": "9.09.2020",
        "question_tag": "Физика",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "«Сегіз аяқ» өлеңін оқып, негізгі идеясын түйіндеп жаз?",
        "question_content": "СЕГІЗ АЯҚ\n«Сегіз аяқ» өлеңін оқып, негізгі идеясын түйіндеп жаз.\nПікір. Нақыл сөздер бойынша туындаған өзіндік пікіріңід бір сөйлеммен келaтір.\nДәлел. Келтірілген өзіндік пікірді тағы бір сөйлеммен дәлелде.\nМысал. Енді өзіндік пікіріңді негіздеп кетуің үшін бір сөйлеммен мысал келтір.Бірақ өмірден алынуы қажет.\nҚорытынды. Пікіріңді пысықтап қорытынды жаса. Қорытынды шешімді бір сөйлеммен келтір.",
        "question_date": "9.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 71200,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "1. Сегіз аяқ әнін маған қатты ұнады.\n\n2. Ол ән өте баяу және адам жанына жағымды айтылған.\n\n3. Сегіз аяқ әнін Интернетте әдемі айтылған және сонау ғасырға сай айтылған. Бірақ қазір бұл әнді жәй ғана жаттап, әнсіз айтып береді.\n\n4. Қорытындылай келсек, ән өте әдемі, баяу дауыспен айтылған.",
                "date": "6.09.2023",
                "upvotes": 1
            },
            {
                "text": "1889 жылы жарқ етіп, қазақ поэзиясының жарық жұлдызы – «Сегіз аяқ» атты жыр туды. Абайдың оның мазмұны мен мақсатына ерекше зер салғаны – мінсіз мүсінделген қиын ұйқасынан да, әдейі арнап ән шығаруынан да айқын еді. Мұнан бөлек, тағы бір әйдік белгі бар. Ол – ақынның атақты өлеңнің басын, яғни арнау сөзін қайта түзеп жазғандығы. Төмендегі мақсат – осы арнаудың көпшілікке беймәлім нұсқасын сараптап, тексеруге саяды.\nАлдымен бас абайтанушы Мұхтар Омарханұлы Әуезовтің пікіріне көз тігейік: «Сегіз аяқ» – ұлы ақынның жазушылық еңбегінің орта тұсында туған үлкен бір белдей әрі мол, әрі бар жағынан көркем келісті шыққан, зор шығарманың бірі» (Абай Құнанбайұлы. Монография. –Алматы, 1995. – 137 бет), – дей келе, Мұхаң терең ой-пайымдарын былайша тиянақтаған: «Абайдың кейінгі жырларынан осы «Сегіз аяқтан» басталған көп мұңды көреміз» (сонда, 139 бет). Соңғы сөзде «Шүбәсіз, ұлы ақынды қайғы-шерге қамаған – қалың елі қазағының тағдыры, ал сол «мамықтан төсек, тастай боп кесек» ұйқысын шайдай ашқан кезең қайсы?» деген сұрақтың жауабы тұр. Демек, «Сегіз аяқ» – Абай қайран жұртының мұңын мұңдаушы, жоғын жоқтаушы халық ақыны боп толықтай қалыптасқанының куәсі. Жырдың алғашқы ойшылдық үлгідегі толғау болуы осыны растай түседі.\nАбай – халық ақыны дегеннен шығады, бұрын ешкім таппаған шебер түрмен жазылған «Сегіз аяқ»-тың сырлы сөздері сол кездің өзінде-ақ ешбір адамды бейжай қалдырмаған. Айталық, жас ақын Шәкәрім осы жырдың ұйқасына айнытпай салып, өзінің «Жастық пен кәрілік» деген жырын жазған (бұл шығарма 1879 жылғы деп білетіндер қатты қателеседі). Жастық арыны басылмаған Шәкәрімнің қылығына, ермек үшін жазған жырына Абай қатты қапа болып, осы 1889 жылы «Мен жазбаймын өлеңді ермек үшін» деген жауап өлеңін жазғаны хақ. Онда Абай:\nӨлеңі бар өнерлі інім, сізге\nЖалынамын, мұндай сөз айтпа бізге, –\nдегенді өлеңі бар жалпыға емес, нақтылы інісі Шәкәрімге айтқан. Оған қылаудай күмәніміз жоқ. «Арсыз» деген есеңгіреткен соққыдан есін жиған соң Шәкәрім «Жастарға» атты жүрекжарды толғауын жазып, ағасынан кешу алады. «Сегіз аяқтан» басталған қос ақын диалогы осылай аяқталған-ды.\nМаңызы терең мәселе сол, атақты жыр қазақ деген жұрттың сөз өнерін ғана емес, санасы һәм ойлау деңгейін де бір саты көтерді. «Сегіз аяқ» бүккен сырларға шолуымды осы пайыммен сабақтағым келеді.\nЕнді келелі шығарманың арнау сөзіне қайтып оралайық.\nЖаңа аталған еңбегінде Мұхаң: «Үлкен өлең …аса шебер арнаудан басталады» деп көрсеткен. Бұл жерде «арнау» деп сегіз жолдан қайырылған алдыңғы үш шумақ, жиыны – 24 жол меңзелген (бұл «Сегіз аяқтың» негізгі мазмұны:\n…Қайнайды қаның,\nАшиды жаның,\nМінездерін көргенде, –\nдеген жолдардан басталады деген сөз). Абай осы арнауды (24 жол) қайта қарастырып, жақсартып жазған дегенге нанымды дәлелдеріміз кәне.\nАбай өлеңге арнауды кемінде екі мәрте жазған дегенді Мұхаң естіген, білген, бірақ әуелгі нұсқа қолына түспегенін былайша аңдатқан: «Абайдың әдетінде бір жазған өлеңін қайта түзеп жазып, қайтадан қарастыру машығы жоқ. Жалғыз ғана «Сегіз аяқ» деген өлеңнің басын қайта бір түрлі қылып айтып еді» деген сөз бар» (Абай Құнанбайұлы. Толық жинақ. Қызылорда, 1933 жыл. 382 бет).\n«Қолжазба жанбайды» демекші, сөз болып отырған әуелгі үлгі-нұсқа абайтанушы Қайым Мұхаметхановқа тап болғанын қараңыз. 1951 жылы Шыңғыс болысының азаматы, Оразке Уақбай баласының қолжазба дәптері Абай музейіне түскен екен. «Жаңадан табылған сегіз өлең жайында» деген зерттеу мақаласында ғалым осы оқиғаны айта келе, былай деп жазады: «Оразке қолжазбасының тарихи құндылығы – Мұхтардың «Сегіз аяқ» өлеңі туралы естіген сөзін расқа шығарып отырғандығы» («Абай» журналы. – 1992. №2. 50 бет).\nБәрекелді деп, «Сегіз аяқ» арнауын бастапқы түрінде оқып көрейік:\nТереңнен қозғап,\nЖүректен толғап,\nБуынды, бойды босатқан.\nКөргіштің көңілін,\nБілгіштің өмірін,\nЖаңартып, жайып жасартқан.\nЖалынды, нұрлы күшті тіл,\nСайраймын десең өзің біл.\nСөзіңнің гүлін,\nШеберлік түрін,\nСалуға деймін мінің бар.\nДарияны түптеп,\nМеруерттей үптеп,\nӨткізе берер кімің бар.\nҚиналма бекер, тіл мен жақ,\nКөңілсіз құлақ ойға олақ.\nБасында мый жоқ,\nҚорықпаса сый жоқ,\nЕкі жүзді қайда жоқ.\nТасдиқсыз иман,\nТағылымсыз қылған,\nТағатында пайда жоқ.\nМұнафиқ мінез шыны жоқ,\nПайдадан басқа мұңы жоқ.\nОразке қолжазбасы арқылы бүгінгі күнге жеткен үш шумақ міне, осы.\nМына қызыққа қараңыз, ортаңғы сегіз жолдың үшінші түрі де бар екен. Ол Оразке қолжазбасынан да, қазіргі жинақтардан да бөлек. Оны, сенсеңіз, алаш көсемі Әлихан Бөкейханның «Қалқаман-Мамыр» (Шәкәрім) атты мақаласынан кездестіріп отырмыз. Әлекең келтірген сегіз жол мынау:\nОюын ойып,\nОрындап қойып,\nТүр салғандай өрнекке.\nҚиыннан қиып,\nҚиырдан жиып,\nҚұрап сөзді термекке.\nЕңбекке егіз тіл мен жақ.\nЕрінбесең сөйлеп бақ!\nӨзіңіз де салыстырып көріңіз, Оразке қолжазбасынан да, сондай-ақ, қазіргі жинақтардағы:\nӨткірдің жүзі,\nКестенің бізі,\nӨрнегін сендей сала алмас, –\nдеп басталатын сегіз жолдан да мүлде бөлек дүние емес пе.\nКәкітай 1905 жылы Абай мұрасын шығару қамында Омбыға барып, Әлиханға жолыққаны, екі дос талай күндер бірге болғаны аян. Сондықтан Әлекең жаңағы шумақты Кәкітай өзімен ала барған Абай шығармалары көшірмесінің бірінен алған шығар-ау деген жорамал туады.\nҚазіргі «Алыстан сермеп, жүректен тербеп» деп басталатын арнау, иә, Абайдың иін қандыра жақсартып жазғаны. Олай болса, жаңағы «Сегіз аяқ» арнауының алғашқы үлгісі керек пе? Әрине, керек, ол өзіндік сөз өрнегі, мейлі, мән-мазмұны десең де құнды олжамыз деген ойдамын. «Тасдиқсыз иман, тағылымсыз қылған, Тағатында пайда жоқ» немесе «Пайдадан басқа мұңы жоқ» сияқты сөздер ескірді, пайдасыз деп ешбір адам айта алмас.\nНегізі, жарияланбай, тасада қалып келе жатқан Абай өлеңдері көп. Соның бірі – «Ақылды әдет жеңбегі» деген үш шумақ өлеңге 1995 жылғы Толық жинақта тек «Түсініктер» бөлімінен орын тиген. Оның Абайдікі және «Сегіз аяқ» өлеңімен мерзімдес жазылған туынды екені күмәнсіз.\n«Көк тұман – алдыңдағы келер заман» (1897) өлеңі төртінші шумағы:\nӘділеттік, арлылық, махаббат пен –\nҮй жолдасың қабірден әрі өткенде, –\nдейді. Соңғы жол күдікті көрініп, ол «Үш жолдасың…» деп түзетілсе делінген (Абай. Екі томдық жинағы. Алматы, 1995. -248 бет). Жоқ, келісе алмаймыз. Неге десеңіз, ескі қазақ «шын үй» («бақилық үй») деп о дүниені айтқан. «Үй (о дүниеде) жолдасың…» дейтіні, Абай да осы мағынада қолданған дейміз.\nСоңғы 1995 жылғы жинақта, әсіресе, қара сөздерге қатысты олқылық көп-ақ. Мәселен, 45-сөздегі «Айғыр биеге ие болмақта да махаббат сезім бар» деген дұрыс сөйлемнің соңы «…махаббат пен сезім бар» деп бұрмаланып басылған. Яғни, бір нәрсе екі нәрсе боп, мағынасы бүлінген.\nҚорытынды: Абай шығармаларын танып болдық, түгендедік, түзеттік, болды, бітті деп тоқмейілсуге әлі ертерек. Абайдан шыққан әр сөз – киелі, баға жетпес асыл қазына. Осыны ұмытпайық, ағайын.\nТолығырақ: https://qazaqadebieti.kz/16935/ata-ty-segiz-aya-ty-bejm-lim-syrlary",
                "date": "9.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Детский врач общий, бала дәрігері қазіргі таңда неше жыл оқиды?",
        "question_content": "Детский врач мамандығы қазіргі таңда общий неше жыл оқиды?",
        "question_date": "9.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Детский врач мамандығы қазіргі таңда  \n5 Жыл бакалавриат\n2жыл интернатура\n2-жыл резидентура\nжалпы 9 жыл оқисыз. 7 жыл оқып болғаннан соң да дәрігер болып жасауға болады, бірақ, ол толық аяқталған білімге жатпайды.",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірде жар таңдаудан алданып қалдым?",
        "question_content": "Мен 2008 дерде кызбен журдим ол брак кыз емес еди барып жургем суйтип Арада уакыт отип котерип койды, тек семен болгам деп бала сеники деди суйтип Оз кателигимди тусинип уйленген едим. Казир бизде еки бала бар арамызда урыс Керис шыгып жакында ДНК стеткен едим анализдери улкен балам 100% меники болмай ал екинши балам 100% меники болып шыкты жастары да уже 11 - 9 га келип калган балалар енди не стеримди блмей басым катып ойланып журмин акыл кенестериниз болса жазып комек берип жбериниздерши маган.",
        "question_date": "9.09.2020",
        "question_tag": "Жанұя",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Сізге есею керек, екі бала асырап отырсаңыз да ол сіздің есейгеніңізді білдірмейді, саналылық керек. Айтып отырған әңгімеңізге қарап өміріңіз осы уақытқа дейін тек ойын сияқты жеңіл қабылдап өткізген сияқтысыз. \n2) Әр жасаған ісіңіздің соңғы түйінін қабылдай алмасаңыз ол істі жасаудың қажеті жоқ еді ( ол қызбен бару да өз шешіміңіз,соңғы нәтижесі үйленумен аяқталды; оған үйлену де өз шешіміңіз, бала кімнен екенін тексеру де өз шешіміңіз). \n3) СІзді бала кімнен екенін тексеруге итермелеген не себеп, мүмкін шынында әйеліңізді кінәлі екенін көрсету арқылы айқай шуы көп отбасылық өмірден өзіңіз сүттен ақ судан таза \"жертва\" болып шыққыңыз келген болар. Ал шындықты білген кезде тым ауыр тиген болар. \n4) Адамды адам алдаған жақсы емес әрине, бірақ өмірде тең -теңімен дейді. Ниетің қандай сондай адам саған жолығады дейді. Яғни жас кезіңізде сіз де ол қызды сүйем күйем бірге боламыз деп алдап жүрген болуыңыз мүмкін. Соңында ол қыз сізден пысығырақ болып сізді алдап кеткен. \n5) Отбасының мәселесін шыртқа шағармай өзара отырып сөйлесіп шешкен дұрыс деп ойлаймын. \n6) Бұл оқиғада екеуіңіз де кінәлісіздер:\nа) сезімнің жетегінде кеткен\nб) отбасы құруға салғырт қараған\nв) құрған отбасыны сақтауға , араларыңыздағы сыйластықты арттыра алмаған жағдайларға.",
                "date": "10.09.2020",
                "upvotes": 0
            },
            {
                "text": "ДНК істету қайдан ойларыңа келед?",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Mg, Na, Ne, O, N, B осы элементтердің металдық қасиеттерін өсу",
        "question_content": "Mg,Na,Ne,O,N,B осы элементтердің металдық қасиеттерін өсу ретімен жазып беріңіздерші?",
        "question_date": "9.09.2020",
        "question_tag": "Химия",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менделеев кестесі бойынша элементтердің металдық қасиеті Fr элементіне жақындаған сайын күшейеді. Соған орай:\nNe,O,N,B,Mg,Na осы ретпен металдық қасиеттері артады.",
                "date": "9.09.2020",
                "upvotes": 0
            },
            {
                "text": "B11,N14,O16,Ne20,Na23,Mg24",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "12 нiң 4 ке қатынасы",
        "question_content": "12 нiң 4 ке қатынасы қандай?",
        "question_date": "9.09.2020",
        "question_tag": "Мектеп",
        "question_views": 664,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12 ÷ 4 = 3                     .",
                "date": "9.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "А) Натрий сульфаты Ә) Азот қышқылы заттардың диссоциациялану теңдеулерін жазыңдар?",
        "question_content": "А)натрий сульфаты.ә)азот қышқылы.б)калий гидроксиді.в)калий карбонаты.г)алюминий хлориді.ғ)темір (ІІІ) бромиді.д)тұз қышқылы.е)натрий ортофосфаты",
        "question_date": "9.09.2020",
        "question_tag": "Химия",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "в) калий карбонаты",
                "date": "9.09.2020",
                "upvotes": 0
            },
            {
                "text": "барма осы тапсырма берндерш ватсапта г ғ д е осылар керек еді  87782304550",
                "date": "13.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек мазмұндық сұрақ құрастыр?",
        "question_content": "Қазақ әдебиеті пәні бойынша Қыз Жібек жырының мазмұнын ретімен меңгергендеріңді дәлелдеу үшін мазмұндық сұрақ құрастырып жіберіңдер?",
        "question_date": "9.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. «Қыз Жібек» жырының біз оқыған нұсқасын кім бастырып шығарды?  \n2. «Қыз Жібек» қай ғасырдың еншісіндегі жыр? Нақты деректермен айтыңдар.\n3. Жағалбайлы жұрты қазір қай жерлерде бар?\n\n4. Жыр қалай аяқталады?\n\n5. Жырдың басты кейіпкері Төлегеннің  есімін неге Төлеген қойған?\n\nТолығырақ: https://bilimland.kz/kk/teacher-page/sabaqtar-zhane-synyp-sahattary/qazaq-adebieti/material/qyz-zhibek-zhyry",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияға 24,16 кг көміртек (II) оксиді түскен болса",
        "question_content": "Егер реакцияға 24,16 кг көміртек (II) оксиді түскен болса,ситез-газдан алынатын метанолдың массасы(кг)",
        "question_date": "9.09.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "КРМУ ға колледж ден кейін оқуға түсуге бола ма?",
        "question_content": "КРМУ ға колледж ден кейін оқуға түсуге бола ма?",
        "question_date": "9.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине болады.\nЕгер университет рұқсат етсе бірден 2-курстан  бастап оқуыңыз да мүмкін. Себебі, 1-курста оқытылатын сабақтарды көп университеттерде қайталап оқытпай ( колледжде оқытылып қойғандықтан) 2-курстан бастап кетуге рұқсат етуі мүмкін.",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілдік оралымдардың мағынасын ашып, сөйлем құра?",
        "question_content": "Тілдік оралымдардың мағынасын ашып, сөйлем құра:\n\nБұлбұлдай сайраған тіл-\n\nЖарға соққан толқындай екпінді-\n\nТөбем көкке төрт елі жетпеді-\n\nТілмәштардың қолжаулығы болу-",
        "question_date": "9.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 22400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұлбұлдай сайраған тіл- шешен.\n\nЖарға соққан толқындай екпінді-тез қимылдайтын, шымыр\n\nТөбем көкке төрт елі жетпеді- қатты қуану\n\nТілмәштардың қолжаулығы болу- тілмаштардың мазағы болу",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диссоцияциялану теңеулер құру керек?",
        "question_content": "Диссоцияциялану теңеулер құру керек?\n\n1)HBr\n\n2)NaNO3\n\n3)ZnSO4\n\nЖедел турде комек керек",
        "question_date": "9.09.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диссоцияциялануы",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арқанға жабысып немесе бақан бойымен тез сырғанап түскенде қолдың күйіп қалатыны неліктен?",
        "question_content": "Арқанға жабысып немесе бақан бойымен тез сырғанап түскенде қолдың күйіп қалатыны неліктен? Күйіп қалатыны неліктен? Не себепті? Қалай күйеді?",
        "question_date": "9.09.2020",
        "question_tag": "Физика",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйкеліс әсерінен ысиды. Мысалы сіз екі қолыңызды бір біріне үйкесеңіз жылығанын байқайсыз. Үйкеліс жиілігін арттырған сайын қызуы да артады. \nДәл  солай арқан бойымен жылжыған қол мен арқан арасында үйкеліс пайда болып соның әсерінен, қол терісі қызады.",
                "date": "9.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрі 42 см-ге, ал ауданы 104 см2-ге тең. ени мне узн",
        "question_content": "Тіктөртбұрыштың периметрі 42 см-ге, ал ауданы 104 см2-ге тең.\nТіктөртбұрыштың ұзындығы мен енін тап.",
        "question_date": "9.09.2020",
        "question_tag": "Математика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер периметрі 42 см болса, онда көршілес қабырғаларының қосындысы 42: 2 = 21 см болады.Бір қабырғасы а, ал екіншісі 21-а болады. Тіктөртбұрыштың ауданы:\nа(21-а)=104\n21а-а²=104\nа²-21а+104=0\nD=(-21)²-4*104=441-416=25\nа₁=(21+5)/2=26/2=13\nа₂=(21-5)/2=16/2=8\nжауабы: 8 см және13 см",
                "date": "9.09.2020",
                "upvotes": 0
            },
            {
                "text": "С)108 өйткені\nP=(A+b)×b\n42=(4+3)×2\n21=7x\nX=3\n12×9=108",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер денеге катысты 15 Дж-га тен жумыс аткарылса онын ишки энергиясы каншага озгереди?",
        "question_content": "Физика 8 сынып 20бет,1жаттыгу",
        "question_date": "9.09.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оған жасалған жұмыс - бұл сыртқы күштердің жұмысы, демек дененің ішкі энергиясы  да 15Дж-ға өседі",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "OY осьтеріне параллель a(2,5,-1),b(-3,1,3) нүктелері арқылы өткен жазықтар теңдеуі",
        "question_content": "oy осьтер3не параллель a(2,5,-1),b(-3,1,3) нүктелері арқылы өтетін жазықтықтар теңдеу құру?",
        "question_date": "9.09.2020",
        "question_tag": "Геометрия",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дәстүрлі консервативтік қоғам деген не",
        "question_content": "Консервативті қоғам\n\nҚазақстан тарихы\nТерминология",
        "question_date": "9.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Консерватизм (фр. соnservatisme, лат. conservo - сақтаймын, қорғаймын) - саяси және әлеуметтік философиялық ұстаным ретінде дәстүрлі әлеуметтік институттардың сақталуын қолдайды. Бағдарлардың, ұстанымдардың, қоғамның мемлекеттік-саяси жүйелерінің өміріне қатысты, ондағы адамның орнын анықтауға байланысты құндылықтардың әлеуметтік-философиялық және идеологиялық тұжырымдар жиынтығы. Консерватизм ұғымын алғаш рет саяси мағынада Франсуа Рене де Шатобриан пайдаланған. Консерватизм жақтастарының қоғамда орнығып қалған дәстүрлер мен құндылықтарды сақтап, түбегейлі өзгерістерден бас тартатындығымен ерекшеленеді.",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "WhatsAppта қандай ойындар ойналса болады",
        "question_content": "Мен Whatsappта достарыммен қызықты ойын ойнайын деп едім қандай ойындар ойнасам болады?",
        "question_date": "9.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уатсапта әртүрлі жалпылама жіберілетін  спам ойындар ойнап, белгілі бір затқа немесе іске бәстесуге болады.\nНемесе психологиялық картинкалар жіберіп жауабын жіберіп зерігуді басуға болады.1-АЛМА Қиындықты, бақытсыздықты салмақты қабылдайсыз. Басыңызды бұлт шала қалса кейбіреулер секілді еңсеңіз иіліп өмірден түңілмейсіз. Өмір алдыңызға тосқан тосқауылдан, сынақтардан оңай өте аласыз. Айналаңыздағы адамдардың пікірі сіз үшін – бос әңгіме. Өзіңіздің «адресіңізге» бағытталған жағымсыз пікір мен өсек сөзді елемейсіз. Психолог мамандардың болжауынша, мұндай адамдарды тым ақылды немесе тым ақылсыз деуге болады екен. Психолог кеңесі: «Алма ағашынан алыс түспейді. Айтқан сын шын болғанымен, түзелетіндер аз. Тым турашыл болмаңыз. Турасын айтып, туғаныңызға да жақпайсыз Бетке айтатын тік мінезіңізді өзгертіңіз». \n2-АЛМА Энергиясы мол, шыдамсыз жансыз. Сіздің дұшпаныңыз – бырсыдырғылық, бірқалыптылық. Біріне-бірі ұқсаған күндер жалықтырады. Сондай күндерді өзгерткіңіз келеді, өйткені, қызықты оқиғалар сізге шабыт береді. Адам өмірге бір-ақ рет келеді деп, барлығының дәмін татып көргіңіз келеді. Сіз үшін бәрі тәжірибе. Тіпті, отбасы құруға да солай қарайсыз. Психологтың кеңесі: «Алма піскен соң өзі жерге түседі, күте біліңіз. Піспей жұлып алған соң әрине, бәрі де сіз үшін дәмсіз, қызықсыз. Ұстамдылыққа, салмақтылыққа үйреніңіз».\n 3-АЛМА Айналаңыздағылар сізді ешкімге ұқсамайтын ерекше жан деп санайды. Ақыл мен кеңес сұрайды, құрметпен және қызығушылықпен қарайды. Нақтырақ айтқанда, олар үшін сіз білмейтін нәрсе жоқ, данасыз. Шын мәнінде бұл өзгені өзіңізге тартып тұратын Табиғат сыйлаған магниттік қасиет ғана. Әйткенмен, бұл қасиетті дамытып, дұрыс пайлана білсеңіз, көзіңіз жеткенмен, аяғыңыз жетпеген көп биіктерге шыға аласыз. Психологтың кеңесі: «Алма ағашы жемісті көп салған сайын бұтақтары төмен иіледі. Құрметтеу басқа да құрметке лайық болу бір басқа. Ешқашан астамшылық танытпаңыз». \n4-АЛМА Аз сөйлеп, көп тыңдайтын өте қырағы адамсыз. Алдыңызда сөйлеп отырған адамның сөзінің ғана емес, әр қимылының астарына үңілесіз. Уақытыңыздың көп бөлігін өзіңізді дамытуға, өміріңізге қажетті кітаптарды оқуға арнайсыз. Қарым-қатынаста ұстамды, салмақтысыз, ынжықтық та жоқ емес. Тек өзіңізге ең жақын адамдар ортасында ғана өзіңізді еркін сезіне аласыз. Психологтың кеңесі: «Оқығаныңыз бен білетініңіз көп болғанымен, оны қажетіңізге жарата алмасаңыз, пайдасы жоқ. Көрсетпесеңіз ешкім көрмейді. Ашық болыңыз». \n5-АЛМА Өмір керемет – бұл сіздің өмірлік девизіңіз. Өзгенің жетістігіне шын көңілмен қуана аласыз. Тіпті, сіз жауған жаңбырға, күнге қарап та қуанып, өмірден ләззат таба аласыз. Көңілі ақ, жүрегі таза адамсыз. Сіздің риясыз күлкіңіздің өзі айналаңыздағы адамдарға қуаныш сыйлай алады. Бәрін-бәрін қуантқыңыз келеді-ау. Бірақ бұл мүмкін емес. Психолог кеңесі: «Құрт тәтті алмаға түседі. Кейде қышқылдау да бола біліңіз».\n 6-АЛМА Адамдарға сақтықпен қарайсыз, сенбейсіз және ешкімге сырыңызды да айта бермейсіз. Ұшқыр ой, мықты есте сақтау қабілеті ұштасқан жансыз. Кез келген нәрсенің, жағдайдың ұсақ детальдарына дейін көз алдыңызда «жаттап» қала аласыз. Бұл сіздің ерекшелігіңіз. Алайда бұның жаман жағы да бар, реніш пен өкпені ұзақ жыл ұмыта алмай жүресіз. Сізді өкпешіл, кекшіл, шағымданғыш адамдар тобына қосуға да болады. Психолог кеңесі: «Жеріне қарай жемісі. Адамның бәрінен өзіңізге ұнаған қасиетті іздеп әуреленбеңіз. Әр адамды сол қалпында қабылдауға үйреніңіз». Конфуций «Аса ақылдылар мен аса ақымақтар ғана өзгермейді» дейді. Сіз қайсысына жатасыз? Егер, бұл екі топқа да кірмейтін болсаңыз, онда психолог кеңесін орындап, мінезіңізді өзгертетініңіз анық. Өзгеруге, өзгертуге әрекет етіңіз. Ағаш екпей жеміс бермес, іс бітпей жеңіс келмес!\nhttp://ernur.kz/psikhologiya/sizge-kai-minezdi-ozgertu-kerek-psikhologiyalyk-test",
                "date": "9.09.2020",
                "upvotes": 0
            },
            {
                "text": "Спам ботты қосып жіберсеңші чатқа қызық болады))",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халық арасында не бір жаңа сөз, жаңа ұғымдар туып жатады. Мағынасын айтыңыздаршы?",
        "question_content": "Халық арасында не бір жаңа сөз, жаңа ұғымдар туып жатады, бұл – табиғи процесс. Солардың шала туғандары өліп, мезгілін біліп туған өміршеңдері қанаттанып, азаматтық сөздер қатарына қосылады. Құдайға шүкір, сөздік қоры жағынан қазақ тілі ешкімнен кем де, кедей де емес, әдебиетіміздің қаулап өсуінің бір себебі осында жатқан сияқты.",
        "question_date": "8.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жерде қазақ тілінің көркеюінің маңызды тұстары айтлыған. Яғни жаңа сөздер пайда болады, олар халық арасына сіңбесе, онда жоғалып кететіндігі айтылады. Сондай-ақ қазақ тілінің соз қоры бай екендігі де айтылған.",
                "date": "9.09.2020",
                "upvotes": 0
            }
        ]
    }
]