[
    {
        "question_title": "Анамның бөлесінің қызына үйленуге бола ма?",
        "question_content": "Анамның бөлесінің қызына үйленуге бола ма? Сізде немесе таныстарыңызда осындай жағдай болған ба?",
        "question_date": "17.11.2020",
        "question_tag": "Достық",
        "question_views": 839,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болмайды ау дейм да себебі олар туыс",
                "date": "18.11.2020",
                "upvotes": 0
            },
            {
                "text": "Болып та қалар,  әйтеу жегжат қой.  рулас емес. Деседе, қазақтың салты бойынша Амал бар алыстан алған жөн ғой.  Ауылыңдағы Ақсақалдан тағы сура.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауа шарында шамамен 0,9*10²³ молекула азот болды. Азоттың зат мөлшерін есептеңдер?",
        "question_content": "Ауа шарында шамамен 0,9*10²³ молекула азот болды. Азоттың зат мөлшерін есептендер?",
        "question_date": "17.11.2020",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v=0,9*10²³ / 6,022*10²³ =0.15моль",
                "date": "18.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бізге 2 ноутбук берілді. Ол бізде қалады ма? Әлде қайтадан алып алады ма?",
        "question_content": "Біз көпбалалыотбасымыз.Бізге сабаққарауға ноутбук көмек ретінде берілді. Сол ноутбук өзімізде қалады ма әлде қайтып алады ма?",
        "question_date": "17.11.2020",
        "question_tag": "Заң",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қашықтықтан оқыту аяқталғаннан соң, ол таратылған тізім бойынша қайта жиналып алыну керек. Себебі, Уақытша көмек ретінде таратылды деп атап көрсетілген.  Осыған ұқсас жағдайлар карантин болмаған тыныш кездерде кейбір ЖОО осылай мұқтаж студенттерге недбук( кіші ноут) тарататын болған. Жыл соңында оны тізім бойынша қайта жинап алатын. Мысалы 2016-2017 жж ҚазҰМУ студенттерге уақытша көмек ретінде недбук таратқан. \nУақытша қашықтан оқыту кезінде мектеп оқушылары қажетті техникамен қамтамасыз етіледі. Қашықтан оқыту жүйесі бойынша қиындықтың туындауы мүмкін екенін жақсы түсінеміз. Бір отбасында бірнеше оқушы оқыса, бір компьютер мен бір смартфонды пайдаланудың ыңғайсыздығы немесе қажетті техниканың мүлдем болмауы мүмкін. Кейбіреулерде интернет байланысы да жоқ. Президент қашықтан оқытуды ұйымдастыру үшін барлық қажетті шараларды қабылдауға тапсырма берді. Бұл мәселе қазір ерекше бақылауда. Әкімдіктермен бірлесе отырып, мектептегі компьютерлерді оқушылар мен мұғалімдерге уақытша пайдалануға беру, тіпті, қажет болған жағдайда, мектептерге қосымша техника (планшеттер немесе компьютерлер) сатып алып, оларды да уақытша пайдалануға беру мәселелерін қарастырудамыз. Кейбір өңірлер бұл жұмысқа кірісіп кетті”, – деп жазды Асхат Аймағамбетов әлеуметтік желідегі парақшасында.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограммның периметрін табыңыз.",
        "question_content": "Параллелограмның диагональдарының қиылысу нүктесінен ұзындығы 2 см болатын кесінді, ұзындығы 5 см болатын қабырғасын қақ бөледі. Параллелограммның периметрін табыңыз.",
        "question_date": "17.11.2020",
        "question_tag": "Геометрия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл берілген мән бойынша тек ауданын табуға болар. Ал периметрін қалай ойлансам да таба алмадым. Ауданы 20смкв болады.",
                "date": "18.11.2020",
                "upvotes": 0
            },
            {
                "text": "Бұл жерде 2 см тік түспейді. Өйткені бұл жерде 5см теңдей екіге бөледі. Сонда p=2(a+b) 2(4+5)=18 p=18",
                "date": "29.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атом жөнінде сипаттама берген ғалымдарды атаңдар.",
        "question_content": "4.Атом жөнінде сипаттама берген ғалымдарды атаңдар.\n\nотинем айтындарш",
        "question_date": "17.11.2020",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атом қүрамына оң зарядты бөлшектер кіретінін 1911 жылы ағылшын ғалымы Э. Резерфорд тәжірибе арқылы дәлелдеді Орасан көп атомдар арқылы өткен сәулелердің тек кейбіреулёрі ғана бағытын өзгертеді. Бұдан атомның құрамындағы оң зарядтар шоғырлапған белшектің көлемі өте кіщкентай екенін байқауға болады.\nОсы тәжірибе негізінде Э. Резерфорд атомның планетарлық  теориясын ұсынды. Бұл теория бойынша атомның ортасында оң. зарядталған ядро болады, оны электрондар орбиталар бойынша айналып жүреді.\nПаули принципі. Атомдардың спектрлерін зерттей келіп швейцария ғалымы В. Паули (1925 ж.) мынадай ереже немесе приндип ұсынды: атомда төрт квант сандарының мэндері бірдей болатын екі электрон болмайды.\nЭлементтің периодтық жүйедегі реттік ыөмірі сның кестедегі орнын көрсетіп қана қоймай, элементтің ең басты қасиеті болып табылатын ядросындағы оң зарядтарының санын да көрсетеді. Элементтің реттік нәмірі мен атомынығі, ядро зарядтарынын са-ны бірдей болатынын 1912 жылы ағылшын ғалымы Г. Мозли тәжірибе жүзінде дәлелдеді және заң түрінде тұжырымдады. Бұл заңның негізгі мәні мынадай: бастапқы элементтен кейінгі элементке ауысқанда атомдардың ядро зарядтарыбірге өсіп отырады.\nПериодтық заңның жаңа анықтамасы оған Д. И. Менделеев берген анықтамасына еш уақытта қайшы келмейді, қайта оны жаңа гылыми деректермен толықтыра түседі және заңның дұрыстығын дәлелдейді. Мысалы, периодтық жүйеде элементтерді Д. И. Менделеев атомдық массаларының өсу ретімен орналас-тырғанда кейбір сәйкессіздіктер байқалады. Атомдық массала-ры ауыр, теллур иодтан бүрын, кобальт никельден бүрын орналасқан, ал атомдардық ядро зарядтарының өсу тұрғысынан қа-рағанда бүлар кестеде дұрыс орналастырылған. Өйткені теллур-ға қарағанда иодтың, кобальтқа қарағанда никельдің ядро за-рядтарының саны бірге артық болып келеді.\nНейтрондар ашылғаннан кеиін совет ғалымдары Д. Д. Ива-ненко, Е. Н. Гапон ядро қүрылысының протондық-нейтрондық теориясын үсынды. Бүл теория түрғысынан қарағанда атом ядросы протондар мен нейтрондардан түрады. Про-тон массасы 1 м. а. б., ал заряды +1. Нейтрон массасы шамамен протон массасына тең зарядсыз бөлшек. Протондар мен нейтрон-дар ядроның екі түрлі күйдегі қарапайым бөлшектері.\nАтом ядросының қасиеттері оның қүрамындағы протондар мен нейтрондардың санына байланысты. Ядродағы протондар-\nдың немесе оң зарядтардың саны периодтық жүйедегі сол эле-менттің реттік нөміріне тең болады.\nАтом ядросының қасиеттерін сипаттайтын екінші жағдай — ол оның массалық саны (А).",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қаныш Сәтпаев\" роман эссесіне композициялық талдау жасау.",
        "question_content": "Каныш Сәтпаев роман эссесі композициялық талдау кажет",
        "question_date": "17.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 211000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медеу Сәрсеке – ұлтымыздың кемеңгер перзенті Қаныш Сәтбаевтың ғұмыр жолын айшықтауға елу жылдан астам уақытын сарп етіп, біртуар ғалымның жарқын бейнесін тартымды һәм тұрлаулы еңбегімен қазақ қауымына танытқан қаламгер.\nМемлекеттік жабық қоймаларда ұсталған көптеген мұрағатты әжетіне жаратқан жазушы өз еңбегінде ұлы ғалымның заман-дастары мен туыстарының, үй-ішінің жүрекжарды әңгімелерін, хаттары мен естеліктерін, геологиялық-ғылыми құжаттарды пай-даланып, ғалым ғұмырнамасын қиял-қоспасыз, шынайы оқи-ғалармен қызықты өріп, Қаныш Имантайұлы өмірінің бел-белес-терін бүкпесіз ашып, ұлағатты, ерлікке толы істерін саралап та, даралап та ұлықтаған. Қаныштай дара дарын өмірін әсірелеусіз ұлықтаған ғұмырнама туынды ел асылын ардақ тұтқан қауымды бейжай қалдырмас деген үміттеміз...\nҚолыңыздағы роман-эссе қазақ және орыс тілдерінде 11 рет басылып, әлемнің 112 еліне тарағанын ескертеміз.",
                "date": "18.11.2020",
                "upvotes": 1
            },
            {
                "text": "1) Шағарманың бастауы\n2) байланысуы\n3) шиеленісуы\n4) шарықтау шегі\n5) шешімі\n\nБолуы тиіс",
                "date": "24.11.2021",
                "upvotes": 0
            },
            {
                "text": "«Қаныш Сәтпаев» роман-эссесі жөнінде сыни пікір\nМедеу Сәрсеке – қазақтың деректі прозасына еңбегі сіңген жазушы. Қазақтың ұлы тұлғасы Қаныш Сәтпаевтің өмір жолы туралы еңбекті елуден астам жыл бойы жазған. Медеу Сәрсеке жазушылықтан бөлек, инженер-металлург мамандығын бітірген. Металлогения мектебінің негізін қалаушы, жас зерттеушінің өмір жолын зерттеуге деген қызығушылығының қайдан пайда болғанын осы жерден байқауға болады деп ойлаймын. Бұл роман-эсседе тек Қаныш Сәтбаевтің өмірбаяны ғана емес, өмір сүрген кезеңіндегі елдің қал-ахуалы, саяси-әлеуметтік жағдайы, Қазақ жеріндегі ғылымның дамуы, саясат басындағылардың әділетсіздігі көрініс табады. Бұл еңбегін жазуда автордың біраз тер төккенін байқауымызға болады.\nМедеу Сәрсекенің шығармаларында нақтылық пен деректілік басым. \"Қаныш Сәтбаев\" роман-эссесі де нақты деректерге толы. Жалпы шығарма Қаныш Сәтпаевтің өмір жолын баяндайтын 3 негізгі бөлімнен тұрады. Олар:\"Баянауыл аясында\", \"Сібір шамшырағы\", \"Ұлытау жотасында\" . Автордың көп ізденгенін сипаттаудың нақтылығынан және көзге аса қатты байқалмайтын, шағын мәліметтердің өзіне аса зор мән бергенінен байқауға болады деп ойлаймын. Мәселен, жас зерттеушінің Алтынқазған, Күмістөбе, Қорғасынды, Темірші, Жезтөбе деген кен орындарға барлау жүргізуде топонимикалық атауларға мән бергендігін айтады. Байқағаныңыздай қосалқы мәліметтің өзі нақтылықпен берілген. Роман-эсседе кеңінен қолданылған тарихи құжаттар мен естелік-эсселер шығарманың шынайлығын, деректілік сипатын арттырып тұрғанын көруге болады деп ойлаймын. Сонымен қатар, автор Қаныш атамыздың көзін көргендерден сұхбат алысып, мәлімет жинаған. Қазақстанды жаппай қаулаған 1932 жылғы ашаршылық, ата-анасынан айырылуы, 1937 жылғы зобалаң жолындағы қиыншылықтардан өтіп, пісіп, жетілген жас зерттеуші бейнесі романда айқын бейнеленеді. Бұндай қиын кездерден жол табудағы іс-әрекеттері шығарманың нағыз дамуы мен шиеленісуі болды деп ойлаймын. Қаныш Сәтпаевтің басынан кешкен оқиғалары замандастарының естелік-эсселерімен толығып, шығарманың айқындылығын арттыра түсті. Қ.И.Сәтпаевтің шынайы бейнесін халыққа ұсынған ерекше шығарма десем артық айтпағаным болар.\nАвтор елу жылдан астам уақыт Қаныш Сәтпаевты жеке тұлға ретінде зерттеу жолында, ғалымның жүрген жолымен жүріп, үлкен ізденісте болған. Автор роман-эссеге өзінің қиял ұштарын қоспай, тек шынайы оқиғаларды жазды. Оқырманның Қаныш атамыздың өмірген сүрген кезеңіне сапар шегуіне себепкер болды десем де болады. Ерекше әсер қалдыратын шығарма екеніне көзім жетті. Медеу Сәрсеке жазушы ретінде шыңдалғанын, деректі прозаны жоғары деңгейге жеткізгенін дәлелдеді. Қорыта келе айтарым, «Ел есімі – ер есінде» демекші, осындай шығармалардың арқасында академик Қ.И.Сәтпаевтың есімі ел жадында мәңгілік сақталмақ!",
                "date": "23.12.2021",
                "upvotes": 0
            },
            {
                "text": "«Қаныш Сәтбаев» роман-эссесінің композициялық талдауы.\n\nМедеу Сәрсекенің «Қаныш Сәтбаев» шығармасы – тарихи көркем шығарма, өмірбаяндық баяндау мен жеке очерктің шебер үйлесімі. Сәрсеке тарихи оқиғаларды, ғылыми жаңалықтарды және жеке анекдоттарды тоғыстырып, қазақтың атақты ғалымы Қаныша Сатпаеваның тартымды портретін жасайды.\n\nРоман-эссе құрылымы Сәрсекенің әңгімелік шеберлігінің айғағы. Ол Сәтбаевтың қазақ даласындағы ерте балалық шағынан бастап геолог ретіндегі метеорлық биікке көтерілуіне және Қазақстанның қазба байлығына қосқан іргелі үлесіне дейінгі өмір жолын хронологиялық әдіспен қолданады.\n\nРоман-эссе Сәтбаевтың балалық шағын елестетумен ашылады, оның қазақ жерімен терең байланысы мен табиғат әлеміне деген туа біткен құштарлығын көрсетеді. Бұл кіріспе Сәтбаевтың өмір бойы ғылыми білімге ұмтылуына, туған жерге деген мызғымас адалдығына жол ашады.\n\nСәрсеке тарихи оқиғалар мен саяси сілкіністерді Сәтбаевтың жеке басынан кешкен оқиғаларымен ұштастырып, өзі өмір сүрген дәуірдің қыр-сырын ұғындырады. Роман-эсседе Сәтбаевтың басынан өткерген қиыншылықтар мен кедергілер, оның ішінде қазақ даласының қатал шындығы, езгісіз кеңес өкіметі, ғылыми ізденістерге қаражат пен қолдаудың жоқтығы шебер суреттелген.\n\nОсындай қиындықтарға қарамастан, Сәтбаевтың Қазақстанның қазба байлықтарының әлеуетіне деген айнымас қайсарлығы мен мызғымас сенімі оны ғылыми жаңалықтардың алдыңғы шебіне итермелейді. Сәтбаевтың ғылыми бетбұрыстарын шебер суреттей отырып, оның тыңғылықты зерттеу әдістерін, бір-бірінен бір-бірінен бөлек болып көрінетін мәліметтерді бір-бірімен байланыстыра білу қабілетін және оның туған жерді өзгертетін ғылым күшіне деген мызғымас сенімін ерекше көрсетеді.\n\nСәрсекенің Сәтбаев туралы жеке анекдоттары роман-эссеге сырластық, шынайылық қабатын қосады. Сәтбаевтың кішіпейілділігін, өзгеге жанашырлығын, өз ісіне деген шексіз берілгендігін таныта отырып, оның жанды бейнесін сомдайды. Бұл жеке көзқарастар тарихи тұлғаны ізгілендіруге қызмет етеді, оны жақынырақ және жақын етеді.\n\nРоман-эссенің соңы Сәтбаев мұрасы туралы әсерлі ой толғаумен аяқталып, оның Қазақстанның дамуына тигізген өшпес ықпалы мен халық қаһарманы рөлін көрсетеді. Сәтбаевтың туған жерінің әлеуетіне мызғымас сенімі мен ғылымды қоғамды жақсарту жолында пайдалануға деген ұмтылысын Сарсеке атап өтеді.\n\nСәрсекенің баяндау тәсілдерін, оның ішінде жанды суреттеу, тартымды анекдот, хронологиялық баяндау әдістерін шебер қолдануы «Қаныш Сәтбаевты» тартымды әрі қолжетімді етіп оқиды. Роман-эсседе Сәтбаевтың өмірінің мәні, оның ғылыми жетістіктері, ізашар геолог, халық қаһарманы ретіндегі өшпес мұрасы әсерлі суреттелген.",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атом ядросы қандай бөлшектерден тұрады?",
        "question_content": "Атом ядросы қандай бөлшектерден тұрады?",
        "question_date": "17.11.2020",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атом ядросы - электрон, протон және нейтроннан тұрады.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамандығын бітіріп мектепте жұмыс істеуге болама?",
        "question_content": "Айти мамандығын бітіріп мектепте жұмыс істеуге бола ма?",
        "question_date": "17.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу барысында педагогика және психология пәндері өтілген болса, және педагогикалық оқу тәжірибесінен өткен болсаңыз сабақ бере аласыз. \nОлай болмаған жағдайда қосымша кредит санына орай қаражатты төлеп , сол пәндерді игеріп, сертификат алып сабақ бере аласыз.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы көне жәдігерлер",
        "question_content": "Қазақстандағы көне жәдігерлер тақырыбына мәтін керек?",
        "question_date": "17.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қожа Ахмет Ясауи кесенесi тек ортағасырлық сәулет өнерiнiң керемет туындысы ғана емес, сол сияқты ортағасырлардан сақталған бай тарихи мұраларды сақтап отырған киелi орын ретiнде де тарихта белгiлi орны бар ескерткiш. 1978 жылы Қожа Ахмет Ясауи кесенесі республикалық музей ретінде ашылып халыққа қызмет көрсете бастаған кезде музей қорында 300-ден аса жәдігер болған.\nМузей қорына қабылданған алғашқы жәдігерлер Қожа Ахмет Ясауи кесенесінде ХIV ғасырдан сақталған, Әмір Темірдің бұйрығымен жасалған қола және ағаш бұйымдар. Олар тайқазан, шырағдандар, және қазандық, қабірхана есіктері, олардың қола халькалары мен балғашалары. Бұл қола бұйымдар туралы алғаш ғылыми деректер ХIХ ғасырдың аяғы мен ХХ ғасырдың басында жариялана бастады. Мысалы, М.Е.Массон мен А.Ю.Якубовскийлер жалпы сипаттама жасаған болса 1960 жылдары Санкт-Петербургтағы Эрмитаждың шығыстанушы ғалымы А.А.Иванов кесенеде Әмір Темір дәуірінен сақталған бірнеше затқа толық анықтама жасаған болатын.[1]\nӘмір Темір дәуірінен сақталған жәдігерлер қатары: келген адам ғимарат ішіне кіретін есіктерден бастау алады. Жәдігер есіктер жамағатхана бөлмесінің есігі «Қақпа» және Қабырхана есігі «Қапсырма».  Шеберлер есіктің берік және әсем жасалуымен қатар, рәміздік мән-мағынасын арттыру үшін оған символдық мәнге ие ою-өрнектер, терең мағыналы хадистер мен нақыл сөздердің бедерленуіне көңіл бөлген. Есіктер екі бетінен ағаш, сүйек, алтын, күміс әшекей-өрнектермен өрнектелген. Әртүсті ағаш қиындыларымен және піл сүйектерімен жапсырып әшекейленген өрнектерінің біразы тозып жойылған. Қақпа есіктің орта бөлігінде есікті қағуға арналған  екі қола алқа мен оларды орнататын топса-тұғырлары бар тік төртбұрышты тақташалар орналасқан. Алқаның топса-тұғырлары барыстың басы бейнесінде сомдалып, одан төменірек алқаның өзінде барыстың екі кішкене аланының бейнелері сомдалған. Қола тақташада алқаның ұрылып дыбыс шығаруына арналған сегіз жапырақшалы гүл бейнесіндегі кішкене төстігі бар. Екінші есік қабірхана есігі-Қапсырма. Жалпы пішіні Жамағатхана есігіне ұқсас, есіктің жоғарғы тұсында екі алқаның дөңгелек қола тақташалары және гүлге ұқсас сегіз жапырақты кішкене төстігі сақталып, алқаларының өздері жоғалған. Деректер бойынша жоғалған алқалар қақпа есіктің алқаларына ұқсас, сондағы жазулар да қайталанып жазылған. [2]\nҚоладан құйылып, алтын күміс жалатылған алты шырағдан мен есік тұтқалары да халық өнерінің лағыл маржандарының қатарына жатады. Бұларды жасаушы шебер исфаһандық Тадж-ед-Дин ұлы Из-ед-дин. Қола тұтқада хижраның 797 жылы жасалғандығы көрсетілсе, Қола шырағдандардағы жазулар хижраның 799 жылғы 20 рамазанында Әмір Темірдің тапсырысымен жасалғандығы жазылған.\nМ.Е. Массонның көрсетуінше, бұрын екі шеткі шағын бөлмелер арқылы енетін есіктер жабық тұрған да келген адам бас есік «Қақпа» есігінен кіретін болған. «Қақпа» табалдырығын аттаған кісі ғимараттың орталық залы-Қазандық бөлмесіне кіреді. Қазандық бөлмесінің ортасында «Тайқазан» тұрған. Қазанның салмағы 2 тонна, диаметрі 2,45 метр. Қазанда қант қосылған су толы болады да, мұны мешіт қызметшілері жұма намазы аяқталған соң емдік қасиеті бар су ретінде зияратшыларға үлестіріп беретін. Бұл қазан Түркістан қаласынан 25 шақырым жердегі Қарнақ елді мекенінде құйылған. Оны құйған тебриздік шебер-Әбд-әл-Әзиз ибн Шарафуддин.[3]\nМузей қорының этнография тобында Әмір Темір дәуірінен сақталған жәдігерлерден бастап ХХ ғасырға дейінгі кезеңді қамтитын қазақтың қолөнер қазыналарының небір тамаша үлгілері сақталуда. Этнография бөліміндегі қазақтың қолөнер туындыларынан кестелі-тоқымалы бұйымдар, ағаштан, теріден жасалған ыдыс-аяқтар мен үй жиһаздары, құмандар мен самаурындар әсіресе тек күмістен жасалған зергерлік  бұйымдардың бірін-бірі қайталамайтын 800-ден аса түрлері кездеседі. Ұлттық мұраларды жинақтауда Елбасымыз Нұрсұлтан Әбішұлы Назарбаевтың шет елде жүрген қандас бауырларымызды елге қайтару саясатының арқасында елге оралған бауырларымыздың ұлттық қолөнер туындыларын нақышын бұзбай сақтап қалуы және оларды музей қорына тапсыруы көп көмегін тигізді. Олар, халқымыздың XVIII-XIXғғ. қолөнер туындыларын сол қалпында сақтап қайта елге алып келгендiгiмен және кейбiреулерi өздерi тiршiлiк еткен елдiң мәдениетiн далалық қазақ мәдениетiне сiңiрiп, синтезделiп келген мәдени мұралар екендiгiмен құнды.\nҚазіргі күні «Әзірет Сұлтан» мемлекеттік тарихи-мәдени қорық музейінің қорында 23 978 заттай мұрағаттар мемлекеттік есепке алынған болса, оның 2627 данасы этнографиялық, 5034 данасы археологиялық, 2734 данасы жазба ескерткіштер, 13583 данасы нумизматикалық жәдігерлер болып төрт ғылыми классификациялық топқа жіктелген. Олардың көпшілігі түпнұсқа да өте құнды, қайталанбайтын қолөнер туындылары болып табылады.\n2734 дана жазба ескерткіш жазылу түрі мен атқарған қызметіне қарай 4 топқа бөлінеді. Олар: көне баспа кітаптар, көне қолжазбалар, жаңа құнды кітаптар және тарихи құжаттар.\nКез-келген халықтың жазба мұралары – сол елдің құнды дерегі, сол халықты танытатын тарихы. Соның ішінде қазақ халқының жазба мұраларына тоқталар болсақ, өте бай ауыз әдебиетімен қатар, жазба мұраларының да бай қоры болғанын айтуға болады. Кезінде тек Қожа Ахмет Ясауи кесенесінің кітапхана бөлмесінің өзінде бірнеше ғасырлық жазба мұралар сақталғаны тарихи деректерден белгілі. Кеңестік дәуірде түп-тамыры дінмен байланысты басқа да орындар сияқты қараусыз қалған немесе қасақана құрту кезінде ғасырлар бойы жинақталған бай мұраларымыз басқа орындарға көшіріліп, өртеліп, жоғалып, ұстағанның қолында кеткен. Қазіргі кезде қорда жинақталған жазба ескерткіштер музей ашылар кезде халқымыздың біртуар ұлы Өзбекәлі Жәнібеков ағамыздың бастамасымен  халықтың қолында сақталған басқа көне мұралармен қатар сый ретінде музейге тапсырылып жинақталды.     \nТолығырақ: https://ult.kz/post/kone-tarikhtyn-kuasi-bolgan-kundy-zhadigerler",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолтықтағы жүнді қалай кетіремін?",
        "question_content": "Қолтығыма жүн өсіп кеткен. Бритвамен қырсам қайта өсіп шықпай ма?",
        "question_date": "16.11.2020",
        "question_tag": "Тазалық",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы кезде қыз-келіншектер артық салмақты ғана емес, артық түкті де басты проблема көріп жүр. Осындай проблемамен алысып жүргендер «артық түктен біржолата құтылуға бола ма екен?» деп өзіне үнемі сұрақ қоятыны да белгілі. Әрине, болады! Әйелдер артық түкке үш аймақтағы жүнді жатқызады: 1.Ерін үсті 2.Қолтық 3.Аяқтағы Ал, мамандар артық түк проблемасынан біржолата құтылудың үш жолын ұсынады. 1.Халық емі 2.Түссіздендіру 3.Лазерлік эпиляция 1-ӘДІС: «Халық емшілігінің қоржынынан» алынған, яғни ертеректен келе жатқан дәрілік өсімдіктер мен заттардың көмегімен іске асады. фото: yandex.com Бірінші кеңес: 1 ас қасық сұлыны (овсянка) кофеұнтақтағышта ұнтақтаңыз. 1 шай қасық сұлы ұнына 2 ас қасық қою бал мен осындай мөлшерде лимон шырынын қосып араластырыңыз. Қолдану: Дайын болған пастаны ерін үстіндегі аймаққа, қолтыққа жағып, 15 минут ұстаңыз. Бірер минут ысқылап, жылы сумен жуыңыз. Аптасына 2-3 рет қайталасаңыз, бір айда артық түктен біржолата құтыласыз. Екінші кеңес: 35 мл спирт пен 5 мл мүсәтір спирті және 1,5 мл йод пен 5 мл кастор майы қажет. Барлығын араластырыңыз. Қолдану: Араласпаны артық түктеріңіз бар аймаққа күніне 2 рет жағу керек. Бір-екі аптадан соң түк түсі өзгеріп, олар өздігінен түсе бастайды. Егер, араласпаның құрамындағы қандай да бір затқа аллергия болса, қолданбаған дұрыс. Үшінші кеңес: Қалақай (крапива) тұқымының майын үнемі денеңізге жағатын болсаңыз, түктерден біржолата құтыла аласыз. Қалақай майы дәріханаларда сатылады. Егер қалақай тұқымының майын таппасаңыз, онда 4 грамм қалақай тұқымын ұнтақтап, 100 мл өсімдік майымен араластырып арнайы дәрі жасаңыз. Араласпаны қараңғы жерге 2 ай тұрғызғанда ол қолдануға дайын болады. Қолдану: Араласпаны сүзіп алып, артық түгі бар теріге жағып отыру қажет.Көп ұзамай түктер түсе бастайды және қайтып шықпайды. 2-ӘДІС: Бұл түктің түсін өзгерту арқылы жүзеге асады. Яғни, түк түсіп қалмайды, тек түсін өзгертеді. Бірінші тәсіл: 1 шай қасық сутегі асқын тотығы (перекись водорода) мен мүсәтір (нашатырь) спиртінің 5 тамшысын араластырыңыз. Дискілі мақтамен түкті аймақты ысқылай сүртіңіз. Күніне бірнеше рет ысқылау керек. Екінші тәсіл: Кәдімгі лимон жемісінің тілігімен түкті сүрту. Неғұрлым жиі қолдансаңыз, соғұрлым түк түсі жылдам өзгереді. Үшінші тәсіл: Ас содасымен компресс жасау. 2 шай қасық ас содасын 300 мл жылы суда ерітіп, түкті дене бөлігіне жағып қойыңыз. 2-3 сағаттан соң жылы сумен шаю керек. Немесе түнде ұйықтар алдында жағып, таңертең жусаңыз да болады. 3-ӘДІС: Лазерлік эпиляция. Бұл түктерді жоюға арналған технология. Қажетті тереңдікке енетін лазер сәулесінің әсерімен түк фолликуласын жойылады. Лазерлік эпиляцияның денсаулыққа зиянсыз екенін дерматология мамандары да растап отыр. фото: afrodita.guru Бүгінде Қазақстаннның барлық қаласында лазерлік медициналық, косметологиялық орталықтар бар, бағасы да қолжетімді (2-10 мың теңге). Жалпы, лазерлік эпиляция процедурасының ұзақтығы – 30-40 минут. Процедураны шашамен 6-7 рет қабылдаған соң, артық түктен біржолата құтыла аласыз. Ескерту: лазерлік әдісті жүктілік және емізу кезеңдерінде, онкологиялық аурулары бар әйелдерге қолдануға болмайды.\nТолығырақ: http://ernur.kz/sululyk/murt-pen-koltyk-tuginen-birzholata-kutylugha-bolady",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуаты 1000вт градусы 35° -70°С көлемі 35 л / кг кептіру уақыты",
        "question_content": "Қуаты 1000 вт дейінгі пеште кептіру градусы 35° 70° С аралығында көлемі 35 л / кг алманы кептіру үшін неше уақыт қажет есеп құрастырып берсеніз",
        "question_date": "16.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қабырғалары 9 см және x см тең тіктөртбұрыштың ауданы S см2. S-тің x-тен тәуелділігін",
        "question_content": "Алгебра 7 сынып\n\nҚабырғалары 9 см және x см тең тіктөртбұрыштың ауданы S см2. S-тің x-тен тәуелділігін формуламен жаз.",
        "question_date": "16.11.2020",
        "question_tag": "Математика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыш ауданы ені мен ұзындығының көбейтіндісіне тең болғандықтан:\nSсм2=9см*xсм",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ендікке байланысты құрлық пен мұхиттың диаграммаларын тұрғызыңыздар.",
        "question_content": "Ендікке байланысты құрлық пен мұхиттың көлемдерінің үлесінің бағаналық диаграммаларын тұрғызыңыздар. (3кесте) .Ұсынылатын  масштаб:  1 см – 3 млн км2 (құрлық - қоңыр түс, мұхит - көк түс).",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күннің орташа биіктігінің және тәуліктің максималды ұзақтығының графиктерін тұрғызыңыздар.",
        "question_content": "Күннің орташа  биіктігінің және тәуліктің максималды ұзақтығының графиктерін тұрғызыңыздар (2 кесте). Ұсынылатын масштаб: күннің биіктігі-1 см-10º, тәуліктің ұзақтығы– 1 см–2 сағат..\n2 кесте\nЕндікке байланысты тәуліктің ұзақтығының бағыныштылығы\nЕндік, 0\nКүннің орташа биіктігі, º        \nТәуліктің максималды ұзақтығы, ч сағ.\n5",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауа температурасының таралуының (жыл,амплитуда) графиктерін тұрғызыңыздар.",
        "question_content": "Ендікке байланысты жиынтық күн радиациясының, радиациялық баланстың (құрлық,мұхит), ауа температурасының таралуының (жыл,амплитуда) графиктерін тұрғызыңыздар. (кесте 4). Ұсынылатын горизонталды масштаб: күн радиациясы – 1 см–10 ккал/см2 (сары түс), радиациалық баланс – 1 см–20 ккал/см2 (қызғылт сары), температура – 1 см-10ºС (оң мәнді температура – қызыл түс, теріс мәнді- қара түс).\n4.  Фитомассаның таралуының диаграммасын тұрғызыңыздар. (кесте 4). Фитомассаның таралуын көрсетуге ұсынылатын горизонталды масштаб: - 1 см-8 мың. т/км2 (қою жасыл).                                                                                   3 кесте",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайнар Есімінің Мағынасы",
        "question_content": "Қайнар есімінің нақты мағынасы.\n\nАғынды Бұлақ дегеннен басқа.\n\nЖәне қандай атақты адамдар бар.Қайнар Алагөзов т.б?",
        "question_date": "16.11.2020",
        "question_tag": "Жанұя",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағынды бұлақ емес, шығу тегі . Қайнар сөзі Қайна сөзінен келген.  Қайна + Р  = қайнайтын болаР, қайнап қалаР...\nҚайна деген не?\nСу қайнағанда, су ортасындағы судың гүрілдеу әрекеті, астындағы су үстіне шығу.\nҚайна, су қайнат , қайнақ су  ...\nЕсімге келгенде, судың қайнары емес, Адамгершіліктің әрқандай құндықлықтың қайнары деп атаса керек.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші майда қар жауа ма?",
        "question_content": "Бірінші майда қар жауа ма?",
        "question_date": "16.11.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "24 амалдың бірі Саратан Зауза сол май айында болып қалатын тұтқыйыл айазды ескертіп амал қылған.",
                "date": "17.11.2020",
                "upvotes": 0
            },
            {
                "text": "оны бірінші майда көреміз",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұз қышқылы молекуласы нелерден тұрады?",
        "question_content": "Тұз қышқылы молекуласы нелерден тұрады? Срочно керек.",
        "question_date": "16.11.2020",
        "question_tag": "Химия",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұз қышқылы молекуласы нелерден тұрады? \nсутек пен хлор атомдарынан тұрады.\nHCl",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу дәрежісін табу.",
        "question_content": "Тотығу дәрежесін аныктап беріңізші?\n\nNa2o=\n\nO2=\n\nN2=\n\nS=\n\nAl=\n\nCu=\n\nHNo3=\n\nF2=\n\nCa=",
        "question_date": "16.11.2020",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тотығу дәрежесі\n\nNa2o=+1;-2 \n\nO2= 0\n\nN2=0\n\nS=0\n\nAl=0\n\nCu=0\n\nHNo3=+1;+5;-2;\n\nF2=0\n\nCa=0",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қаныш Сәтбаев\" роман эссенің көркемдік ерекшеліктері қандай?",
        "question_content": "Қаныш Сәтбаев роман эссесінің Көркемдік ерекшеліктерін табу керек",
        "question_date": "16.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 131000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "М.Сәрсеке романда бас кейіпкерді бірыңғай сыдыра  мақтауға бармайды. Өмір шындығын өзек ете отырып, Қанаңның қателескен, сүрінген, шамырқанған, ширыққан тұстарын, сондай-ақ ізденген, күрескен, жеңіске жеткен кезеңдерін шығарманың алтын арқауына айаналдыра алған. Мұның өзі, авторлық қиялға көп ерік бере қоймайтын ғұмырнамалық романның көркемдік өресін биіктетуге кепіл болған. Былайша айтқанда, автор өмір драмасын өнерге айналдырған. Әсіресе, империяның кезекті репрессиялық әрекеті басталып, “ұлтшылдықты іздеу” науқаны қабындаған 50-ші жылдар зардабын, сол кездегі Қ.Сәтбаевтың қатерлі де, қаһарлы сыны мол кезеңді бастан кешуін романның ең бір кульминациялық шыңы деуге болады. Ет жүректі пенденің шыдау-шыдамауы неғайбыл ситуацияда Қанаң шын мәнінде парасаттылық пен даналықтың, азаматтық пен табандылықтың үлгісін көрсетеді. Мұның бәрі романда терең тебіреніспен, тегеурінді суреткерлікпен көрініс тапқан.\nАвтор Қ.Сәтбаевтың ізімен жүруге, ол болған орындарды көзімен көруге айрықша мән бергені байқалады. Әсіресе, Қанаңның көзін көргендермен сырласып, ұлы тұлғаның өмір майданындағы болмысын тану үшін; дәлірек айтқанда, ұлы тұлға бейнесін сомдау үшін ұрымтал пайдалана білген. Бұл ретте, тарихи деректер, айғақтар, естеліктер, архив материалдары авторлық баяндауы жандандырып, бас қаһарманның өсіп-жетілу жолдарын, ғылыми-кәсіби шыңдалу кезеңдерін барша ақиқатымен аша түсуіне себепші болып отырады.\nҚ.Сәтбаев тұлғасын сомдау М.Сәрсекенің қаламгер ретіндегі ең өзекті мұратына айналғанын осындайда атап өтудің артықтығы жоқ. М.Сәрсекенің алғаш Қанаң туралы қалам тартуы мен соңғы роман-эссесінің арасында аттай 36 жыл өтіпті. Осы уақыт ішінде Қанаң жайында үлкенді-кішілі 7 кітап жариялап, бұл кітаптары әлемнің 112 еліне тарапты. Ұлы тұлғаны ұлықтауға қатысты еткен еңбек, төккен тер осындай-ақ болса игі.\nСөз соңында, М.Сәрсеке роман-эссесінің идеологияшыл қыспаққа ұшырамай, жал-құйрығы күзелмей, авторлық ой-тұжырымдар тұншықтырылмай, толық нұсқасында жарық көруі және көз қуанып, көңіл сүйсінетіндей болып басылуы, ең алдымен тәуелсіздігіміздің шапағаты екеніне шәк жоқ. Сонымен бірге, “Атамұра” баспасының да елдік іске шынайы жанашырлықпен, кәсіби біліктілікпен, шығармашылық жауапкершілікпен қарап, кітапты биік талғам деңгейінде басып шығарғанын атап өткен жөн. \n\nТолығырақ: \nhttps://adebiportal.kz/kz/retailing/view/348",
                "date": "16.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазіргі таңдағы адам өміріндегі өнердің рөлі?",
        "question_content": "Қазіргі таңдағы адам өміріндегі өнердің рөлі қандай?",
        "question_date": "16.11.2020",
        "question_tag": "Өнер",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңдағы адам өміріндегі өнердің рөлі қандай?\nhttps://surak.baribar.kz/398637/",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дала, Шөлдер және олардың геохимиялық сипаттамасы",
        "question_content": "Дала, Шөлдер және олардың геохимиялық сипаттамасы",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дала ландшафттары солтүстік және оңтүстік жарты шарлардың тропикалық субтропиктік және суббореалды белдемдерінде кең таралған. Дала ландшафттары орман ландшафттарынан биологиялық айналымның көптеген көрсеткіштерімен және геохимиялық ерекшеліктерімен күрт ерекшеленеді. Даладағы биомасса 10 есе аз. Шөптер биомассасының құрылымында тамыр жүйесіне 70-90%, ал жер үсті бөлігіне 10-30% ғана түседі.\nДала ландшафттары тобында келесі типтер ажыратылады: тропикалық белдеуде - саванналар, субтропиктік белдеуде - құрғақ дала, суббореальды аймақта - шалғынды және құрғақ дала. Саванналардың екі маусымы бар: құрғақ және ылғалды; экватордан қашықтықта, құрғақ маусымның ұзақтығы 2-ден 10 айға дейін артады. Құрғақ кезеңнің ылғалды кезеңге ауысуына сәйкес ағынды сулардың режимі жуу режимімен ауыстырылады. Құрғақ маусымда топырақтардағы элементтердің және ауа-райының қыртысының миграциясы төменнен жоғарыға, ал ылғалды маусымда - жоғарыдан төмен қарай бағытталады.\nҚұрғақ саванналарда Fe, Al әлсіз, Na, Ca, Sr, Mg, Na миграцияланады. Жауын-шашын кезеңінде геохимиялық процестер белсендіріледі. Жауын-шашын мөлшері максималды жерлерде топырақтың горизонтында аз еритін тұздар мен гипс болады. Құрғақ субтропикалық далалардың ландшафттарындағы биогеохимиялық эндемиктер зерттелмеген.\nҚарастырылып отырған ландшафттарда пайдалы қазбаларды геохимиялық іздеудің барлық түрлері перспективалы болып табылады. Су миграциясының кластары типоморфты элементтерімен және қосылыстарымен ерекшеленеді: Ca, Na, Cl, SO4, OH. Келесі кластар жиі кездеседі: кальций-натрий, гипс. Осы сыныптардың әрқайсысында қалпына келтіретін глей ортасы болуы мүмкін.\nҚұрғақ шөлдердің территориясы құрлықтың шамамен 22% алып жатыр. Шөлдің ең үлкен аумағы тропикте (17 млн км2), субтропиктік және суббореальды белдеулерде шөлді ландшафттар шамамен бірдей аумақты (7 млн км2) алып жатыр. Кең шөлді аймақта халықтың тек 4% -ы ғана тұрады. Суармалы егіншілік шөлдер алқабының тек 3 пайызын ғана қолдана алады. Шөлді ландшафттар тобында келесі типтер бөлінеді: субтропиктік және тропиктік белдеулердің шөлдері, суббореальды белдеудің шөлдері, суық белдеудің шөлдері, биік таулы шөлдер.\nИзоморфизм, гидролиз, химиялық денудация, гипергенді метасоматизм көрінбейді. Тропикалық белдеудегі шөлдердің құмдары қызыл түсті, құрамында темір оксидтері көп болғандықтан (10% дейін), суббореальды және жартылай субтропиктік белдеулердің құмдары сары түсті, өйткені олардың құрамында темір оксидтері аз. Топырақ реакциясы сілтілі (рН 8.6-8.9). Гумустың құрамында 0,5-1,0% болады. Кальций, темір және натрий қоспағанда, химиялық элементтер профиль бойынша азды-көпті біркелкі бөлінеді, бұл олардың әлсіз көші-қонын көрсетеді. Қысқа мерзімді ылғалдылық кезеңінде такырлардың беті балдырлармен жабылады.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дала ландшафттарының геохимиялық сипаттамасы",
        "question_content": "Дала ландшафттарының геохимиялық сипаттамасы",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дала ландшафттары солтүстік және оңтүстік жарты шарлардың тропикалық субтропиктік және суббореалды белдемдерінде кең таралған. Дала ландшафттары орман ландшафттарынан биологиялық айналымның көптеген көрсеткіштерімен және геохимиялық ерекшеліктерімен күрт ерекшеленеді. Даладағы биомасса 10 есе аз. Шөптер биомассасының құрылымында тамыр жүйесіне 70-90%, ал жер үсті бөлігіне 10-30% ғана түседі.\nДала ландшафттары тобында келесі типтер ажыратылады: тропикалық белдеуде - саванналар, субтропиктік белдеуде - құрғақ дала, суббореальды аймақта - шалғынды және құрғақ дала. Саванналардың екі маусымы бар: құрғақ және ылғалды; экватордан қашықтықта, құрғақ маусымның ұзақтығы 2-ден 10 айға дейін артады. Құрғақ кезеңнің ылғалды кезеңге ауысуына сәйкес ағынды сулардың режимі жуу режимімен ауыстырылады. Құрғақ маусымда топырақтардағы элементтердің және ауа-райының қыртысының миграциясы төменнен жоғарыға, ал ылғалды маусымда - жоғарыдан төмен қарай бағытталады.\nҚұрғақ саванналарда Fe, Al әлсіз, Na, Ca, Sr, Mg, Na миграцияланады. Жауын-шашын кезеңінде геохимиялық процестер белсендіріледі. Жауын-шашын мөлшері максималды жерлерде топырақтың горизонтында аз еритін тұздар мен гипс болады. Құрғақ субтропикалық далалардың ландшафттарындағы биогеохимиялық эндемиктер зерттелмеген.\nҚарастырылып отырған ландшафттарда пайдалы қазбаларды геохимиялық іздеудің барлық түрлері перспективалы болып табылады. Су миграциясының кластары типоморфты элементтерімен және қосылыстарымен ерекшеленеді: Ca, Na, Cl, SO4, OH. Келесі кластар жиі кездеседі: кальций-натрий, гипс. Осы сыныптардың әрқайсысында қалпына келтіретін глей ортасы болуы мүмкін.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ШӨЛ ландшафттарының геохимиялық сипаттамасы",
        "question_content": "ШӨЛ  ландшафттарының геохимиялық сипаттамасы",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрғақ шөлдердің территориясы құрлықтың шамамен 22% алып жатыр. Шөлдің ең үлкен аумағы тропикте (17 млн км2), субтропиктік және суббореальды белдеулерде шөлді ландшафттар шамамен бірдей аумақты (7 млн км2) алып жатыр. Кең шөлді аймақта халықтың тек 4% -ы ғана тұрады. Суармалы егіншілік шөлдер алқабының тек 3 пайызын ғана қолдана алады. Шөлді ландшафттар тобында келесі типтер бөлінеді: субтропиктік және тропиктік белдеулердің шөлдері, суббореальды белдеудің шөлдері, суық белдеудің шөлдері, биік таулы шөлдер.\nИзоморфизм, гидролиз, химиялық денудация, гипергенді метасоматизм көрінбейді. Тропикалық белдеудегі шөлдердің құмдары қызыл түсті, құрамында темір оксидтері көп болғандықтан (10% дейін), суббореальды және жартылай субтропиктік белдеулердің құмдары сары түсті, өйткені олардың құрамында темір оксидтері аз. Топырақ реакциясы сілтілі (рН 8.6-8.9). Гумустың құрамында 0,5-1,0% болады. Кальций, темір және натрий қоспағанда, химиялық элементтер профиль бойынша азды-көпті біркелкі бөлінеді, бұл олардың әлсіз көші-қонын көрсетеді. Қысқа мерзімді ылғалдылық кезеңінде такырлардың беті балдырлармен жабылады.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистральды көшелер бөлімшесінде автокөліктерден Бөл",
        "question_content": "Магистральды көшелер бөлімшесінде автокөліктерден\n\n Бөлінген газдарымен атмосфералық ауаның ластану деңгейін бағалау",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атмосфералық ауаның әр түрлі зиянды заттармен былғануы, адамдар органының ауруына, оның ішінде тыныс мүшелерінің ауруына әкеліп соғады.\nМысалы, түрлі түсті металлургияның кәсіпорындарының ауаға жіберетін зиянды заттары жүрек – тамыр ауруларының өсуіне, жүйкенің бұзылуына, қатерлі ісік ауруларының пайда болуына әкеледі. Қара метал мен электр қуаты кәсіпорындарының ауаға шығаратын заттары өкпе ауруларына шалдықтырады. Химия өнеркәсібінің ауаға шығаратын зиянды заттары аллергияның, без және жыныс ауруларының пайда болуына әсер етеді.\nАтмосферада табиғи және антропогендік көздерден қосылатын әр түрлі қосындылыр әр кездерде де болады. Ондай табиғи қосындыларға шаңдар жатады, олар, негізінен, өсімдіктер түрлерінен, вулкандардан, эрозияға ұшыраған топырақтан, ғарыш шаңдарынан тұрады және өрт түтіндері, газдар да жатады.\nАтмосфераның ауасын ластайтын негізгі антропогендік көздер қатарына өнеркәсіп орындарының кейбір салалары, автокөлік, және жылу энергетикасы жатады. Қазақстанда тұрақты өнеркәсіп орындарының көздерінен атмосфераға жыл сайын (1995 ж – 3,1млн. г,1997 ж – 2,37; 1998 ж – 2,33) зиянды заттар шығады атмосфераға кететін зиянды қосындылардың жартысына жуығын энергетика, ал түсті металдар – 22,7%, қара металдар – 15,7% береді.\nАтмосфераға зиянды заттарды шығаруда автокөліктер үлкен орын алады.\nҚазақстанның үлкен қалаларында автокөліктердің зиянды заттарды шығарудағы үлесі 60 – 80 пайыз құрайды. Ал Алматы қаласында — 90 пайыз. Ең көп тарайтын улы заттар – углеродтың оксиді (СО), күкірттің диоксиді (SO2) азоттың оксиды (МОх) көмірсутегі (Cn Hm) және қатаң заттар (шаң). Атмосфераға одан да гөрі улы заттар шығады, мысалы, фтордың қосындысы, хлор, қорғасын, сынап және бензапирен. Осы күндері атмосфераға 500-ден астам улы заттар шығады екен, оның саны күннен күнге ұлғаюда.\nҚазақстан Республикасының қалаларындағы ауа бассейнін бақылау қалаларда ластану деңгейінің өте жоғары екенін көрсетіп отыр. Орташа алғанда қалалардағы шаңның, аммиактың, фенолдың, фторлық сутегінің, формальдегидтің, қорғасынның, азот диоксидінің және күкірттің жиынтығы шекті нормадан әлде қайда артық болып тұр. Мысалы, Шымкент және Лениногорск қалаларында күкірт жиынтығы шекті нормадан 100 есе артып кеткен. Атмосферадағы қоспалардың және олардың қозғалысы екінші дейгейдегі өте улы қосылыстардың пайда болуына әкеліп соғады (қара түтін(смог), қышқыл (кислота) және олар азон қабатын бірден – бір қосындылар.\nАтмосфералық ауаның ластануынан пайда болатын қауіп:\nСмог\nҚышқыл жаңбыры\nПарниктік эффект\nОзон қабатының бұзылуы\nАтмосфера қабаттары\nАтмосфера бүкіл әлемнің тіршілік ортасы Атмосфера ауасының шекарасы болмайды. Ол жер шары халықтардың ортақ байлығы болғандықтан оның сапасы, тазалығы адамзат үшін ешнәрсеге теңгерілмейтін биосфераның құрамдас бөлігі. Атмосфера бірнеше қабаттан – тропосфера (10-12км), озон қабаты стратосфера (40-50км), мезосфера (70км), термосфера (80км) және экзосферадан (800-1600км) тұрады. Әр қабаттың өзіне тән атқаратын қызметі, газдық құрамы, тіршілік нышаны болады. Әсіресе, тропосфера мен озон қабатының тіршілік үшін маңызы ерекше.\nАуаны ластағыш заттар\nБүгінгі таңда атмосфера ауасының тазалық сапасы бұрынғы кезден ауытқуда. Оның негізгі себептері – ауаға адамның антропогендік іс-әрекетінен болатын әртүрлі газдардың шығарлыуы. Оларды ауаны ластағыш заттар деп атайды. \nАтмосфераның маңызы\nНегізінен атмосфераның адам үшін атқаратын қызметі жоғары Атмофера – бұкіл әлемді таза ауамен қамтамасыз ете отырып, тіршілікке қажетті газ элементтерімен ( оттегі, азот, көмір қышқыл газы, аргон т.б) байытады және жерді метеорит әсерлерінен, күн және ғарыштан келетін түрлі зиянды сәулелерден қорғайды, зат және энергиялық алмасуларды, ауа райының кызметін реттеп, жалпы жер шарындағы тұрақтылықты үйлестіріп отырады.\nБірақ, адам баласы үшін орасан зор пайдалы ауа бассейіні соңғы жылдары күрделі өзгерістерге ұшырап отыр. Ең басты себеп ауаның ластануы. Атмосфера ауасының сапалық күйінің көршеткіштері оның ластану дәрежесі болып саналады. Егер атмосфера ауасында ластағыш заттардың шекті мөлшерлі концентрациясы ШМК қалыпты құрамынан асып кетіп сай келмесе, онда ауаны ластанған деп саналады.\nhttps://kk.wikipedia.org/wiki/%D0%90%D1%83%D0%B0_%D0%BB%D0%B0%D1%81%D1%82%D0%B0%D0%BD%D1%83%D1%8B",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    }
]