[
    {
        "question_title": "Дипломмен ауылға бағдарламасы бойынша ауылдан үй алдым енді соны тартып алмақшы",
        "question_content": "Сәлеметсіз бе менің атым Зульфира Салаватовна мен дипломмен ауылға бағдарламасы бойынша ауылдан үй алдым жеті жыл бойы төлеп келемін енді основной доглтан бөлек 400000 қарызсың деп сотқа беріп счеттарымды арестке қойып енді соны 1800000 қайтар қайтармасаң үйіңді сатуға шығарамыз деп жатыр не істесем болады. Менің ондайлық қарызы жоқ арасында қысылғанда төленбей қалған кездері бар бірақ ондайлық көп емес. Енді мәселе мынада басында маған берген график погашения сының датасы 01 августа болса өздеріндегі график те 30 июль болып тұр бірінші платеж жасағаннан бастап қарыз болып тұрмынғой сонда бірақ қателік менен емесқой",
        "question_date": "17.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай күрделі мәселелерді заңгердің көмегімен ғана шеше аласыз. Кез келген банк сауатты арызданушыдан қорқады.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытсыз жамал мен шұғаның белгісі айырмашылығы қандай",
        "question_content": "Бақытсыз жамал мен шұғаның белгісі айырмашылығы қандай???",
        "question_date": "17.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі кейіпкердің өмір жолы мен оқиғалары өте ұқсас. Кейіпкерлер сол кездегі қазақ еліндегі әйел теңсіздігінің құрбандары болған деп те айтуға болады. Бірақ қаншалықты ұқсастық болса да айта кететін бір айырмашылық бар. Жамал өз бақыты үшін соңына дейін күресті, ал Шұға Әбдірахман түрмеге түскеннен кейін өзін тұңғиыққа тастап жіберді былайша айтқанда депрессия.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқазаным ауырып құса беремін",
        "question_content": "Асқазаным жаман ауырады түйіліп. Ішкен тамағым бәрі өтпейді. Кері құсып тастаймын. Ещё бір емес екі үш рет құса берем. Сосын жаман кекірем асқазаным ауырса. Қыз бала үшін ұятқой жаман) Негізі студентпін, бірақ уақытылы тамақтанып тұрамын. Бірақ білмеймін асқазаным маза бермей жүр. Не істесем болады",
        "question_date": "17.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 582,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Асқазаныңыз ауырса гастрит немесе панкреатит болуы мүмкін. Әрине нақты жауабын дәрігерлер айта алады.\nАлдымен асқынбай тұрғанда асқазанға шланга жұттыру арқылы тексеріп алғаныңыз дұрыс болады. Соған қарай дәрігер ем домын жасап береді. Егер гастрит болса емделген жөн. Себебі болашақта асқазан жарасына апаруы мүмкін.\n\nКезінде асқазаным ауырғанда гастрит болып, тамақты қорыта алған кезде Омез дәрісін күніне 3 рет тамақтан алдын, сосын Креон дәрісін күніне 3 рет тамақтанбай тұрып 3 рет іш деп жазып берген. 1-2 апталық курс алу қажет.\n\nЕң дұрысы дәрігерге көрінген дұрыс. Нақты диагнозды дәрігер қойып, солар айтқаны жөн болады.",
                "date": "17.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шағатайдың қанша ұлы бар?",
        "question_content": "Шағатайдың қанша ұлы бар, Оларды ата",
        "question_date": "16.02.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үндеуді жариялауға 14 елдің делегаттарының қатысуына не себеп болды деп ойлайсыңдар?",
        "question_content": "Әлемде жалғыз-ақ вексиллология (вексиллюм –ту деген латын сөзінен шыққан, вексиллология –ту туралы ғылым) институты бар. 1973 жылы Лондонда вексиллологтердің бесінші конгресі өткізіліп, оған 14 елден 57 делегат қатысты. Кнгрестің төрағасы болып вексиллология институтының директоры американдық Уитни Смит сайланды. Смит конгресте өзі басқарған институттың нәтижелі жұмыс істеп жатқанын зор интуиазммен хабарлап, оған мысал ретінде Оңтүстік Американың Гайана мемлекеті институт жасаған ту суретінің жобасын қабылдағанын айтты. Мемлекеттік тулар мәселесіндегі қиындықтарды шешу үшін вексилологтер тәуелсіздік алған жаңа мемлекеттердің туларын жасау бір жерден басқарылғанын дұрыс деп есептейді. Мысалы, Индонезияның туы Монаконың және Польшаның туларына ұқсас болып кеткен.\n\nКонгреске қатысушылар «Барлық мемлекеттердің туларынан жаугершілік рухты білдіретін рәміздер алынып, бейбіт еңбек рәміздері бейнеленсін» деген үндеу жарияланады.\n\nСұрақ 1: «Тулардың да тарихы бар»\n\nЕгер мәтінге сенетін боласақ «Барлық мемлекеттердің туларынан жаугершілік рухты білдіретін рәміздер алынып, бейбіт еңбек рәміздері бейнеленсін» деген үндеу жарияланған. Үндеуді жариялауға 14 елдің делегаттарының қатысуына не себеп болды деп ойлайсыңдар?\n\n.....................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\nБіздің Мемлекеттік Ту халықаралық сарапшылар тарапынан жақсы баға алған. Бонн қаласындағы Дүниежүзілік вексилология ғылыми-зерттеу институтының директоры Р. Климеш мырзаның 1992 жылы жазған хатында біздің Мемлекеттік Туға жоғары баға берген көрінеді. Осындай жақсы лебіздер АҚШ, Германия, Ресей елдерінің тутанушылар тарапынан да айтылған.\n\nСұрақ 2: «Тулардың да тарихы бар»\n\nВексилология –ту туралы ғылым. Қалай ойлайсың, вексикология институты қазір жұмысын жандандырып жатыр ма? Жауаптарыңызды растайтын мысалдар келтіріңіз.\n\n.....................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................\n\nӘр халықтың, әр ұлттың жанына жақын, айрықша қастерлейтін өз баяуы, өз түсі де болады. Осыған орай ұлттық бояу деген ұғым кең тараған. Оның терең танымдық мәні, қолдану үрдісі және әріден бастау алатын төл тарихы болады.Алғашқы геральдистердің бірі Ансельм жасаған кесте бойынша, ол-адалдықтың, кіршіксіз тазалық пен бейкүнә пәктіктің нышаны, әрі осы реңдес ту көтерген елдің саясатына ерекше сенім көрсетуге болады деген ойға жетелейді.",
        "question_date": "16.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "комектесиндерши осыны жаза алмай жатырм срочнаааааааааааа керек",
                "date": "17.10.2022",
                "upvotes": 0
            },
            {
                "text": "комектесиндерши осыны жаза алмай жатырм",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фото, видеоның қандай телефоннан таралғанын қалай білемін?",
        "question_content": "Бір фото  бар делік менің. Бірақ басқа жақта таралып жүр. Кім таратқанын қалай білемін. Сол фото арқылы біле аламынба. Арнайы прогоамма барма?",
        "question_date": "16.02.2022",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суреттегі ақпаратты EXIF ақпараты арқылы білуге болады. Ол үшін интернеттен EXIF туралы ақпарат іздеңіз.",
                "date": "17.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Графикте парабола бөлігі көрсетілген. Графикті қолданып, келесілерді орындаңыз:",
        "question_content": "Параболаға сәйкес функцияны\ny=a(x−m)2+ny=ax−m2+n\nтүрінде жазыңыз.           \n      [4] \nСуреттегі парабола\ny=x2y=x2\nфункция графигіне қандай түрлендірулер жасағанда пайда болатынын сипаттап жазыңыз.  [2] \nу=a(x−m)2+nу=ax−m2+n\nтүріндегі өзіңіз жазған функцияны \ny=ax2+bx+cy=ax2+bx+c\nтүріне келтіріңіз.   [2] \nФункцияны\nу=a(x−x1)(x−x2)у=ax−x1(x−x2)\nтүрінде жазыңыз.                                  [2] \nСуреттегі графикті толықтырыңыз.                                                     [1]  \nСуреттегі параболаның симметрия осінің теңдеуін анықтаңыз.                            [1] \nПараболаның төбесінің координаталарын  анықтаңыз.                       [1] \nӨзіңіз жазған \ny=ax2+bx+c функцияy=ax2+bx+c функция\nсындағы a, b, c коэффициенттерінің параболамен байланысын сипаттап жазыңыз. [3]",
        "question_date": "16.02.2022",
        "question_tag": "Математика",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "А Б И Р С Қ Т қандай сөз құрауға болады?",
        "question_content": "Осы ариптерден қандай бір сөз құрауға болады?",
        "question_date": "16.02.2022",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар,сат, қар,тар, рас, қас,тас, бақ , бас, тақ, сақ,\nи орнына і әріпі болса тағы басқа да сөздер табуға болар еді.",
                "date": "20.02.2022",
                "upvotes": 0
            },
            {
                "text": "Сирақ, Қират, Саб",
                "date": "21.02.2022",
                "upvotes": 0
            },
            {
                "text": "Б с а р к сөз  құреу",
                "date": "10.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақшалай көмектесетін жомарт жандар бар ма?",
        "question_content": "Ассалаумағаликум мұсылман бауырлар. Ақшалай көмек керек болып жатыр. каспий голд ноерім-87781904024. Марқұм анашымды аман алып қалу үшін 5-6млн теңгедей қарыз,кредит алған едім, соларды төлей алмай жатырмын. көмек қолын созып жомарт жандарға АЛЛАМнан 100есе болып қайтсын.Рахмет назарларыңызға! жомар жандар бар мекен?",
        "question_date": "16.02.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсізбе  маған қатты  ақшалай  көмек керек  қатты мұқтажбын  балам  инвалид  пәтер жалдап тұрамыз  87778808683 Алладан қайтсын аумин",
                "date": "1.08.2022",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағалейкум, жомарт жандар бар ма екен ақшалай көмек керек, бүгін ертең 100 мың теңге ақшалай көмек керек. Алладан қайтсын екі еселеп ,Алла разылығы үшін көмек беріңізші Каспий Голд номерім 87025360179 алдын ала көп көп рахмет",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Что такое виртуальный мир",
        "question_content": "Виртуальный мир\n\nНевозможно представить нашу жизнь без Интернета.  Потому что через Интернет мы можем найти всю информацию, новости.  Кажется, что человечество постепенно входит в виртуальный мир.  Он имеет как преимущества, так и недостатки.  На мой взгляд, интернетом надо пользоваться экономно, не увлекаться.  Поскольку он влияет на наше здоровье, неудивительно, что он может вызывать различные заболевания.  С положительной стороны, как я сказал выше, полезно получать хорошую информацию и использовать ее на пределе возможностей.\n\n Сегодня не только взрослые и подростки, но и наши малыши зависимы от виртуального мира, от таких вещей, как телефоны, ноутбуки, iPad.  Это выглядит пугающе, когда я думаю об этом.  В конце концов, может ли растущий ребенок потерять свое здоровье?  Я хочу, чтобы мои родители максимально восприняли эту ситуацию.  Я думаю, что это приносит нам больше вреда, чем пользы.  «Будущее страны в руках молодежи», — сказал Президент.  Давайте максимально избегать попадания в виртуальный мир.  Используем все на пределе.\n\n (Амангелди Гаухар)",
        "question_date": "16.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көшпелі алтын әңгімесіндегі \"Таудағы от\" бөлігіндегі мазмұндық жоспар мен т.б.",
        "question_content": "Таудағы от әңгімесіндегі мазмұндық жоспар және көркемдегіш құралдарды табуға көмек беріңіздерші!\n\n                                        Жауаптарыңызға рахмет!",
        "question_date": "16.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көшпелі алтын әңгімесіндегі Таудағы от бөлігі бойынша сұрақтар",
        "question_content": "Көшпелі алтын әңгімесіндегі Таудағы от бөлігі бойынша мазмұндық жоспар және көркемдегіш құралдарды табу",
        "question_date": "16.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Современные требования",
        "question_content": "Современные требования\nПо мере смены поколений кажется, что времена меняются.  Поэтому естественно, что каждое поколение чувствует себя современным человеком.  Благодаря технологическим достижениям он может использовать то, чего никогда раньше не видел.В какой степени мы пользуемся преимуществом этой новой эпохи?Это правда, что современный мир развивается вместе с технологиями.  Возник «виртуальный мир», и некоторые из нас дышат этим миром.\nХотя мы проводим большую часть нашего дня на работе, иногда нам трудно не отставать от нашей работы.  Итак, прежде всего, нужно уметь эффективно использовать свое время.  Помните, что «время — деньги».  Вы должны уметь эффективно использовать возможности любой техники и быть в курсе высоких технологий.Современный человек должен быть в курсе важных событий.  У вас должно быть поле мысли и знаний, которые могут продвинуть любую тему дальше.  Современный человек – это высокообразованный, культурный, духовно богатый и успешный человек.В нашем случае сейчас созданы все условия для полноценного развития человека.  Вы хотите читать и учиться?  Откройте для себя просторы Интернета, учитесь у хорошего и ненавидьте плохое.  Не нужно отказываться от каждой возможности, которую дает время.  Главное не потерять человечность.\n\nАмангелди Гаухар",
        "question_date": "16.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 175,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шеңбер ұзындығы берілген. Осы шеңбермен шектелген дөңгелек ауданын табыңдар",
        "question_content": "Visual Studio 2019 (:/",
        "question_date": "16.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп шарты берілмегендіктен жалпы шығарылу жолын айта кетейіін.\nШеңбердің ұзындығы формуласы мынандай:\nL = 2πR, осы жердегі π жуықтап алғанда 3,14 тең. \nШеңбердің ұзындығы белгілі сізде сол жерден радиусты тауып аламыз.\nДөңгелектің ауданың S= πR² формуласы арқылы анықталады. Жоғарыда анықталған радиус мәнін қойып, дөңгелектің ауданын таба аламыз.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-да тарихқа қалай дайындалған дұрыс?",
        "question_content": "ҰБТ-да география,джт,тарих,құқық секілді термин,жыл,тақырыптар көп пәндерге қалай дайындалуға болады? Әрбір тақырыпты конспектілеп,жаттаған дұрыс па?Әлде сұрақ жаттап,дайындалдыңыздар ма? Аса дайындалу қажеті жоқ тақырыптар бар ма,тапсырғандар болса?",
        "question_date": "16.02.2022",
        "question_tag": "Мектеп",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарихты Жубанышовпен жатта. Баска пандерді де көбіне сұрақ жауаппен жаттаған тиімдірек. Конспекті коп кылып жаза берудің кажеті жок манызды дегендерди шамалап кана жаз.",
                "date": "20.02.2022",
                "upvotes": 0
            },
            {
                "text": "Бұрынғы тапсырылған тарих ент  бойынша сұрақтарды жаттау арқылы ғана.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Халықтар достығы\"- тақырыбында шағын эссе керек еді",
        "question_content": "Қазақ тілінен 11тапсырма, Халық достығы тақырыбында эссе жазу",
        "question_date": "16.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "7 сынып жігіт сұлтанына таныстыру қажет 6 ұл бала қатысады топты таныстыру .",
        "question_content": "7 сынып топты таныстыру жігіт сұлтаны .топта 6 бала. Топтың аты Достық ұраны Достығымыз тым ыстық, мақсатымыз тыныштық.",
        "question_date": "16.02.2022",
        "question_tag": "Мектеп",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанекей тілім сөйлеші жырға жата ма?",
        "question_content": "Қанекей тілім сөйлеші жырға жата ма?",
        "question_date": "16.02.2022",
        "question_tag": "Өнер",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шлагбаум электр қозғалтқышының номиналды кернеуі қанша?",
        "question_content": "Шлагбаум электр қозғалтқышының номиналды кернеуі қанша?",
        "question_date": "16.02.2022",
        "question_tag": "Физика",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Номиналды кернеу, V: - 220 ± 5 В; 380 В.",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі жарты бір бүтін деген сөз бойдақтарға айтыла ма?",
        "question_content": "Екі жарты бір бүтін деп ажырасқан адамдарға, сосын мүлде үйленбеген адамдарға айтыла ма?",
        "question_date": "14.02.2022",
        "question_tag": "Жанұя",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласы кемшіліксіз болмайды. Сол бірінің плюсі минусімен келісіп адамдар жалғыздықтан құтылады.Сол мінезі , сырт келбеті бойынша кемшіліктермен бірін бірі толықтырып бір мақсатты, бір ойлы бүтін дүние шығады . Сондықтан екі адам жарасып жұп болғанда, екі жарты-бір бүтін болды деп айтатын болар.",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аптаның ашылуына арналған тақпақ керек. 2 шумақ болса жақсы болатын еді...",
        "question_content": "Аптаның ашылуына арналған тақпақ керек. 2 шумақ болса жақсы болатын еді...",
        "question_date": "13.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Элмира есіміне өлең шумақ бола ма?",
        "question_content": "Элмира есіміне өлең шумақтары  өтініш",
        "question_date": "13.02.2022",
        "question_tag": "Махаббат",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Элмира неткен әдемі едің\nКөзіңнің әдемілігі соншалық\nСенен көзімнің кеткісі келмеді\nБірақ, кетуге тура келді!",
                "date": "17.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайын сіңіліге ат қою?",
        "question_content": "Болашақ кайын синлим есими Жулдыз, ерекше ат койгым келеди ,комектесип жибересиздерме",
        "question_date": "12.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның өзіндік қылығына немесе сырт келбетіне орай қоясыз ғой. Мысалы : жалғыз ерке қыз болса Еркеқыз деп ,  көзі үлкен болса Бота немесе Ботакөз деп, жүзі жылы болса Күлімкөз, Мейірім деп. Өзіңіз жақын тани келе ойыңызға келеді деп ойлаймын.",
                "date": "23.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Хиджаб киіп мектепте мұғалім болып жұмыс істейтіндер бар ма?",
        "question_content": "Мектепте хиджаб киіп жұмысқа алынған адамдар бар ма? Ондай таныстарыңыз бар ма? Мен жай ғана ондай мүмкіндік бар ма білейін деп едім.",
        "question_date": "12.02.2022",
        "question_tag": "Мамандық",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізде ағылшын тілі мұғалімі хиджаб киетін, бірақ одан бері 7-8 жыл өткен шығар. Жақын арада ондай мұғалімді көрмедім, мектепке бармағалы көп жылдар болғандықтан болар мүмкін.",
                "date": "23.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын рармрпа?",
        "question_content": "сәлеметсіздерме! Менің баклавр дипломым ағылшын тілі, ал магистратура бойынша тарихтан педагогика ғылымдарының магистрімін .Сұрақ маған қосымша ақы толенеме",
        "question_date": "12.02.2022",
        "question_tag": "Мектеп",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": []
    }
]