[
    {
        "question_title": "\"Табиғат пен адам өмірі\" деген тақырыпта эссе жазу керек.",
        "question_content": "Табиғат пен адам өмірі бірлікте деген тақырыпқа эссе керек",
        "question_date": "22.09.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 25600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғат адамдарға берілген үлкен сый.Табиғат пен адам егіз ұғым.Табиғаттан адамдар,таза ауа жұтады,бойларын сергітеді.Табиғат деп тау-тас,өзен-көл,орманды айтамыз.Адамдар табиғатқа серуендеуге шыққанда тазалық сақтамайды,жерге қалдықтарын шашып, табиғатқа немқұрайлы қарайды.Сосын экологияны өз қолдарымен жасайды.Айналаға қарашы қандай керемет!Жазда жап жасыл,күзде сары,қыста ақ көрпе жамылады,көктемде табиғат өте әсерлі болады.Ағаштар бүршік жарып,аңдар ұйқысынан оянады.Табиғатты қадірлей білмеген адам болмайтын шығар.Біз табиғатты сүйеміз.Аялаймыз.Табиғат бұзылса біздің көңіл күйіміз де бұзылады.Күн жылы болса,адамдардың жаны жадырайды.Адам мен табиғаттың арасындағы маxаббат шексіз болу керек.Адамдардың табиғатсыз күні жоқ,мұны айтуға табиғаттың тілі жоқ.Табиғатты аялайық достар!\nТолығырақ: https://znanija.com/task/25432466",
                "date": "22.09.2021",
                "upvotes": 0
            },
            {
                "text": "Адам табиғаттың ажырамас бөлігі.Адам мен табиғаттың арасында шексіз махабат болуы керек.Адамдардың табиғатсыз күні жоқ,мұны айтуға табиғаттың тілі жоқ.Күн жылы болса,адамдардың жаны жадырайды.Табиғат адамдарға берген үлкен сый.",
                "date": "19.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның көрікті жерлерін атаңыз.",
        "question_content": "Энциклопедия галамтор баспасоз куралдарынан казакстаннын корикти жерлери такырыбында малеметтер тауып кесте сыз",
        "question_date": "21.09.2021",
        "question_tag": "География",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгін біз сіздердің назарларыңызға Қазақстанның қайталанбас сұлу табиғаты бар өңірлер мен ғасырлар қойнауынан сыр шерткен мекендерінің 25 үздік топтамасы.\n1. Астана\nАстана – Тәуелсіз Қазақстанның символы және бас қаласы. Дәл осы жерде ең маңызды саяси және экономикалық оқиғалар өтеді. Мұнда ҚР Президентінің резиденциясы – Ақорда, елдің ең басты монументі – Бәйтерек, сондай-ақ танымал «Атамекен» этно-мемориалдық кешені бар. Ашық аспан астында орналасқан кешендегі шағын макеттер сізге қалада серуендеп жүргендей күй кештіреді. Ал 2017 жылы Астанада EXPO-2017 халық көрмесі өтеді. Бүгінгі Астана – Қазақстанның мақтанышы.\n2. Алматы\nАлматы үлкен іскерлік және мәдени орталық десек те болады. Ұзақ жылдар бойы қала Қазақстанның астанасы болған. Ол өзінің архитектуралық ескерткіштері және сұлу табиғатымен де танымал. Онда «Медеу» мұз айдыны, Көктөбе, 28 гвардиялық-панфиловшылар саябағы, Тәуелсіздік монументі, тағы өзге де көрікті жерлер көп. Биік тау баурайындағы қала бүгінде мәдени, тарихи, өндірістік ортаға айналған.\n3. Шымбұлақ\n«Шымбұлақ» тау шаңғы курорты – Іле Алатауы шатқалында 2510 метр биіктікте орналасқан. Жайлы климат, шуақты күндердің көптігі, тұрақты қар жамылғысы және табиғаттың таңғажайып көрінісі бұл жерге қысқы спорт түрлерін жақсы көрушілерді ғана тартып қоймайды. Сонымен қатар табиғат аясында, таза ауамен тыныстауды жақсы көретін жандар үшін де таптырмас орын. Онда келушілерге арналған үлкен шаңғы трассасы бар. Шаңғыға алғаш тұрған адамдар да, бұл спортпен кәсіби айналысатын жандар да сол жерден табылады. Шымбұлақтағы қалың қар қабаты желтоқсаннан сәуір айына дейін жатады.\n4. Түркістан\nҚазақстанның ең көне қалаларының бірі. Оның ең басты көрнекті жері V ғасырда іргесі қаланған Қожа Ахмет Ясауи кесенесі. Ол сол заманның ерекше сәулет туындысы болып табылады. Күмбезі қыштан соғылған ғимарат ішінде үлкенді-кішілі 35 зал мен бөлме бар. Олардың барлығы бір-бірімен қос қабатты 8 дәлізбен және әртүрлі өтпелі баспалдақтармен жалғасып жатады. Орталық залда үлкен қазан орналасқандықтан ол жер «қазандық» деп аталады. Қазан түркі халықтарының қонақжайлылығы мен бірлігінің символы болғандықтан оның көлеміне аса мән берілген. Диаметрі 2,45, салмағы 2 тонна. 7 металдың қоспасынан жасалған дүние.\n5. Шарын шатқалы\nБұл Қазақстанның өте көне және көркем жерлерінің бірі. Алматыдан шамамен 200 шақырым жерде орналасқан. Ұлттық паркінің құрамына кіретін Шарын шатқалы отандық және шетелдік туристерді таңғажайып көріністерімен тамсандыратыны рас. Шатқал 12 миллион жылға жуық шөгінді тау жыныстарынан қалыптасқан. Оның құздарының биіктігі 150-300 метрге жетеді. Мұнда өсімдік атаулының 1500 жуық түрі бар, 17-сі Қазақстанның Қызыл кітабына енген.\n6. Балқаш көлі\nБалқаш көлі – Қазақстанның оңтүстік-шығысында орналасқан тұйық көл. Аумағы Алматы, Қарағанды, Жамбыл және Шығыс Қазақстан облыстарын қамтиды. Каспий және Арал теңіздерінен кейін аумағы бойынша 3-орында. Көлдің батыс бөлігіндегі суы тұщы, ал шығыс бөлігіндегісі ащы болып келеді. Тіпті оның әртүрлі болуы ғарыштан да байқалады екен. Көлде балықтың 20-ға жуық, ал құстың 120-ға жуық түрі мекендейді. Оның 12-сі Қазақстанның Қызыл кітабына енгізілген.\n7. Бурабай курортық аймағы\nБурабай Көкше өлкесіндегі ғажап мекен. Мұндағы ең танымал жер Жұмбақтас десек, артық айтпаймыз. Оның тұрпаты бір қарағанда египеттік сфинксті, енді бірде кемпір кейпін, кейде сұлу қызды көргендей әсер қалдырады. Бурабай және Үлкен Шабақты көлдерінің арасындағы қылтадан табиғаттың керемет сұлулығын көре аласыз. Жаныңызды жадыратар жазда көл жағасында демалсаңыз, қыста көңіліңізді сергітер спорттық сауықтарға аударуға болады.\n8. Байқоңыр қаласы\nБұл қалада өзі аттас алғашқы және әлемдегі ең үлкен космодромдардың бірі орналасқан. Мұндағы көрнекті жердің барлығы осы саламен байланысты. Туристер арасында Байқоңыр ғарыш алаңы тарихының мұражайы, Халықаралық ғарыштық мектеп, Гагариндік ұшу алаңы, ғарышкерлер аллеясы аса танымалдылыққа ие. Сондай-ақ ұшу алдында ғарышкерлер тынығатын «Космонавт» қонақүйі бар. Ұшыру саны бойынша Байқоңыр ұзақ жылдар бойы өзінің алдағы орнын сақтап келеді.\n9. Хан Тәңірі шыңы\nҚазақстан Республикасының Қырғызстан және Қытаймен шекарасындағы ең жоғарғы биік шыңы болып табылады, шамамен 7 мың метрдей. Әлемдегі ең әдемі шыңдардың бірі. Оның төртқырлы пирамида іспеттес формасы оған ерекше көрік береді. Шыңның бір жақ бетін мәрмәрлі қабырға безендірген. Оны бағындыруды көптеген туристер армандайды.\n10. Ақсай сынтастары\nБұл қола дәуірінен сақталған ескерткіштер тобы. Қарағанды облысы Жаңаарқа ауданының Ақтау станциясынан солтүстік-шығысқа қарай 15 км жерде орналасқан. Саны 10-нан асады. Бірінің жоғарғы жағында адамның екі көзі, мұрны, аузы бейнеленген. Басқаларының басы үшкірленген қой мен жылқының тұмсығына ұқсас. Бұлар қола дәуірі бақташыларының киелі жануарлары — қой мен жылқының құрметіне қойылған сияқты. Зерттеулер Ақсай сынтастарының б. з. б. IX-XI ғасырларда қашалғанын көрсетеді. Оны алғаш Ә.Х. Марғұлан басқарған Орталық Қазақстан археологиялық экспедициясы зерттеген.\n11. Сақ қорғандары\nБұл қорған қазбалары Қазақстанды V-VI ғасырларда мекен еткен ежелгі тайпалардың мәдениеті, өнері, діні жайлы құнды деректер берді. Мұндай қорғандар елімізде көп болғанымен, басты шоғырланған жері Есік өзенінің маңы болып табылады. Көп қорғандар өткен заманнан бері тоналған. Алайда атақты «Алтын адам» табылған «Есік» қорғаны аман қалған. Ол жерден алтын киімді сақ жауынгерінің мүрдесінен бөлек, 4000 мыңға жуық түрлі әшекей-бұйымдар табылды. Бүгінде онда «Есік» мемлекеттік тарихи-мәдени қорық-мұражайы бой көтерген.\n12. Тамғалы тас петроглифтері\nӨткен ғасырдың мәдени ескерткіштері, тасқа қашалған жазбалар Қапшағай қаласының аумағында Іле өзені маңында орналасқан. Оларды «жазба тастар», «қызыл тастар» деп атайды. Ал жергілікті тұрғындар «тамғалы тастар» деп атайды. Тамғалыны ежелгі шығармашалық көрме десек те болатын шығар. Себебі тас бетінде қашалған суреттер тарих қойнауының тереңде жатқандығын айғақтайды. Онда жануарлар мен адамдардың ежелгі өмір сүру салты бейнеленген.\n13. Бекет ата жерасты мешіті\nМаңғыстау облысындағы Үстіртте орналасқан Бекет ата жерасты мешітіне арнайы зиярат етіп келушілер көп. Облыс орталығы Ақтау қаласынан Қарақия ойпаты арқылы Жаңаөзен қаласына жетіп, әрі қарай міндетті түрде Шопан ата қорымына соғады. Кей аңыздарға қарағанда қорым, Қожа Ахмет Ясауидің шәкірті Шопан ата салдырған жерасты мешітінің төңірегіне салынған.\n14. Іле-Алатау ұлттық паркі\nБұл жер өзінің қайталанбас көркемдігімен, мәңгі мұз басқан шыңдары, биік таулары және жасыл ормандарымен ерекшеленеді. Ол теңіз деңгейінен 600-4540 м биіктікте орналасқан. Саябақтың флорасында 1 мыңнан астам өсімдік түрі бар. Олардың 36 түрі Қазақстанның Қызыл кітабына тіркелген. Сондай-ақ аумағында Талқыз және Түрген ескі қалашықтарының орны сақталған. Түрген шатқалында ертедегі темір дәуірінің зираттары мен Есік өзенінің бойында сақ қорғандары бар. Бутаков сарқырамасы, реликті мүк басқан Шыңтүрген шыршалары да табиғат ескерткіштері болып саналады.\n15. Баянауыл ұлттық паркі\nБұл Қазақстан аумағында ерекше қорғауға алынған жерлердің бірі. Табиғи флора мен фаунаны сақтау мақсатында 1985 жылы құрылған. Онда сізді таңқалдыратын әртүрлі пішіндегі жартастарды кездестіруге болады.\n16. Қатон-Қарағай ұлттық табиғи паркі\nБұл – Қазақстандағы ең үлкен ұлттық парк. Ондағы флора мен фаунаның алуан түрлілігі кімді де болса тамсандырады. Алдын ала алынған мәліметтерге қарағанда, парк аумағында тамырлы өсімдіктердің мыңнан аса түрі өседі. Олардың ішінде 30 түрі Қызыл кітапқа енген. Парктің басты игілігі болып табылатын орман ол аумақтың 34 пайызын алып жатыр.\n17. Ұлытау таулары\nҰлытау – Сарыарқаның оңтүстік-батысындағы аласа таулы массив. Қарағанды облысы Ұлытау ауданы жерінде орналасқан. Солтүстіктен оңтүстікке қарай 200 км-ге созылып жатыр. Ұлытауда сақталған ескерткіштер палеолит пен неолит дәуірлеріне жол бастайды. Археолог-ғалымдар өткен дәуірдегі адамдардың мекендерін және еңбек құралдарын тапты. Қаракеңгір өзенінің жағасында палеолит дәуірінің Қазақстандағы ең ірі шеберханасы табылды. Осы күнге дейін «мұртты қорғандардың» құпиясы ашылған жоқ. Бір археологтар бұл мәйіт басына салынған құрылыстар десе, екіншілері көне обсерватория дегенге саяды.\n18. Маңғышылақ түбегі\nМаңғышылақ түбегі жайлы алғашқы деректер IX ғасырда араб герографының жазбаларында кездеседі. Қазақстан ескерткіштерінің жартысынан көбін осы жерден кездестіруге болады. Орта ғасырларда Маңғышылақ Шығыс пен Батыс арасын байланыстыратын сауда-экономикалық орталығы болған.\n19. Үстірт\nОл – батыста Маңғыстау түбегі мен Қарабұғазкөл шығанағы, шығыста Арал теңізі мен Әмудария атырауы аралығын алып жатқан дөңесті аймақ. Қайталанбас табиғаты мұнда келгендерді қызықтырары анық. Өңірде табиғи қазба байлықтары кездеседі. Әрине, олардың қатарында бірінші орында мұнай тұр.\n20. Каспий маңы ойпаты\nСолтүстігінде Жалпы Сырт қыратымен, шығысында Үстірт және Маңғыстау тауларының етегімен, батысында Ергене қыратымен шектеледі. Ұзындығы батыстан шығысқа қарай 1000 км-ден астам. Каспий маңы ойпаты шөлейт және шөл аймақтарды қамтиды. Сортаң бозғылт қоңыр және қоңыр топырақ сипатты сор мен сортаң кең көлемде таралған. Солтүстігінде жусанды-бетегелі, оңтүстігінде жусанды-сораңды өсімдіктер басым. Жануарлардан ұсақ кеміргіштер – сарышұнақ, қосаяқ, аламан тышқаны, т.б. жиі кездеседі. Еділ мен Жайықтың аралығындағы құмдарда ақбөкен, қарсақ кездеседі.\n21. Дегелең таулы массиві\nДегелеңнің ұзындығы 20 км алып жатыр. Оның аумағында 1991 жылы Семей ядролық сынақ алаңы болған. 1961 және 1989 жылдар аралығында 200 ядролық сынақ жүргізілген.\n22. Алакөл көлі\nАлакөл — Қазақстандағы Алматы және Шығыс Қазақстан облысының аумағында орналасқан тұйық көл. Қазақстандағы ең ғажайып көлдердің бірі десек, артық айтпаймыз. Аумағы 20 мың гектардан асатын бұл өлкеге денсаулығын түзетуге келетін жандар қатары көп. Көл суы минералды ресурстарға, йодқа, тұзға, химиялық элементтерге бай болғандықтан, оның денсаулыққа пайдасы тіпті медицинада дәлелденген.\n23. Қайыңды көлі\nҚайыңды 1911 жылы орын алған жер сілкінісінің әсерінен пайда болған. Көшкін жылжу нәтижесінде ол жолаушының көз алдында біршама сюрреалистік көрініс тудырады: суға батқан кемелерге ұқсас Тянь-Шань шыршаларының діңгектері тура судың ішінен 15 метрге дейін көтерілгендей.\n24. Зайсан көлі\nҚазақстанның үлкен әрі ерекше тұщы көлдерінің бірі. Қараңғы түсе көл жағасынан естілетін дыбыстарға байланысты оны кейде «қоңыраулы сыңғыр көлі» деп те атайды.\n25. Мойынқұм шөлі\nБұл шексіз кеңістік сусымалы құмнан, кейде құбылмалы құм төбелерден, кейде батпақты төбешік пен ойпаттардан, тіпті бетон тәрізді қатты тақырдан тұрады. Қараған көзге тіршілік нышаны байқалмайтын шөл далада да құрғақ климатқа бейімделген тіршілік иелері бар. Сафариді жақсы көретін жандармен қатар, түйе және атпен серуендеуді қаласаңыз, осында келіңіз.\nТолығырақ: https://kaz.zakon.kz/4916381-aza-stanny-25-k-r-kt-zher-n-zd-k.html",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Са 2+ пен S 2 - иондық формуласын анықтаңыз.",
        "question_content": "Са 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласыСа 2+ пен S 2 - иондық формуласы",
        "question_date": "21.09.2021",
        "question_tag": "Химия",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мазда кронос жақсы ма ВАЗ 2114 жақсы ма?",
        "question_content": "Мазда кронос жақсы ма әлде ВАЗ 2114 жақсы ма?",
        "question_date": "21.09.2021",
        "question_tag": "Автокөлік таңдау",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әуесқойлар үшін Мазданы ұнатса Мазда, ал ВАЗ-ды ұнатса ВАЗ жақсы болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықаралық электр байланысы одағы не істейді?",
        "question_content": "Уикипедиядағы ақпараттар керек емес!",
        "question_date": "21.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықаралық электр байланысы одағы) - деректер таратудың әмбебап стандарттарын бекітетін халықаралық ұйым, телекоммуникация және радио саласындағы ұсынымдарды айқындайтын, сондай-ақ радиожиіліктерді халықаралық пайдалану мәселелерін реттейтін халықаралық ұйым. 1865 жылы Халықаралық Телеграф одағы ретінде құрылған, 1947 жылдан бастап БҰҰ-ның мамандандырылған мекемесі болып табылады. ХЭБО-на 193 ел және секторлар мен қауымдастықтар бойынша 700-ден астам мүше кіреді. \nБұрын International Telegraph and Telephone Consultative Committee телефондау және телеграфтау бойынша халықаралық кеңесші комитет деп аталған. Әлемнің түрлі елдеріндегі телекоммуникациялық компаниялар мен ұйымдар ХЭБО мүшесі болып табылады.",
                "date": "23.09.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ежелгі адамдардың өмірі туралы.",
        "question_content": "Мұғалім бізге Ежедгі адамдардың өмірі туралы жазып келіңдер деді",
        "question_date": "21.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғалымдар алғашқы адамды «епті адам» деп атайды. «Епті адам» Африкада Кения жеріндегі Олдувай шатқалында табылған. Ол осыдан 1 млн 750 мың жыл бұрын өмір сүрген. Алғашқы адамның бірі питекантроп деп аталады. Питекантроптың қаңқасы алғаш рет Ява аралынан 1891 жылы табылды. Ол мөлшермен бұдан 1 млн жыл бұрын өмір сүрген. Адамзат дамуында бұдан кейінгі сатыда синантроп тұрады. Солтүстік Қытайда табылуына байланысты оған «қытай адамы» деген ат берілген. Синантроптар бұдан 500-200 мың жыл бұрын өмір сүрген. Питекантроп пен Синантропты «тік жүретін адам» деп атайды. Көне адамның тағы бір түрі неандерталь деп аталады. Ол Германиядан табылып 100-35 мың жыл бұрын өмір сүрген. Неандертальдақтардан кейін, мөлшермен бұдан 40-35 мың жыл бұрын «саналы адам», яғни қазіргі адамдар қалыптасты.\n         Алғашқы адамдардың кәсібі.\nАдамдар қарапайым еңбек құралдарын пайдалануды үйренген соң, табиғатқа тәуелділігі азая бастады. Әуелде олар баспана жасауды, тамақ пісіруді білмеді. Жеуге жарамды тамырларды қазып алды. Құстардың жұмыртқаларын жинап қорек етті. Мұндай кәсіп терімшілік деп аталды. Бірлесіп тамақ табу мен жабайы жануарлардан қорғану үшін топтанып жүрді. Ертедегі адамдардың мұндай ұжымы адамдар тобыры деп аталды.\nАлғашқы адамның қазақстандағы іздері. \nҚазақстандық ғалымдардың пікірі бойынша, Сібірге алғашқы адам Еуропадан және Азиядан қоныстанған. Қазақстан аумағына алғашқы адамдар шамамен бұдан бір миллиондай жыл бұрын пайда болды. Мұны Жамбыл облысының Арыстанды өзенінің бойынан және Қазақстанның оңтүстігіндегі Қаратаудан табылған тастан жасалған сол заманның еңбек құралдары дәлеледейді. Қазақстан аумағында өмір сүрген алғашқы адамдар питекантроптың замандастары еді.\nЕңбек құралдары.\nАлғашқы жасалған құралдардың ұзындығы 20 сантиметрге, салмағы 1 киллограмға дейін жетті. Жануарлардың терісін тазалайтын, етін боршалайтын тас шапқылар мен қырғыштар жасалды. Жамбыл облысынан табылған палеолит дәуірінің бес мыңнан аса еңбек құралдарының бәрі қашау мен үшкір заттар. Неолитте тас өндеу неғұрлым биік деңгейге көтерілді. Бұл кезеңде адамдар тасты жылтыратып тегістеуді үйренді, еңбек құралдарының жаңа түрлерін – дәнүккіш, келі, балта, қайланы т.б. ойлап тапты.\nОтты пайдалану және жердің сууы.\nБұдан 100 мың жыл бұрын Жер беті күрт суи бастады. Қыс ұзаққа созылды. Қар мен мұз жаздың қысқалығынан еріп үлгермеді. Еуропа мен Азияның солтүстігінде алып мұздық пайда болды. Ғалымдардың айтуынша, оның қалыңдығы екі километрге жеткен. Бұдан 13 мың жыл бұрын мұздық ери бастайды.   \nТолығырақ: https://www.tarbie.kz/17190",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жеті қазына\" əнінің минусын қайдан жүктеуге болады?",
        "question_content": "Жеті қазына əнін таппадым. Балапан арнасында, Караокеде айтып еді,Сол əн шұғыл түрде қажет болып тұр.",
        "question_date": "21.09.2021",
        "question_tag": "Ән іздеу",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ән жеті қазына деп жаз",
                "date": "21.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қожа Ахмет Яссауи шығармалары туралы мәлімет. Ауызша дайындалу үшін қажет.",
        "question_content": "Қожа Ахмет Яссауи шығармалары туралы мәлімет. Ауызша дайындалу үшін қажет.",
        "question_date": "21.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 883,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның бүгінгі ұрпаққа жеткен көлемді шығармасы - «Диуани Хикмет» (Даналық кітабы) қыпшақ диалектілерімен көне түркі тілінде жазылған. Өкінішке орай туындының түпнұсқасы біздің заманымызға жетпеген. Бізге жеткені XV-XVI ғасырлардағы көшірмесі ғана. Ондай нұсқалары өте көп. Олардың көбі Ыстамбұл, Қоқан, Ташкент, Мәскеу, Алматыда сақталған. Бұл шығарма алғаш рет 1878 жылы жеке кітап болып басылып шықты. Содан кейін ол Ыстамбұл, Қазан, Ташкент қалаларында бірнеше қайыра басылды. Соның бірі 1901 жылы Қазанда Тыныштықұлының қазақтарға арнап шығарған нұсқасы болатын. Төрт тармақты өлеңмен жазылған бұл шығармада ақын өзінің бала күнінен пайғамбар жасына келгенге дейінгі өмір жолын баяндайды, тіршілікте тартқан азабын, көрген қайғысын айтады, бұхара халыққа үстемдік жүргізуші хандардың, бектердің, қазылардың жіберген кемшіліктерін, жасаған қиянаттарын сынайды, бұл фәнидің жалғандығын білдіреді. Қожа Ахмет Ясауи түркі тілінде жатық әрі бейнелі жыр жазудың үлгісін жасап, түркі тілдерінің көркем шығармалар тудыру мүмкіндігінің мол екендігін дәлелдеді. Оның жазба әдебиет үлгісіндегі шығармалары түркі топырағында ертеден қалыптасқан суырыпсалмалық дәстүрдегі әдебиетке жаңа серпін, тың мазмұн алып келумен қатар, оны түр жағынан көркейтіп, кемелдендіре түсті. Фольклор мен жазба әдебиеттің өзара жақындасуының, толысып, көркеюінің дәнекері бола отырып, Шығыс әдебиетінде ертеден қалыптасқан, Құран Кәрімде баяндалатын тарихи аңыздар мен пайғамбарлар, әулие-әнбиелер жөніндегі әпсаналарды хикметтерінде ұтымды пайдаланды. Оның жолын ұстанған шәкірттері мен сопылықты уағыздаушылар түркістандық ғұламаны күллі әлемге танытты. Қожа Ахмет Яссауи түркі халықтарның жаңа исламдық өркениеттегі халықтық ағымының арнасын анықтап берді. Ол жаңа діни идеологияны тәңірлік шамандықпен, зорастризммен біріктіре отырып, қоғамдық-әлеуметтік санаға сіңіруде көп еңбек етті. «Диуани Хикметтен» қазақ халқының ертедегі мәдениетіне, әдебиетіне, тарихына, этнографиясына, экономикасына қатысты бағалы деректер табуға болады.\n\nТолығырақ:  https://www.inform.kz/kz/kozha-ahmet-yasaui_a2182932",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрін анықтаңыз?",
        "question_content": "Тіктөртбұрыштың диагоналі 13см, ауданы 60см² ,периметрі табу керек?",
        "question_date": "20.09.2021",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "d = 13\n\nS = 60,   a*b = 60\n\nP = ?\n\na^2 + b^2 = d^2,   (a + b)^2 - 2a*b = 169,   (a + b)^2 = 169 - 2*60 = 49\n\na + b = 7\n\nP = 2*(a + b) = 2*7 = 14",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетім майға күйіп қалды. Орны қалмауы үшін қалай емдеу керек?",
        "question_content": "Бетім күйгеніне 5 күн болды бетімді перекиспен сүртіп бетадин деген маз жағып жүрмін кеше бір қабат терісі түсті бірақ орны қызарып тұр.  Сол қызарғаны із болып қалып кетпидіма қалмас үшін не жақсам болады",
        "question_date": "20.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетің осыдан бес- алты кун бұрын куйген болса,бұған дейін дәрігердің айтқан олазоль немесе пантенол спрейлерін пайдаланған болсаң,онда куйіктің бетіне жұқа тері пайда болып, жазыла бастады деп ойлаймын.Егер осылай болса, тыртық із қалмауы ушін актовегин немесе солкосерил кремін немесе гелін алып жаққан дұрыс.Егер терің құрғақ болса осы аталған дәрілердің мазін алып жақсаң болады.Толығымен жазылған соң бет терісінде коллаген (тыртықты түзетін ткань) артық түзілмес үшін контрактубекс мазін жағуға болады ,Бірақ емдеуші дәрігеріңмен осы айтылан кеңестерді талқылап,толық нұсқаулық алып алғаның жөн.",
                "date": "20.09.2021",
                "upvotes": 0
            },
            {
                "text": "Қаздың майын жағыңыз. Ізі де қалмайды.",
                "date": "13.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1916 жылғы Қазақ даласындағы жалпыхалықтық көтерілістің жеңілу себептері.",
        "question_content": "1916 жылғы Қазақ халқы көтерілісі",
        "question_date": "20.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеңілу себептері. Қозғалыстың жеңіліс табуының ең басты себептері – оның бытыраңқылығы, көтеріліс ошақтары арасындағы байланыстың жеткілікті болмауы, патша үкіметінің қарулы жазалаушы күштерінің басымдылығы еді.\nҚазақ зиялылары қатарында бірлік болмады. Олар екіге бөлініп, революцияшыл радикалды бағыттағы Т.Бокин, Ә.Майкөтов, С. Сейфуллин, С. Меңдешев, Ә. Жангелдин сияқты тобы қарулы күрес жолын таңдады. Ал ұлттық-либералдық бағыттағы Алаш зиялылары Ә. Бөкейханов, М. Дулатұлы, А. Байтұрсынұлы бастаған топ елді қантөгістен сақтау үшін патша үкіметімен тіл табысу жолдарын іздеді, күрестің бейбіт саяси әдістерін жақтады. 1916 жылғы көтерілістен кейін іле-шала жүргізілген жазалау шаралары, мыңдаған адамдардың қаза табуы бұл қауіптің орынды болғандығын растайды.\nДегенмен 1916 жылғы ұлт-азаттық қозғалыстың тарихи маңызы зор, халықтың ұлттық сана-сезімінің өсуіне, өз еркіндігі үшін күрес жолында кемелдене түсуіне ықпал жасады. Бұл арада тағы бір мәселенің бетін ашып кету қажет. Ол – 1916 жылы қазақ зиялыларының көсемдері, яғни ұлт – азаттық қозғалысты бастаушылар, халық көтерілісіне қалай қарады ? Олар патшаға қарсы қарулы көтерілісті жақтаған жоқ. Өйткені құр қол халық патшаның талай жыл үйретілген, мұздай қаруланған әскеріне қарсылық көрсете алмай, тағыда қырғынға ұшырайтынын сезді. Бірақ оларға тасқыны тау суындай дүркіреген стихияны – халық көтерілісін тоқтату мүмкін болмады. «Қазақ» газетінің ашық көтерілу қауіпті, одан да мобилизацияны кешеуілдетуді ұсынайық, жеңілдіктер сұрайық, ол екі ортада патша да бір жайлы болар деген сияқты шақырулары халықтың құлағына кіре қоймады.\n Бір сөзбен айтқанда, стихиялық халық көтерілісінен ұлт-азаттық қозғалыстың көсемдері бөлініп қалды. Өмір олардың болжамы дұрыс екендігін дәлелдеді. Қазақ халқы тағы бір қырғынды басынан өткізді, ал 1917 жыл 27 ақпанда бас – аяғы бірнеше айдан кейін патша да тағынан құлады. Осындай жағдайды ескермей кейінгі кейбір зерттеушілер тарапынан болашақ «Алаш» партиясының өкілдері 1916 жылы патшаны жақтады, тіпті көтерілісті басып, жанышты деген ұшқары пікірлерге дейін барды. Алашордалықтардың көтеріліс кезіндегі тактикасын түсінбеді. Ал көтеріліс басылып, қазақ жігіттері майдандарға окоп қазуға жіберіле бастаған кезде, оларға бас – көз болып, кейін аман – есен оларды ауылға жеткізу қажет болған жағдайда Әлихан Бөкейхановтың өзі бастаған қазақ зиялылары (оқытушылар, заңгер т.б.) серіктерімен бірге майданға (реквизициаланғандармен) атанды. Бұны нағыз патриотизм деп түсіну керек. Өйтпегенде сауатсыз, орыс тілін түсінбейтін көптеген қазақ жігіттерінің елге оралуы екі талай еді.\nТолығырақ: https://e-history.kz/media/scorm/295/365/text/text.htm#%D0%B06",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептен кейін жоғары оқу орнына түсу қаншалықты орынды?",
        "question_content": "Салематсыздарма? Көмектесіп жібересіздерме\nМектептен кейін жоғары оқу орнына түсу қаншалықты орынды?",
        "question_date": "19.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген оқушылар жоғары оқу орны мен колледж арасындағы айырмашылық жылын анықтағанымен, кейбір студенттер орта мектепті бітіргеннен кейін аспирантураға немесе ПГ-ға түсуге шешім қабылдайды. Оқушылар өздерінің жеке мектебінде немесе басқа мектепте осы жылдық бағдарламаны пайдалана алады. Көптеген студенттер интернатқа тек аспирантураға барады, себебі мектеп-интернат осы студенттерге үйден кетуге мүмкіндік береді, алайда мұғалімдер мен кеңесшілердің қажетті құрылымы мен басшылығы бар.\nPG жылы дәстүрлі түрде ұлдарға қолдау көрсететін болғанымен, осы маңызды бағдарламаның қызығушылығын арттыруда. Мектептегі жеке оқу жылында ПГ-дан студенттердің пайдасы бірнеше себептерге байланысты:\nҮлкен жетілу\nМемлекеттік және жеке төрт жылдық колледжде оқитын студенттер колледжді бітіргенге қарағанда ұзағырақ уақытқа созылып жатқан жаңалық емес. Шын мәнінде, ACT-қа сәйкес, барлық студенттердің жартысына жуығы төрт жылдық колледждерді бес жыл ішінде аяқтайды. Бұдан басқа, ACT-қа сәйкес, төрт жылдық колледждердегі студенттердің төрттен бір бөлігі оқуға түспейді. Бұл жоғары деңгейдің төмендеуінің себебі студенттердің колледждің тәуелсіз колледжіне оқуға түсуге келмейтіндігі. PG жыл студенттерге құрылымдық ортада өмір сүру арқылы кемелдікті дамытуға мүмкіндік береді. Интернатта оқитын студенттер өздерін қорғауға және өз ата-аналарының тұрақты басшылығына қарамай, өздерінің жауапкершіліктерін алуы керек болған кезде, олардың уақытын құрылымдауға және қажет болғанда оларға көмектесетін кеңесшілер мен мұғалімдерге ие.\nКолледж қабылдауына жақсы мүмкіндік.\nАта-аналар бір жыл бойы колледжге бара жатқан студенттерге ешқашан бармай-ақ қоятынына қорқады, ал колледждер студенттерді «бос жыл» деп атағаннан кейін қабылдауға тырысады . Колледждер колледжге баратын немесе жұмыс істейтін студенттердің көп екенін біледі олар кампусқа келгенде жасалды.\nPG жыл техникалық айырмашылықтарына қарамастан, ол ақшалай жылмен бірдей болмаса да, студенттерге қосымша жыл тәжірибесі бар, бұл оларға колледждер үшін тартымды болуы мүмкін. Көптеген жекеменшік мектептер студенттерге спортпен шұғылдануға, саяхат жасауға және тіпті машықтануға қатысуға мүмкіндік беретін PG бағдарламаларын ұсынады, олардың барлығы студенттің таңдаған колледжге түсу мүмкіндігін айтарлықтай арттыра алады.\nЖақсы академиялық дағдылар.\nКөптеген колледж студенттері көпшілігі кейінірек жоғары оқу орнына келмейді. Кейінгі даму қисығы ұл балаларға қатысты. Олар өздерінің академиялық дағдыларын қалыптастыру үшін тағы бір жыл қажет. Оқу мүмкіндіктері шектеулі студенттер ПГ жылынан белгілі бір пайда алуы мүмкін, себебі олар жаңа дағдыларды игеру және колледждің тәуелсіз әлеміне қарсы тұру үшін өздерін қорғауға қабілетті болу үшін уақыт қажет болуы мүмкін. Мектеп-интернатта өткен жылдардың бірінде мектеп оқушылары бұл сынып оқушыларына және мұғалімдерге күтім жасайтын жоғары оқу орнында қолдау көрсетуге мүмкіндік береді, осы жұмыстың көп бөлігін толықтай орындамас бұрын өз колледжінде.\nЖеке спорттық бейін құру мүмкіндігі.\nКейбір оқушылар колледжге түскес бұрын, олар спорттық бейініне жылтырақ қосу үшін PG жылын алады. Мысалы, олар спортта ойнау үшін колледжге түскес бұрын арнайы спорт түрлерінен жақсы білетін интернатқа баруы мүмкін. Кейбір мектеп-интернаттарда жақсы командалар ғана емес, сонымен бірге олар колледждің спорттық ізденушілерінің назарын аударады. Мектеп пен жаттығудың қосымша жылы ойыншыларға өздерінің күш-жігерін, ептілігін және спорттың жалпы шеберлігін арттыруға көмектеседі. Жекеменшік мектептер коллежде іздеуге көмектесетін білікті колледж кеңесшілерін ұсынады.\nКолледждің жақсы кеңес беруіне қол жеткізу.\nPG жылын оқитын студенттер, әсіресе жоғарғы мектеп-интернатта оқыған жылын өткізгенде, жақсы колледж кеңес алуына қол жеткізе алады .\nИнтернаттың осы түрлерінен колледжге түскісі келетін студент мектептің тәжірибесінен және бәсекеге қабілетті колледждерге түсудің ұзағынан пайда көретін болады, және осы мектептердегі қаражат студенттің бұрынғы жоғары мектебінде болғаннан гөрі жақсы болуы мүмкін.",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сен Дидардың орнында болсаң, онда әкеңе не сыйлар едің?",
        "question_content": "Бүгин  -   Дидардың әкесінің туған күні. Сабақтан соң ол дүкенге келді. Сыйлық таңдау көп қиындық келтірді.\nСен Дидардың орнында болсаң , әкеңе не силар едің?",
        "question_date": "19.09.2021",
        "question_tag": "Мектеп",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкемнің туған күніне сыйлық сыйлар алдында әкемнің не жақсы көретінін, қызығушылығын біліп алар едім. Соған байланысты өз сыйлығымды таңдап едім .",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңіл атлетикадан жоспар керек.",
        "question_content": "Жеңіл атлетикадан түсінік хатымен жоспары керек еді",
        "question_date": "19.09.2021",
        "question_tag": "Мектеп",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеңіл атлетикадан сабақ жоспары\nӨтілетін мерзімі:\nӨтілетін орны: мектеп спорт алаңы\nСабақтың тақырыбы:\nТөменгі сөреден шығу техникасы\nЖүз метрге жүгіру әдісі\nСабақтың мақсаты:\nТөменгі сөреден шығу техникасымсен жүз метрге жүгіру техникасын үйрету арқылы оқушылардың денсаулығын нығайту\nЖылдамдық, ептілік, икемділік, шыдамдылық дене сапалық қасиеттерін жылдамдық, күш, ептілік дамыту\nДене тәрбиесі сабағында ұжымшылдық, адамгершілікке, эстетикалық, еңбек тәрбиесіне баулу\nОсы дене жаттығулары арқылы оқушылардың денсаулығын нығайту\nСабақты оқыту әдістері: Сөздік әдіс, көрнекілік әдіс, демонцтрациялау әдісі\nСабақты өткізу әдісі: Жаппай, топтық кезекті, жеке, тізбектік, бөліп алу\nСабаққа ткеректі құрал-жабдықтар: Ысқырық, жалауша, секундомер\nр/с\nСабақтың мазмұны\nмөлшері\nӘдістемелік нұсқаулар\nІ. кіріспе бөлімі\n10-15 мин\nОқушыларды сапқа тұрғызып, кезекшіден мәлімет алып, сәлемдесем. Сабақтың тақырыбы мен мақсатын айтып түсіндірем. Оңға, солға бұрылу арқылы оқушылардың дайындығын тексерем. Спорт алаңының немесе квадраттың бойымен жүру жаттығуын жасатам.\nҚол жоғарыда аяқтың ұшымен жүру.\nҚол иықта аяқтың өкшесімен жүру\nҚол белде аяқтың сыртқы қырымен жүру\nҚол артта аяқтың ішкі қырымен жүру\nСпорттық қадаммен жүру\nЖүгіру жаттығуларын жасату\nОң бүйірмен қолды алға айландырып жүгіру\nСол бүйірмен қолды артқа айландырып жүгіру\nАрқамен сол иықтан қарап жүгіру\nСпорт алаңын жеңіл жеңіл жүгіріспен 1 айналым жүгіру\nҚозғалыста демалыс жаттығуын жасату.\nҮш қатарлы сапқа тұрғызып жалпы дамыту жаттығуын жасату\nБастапқы қалып негізгі тұрыс 1 дегенде қолды жоғары көтеріп сол аяқты артқа қойып шалқаю 2 дегенде бастапқы қалып 3-4 тура солай оң аяқ.\nБ.қ. а.и.д қол белде басты 1-4 оңға, 1-4 солға айналдыру\nБ.қ.а.и.д қол иықта 1-4 алға, 1-4 артқа айналдыру\nБ.қ.а.и.д қол белде белді 1-4 оңға, 1-4 солға айналдыру\nБ.қ.а.и.д қол тізеде тізені 1-4 оңға, 1-4 солға айналдыру.\nБ.қ негізгі тұрыс қол белде 1-4 оң аяққа, 1-4 сол аяққа, 1-4 қос аяқпен секіру\nДемалыс жаттығуын жасату\nАяқты артқа сілтеп жүгіру\nТізені көтеріп жүгіру\n1 мин\n1х10м\n1х10м\n1х10м\n1х10м\n1 айналым\n1х15м\n1х15м\n1х15м\n400м\n3-4 рет\n3-4 рет\n5-6 рет\n3-4 рет\n3-4 рет\n1-2 рет\n2х20м\n2х20м\nОқушылардың сапқа дұрыс тұруын қадағалау. Сабақты уақытында ұйымдастыру\nҚолдың ұшына қарап созылу.\nДенені тік ұстап жүру.\nЖаттығуды дұрыс орындауын қадағалау\nСпорттық қадамның техникасын көрсету\nҚолды барынша кең айландыру\nАрақашықтық сақтау\nЖүгіру техникасын көңіл бөлу\nБарынша шалқаю\nКөзді жұмбау\nИықты кең айналдыру\nЖаттығудв дұрыс жасауын қадағалау\nБарынша биік секіру\nБерілген жаттығуды дұрыс орындауын қадағалау.\nІІ.\nНегізгі бөлім\n25-30 мин\nОқушыларды сапқа тұрғызып сабақты теория жүзінде түсіндіріп, практика жүзінде көрсету.\n1.Төменгі сөреден шығу техникасын үйрету. «Сөреге» деген бұйрық берілгенде сөре сызығына келіп бір, бір жарым қадам санап алып қолды сөре сызығынының үстіне қойып итеретін аяқты алдығы ұшфна қойып итермейтін аяқтың тізесі итеретін аяқтың табанының орта тұсында тұрады, бас пен иық бір деңгейде, салмақ қолға түсіп тұрады.\n«Дайындал» деген бұйрықта сәл көтеріліп алға қарап тұрады. «Жүгір» деген бұйрықта бар екпіні мен аяқты жылдам қолды алға артқа сермеп 20 метрге максимальді қарқын алғанша жиі-жиі басып жүгіреді.\n2.Жүз метрге жүгіру. Жүз метрге жүгіру 4 фазадан тұрады.\nСөреге тұру\nСөреден шығу\nБерілген қашықтықты жүгіру\nМәре сызығынан өту\n«Сөреге» деген бұйрықта сөреге тұру. «Дайындал» деген бұйрықта көтерілу. «Жүгір» деген бұйрықта аяқ қолды тез тез қимылдатып 20 метрге дейін аяқты жиі жиі басып максимальді қарқын алғанша сөйтіп жүгіріп, қалғанын барынша қарқынмен жүгіріп келіп мәре сызығын кесіп өту қажет. 100 метрге жүгірту.\nОқушылардың сөреге дұрыс тұруын қадағалау және итеретін аяқтарын алға қойығанын қадағалау.\nОқушылардың «жүгір» деген бұйрық бойынша жүгіруін қадағалау.\nСөреден дұрыс шығып берілген қашықтықты тоқтамай жүгіріп өтуін қадағалау. Әр оқушы өз жолымен жүгіруін қадағалау.\nІІІ Қорытынды бөлім\n3-5 мин\nОқушыларға қозғалыста демалыс жаттығуыг жасатып, сапқа тұрғызып,саабақты жіберген кемшіліктері мен жеткен жетістіктерін айтып бағалап, үйге тапсырма беріп қоштасу\nОқушылардың ағзасын бастапқы қалыпқа келуін қадағалау.\nТолықырақ: https://infourok.ru/zheil-atletika-saba-zhospari-938709.html",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машинаның сілкіну себебі неден болуы мүкін? Мында техникадан хабары адамдар бар ма?",
        "question_content": "Машынам жай журсе силкине береди. Кишкене газ берсем койып калады. Неден болуы мумкин ким биледи",
        "question_date": "19.09.2021",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Програмист кандай мамандык",
        "question_content": "Програмист кандай мамандык ол не ыстейды и кайда жумыс жасайды?",
        "question_date": "18.09.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдарламашы – арнайы математикалық модельдеудің көмегімен компьютерлік бағдарламаларды және алгоритмдерді құрастыратын маман.\nБағдарламашыларды салаларға байланысты үшке бөліп қарауға болады. Қолданбалы бағдарламашылар көбіне ойындар, есептеу бағдарламалары, редакторлар мен мессенджерлерді қамтамасыз ететін бағдарламаларды жабдықтаумен айналысады. Олардың саласындағы жұмыстарға тағы да жүйелі видео және аудио бақылаулар орнату, от өшіру жүйелері мен сигнал беру жабдықтарын жатқызуға болады.\nЖүйелік бағдарламашылар операциялық жүйелерді, желі платформаларын, интерфейс жабдықтарын, әр түрлі ақпарат орталықтарын жинақтайтын ғаламтор беттерін жасаумен айналысады. Бұл саланың маманын жоғары төлемақыға ие бола алатындар қатарына жатқызамыз. Сонымен қатар, олар бағдарламалық қамту жүйелерін (сервис), есептеуді қаматамасыз ететін блоктарды (процессор, коммуникациялық және перефириялық құрылғылар) да жасайды.\nWeb-бағдарламашылар да желімен жұмыс жасайды. Дегенмен, олардың негізгі міндетіне ғаламтормен жұмыс істеу кіреді. Олар сайттардың бағдарламалармен қамтылуын, динамикалық веб-беттерді және дерекқормен жұмыс жасайтын web-интерфейстерді жасаумен айналысады.\nМамандықтың ерекшеліктері\nБағдарламашы ғылыми-техникалық және өндірістік есептерді математикалық модельдерді талдау мен алгоритмдік шешімдер арқылы есептеу жұмыстарын атқаратын бағдарламаларды құрастырады. Сондай-ақ, олар автоматты, типтік және стандартты бағдарламаларды және сыртқы алгоритмдік тілдерді жасақтаумен жұмыс істейді.\nМамандықтың оң және теріс жақтары\nОң жақтары:\nЖоғары төлемақы;\nМамандықтар арасындағы сұраныс  ең көп болатын мамандықтың иесі болу;\nКейде жоғары білім болмай-ақ жұмысқа тұру мүмкіндігі;\nТәжірибені ешбір жұмыс орталығында істемей-ақ алуға болатын мүмкіндіктің болуы;\nТеріс жақтары:\nДәріс беру кезінде қатып қалған заңдылықты (консерватизмді) қайталай беру (бағдарламашыға түсінікті болған алгоритмнің студентке түсініксіз бола беруі мүмкін);\nМаман көпке ұнай бермейтін, өз мінезіне сай техникалық қолтаңба қалдыратын болады;\nБіркелкі математикалық алгоритмдермен жұмыс істей бергеннің арқасында күйзеліске ұшырауы;\nЖұмыс орны\nIT-компаниялар мен Web-студияларда;\nҒылыми-зерттеу орталықтарында;\nЖеке бағдарламашыны қажет ететін компанияларда;\nМаңызды қасиеттері\nБағдарламашы өте жылдам дамып жатқан технологияларға бейімделе білуі қажет. Сол себептен, өзін-өзі оқыту ең басты касиеттерінің бірі болуы тиіс. Әйтпесе, бірнеше жылдың көлемінде маманның маңызы кетіп, жұмыстан шығып кетуі мүмкін.\nТехникалық құжаттарды оқи алатын дәрежеде ағылшын тілін білу де ең маңызды талаптардың бірі. Аталған маман иелері топпен жұмыс істей алуы керек. Үлкен жобаларда біріге, жұмыла жұмыс жасай алатын мінездің болғаны да артықтық етпейді.\nҚайда оқуға болады?\nХалықаралық IT Университеті\nӘл-Фараби атындағы Қазақ Ұлттық Университеті\nЛ.Гумилев атындағы Еуразия Ұлттық Университеті\nҚ.Сәтбаев атындағы Қазақ Ұлттық Техникалық Университеті\nҚазақ Ұлттық Аграрлық Университеті\nҚазақ Ұлттық Педагогикалық Университеті\nСүлейман Димерел атындағы университеті\nҚМЭжБИ\nҚБТУ\nАлматы Энергетика және Байланыс Университеті\nАлматы Технологиялық Университеті\nҚарағанды Мемлекеттік Техникалық Университеті\nТұрар Рысқұлов атындағы Қазақ Экономикалық Университеті\n  Әйгілі бағдарламашылар:\nКнут Дональд Эрвин\nМацумото Юкихиро\nТаненбаум Эндрю\nРэймонд Эрик Стивен\nФаулер Мартин\nХоппер Грейс\nСтоллман Ричард Мэттью\nКей Алан\nМейер Сид\nСтрауструп Бьёрн\n\nҚызықты фактілер\n- Бағдарламалаудың қай кезде және қалай мамандық ретінде қалыптасқанын нақты айту қиын.\n- Тұңғыш есептеу құрылғысы болған аналитикалық машинаны компьютер атасы Чарлз Бэббидж жасап шығарған.\n- Ең алғашқы есептеу компьютеріне (1941 жылы) арналған Планкалкюль бағдарламалау тілін неміс инженері Конрад Цузе құрастырады.\n- Алғашқы кәсіби деңгейде жұмыс істей алатын бағдарламаларды жасаған бағдарламашылардың есімдері белгісіз. Олардың есімдерінің тарихта қалмауының себебі, ол кезде бағдарламалау екінші сатылы жұмыс болған.\nБағдарламашыларға арналған Мерфи заңы:\nҚайта бағдарламаланған жоспар секілді ешнәрсе жұмыс істей алмайды;\nЕшқандай бағдарлама өз міндетін толық атқара алмайды;\nЖақсы бағдарламашы есепті неге орындау мүмкін емес екенін түсіндіре алуы қажет;\nЕсепті шешуге оның дұрыс не бұрысын анықтауға кететін уақытқа қарағанда үш есе аз уақыт кетеді;\nЖобаны аяқтау мерзімі – жобаны аяқтауға шамаланған уақыт мөлшері және тағы алты ай;\nБағдарламашы өз бағдарламасының осал жерін біле тұра жөндемейді. Себебі, оның ойынша қолданушы ол жерге дейін жете алмайды;\nНағыз бағдарламашы Windows-та жұмыс жасағанды жақсы көреді. Егер жұмыс қате орындалатын болса, бар жаңылысты Microsoft-қа төңкере салуға болады;\nАшуланған кезде барлығы жүйелік блокты емес, монитордың бетін соғады;\nНағыз бағдарламашы тамақтың қалдықтарына толы пернетақтасын үш рет ауыстырып үлгерген болады;\nКодировканы икемдеу кезінде ділгірліктерге тап бола беретіндер – неандертальдар;\nHTML, HTTP, FTP, SMTP, TCP/IP, RTFM және т.б. – аббревиатуралар емес, сөздер;\n«Тышқан» сөзі негізсіз қолданылады;\nЕгер сенің бағдарламаң белгісіз бір нәрселерді көрсетіп жатса, сен бір жерінен қателескен боласың;\nБарлық проблемалардың шешімі ғаламтор беттерінде бар. Тек дұрыс іздей білу керек;\nЕгер сен алдыңғы алгоритмді түсінбеген болсаң, сен бағдарламашысың;\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/zharatylystanu/20297/",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалгыз басты анамын!",
        "question_content": "Жалгыз басты анамын бир улым бар 13те , укиметтен осы кунге дейин комекке бир тиын алып кормегенмин. Озим осы уакытка дейин  патер жалдап турып келем . Бизге кандайда бир комек болама? Соны билгим келеди.",
        "question_date": "18.09.2021",
        "question_tag": "Жанұя",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "11 сынып бітіріп универ колледж оқымауға болама.",
        "question_content": "11 бітіріп универ колледж оқымауға болама...............................",
        "question_date": "18.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады. Өзіңізге жеке кәсіп ашып, бизнеспен айналысуыңызға да болады.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың сүйір бұрыштарының бірі 60°-қа тең",
        "question_content": "Тікбұрышты үшбұрыштың сүйір бұрыштарының бірі 60°-қа тең. Осы үшбұрыштың кіші катетін өлшем бірлігі ретінде алып, оның үлкен катетін рационал санмен өрнектеуге болмайтынын дәлелдеңдер",
        "question_date": "18.09.2021",
        "question_tag": "Геометрия",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "sina = a/c\nsin60 = түбір3/2 болғандықтан қабырғасы рационал сан болмайды",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшадан мектепке ауысу туралы бұйрықты кім шығарады?",
        "question_content": "Мен балабақшадан мектепке директор жанындағы тәрбие жөніндегі орынбасар орнына ауысып барайын деп едім.",
        "question_date": "18.09.2021",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін балабақша директорына жұмыстан шығу туралы арыз жазасыз. Кейін мектепте жұмысқа тұру туралы арыз жазу керек. Егер мектеп жұмысқа қабылдап жатса, ондап жұмысқақабылданды деп бұйрық шығаратын болады. Ал, балабақша жұмыстан шығарылды деп бұйрық шығарады.",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыма қосылсам ба екен?",
        "question_content": "Мен жалпы кызыммен 1жыл журдим.Осыдан 8 ай бурын ол кыздын шешімімен екіге кеттік.Ешкандай нақты себеп жок,ол жайында еш айтпады. Тек сонгы кездері мінезі өзгеріп бузыла бастады,сонын әсерінен осындай шешімін айтты.Менде еш шара болмады,айтканга конбеді.Солай хабарсыз калдык.Себебін курбыларынан сурастырып корип едим.Оган барлык жағдайын жасайтын жигиттер унайды-мыс.Әрине бул ангимеси менин намысыма тиеди.Мен озимди жагдайымды томен санамаймын, демек, оган махаббаттан гори жагдай маныздыма деп калдым?! Ендиги болып жаткан маселе сойлеспегенимизге бирнеше ай отседе ол мени достарымнан сурап жур.Менде жакын арада сол кыз жакка жолым тускелі тур.Калай ойлайсыздар бундай позисиямен журетин кыздан бас тарткан дурыс па или кеширип кайтып сойлессем бе екен?!Комектесип жиберсениздер....",
        "question_date": "18.09.2021",
        "question_tag": "Достық",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Досым бұл мәселені терең ойланып көру керек. Жанұя құру оңай іс емес. Негізі қайта татуласып, сөйлесіп көрсең болады. Мүмкін уақыт өте келе барлығы өзгерер. Егер сені шын жақсы көрсе, бәріне де көнеді ғой.",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен басқа квотамен грантқа ілініп кеттім,",
        "question_content": "Мен грантқа өтініш берген кезде бамқа квотаға беріп қойыппын,енді сол квота арқылы грантқа түсіп кетіппін.енді не істеймін",
        "question_date": "18.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қойып отырған сұрағыңыз түсініксіз. Грантқа түскен екенсіз, енді қандай сұрақ мазалап жатыр. Мамандығыңыз дұрыс емес па? Соны ашып жазсаңыз.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубтың диагоналі 1 см-ге тең. Кубтың қырын табыңдар?",
        "question_content": "Кубтың диагоналі 1 см-ге тең. Кубтың қырын табыңдар?",
        "question_date": "18.09.2021",
        "question_tag": "Мектеп",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кубтың қырын табу үшін суретін салу керек.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз поэмасы неге осылай аталған",
        "question_content": "Жалғыз поэмасы неліктен осылай аталған",
        "question_date": "18.09.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі көрсетілген көп нүктелердің орнына сөз оралымдарын тауып жаз.",
        "question_content": "Естіге айтқан тура сөз,\n\nШыңға тіккен тумен тең.\n\nЕсерге айтқан тура сөз,\n\nҚұмға сіңген сумен тең, — деген Майқы бидің өнегелі ойына мән бере отырып, төменде көрсетілген көп нүктелердің орнына сөз оралымдарын тауып жаз.\n\n...........................................\n\n......................................бумен тең.\n\n...........................................\n\n......................................нумен тең...",
        "question_date": "18.09.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Данаға айтқан тура сөз, қайнап тұрған бумен тең.\n\nБалаға айтқан тура сөз, шырғалаңды нумен тең.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    }
]