[
    {
        "question_title": "Колледж кейін Кта тапсырама, Ент тапсырамба мамандық өзгертіп ЖОО түсетін болсам?",
        "question_content": "Колледжден кейін Кта тапсырамынба алде Ент тапсырамын ба мамандық өгертіп ЖОО түсетін болсам?",
        "question_date": "21.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы колледжден кейін университетке қалай түсуге болады? Егер сіз басқа білім беру бағдарламалары бойынша жоғары оқу орнына түскіңіз келсе және мамандығыңыз бойынша оқуыңызды жалғастырғыңыз келсе, онда 5 пән бойынша ҰБТ тапсыруыңыз керек (3 міндетті + 2 мамандандырылған). Ол үшін тіркеу сайтында «Өтініш» бөлімінде «Өткен жылдардағы мектептер мен колледждердің түлектері» қойындысын таңдаңыз.",
                "date": "21.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шоқан Уәлихановтың Қытай империясының Батыс провинциясы және Құлжа қаласы шығармасы?",
        "question_content": "Шоқан Уәлихановтың Қытай империясының Батыс провинциясы және Құлжа қаласы атты шығармасы не туралы",
        "question_date": "21.04.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шоқан Уәлихановтың Қытай империясының Батыс провинциясы және Құлжа қаласы атты шығармасы не туралы екенін осы сілтеме арқылы өтіп оқып қарасаңыз болады.https://shoqan.kz/incompleted/works_zapadniy_kray_kitay/",
                "date": "21.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томиристі неге Тұмар деп атаған",
        "question_content": "Томирис туралы мәліметтердің ішінен таппадым",
        "question_date": "20.04.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тумар деген атпен де танымал Ханшайым Томирис біздің дәуірімізге дейінгі VII ғасырда Орталық Орталық Азияны басқарған тарихи тұлға болды. е.оның \"Тумар\" лақап аты ежелгі парсы және медиа тілдерінде \"әйел билеуші\" дегенді білдіретін \"тумаркан\" сөзінен шыққан. Бұл атау берілген Томирис оның батылдығы, күші және халықты басқару қабілеті үшін. Тарихи дереккөздерде ол көбінесе аңызға айналған билеушімен байланысты және оның тарихы көбінесе мифтер мен аңыздарға толы болды",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "19 ғасырдың бірінші жартысында Батыс Қазақстан аймағында дүниеге келген ақындар?",
        "question_content": "19 ғасырдың бірінші жартысында Батыс Қазақстан дүниеге келген ақындар туралы айтып берсеңіздер. Батыс Қазақстаннан қандай ақындар шыққан?",
        "question_date": "20.04.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 910,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Махамбет Өтемісұлы (1804-1846) Батыс Қазақстан облысының Орда ауданында туды.",
                "date": "23.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде өзім ұстап жүрген қара сөмкемді жоғалтып алдым. Ол нені білдіреді?",
        "question_content": "Түсімде өзім ұстап жүрген қара сөмкемді жоғалтып алдым. Ол нені білдіреді?",
        "question_date": "20.04.2023",
        "question_tag": "Жанұя",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсылыққа жорыңыз, түсті қалай жорисыз және соған сенесіз, солай болады.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анамнан мұрагерлікпен үй қалды, енді ол үйді сататын болсам ол ақшадан салық ұсталама?",
        "question_content": "10.04.2023 күні заңды нотариус арқылы анамнан мұрагерлікпен қалған үй сатуға тура келіп тұр, енді сол ақшадан табыс салығы ұсталама?",
        "question_date": "19.04.2023",
        "question_tag": "Заң",
        "question_views": 177,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "жок салық ұсталмайды.\n\nдоговор дарения болады и договор наслед.Егер наслед болса сатқан жағдайда үйде неше бала бар мүлік бәріне тең бөлінуі керек",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам өмірінде міндеті түрде соқыр ішекпен аура ма?",
        "question_content": "Адам өмірінде міндеті түрде соқыр ішекпен аура ма?",
        "question_date": "19.04.2023",
        "question_tag": "Тазалық",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ әрине, барлық адам міндетті түрде соқыр ішек болмайды ғой. Кейбірі ауырады, кейбірі жоқ. Тазалық сақтау керек.",
                "date": "21.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен айфон 11 ді қалай дұрыс қуаттау керек Доканца өлтіріп барып куаттау керекпа",
        "question_content": "Айфонды қалай дұрыс қуаттау керек",
        "question_date": "19.04.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол бұрынғы телефондарда солай болатын, қазір жаңа телефонды олай жасамайды.\nал күнделікті қуаттау жайлы болса ия қуаттағышта тұрғанда қолданбаңыз, 20 пайыздан аз қуаты қалғанда қосыңыз қуаттағышқа.",
                "date": "21.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза бұзыла ма?",
        "question_content": "Автобуста отыр едым ораза екеным есымнен шыгып ернымды тыстеп терысын жулып алып ауызыма тускенде брак есіме тусты сосын автобуста Адам коп болгандыктан оны жутып жибердым менын оразам бузылды ма?",
        "question_date": "18.04.2023",
        "question_tag": "Ораза сұрақтар",
        "question_views": 214,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есіңізге түскен соң қолмен болсын алып тастау керек еді, ниеттің қабыл болу болмауын Алла ғана біледі, Аллаға тәубе етіп қабыл болуын тілеңіз, және қабыл болмай қалды ау деген қорқынышпен бір күн қарыз ораза ретінде өтеп жіберсеңіз дұрыс болыр, ораза екеніңіз еске түсіп тұрып жұтқандықтан оны ешкім білмейтін болар қабыл болған болмағанын. Жұтып қоғасын еске түссе ол басқаша болар еді.",
                "date": "18.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Отбасы құндылығын насихаттаудың ұлт болашағына әсері бар ма?» эссе",
        "question_content": "«Отбасы құндылығын насихаттаудың ұлт болашағына әсері бар ма?» деген тақырыпта эссе жазыңыз. Эсседегі сөз көлемі 200-250 сөз болуы қажет.",
        "question_date": "17.04.2023",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың қабырғалары айырымы 2-ге тең арифметикалық прогрессия құрайды.",
        "question_content": "Үшбұрыштың ауданы 6см². Үшбұрыштың қабырғаларын табу керек",
        "question_date": "17.04.2023",
        "question_tag": "Геометрия",
        "question_views": 299,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "∆ АВС\nАВ =хсм, ( орта бөлігі)\nВС=(х+2)см ( Ең үлкен жағы)\nАС =(х-2)см ( Ең кіші жағы)\nсонда Р (периметр) = х+х+2+х -2 =3х см\nр (  жарты периметр) = (3х) /2 =1,5х\n Герон формуласы бойынша\nS² = p(p-a)(p-b)(p-c) = (1,5х) ( 0,5х) (0,5х -2)(0,5х+2) = 36\n0,75х² ( 0,25х² -4) -36 =0\n4-ке көбейтеміз\n3х² ( 0,25х² -4) - 144 =0\n3-ке бөлеміз\nх²(0,25х² -4) - 48 =0\n0,25х⁴ -4х² -48 =0\n\n 4-ке көбейтеміз\nх⁴ -16х² -192 =0\n\nх² =24 немесе х=√24 = 2 √6\nҮшбұрыштың қабырғалары\n( 2 √6 -2); 2 √6; (2 √6+2)",
                "date": "18.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "8 литрлік ыдыс ішіндегі ауаның 16% оттегі.",
        "question_content": "Бұл ауаның бір бөлігі ыдыстан шығарылып, ыдыс ішіне дәл сондай мөлшерде азот жіберіледі. Бұл жоқ қоспадағы оттегі 9% болған. Әр жолы ыдыстан неше литр газ шығарылып отырған",
        "question_date": "17.04.2023",
        "question_tag": "Химия",
        "question_views": 224,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ыдыстан алғашқыда х л ауа шығарылған болсын, онда қалған ауада (8-х)·0,16 л оттегі бар. Екінші жолы х л қоспаны х л азотпен алмастырғанда, қалған (8-х) л қоспада (8-х)0,16/8·(8-х)=(8-х)2·0,02 л оттегі болады.Қоспаның жалпы 8 л мөлшеріне шаққанда оттегі (8-х)2·0,02/8·100=(8-х)2/ 4 пайыз болады.\n\n(8-х)2/ 4=9\n\nх1=2; х2=14 – түбірі жарамсыз, себебі ыдыстан 8 литрден артық ауа шығаруға болмайды.\n\n                                                                                 Жауабы: 2 л.",
                "date": "18.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1 доллардағы адам кім??",
        "question_content": "1 доллардағы адамды кім біледі?",
        "question_date": "15.04.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Банкноттың алдыңғы жағында Джордж Вашингтон - американдық мемлекет, саяси және әскери қайраткер, АҚШ-тың тұңғыш президенті (1789—1797) портреті бейнеленген. Артқы жағы АҚШ-тың үлкен мөрінің екі жағы.",
                "date": "15.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ораза кезінде етеккір келіп қалса",
        "question_content": "Ораза устаган әйелде етеккір келіп қалса, брак та 2 кунен кейін гі ауыз ашарға шакырып койган болса, ауызашарға баруға болады ма?",
        "question_date": "14.04.2023",
        "question_tag": "Ораза сұрақтар",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің қалауыңызға орай ғой. Ораза ол күндері ұстамайтыныңыз анық, Ораза ұстамай барып келгенім ұят деп санасаңыз, шақырған кісіге хабарласып айтып түсіндіріңіз, егер келе бер отырып қайтасың десе оны көресіз, жарайды деп түсінсе оны көресіз. Бастысы ауыз берік емес болса да етеккірім келіп ашылып кеткенін басқалар біліп қалмасын деп солардың көзінше аузы берік адам ұқсап ауыз ашып жүрмеңіз)\nАдамдар не ойлайтыны маңызсыз, құлшылық Алла үшін жасалады.",
                "date": "16.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диалог деген не",
        "question_content": "диалаг дегені міз не жауап бере аласын ба өтініш тез қажет.",
        "question_date": "14.04.2023",
        "question_tag": "Мектеп",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диалог – (гр. διάλογος) екі не бірнеше адамның кезектесіп сөйлесуі арқылы берілетін ауызекі тілдегі ерекше форма.",
                "date": "14.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Менің мамандығым-менің болашағым» эссе",
        "question_content": "100-120 сөз аралығында",
        "question_date": "13.04.2023",
        "question_tag": "Мектеп",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адам өз тағдырының иесі. Әр адам өзінің болашағын мектеп жасынан ойлайды. Болашақты өзіміз құрайтынымызды бәрі біледі, ал мамандық таңдау – өміріміздің маңызды кезеңдерінің бірі. Біз оны таңдауға асықпауымыз керек. Біз өзіміздің қабілеттерімізді, мінез-құлқымызды, күшті және әлсіз жақтарымызды ескеруіміз керек, ата-ананың, достардың кеңесін тыңдауымыз керек, бірақ біз өзімізге ұнайтын мамандықты таңдауымыз керек. Қалай үмітіңді алдамауға, мүмкіндікті жіберіп алмауға және болашақ мамандық таңдауда қателеспеуге болады, өйткені олардың саны өте көп?!\nЖүздеген ғажайып мамандықтардың ішінде мен ең жақсы деп есептейтін бір мамандық бар. Мен кім болғым келетінін шешіп қойғанмын. Мен міндетті түрде жақсы эколог боламын. Менің мамандығым қоршаған ортаны қорғаумен тікелей байланысты болмақ.\nТуған жерді көркейтуге, оның табиғи ресурстарын сақтауға лайықты үлес қосуға, туған өлкенің қоршаған ортасының жағдайын жақсы жаққа өзгертуге деген ұмтылыс эколог болуға деген ұмтылыспен де күшейеді. .\n*************\n\nАдам өз өміріне екі нәрсені таңдауда қателеспеуі керек: бірі жар таңдауда, екіншісі мамандық таңдауда. Мамандық дұрыс таңдай білу бұл сіздің жарқын болашағыңыздың кепілі. Сіз жәй ғана мамандық таңдаумен шектелмей, бұл саланың болашағы бар жоғына, сұранысқа ие екеніне көз жеткізгеніңіз жөн.\nМенің таңдауым журналист мамандығына түсті. Біріншіден, журналист мамандығы ол қоғам мен мемлекет арасында қарым қатынас орнататын адам. Екіншіден, болашақта бұл саланы ешбір робот немесе техника алмастыра алмайды.\nМамандық таңдау және жұмыс табу – әр адам өз өмір жолында басынан өтетін екі маңызды кезең. Ал болашақты жоспарлауды қазірден бастау өте маңызды, яғни мектеп оқушысы кезінен. Ал батылдық, өз ісіне деген сүйіспеншілік, еңбексүйгіштік сияқты тұлғаның маңызды қасиеттері адамға бұдан да үлкен жетістіктерге жетуге мүмкіндік береді.",
                "date": "15.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Б. Момышұлы туралы бір нақыл сөз алып сол туралы эссе жазу",
        "question_content": "Б. Момышұлы туралы бір нақыл сөз алып сол туралы эссе жазу",
        "question_date": "13.04.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саусақтағы сарысуды қалай кетірсе болады?",
        "question_content": "Саусақтарымды қытырлатқаннан сарысу жиналып қалды ортасына,жаман көрінеді,қалай кетірсем болады?",
        "question_date": "13.04.2023",
        "question_tag": "Денсаулық",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның сарысу екенін қайдан білдіңіз, мүмкін ол сіңірлердің пішіні өзгергеннен болар, Масалы көп ауыр жұмыс жасаған адамның қолы буындары үлкейіп кетеді ғой.",
                "date": "16.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аспан денелеріне қатысты қойылым қажет",
        "question_content": "Аспан денелеріне қатысты бір аңыздың желісімен сахналық қойылым қажет. Аңыз, ертегі, қойылым болсада болады, өтінемін көмектесіңіздер ертеңге дейін дайындау керек",
        "question_date": "13.04.2023",
        "question_tag": "Мектеп",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай жерде лазерная коррекцияны жақсы жасайды?",
        "question_content": "Қай жерде лазерная коррекцияны жақсы жасайды?",
        "question_date": "13.04.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Astana vision  менің ойымша осында жақсы жасайды. Алматыда да филиалы бар.",
                "date": "14.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Желтоқсан желі дегенге шығарама бар ма?",
        "question_content": "Осы тақырыпта толыққанды шығарма жазу керек. Желтоқсан желі неге ызғарлы?",
        "question_date": "13.04.2023",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік! Ата-бабаларымыз қаншама ғасырлар бойы армандаған тәуелсіздік! Ел epкіндігі жолында халқымыздың басынан қаншама оқиғалар өтпеді десеңізші! Ата-бабалар ғұмыр бойы аңсаған тәуелсіздікке 1986 жылғы желтоқсан күндері болған Желтоқсан көтерілісі жол салды. Қыстың қаһарлы күндері Алматы қаласындағы республика алаңына шыққан қазақ жастары еркіндік пен бостандық үшін күресті. Күллі әлемді дүр сілкіндірген бұл оқиға қазақ топырағына ұлттық санасын, намысын жетелеген жаңа, әрі қайсар буынның келгенін әйгіледі. Бұл желтоқсан көтерілісіне ел аузында жүрген, тарихта аты қалған Қ. Рысқұлбеков, Л. Асанова, С. Мұхаметжанова, Е. Сыпатаев және т.б. апаларымыз бен ағаларымыз қатысты.  Олар: \"Тәуелсіздік керек! Қазақ елінің өз көсемі сайлансын!\"- деген тілек білдірді. Сол кездегі үкімет басшыларының бұйрығымен күш көрсетілді. Көптеген жастар түрмеге қамалды. Оларға желтоқсанның ызғарлы күнінде зәбір көрсетілді. Өз елінің Тәуелсіздігін талап етіп шеруге шыққан жастарға бұзақылар, ұлтшылдар, нашақорлар деген кінәлар тағылды.\n\n«Тәуелсіздік», «егемендік» -өте бір сақталатын, есте қалатын сөздер. Әр елдің тарихында ерекше орын алатын күн - тәуелсіздікке қол жеткізген күн. Біздің еліміз, жеріміз аңсап, қан төгіп, тер төгіп шарықтап жеткен күн. Қазақ жері, қазақ елі біздің ата-бабаларымыздың кейінгі ұрпақтарға қалдырып кеткен баға жетпес байлығы және асыл мұрасы.\n\nБіздің ата шежіреміз ғасырлар бойы Ресей тарихының құрамды бөлігі болып келді, солай хатталды да. Жаңа Тәуелсіздік заманда өз халқымыздың тарихын өзіміз жазып, жаңа егемендік ел, халық тұрғысынан жазуға мүмкіндік алдық.\n\nӘрине, Тәуелсіздік бізге оңайлықпен келген жоқ. Енді міне, осы желтоқсан көтерілісіне қатысқан ағаларымыз бен апаларымыздың арқасында ата - бабаларымыз үш ғасырға жуық уақыт бойы армандаған тәуелсіздікке қол жеткіздік.\n\nЖелтоқсанның желі, аязы, ызғары\n\nҚанды мұзда талай қазақ сыздады.\n\nҰлт қамы үшін шыққан сол күн алаңға\n\nАзап шекті қайсар қазақ қыздары.",
                "date": "13.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен химия мұғалім болайын деп едім, 9 бітіріп колледж оқып болып универге түсе аламба",
        "question_content": "Сол мұғалмдікпен жұмс стеи аламба",
        "question_date": "13.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 153,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әрине, колледж бітіріп ЖОО түсе аласыз. Педагогикалық бағытын таңдап мұғалім болып жұмыс жасау аласыз.",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сегізек \" сөзінің мағынасы",
        "question_content": "Сегізек сөзінің мағынасы қандай",
        "question_date": "12.04.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еее қыз деген не істедпид тик ток аман болсын",
                "date": "14.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ex 1,2 p60 вордбук ағылшын 6 сынып жанпейс",
        "question_content": "Ағылшын тапсырма\n\nЖауабы тез керек тез тез өтінем Пожалуйстааааааааааааааааааааааааааааааа Пожалуйстааааааааааааааааааааааааааааааа",
        "question_date": "12.04.2023",
        "question_tag": "Мектеп",
        "question_views": 141,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төле бидің әкесінің есімі кім болған?",
        "question_content": "Маған Төле бидің акесинин аты жони керек",
        "question_date": "12.04.2023",
        "question_tag": "Мектеп",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төле Би Әлібекұлы\n\nsurak.baribar.kz/512075/ сілтемесіне өтіп өмірбаянын көре аласыз.",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    }
]