[
    {
        "question_title": "Жайық беріш абдан. Өзім жайық беріш Құлмәлі. Екеуміз бірге бола аламыз ба жоқ па?",
        "question_content": "Жігітім жайық беріш абдан. Өзім жайық беріш Құлмәлі. Екеуміз бірге бола аламыз ба жоқ па? Өз басым қосылсақ балаларымызға обал болама деп те ойлаймын. Бірақ біз бір бірімізді қатты жақсы көреміз?",
        "question_date": "24.01.2022",
        "question_tag": "Шежіре",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз алысатын ру болады, қыз алыспайтын ру болады. Оны әулеттің үлкені юолса солардан сұрайсыз, себебі олардан артық сіздің рудың жай -жапсарын білмеді ешкім, және сізге олардан артық ешкім жанашырлықпен қарамайды(қателесіп айтып, өміріңізді құртпайды).",
                "date": "25.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дипломмен ауылға\" жобасына \"Ұлттық сараптама орталығы\" маманы қатыса алады ма?",
        "question_content": "\"Дипломмен ауылға\" жобасына \"эпидемиолог-гигиенист\" маманын бітіріп, Денсаулық сақтау министрлігі \"Ұлттық сараптама орталығы\" Дезинфекция бөлімінде, \"инструктор дезинфектор\" маманы болып жұмыс жасайтын маман қатыса алады ма?",
        "question_date": "24.01.2022",
        "question_tag": "Заң",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\n\nТолығырақ: https://www.keu.kz/kz/zh-mys-a-t-r-yzu/28-current-users/4515-s-diplomom-v-selo-molodezhnaya-praktika-i-molodezhnyj-kadrovyj-rezerv-2.html",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТда осы даталар келе ме?",
        "question_content": "Мен testcenter де Қазақстан тарихында келетін даталар тізімін таптым. ҰБТ-2021 және ҰБТ-2022 . Өткен жылда осы сұрақтар келді ме және келу мүмкін бе?",
        "question_date": "24.01.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тестцентрдегі осы даталар ҰБТ-да міндетті түрде келеді.",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "қ, ұ, р, ы, л, ы, с, ы, н, д, а, й деген әріптерден сөз құрау",
        "question_content": "Әріптерден сөздер табу мыс. Айдын деген сияқты",
        "question_date": "24.01.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 884,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрылыс, құс, қас, қал, қан, қыс, қыл, қар, ұрық, ұрыс, ұлыс, ұл, ұн, ыдыс, ырыс, сырнай",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіттерге арналған өсиет керек.",
        "question_content": "Жігіттерге өсиет сандық нотасы керек",
        "question_date": "24.01.2022",
        "question_tag": "Қазақша ән",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертеректе ата-әженің тәрбиесін көрмей өскен бала өте сирек кездескен, сондықтан болар, оларды «көргенді бала», «тәрбиелі бала» аталатын. Ата-әженің тәрбиесін алған баланың бойынан үлкен-кішіге деген құрмет, мейірім, имандылық, рухани тәрбиені ашық көруге болады. Тіпті, қазақтың ежелгі дәстүрі бойынша тұңғыш немересін атасы мен әжесі бауырына басып тәрбиелеген. Кейде ол кенже ұлының орнына атасының қарашаңырағына ие болып та жатады.\nКүнделікті өмірде үлкен кісілердің «жасымда бейнет бер, қартайғанда зейнет бер», деп Жаратқаннан тілеу тілеп отыратындарын көреміз. Кейбір қарияларымыздың қартайғанда ағайын-туыс, отбасына абыройлы, ал баз біреулерін, керісінше, отбасының, бала-шағаның берекесін қашырдың деп қарттар үйіне өткізіп жатқандарының да куәсі болып жүрміз. Отбасы тәрбиесіндегі әдет-ғұрып пен салт-дәстүр ата дәстүр түрінде атадан балаға, әкеден немереге беріліп, бүгінгі күнге де жетті. Кезектегі мақаламызда әженің жігіттерге айтқан гауһарға бергісіз асыл өсиеті мен кеңесі жайлы сөз етпекпіз:Жар қылып алар қызыңның шешесіне қарарсың. Шеше көргенді ал. Алма ағашынан алысқа түспейді Сонан соң әкесіне қара. Әке қатал, әрі мейірімді болуы керек. Билігі еркекте болған үй береке. Осыны ұмытпа.Еркек балалары мен қоса әйелін де тәрбиелейді. Олардың санасына Исламды құй. Дін жолын үйрет, оқыт. Аллаға жақынның адасқанын көргенім жоқ. Сондықтан осы іске жақсы көңіл бөл.Алғаның басқаны емес, әуелі сені сыйласын. Күйеуін ерім, балаларымның әкесі, болашағым деп сыйлаған әйел сенімен қоса бүкіл әулетіңді құрметтейді. Оның құрметі саған әулетіңнің алдында абырой сыйлайды.Оны қадір тұт. Бар жақсы сөзіңді арна. Жұрттың, балаларыңның көзінше құшақтап, сүйме. Өзіңнің де, оның да қадірін қашырасың. Оның барлығы оңашада қылар іс. Ал басқа уақытта көз қарасың мен оған жасар жақсы ісің де жетіп жатыр. Оның жасар ісіне араласпа. Ақылды әйел сен араласпай-ақ қажет ақылын өзі келіп сұрап алады. Оны қызған. Тек жөнімен болғаны дұрыс. Ал шамадан артық қызғану ұрыс-керіске себепші.Қанша ұрыс-керіс болса да өз араларыңда болсын. Сыртқа шығарушы болма. Ұрыс-керісте я сен жеңіл, я ол жеңілсін. Ал қателік пен дұрыс-бұрысын ашуларың басылған соң талқылаған жөн. Оны ешқашан алдама. Кез-келген жағдайда тек шындықты айт. Оның өзіңе деген сенімін жоғалтып алма. Сезімнің іргетасы сенімнен қаланатынын ұмытпа.Не нәрсеге де сабыр қыл. Барды қанағат тұт. Әйеліңнен де осыны талап ет. Сол кезде ғана өмірдің барлық тосын жайларына қарсы тұра аласыңдар…Қазақ отбасында ұрпағына ұлттық тәрбие беретін ата мен әженің орны қашанда ерекше саналған. Әжелеріміз ертегі-аңыздарын, жыр-дастандарын айтып, немере-шөберелерін рухани жағынан сусындатса, аталарымыз ақ батасын беріп, өсиет-насихаттарын айтып отырған. Мәселен, Балғожа би мен Зередей зерек әжесінің ертегі-аңыздарын, жыр-дастандарын тыңдап, тәрбиесін алып өскен Ыбырай мен Абай аталарымыз да қазақтың ұлы тұлғаларына айналды. Ата мен әженің тәлімді тәрбиесін алған сіздің балаңыздың да күні ертең еліне елеулі, халқына қалаулы жақсы азамат, құрметті отағасы болмасына кім кепіл?\nТолығырақ: http://ihsan.kz/kk/articles/view/6712",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыс (II) оксидін сутек пен тотықсыздандырып, массасы 320г мыс алу. Химиядан есеп?",
        "question_content": "Мыс (II) оксидін сутек пен тотықсыздандырып, массасы 320г мыс алу керек. Осы реакцияны жүзеге асыруға қажетті сутек алу үшін судың қандай массасы электролиздеу керек?",
        "question_date": "23.01.2022",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CuO + H2 -> Cu + H2O\n\nM(CuO)= 64+16=80\n\nM(H2O)=18\n\nX=320*18\\80=72",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңдей жанға қолы жеткен жанның бағы барда осы өлеңді табу керек?",
        "question_content": "Өзіңдей жанға қолы жеткен жанның бағы барда деген жолдары бар өлеңді кім айтады осы әнді тауып беріңіздерші",
        "question_date": "23.01.2022",
        "question_tag": "Қазақша ән",
        "question_views": 967,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "NFT Яғни қазір Интернетте хит болып жатқан табыс көзі харам ба халал ма??",
        "question_content": "Фотоны НФТ қылып оны қымбат бағада сату",
        "question_date": "23.01.2022",
        "question_tag": "Интернет, Сайт",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не істесең де, адал еңбек тапқан ақшаң харам емес.",
                "date": "24.01.2022",
                "upvotes": 0
            },
            {
                "text": "Дін үкімін білгің келсе fatua.kz  осы сайтқа сұрақтарыңды қойсаң болады, нөмірі де бар сайтта.",
                "date": "25.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бесікте қалай емізіп үйренемін?",
        "question_content": "Сәлем бердік! Өзім жаңадан босанған анамын. Шүкір, 1 ай болдық кеше. Бесікте қалай емізіп үйренсем болады? Үйрене-алмай ақ қойдым. Соның себебінен енемнен ұрыс естідім. Бәрі үйренеді ғой дейді. Көкірегім басында дұрыс емізбегендіктен жара болды. Бұйырса жазылады деген сенімдемін. Өтінем, қандай кеңестеріңіз бар? Былай жатқыза берейін десем, подгузниктен көтені қызарып кетеді. Өтінемін, ақыл кеңес айтыңыздаршы",
        "question_date": "23.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр-Мектепке дейінгі оқыту мен тәрбие мамандығы,Магистратура?",
        "question_content": "Сәлеметсіздер ме?мен бакалавр \"мектепке дейінгі тәрбие мен оқыту\" грант бөлімінде оқимын,магистратураға \"бастауышта білім беру\" мамандығын таңдасам бола ма? Басқа университетке? Және грантқа? Тағы қандай мамандықтар таңдасам болады кредит болмауы үшін",
        "question_date": "23.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге 6М010200 – Бастауыш оқыту педагогикасы мен әдістемесі мамандығы бойынша білім алған дұрыс шығар. Грантқа қалаған университетке түсуге болады.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр басқа мамандық ал магистратура мұғалімдік.Мұғалім болып жұмыс істеуге болама",
        "question_content": "Бакалавр басқа мамандық ал магистратура мұғалімдік.Мұғалім болып жұмыс істеуге болама",
        "question_date": "21.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұғалім болып жұмыс істей аласыз",
                "date": "24.01.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күйеуіме екінші әйел алып берейін бе? Не істеймін ақыл қосыңыздаршы?",
        "question_content": "Салеметсиздерме!Жасым 22 де.Турмыс курганымызга 3 жыл,3 балапанымызга аягым ауыр.Куйеуим оте жаксы минези барлыгы.Мени иштей кинайтын бир маселе бар.Онтустиктин кызымын жане онтустикке турмыска шыктвм биз жакта кыз баланын кыздыгы оте манызды.Биринши тунде де баска тундердеде менен кан акпады.Енем барып гинекологка тексертти олар бар кыздык созылмалы бала туылганда тусуы мумкин деди.Куйеуиме дейн ешкиммен косылмагам.Енем сол кезде сенгенмен артынан мени жек корип коп урсатынды шыгарды ауыр создер айтты талай.Мени кинайтын маселе куйеуим ушин кыздык оте манызды болган бирак менин бетиме баскан емес ондай мундай деп, бирак мени кинайтын маселе куйеуим кыздык коруы ушн екинши айел аперейинбе кенес бериниздерши",
        "question_date": "21.01.2022",
        "question_tag": "Жанұя",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз мүмкін аяғыңыз ауыр болғандықтан осылай уайымға салынып кеткен боларсыз, бірақ, күйеуді де енені де ойламай бірінші өзіңізді, ішіңіздегі баланың амандығын ойлаңыз. Не керек, күйеуіңіз дым демесе, сіз құдай алдында шын мәнінде кінәлі болмасаңыз, соны көрген оған қызық деп ойлайсыз ба. Өз бағыңызды қолдна ұшырмай, енеңізді жеке өміріңізге араластыра бермей тыныштықпен өмір сүрсеңізші.\nЕр адамның бақыты соған байланып қалмаған болар, тем более сіз арыңыз таза болып тұрмысқа шықсаңыз, не мәселе ол сіз өзіңізді сонша жерге тығатындай. Қыздық перденің шықпауы ол қалыпты жағдай, интернетті ашып, оқып түсініңіз. Басыңызды көтеріп жүріңіз, әрдеңені бір ойламай.",
                "date": "21.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектің 50 жылына арналған эссе жазу керек?",
        "question_content": "Эссе талаптары:\n- эссе мектептің 50 жылдығына арналуы керек;\n- 120-150 сөз аралығында болуы керек;\n- орфографиялық норма сақталуы керек;\n- эссенің төменгі жағына оқушының аты-жөні жазылып, екі парақ біт бетке суретке түсірілуі қажет.\n(бұл эссеге орын беріледі)",
        "question_date": "21.01.2022",
        "question_tag": "Мектеп",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп. «Мектеп»  деген сөзбен өмір жолы қиылыспаған адам кемде кем. Адамның ең ыстық шағы, балалық шағы мектеп өмірімен байланысты.   Қазақстан Республикасының әр азаматының жеке тұлға ретінде  қалыптасуы осы мектептің сусындатқан білім менінің арқасы.\nБілім адамзаттың сарқылмас қазынасы. Адамзат тарихында  ұлт болсын, ұлыс болсын, жеке адам  болсын тек білім арқылы ғана өзінің көздеген мақсатына жетеді. Біліммен ғана басқалардан озады.  Ұлы суреткер  жазушымыз  М.Әуезов «Ұлт пен ұлтты, адам мен адамды  теңестіретін нәрсе  — білім»  деп тегін айтпаған. Біз үнемі айтып жүретін, ойшылдық, көрегендік, адамгершілік, парасаттылық деген ұғымдардың  — бәрі де  біліммен тікелей байланысты. Адам бойында  болатын тапқырлық, шығармашылық қасиеттері  біліммен ғана кемелденеді.  Білімсіз адамның  бойынан бұл қасиеттердің  бірін де табуға болмайды, болған күйде  де жартыкеш, жансар күйде кездеседі. Бір ұлттың, мемлекеттің  бәсекеге  қабілеттілігінің кепілі  — білім ғана. Осындайда  Елбасымыз   Н.Ә.Назарбаевтың  2006 жылғы  18 ақпандағы  Қазақстан Республикасы  халықтарына  арнаған жолдауында  «ХХІ  ғасырда  білімі дамымаған  елдің тығырыққа тірелері сөзсіз» деген, үлкен парасаттылықпен  айтылған көреген пікірі еске түседі. Ұлттың білім қорының, біліктілік сапасының  қандай екенін мектебінен көруге болады. Мектеп даналардың  түлеп ұшар тұғыры, талантын шыңдар  білім ордасы. Ұлттың рухани байлығы білімінде, ұстанар бағыты тәрбиесінде, осы білім мен тәрбиенің  сарқылмас  кәусар бұлағының  көзі мектепте.\nКөптеген жылдар бойы сыннан өткен, жағымды нәтиже берген  шетелдік  мектептеріндегі озық  оқыту мен оқу әдістері  қазіргі таңда өз елімізде қолданысқа енгізілуде. Дүние жүзінің көптеген елдеріндегі сияқты, Қазақстан Республикасында да қазіргі кезде білім беру жүйесін реформалау жүзеге асырылуда.\nМектептің жүрегі — мұғалім, білікті ұстаз. Сондықтан казіргі таңда  ең маңызды мәселелердің  бірі – педагог мәртебесін көтеру. Осы бағытта мұғалімдердің біліктілігін арттыру мақсатында  2012 жылдан бастап  «Назарбаев Зияткерлік мектептері» ДББҰ Педагогикалық шеберлік орталығы мен «Өрлеу» ұлттық біліктілікті арттыру орталығы әлемдік тәжірибе негізінде өзгерістерді жүзеге асыруда. Әрине  әлемдегі үздік практиканы меңгерген «жаңашыл мұғалім»   мектеп жүйесіне жаңаша леп әкеледі, білім беру қызметінің сапасын жаңа деңгейге жеткізеді деп  үкімет бізге үлкен сенім артып отыр.\nҚазіргі таңда қарқынды өзгеріп жатқан  әлемде мектептер үшін  ең басты мәселе болып отырғаны : «ХХІ ғасырда нені оқыту керек?» Осы сұрақ төңірегінде мақсат қойып, жұмыстарын  жаңа бағытқа бағыштаған  Құрық орта мектеп  гимназиясының мұғалімдері 2013-2014 оқу жылын  өздерінің  іс тәжірибелерін жаңаша  дамытуға бетбұрыс алды.  Құрық орта мектеп-гимназиясында  Кембридждік  бағдарламаның деңгейлік курстарын аяқтаған  екі бірінші деңгейлі, екі екінші деңгейлі және  он  үшінші деңгейлі мұғалімдер бар.  Құрық орта мектеп- гимназиясының директоры  Келдімұрат Түгелбайұлы  Даурбаев Астана қаласындағы  «Назарбаев Зияткерлік мектептері» ДББҰ Педагогикалық шеберлік орталығында деңгейлік курсын аяқтады. «Өзгерістердің әрқашанда орын алуына байланысты, оларды бақылау және өз тілегіне сәйкес бағыттау үшін, ол өзгерістер туралы білу керек. Шарттарымен және жағдайларымен ілесуге, олармен жай ғана келісе беруге болмайды, оларды пайдалану және бағыттау қажет» деп ағылшын ғалымы  Джон Дьюи айтқандай мектеп директоры К.Даурбаев    мұғалімдерге жаңа бағдарламаны іске асыруда дұрыс бағыт беріп,  қарқынды  жұмыс жасауда. Аудан бойынша  мектебіміздің  жаңашылдыққа алғашқылардың бірі болып  қадам басқанын мақтан тұтамыз. Мектебіміздің  «Құрық орта мектеп- гимназиясы» мемлекеттік мекемесі болып құрылғанына  биыл үш жыл толып отыр. Үш жастағы бала  қызығушылығы мол,  «негеш?» болып келетіні мәлім. Біздің мектепте  жыл сайын  өзіне  «Неге?» деген сұрақтарды қою арқылы,  өткен жылға анализ жасап, келер жылға ата-ана, оқушы және мектеп мұғалімдерінен сауалнама  алу арқылы,  олардың қажеттілігіне қарай  мектептің даму жоспарын жасақтайды.\nӨзгерісті бастаған мектеп өз оқушыларына қазіргі заман талаптарына сай білім бере алады деп есептеймін.Мектеп өзгеру керек болса, сол өзгерісті бастайтын мұғалімдер де өзгеру керек. Біздің мектептің мұғалімдері заман талабына сай  жаңа әдіс-тәсілдерді игеріп,  жаңа форматты мұғалімдер болуға  ынтасын білдіріп отыр.   Мектебіміздің мұғалімдерінің аудан, облыс және республика  бойынша  жетістіктері мол.  Биылғы оқу жылында  тәжірибе алмасу  және ынтымақтастық  орнату мақсатында  көптеген  пәнаралық семинарлар ұйымдастырып,  коучингтер  жүргізіп,  жаңа форматты сабақтар көрсетіп  ауыл ,аудан мектептерінің  арасында желілікті дамытуда  үлкен үлес қосты.  Сонымен қатар,  биылғы оқу жылының  мамыр айында сатылай кешенді талдау технологиясы бойынша бастауыш сыныптың оқушылары  қазақ тілі пәні бойынша  республикалық олимпиададан  бас жүлде  иеленіп қайтты.  Бұл мектеп ұжымының мақтанышы. Осындай  жетістіктерге толы  мектебіміз бүгін де  белсене жұмыс , шәкірттердің  жан-жақты тәрбиеленуіне күш салуда.\n«Болашақтағы мектепті қалай елестетер едің?» деген сұраққа оқушылар да,  ата-аналар да   «әдемі, гүлденген,  кең кабинеттері, ауласы, спорт алаңы бар,  техникалық жағынан жабдықталған деген сияқты  қиялдағы армандарын айтады.  Ал біздің мектеп  казіргі таңда әр оқушының осы армандарына  қол жеткізіп тұрғандай.  Жылдан  жылға  педагог мамандарының толығуымен, олардың біліктілік санаттарының жоғарылауымен  біздің мектебіміз   көпшілік көңілінен шығатын білім ордасы болатынына  сенімдемін.\nТолығырақ: https://www.tarbie.kz/32859",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Epson L3101 принтері қағаз шығармай. Не істеуге",
        "question_content": "Epson 3101 принтері қағаз шығармай тұр, не істеуге болады?",
        "question_date": "21.01.2022",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай қателік шығарады экранға, не деп тұр?\n\nМәселе түрлі жағдайда болады.\n\nБірінші токқа және компьютерге жалғанған кабельдерін тексеріп көріңіз. Дұрыс  па?\n\nЕкінші өшіріп қайта қосыңыз.\n\nҮшінші Пуск - Параметры - Устройства - Принтеры и сканеры - Epcon 3101 үстінен бір басып, открыть очередь деңіз да. Сол жерде файлдар ошибкамен тұрып қалса тазалаңыз.\n\nТөртінші драйверін тексеріңіз.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Госслужащих тейдер, инвестор болуға заң бойынша рұқсат етілген бе?",
        "question_content": "Мемлекеттік қызметкерлер инвестиция мен айналысып трейд жасай алама?",
        "question_date": "21.01.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметкерге кәсіпкерлікпен айналысуға болмайды.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметкерлер инвестиция мен айналысып, трейдер бола алама?",
        "question_content": "Мемлекеттік қызметкерлер құнды қағаздар нарығында сауда жасап пайда көруге заң бойынша рұқсат етілген бе? Яғни трейдер болуға бола ма?",
        "question_date": "21.01.2022",
        "question_tag": "Саясат туралы",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметкерге кәсіпкерлікпен айналысуға болмайды.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыңғыс хан ұлы жүз емес, ол ақсүйек, оның ішіндегі төре!",
        "question_content": "Ол улы жуз емессссссссссссссссссс",
        "question_date": "21.01.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 737,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төре - деген ру емес, титул. Төрелердің де басқалардыкіндей өз руы, жеті атасы  болады.",
                "date": "27.06.2022",
                "upvotes": 0
            },
            {
                "text": "Ұлы жүзді ҰЛЫ деп атағаны, Шыңғыс қағанның сол ұжымнан туғанынан болса керек.",
                "date": "28.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалім жұмыс уақыты",
        "question_content": "мұғалімнің жұмыс уақытын қалай есептеуге болады? Мұғалімнің жүктемесі 16 сағат. Сабақ уақытында ғана жұмысқа келеді ма? Сол уақытына ғана айлық төледеді ма? 16 сағат 1 ставка болып есептелінеді. Ал 1 ставкамен жұмыс жасайтын мамандар аптасына 40 сағат жұмыс жасап, айлық жалақысын алады. сонда мұғалім 16 сағат жұмыс жасап айлық алады ма? нақты заңдылығын білетіндеріңіз бар ма?",
        "question_date": "21.01.2022",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия 16 сағат 1 ставка\nӨЗ сағатыңыздан бөлек мұғалімдер кеңесі және айнаына 1 рет кезекшілікке шығасыз. Артығынан алған сағатыңызға қосымша үстеме айлық аласыз.",
                "date": "24.02.2022",
                "upvotes": 0
            },
            {
                "text": "Мұғалімдер мектепте тек 16сағаттық сабағын өткенімен оның жасайтын жұмыстары өте көп! Яғни ктж қмж бжб тжб тағы сол сияқты жұмыстар, оларды қаласа үйде қаласа мектепте жасайды, ол өз еркі. Сонда барлығын алып қарасақ аптасына 40сағ емес оданда көбірек жұмыс жасайды!",
                "date": "30.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеулігі 4*105В/м болатын біртекті электр өрісіндегі электронның",
        "question_content": "Кернеулігі 4*105В/м болатын біртекті электр өрісіндегі электронның\nүдеуін табыңдар және оған әрекет ететін күшті табыңдар.",
        "question_date": "21.01.2022",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экг с патологическими изменения деген не? Сол жайында толық ақпарат берсеңіздер",
        "question_content": "Экг с патологическими изменения деген не?",
        "question_date": "21.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 229,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кю нетке кірсе шыға алмайды дейді сол распа",
        "question_content": "Кю нетке кірсең шыға алмайсың дейді мен бір танысым кіріп еді енді оны қалай шығарып алуға болды айтып жібере аласыздарма",
        "question_date": "21.01.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "алдын осы жерде бір кісі айтқан кіргеннен соң 2 аптаға дейін шығып кетуге болады деген. \nЕще олардың өзіңің бір тәсілі бар еді. Сол картамен таныс достарыңды алып барасың шет елге, жататын жер сізден тегін болғандықтан өзіңізге ақшасын жинап аласың жататын жерге деп, бірақ оған жағдайы жететін таныстарың болса. Кюнетте жасайтын кластасым көндіргенде солай айтқан если чтот солай қайтарып алуға болады деп.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолды жерге тіреп денені көтеру кезінде қандай бұлшықет жұмыс істейді",
        "question_content": "Қолды жерге тіреп денеге көтеріп кезінде қандай бұлшықет жұмыс істейді",
        "question_date": "21.01.2022",
        "question_tag": "Мектеп",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "еденнен денені көтеруді дұрыс жасаған кезде иық, кеуде бұлшықеттері және үшбасты бұлшықеті мен пресс шынығады.",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанқожа батыр бастаған көтерілістің уақыты мен қамтыған аймағы",
        "question_content": "Жанқожа батыр бастаған көтерілістің уақыты және қамтыған аимағы қандай",
        "question_date": "21.01.2022",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1856жылы Қамтыған аймағы Сыр бойы",
                "date": "26.01.2022",
                "upvotes": 0
            },
            {
                "text": "1856-1857 жылдар Сырдария бойында",
                "date": "10.01.2023",
                "upvotes": 0
            },
            {
                "text": "1842 жылы күзде Жанқожа Нұрмұхамедұлы көтеріліс бастады.Қастыған аймағы-Сыр бойы",
                "date": "9.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы соцалисттік индустрияландыру 10 сұрақ",
        "question_content": "Бұл жерде 'Қазақстандағы соцалисттік индустрия' тақырыбына 10 сұрақ керек",
        "question_date": "21.01.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бакалавр басқа мамандық ал магистратура мұғалім болып жұмыс істеуге болама",
        "question_content": "басқа мамандық ал магистратура мұғалім мұғалім болып жұмыс істеуге болама",
        "question_date": "21.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің мамандығым бакалаврда химик технолог, магистратурада мұнайхимия (педагогикалық бағыт) бітірдім. Группаластарым мектепте мұғалім болып жасап жүр.",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    }
]