[
    {
        "question_title": "Универді дистанционно оқыса, әскерге алама?",
        "question_content": "Универ, колледж дистанционно оқыса, әскерге шақырту келема ?",
        "question_date": "26.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз дистанционно оқып жатсаңыз, онда оқып жатыр деген анықтаманы көрсетіп, әскерге бармауға болады",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірден неше колледжге документ (заявка тастауға болады",
        "question_content": "бірден неше колледжге документ(заявка тастауға болады\n\nБірден 2 - 3 колледжге тапсыруға болады деп естіп едім\n\nАвтоэлектрик мамандығы бойынша",
        "question_date": "26.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз грантқа түскіңіз келсе, онда 4 колледжге тапсыруға болады",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Nutrilite double x. Осы ББҚ (БАД)-ты ішіп көргендер бар ма?",
        "question_content": "Nutrilite double x. Осы ББҚ (БАД)-ты ішіп көргендер бар ма?\n\nНәтижесі қандай?",
        "question_date": "26.07.2021",
        "question_tag": "Денсаулық",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзім ішіп көрмедім",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Велосипедке қалай күтім жасау керек?",
        "question_content": "Велосипед сатып алғаннан соң оны қалай күту керек? Толығырақ ақпарат берсеңіздер.",
        "question_date": "26.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Велосипед тепкеннен кейін шүберекпен сүрту керек ( дымқыл ), кірленген жерді тазарту үшін. Оны су шашып жууға кеңес берілмейді, өйткені велосипед бөлшектерінің ішіне су кірмеуі керек. Тазартудан соң  кейін велосипедті майлау керек. Сумен жуу керек болған жағдайда жуғыш суықтық құрамында майлағыш майды ерітетін, ризинаның беріктігіне зиян келтіретін реагенттердің болмауын қадағалау керек.\n2. Велосипедті құрғақ жерде сақтаған дұрыс \n3. Ақаулы велосипедпен жүруден аулақ болыңыз, өйткені ақаулықты уақытында түзетпеу одан әрі зақымдануға әкелуі мүмкін. \n4. Ұзақ уақытқа сақтауға қояр алдын тазалап және майлау қажет. Дөңгерегінің ауа қысымын 1-1,5 атмосфера мәніне дейін түсіру керек.\nБұл жалпы велосипедке арналған күту шаралары.\nВелосипедтің түріне қарай әртүрлі басқа да күтім түрлері қажет болуы мүмкін. Велосипедтің механизмі күрделенген сайын күтімі де көбейе түседі.",
                "date": "26.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оқу бітіргеніме 8 жыл өтіпті, осы уақыттан кейін жұмыс жасап кетуге болады ма?",
        "question_content": "Сәлеметсіз бе,  мен оку битиргениме 8 жыл болыпты турмыска шығып балалы болып жумыска шыга алмадым. Диплом 5 жылда жарамай калады дейди касиптик билим мамандыгын битиргенмин. Енді жумыска калай шыксам болады",
        "question_date": "25.07.2021",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыспен қамту орталығына барып жұмыссыз ретінде тіркелесіз. Ары қарай өздері бағыттайтын болады.",
                "date": "26.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде намазды теріс қарап оқыппын ол қалай болады?",
        "question_content": "Түсімде намазды сәждеде теріс қарап отырмын ол қалай болады сонда",
        "question_date": "25.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 788,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Намаз – өз еркімен немесе сүннет намазын оқу – адамның иманының беріктігінің, сүннетке сай өмір сүруі мен Алланың махаббатының белгісі.\nТолығырақ: https://ortalyq.kz/22116-2/",
                "date": "25.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ANB бұрышының шамасы нешеге тең?",
        "question_content": "Осы жерде 12 шамасы кайдан шыкканын далелдеу керек",
        "question_date": "25.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y + c = 54 , y = 54 - c\na + c = 180 - 54 = 126, a = 126 - c\n\na + b = 180, 126 - c + b = 180, b = 54 + c\n\n2a + y = 180\n\n2c + b = 180, 2c + 54 + c = 180, 3c = 126, c = 42\n\ny = 54 - c = 54 - 42 = 12",
                "date": "27.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өкпе қабынғанда не істеу керек?",
        "question_content": "1апта болды өкпем қабынып кеткен уйыктап жатсам ауа жетпей калады жөтел көп температура кейде көтеріліп кейде түседі қақырық түкіріп жүріп укол дым әсер етпейт не істеуге болды қандай дәрі бар блетындер болса басынан өткен болса айта аласыздарма көмектерініз керек",
        "question_date": "25.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аурухана сыртындағы (коммуналдық) пневмонияға шалдыққан адамдарды әдетте, үй жағдайында дәрінің көмегімен емдеуге болады. Симптомдарыңыз бірнеше күн немесе апта ішінде жеңілдегенімен, әлсіздік бірнеше ай немесе одан артыққа созылуы мүмкін. Кейіннен өкпенің инфекциядан тазаруын білу үшін дәрігер кеуде қуысының рентгенографиясын өтуді ұсынады. Емдеуді тоқтату үшін бұл жеткілікті болуы мүмкін, өкпенің рентген суреті толық қалпына келмесе де. Емдеуге  28 күн өткенде кеуде  қуысының рентгенографиясы аурухана сыртындағы (коммуналдық) пневмонияға шалдыққан адамдардың жартысында ғана  қалпына келеді. Нақты шаралар пневмонияның түріне және ауырлығына, жасқа және денсаулықтың жалпы жағдайына байланысты. Оған жататындар: •        Бактериалдық  пневмонияны емдейтін антибиотиктер. Қолдану басында пневмонияның себебі болған бактерияның түрін анықтауға және оны емдеуге оңтайлы антибиотик таңдауға уақыт кетеді. Көбінесе, үш күн ішінде жағдай жақсарады, бірақ, темекі шегетіндерде жақсаруға екі еседен артық уақыт кетеді.  Егер симптомдарыңыз жақсармаса, дәрігер басқа  антибиотикті ұсынуы мүмкін. •        Вирустық  пневмонияны емдейтін вирусқа қарсы препараттар. Мұндай науқастарда жақсару бір-үш апта ішінде орын алады. •        Ыстықты түсіретін препараттар, аспирин немесе ибупрофен секілді. Жөтелге қарсы дәрілер. Демалу үшін жөтелді басатын дәрілер. Бірақ, жөтелді толығымен жойған жөн, себебі, жөтел өкпеден сұйықтық шығуына, оның тазаруына ықпал етеді.\n\nТооығырақ: https://www.zdrav.kz/kk/azbuka/okpenin-kabynuy",
                "date": "25.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасылық рух болу үшін не істер едіңіз?",
        "question_content": "Орысша айтқанда, \"семейный дух\" дейді ғой, сондай болу үшін отбасыңыздағы махаббаты көбейту үшін не істер едіңіз?",
        "question_date": "22.07.2021",
        "question_tag": "Жанұя",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасылық рух болу үшін жастардың бойына ұлттық рухты сіңдіру керек. Сонда қазақ деген халқына деген рух оянады.",
                "date": "22.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің инновациялық жобамды қалай жүзеге асыруға болады?",
        "question_content": "Осы Алматы қаласында машина шығаратын зауыт бар ма?, жалпы менде бір керемет автокөліктің жаңа түрін ойлап тапқан едім, яғни соны біреумен жасап, аукционға қойып сатсам деймін. Яғни қымбат миллион бағаға бағалаймын. Енді осы машинаны бірге жасап сатсам бола ма?.",
        "question_date": "21.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ай, біраз жүгіресің ау....\n\nЖақсы демеуші тап, басы істейтін бизнесмендермен ақылдас. Керек болса номерлерін берейін.",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Домен сату пайдалы бизнес пе?",
        "question_content": "Доменді сатып алып, мысалы com, ru, net тәрізді доменді сатып алып, яғни бір жақсы тақырыпты қозғайтын сайттың атын тауып ақша табуға бола ма?. Шынымен де домен сатып миллионер атануға бола ма?. Мысалы бір доменді 10 миллион теңгеге сата аламын ба?. Сосын сататын доменді қалай аукционға қоюға болады?. Осы жерде яғни біздің елде домен сатып ақша табатындар бар ма?. Яғни қай сайтта домен сатып алып, қайта сатуға болады?. Мысалы com доменін қаншаға сатып алуға болады?. Сатқан доменнің ақшасын қалай алуға болады?.",
        "question_date": "21.07.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сайтты бағалау үшін көптеген критерийлерден тұру керек. Мысалы қарапайым күнделікті сайтқа кіретін қолданушылар санының көп болуы деген сияқты.",
                "date": "22.07.2021",
                "upvotes": 0
            },
            {
                "text": "News.kz домені сенікі болса, 5 миллионға сатып алуға дайынмын демекші доменің шынымен де күшті болса, иә. Пайда таба аласың. Бірақ адам қызықпайтын домен алып сатам деп ақшаң мен уақытыңды құртым алма. Шынында ерекше домен болса қанекей, іске сәт!",
                "date": "29.09.2021",
                "upvotes": 0
            },
            {
                "text": ".kz домен сататын аукцион сайттар барма тек .kz доменге?",
                "date": "19.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сандар тізбегінің заңдылығын анықтап, келесі санды табу керек.",
        "question_content": "3;6;4;8;6;12......келесі санды табу керек еді",
        "question_date": "21.07.2021",
        "question_tag": "Математика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 деген сан.  (х*2)-2",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С дан басталып с дан аяқталды, 4 әріп,адамдар оны істегенде кайф алады ол не?",
        "question_content": "С дан басталып с дан аяқталды, 4 әріп,адамдар оны істегенде кайф алады ол не? (жаман ойға кетпиміз)",
        "question_date": "21.07.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 867,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С дан басталып с дан аяқталды, 4 әріп,адамдар оны істегенде кайф алады ол соус",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақбаян әнін 90 жылдары кім айтып еді?",
        "question_content": "Ақбаян әнін 90 жылдары кім айтып еді?",
        "question_date": "21.07.2021",
        "question_tag": "Қазақша ән",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәдина Ералиева айтқан",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым 11 жасқа үлкен бірақ мен оны қатты жақсы көремін?",
        "question_content": "Менің қызым менен 11 жасқа үлкен. Анасы қарсы болды жүргенімізге, ажырасындар деп қызымнын мазасын алады, бірақ мен ол кызды қатты жақсы көремін.",
        "question_date": "21.07.2021",
        "question_tag": "Махаббат",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махаббат жас таңдамайды деп осыны айтса керек. Өмір заңдылығы ғой. Өзіңіздің өміріңіз болғандықтан дұрыс шешім қабылдау өз қолыңызда.",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 этажды коттедж салу үшін мөлшері қанша ақша кетеді?",
        "question_content": "Гараж подвалы бар коттедж салу үшін қанша мил тг кетеді",
        "question_date": "20.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 744,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрылыс материалдарын есептеп санасаң шамамен 10-15 млн тг кету керек.",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға әкімнің білім гранты бөліне ме?",
        "question_content": "Мен көпбалалы отбасымын. Мен әкімнің білім грантын ала алам ба?",
        "question_date": "19.07.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2021-2022 оқу жылында магистратураға түсу үшін 13 мыңнан астам грант, докторантураға – 1800-ден астам грант бөлінді. Білім беру гранттары ҚР Еңбек және халықты әлеуметтік қорғау министрлігінің деректеріне және жұмыс берушілердің сұранысқа ие мамандықтар туралы ақпаратына сәйкес бөлінген. Магистратурада оқуға гранттардың көп саны педагогикалық мамандықтар бойынша қарастырылған – 3 642 грант. Инженерлік, өңдеу және құрылыс салаларына – 3429, жаратылыстану ғылымдары, математика және статистика бағыты бойынша – 1278, ақпараттық-коммуникациялық технологиялар бойынша – 1233, ауыл шаруашылығы және биоресурстар бойынша – 527 грант бөлінді. Естеріңізге сала кетейік, магистратураға түсу үшін кешенді тестілеуден өтуге ниет білдірушілерді тіркеу 18 маусымда басталып, 15 шілдеге дейін жалғасады. Емтихан 20 шілдеде басталады.\n  Әкім гранты қарастырылмаған.",
                "date": "19.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолым кішкентай соған не істеуге болады?",
        "question_content": "Қолым кішкентай және де саусақтарымда кішкентай, яғни өзім 25 ке келдім, яғни осы жағынан ұяламын, яғни жұдырығым кішкентай, бұл не? Генетикалық тоқтау ма? Қалай үлкейтуге болады? Кувалдамен шинаны ұрсам үлкейе ме және балтамен жуан ағашты ұрсам үлкейе ме? Осы жағынан жауап берсеңіздер?",
        "question_date": "19.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұдырығың кішкентай болса өсіру мүмкін емес шығар деп ойлаймын. Эспандерді пайдаланып көр.",
                "date": "20.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныстық мүше банан тариздес бала кезінен қисық жетілсе не істеу керек?",
        "question_content": "Жыныстық мүше бала кезінен қыйсық болса, банан тәріздес болса ол аналық маткаға тиіп ыңғайсыздық туғызса, не істеу керек?",
        "question_date": "19.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай Q-pop бағыты бойынша Entertainment бар? Жəнеде оған қалай заевка тастаса болады?",
        "question_content": "Қандай Q-pop бағыты бойынша Entertainment бар? Жəнеде оған қалай заевка тастаса болады?",
        "question_date": "19.07.2021",
        "question_tag": "Қазақша ән",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ZHUZ Entertainment бар емес пе?\n\nСайттарына кіріп көр.",
                "date": "20.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан бойынша адамдардың интернетке қай уақытта көп кіреді.",
        "question_content": "Қазақстан бойынша адамдар  қай уақытта əлеуметтік желілерге көп кіреді",
        "question_date": "19.07.2021",
        "question_tag": "Әлеуметтік желі",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай статистика әлі шықпаған болар. Бірақ көп адам кіретін уақыт, бұл барлығы жұмыстан қайтқаннан кейін, кешкі уақытта болар.",
                "date": "19.07.2021",
                "upvotes": 2
            },
            {
                "text": "Сәлеметсіз бе. Интернет қазіргі уақытта барлық жерде, барлық өңірде пайдаланылуға ыңғайлы әрі оңай. Менің ойымша, Қазақстан бойынша адамдардың интернетке көп кіретін уақыт - кешкі уақыт, яғни кешке жұмыстан шаршап қайтып бара жатқан уақыт. Себебі, ол кезде адамдардың ойы босайды, уақыттары босайды.",
                "date": "11.12.2023",
                "upvotes": 1
            },
            {
                "text": "Кешке интернет жылдамдығы түсіп кететін уақыт: Бізде 20:00 мен 24:00 арасы,",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж ден кейін универге кта қашан және қалай тапсырады",
        "question_content": "Колледж ден кейін универге кта қашан және қалай болады?",
        "question_date": "19.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық бірыңғай тестілеу - ҰБТ – жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарына түсуге арналған іріктеу емтихандарының бір нысаны.\nҰБТ өткізіледі:\n· ЖОО-ға ақылы негізде оқуға қабылдау үшін орта білім беру ұйымдарының бітіруші 11 (12) сынып оқушыларына;\n· республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу немесе ЖОО-ға ақылы негізде оқуға қабылдау үшін орта білім беру ұйымдарының ағымдағы жылғы бітірушілеріне;\n· республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу немесе ЖОО-ға ақылы негізде оқуға қабылдау үшін орта білім беру ұйымдарының өткен жылғы бітірушілері мен техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілеріне;\n· республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін жоғары білімнің қысқартылған оқыту мерзімдерін көздейтін  білім беру бағдарламалары бойынша оқуға түсетін техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілеріне;\n· республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу немесе ЖОО-ға ақылы негізде оқуға қабылдау үшін халықаралық алмасу желісі бойынша шетелде білім алған орта білім беру ұйымдарының бітірушілері мен шетелде білім алған, Қазақстан Республикасының азаматы болып табылмайтын, ұлты қазақ адамдарға;\n· ЖОО-ға күндізгі оқу бөліміне ақылы негізде қабылдау үшін ҰБТ нәтижесі бойынша шекті балл алмаған, ҰБТ нәтижелері жойылған, бейінді пәндер комбинациясы сәйкес келмейтін ҰБТ нәтижелері бар тұлғалар, күнтізбелік жылы ақылы негізде одан әрі қабылдау үшін;\n· ЖОО-ның шығармашылық дайындықты талап ететін білім беру бағдарламалары топтарында оқитын  және басқа білім беру бағдарламалары топтарына ауысқысы келетін білім алушылар.\nӨткізу формасы: тестілеу.\nӨткізілетін орны: ҰБТ өткізу пункттері.\nӨтініш қабылдау мерзімі\nТестілеу мерзімі\nҚатысушылар\n1 – 15 желтоқсан\n20 қаңтар – 5 ақпан\n1) қалауы бойынша ЖОО-ға ақылы негізде оқуға қабылдану үшін орта білім беру ұйымдарының бітіруші 11 (12) сынып оқушылары\n2) ЖОО-ға күндізгі оқу бөліміне ақылы негізде қабылдау үшін ҰБТ нәтижесі бойынша шекті балл алмаған, ҰБТ нәтижелері жойылған, бейінді пәндер комбинациясы сәйкес келмейтін ҰБТ нәтижелері бар тұлғалар, күнтізбелік жылы ақылы негізде одан әрі қабылдау үшін\n3) ЖОО-ға ақылы негізде шығармашылық дайындықты талап ететін білім беру бағдарламалары тобы бойынша білім алушы және басқа білім беру бағдарламалары тобына ауысуға ниет білдірген тұлғалар\n5 наурыз – 10 сәуір\n10 наурыз - 26 сәуір\n1) қалауы бойынша ЖОО-ға ақылы негізде оқуға қабылдану үшін орта білім беру ұйымдарының бітіруші 11 (12) сынып оқушылары\n2) ЖОО-ға ақылы негізде оқуға қабылдану үшін орта білім беру ұйымдарының өткен жылғы бітірушілері мен техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері\n3) ЖОО-ға ақылы негізде оқуға қабылдану үшін халықаралық алмасу желісі бойынша шетелде білім алған орта білім беру ұйымдарының бітірушілері мен шетелде білім алған, Қазақстан Республикасының азаматы болып табылмайтын, ұлты қазақ адамдар\n4) ЖОО-ға күндізгі оқу бөліміне ақылы негізде қабылдау үшін ҰБТ нәтижесі бойынша шекті балл алмаған, ҰБТ нәтижелері жойылған, бейінді пәндер комбинациясы сәйкес келмейтін ҰБТ нәтижелері бар тұлғалар, күнтізбелік жылы ақылы негізде одан әрі қабылдау үшін\n15 сәуір – 10 маусым\n6 мамыр – 30 маусым\n1) қалауы бойынша республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін немесе ЖОО-ға ақылы негізде оқуға қабылдану үшін немесе республикалық бюджет қаражаты есебінен мемлекеттік білім беру тапсырысы бойынша білім алу үшін орта білім беру ұйымдарының ағымдағы жылғы бітірушілері\n2) республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу немесе ЖОО-ға ақылы негізде оқуға қабылдану үшін орта білім беру ұйымдарының өткен жылғы бітірушілері мен техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері\n3) республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін жоғары білімнің қысқартылған оқыту мерзімдерін көздейтін білім беру бағдарламалары бойынша оқуға түсетін техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері\n4) республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін немесе ЖОО-ға ақылы негізде оқуға қабылдану үшін халықаралық алмасу желісі бойынша шетелде білім алған орта білім беру ұйымдарының бітірушілері мен шетелде білім алған, Қазақстан Республикасының азаматы болып табылмайтын, ұлты қазақ адамдар\n5) ЖОО-ға күндізгі оқу бөліміне ақылы негізде қабылдау үшін ҰБТ нәтижесі бойынша шекті балл алмаған, ҰБТ нәтижелері жойылған, бейінді пәндер комбинациясы сәйкес келмейтін ҰБТ нәтижелері бар тұлғалар, күнтізбелік жылы ақылы негізде одан әрі қабылдау үшін\n15 – 30 шілде\n10 – 20 тамыз\n1) ЖОО-ға ақылы негізде оқуға қабылдану үшін немесе республикалық бюджет қаражаты есебінен мемлекеттік білім беру тапсырысы бойынша білім алу үшін орта білім беру ұйымдарының ағымдағы жылғы бітірушілері\n2) ЖОО-ға ақылы негізде оқуға қабылдану үшін орта білім беру ұйымдарының өткен жылғы бітірушілері мен техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері\n3) ЖОО-ға ақылы негізде оқуға қабылдану үшін халықаралық алмасу желісі бойынша шетелде білім алған орта білім беру ұйымдарының бітірушілері мен шетелде білім алған, Қазақстан Республикасының азаматы болып табылмайтын, ұлты қазақ адамдар\n4) ЖОО-ға ақылы негізде шығармашылық дайындықты талап ететін білім беру бағдарламалары тобы бойынша білім алушы және басқа білім беру бағдарламалары тобына ауысуға ниет білдірген тұлғалар\nТестілеуге қатысу бағасы – 2242 теңге.\nҰлттық бірыңғай тестілеуге қатысу үшін төлемді тестілеуге қатысуға онлайн өтініш беру кезінде банк картасы арқылы немесе Kaspi.kz қосымшасы арқылы онлайн режимде жасайды.\nТехникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері үшін ҰБТ-ға тіркелу келесідей жүргізіледі:\n1)   Республикалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін жоғары білімнің қысқартылған оқыту мерзімдерін көздейтін білім беру бағдарламалары бойынша оқуға түсетін техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері үшін.\nРеспубликалық бюджет немесе жергілікті бюджет қаражаты есебінен білім беру грантын беру конкурсына қатысу үшін жоғары білімнің қысқартылған оқыту мерзімдерін көздейтін білім беру бағдарламалары бойынша оқуға түсетін техникалық және кәсіптік немесе орта білімнен кейінгі білім беру ұйымдарының бітірушілері Қазақстан Республикасы Білім және ғылым министрінің 2019 жылғы  «1»  сәуірдегі № 134  бұйрығымен бекітілген Жоғары білімнің мәндес білім беру бағдарламалары топтары мен техникалық және кәсіптік, орта білімнен кейінгі білім мамандықтарының сәйкестігі жөніндегі әдістемелік ұсынымдарына  сәйкес білім беру бағдарламалары тобына түсе алады.\nҚысқартылған оқыту мерзімдерін көздейтін  білім беру бағдарламаларының мәндес бағыттарына оқуға түсушілер жалпы кәсіптік және арнайы пәндер бойынша ҰБТ тапсырады.\nТестілеудің жалпы уақыты — 2 сағат (120 минут).\nТест тапсырмалар саны - 60.\nЖоғары балл саны: 70.\nШекті деңгей балы: 25. Оның ішінде әр пәннен 5 балдан кем болмауы тиіс.\nТолығырақ: http://www.testcenter.kz/postupayushchim-v-vuz/ent-dlya-vypusknikov-kolledzhey/edinoe-natsionalnoe-testirovanie-ent/",
                "date": "19.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ бойынша 40 балл жинадым. Қай университетке түсе аламын?",
        "question_content": "Мен убт тапсырдым 5 пәннен д тарих пен ағылшын 140/ 40 балл жинадым сол балл мен кандай универге түсе алам (платный болсада)",
        "question_date": "19.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез-келген жеке меншік университеттеріне түсе аласыз.",
                "date": "22.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жөтел қалай емдеуге болады?",
        "question_content": "Балам 1айлық жөтеліп кеудесі сырылдап жүр не істесем болады",
        "question_date": "18.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "18.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден диплом ала аламыз ба?",
        "question_content": "Мен 53 балл алдым бірақ грантқа түсе алмайды екенмін. Енді колледжге түссем ба деймін. Колледжде грант, диплом болады ма?",
        "question_date": "18.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжге түсу үшін де конкурсқа қатысу керек. Егер конкурстан өтсеңіз грантқа түсе аласыз.",
                "date": "18.07.2021",
                "upvotes": 0
            }
        ]
    }
]