[
    {
        "question_title": "Кемiрушiлер популяциясы 120 кг тамақты пайдаланып, 15 кг салмақ қосты",
        "question_content": "Eceп Коректiк денгейдегi энергиянын ауысу тиiмдiлiгiн есептеңіз . 2 упай\nКемiрушiлер популяциясы 120 кг тамақты пайдаланып, 15 кг салмақ қосты. Қоректiк деңгейдегі энергиянын ауысу тиiмдiлiгiн есептеңіз?",
        "question_date": "21.09.2022",
        "question_tag": "Биология",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15/120*100=12.5",
                "date": "30.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазақстанның\" Мәңгілік ел\" болуына қандай үлес қосамын\" 4 сұрақ",
        "question_content": "Маған осы 4 сұраққа көмек керек. \"Қазақстанның\" Мәңгілік ел\" болуына қандай үлес қосамын\" 4  сұрақ",
        "question_date": "19.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміз «Мәңгілік Ел» болу үшін - Тіл бірлігі, Дін бірлігі, Ұлт бірлігі, Азаматтық бір мақсат, бір мүдде деген басты төрт факторды қамтамассыз етуіміз керек. Біріншіден, тіл бірлігінің мысалы Еуропа елдерінде де, әлемнің басқа құрлықтарында да жеткілікті. «Қазақстан» деген атаудың өзі халықаралық терминде «Қазақ елі» дегенді білдіреді. Ал, мемлекетке өз атауын берген, төл халқының саны 65 пайызға жеткен қазақ жұрты тұрғанда, басқа азшылдық диаспоралардың тілі ешқашан елді біріктіруші фактор бола алмайды. Бұл туралы Елбасы Қазақстан халқына кезекті Жолдауында:– «Қазақ тілі ғылым мен білімнің, ғаламтордың тіліне айналды. Қазір мемлекеттік тілде білім алатындардың саны көбеюде. Қазақстанда тілді оқытатын 57 арнайы орталық жұмыс істейді. Онда мыңдаған азаматтар қазақ тілін үйреніп шықты және әрі қарай үйрене береді», - деді. Елбасы келтірген дерек бойынша, былтырғымен салыстырғанда тілін білуге талпынғандардың саны 10 пайызға өсіп отыр. Бұл өте жақсы жетістік. Сонымен қатар, біраз жайттан да хабар береді. Айта кететіні, тілге жыл сайын бөлінетін қаржы да өте қомақты. «Тек соңғы үш жылда мемлекеттік тілді дамытуға республика бойынша 10 млрд. теңге бөлінді. Енді ешкім өзгерте алмайтын бір ғана қадам қалды. Ана тілі мәңгілік елімізбен бірге мәңгілік тіл болуы. Сондай-ақ, қазақ тілін даудың тақырыбына емес, ұлттың ұйытқысына айналдыра білуіміз керек. Әрбір азаматтың тілді жетік меңгеруіне қатысты атқаратын жұмыс мол. Біздің тіліміз мемлекеттің барлық жүйесінде қолданылуы керек болуы үшін бәріміз ат салысып, өзімізді өзіміз қамшылауымыз керек».",
                "date": "30.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майқы би туралы бес сурақ",
        "question_content": "Майқы би туралы бес сұрақ жазыныз",
        "question_date": "19.09.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ахмет Байтұрсынов 150 жылдығына орай эссе жазу?",
        "question_content": "Ахмет Байтұрсыновтың 150 жылдығына орай эссе жұмысы керек болып жатыр.",
        "question_date": "19.09.2022",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы ұстаз Ахмет\nАхаң ашқан қазақ мектебі, Ахаң түрлеген ана тілі, Ахаң салған әдебиеттегі елшілдік ұраны - «Қырық мысал», «Маса», «Қазақ» газетінің қан жылаған қазақ баласына істеген еңбегі, өнер-білім, саясат жолындағы қажымаған қайраты, біз ұмытсақ та, тарих ұмытпайтын істер болатын. Мұхтар Әуезов\nАхмет Байтұрсынов – қазақтың тіл тану ғылымының атасы. Қазақ әдебиетінің қалаушысы, түркітанушы, публицист, қоғам қайраткері, ұлт ұстазы және ақын. Міне, бүгін ұлы тұлғаның 150 жылдық мерей тойы тойлануда. «Алаш» атты партияны құрған Әлихан Бөкейхан болса, негізін салушылардың бірі болған – Ахмет Байтұрсынов.\nЗиялы қауымдар қазақ халқының тәуелсіздігін, бостандығын аңсаған. Болашақ ұрпақтары тәуелсіз Қазақстан, жаңа Қазақстанда ғұмыр кешетіндей болсын деп,құрған болатын. Менің ойымша, бұл заманда бұрынғы кездегідей ақындардың тырнағына татитын тұлға жоқ. Сол кездегі өкімет ол зиялы қауымды тыңдамай, Ахмет Байтұрсыновтың сыртынан өзінің қазақтары арыз жазып абақтыға жабады. Абақтыда Ахмет атамыз  «тілек ботам»атты шығарма жазған. Сонда Ахмет Байтұрсыновтың шығармаларының тәрбиелік мәні неде?\nАбақтыда жазған шығармасында автор «мен сендерге жүгіндім, Төресі әділ қазының» - деген өлең жолдарында шындыққа және әділдіктің орын алуына сенген болатын. Ал қазіргі заманға келетін болсақ, адамдардың көбісі қолынан шықпай, бастапқы жемісін көрмей, үмітін үзіп, салы суға кетеді. Түгелі бірден жағалы адам болғысы ақ келеді. Ал «замандастарыма» деген шығармасында, өзінің кеңестерін береді. «Қанағат азға құрбыларым» -деп аздыққа қанағат, жоқтыққа сабырлықпен қарап, төзімді бола білу керек. Себебі төзімді адамның алдынан барлығы өзі жарылқайды. \nАсыл сөздің діңгегін құраған тұлға туралы ойымды қорытар болсам, Ахмет ағамыз айтып кеткендей, басқалардан кем болмау үшін біз білімді, бай, күшті болу керекпіз. Білімді болу үшін оқу керек, бай болу үшін кәсіп ашу керек, күшті болу үшін береке, бірлік керек деген. Қолымыздағы барды ұстап өзіміздің күшті екенімізді көрсету біздің қолымызда.\nЖазған: Нұр-Сұлтан қаласының, &27 мектеп-лицейінің, 11«А» сынып оқушысы Амангалиева Дария Рахымгалиевана",
                "date": "19.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сэс мамандығына кемінде гран болу үшін қанша балл жинау керек?",
        "question_content": "Сэс мамандығына қанша балл керек",
        "question_date": "19.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СЭС (санитарно-эпидемиологическая служба) деген мамандық жоқ. Егер сіз бұл саламен айналысқыңыз келсе Қоғамдық денсаулық сақтау мамандығын оқи алысыз. Бұл мамандық сырқаттың белгілерін анықтау, аурудың алдын алуға, халықтың денсаулық сапасымен және қатерлі ауруларға қандай вакциналар қолдануға болады, сонымен қатар, еліміздің өмір сүру ұзақтығын қалай жақсартуға болатындығын зерттейтін маман.\nҚазіргі уақытта жалпы медицина саласының бакалавриат бөліміне барлығы 2 700 грант бөлінді. Оның ішінде Қоғамдық денсаулық сақтау мамандығына - 150 грант.\n2022-2023 оқу жылындағы гранттар балы Қоғамдық денсаулық мамандығы жалпы конкурс - 137-103; ауыл квотасы - 102- 93 балл аралығында;\nЕлімізде Қоғамдық денсаулық сақтау мамандығы бойынша Қарағанды медициналық университеті (Қарағанды облысы); Семей медициналық университеті (Шығыс Қазақстан облысы); М.Оспанов атындағы Батыс Қазақстан медициналық университеті (Ақтөбе облысы); Астана Медициналық университеті (Астана қ.); С.Д.Асфендияров атындағы Қазақ ұлттық медициналық университеті (Алматы қ.); Әл-Фараби атындағы Қазақ ұлттық университеті (Алматы қ.); Оңтүстік Қазақстан медициналық академиясы (Шымкент қ.) қалаларында білім алатын ЖОО бар.",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөжейдің асындағы Абайдың азаматтығы жайлы",
        "question_content": "Абай азаматтығы жайлы не білесіздер? Айта аласыздар ма?",
        "question_date": "19.09.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жол туралы түстер",
        "question_content": "Сәлеметсіздерме! Мен алдын таңсәріде бір түс көрдім. Шамамен бір аптадай болып калды. Түсімде анам мені жолға дайындап жатыр екен. Кейін тұрып ұмытыпта кеттім. Бірақ бүгін соған ұқсас тағы бір түс көрдім. Бұл жолы автобусқа отырып сапарға шықтым. Мен баяғыдан бір түсті әртүрлі уакыт аралығында кайта кайта көре беретінмін. Сол түстің шешімін тапканда анау түсті баска кормейтінмін. Бұл жағдай бірнеше рет қайталанды. Біраз болды түс кормей калдым немесе көрсемде ұмытып қалатынмын. Міне, осы жолы да бірдей болмаса да мағынасы ұқсас түсті көріп жатырмын. Екі түстің арасы бір аптадай. Бұл жайлы білетін кісілер бар ма? Бұл түсімнің мағынасы қандай? Неге мен бір түсті шешімін тапканша кайта кайта көре беремін?",
        "question_date": "18.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мағынасы ұқсас түстерді көру және түсіңде сапарға дайындау",
        "question_content": "Сәлеметсіздерме! Мен осыдан бір апта бұрын бір түс көрдім. Түсімде анам мені жолға дайындап жатыр екен. Ол түсті кейін ұмытып та кетіппін. Бірақ бүгін тағы түс көрдім. Түсімде автобуска отырып жолға шықтым. Сонғы кездері түс көрмей кетіп едім немесе көрсемде тұрған соң есіме түсіре алмайтынмын. Бұл түс есімде қалды. Екеуінің де жолға байланысы бар. Бұл нені білдіретінін білетін кісілер бар ма?",
        "question_date": "18.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөз құрамына талдай алмай жатырмын",
        "question_content": "Қайтса,жүр,көрсең,көрінбейді,қағып,жүрсең,тимеген,аулап,көрсең,тозған,болар,соқса,жақпаған,қашып,қорыққан,құрысын.\nОсы сөздерді сөз құрамына қарай талдаңдар",
        "question_date": "18.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тамырдың тартылуы, ревматизм белгілері",
        "question_content": "Осыдан 2кун бурын аягымнын тамыры тартылып калып еды, катты ауырып жатыр баса алмай калдым аягымды. Одан алдындары тамырым тартылганда олай болмайтын еды (будан алдын 3-4рет тартылган). Онын устыне алдындары асказаным ауырып ,мазасызданып,басымда ауырып журды. Ревматизм ауруы белгысы емеспа? Жасым 13те. 7-15 жас аралығындағылар ревматизм ауруымен ауырады деседы.",
        "question_date": "18.09.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ревматизм (грек. rheumatіsmos — өту) — дәнекер тіндерді, негізінен жүрек-қантамыр жүйесі мен буындарды зақымдайтын жұқпалы-аллергиялық ауру. Ревматизммен негізінен жасөспірімдер (7 — 15 жас аралығындағылар) ауырады. Аурудың белең алуы баспа, скарлатина, фарингит ауруларынан кейін 1 - 2 апта өткесін басталады; аяқ астынан дене қызуы көтеріліп, тізе, білезік, шынтақ, иықтың буындары қызарып, ісінеді. 10 - 12 күннен кейін буын ісігі басылып, дене қызуы қайтады. Егер ауру асқынса, жүректі және оның барлық қабаттарын (эндокард, миокард, сондай-ақ клапандар және перикард) зақымдайды. Бұл кезде науқастың жүрек соғысы жиілеп, ентігеді, әлсіздік пайда болады, дене температурасының көтерілуі мүмкін. Ревматизм бірте-бірте басқа органдар мен тіндерді, әсіресе, жүйке жүйесін зақымдайды. Ревматизм әлеум. тұрғыдан да өте қауіпті, себебі ауру асқынып, созылмалы түріне ауысса, науқас мүгедек те болып қалуы мүмкін. Бұл жасөспірімдер мен жұмысқа қабілетті адамдар арасында еңбекке жарамсыздықты көбейтеді.\nСізге дәрігерге қаралуға кеңес беремін.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100моль сынап қандай көлемды алады? Сынаптың сиымдылығы 13600 кг/м3",
        "question_content": "100моль сынап қандай көлемды алады? Сынаптың сиымдылығы 13600 кг/м3",
        "question_date": "18.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nν = 100 моль\nM = 200 г/моль = 0,2 кг/моль\nρ = 13600 кг/м³\n------------\nV - ?\nШешуі:\nν = m / M\nm = ρ * V\nν = ρ * V / M --> V = ν * M / ρ\nV = 100 * 0,2 / 13600 = 0,0015 м³ = 1500 см³\nЖауабы: 100 моль сынап 1500 см³ көлемді алады.",
                "date": "28.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асан Қайғының Жерұйықты іздеуі туралы аңызында қандай тәрбиелік мән бар?",
        "question_content": "Дереу керек болып тұр, интернеттен іздейін десем, таба алмай жатырмын",
        "question_date": "16.09.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркім әрқалай ойлауы мүмкін, менің ойымша әр жердің жақсы және ұнамсыз тұстары болады.  Бұл затқа, жерге, оқиғаға, ара-қатынас, таңдау бәріне бірдей жүретін заңдылық.",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этнос деген не және де мысал",
        "question_content": "Этонсқа мысал срочна керек",
        "question_date": "16.09.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Этнос, этникалық қауымдастық - [грек, ethnos - тайпа, халық] - бір халықты екіншісінен ажыратуға мүмкіндік беретін ортақ белгілері бар қауымдастық. \"Этнос\" ұғымы әлі күнге бірыңғай түсіндірілмейді. Кең мағынада, \"этнос\" ұғымын көпшілік зерттеушілер барлық дәрежедегі этникалық жүйелер жиынтығы ретінде түсіндіру қалыптасқан (тайпа, халық, ұлт және т.б.). Алайда, кейбіреулер (Л. Н. Гумилевтан кейін) оны негізгі жүйе ретінде қарастырады (субэтностар, суперэтностармен қатар және т.б.).\nТар мағынада алғашқылардың бірі болып \"этнос\" ұғымына анықтама берген М. Вебер: \"Этнос - мүшелері сыртқы бейнелерінің, әдет-ғұрыптарының үқсастықтарына қарай немесе ортақ отаршылық не көші-қонды басынан өткерген тағдырлас тарихына қарай өздерінің шығу тектерінің бір екендігіне сенетін топ\". Бүдан кейін де көптеген зерттеушілер этносқа аумақ, тіл, дін ортақтығының негізінде өзінше анықтама беруге тырысты. Алайда, Л. Н. Гумилевтің пікірінше, аталған белгілердің бірде-бірі жалпыға бірдей, кез келген этносқа қолданыла бермейді, мүнымен бірқатар зерттеушілер келісті.\nЭтнос ең алдымен, мәденитілдік қауымдастық. Этностың пайда болуында аумақ және әлеуметтік қарым-қатынас тілінің ортақтығы шешуші фактор болып табылады. Саяси кеңістіктің ор¬тақтығы мен халықтың әлеуметтік және шаруашылық әдістерінің ортақтығы да маңызды рөл атқаратыны сөзсіз.\nЭтникалық ұйысудың басты тетігі салт-дәстүр, әдет-ғұрып түрінде мүраға қалатын мәдениет болып табылады. Этникалық қауымдастық мағынасындағы этнос ретінде көбіне бірыңғай атауы, ортақ мәдениет элементтері бар, тағдарлас тарихы бар, ерекше географиялық ортадағы топтық ынтымақтастық танытатын адамдар тобын атауға болады.",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістаннан қандай тері дәрігерлерін білесіздер.Адрес жазып жіберіңіздерші",
        "question_content": "Түркістаннан қандай тері дәрігерлерін білесіздер.Мекенжайын бәрін жазып жіберіңіздерші",
        "question_date": "16.09.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасымен ата-әжемнің үйін алсам болады ма?",
        "question_content": "Дипломмен ауылға бағдарламасымен үй алмақшымын, ауылда дұрыс үй болмай тұр, ата-әжем көшіп кеткен,  үйлері бос тұр. Сол кісілердің үйін алуға болады ма?  Туыстарының үйін алғандар болды ма?",
        "question_date": "16.09.2022",
        "question_tag": "Заң",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған-туыстың үйін не сол уақытта тұрып жатқан баспананы алуға болмайды.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есіл өзені қай жерде орналасқан",
        "question_content": "Есіл өзен қай жерде орналасқандығы керек жауабын айтсаныз тезірек бірақ өтініш каз керек маған",
        "question_date": "16.09.2022",
        "question_tag": "География",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есіл  өзені — Сарыарқада биіктігі 400 – 500 метр, Ниаз тауынан басталып  Батыс Сібірге жеткенде Ертіске құяды. Есіл өзені Целиноград және Солтүстік Қазақстан облыстарын басып өтеді. Қазақстан территориясында Есілдің ұзындығы 1400 километр. Өзеннің су жиналатын алқабы 144 мың шаршы  километр, ал республикамыздағы аумағы 113 шаршы километр. Есілге Колутон, Терісаққан, Аққанбурлық  және Төменгібурлық өзендері қосылады.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери кафедраны екінші жоғарғы білім (бакалавр) алу барысында оқуға болады ма?",
        "question_content": "Әскери кафедраны екінші жоғарғы білім (бакалавр) алу барысында оқуға болады ма әле магистратурада оқып жүріп сержант атағын алуға болады ма?",
        "question_date": "15.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл туралы ақпаратты интернеттен таппадым. Әдетте, 2-ші курстан бастап екі жыл оқиды. Әскери кафедрада сабақ болатын күні, басқа сабақтар болмайды. Сабақ кестесі солай түзіледі. Егер сіз екіжылдықта оқысаңыз, сабақ кестеңіз сай келмеуі мүмкін. Осының бәрін оқығыңыз келетін әскери кафедра қызметкерлерінен сұрап алыңыз.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыс, заңдылық",
        "question_content": "Балам 8айлық,өзім штаты қысқарып жаңа жұмыс орнына переводпен емес қайтадан тағайындалып отырмын,бұйрық енді аламын,енді сұрағым,бұйрық шыққаннан кейін балам 3жасқа толмауына байланысты декреттік демалысқа шыға аламын ба,қай заңда көрсетілген?",
        "question_date": "14.09.2022",
        "question_tag": "Заң",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "99-бап. Жүктілікке және бала (балаларды) тууға, жаңа туған баланы (балаларды) асырап алуға байланысты демалыстар\n1. Жүкті әйелдерге, бала (балаларды) туған әйелдерге, жаңа туған баланы (балаларды) асырап алған әйелдерге (еркектерге) баланың туылуына байланысты мынадай демалыстар беріледі: \n\n1) жүктілікке және босануға байланысты демалыс; \n\n2) жаңа туған баланы (балаларды) асырап алған жұмыскерлерге демалыс; \n\n3) бала үш жасқа толғанға дейін оның күтіміне байланысты жалақы сақталмайтын демалыс.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде көрген жағдайларды түсіндіргім келеді?",
        "question_content": "Ассалаума алейкум!\nТусимде басым аурып козимнинг алды тинип кетты турсам тыр жаланаш екенмин досыма аурып турм десем колымен тобелесе жак болып келд кой деп артка кеттым суйтип камме устимнен кулып баслад Атам достарым суйсем жане басым аурып куладым(мийм айлайнып)",
        "question_date": "14.09.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойдай тустерге көп мағына береберме ол түстер ештенке білдірмейді",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орамалда жүруге рұқсат берілетін Алматыдағы мектептерді білесіз бе?",
        "question_content": "Хиджабта кіруге рұқсат беретін Алматыдағы мектептерді білсеңіз, мектептің адресін қалдырып кетіңіздерші. Жекеменшік , гос мектептеп болсын бәрібір. Бастысы орамалмен кіргізсе.",
        "question_date": "14.09.2022",
        "question_tag": "Мектеп",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Наурызбай районда 36 поликлиника жанындағы мектептен сондай оқушы қыз көргем. Оқып жүргеніне қарағанда рұқсат бар болар.",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хирургия да 9 ды бітіріп маманыдыққа түсе аламба?",
        "question_content": "9 дан шығып мед коледжге түсіп колледж бітіріп университет оқып болып хирург мамандығына түсе аламба?",
        "question_date": "14.09.2022",
        "question_tag": "Тазалық",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсыра аласыз. Тек колледж бітірген соң тест тапсыру міндеттеледі.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топқа ерекше ат пен ұраны керек срочно!!",
        "question_content": "Топқа ерекше ат пен ұраны керек",
        "question_date": "14.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына қосылыстағы CH3COOH көміртектің массалық үлесін анықтаңыз",
        "question_content": "Мына қосылыстағы CH3COOH көміртектің массалық үлесін анықтаңыз",
        "question_date": "14.09.2022",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr (CH3COOH) = 12 + 3 + 12 + 32 + 1 = 60;\n\nw (C) = 2 * Ar (C) : Mr (CH3COOH) = 24 : 60 = 0,4 немесе 40%;",
                "date": "17.10.2022",
                "upvotes": 1
            },
            {
                "text": "Сірке қышқылының формуласы-CH3COOH. Бұл қосылыстың молярлық массасы 60,05 г / моль.\n\nБұл қосылыстағы көміртектің массалық үлесі формула бойынша есептеледі:\n\nкөміртектің массалық үлесі = (молекуладағы көміртегі массасы / қосылыстың молярлық массасы) * 100%\n\nCH3COOH молекуласындағы көміртектің массасы 12 (1 көміртек атомы) + 3х1 (көміртектің массалық үлесін есептеуде ескерілмейтін 3 сутегі атомы) = 12 г/моль.\n\nОсылайша, ch3cooh құрамындағы көміртектің массалық үлесі:\n\n(12 г / моль / 60,05 г / моль) * 100% = 19,98%\n\nЖауап: CH3COOH құрамындағы көміртектің массалық үлесі шамамен 20% құрайды.",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбуктан bluetooth жойылып кетті.Қалай қалпына келтіруге болады?",
        "question_content": "Ноутбуктан bluetooth жойылып кетті.Қалай қалпына келтіруге болады?",
        "question_date": "12.09.2022",
        "question_tag": "Жалпы компьютер",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мамандық туралы ақпарат қажет",
        "question_content": "Егер мен програмист мамандығын таңдайтын болсам, және сол оқуды бітірсем, програмист турлері көпқой соның бірінде жумыс жасай аламба толық ақпарат айта кетсеңіздер",
        "question_date": "10.09.2022",
        "question_tag": "Мамандық",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Программист мамандығы бұл заманда зор сұранысқа ие. Себебі осы программистер сан түрлі бағдарламаларды жасайды. Мысалы — ұялы телефонға ойындар, компьютерге арналған пайдалы бағдарламалар, сайттар, есептеу бағдарламаларын және т.б.\nОның ішінен IT маманы - қазіргі заманның ең сұранысқа ие мамандықтарының бірі. Жиырма бірінші ғасырда ақпарат бәрін шешеді, және іс жүзінде ешбір сала ақпараттық технологияны қолданбай жұмыс жасамайды. Демек, жұмыс істеп тұрған және жаңадан ашылған кәсіпорындар үшін, сондай-ақ осы саланың мамандарына арналған арнайы бағдарламаларды әзірлеу мен жүзеге асыруға жоғары сұраныс үнемі туындайды.",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    }
]