[
    {
        "question_title": "\"Əлемді таңғалдырған өнертапқыш балалар\" атты тақырыпқа мәлімет керек.",
        "question_content": "Əлемді таңғалдырған өнертапқыш балалар текстіне қысқаша речензия керек еді?",
        "question_date": "21.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жас өнертапқыштардың өмірімізді ыңғайлы етуге қосқан үлесі аз емес. Тіпті 17 қаңтар күні бүкіл әлем бойынша Өнертапқыш-балалар күні де атап өтілуде. Бұл дата Американың мемлекет қайраткері, дипломат, ғалым, өнертапқыш және журналист Бенджамин Франклиннің туған күнінен алынды. Бен Фраклин 12 жасында алғашқы болып - шомылу барысында екі қолға киілетін ескекті ойлап тапты.\nКейіннен Б.Франклин көптеген сынақтар жасап, ғылыми зерттеулерін жалғастырды және әлемдік ғылымға сүбелі үлес қосты. Ғалымның кейбір тұжырымдары дәуірден бірнеше жыл алға озық болды. Оның көптеген өнер табыстарының арасында тербелмелі-кресло, бифокалды көзілдірік және басқалары бар.\nКөбіміз балалардың идеяларын шындап қабылдамаймыз. Бұл бекер екен, себебі өскелең ұрпақтың пайдалы өнертабыстарымен қуантқан кездері аз емес. Біз сіздерге балалар ойлап тапқан ең танымал өнертабыстар жайлы айтпақпыз.\nҚар кешкіш\nОйлап тапқан: Жозеф-Арман Бомбардье, 15 жас\nОн бес жасқа толғанда Жозеф-Арман Бомбардьеге өнертабыс жасауға мүмкіндік туады. Әкесі баласына тозығы шыққан ескі «Ford T» сыйлайды. Оны айдауға келмейтінін түсінген бала тәжірибе жасап көруге бел буады. Фордты бірнеше бөлікке бөлген ол көлікті жетілдіріп, қар кешкішке айналдырады.\nБрайль шрифті\nОйлап тапқан: Луи Брайль, 15 жас\nОн бес жасар Луи Брайль, әскери істе қолданылатын арнайы «қара шрифтпен» танысқан соң өз шрифтін ойлап табады. Осылайша, миллиондаған зағип адамдарға қажетті ақпаратты оқу арқылы білуге мүмкіндік берді.\nЖүк тасығыш ойыншығы\nОйлап тапқан: Роберт Пэтч, 6 жас\nАлты жасар Роберт Пэтч болмағанда жүк тасығыш және басқа да өндірістік көліктерге ұқсас ойыншықтардың пайда болуын әлі талай уақыт күтер едік. Балаға шанағы артқа қарай серпілетін көліктердің ұнағаны сонша, ол қайта-қайта соның суретін сала берген. Кейін әкесі баласының сондай бір суретінен ойыншық жасап шығарып олар оны патентеп те алады. Осылайша жүк тасығыш ойыншықтардың пайда болуына ықпал етеді.\nБинтті ауыртпай алуға арналған құрал\nОйлап тапқан: Аланна Майерс, 8 жас\nСегіз жасар Аланна Майерс жиі құлап, тізесін жаралап алатын болған, ал кейін жазылып келе жатқан теріге жабысып қалатын бинтті алудан қатты қорыққан. Ауруханадан шыққан соң, қыз тізесіне жабысқан бинтті ауру тудырмай алу үшін арнайы қоспа ойлап тапты. Сабын, су және лаванда эссенциясынан тұратын қарапайым құрал көптеген адамды ауру сезімінен құтқарды.\nБаспа графикасының жаңа түрі\nОйлап тапқан: Анастасия Родимина, 10 жас\nОн жасар Анастасия Родимина кляксография арқылы сурет салуға үлкен қызығушылығын білдірді. Бірде қыз суретін ақ парақтардың арасында, терезенің алдында ұмытып кетеді. Уақыт өте келе суреттің шет жағындағы бояулары кетіп қалады, ал жабылып тұрған тұсының бояуы сол қалпы қалады. Осындай метамарфозаны байқаған қыз атасына мақтанышпен жеткізеді, ол суретті осылайша жасау әдісін лайықты бағалап, өнертабысты патенттеуге көмектеседі.\nТаяқшадағы балмұздақ\nОйлап тапқан: Фрэнк Эпперсон, 11 жас\nОн бір жасар Фрэнк Эпперсон қысты күні үйіне асығып содасын далада ұмытып кетеді. Төмен температураның әсерінен стақандағы сұйықтық мұзға айналады. Стақанда түтікше болғандықтан, ішіндегі затты алу қиын болмады. Балмұздақтың бұл түрі баланың есейіп, осы әдісін кәсіпке айналдыруға көмектесті.\nҒимараттың ауданын өлшейтін робот\nОйлап тапқан: Максим Лема,12 жас\nОн екі жасар Максим Лема роботтарға қатты қызығатын. Ол роботтардың бәрін қопарып, қорқытқаннан басқа, адамзатқа пайда әкеле алатынына сенген. Осылайша львовтық жас өнертапқыш радиосигналдар арқылы ғимараттың ауданын өлшей алатын роботты жасап шығарды. Жас өнертапқыштар байқауының қазылары мұндай көмекші қазіргі таңда өте қажет екенін атап өтті.\nЫқылықты басатын мұз кәмпит\nОйлап тапқан: Мэллори Кьювмен, 13 жас\nОн үш жасар Мэллори Кьювмен балаларға арналған өлеңдер шын мәнінде ықылықты баспайтынын уақытында түсінген. Ықылықты қалай басуға болатынына бас қатырған ол дәмді таблеткалар ойлап табады – қант пен алма сірке суынан тұратын мұз кәмпит ықылықты тез басады.\nТолығырақ: https://bilim-all.kz/article/3292-Onertapqysh-balalar",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы a см, ал ені ұзындығының 75%-ын құрайтын тіктөртбұрыштың периметрін тап",
        "question_content": "Ұзындығы a см, ал ені ұзындығының 75%-ын құрайтын тіктөртбұрыштың периметрін тап",
        "question_date": "21.12.2020",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Р=а+а+3/4а+3/4а=2а+1,5а=3,5а",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6-11 сынып биология пәніне ҰБТ-ға дайындықты қалай жүктесек болады?",
        "question_content": "6-11 сынып биология кітабын biolife-дан қалаи жүктесем болады, регитрация жасасам не потвержден деп шыға береді?",
        "question_date": "21.12.2020",
        "question_tag": "Биология",
        "question_views": 855,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биология кітабы 6-11 сынып аралығында",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетімде қызыл шеңбер шығып кетті.Қалай құтыламын",
        "question_content": "Қалай кетіре алам уй жағдайында кеңестеріңізді айтып көрсеңіздер?диаметрі 3-4 см бетім сүрінін алып тұр\n\nУмоляю вас?!",
        "question_date": "21.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның пайда болу себебін анықтау керек. Себебі, ол сырттай  қолданған өнімдерден не тұтынған тағамыңызға орай денеіңздің берген реакциясы болуы мүмкін. Сондықтан, дәрігерге көрініңіз.",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 100 г материялық нүкте модульдері 10 Н үш күштің әсерінен қозғалады",
        "question_content": "Массасы 100 г материялық нүкте модульдері 10 Н үш күштің әсерінен қозғалады. Күш векторлары бір жазықтықта жатады және 60 градусқа тең екі бұрыш құрайды. Нүкте қандай үдеумен қозңалады?\n\nДене көкжиекке 30 градус бұрыш жасай еңкейтілген жазықтықпен сырғанап келе жатыр. Үйкеліс коэффициенті 0,3-ке тең болғандығы, оның үдеуін табыңдар. g=10 м/с^2. Жауапты ХБЖ-да ондыққа дейін дөңгелектеп көрсетіңдер.",
        "question_date": "21.12.2020",
        "question_tag": "Физика",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Бұл жағдайды х осі күш векторы 2 бойынша бағытталған координаталық жүйеде қарастырайық;\nСонда пайда болатын күштер х осі бойымен:\nFx = F + 2 * F * cos60 = 2F = 20 (H);\n\n Y осінде: Fy = Fsin60-Fsin60 = 0;\nДемек, нәтиже күштері Fa = 20 (N);\n\n a = Fa / m = 20 / 0.1 = 200 (м / с ^ 2)",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шексіз кемімелі геометриялық прогрессияның қосындысын табыңдар?",
        "question_content": "Шексіз кемімелі геометриялық прогрессияның қосындысын табыңдар: а)8-4+2-1+1/2-1/4+...;",
        "question_date": "21.12.2020",
        "question_tag": "Математика",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=b1/(1-q), [q]<1\nq=b2/b1\nb1=4     b2=1   b3=0,5\nq=1/4\nS=4/(1-(1/4))=4/0,75=5бүтін1/3 бөлшек",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 13 грамм мырыш тұз қышқылымен әрекеттесті. Түзілг мырыш хлоридінің зат мөлшері",
        "question_content": "Тжб 8 сынып химия онлайн мектеп\nМассасы 13 грамм мырыш тұз\nқышқылымен әрекеттесті. Түзілг\nмырыш хлоридінің зат мөлшері\nмассасын есептеңіздер",
        "question_date": "21.12.2020",
        "question_tag": "Химия",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салам\n13                  Xm\n\nZn + 2HCl -> ZnCl2 + H2\n65.                 135\n\n                       Xмоль\n\nКороче биринши мырыш моль табу керек\n\n13*65=0,2моль\nхм=0,2*135=27 ол масса\n\nХ моль=27/135=0,2моль ол зат мөлшер кеш жазғаныма кешир",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңіз-қорғалжын сөзі қай принципке сай жазылған?",
        "question_content": "Теңіз-қорғалжын сөзі қай принципке сай жазылған? Қазақ тілі пәні бойынша байқау сынағының сұрағы",
        "question_date": "21.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кепкіркүйді тойы деген не мағынаны білдіреді?",
        "question_content": "Кепкіркүйді тойы деген не мағынаны білдіреді?",
        "question_date": "21.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа шаңырақ құрылды. Отауы берік болсын дегенді. Әрқашан қазаны тамаққа толы болсын.",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сутегінің қысымын аңықтаңыз.",
        "question_content": "Көлемі 1дм ыдыста массасы 2г  сутегі Н² бар сутегінің температурасы 0°С Сутегінің қысымын аңықтаңыз",
        "question_date": "20.12.2020",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысымның мәні 2,3 МПа",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Тіршілік» сыни мақала жазыңыз.",
        "question_content": "«Тіршілік» шығармасында ұлттық болмыс  тақырыбында шығармаға баға беру арқылы автордың творчестволық тәсілдемесіне  сыни баға бере отырып,",
        "question_date": "20.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіршілікте адам баласы нелер күйге түспек: бейнет шекпек, рахат таппақ, өкінбек, үміт етпек, адаспақ, түзелмек, талай ажалға басын да байламақ, талай соққы да жемек.\n\nТіршілігі ізгі арманды заң қылған,\nАқындардың мысы басым тағдырдан.\n\nБірқалыпты тіршілікке үйреніп қалған адам ауық-ауық ой-санасын қалдықтардан тазартып отыруы керек.",
                "date": "10.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дания деген есімнің мағынасы?",
        "question_content": "Дания деген есімнің мағынасы қалай",
        "question_date": "20.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дания — жақын; танымал, атақты.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 15 г, 500 м/с жылдамдықпен ұшып жатқан оқ құмға тиіп,",
        "question_content": "Массасы 15 г, 500 м/с жылдамдықпен ұшып жатқан оқ құмға тиіп, 25 см-ден кейін тоқтайды. Егер оқ құмда қозғалғанда қарсылық күші тұрақты деп саналса, онда оның мәнін табыңыз.",
        "question_date": "20.12.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m = 15 г = 0,015кг\nv = 500 м/с\ns = 25 см = 0,25 м\nFc - ?  t - ?\nFc =mv^2/2S=0.015*(500)^2/2*0.25=7500H",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикалық немесе химиялық балқуы, суда қанттың еруі?",
        "question_content": "Мұздың еруі, мыс сымның қарайуы, парафиннфн балқуы, суда қанттың еруі, табада тамақтың күйуі, сірінкенің жануы?",
        "question_date": "20.12.2020",
        "question_tag": "Химия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физикалық құбылыс кезінде жаңа зат түзілмейді, зат тек бір күйден екінші күйге өтуі мүмкін: Мұздың еруі,  парафиннфн балқуы, суда қанттың еруі,\nХимиялық құбылыс кезінде жаңа зат, су , газ, тұнба (осылардың бірі) пайда болу арқылы жүреді:\n мыс сымның қарайуы (ауамен әрекеттескенін білдіреді), табада тамақтың күйуі, сірінкенің жануы.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңлік Кебек поэмасындағы теңеу, метафора, метонимия тауып беріңіздерші?",
        "question_content": "Еңлік Кебек поэмасындағы теңеу, метафора, метонимия тауып беріңіздерші?",
        "question_date": "20.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңеу-Атты жаяу бәріне бірдей мықты,\n\nЭпитет-Қос басшысы, жас басы, жасы бала,Жаны отты, сабаз жолдас.    Портрет-көзі өткір, қараторы жігіт екен, ортабойлы, тапалдау.\n\nМетафора таба алмадым)",
                "date": "9.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үмітім гүлім, осы сілтемедегі өлеңді (әнді) қалай тапсам екен",
        "question_content": "Осы өлеңді қайсыларыңыз тауып бере аласыздар, көп рахымет!",
        "question_date": "20.12.2020",
        "question_tag": "Қазақша ән",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Комплекс санды қосу қандай теңдік бойынша анықталады?",
        "question_content": "Комплекс санды қосу қандай теңдік бойынша анықталады?",
        "question_date": "20.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 923,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Комплекс санды қосу қандай теңдік бойынша анықталады?",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Литотехникалық жүйелердің ұйымдасуы және экологиялық функциялары?",
        "question_content": "Литотехникалық жүйелердің ұйымдасуы және экологиялық функциялары?",
        "question_date": "20.12.2020",
        "question_tag": "Табиғат",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Литосфераның экологиялық функциялары - бұл литосфераның рөлі мен маңызын, соның ішінде жер асты сулары, мұнай, газдар, геофизикалық өрістер мен онда болып жатқан геологиялық процестерді, биотаның және, негізінен, адамзат қауымдастығының тіршілік әрекетін анықтайтын және бейнелейтін функциялардың барлық алуан түрлілігі . «Литосфераның экологиялық функциялары» термині мен түсінігін 1994 жылы В.Т.Трофимов пен Д.Г.Цилинг енгізген. Литосфераның экологиялық функциялары (қасиеттері) туралы білім геологиялық айналымның жаңа ғылымы - экологиялық геологияның зерттеу пәні болып табылады.\nҚазіргі уақытта литосфераның биотаға әсер ететін және Жердегі тіршіліктің бар екендігін анықтайтын төрт негізгі қасиеті (қызметі) бар: Литосфераның ресурстық экологиялық қызметі минералды, органикалық және органоминералды ресурстар мен литосфераның геологиялық кеңістігінің биотаның өмірі мен белсенділігі үшін биогеоценоз ретінде де, әлеуметтік құрылым ретіндегі рөлін де анықтайды. Литосфераның геодинамикалық экологиялық қызметі литосфераның табиғи және антропогендік процестер мен құбылыстар арқылы биотаның күйіне, адам өмірінің қауіпсіздігі мен жайлылығына әсер ететін қасиеттерін көрсетеді.\nЛитосфераның геохимиялық экологиялық қызметі литосфераның табиғи және техногендік шығу тегі геохимиялық өрістерінің (гетерогенділіктің) қасиеттерін көрсетеді, олар биотаның күйіне тұтастай алғанда, оның ішінде адамдарға да әсер етеді. Литосфераның геофизикалық экологиялық қызметі литосфераның табиғи және техногендік шыққан литосфераның геофизикалық өрістерінің (біртектілігі) қасиеттерін көрсетеді, олар биотаның, оның ішінде адамның күйіне әсер етеді. Литосфераның көрсетілген экологиялық функциялары және олардың қазіргі кездегі көрінісі Жердің табиғи және техногендік факторлардың әсерінен эволюциялық дамуына байланысты екенін есте ұстаған жөн.\nҚарастырылған позициялардан (литосфераның экологиялық функцияларының даму тенденциялары) Жердің геологиялық тарихындағы табиғи орта эволюциясының фонында екі негізгі уақыт кезеңі ажыратылады. Бірінші кезең таза табиғи, ол Жердегі тіршіліктің пайда болуынан (шамамен 3,5 миллиард жыл бұрын) адамзат өркениетінің пайда болу кезеңін қамтиды, ал екінші кезең табиғи және техникалық, әсіресе соңғы 200 жылды қамтиды және техногенездің өнімі болып табылады.\nЭкожүйеде адам популяциясының басым орналасуы оның тіршілік ету ортасына және биотаның қалған бөлігінің әсерінен едәуір асатын тереңдікке белсенді әсер етуімен байланысты. Осылайша литосфера дәстүрлі геоэкология, биоэкология, биогеография немесе экологиялық топырақтану шеңберінде зерттелмеген.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 4 моль көміртегі оксидінің массасын, молекула санын, көлемін есептеңдер",
        "question_content": "Зат мөлшері 4 моль көміртегі оксидінің массасын молекула санын көлемін есептеңдер",
        "question_date": "20.12.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Берілгені:\nn(CO2) = 3 моль\nТабу керек:\nm(CO2)?\n\nN(CO2)?\n\nШешуі:\n\nm(CO2) = n(CO2)*M(CO2)\nM(CO2) = 44 г/моль\nm(CO2) = 3 моль*44 г/моль = 132 г\n\nN = n*Na = 3 моль * 6*10²³ молекул/моль = 18*10²³ молекул\n\nЖауабы: 132 г; 18*10²³ молекул;",
                "date": "20.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "A(-2;3), B(2;0), C(-2;-3) нүктелері бар. ABC үшбұрышының CM медианасының теңдеуін жаз?",
        "question_content": "A(-2;3), B(2;0), C(-2;-3) нүктелері берілген. ABC үшбұрышының CM медианасының теңдеуін жазыңдар.",
        "question_date": "20.12.2020",
        "question_tag": "Мектеп",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тігін фабрикасында 1536 м сұр түсті және 2952 м қоңыр түсті матадан",
        "question_content": "Тігін фабрикасында 1536 м сұр түсті және 2952 м қоңыр түсті матадан кәстөмдер тігілді. Сұр кәстөмге қарағанда 472 қоңыр кәстөм артық тігілді. Қанша сұр және қанша қоңыр түсті көстөмдер тігілді?",
        "question_date": "20.12.2020",
        "question_tag": "Математика",
        "question_views": 28100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 2952-1536 = 1416 м қоңыр матадан 472 кәстөмге тігілді\n\n 2) 1 кәстөмге 1416: 472 = 3 м мата жұмсалды\n3) 1536: 3 = 512 сұр кәстөм\n\n 4) 2952: 3 = 984 қоңыр кәстөм\n(4) 512 + 472 = 984 қоңыр кәстөм)\nЖауабы: 512 сұр кәстөм және 984 қоңыр кәстөм",
                "date": "20.12.2020",
                "upvotes": 0
            },
            {
                "text": "1) 2952-1536 = 1416 м қоңыр матадан 472 костюмге тігілді\n\n 2) 1 костюмге 1416: 472 = 3 м мата жұмсалды\n\n3) 1536: 3 = 512 сұр костюм\n\n 4) 2952: 3 = 984 қоңыр костюм\n\n(4) 512 + 472 = 984 қоңыр костюм)\n\nЖауабы: 512 сұр костюм және 984 қоңыр костюм",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқтың бас жағы яғни буыны ауырып, тобық тұсы ісіп тұр. Не істесем болады?",
        "question_content": "Аяқтың бас жағы яғни буыны ауырып, тобық тұсы ісіп тұр. Не істесем болады?",
        "question_date": "20.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Қазіргі ауа райына байланысты суықтан болуы мүмкін\n2) Оқыс қимылдан болуы мүмкін\n3) Буын ауруы болуы мүмкін\nЕгер ауырсынуы қатты жанға батарлықтай болмаса (шығып не басқа зат болмағандай сезілсе) Үй жағдайында ыстықтау суға тұз салып, соғын 10-15 минуттай малып, жылы шұлық киіп алыңыз, аяғңызға ауыр салмақ түсірмеңіз. 2-3 күн солай бақылап көріңіз, одан жазылмаса , не шыққан не буын ауруы болуы мүмкін.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауаның салмағы жазға қарағанда қысты күні қагша есе ауыр болады?",
        "question_content": "Ауаның салмағы жазға қарағанда қысты күні қагша есе ауыр болады?",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 730,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Tq = 280 K\n\nTj = 310 K\n\np1=p2\n\nmq/mj  = ?\n\np*v = m/nyu * R*T  mq /mj = Tj/Tq = 310/280 = 1,1 mq=1,1*mj\n\n1,1 есе артық",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25 л көлемді алып тұрған газдың массасын табыңыз.",
        "question_content": "25 л көлемді алып тұрған газдың массасын табыңыз.",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t = 27, T = 300\n\np = 760 = 10^5\n\nv = 25 = 25*10^-3\n\nmyu(SO2) = 64*10^-3\nm=?\n\np*v = m/myyu * R*T\nm = p*v*myu / R*T = 192 гр",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөтелке қандай температураға дейін қыздырылды?",
        "question_content": "Бөтелке қандай температураға дейін қыздырылды?",
        "question_date": "19.12.2020",
        "question_tag": "Физика",
        "question_views": 896,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t1 = 2, T1 = 280\n\np1 =1 = 10^5\n\np2 = 1,3 = 1,3*10^5\n\nT2 = ?\n\np*v = m/myu * R*T\nv1=v2 , m1=m2\n\np1 / p2 = T1/T2\n\nT2=P2*T1 / T2 = 364 K",
                "date": "19.12.2020",
                "upvotes": 0
            }
        ]
    }
]