[
    {
        "question_title": "«Өз туым, үйрен ана тіліңді» идеясы мен тақырыбы қандай?",
        "question_content": "Оразақын Асқар «Өз туым, үйрен өз тіліңді» идеясы мен тақырыбы қандай?",
        "question_date": "10.03.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлемі 2 дм квадрат дене суға батырылған. Осы денеге әсер ететін кері",
        "question_content": "Көлемі 2 дм квадрат дене суға батырылған. Осы денеге әсер ететін кері итеруші күш 18 Н болса,дененің тығыздығы қандай.",
        "question_date": "9.03.2022",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Итеріп шығарушы күш- Архимед күші:\nF_{A}=pgV\nмұндағы: р - сұықтық тығыздығы , g - еркін құлау үдеуі V - зат көлемі\nсудың тығыздығы 1000 кг/м3, g=10 м/с2 - тұрақты шама\nF=1000*10*2 Н=20 000 Н\nжауабы: F=20 000 Н.",
                "date": "4.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаның 1 қарыз күнін неше күн өтейді?",
        "question_content": "Оразаның 1 қарыз күнін неше күн өтейді?\n\nҚарыз болған күндерге қандаи дұға өкілді?",
        "question_date": "8.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 796,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни сұрақтар қоюға арналған ҚМДБ fatua.kz сайты бар",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір адамды іздеймін, бірақ кім екенін білмеймін. Не істесем болады?",
        "question_content": "мен бир жигитти издеймин брак кимди екенин билмейм сол ойымдагы адаммен дос болгым келед ойымдагы жигиттин кулкисин коргим келед....",
        "question_date": "8.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жай ғана сіздің қиялыңыз емес пе",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дос жігітті ренжітіп алдым, бірақ сезімім бар",
        "question_content": "Мен оны жақсы көремін. Біз интернет дос болып таныстық, бірақ біз бұрынғы таныстармыз. Мен оны танымайтын адам сияқты болып жүрдім. И оған дос болуды тоқтатайық, бекерге жүрегіміз жараланады деп ойымда бардың бәрін айттым. И бір күннен кейін пранк деп айттым ал одан әлі жауап жоқ. Не істесем болады. Оған бұрыннан сезімім бар. Ол да бұрын мені жақсы көрген бірақ мектептен ауысып кеткенге бес жылдай болды. Енді өз ой пікірлеріңізді айтыңыздаршы оған не дегенім дұрыс",
        "question_date": "8.03.2022",
        "question_tag": "Махаббат",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шынайы өмірмен өмір сүріңіз. Оның 5 жылдан бері өмірінде не өзгеріс не қалауы бар, талғамы өзгерді ма оны да білмейсіз. Мүмкін ол сіз екеніңізді білсе де бұрынғы сезімі келмес. Сондықтан шынайы өз ортаңыздағы өмірмен өмір сүріңіз.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD тең бүйірлі трапециясының периметрi 56 см, ал <D = 60º. Егер DC.MP =2:5 болса, abcd",
        "question_content": "Темендегі суретте берiлген ABCD тең бүйірлі трапециясының периметрi 56 см , ал < D = 60º .Егер DC.MP = 2 : 5 болса , онда АВСD трапециясының ауданын табыныз .",
        "question_date": "7.03.2022",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темендегі суретте берiлген ABCD тең бүйірлі трапециясының периметрi 56 см , ал < D = 60º .Егер DC.MP = 2 : 5 болса , онда АВСD трапециясының ауданын табыныз .",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көркем, Кәусар, Аяжан, Айару, Бағым, Ажар, Акбикеш, Аяна, Айзере өлең қажет?",
        "question_content": "Көркем, Кәусар, Аяжан, Айару, Бағым, Ажар, Акбикеш,  Аяна,Айзере өлең қажет 8 ші Наурызға арнап айтып берейін деп едім айтыңыздаршы өтініш",
        "question_date": "7.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Батыр Баян– қазақ поэзиясының асыл қазынасы, халық мұрасы. тақырыбында әдеби эссе жазыңыз",
        "question_content": "Батыр Баян– қазақ поэзиясының асыл қазынасы, халық мұрасы. тақырыбында әдеби эссе жазыңыз",
        "question_date": "7.03.2022",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде үлкен қара маймыл көрдім 2 еу кин конг сияқты өздері бір бірімен төбелесп жүр",
        "question_content": "түсімде қара кинконг көрдім 2еу бір бірімен төбелесп жүр үйімізде бір жыйын өтіп жатыр екі маймылға мән беріп те жүрген жоқпыз",
        "question_date": "7.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағынасыз түс секілді.Маймыл кино көріп или көп ойлап қойған шығарсың",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен Әпкемді қатты ренжітіп алдым не істесем болады?",
        "question_content": "Мен әпкемді қатты ренжітіп дажы жаман сөз де аитып коидым сосын 5 минут откен соң апкем қимылдамай жатыр барып бәрі дұрыспа десем скори шақыр деді сосын скори шақырып диагноз сұрасам инфаркт болған екен казір болницада жағдайы қиын не істесем болады қалай кешірім сұрайм уайымдап отырмын и катты уялам сондай дарежеге жеткенімен",
        "question_date": "7.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аллаға сен өзі реттейді.Сабыр қыл,бұйырса әпкең оянып жатырса жайлап ашуына тимейтін сөздермен баста.Істегеніме ұяламын деп кешіріміңді айтып көр.Дауыс көтеріп қарсы келме,әліде ашулы болса ашуын басқанша күткенің жөн.Өйткені бір біріңіздің сөздеріңізді көтере алмай ашу үстінде не айтп қоятыныңды білмей жағдайды одан бетер ушықтырып жіберуіңіз мүмкін",
                "date": "8.03.2022",
                "upvotes": 0
            },
            {
                "text": "Ашу үстінде айтқасың, себеп мінезіңді түземегенсің.Сенің бұл ашуың осы уақытқа дейінгі мінезіңнің салдары.Адам деген мінезін үнемі көркейтіп отыру қажет.Алладан жәрдем сұра.\n\nСосын енді қайталағың келмесе, ашуланғанда қандай әрекеттер жасау қажет екенін интернеттен тапсаң болады.",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грандтан платныйға ауысуға болама?",
        "question_content": "Грандта окимын 2 курс баска колледжге ауыссам платныйға алған степендиямды қайтармаймынба",
        "question_date": "7.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Соқыр ішек кезінде сарыағаш ішуге болады ма?",
        "question_content": "Мен соқыр ішек болып кеше больницаға түстім, кеше операция жасады мен қатты шөлдеймін тек Сарыағаш ішем ол зиян ба?",
        "question_date": "4.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігер рұқсат етсе іше беріңіз.",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдер және тәрбие завучтар шашқа көп сөйлеп ал деп мәжбүрлеп тұрса не істеуге болады?",
        "question_content": "Мектепте тәрбие завучтар шаш алмасан мектептен шығасын деп",
        "question_date": "4.03.2022",
        "question_tag": "Заң",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты бір норма жоқ екен, бірақ ұстаз оқушыларға үлгі болатындықтан, жинақы жүргені абзал.\nМұғалім жұмысында тәрбиелік  мәні жоқ нәрсе болмайды, мәні жоқ  нәрсе болмайды. Соның ішінде мұғалімнің киім киісі, мұғалім киіміндегі эстетизм, сән және мұғалім киімі еш жерде  зерттелініп, бір жүйеге келмеген проблема. Нақты форма жоқ. Әрбір мұғалім  өзінің жеке, эстетикалық талғамына, жалпы мәдени деңгейіне қарай  киініп жүруі керек. Ескеретін норма – мұғалім оқушылардың қалт жібермей, құштарлықпен бәріне назар салып отыратынын білуі тиіс. «Киіміне қарай қарсы алып, ақыл-ой өрісіне қарай шығарып салатыны» анық. Сондықтан, нақты қағида – мұғалім жұмысқа жарасымды, сәнді киініп келуі. Мұғалімнің сыртқы келбеті – оның төңірегіндегі адамдарға аса құрмет көрсетуі болып табылады. Өйткені ол – қоршаған ортада жағымды ықпал жасайтын ерекше тұлға. Киім адамды тәртіптендіреді, жинақыландырады, оқушыға да әсер етіп, оны ілтипаттылыққа шақырады. Мұғалімнің салдыр-салақ киініп, еркек мұғалім сақалыне қырмай, әйел мұғалім шашын сәндемей, бет-жүзін әсемдемей сабаққа келетін болса, ондай ұстазды оқушылар құрметтемейді. А.С.Макаренко кезінде эстетикалық талғамнан кейін қалған мұғалімді сабаққа жібермеген. Барлық уақытта мұғалім – салауатты өмір салтының насихатшысы, үлгісі. Ішімдік ішпеу, темекі шекпеу, наша пайдаланбай, құмар ақгалы ойынбен әуестенбеу – мұғалім үшін басты шарт. Мұндай улы заттар мұғалімнің миын уландырады да, оның басындағы білім қорын аздырады. Оқушылар ондайларды тез айыра алады. Лебінен ішімдік иісі аңқыған, демінен темекінің күмүлжі иісі бас қатыратын мұғалімді ешкім де қадірлемейлі. Улы заттардан уланған мұғалімнің дұрыс білім беруі де екіталай. Мұғалімнің мәдениетсіздік көрінісі оқушылардың психикасын бұзады; теріс әсер етеді, ұнамсыз эмоция туғызады.\nҰлы ұстазымыз Ыбырай Алтынсарин мұғалімдерге темекі шегуге, насыбай  атуға, ішімдік ішуге, құмар ойындар  ойнауға тыйым салған. Ұлы ұстаздың осы ұстанымын қазыір өмірге ендіру – міндет әрі парыз.",
                "date": "4.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер бүйір қабырғасы 6 см болса, трапецияның ауданын табыңдар?",
        "question_content": "Теңбүйірлі трапецияның орта сызығын диагональ 2 см және 5 см кесінділерге бөледі. Егер бүйір қабырғасы 6 см болса, трапецияның ауданын табыңдар",
        "question_date": "4.03.2022",
        "question_tag": "Геометрия",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 см және 5 см-ге тең кесінділер үшбұрыштардың орта сызығы болып табылады, олардың орта сызығына параллель табандары трапецияның табандары болып табылады. \nДемек, трапецияның табандары 4 см және 10 см. Трапеция тең қабырғалы, яғни оның биіктігі үлкен табанды екі сегментке бөледі, оның кішісі трапеция табандарының жарты айырымдылығына тең. Биіктігі, жарты айырымы (қаттары) және қабырғасы (гипотенузасы) тең кесіндіден құралған тік бұрышты үшбұрышта Пифагор бойынша трапеция биіктігін табамыз:\nh = √(6²-3²) = √27 = 3√3 см.\nтрапеция ауданы:\n S = (a+b)*h/2 = (4+10)*3√3/2 =21√3 см²",
                "date": "4.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия-5В060600 мамандығын бітірген студент химия пәнінің мұғалімі бола ала ма?",
        "question_content": "Сәлеметсіз бе, Министр мырза. Мен 2021 жылы Әль-Фараби  атындағы қазақ ұлттық университетінің химия және химиялық технология факультетінен химия-5В060600(яғни химик-зерттеуші) мамандығын тәмамдадым. Қазір тұрмыстамын, мен тұрып жатқан ауылда химия пәнінің мұғалімі лауазымының орны бос. Мен осы лауазым бойынша ауыл мектебінде жұмыс жасай аламын ба?",
        "question_date": "4.03.2022",
        "question_tag": "Мамандық",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен де хим факты бітіргенмін. ОЗХТ мамандығын. ХЗ мамандығы білуімше педагогика мен психология пәндерін бакалаврда өтеді. Егер сол пәндер оқытылған болса мұғалім болып жасай аласыз. Тіпті ОЗХТ бакалаврді аяқтап, пед-исл. бағытында магистратурамен жалғастырып, группаластарым мектепте мұғалім болып жасап жатыр. Бастысы оқу барысында осы педагогика мен психология пәндері өтілген болса болды.",
                "date": "4.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінде таныстыру керек , топтың аты жаз мезгілі",
        "question_content": "Жақвнда жарыс өтеді орыс тілі сабағынан соған таныстыру керек , топтың аты жаз мезгілі",
        "question_date": "4.03.2022",
        "question_tag": "Мектеп",
        "question_views": 858,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Sabaq.Online - да білім алғандар ма? Сабақтары қалай? Нәтиже бар ма?",
        "question_content": "Sabaq.online деген Ұбт-ға дайындайтын орталық бар екен. Онлайн дайындайды. Кімде нәтиже бар, сабақтары сапалы ма айтып жібересіздер ме?",
        "question_date": "4.03.2022",
        "question_tag": "ҰБТ жайлы",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика және физикадан қатысқанмын. Ерік Ахметов және Нұрғазы Қапбаровтың курстарына жақсы теория + практика бар. Курс жақсы оқитын адам болса.",
                "date": "7.03.2022",
                "upvotes": 0
            },
            {
                "text": "Сабақ Онлайнда мен оқимын. 67 алып жүргенмін 110 баллға дейін көтердім. Сабақты жеңіл түсіндіреді және қызық етіп, мұғалімдері білімді любой сұрағыңа жауап береді. Кураторлары күшті  маған ұнады. ҰБТ-да Алла жазса 120 балл жинаймын деп отырмын. Бастысы бағасы жақсы, қымбат емес",
                "date": "7.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дебат сараптамасында не айтсаң болады ?",
        "question_content": "Дебат сараптамасында сөзді қалай бастаса болады ? Қандай сөздер алсақ болады ? Срочнооо керек!!!!!!!",
        "question_date": "4.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арқа бұлшық етінің қисайуының себебі неде?",
        "question_content": "Арқа бұлшық етінің қисайуының себебі неде, оң жақ жауырын астындағы бұлшық еттен сол жақ жауырынымның астындағы бұлшық еті өсіп барады және сол жақ жауырын мен омыртқаның арасы ауырып жүр, омыртқа қисайып жатқан сияқты неге екені түсініксіз, медицинада не деп атайды ондайды? Қандай емдік шара қолдануға болады? Оң жақ жауырынның айналасындағы арқа бұлшық  еттерін қалай оятуға болады? Білетін врачтар болса жауап беріп жіберіңіздерші өтініш.",
        "question_date": "4.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "остеопат врачқа көрініңіз, Қаражатыңыз жетсе Алматыда Айкуне деген медициналық орталық бар солай қисайған омыртқа және басқа проблемаларды шешуге көмек көрсететін.",
                "date": "4.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджердің қандай түрлері бар және қайсысы сұранысқа ие",
        "question_content": "Менеджердің қандай түрлері бар және қайсысы сұранысқа ие",
        "question_date": "4.03.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджерлердің көптеген түрлері бар, олардың әрқайсысының өзіндік міндеттері мен жауапкершіліктері бар. Менеджерлердің ең көп таралған түрлерінің кейбірі мыналарды қамтиды:\n\nHR менеджері (HR менеджері)\nСату менеджері (Sales Manager)\nМаркетинг менеджері (маркетинг менеджері)\nҚаржы менеджері (Financial Manager)\nЖоба менеджері (Project Manager)\nIT-менеджер (IT-менеджер)\nЛогистика менеджері (Logistics Manager)\nСатып алу менеджері (Procurement Manager)\nСапа менеджері (сапа менеджері)\nМенеджерлердің жалақысы жауапкершілік деңгейі, жұмыс тәжірибесі, орналасқан жері, компания көлемі, сала және т.б. сияқты көптеген факторларға байланысты айтарлықтай өзгеруі мүмкін. Алайда, жалпы алғанда, ірі компанияларда жұмыс істейтін менеджерлер, әдетте, шағын және орта компанияларда жұмыс істейтін менеджерлерге қарағанда жоғары жалақы алады.\n\nМысалы, АҚШ-тағы менеджердің орташа жалақысы тәжірибе деңгейіне және мамандануына байланысты жылына 50 000 доллардан 150 000 долларға дейін болуы мүмкін. Басқа елдерде менеджерлердің жалақысы жергілікті жағдайларға және еңбек нарығының талаптарына байланысты айтарлықтай өзгеруі мүмкін.",
                "date": "4.04.2023",
                "upvotes": 1
            },
            {
                "text": "«Менеджмент» мамандығы бүгінгі таңда аса танымал мамандықтардың қатарына жатады. Менеджмент мамандығы кез келген саладағы компанияларды және ұйымдарды басқару бойынша білім береді.\nМенеджер – бұл басқалардың жұмысын ұйымдастыруға және бақылауға қабілетті маман. Бірақ оның қолданылу саласы және білімі әртүрлі болуы мүмкін: қаржы, туризм, спорт, көлік, өнер және тағы басқалар. Өндірісті ұйымдастыру, қаржылық жоспарлау саласындағы ілгерлі білім, психологиялық басқару аспектілері, компанияларды дамыту бойынша мәселелерді кешенді және кезекті шеше білу жемісті мансапқа қол жеткізуге мүмкіндік береді.\nАтаулы термин оксфордттық сөздіктегі бүгінгі түсінік бойынша мынадай мағына береді:\n- қызмет түрі, түрлі ұйымдардағы адамдарды басқару үрдісі,\n- адам білімінің саласы, ерекше өнер, басқару дағдысы,\n- басқару бойынша жұмысты орындайтын, сала, кәсіпорын, бөлімше менеджерлерінің жиынтығы (тобы), адамдардың белгілі бір категориясы.\nЕгер Сіз өз ісіңізді ашқыңыз келсе, я мемлекеттік немесе жеке фирмаларда, корпорацияларда, кәсіпорындарда өз мансабыңызды жасағыңыз келсе, онда міндетті түрде менеджмент мамандығын таңдауыңыз керек.\n«Менеджмент» мамандығының түлегі экономика және бизнес бакалавры академиялық дәрежесін алады. Бұл мамандық бойынша Сіз кез келген саланың компаниялары мен ұйымдарын басқару білімін меңгересіз. Өндірісті ұйымдастыру, маркетинг, қаржылық жоспарлау, басқарудың психологиялық аспектілері, компаниялардың дамуы бойынша мәселелерді кешенді және тізбекті түрде шеше алу қабілеті бұл мамандықтың түлектеріне сәтті мансап жасауға жәрдемдеседі.\nОлардың фирмалардың, корпорациялардың және трансұлттық компаниялардың алуан түрлі бөлімдерінің (басқармаларының) менеджері лауазымын алуға және бөлімдердің (басқармалардың) бастығына дейін өсуге мүмкіндігі бар. \nЭкономист-менеджер – бұл шағын, орташа, ірі және венчурлық бизнес дамуының бизнес-жоспарларын білікті жасай алатын, олардың орындалуын ұйымдастыратын, ынталандыру және өнімнің сапасы мен бәсекеге қабілеттілігін жоғарылататын жүйесін құратын жалғыз ғана маман.\n«Менеджмент» мамандығының түлектері дәстүрлі бизнеспен компанияның жобалық қызметін тиімді басқара алады.\nӘлемдік тәжірибеге сүйенсек, бас экономист – жоспарлық-қаржылық бөлімінің (басқармасының) бастығы – компанияның нарықтағы сәттілігін қамтамасыз ететін тұлға болып саналады.\n\"Менеджмент\" мамандығының түлегі алатын лауазымдар:\n- Менеджер, алуан түрлі фирмалардың, ұйымдардың, компаниялардың, соның ішінде банктердің жоспарлық-қаржылық бөлімінің (басқармасының) бастығы;\n - Жоба менеджері, жобалау бөлімінің бастығы;\n - Кризис-менеджер;\n - Тәуекелдіктерді басқару бойынша менеджер және т.б.\n- Ұйымдар және фирмалар, қызмет түрлері, меншік нысандары және қатысушылардың дәрежелеріне байланысты (отандық және шетелдік компаниялар):\n- Қаржы және экономиканы басқару органдары (министрліктер, ведомстволар және агенттіктер);\n- Мемлекеттік мекемелер, саяси және қоғамдық ұйымдар;\n- Тауар рыноктары, өндірістік және тұтыну тауарлары;\n- Жергілікті басқару органдары (аудан, қала, облыс әкімдіктері);\n- Ұлттық және жеке компаниялар, концерндер, корпорациялар және т.б.\n- Салааралық кешендер;\n- Халықаралық сауда палаталары, сауда үйлері;\nЕшбір ұйым (банк немесе мемлекеттік мекеме болсын) менеджерлерсіз әрекет ете алмайды. Өйткені, фирма құрылған соң, бірден оны басқару қажеттілігі туындайды. Заманауи менеджерлер дәл осы жұмыс түрін атқарады. Менеджмент – негізгі және сұранысы мол мамандықтардың бірі.\nЕгер сізде көшбасшылық қасиеттер болса, егер сізді кез келген компанияда қызығушылықпен тыңдайтын болса, ал қиын жағдайларда сіз өздігіңізбен шешім қабылдай алсаңыз сізден жақсы басқарушы шығуы мүмкін. Ендеше, «Менеджмент» мамандығын таңдаңыз.\n https://massaget.kz/layfstayl/bilim/zharatylystanu/20049/",
                "date": "3.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аю, түлкі, ағаш туралы тұрақты сөз тіркесі(фразеологизм)",
        "question_content": "Аю, түлкі, ағаш туралы тұрақты сөз тіркесі(фразеологизм) керек және оның мағынасы.",
        "question_date": "4.03.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалыпты жағдайда оттек пен сутектің эквивалент көлемі қандай болады",
        "question_content": "Қалыпты жағдайда оттек пен сутектің эквивалент көлемі қандай болды?\n\nЭквивалент көлем дегеніміз не",
        "question_date": "4.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эквиваленттік көлем дегеніміз заттың бір эквивалентіне сәйкес келетін көлемді айтады.\n\nқалыпты жағдайда сутегінің 1 эквиваленті (1г/моль) 11,2 л оттегінің бір эквиваленті (8г/моль) 5,6л көлем алады.",
                "date": "4.03.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өмір суру үшін не істеуге болмайды?",
        "question_content": "Менің аяғым ауырып жатыр. Аяқ ауырғанда не істеуге болады, не істеуге болмайды?",
        "question_date": "3.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не үшін ауырып жатыр, соғылды ма, нерв тартылды ма, қақсады ма  соны жедел жәрдем шақырып айтасыз. Ол кісілер жағдайыңыздың күрделілігіне қарай көмек береді.",
                "date": "4.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұлпар адамның серігі туралы эссе жазу керек?",
        "question_content": "Тұлпар адамның серігі эссе жазу",
        "question_date": "2.03.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 227,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір қабырғасы екіншісінен 5 есе артық ал диагоналі 53см- ге тең Тіктөртбұрыштың ауданы?",
        "question_content": "Тіктөртбұрыштың бірінші қабырғасы екіншісінен 5 есе артық, ал диагоналі 53см-ге тең. Тіктөртбұрыштың ауданын табу керек.",
        "question_date": "2.03.2022",
        "question_tag": "Геометрия",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың бірінші қабырғасы екіншісінен 5 есе артық, ал диагоналі 53см-ге тең. Тіктөртбұрыштың ауданын табу керек.\nШатаспасам осылай шығарылады.",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    }
]