[
    {
        "question_title": "Аспан денелерінің тіршілікке тигізер пайдасы қандай???",
        "question_content": "Аспан денелерінің тіршілікке тигізер пайдасы қандай???",
        "question_date": "15.04.2020",
        "question_tag": "Мектеп",
        "question_views": 809,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аспан денелері деп тұрғанымыз, бұлт, ай, күн жұлдыздар. Бұлардың пайдасы өте зор. Күн мен ай жарық, сәуле шашушы, олар болмаса тіршілік болмас пе еді?.. Кім білсін?.. Бұлт - бүкіл тіршілікте айналымда тұр десе де болады, ал ай — түнде жолаушыға тигізер пайдасы мол. Қорытындылай келе, бүкіл аспан денелері - әрбір тіршілік иесіне пайдалары айтарлықтай көп.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Виды и причины языковых ошибок.",
        "question_content": "Тема: Виды и причины языковых ошибок. Задание 1. Ознакомьтесь со справочным материалом по теме: «Виды и причины языковых ошибок ». Речевые ошибки – это любые случаи отклонения от действующих языковых норм. Без их знания человек может нормально жить, работать и настраивать коммуникацию с другими. Но вот эффективность совершаемых действий в определённых случаях может страдать. В связи с этим возникает риск быть недопонятым или понятым превратно. А в ситуациях, когда от этого зависит личный успех, подобное недопустимо. Примеры и причины возникновения речевых ошибок: Лексические ошибки Лексические ошибки – нарушение правил лексики, прежде всего – употребление слов в несвойственных им значениях, искажение морфемной формы слов и правил смыслового согласования. Употребление слова в несвойственном ему значении. Эта ошибка связана с непониманием значения слова. Целых два месяца проходил в нашем городе вернисаж художников - передвижников. (Слово вернисаж означает торжественное открытие художественной выставки). Употребление знаменательных и служебных слов без учета их семантики. Пример: Благодаря пожару, вспыхнувшему от костра, сгорел большой участок леса. В современном русском языке предлог благодаря сохраняет известную смысловую связь с глаголом благодарить и употребляется обычно лишь в тех случаях, когда говорится о причинах, вызывающих желательный результат: благодаря чьей-нибудь помощи, поддержке. Ошибка возникает в связи со смысловым отвлечением предлога от исходного глагола благодарить. В этом предложении предлог благодаря следует заменить на один из следующих: из-за, в результате, вследствие. Смешение паронимов. Паронимы - это близкие, но не тождественные по значению однокоренные слова, ошибочно употребляемые одно вместо другого: дипломат-дипломант, одеть-надеть, главный - заглавный. Было холодно, поэтому Маша одела шубу (слово одеть означает «облечь кого-нибудь в одежду»: одеть ребёнка, одежду мы надеваем: надеть пальто). Плеоназм – словосочетание, в котором значение одного компонента целиком входит в значение другого. Примеры: Памятный сувенир (сувенир – это подарок на память); Местные аборигены (аборигены - это местные жители); Жестикулировать руками (жестикулировать-делать движения руками). Тавтология – словосочетание, члены которого имеют один корень: «Задали задание», проливной ливень, сгруппировать в группы . Фразеологические ошибки Фразеологические ошибки возникают, когда искажается форма фразеологизмов или они употребляются в несвойственном им значении. o Усечение фразеологизма: «Ему было впору биться об стенку» (фразеологизм: «биться головой об стенку»); o Расширение лексического состава фразеологизма: «Вы обратились не по правильному адресу» (фразеологизм: обратиться по адресу); o Искажение грамматической формы фразеологизма: «Терпеть не могу сидеть сложив руки». Правильно: «сложа»; Синтаксические ошибки. 1. Неправильное употребление падежей. Наиболее частым является неправильное употребление существительного в родительном падеже вместо дательного. Например, нельзя писать согласно, благодаря, вопреки (чего?). Следует писать - согласно, благодаря, вопреки (чему?) соответствующему положению. Следует также помнить: руководитель, начальник (чего?) отдела, кафедры, центра: заведующий (чем?) отделом, кафедрой; Нарушение правил употребления деепричастных оборотов. Оба действия в предложении с деепричастным оборотом должны осуществляться одним и тем же лицом, и соответственно это лицо и его основное действие должны в предложении отражаться в позициях подлежащего и сказуемого. Например: \"Проработав всего два месяца, у него возникли осложнения с начальником цеха. Правильный вариант: Проработав всего два месяца, он испортил отношения с начальником цеха. Классификация самых распространенных стилистических ошибок № Вид ошибки Пример стилистической ошибки Исправление ошибки 1 Нарушение сочетаемости Улучшить уровень Повысить уровень 2 Неправильный выбор паронима Одеть шапку Надеть шапку 3 Тавтология В книге записей записано... В книге записей отмечено... 4 Смешение прямой и косвенной речи Мальчик сказал, что я пойду играть в футбол Мальчик сказал, что пойдет играть в футбол 6 Лексическая избыточность (плеоназм) Управленческий менеджмент Использовать либо «управление», либо «менеджмент» 8 Повторы слов Кот – это домашнее животное. Коты любят мясо и молоко. В деревнях коты ловят мышей. Домашние коты преданны своим хозяевам Кот – это домашнее животное. Эти маленькие хищники любят мясо и молоко. В деревнях зверьки ловят мышей. Домашние Барсики и Муськи преданны своим хозяевам 10 Неоправданное употребление омонимов Рядом с домом была лавка. (Скамейка или магазинчкик?) Рядом с домом была лавка старьевщика. 13 Смешение стилей Читатель оставил к статье свинский комментарий Читатель оставил к статье оскорбительный комментарий 14 Употребление устаревших слов Нужно бдеть о безопасности работы Нужно заботиться о безопасности работы 15 Нарушение согласования в падеже между однородными членами и обобщающим словом Мама за лето сварила варенье из разных ягод: земляника, клубника, малина, вишня Мама за лето сварила варенье из разных ягод: земляники, клубники, малины, вишни 17 Ошибки в согласовании определений и приложений В углу стоял диван-кровать, застеленная покрывалом В углу стоял диван-кровать, застеленный покрывалом 19 Использование в качестве однородных различных синтаксических элементов Он шел мимо парохода, сияющего огнями и который отчаливал от берега Он шел мимо парохода, сияющего огнями и отчаливающего от берега 20 Смешение времен в причастиях Он основал компанию, занимающуюся торговлей Он основал компанию, занимавшуюся торговлей 21 Неверное использование деепричастного оборота Вытянув экзаменационный билет, мне стало плохо Вытянув экзаменационный билет, я почувствовал себя плохо 22 Нарушение порядка слов в предложении Важный гость в мероприятии обязательно примет участие Важный гость обязательно примет участие в мероприятии 25 Разрыв предложно-падежных сочетаний Украшение не шло к и так роскошному наряду Украшение не шло к наряду, и так роскошному 26 Соединение в одном ряду родовых и видовых понятий В саду росли деревья, цветы, розы, пионы В саду росли цветы и деревья Или: в саду росли розы, пионы, липы 27 Избыток придаточных предложений Он пришел в дом, где часто бывал в юности, когда там собирались начинающие поэты, где впервые побывал на балу. Он пришел в дом, где часто бывал в юности. Тогда там собирались начинающие поэты. В этом доме он впервые побывал на балу. Задание 2. Выполните следующие упражнения: Упражнение 1. Распределите приведённые ниже словосочетания и предложения по группам в зависимости от того, к какому стилю они относятся. Социальные процессы, математическая обработка данных, впечатляющий форум, давить на нервы, настоящим подтверждаю, характеристика прилагается, величественное сооружение, борьба за равноправие, статистические данные, купить тушёнку, вопить без остановки, ранняя диагностика рака, геном человека, найти отклик в душах людей. Упражнение 2. Объедините в словосочетания слова из левой и правой колонки, учитывая особенности их лексической сочетаемости. Укажите возможные варианты. Доказать, обосновать Теорема, теория. Предвещать, предсказать Поражение, успех. Расширить, увеличить, повысить Возможности, потенциал. Античный, классический Мифология, языки Врождённый, прирождённый Талант, ум Гостеприимный, радушный, хлебосольный Приём, хозяин, человек Губительный, пагубный Влияние, действие Длинный,длительный,долгий, Воздействие, период, путь, долговременный, сборы, кредит продолжительный Выдвинуть,высказать,исправить, устранить Гипотеза, догадка, недостатки, Ошибки Наложить, оставить Отпечаток, след. Обнаружить, открыть Закон, закономерность. Упражнение 3. Отредактируйте предложения, найдите стилистические ошибки. Подчеркните такие слова, в скобках напишите правильный вариант. а) В нашей группе есть ещё такие студенты, которые запросто могут пропустить не только лекции, но и практические занятия, ссылаясь на свою перегруженность. Конечно, сейчас всем приходится крутиться, подрабатывать. Но это не освобождает нас от необходимости вовремя сдавать зачёты, получать удовлетворительные и хорошие оценки на экзаменах. В свете вышеуказанного посмотрите вовнутрь себя, и вы поймёте, что я затронул нашу насущную проблему. 2. Меня возмущает повсеместная грубость наших пассажиров. Многие запросто могут толкнуть убелённого сединами пенсионера. А можно вежливо спросить: «Вы не вылазите на следующей остановке?» б) Укажите разные виды речевой избыточности (повторение слов, тавтология, плеоназмы, и т.д... Отредактируйте предложения. 1.Когда люди сотрудничают и вместе работают, они должны взаимно уважать друг друга, быть взаимно внимательными, предупредительными, чуткими. 2. Загрязнение атмосферного воздуха – животрепещущая и актуальная проблема нашего современного века.",
        "question_date": "15.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 673,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іштің астыңғы сол жағы ауырса ол неден болуы мүмкін?",
        "question_content": "Бірнеше күннен бері ішімнің астыңғы сол жағы (қуық үсті) шаншып түйіліп ауырып жүр. Неден болуы мүмкін?",
        "question_date": "15.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 45900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іштің түйілуі — бұл төтеннен болатын қауіпті жағдайдағы ішек ауруларының атауы. Мұндай жағдайда адам өліп кетпес үшін көбінесе шұғыл түрде хирургиялық көмек жасалады. Іш түйілу ауруларының түріне соқырішек, іш құрылысының талаурауы, ішектің тарылуы жатады. Әйелдерде бұл жамбас сүйегінің суық тиіп қабынуы немесе құрсақ сыртындағы екіқабаттылықтан да болуы мүмкін. Ал көп жағдайда іш түйілу ауруының себебі хирургиялық жолмен анықтағанша белгісіз болып қала береді.\nЕгер де адам құсып, бірақ іші өтпей, қатты түйіліп ұзақ уақыт ауырса, онда мұны іш түйілу ауруы деп болжамдауға болады.\nАуру адамды ауруханаға жеткізіңіз,— операция жасау қажеттілігі туындауы мүмкін.\nАлдымен ауырудың мінездемесіне тоқталып өткеніміз дұрыс. Дәрегрлер неге «қалай ауырады, қай кезде ауырады?» деп тәптіштеп сұрайды алдына барғанда? Оның да маңызы бар. Себебі, ауырудың түрі көп. Соған қарай дәл диагноз қоюға болады. Кіші жамбас, сегізкөз бен құйымшақтың аши ауыруы; Созыла, ұзақ ауыру; Арқа мен белді құрсаулап қойғандай немесе ауырған үстіне ауыра түсу. Осылай әртүрлі кейіпте ауыру белгісін сезіну арқылы оның басқа қандай мүшелердің дертімен байланысты екендігінен хабар береді. Белдің ауыруы – ағзадағы дерттерге байланысты Әйелдердің басым көпшілігінде бел сегізкөзден жоғары, арқаға қарай ауырады. Бұл тәжірибе көрсеткен мәлімет. Әсіресе, мына төмендегі аурулардың әсері белге беріледі. \n1. Ағзаға артық салмақ түсу Арқаны белмен қоса ашыта әрі бұрай ауыртатын болса, әсіресе ауыр затты көтергенде немесе ұзақ уақыт отырып жұмыс істегенде белді жаза алмай қалса, бұл ағзаға артық салмақтың түсіуінен. Яғни, ағза күткеннен артық күш түсудің салдарынан ауру белге беріледі. Мұндайда жақсы массаж қабылдаса, тез көмектеседі.\n\n2. Салқын тию «Суықтау» деген сөз бізде кеңінен қолданылады. Бірақ суықтаудың да «суықтауы» бар. Енді мынаған назар аударайық. Әйелдерде бел ауырыу көбіне жазда жиі байқалады. Мұның себебі – аз ғана самалдың өзі терлеп тұрған денедегі қантамырлардың тарылуына әкеп соғады. Нәтижесінде миоспазм – бұлшықеттің бірден жиырылып, арқаның тырысуы мен ауыруы пайда болады. Бұл жағдай бара-бара қабынуға, оның соңы созылмалы ауруға ұласуы мүмкін. \n3. Панкреатит Ұйқы безінің қабынуы қашанда оң жақ қабырғаның асты ауыруымен білінеді. Кейде ауыру басқа дене мүшелеріне: кеуденің, арқаның немесе сегізкөздің оң жағына берілуі мүмкін. Егер басқа жағдайлар болмағанда, белдің төменгі жағына қарай ауыруын дәрігерлер ұйқы безі қызметінің бұзылуымен байланыстырса, таңданбаңыз. Бұған қоса асқорытудың бұзылуы, іш қату мен диарея, диспепсия сияқты белгілер де байқалады. \n4. Гинекологиялық аурулар Әйелдің белі ауыруына себеп болар жайт көп. Оның едәуір бөлігі гинекологиялық себептерге байланысты. Оның ішінде де мына аурулар белді ауыртуы мүмкін: Полипоз; Аналық жұмыртқада еттің өсуі; Өсіндінің апоплексиясы; Репродуктивті жүйеде қабыну немесе ісік процесі болған жағдайда. Гинекология ғылымы бел мен арқаның ауыру себептерін гормондық өзгерістер мен кіші жамбаста орналасқан мүшелердегі жайсыздықтар екендігін алға тартады. Мұндай себептердің тағы бір белгісі – бөліндінің өзгеріске ұшырауы, көңіл-күйдің бұзылуы және етеккір циклының өзгеруі.\n 5. Жүктілік Жүктіліктің үшінші кезеңінде бел ауыра бастайтыны бала босанған көптеген әйелдерге таныс жағдай. Оны дәрігерлер құрсақтағы баланың салмағы өскенсайын кіші жамбастағы мүшелерге қысым түсіретіндігімен түсіндіреді. Ал жүктіліктің ерте кезеңінен бастап бел ауырса, оның себебі не? Егер жүкті әйелде жеріктік басым болып, сонымен қатар белі де қоса ауырса, демек құрсақтағы баланың дұрыс жетілмей жатқандығы. Бұл жүктілікті мерзімінен бұрын тоқтату қаупіне әкеп соқтыруы мүмкін.\n\n6. Эндометриоз Етеккір циклының басталар кезі мен уақытында омыртқаның төменгі жағы ауырып, жайсыздықтар сезілсе, демек эндометриоз әсерінен. Ауыру белгісі әдетте созылмалы болады, әйелдер жамбас сүйегін біреу сындырып жатқандай әсер алады. Мұны тек «етеккір әсерінен» деп жылы жауып қөоя салмай, ертерек дәрігерге көрініп емделу қажет. \n7. Омыртқа аурулары Әйелдің қимыл-тірек жүйесі де уақыт өткен сайын патологиялық өзгерістерге ұшырайды. Егер бел тым қатты ауырса, оның себебі – омыртқаның төменгі бөлігіндегі остеохондроз және омыртқа жарығы болуы мүмкін. Олардың белгілері – бейне бір ток соққандай сезілетін соққымен берілетін ащы ауыру. Мұндай ауыру аяққа, іштің төменгі жағына және құйымшаққа да беріледі. Кейде науқасқа жүру қиын, өзін бейнебір құрсаулап тастағандай сезінеді. \n8. Остеопороз Сүйектің тым әлсіздігі, яғни, сынғыштығы әйелдерде әдетте менопауза кезінде байқалады. Артық күш түскеннен де омыртқа сүйектері жарылып, сынуы немесе пішінін өзгерте бастауы мүмкін. Мұндай өзгерістердің қай-қайсысында болмасын, бел мен арқа тұрақты түрде ауырады. Аяқтағы сезу нүктелері де қызметінен жаңыла бастайды. Ерекше жағдайда әйел өз бетінше қозғалудан қала бастайды.\n 9. Сүйектегі ісік және метастаз Әйелдерде кеөзедесетін сегізкөздің төменгі жағына беретін ауыру (қимылды өзгерткенде ауыру тоқтап қалмайды немесе етеккір циклына қатысы жоқ) сүйектегі онкологиялық ауруға байласты болуы мүмкін. Сол сияқты, кіші жамбаста орналасқан мүшелердің метастазы болуы да ықтимал. Әдетте, оның белгісі күш-қуаттың әлсіреуі, бас айналуы, құсу немесе субфебрилитет болады.\n\n10. Жарақат алу Егер әйелдің бел аурыуы құлау немесе ауыр жаттығулар жасау, басқа да жарақаттардан соң басталса, оның себебі бұлшықеттердегі микро-жарақаттар мен омыртқадағы жұмсақ ұлпалардың жарақат алуынан болуы мүмкін. Әдетте жарақат алған жер ісініп немесе қызарып белгі береді. Мұндай жарақаттарды дәрігерсіз өзінше емдеуге мүлде болмайды.\n\nhttp://ernur.kz/meditsina/aielderdin-beli-nege-auyrady-10-turli-sebep\nНемесе ішектің түйілуі не суық өтуден болуы мүмкін. Мынадай көктемнің алдамшы күнінде табыннан суық өтіп кетсе солай ішті ауыртады.",
                "date": "15.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сомен бул не екен билдиниз ба?",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеміс – жидек суслоны алу және ашытуға дайындау",
        "question_content": "Сусла дегеніміз – сыра ашытқысы",
        "question_date": "15.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өндірісте сыра ашытқысын қайнату барысында берілетін құмақты экстракт қолданылады. Құлмақталған сыра ашытқысы тургбулентті күйде шынықтырады және ХМП – 250 түріндегі мұздатқышта салқындатылады.\nСыра ашытқысын қайнатуда температураның өлшемі:\nмайдалау 500С, белокты үзіліс – 50-500С\nмальтозды үзіліс 60-650С, қанттау – 700С\nжылыту және сүзілуге қайта айдау 700С\nСыра ашытқысын қайнату процесі жартылай автоматтандырылған режимде өндіріледі. Сыра ашытқысы сьыра өндірісі үшін ферментті препараттар қолданбайды. Сыра ашытқысын ашыту үшін, ашытқының төменгі ашытылуы қолданылады. Тазалық мәдени іс-шаралар арнайы аппараттағы стерилденген, құлмақталған сыра ашытқысында жүргізіледі. Дәмді ашытқылардың тазалану және сақталуы 10С дейінгі мұздатқыш ашыту бөлмесінде жүргізіледі. Ашытудың температуралық режимі – ашытқы сапасына және берілген ашытқы мөлшеріне, ашытылу интенсивтілігіне, алдыңғы тәуліктегі экстрактерінің төмендеуі, орменширлі режимі 6-11 тәулікке тәуелді алынады. Технологиялық инструкцияға сәйкес ашытуға дейін 1-20 С кезінде 12 тәуліктен кем болмауы қажет. Ашыту және ашытуға дейінгі CO2 қысымының арқасында жүргізіледі және аппаратпен реттеліп отырады.\nБастапқы ашыту процесі температуралық режиммен өзгерту және жүйелі бақылау персоналды компьютер базасымен автоматтандырылған.\nСыраны сүзу жуғыш сүзгі процесінде іске асады, дайын сыраның органолептикалық және физика-химиялық көрсеткіштерін анықтау «Сыра қайнату өндірісіндегі технологиялық бақылау бойынша инструкциясының»  талабына сәйкес орындалады.\nСақтаудың және СО2 изотермиялық резерборларда тасудың балонсыз әдісі қолданылады.  Сақтау үшін, екі стационарлы сыйымдылық УДХ -8, УДХ-12,5, тасымалдау үшін ЦЖУ-9 бар.\nӨндіріске қолданылатын шикізат сипаттамасы\nАрпа – сыра алу үшін, негізгі шикізат. Ол дәнді ортаға жатады. Мәдени отырғызылған арпа Lordeum batinum түріндегі жинағышының біреуін құрайды. Арпа келесідей артықшылыққа ие: іс жүзінде тез өседі, топырақты климатты жағдайды аз қажет етеді, уыт ашу кезінде оңай өңделеді, арпа уытының құрамына олардың ферменттерін қоса отырып, ең жақсы дәмді және басқа көреткішті сыраны алу мүмкіндігін туғызады. Арпа 88-90 % құрғақ заттан және 12-20 % судан тұрады. Құрғақ зат органикалық және бейорганикалық заттардың жиынтығынан тұрады. Органикалық заттар – негізінен көміртегі, белоктан, майдан, полифенолдан және витаминдерден тұрады. Бейорганикалық заттар келесі элементтерден тұрады: Р, S, Si, K,Na, Fe, Cl.\nАрпа дәнінің орташа химиялық құрамы крахмал 45-70 %, белок 7-26 %, сахароза 1,7 -2 %, целлюлоза 5,5-7 %, май 2-3 %, күлді элементтер 2-3 %.\nҚұлмақ арпалы уытпен сыра қайнатудың негізгі шикізаты болып табылады. Құлмбақ құрамына кіретін заттар сыраға спецификалық дәммен аромат, сыраның жақсы тынығуына әсер етеді. Құлмақ көмірсутектердің, белоктардан, майлардан және басқа заттардан тұрады. Сыра өндірісіндегі су – өнім бағасымен араматты қасиетке күшті әсер ететін негізгі шикізат. Судың тұзды құрамы рН, жылдамдығы және ферментативті процестің тереңдігіне, құлмақты шайырлардың ерігіштігіне, ашытылуына айтарлықтай әсер етеді. Сыра өндірісіндегі су мынадай ГОСТ – ы қанағаттандыруы қажет: 2-4 % аминдер, Н2S және NH3  болмауы, жалпы негізділік 0,5 мг көбейтілген экв/дм3, Fe-0,3 мг/дм3, Мn – 0,5мг/дм3, нитраттар 3 %, нитриттер 25 %, судың рН =6 – 7  болуы қажет. Егер су технологиялық талапты қанағаттандырмайтын болса, онда су дайындауда термиялық, полоалмастырғыштың, электролизді әдісін қолданады.\nМикробиология аумағында жаңа кіріспелердің басты біреуі Хансен ұсынған ашыту процесі болды. Ол К.Карлсберг зерттеу орталығында ашытқының жабайы түрімен жұмыс істеді. Сұрау өндірісінде бұл ашытқылар көптеген ыңғайсыздықтарға әкелді. Хансен ашытқылардың таза культурасын бөліп немесе оларды сыра қайнатуда қолданады. Сонымен бірге ол осындай культураларды сыра өндірісі кезінде қолданудың пионері болды.\nАлкагольді ішімдіктерді құрамында қанты бар шикізаттар ашыту жолымен алады, қорытындысында спирт және көмірқышқыл газы құрылатын ашыту Saccharonyces ашытқылар түрімен іске асады. Бір жағдайларда табиғи қантты қолданады.\nАрпа миясын және басқа да компоненттерді 670С температурада  сумен араластырады.  Араластырар алдында арпа миясының табиғи ферменттері дәннің көмірсутектерін бұзады. Құлмақты қосып оның мыс қазанда қайнатады.  Сыра өндірісі үшін белгілі құрамды алкагольді сусло қайнап болған соң керекті қысымға дейін жеткізеді. Суслоның  тиісті қысымын экстрогирленген  қант құрамының анықталады. Белгілі уақыт біткен соң ашу процесі аяқталады, ашытқылар сырадан бөлінеді және оны біраз уақыт пістіп жетілу үшін құрамында ұстайды. Филтрлеуден кейін және басқа да қажетті процедурадан кейін сыра дайын болады. Хансеннің ықыласы бойынша басталған ашытқылардың индивидуальды штаммдарын қолдану қазіргі кезде қалыпты жағдай: бұл S. сerevisiae және S carlsbergensis  культуралары.\nАшыту процесінің эффективтілігін жоғарылату тәсілінің бірі болып иммобилизденген ашытқыны қолдану жатады, яғни оларды реактордан шығарып алмай-ақ  ашыту процесін барлық уақытта жоғары концентрацияланған клеткасымен өткізуге болады. Ашытқы иммобилизациясы: ашытқы суспензиясын және калий пектатын концентрацияға 50 гр/литр тамшылап Cacb ерітіндісіне береді. 0,1 моль/л концентрациясын және 2 мм диаметрлі шарлар алды. Шарлардағы клетка концентрациясы 12,1 г. DW/л құрайды.\nАшыту ортасы: құрамында қант қалдығына 110 г/л бар жергілікті сыра заводындағы құлмақталған сусло.\nАшыту: қалыптағы ашыту көлемі 500 мл колбада жасалынды, яғни 400 мл құлмбақталған суслосы бар, үздіксіз ашыту калоналы биореакторда сегіз дәрежесі. Реактордың көлемі  521 мл тұратын құлмақталған сусло және 10 мл гельденген иммобилизат ұсталды, ашыту 150С дейін жетті.\nСыра суслосын ашыту\nАшытудың тазалығын сақтау үшін ұрықтық ашытқыларды кезек-кезеңімен бір жасушалардан стерильді жағдайда алынатын таза культруралы ашытқылармен алмастырылады. Таза ашытқы культураларын көбейту үшін хмельденген суслоны сепараторда 18 түссіздендіріп, 26 аппаратта стерильдейді 27,28 ашыту аппараттарына айдайды. Мұнда ашытқының таза культураны ашытқылармен алмастырады. Таза ашытқы культураларын енгізеді. Ашытқының бұдан ары қарайғы көбеюі 60 аппаратта жүреді.\nСуытылған ( бастапқы) суслоны жабық ашытқы апппарттарына 58 және 59 құяды, сол аппаратқа ашу үшін басқа аппараттан 60 ашытқы құяды.бастапқы ашыту аяқталған соң жас сыраны насоспен 57 қайта ашу үшін 52 және 53 аппараттарына айдайды. Ашу аппарттарының түбінде қалған ашытқылар вакуум насоспен 61 көмегімен қайта қолдану үшін арналған жинақтағыш 62 мен сату жинақтағышына 56 жиналады. 56 жинақтағыштан қысылған көміртек диоксидінің қысымымен фильтр-преске 55 орналастырады. Фильтр- престе фильтрленген сыра, қайта өңдеу үшін танкішге 54 қолйылады. Ашытқыларды сыраның қалдықтарынан тазартып немесе оларды ашыту үшін бакатағы 62 суды қолданады.\nЖас сыраның қайта ашуы аппарттарда 15-90 туәлік ішінде өтеді, бірақ буның бәрі сыраның типі мен қабылданған технологиясына байланысты. Сыраның ашуы біткеннен кейін көміртек диоксидінің қысымымен 52 және 53 аппараттарынан ағып шығып, аралстырғышқа 51 барады да, насос 50 арқылы сеперторға 49 барады.\nФильтрленген сыра көміртек диоксидінің қысымымен құю бөліміне жіберіледі.\nСусла қантының ашытқы көмегімен спирттік ашуы – сыра өндірудегі негізгі процесс. Ашыту процесі жүрген кезде сусланың химиялық құрамы өзгереді және ол ароматты дәмді шырын –сыраға айналады.\nТаза мәдени ашытқының түріне және температурасына байланысты суслада жоғарғы және төменгі ашу процесі жүреді. Жоғарғы сусланың ашуы 12-15 0С жүреді, ал төменгі 5-7 0С. Ең көп таралғаны- төменгі ашу. Ашытуды екі стадияға бөледі: негізгі ашу және ашытуға дейін негізгі ашытуда сыралы сусла қантының негізгі массасы ашыған уақыт, бұл кезде жас сыра алынады. Бұл сыраның өзіндік ароматы және дәмі бар мөлдір емес сұйықтықтан тұрады. Төмендетілген температурада (0-2 0С) жас сыра ашуға дейін қалған экстракттың баяу ашуы жүреді, түссіздену, сыраның пісіп жетілуі және көмірқышқыл диоксидінен қанығу процесі өтеді. Негізгі ашуды атмосфералық қысымда 7-10 тәулік ішінде жүргізеді. Ал ашуға дейін артық қысымда 0,04 – 0,07 мПа қысымда 18-90 тәулік жүргізеді.\nАшытқы аппараттары тұратын бөлмені, ашытқы цехы деп атайды. Ал ашуға дейінгі аппараттар ашуға дейінгі цехтарда орналастырылады.\nСыра сусласының ашу процесі екі стадияға бөлінуі, әр түрлі температурада тоңазыту техникасының бұл аймақта даму деңгейінің төмен нәтижесі.\nАшыту кезінде сусланың бастапқы құрамы маңызды ( ашитын қанттың құрамында болуы, ашуға қатыспайтын көмірсу, азотты заттар, фосфаттар, бейорганикалық тұздар және тағы да басқа) және ашытқыға байланысты.\nАшыту үшін сыраны ашытқысының арнайы таза мәдени түрін таңдайды, яғни олар жоғары ашыту белсенділігі болуы керек (ашыту белсенділігі, ашытқылардың спирттік ашуды қоздыру қабілеті), тұндыруға қабілеттілігі (бұл кезде сыраның түссізденуі ашытқылардың тұнуы, ашыту аппаратының түбіне ), сыраға өзіне тән аромат және жұмсақ дәм беруі.\nhttps://baribar.kz/student/20673/ashytqyny-syra-ashytugha-paydalanu/",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеміс-жидек шараптарын классификациялау",
        "question_content": "1. Жеміс-жидек шараптарын классификациялау Акпарат керек",
        "question_date": "15.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеміс-жидек шараптары - жас жемістер мен жидектер езіндісіне қант пен спирт қосып спирттік ашыту арқылы алынатын шараптар. Табиғи жеміс-жидек шырындарында жүзім шырынымен салыстырғанда қант аз, қышқылдар көп болатындықтан, мұндай шараптар дайындаудың өнеркәсіптік технологиясы шырынға қантпен бірге су қосуға да негізделеді. Су қышқылдық мөлшеріне қарай қосылады, осыған орай шараптың сапасы да шырынға су қосу дәрежесіне байланысты болады. Жеміс-жидек шараптарын дайындаудың технологиялық циклы өте қысқа: 30 күннен 5—6 айға дейін, бүл мерзім шараптың сапасына көп өсер етеді. Жеміс-жидек шараптарын жасауда алма, алмұрт, шетен, қараөрік, шие, қарлыған, қарақат, таңқурай, бүлдірген, қызамық, қожақат және басқа да жеміс-жидектер қолданылады және бұлардың қайсысынан жасалуына қарай алма шарабы, шие шарабы, қарлыған шарабы және т. б. деп аталады. Күшейтілген шараптарда спирт мөлшері 16-18%, тәтті шараптарда 16% болады. Қант мөлшері күшті шараптарда — 5—10%, тәтті шараптарда — 10-16%.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баскетбол ойыны қай жылғы Олимпиада ойындарына ең алғашқы рет енгізілді?",
        "question_content": "Баскетбол ойыны қай жылғы Олимпиада ойындарына ең алғашқы рет енгізілді?",
        "question_date": "15.04.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазғы Олимпиада ойындарында баскетболдан жарыстар Берлинде 1936 жылдың жазғы Олимпиада ойындарында алғаш рет пайда болды және содан бері әрбір келесі ойындар бағдарламасына енгізілді. Бұған дейін - 1904 жылғы Ойындарда-АҚШ баскетболшыларының көрнекі матчтары өткізілді. 1932 жылы Халықаралық әуесқой баскетбол федерациясы (FIBA) құрылғаннан кейін баскетболды олимпиадалық бағдарламаға қосу мүмкін болды. FIBA бірінші бас хатшысы Ренато Уильям Джонстың және СТОКГОЛЬМНЕН Германияға кеткен паром бортындағы Карл Диемнің XI Олимпиадасының ойындарын өткізу жөніндегі комитеттің Бас хатшысы келіссөздерінің арқасында 1934 жылдың 19 қазанында Берлин комитеті пленарлық отырыста баскетболды Олимпиада ойындарының бағдарламасына енгізуді мақұлдады. Халықаралық Олимпиада комитетінің (ХОК) сессиясы шешімімен 1935 жылы 28 Ақпанда Ослода баскетбол олимпиадалық спорт түрі болып танылды.\nАҚШ құрамасы бірінші Олимпиада чемпионы атанды. Кейіннен АҚШ баскетболшылары Олимпиада турнирлерінде — 1972 және 1988 жылдары — КСРО құрамасына, 2004 жылы — Аргентина құрамасына бірінші орын беріп, ойынның бойкотына байланысты 1980 жылы мүлдем қатыспады.\nОлимпиада ойындарының бағдарламасына әйелдер баскетболын қабылдау туралы шешім XX Олимпиада ойындарын өткізу кезінде Мюнхендегі FIBA конгресінде қабылданды. 1976 жылдың Келесі ойындарында Монреалда алғаш рет әйелдер турнирі өтті.\nБарселонадағы 1992 ойындардың алдында ХОК басшылығы кәсіпқойларға қатысуға шешім қабылдады. Бұдан кейін НБА және Пас ойыншылары жарысқа қатыса алды. Әлеуметтік блок елдерінің квази-кәсіпқойларды белсенді қолдануына байланысты шешім қабылданды.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңабай деген есім нені бідіреді",
        "question_content": "Жаңабай деген есім кандай мағына береді",
        "question_date": "15.04.2020",
        "question_tag": "Жанұя",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңабай-дүниеге, өмірге жаңа келген бала деп көрсетілген екен барлық жерде. Есімді балаға жаңашыл көзі ашық азамат болсын деп қоятын болу керек.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент алмайды деген қағазды қайдан аламын?",
        "question_content": "Алимент алмайды деген кагазды кайдан алам. Атаулы алеуметтык комекке кажет екен.",
        "question_date": "15.04.2020",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1414 номеріне хабарласыңыз.",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күй анызына компазициялық құрылыс керек",
        "question_content": "Күй анызына компазициялық құрылыс керек",
        "question_date": "15.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күй аңызы - Т.Ахтановтың ең алғашқы әңгімесі. Әңгіменің негізгі тақырыбы — өнер құдіреті. Естемес деген күйшінің ауыр тағдыры. Ол өзінің мұңлы да зарлы күйі арқылы ботасы өлген боз інгеннің тақырдай қатып қалған қайыс жонын жұмсартып, тіршілікке нәр бергендей болды. \nШығармаға композициялық талдау жасату.\nОқиғаның басталуы: Екі салт аттының жолға шығуы. Күйшілердің әңгімесі.\nОқиға байланысы: Жапанда жалғыз нардың кезігуі, ботасы өлген аруананың зары. Естеместің домбырасына тіл бітіруі, жолаушылардың жалғыз қараша үйге келуі\nОқиғаның шиеленісуі: Қыздың әкесіне қолқа салуы\nОқиғаның шарықтау шегі: Естемес күйшінің өнері, «Нар идірген» күйінің дүниеге келуі\nОқиғаның шешімі: Естеместің жолын жас жігітке беруі\nБұл әңгіме күйші Естемес пен жас жігіт Оразымбеттің жолдағы әңгімесі мен бастан кешкен оқиғасы туралы. Естемістің жас қызға ғашық болып, оған соңына дейін тырмысып өзіне алғысы келгені, бірақ қыздың ондай ойы болмағанын біліп, көңілі түскені туралы болатын.\nБасты кейіпкерлер:\nЕстемес - күйші, тарамыс денелі, қатқыл өңді, егде кісі, тағдырына ыза болған, өкінген адам.\nОразымбет - Естемістің шәкірті\nЖаңыл - тік мінезді, басына үкілі тақия киген, талдырмаш қыз.\n«Күй аңызы» - өнер құдіреті жайлы терең дәріптеліп жазылған деп есептеймін. Күй аңызында өмірін өнер жолына арнап, елуге келгенше отбасын құрмаған Естемес күйші мен жас жігіт Оразымбет атты екі кейіпкер жайлы бейнеленген. Әсіресе, Естемес деген күйшінің ауыр қиыншылыққа толы өмірі туралы дәріптелген. Күй және күйші жайлы тебірене жырлайды. Осы әңгімедегі екі кейіпкер ел аралап жүріп, жалғыз ғана үйлі ауылға кез болады. Жапан даладағы үйдің иесі жарлы жан. Жалғыз нарынның ботасы өліп, желіні тондырдай кепкен. Келіп кеткен жолаушыларға тек қана су ұсына алатын еді. Үй иесі өте қарт, жасы келіп қалған, дене бітіміне қарасан аяп кетесің. Себебі, жүдеу келген үстіндегі киімі жамау келген. Бұл шаңырақтың төріне мойын бұрған Естемес күйші еді. Ол сол өңірге аты шыққан даңқты күйші ретінде елге кең жайылған. Ол өзімен бірге Оразымбет деген адамды серік қылады. Жолсеріктің қасында ұзақ уақыт бойы жүргендігінен өте сақ, жұмысқа икемді адам деп санайды. Сол себептен атағы шыққан мықты күйші шығарына сенім білдірген. Және де, «естіп келе жатқан күйлерінді үлгі етіп келе жатқаның дұрыс, ал менің өмірімді үлгі етпеуге тырыс» деп өзінің ақыл-кеңесін айтады. Бұлай айтуынын себебі Естемес күйшінің ауыр тағдыры, өз көкірегіндегі зары, алдамшы бір үміт сәулесіне сенуі баяндалғаны деп санаймын.\nОсы күйшінің жапан даладағы үйге бас бұрғанын айта кетсем, ол уйде тұрмыс жағдайы төмен қария және бойжеткен қызы тұратын еді. Бойжеткен арудың есімі Жаныл болатын. Ол бойжеткенде қариямыз секілді жүдеу тартқан, жұпыны киінген. Сондықтан жастық салтанаты мен әдемілігі көрінбей қалған. Үй иесі Естемес күйшіге қолқа салады. Күй құдіретімен нарды идіріп көрмек ойларын білдірту үшін «Екі күйші, өнерлеріңді бірдей салындар»-деген сөзбен білдіртуге тырысады. Сөйтіп Естемес күйшінің күйі нарды идіргенімен, жас Оразымбет күйші күйді жалғастырғанда ғана нардың сүті шелекке саулай жөнелді. Осы арқылы Тахауи Ахтанов күй құдіреті мен күйшінің шеберлігін жеткізеді.\nҚорыта келе, осы шығармадағы күйдің құдіреттілігі соңшалықты нардың өзін идірген. Осыған қарап отырып күйшінің әрбір күйді жеткізе білетіндігін көре аламыз.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепте ауанық көлемін табу керек",
        "question_content": "Құрамында 20% қоспасы бар 265 г көмірмен әрекеттесу үшін ауаның  (қ.ж.) қандай көлемі қажет?",
        "question_date": "15.04.2020",
        "question_tag": "Химия",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп шарты тура осылай берілсе жауабы осылай болу керек. Бірінші Өнімнің массасын тауып алып, пропорция құру арқылы шешуі:",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығарма неліктен \"Бесеудің хаты\" деп аталады?",
        "question_content": "Өте қатты керек болып түр\n\nШығарма неліктен \"Бесеудің хаты\" деп аталады?",
        "question_date": "15.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың 5 зиялы адамдары бірігіп(Ғабит Мүсірепов, Қадыр Қуанышев, Мансұр Ғатаулин, Емберген Алтынбеков,Мұташ  Дәулетқалиев) Сталинге ашаршылық туралы хат жазады. Сол себепті 5 дің хаты деп аталды.",
                "date": "5.04.2023",
                "upvotes": 1
            },
            {
                "text": "Себебі ол хатты қазақтың 5 ұлы адамы жазған",
                "date": "15.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұңғыш елбасымыз жайлы, оның еңбектері жайлы эссе керек",
        "question_content": "Елбасымыз қайда қазір, оның өмірі жайлы деректер мен эсселер керек еді.",
        "question_date": "15.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 954,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Президент Назарбаев – кеңестік саясаттағы жарық жұлдыз, түрлі республикалар арасындағы ірі тұлға. 50 жасар Қазақстанның лидері – белгілі деңгейде қатал, тәжірибелі, жедел шешім қабылдай алатын адам. Одақтың басқа республикаларының өзі мойындаған жылы шырайлы, талантты және табанды басшы. Назарбаев республиканы басқарып тұрғанда, Қазақстанның табыстарға жету мүмкіндігі мол болады», депті тәуелсіздіктен бұрын-ақ  ХХ ғасырдың ұлы реформаторлардың бірі Ли Куан Ю. Осы пікірді оқи отырып, оның соншалықты кісі тани білетін данышпандығына, көрегендігіне таңғалмауың мүмкін емес.\nСол айтқандай, кеңестік жүйеден шыңдалып шыққан Нұрсұлтан Назарбаев – тәуелсіз мемлекеттің негізін қалап, оның өркендеуіне өлшеусіз үлес қосқан біртуар тұлға, экономиканы қарқынды дамыту мен халықтың әл-ауқатын арттыруда айрықша табыстарға қол жеткізген кемел көшбасшыға айналды. Ол – бабаларымыздан  келе жатқан ұлы арман – тәуелсіздігімізді  тұғырлы ету жолындағы қиын белестерден халқын аман алып өтіп, тарих төрінен өз орнын алды. \nЕлбасы Нұрсұлтан Назарбаев туралы АҚШ конгрессмені Крис Кэннон былай деген еді: «Мен жас Қазақстанның дамуын үлкен ықылас қоя қадағалап жүрмін, 1991 жылы бұрынғы Кеңес Одағынан тәуелсіздік алған сәтінен бастап, бұл ел таңғаларлық саяси және экономикалық жаңғыруларды басынан кешірді. Қазақстан қарыштап алға басып келеді, әрі дұрыс бағытта келе жатыр. Қазақстан қалыптасты, бұған оның басшысы Н.Назарбаевтың сіңірген еңбегі үлкен. Мен Қазақстан табыстарының сәулетшісі Президент Н.Назарбаевтың саяси көрегендігін жоғары бағалаймын, ол айтылып жатқан сындарға қарамастан, елін қуатты экономикалық мемлекеттердің қатарына қосып, бұрынғыдан да ауқымды саяси реформалар жасауға кірісті». Біздің Елбасымыздың бүкіл еңбегі осы бірнеше жолда тамаша көрініс тапқан сияқты. \nЕл тәуелсіздігінің алғашқы жылдарынан бастап Елбасымыз Нұрсұлтан Әбішұлы экономикамен бірге білім және ғылым саласын дамытуға айрықша көңіл бөліп келеді. Бүгінгі таңда еліміздің білім жүйесі жаңа заманға лайық әрі халықаралық стандартқа сәйкес  жетіліп келеді және оның отандық үлгісі қалыптасуда десек, мұнда Елбасы Н.Назарбаевтың инновациялық ой-тұжырымдары мен тікелей қамқорлығының маңызы зор болғанын атап өтуіміз қажет. \n«ХХІ ғасырда білімін дамыта алмаған елдің тығырыққа тірелері анық. Біз болашақтың жоғары технологиялық және ғылыми қамтымды өндірістері үшін қадрлар қорын жасақтауымыз қажет. Осы заманғы білім беру жүйесінсіз әрі алысты барлап, кең ауқымда ойлай білетін осы заманғы басқарушыларсыз біз инновациялық экономика құра алмаймыз. Демек, барлық деңгейдегі техникалық және кәсіптік білім беруді дамытуға бағытталған тиісті шаралар қолдануымыз шарт». Бүгінде Президенттің осы тапсырмасын ұстанған еліміздің білім саясаты әлемдік аренадан өз орнын нақтылауда. Себебі білімді де білікті маман-кадрлар экономиканы қарқынды дамытуда маңызды ресурс болып табылады.  \nТәуелсіздік жылдарындағы отандық білім беруде жинақталған тәжірибені талдап қарасақ, еліміздің білім беру жүйесі әлемдік стандартқа біршама жақындап қалғанына нақты деректер көз жеткізеді. Осы  үдерістің бүгінге дейінгі  нәтижелі атқарылып келуіне, әлбетте, Елбасының әр жылдардағы еңбектеріндегі, әсіресе оның Қазақстан халқына арнаған жыл сайынғы жолдауларындағы еліміздің білім жүйесінің сапасын арттыруға, стратегиялық міндеттерін шешуге бағытталған түбегейлі қайта өзгертулердің қажеттілігін туындататын инновациялық ой-пікірлері мен мемлекеттік стратегиялық бағдарламалары негізгі ғылыми-теориялық, ғылыми-әдістемелік бағыт-бағдар болып, еліміздің білім беру саясаты мен оның жүйесін қалыптастыруға мол мүмкіндік бергенін байқау қиын емес. \nСодан бері бүкіл Елбасы атап көрсеткен мәселелерді жүзеге асыру үшін ғылыми-практикалық жобалар мен тұжырымдамалар және стратегиялық бағдарламалар жасалып, қыруар жұмыстар атқарылды. \nМен жуырда ғана Мемлекет басшысының қабылдауында болып, отандық білім саласына қамқорлығын шын жүрегіммен сезінгендей болдым. Кездесуде Мемлекет басшысына оқу орнының қызметі және «Қазақстандықтардың әл-ауқатының өсуі: табыс пен тұрмыс сапасын арттыру» тақырыбындағы Жолдауды іске асыру аясында атқарылып жатқан жұмыстар жөнінде есеп бердім.  Президентіміз еліміздегі жоғары білім беру жүйесін қалыптастыру және дамыту үдерісіндегі Абай атындағы Қазақ ұлттық педагогикалық университетінің рөлін ерекше атап өтті. «Бұл университет – Қазақстанның алғашқы жоғары оқу орындарының бірі. Еліміздегі жоғары білім беру жүйесінің негізі осы оқу ордасынан бастау алады деуге болады. Сіз және бүкіл оқытушы-профессорлар құрамы отандық білім беру ісіне алдағы уақытта да үлес қосатындарыңызға сенемін», деді Елбасы. Сондай-ақ ол «Мен сіздердің 90 жылдық мерейтойларыңызға өзім келейін деп едім, бірақ мүмкіндігім болмады. Сондықтан арнайы Құттықтау хатымды беріп,  Мемлекеттік хатшы Гүлшара Әбдіқалықованы жібердім. Менің бұл университетке көзқарасым ерекше. Мен сізді университеттің 90 жылдығына байланысты бүкіл ұжым атынан қабылдап отырмын. Ұжымыңызға менің құттықтауымды жеткізуді тапсырамын», деді. \nЖарты сағатқа созылған бұл кездесуде көптеген маңызды мәселе көтерілді. Президент, біріншіден, университеттің 90 жылдық мерейтойын қалай өткізгенімізді, екіншіден, қазан айындағы Жолдауды орындау үшін қандай жұмыстар атқарып жатқанымызды, үшіншіден, Педагог мәртебесі туралы қабылданатын заңға байланысты атқарылатын жұмыстарды, төртіншіден, университеттің бәсекеге қабілеттігін арттыру үшін не істеу керегін сұрады. Мен Елбасына университеттің 90 жылдық мерейтойына байланысты атқарылған іс-шараларды, оның ішінде Еуразиялық педагогикалық жоғары оқу орындары қауымдастығының форумын, математикалық модельдеу жөніндегі халықаралық конференциясын өткізгенімізді, франциялық жоғары оқу орындары басшыларымен әріптестік туралы бірнеше келісімшарттарға қол қойғанымызды, Түлектер форумын және Салтанатты мәжіліс өткізгенімізді және бұл іс-шараларға шетелдерден 200-ге жуық ғалымдар, 70-ке тарта жоғары оқу орындарының басшылары қатысқанын атап өттім. Сонымен бірге Елбасының қазан айындағы Жолдауына байланысты алдағы жылдары қабылданатын «Педагог мәртебесі туралы» заң жобасын жасап, Білім және ғылым министрлігіне тапсырғанымызды, жалпы, Жолдау бойынша тиісті іс-шаралар жоспарын бекітіп, жұмыс істеп жатқанымызды жеткіздім. Елбасының бәсекелестікке қабілетті университеттер қатары көбейіп тұрған қазіргі таңда оларды қалай басып озасыңдар деген сұрағы да көңілге терең ой салды. Осыған байланысты мен университеттің стратегиялық жоспары бойынша 2025 жылға қарай Еуразиялық одаққа мүше елдердің 45 жоғары педагогикалық оқу орындары арасында көшбасшылыққа талпынып отырғанымызды, QS World University Rankings әлемдік рейтингінде 2018 жылдың қорытындысы бойынша 481 орынды иеленіп отырсақ, 2025 жылға қарай 450 орынға тұрақтауды мақсат етіп отырғанымызды айттым. \nМемлекет басшысы әлемдік үздік университеттермен байланысымыз, Сорбонна-Қазақстан институтының жайы туралы сұрады. Мен бүгінде Абай атындағы ҚазҰПУ жаһанның 27 мемлекетінің 150-ден астам беделді университеттерімен байланыс жасап отырғанын, халықаралық қатынастар саласындағы әріптестіктің аясы жыл сайын кеңейіп келе жатқанын Қазақстан Президенті Н.Ә.Назарбаев пен Франция Президенті Франсуа Олландтың қолдауымен Абай университеті базасында ашылған Сорбонна-Қазақстан институтын бүгінге дейін 77  магистрант бітіріп, олар Франция мен Қазақстанның екі бірдей дипломын алып шыққанын,  бүгінде бұл оқу орнының әлеуеті артып келе жатқанын, онда жұмыс істейтін оқытушылардың көпшілігі Париж Сорбоннасы университетінің профессорлары екенін Елбасының қаперіне салдым.\nӨз кезегінде Елбасы Н.Ә.Назарбаев өзінің биылғы Жолдауында оқыту және ағарту қызметі мен студент жастардың жағдайын жақсарту мәселелеріне баса мән берілгенін айтты.  «Педагог мәртебесін арттыру – маңызды міндеттердің бірі. Осы міндетті жүзеге асыру барысында университеттеріңіз алдыңғы шепте болуға тиіс. Бұл мәселені жан-жақты пысықтау қажет», деді Мемлекет басшысы. \nСонымен қатар Президент университеттің қазіргі заманғы ғылыми-техникалық прогресс талаптарына сай болуы керек екенін қадап айтты.  «Әлемнің алдыңғы қатарлы оқу орындарымен ынтымақтасып, байланыс орнатқан жөн. Тәжірибе алмасып, бірлесе жұмыс істеу қажет. Сондай-ақ Абай атындағы Қазақ ұлттық педагогикалық университетінің мәртебесін арттыру жөніндегі жұмыстарды жалғастырудың маңызы зор. Сіз басқаратын университет педагогикалық білім беретін басты оқу орны болуға тиіс», деген Н.Ә.Назарбаев психолог мамандарын көптеп дайындауды, мұғалім дайындаудың сапасын арттыруды, оқу бағдарламасын жаңартуды, педагогикалық ғылымды дамытуды, келесі жылы өткізілетін «Жастар жылына» байланысты жастар саясатын жан-жақты жүргізуді тапсырды. Сонымен бірге университет түлектерін жұмысқа орналастыру мәселесімен тиянақты айналысуды, латын графикасын енгізуге байланысты оқу-әдістемелік құралдар даярлауды жеделдетуді ұсынды. Осы кездесуде Президент Н.Ә.Назарбаев өзінің бес әлеуметтік бастамасына байланысты студенттер жатақханасын салудың жайын сұрады. «Биыл жер телімін алып дайындалып отырмыз, студенттер жатақханасының құрылысын келер жылы бастаймыз» деп едім, ол кісі ризашылығын білдірді. Тіпті «Сіздерге қандай көмек керек?» деп әкелік қамқорлығын да білдіріп жатты. Ал университет ұжымына алғыс айтып, қайта-қайта сәлем жолдауының өзі  Елбасының қарапайымдылығы мен зор адамгершілігінің белгісі.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мурным еңкйсем бітеліп калады",
        "question_content": "Менің мұрным еңкейсем бітеліпкалады тіпті ауа жетпейқалады сосын пысылдап жүремін бул қандай  ауру жане не істесе болады",
        "question_date": "15.04.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Ринит, мұрын бітелу — мұрын қуысының шырышты қабатының қабынуы. Ауруды мұрын қуысына түскен микробтар мен вирустар тудырады.Емі: аурудың бастапқы кезінде денені жылы ұстап, бал немесе таңқурай қосылған шай ішу, мұрын ішіндегі қан тамырларын тарылтатын ерітінділер (санорин, галозалин, т.б.) қолдану. Ринитті болдырмау үшін денені шынықтырып, спортпен шұғылданған жөн; үйде және жұмыс орнында жеке бастың гигиенасын сақтау қажет; егер жұмыс орны шаң-тозаң, улы газбен байланысты болса, респиратор немесе қорғаныш дәкесін қолдану керек.\n2)Синусит — бұл бет қуысының немесе мұрынға тірелетін сүйектің асқынған немесе созылмалы ауруы. Ол көбінесе құлаққа, тамаққа инфекция түсуден, қатты салқын тиюден болады. Емдеу жолдары:\nСуды көбірек ішіңіз.\nМұрын арқылы аздап тұзды су сорыңыз немесе бумен дем алыңыз.\nБетке ыстық компресс қойыңыз.\nМұрынға фенолефрин түріндегі деконгестанттар тамызыңыз.\nАнтибиотиктер қабылдаңыз: тетрациклин , ампициллин немесе пенициллин.\nЕгер жағдай жақсармаса, дәрігерге барыңыз.\nАлдын алу:Салқын тиген және мұрын біткен кезде мұрынды тазартыңыз.\n3)Шаң кенелеріне аллергия деп үй шаңында болатын аса ұсақ жәндіктерге аллергиялық серпін аталады. Шаң кенелеріне аллергияның белгілеріне түшкіру және мұрын ағуы/бітуі жатады. Көптеген адамдар шаң кенелеріне аллергия болғанда астманың (демікпе) ентігу және тыныс алудың қиындауы секілді белгілеріне де шалдығады.\nМұрын қуысының қабынуына байланысты шаң кенелеріне аллергия симптомдарына жататындар:\n·         түшкіру\n·         мұрынның ағуы\n·         көздің қышуы, қызаруы немесе ылғалдануы\n·         мұрынның бітуі\n·         мұрынның, таңдайдың немесе көмейдің  қышуы\n·         мұрын қуысынан сілемей бөліндісінің көмейдің артқы қабырғасынан ағуы\n·         жөтел\n·         беттегі қысылу және ауырсыну сезімі\n·         көздің ісінуі, көз асты терісінің көкшілденуі \n·         балалық шақта – мұрынды жиі үйкеу\nегер шаң кенелерге аллергияға демікпе қосарланса, адам келесілерге ұшырайды:\nтыныс алудың қиындауы\nкеудедегі қысылу сезімі немесе ауырсыну\nдем шығарғанда, ентіккенде ысқырық естілуі\nентігуге, жөтелуге және ауыр тыныс алуға байланысты ұйқыдағы мәселелер.\nЖөтел немесе сырылдау ұстамалары, олар тұмау немесе суық тию секілді респираторлық вирустық инфекциялардан ушығады.\n Аллергияны бақылаудың бірінші шарты  -  шаң кенелермен қатынасты мүмкіндігінше жою. Шаң кенелердің әсерін жойғанда, аллергияның көрінісі азаяды, немесе аллергиялық серпіннің симптомдары жеңілдейді. Дегенмен, қоршаған ортадан шаң кенелердің әсерін толығымен жою мүмкін емес. Симптомдарды бақылау үшін дәрілік препараттар қажет болуы мүмкін.\nДәрігер мұрынмен тыныс алуға байланысты аллергия симптомдарын жеңілдету үшін келесі препараттар тобын тағайындауы мүмкін.\n4)Немесе жүре пайда болған кез -келген аллергия болуы мүмкін.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универ биртирип кайтадан баска универге тусуге боладыма?",
        "question_content": "Техникалық универді 4 жылдығын бітіріп, одан кейін мед академияға түсуге боладымекен? ЕНТ тапсырып. Егер шекті балл ала алмай қалса, сол техникалық универде магистр жалғастыра берсе.",
        "question_date": "15.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тест тапсырып қайта екінші жоғарға білім ала аласыз. Ол үшін Кешенді тест тапсыруға өтініш білдіресіз. Медициналық мамандықтың өте жауапты әрі оқу процессі ұзақ екендігін сезініп отырсаңыз батыл түрде тапсырсаңыз болады. Магистратура мен екінші жоғары білім алу арасында таңдау жасау керексіз. Басқаша айтқанда құжаттар өткізу арасы күндері сәйкес келмей қалады.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нәрсе ойыс айнадан F<d<2F қашықтықта орналасқан айнада пайда болатын кескінді сипатта",
        "question_content": "Нәрсе ойыс айнадан F<d<2F болған қашықтықта орналасқан айнада пайда болған кескіндіні сипаттандар",
        "question_date": "15.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам әрекеті жер бедеріне қалай әсер етеді?",
        "question_content": "Апай маған сұрақ қойды.Адам әрекеті жер бедеріне қалай әсер етеді?",
        "question_date": "15.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам әрекеті өнеркәсіп жұмысы жанданбай тұрып ондай қатты зиянды әсерін тигізген емес. Табиғат өзінің заңды өздерінің табиғи іріктелуі арқылы жер бетін артық қалдықтан арылтып отырған. Ал табиғи жолмен қалыпқа келмейтін жаңа заттар өндіріле  басталғалы қоршаған ортаның  ластануы күрт өсті. Оның бір жағы сол заттардың қоқыс болып қоршаған ортаны ластауы(оның бір бөлігі қайта өңделіп жатса да ), және сол заттарды өндіру кезінде қалдық сулар мен жалын газдарының және т.б. қоршаған ортаны ластауы. Сондықтан Адамзат әрекеті жер бедеріне де жалпы қоршаған ортаға да ауқымды зияндығын келтіруде.  Қысқаша түрде ойым осылай.",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аласапыран\" романының композициялық талдауы керек",
        "question_content": "Композициялық талдау\n\n1.Оқиғаның басталуы:\n\n2.Оқиғаның дамуы:\n\n3.Оқиғаның шиеленісуі:\n\n4.Оқиғаның шарықтау шегі:\n\n5.Оқиғаның шешімі:",
        "question_date": "15.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткеннің бәрі – біздің өмірбаянымыз. Біз – болашақтың өмірбаянымыз. Өмірбаянда белгілі бір оқиға өсірілмей не өшірілмей, жағымды да, жағымсызы да толық көрініс тапса, ол соғұрлым қымбат, бүгінгі ұрпақ үшін оның берері өлшеусіз. «Соғыс және бейбітшілік» тетралогиясы, «Хаджи-Мұрат» повесі – соған айғақ, «Аласапыран» романында да осындай сууреткерлік жауапкершілік байқалады. \nРоман-дилогияның бірінші кітабында Созақтағы кеңесте Тәуекел ханның сайлау рәсімі мен хан шешімі бойынша он алты жасар Ораз-Мұхаммедтің Қадырғалидың қызы Ай-Шешек-бегімге үйленуі, Қазақ халқының жайлауға көшу кезіндегі жалпы жағдайы, жер дауы, аңшылық, саятшылықтағы Ораз-Мұхаммедтің жастық жалыны, осы жастық, албырттығының кесірінен орыстың қолына тұтқындалып, мұнарасы биік Мәскеуге аттанысынан шежіре шертіліп, Ораз-Мұхамедтің Ресейде де өз халқының қасиетін жоғары бағалатып, орыс-қазақ қатынастары және екі ел достастығының тарихындағы үлкен рөл атқарғаны, өз елінен сырт жүріп, айналасындағы ет жақын туыстары – анасы, әйел-баласынан айрылып күйреуі, бірақ Федор патша қайтыс болып, орнына Борис Годуновтың отыруы және сол кездегі оны Хан Керменге хан сайлануы, қазақтардың Абдолла ханмен ұрыстағы жеңісі оны қайта түлетіп, қажырына келтіріп жаңғыртады. \nАл шығарманың екінші кітабында Хан Керменге аттанған Ораз-Мұхаммед ата салты бойынша ақ киізге отырып хан сайлануына, Хан Кермен воеводасы Ерофей Глуховпен теке тіресіне, Есеней бектің жаулық әрекетіне, осы жұрттың ең басты төрт ұрығы – Шәш пен Есенейдің, Саманай мен Төбейдің қыздарынан, қарындас-туыстарынан қалыңдық алуы, әпкесін, жиені – Мұрат-Мұхаммедті көшіріп әкелуі, Көшім ханның әулет-жұрағатына пана болуы, қалтқысыз сенімді досы Жаһаншамен пікірлесуі, оның қайтыс болуы, Борис Годуновтың қабылдауында болуы, оның Ораз-Мұхаммедті өзімсініп ішкі сырын айтуы, қысқасы Ораз-Мұхаммедтің Хан Кермендегі тіршілігіне арналады. Шығарма аяғы жазушының эпилог есепті өз ойы берілуімен бітеді. \nАлпыс айламен таққа жеткен, төңірегіндегілерді құлша табындыра келіп, өзімшілдігі асқынған Годуновтың трагедиясын «Аласапыран» дилогиясында Ораз-Мұхаммед монологімен жазушы сәтті жеткізеді. Бағыныштыларына құрыш болат секілді көрінетін Барыс патша Н.Карамзин жазған тарихта ондай деңгейде көрінбейді. «Аласапыранның» құндылығы сол – ол жаттанды философиялықтан аулақ. Жазушы бас кейіпкерін Б.Годунов саясатын мейлінше құптайтын, кезі келсе, оған жанын беруге әзір, адал қызметші ретінде бейнелейді. Патша үкіметінің көршілес бұратана жұртты колониясына айалдырудағы жымысқы, зымиян саясатын жазушы ерекше шеберлікпен суреттеген. Роман тоқырау кезеңінде жазылса да, қаламгер әділеттің ала жібін аттамай, тарих туралы ақиқат пен айнымас шындықты бұрмаламаған. Сондай-ақ, сол дәуірдегі Ресей патшалығының ішкі және сыртқы саясаты, таяу уақытта Шығыс Еуропа мен жарты Азияның қожасына айналғысы келген өлермендігі шығармада дәлелді түрде түсіндіріледі. \nБүгінгі күн немесе бүгінгі заман шындығы бұдан жүздеген, мыңдаған жылдар бұрынғы өткен тарихты қажетсінеді. Осы ретте «Аласапыран» - төл тарихымыздың, мәдени дамуымыздың көшін жалғастырған тарихи туынды. Шығарма арқылы оқырман сонау өткен заман туралы шындықты, қазақ ұлтының арман-мұратын тани отырып, жас ұрпақтың бойына патриоттық сезімдерін қалыптастырады. Осы тарихи романдар арқылы жеке тұлғаны Отанын, туған жерін құрметтеп, дара тұтатын азамат етіп тәрбиелеу бүгінгі күннің өзекті мәселесі.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/27721/",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам қаңқасы неше сүйектен тұрады",
        "question_content": "Адам қаңқасында қанша сүйек бар",
        "question_date": "15.04.2020",
        "question_tag": "Тазалық",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "200 ден астам сүегі бар",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазпочтадан шотымды тексеру?",
        "question_content": "Казпочтада акшамнын барын жогын тексеру",
        "question_date": "15.04.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "post.kz сайтында көруге болады.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасқыр тісті жұлдыруға болама?",
        "question_content": "Қасқыр тісті қалай кетіруге болады жұлдыруға боладыма.?Мен достарымның арасында сөйлегенде, кулгенде уяламын",
        "question_date": "15.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тісті жұлдыруға үлгересіз қай уақытта да . Бірінші жұлдырмас бұрын маманмен кеңесіп оны бір қатарға түзетіге болады ма екен соны білу керек. Себебі, ол кейін жақ сүйектерінің қисаюына әкелуі мүмкін, тістің жетіспеушілігінен.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу үшін?",
        "question_content": "Мен 1-8 к сыныпта бир 4 болмай 5-ке шығып келдім. Ал енди осы жылы 9ыншы сыныпта 1 2сабагым 4болайн деп тур.  Менн осы еки саббакка бола алдынгы жылдары шыккан багаларым саналмай мен сонда кызыл ала алмаймынба?",
        "question_date": "15.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп бітіргеннен кейін берілетін куәлігіміздің жоғарғы оқу орнына  түсерде маңызы зор. Мемлекеттік гранттың шектеулі екені де бәрімізге аян. Соған қарамастан, бағаға мән бермейтін тұстарымыз өте көп. Мектеп қабырғасындағы әр пәннің бағасы – сіздің білім көрсеткішіңіздің нәтижесі. Куәліктің түсі қызыл және көк болып бөлінетіні белгілі. Ресми атауы – аттестат. \nБұл екі түстен бөлек \"Алтын белгі\" иегерінің жеке аттестаты болатыны тағы бар. Бұлардың бір-бірінен басты ерекшелігі он бір жыл білімнің бағалық көрсеткішінде. Оқуға түсерде екі адамның нәтижесі бірдей болса, міндетті түрде аттестаттың орташа көрсеткіші жоғары түлек оқуға бірінші болып түседі. Қызыл аттестат немесе ерекше аттестат иегерінің орташа баға көрсеткіші – 5 болатыны белгілі. Дегенмен, \"Алтын белгі\" иегерінің  аттестаты мен ерекше аттестат қатар бәсекеге түссе, міндетті түрде \"Алтын белгі\" иегері оқуға бірінші болып түседі. Олардың жеке-жеке өзіне тән ерекшеліктері бар. \nКөк түсті аттестат – он бір жыл бойы алған бағаларыңыз аралас болса, яғни \"3\", \"4\", \"5\" деген бағаларды қатар алып жүрсеңіз қарапайым көк түсті куәлік аласыз. Алайда, бағалардың барлық жиынтығын есептеп, ортақ көрсеткіш шығарылатынын ұмытпаңыз. Сондықтан, үштік бағаның көп болмауын қатаң бақылауға алыңыз. \nҚызыл түсті аттестат – көбіне бұл құжат оныншы және он бірінші сыныптағы үлгеріміңізге қатысты болып келеді. Аталмыш екі жылда барлық пәннен тек қана бестік баға алсаңыз, оған қоса кей-кездері \"Алтын белгіге\" ұсыныла отырып, бір балл жетпей қалып жатса да, осы ерекше аттестты ұсынады. Бұл аттестаттың баға көрсеткіші – 5,0 шкаласын көрсетеді. Алайда, осы құжатпен кез келген мамандыққа жол тарту өте қиын. Есеп және аудит, халықаралық қатынастар, екі шет тілі, экономика, құқық, кеден ісі сынды мамандықтарға ерекше аттестатпен де түсе алмай жатқандар жетіп артылады. Сондықтан, мамандық таңдағанда салыстыра кетуді ұмытпаңыздар. \nАлтын белгі аттестаты – бұл аттестатты алу үшін он бір жыл бойы үздік бағаға оқуыңыз керек. Әр тоқсанның өзінде төрттік баға болмау керек. Орташа баға көрсеткіші – 5,0. Көп жағдайда мемлекеттік грантты бірінші болып иеленуге толықтай құқылы. Бұл құжаттың жатақхана алар тұста да маңызы зор. Дегенмен, кей мамандықтарға грант шектеулі екенін ескерсек, \"Алтын белгі\" иегері бола тұра да шеттетіліп қалу шарттары бар. Сондықтан, бұл жерде де мән беру қажет.\n\nТолығырақ: https://massaget.kz/okushyilarga/jogargyi_syinyip/41643/",
                "date": "15.04.2020",
                "upvotes": 0
            },
            {
                "text": "сәлем,сен қаншаға шықтың,сұрағыңның жауабын таба алдыңба,айтшы өтініш",
                "date": "3.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Торғайларды біржола қуып жіберу үшін не істеуге болады?",
        "question_content": "Мен торғайларды қалай біржола қуып жіберу керектігін білгім келеді. Өйткені күндіз түні үйіміздің қабырғаларын тесіп кетеді. Оның үстіне үйіміздің кез келген жеріне ұя салады.",
        "question_date": "15.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 194,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мынандай әдістері бар екен:\nЖарқырайтын , сәуле шашатын заттар\nҚоңырауларды пайдалану\nУльтрадыбыстар\nАйналаны жарқырататын , қатты сәулелендіретін заттар ретінде ескі CD дискілерді пайдалануға болады. Оларды ағаштардың басына іліп қоюға болмаса  шатырдың су ағарына ілуге болады. Фольга да болады. Ең бастысы оларға күн түсіп жарқырауы керек.  Жаңбырлы күні бұл әдіс жұмыс істемейді.\nАулаға қоңыраулар іліп қоюға да болады. Олар жел соққанда шылдырлайды. Кейібреулері тіпті қоңырауларға фольганың бөлшектерін де байлап амалын жасайды. Шылдырлайды да, жарқырайды да. Құстар дыбыстардан шошып келмейді. \nСенімді тәсілдердің бірі ретінде ультрадыбыс саналады екен. ОЛ басқа жануарларға зияны тимейтіндей арнайы жиілік бөледі.Оларды тек құстар естиді, оларға бұл дыбыс жағымсыз, қауіп ретінде қабылданады.Торғайлар тезірек ұшып кетуге тырысады.\nБасқа да тәсілдерді мына сілтемеден көріңіз. \nhttps://www.stroy-krov.ru/articles/vygnat-ptits-iz-pod-kryshi",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөздерді талдаңыз?",
        "question_content": "Ұшқыштар, бітірген, бастадым, одан, командирі, болып, атқардым, оқыдым, ғарышқа, туралы, жылы, ғарышкемемен, шығу, үшін, өте, ұладарды, болуға, шақырамын",
        "question_date": "14.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киіз үйдің ең құрметті бөлігі?",
        "question_content": "Киіз үйдің ең құрметті бөлігі",
        "question_date": "14.04.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киіз үйдегі ең құрметті орын – төр. Есік маңайы – босаға. Киіз үйдің оң қанаты әйелдер бөлігі саналып, төсек-орын, бесік, үй аспаптары, ыдысаяқтар тұратын орын.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несиені өтеу сомасын анықтаңыз? Қорытынды жасаңыз.",
        "question_content": "Он мың АҚШ доллары көлемінде алынған несие, алты айдан соң 23 % жылдық есеппен өтеледі. Несие алған күнгі бағам 1 АҚШ доллары тең – 380 теңге, несие жапкан күні – 385 теңге. Несиені өтеу сомасын анықтаңыз? Қорытынды жасаңыз.\nЕкі міндеттеме бар. Біріншісі – 400  мың теңге, 4 айдан соң өтеу қажет. Екіншісі – 450 мың теңге 8 айдан соң өтеу керек, ставкасы жылдық есептен 12 пайыз. Осы екі міндеттеме тең міндеттеме деп санауға бола ма? Жауабыңызды дәлелдеңіз. Қорытынды жасаңыз.\nБанкке қандай көлемде капитал салу керек екенін анықтаңыз. Егер, сыйақы 10 пайыз жылдық есептен болса және бір жылдан соң сыйақы сомасы 1000 000 теңге құраса. Қорытынды жасаңыз.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": []
    }
]