[
    {
        "question_title": "Дарын мектебіне 7сыныпты аяқтап жатқандар қабылданадыма",
        "question_content": "Дарын мектебіне 7сыныпты аяқтап жатқандар қабылданадыма?",
        "question_date": "15.05.2023",
        "question_tag": "Мектеп",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8 сыныпта бос орын болса, тест тапсырып көруіңізге болады. егер 3 орын бос болса, тестен жоғары балл алған үш адам қабылданады",
                "date": "19.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған 200мың теңге бере аласыздар ма? Жомарт адамдар бар ма?",
        "question_content": "Маған 200мың теңге керек болып тұр еді тез арада, анама ота жасатуға жетпей тұр еді. Жомарт жандар болса каспиге жібере аласыздар ма? Алладан қайтсын жақсылықтарыңыз",
        "question_date": "13.05.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "адам ақшаны өз еңбегімен табуы қажет!",
                "date": "16.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кетіп оқуға бола ма?",
        "question_content": "Ұлттық қауіпсіздік комитеті мамандығына 9 сыныптан кейін оқуға түсуге бола ма?",
        "question_date": "13.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. 11 ден қана",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір айел жүр не істеуге болады?",
        "question_content": "Саламатсыздарма менің жасым 16 да сіңілім 15 те и біздің мамамыз жоқ бірақ біздің үйге папамыз әйел әкелген болатын ну жұмыстағы колегга  так скажем мен оны үйде 1 ай тұрады ма деп ойласам уже 4 5 ай болды тұрып жүр нервыма тиеді и еще сасиды бірақ тамағымызды жасап шоколадтарын әкеліп сөйтіп жүреді типа біздің мамамыз сияқты бірақ оны папам қарындасы сияқты көреді томпиған бір әйел ше мен жек көрем ал сіңілім соны жақтайды да жүреді .бүгін көшесізба деп сұрасам келесі ай көшем деп сөйтеді просто уйде папа ушеуіміздн комфорт барда еще квартирада тұрамыз екі бөлмелі анау келіп  жабысып .бүгін көшесізба деп едім арғы бөлмеде бірдеңе сыбырлап боқтап жүр күйеуімен ажырасқан и балаларыда бар",
        "question_date": "13.05.2023",
        "question_tag": "Жанұя",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-1 аиел қылу керек",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1*2*3*...*45 осындай есептерді қалай атайды формуласы қандай",
        "question_content": "бұл сұрақ гаусс әдісіне ұқсайды екен бірақгаусс әдісі емес екен бұл қалай аталады",
        "question_date": "12.05.2023",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 161,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Факториал. формуласы: n!",
                "date": "12.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Х- кездейсоқ шамасы соғылған голдардың саны ретінде анықталады?",
        "question_content": "Асылбек мектептiн футбол кұрамасының үздік ойыншыларының бірі. Бүгінгі ойында онын 0, 1, 2 немесе 3 гол соғу ықтималдығы сәйкесінше 0,25, 0,35, 0,25 және 0,15.\n\nХ- кездейсоқ шамасы соғылған голдардың саны ретінде анықталады.\n\nа) Х-тiн ықтималдык үлестірім кестесін кұрыңыз.\n\nb) Бүгінгі ойында Асылбектін 3-тен кем гол согу ықтималдығы нешеге тең?\n\nс) Бугiнгi ойында Асылбектiн гол согуынын ең ықтимал санын табыңыз.\n\nd) X кездейсок шамасынын дисперсиясын есептеңіз.\n\nе) Осы кұрамада ойнайтын баска ойыншы Айбектін бүгінгі ойында гол согуының математикалык күтімі 1,3, ал дисперсиясы 0,92. Нәтижелерінің шашырандылығы азырак ойыншынын есiмiн канатша ( V) белгiсiмен белгiленiз.",
        "question_date": "12.05.2023",
        "question_tag": "Математика",
        "question_views": 428,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "a) X-кездейсоқ шаманың ықтималдық үлестірімдерінің кестесін құру үшін біз соғылған бастардың әр санының ықтималдығын анықтаймыз (0, 1, 2 немесе 3):\n- 0 гол соғу ықтималдығы: P (X=0) = 0,25\n- 1 гол соғу ықтималдығы: P (X=1) = 0,35\n- 2 гол соғу ықтималдығы: P (X=2) = 0,25\n- 3 гол соғу ықтималдығы: P (X=3) = 0,15\nЕнді Ықтималдықтар кестесін құрайық:\n/ X(гол соғу саны) | P (X) ықтималдығы |\n|-------------------------------|------------------|\n| 0 | 0,25 |\n| 1 | 0,35 |\n| 2 | 0,25 |\n| 3 | 0,15 |\nb) Асылбектің 3 голдан аз соғу ықтималдығын анықтау үшін 0, 1 және 2 гол соғу ықтималдығын қосамыз:\nP(X < 3) = P(X=0) + P(X=1) + P(X=2) = 0,25 + 0,35 + 0,25 = 0,85\nСонымен, бүгінгі ойында Асылбектің 3 голдан аз гол соғу ықтималдығы 0,85 құрайды.\nс) бүгінгі ойында Асылбек голдарының ең ықтимал санын табу үшін ықтималдығы барынша арттырылатын мәнді анықтаймыз. Бұл жағдайда гол соғудың ең ықтимал саны 1 болады, өйткені бұл сан ең үлкен ықтималдыққа ие (0,35).\nD) кездейсоқ шаманың дисперсиясы x формула бойынша есептеледі:\nD(X) = Σ[(x - μ)^2 * P(x)]\nМұндағы μ-математикалық күту(голдардың орташа саны), P (x) - ықтималдық, x - голдардың саны.\nD(X) = (0-1)^2 * 0,25 + (1-1)^2 * 0,35 + (2-1)^2 * 0,25 + (3-1)^2 * 0,15 = 0,25*1 + 0,25*0 + 0,5*0.25 + 0,5*0.15 = 0,25 + 0 + 0,125 + 0.075 = 0.45\nОсылайша, X кездейсоқ шамасының дисперсиясы 0,45 құрайды.\ne) башк ойыншысында математикалық күту μ = 1,3 және дисперсия D(X) = 0,92 ретінде есептеледі.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мынадай оң сандар тізбегі a1, a2, ..., an, ... арифметикалық прогрессияны,",
        "question_content": "Мынадай оң сандар тізбегі a1, a2, ..., an, ... арифметикалық прогрессияны, ал  Мынадай оң сандар тізбегі b1, b2, ..., bn, ... геометриялық прогрессияны құрайтыны  белгілі. Егер  a1 ≠ a2, a1 = b1 және  a2 = b2 деп ұйғарып, кез келген натурал  n, n > 2 үшін an < bn, болатынын дәлелдеңіздер",
        "question_date": "12.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N > 2-де әрбір табиғи n үшін an < bn теңсіздігін дәлелдейік.\n\nТапсырма шартынан біз мұны білеміз:\na1 = b1, a2 = b2, және a1 > a2 (өйткені арифметикалық прогрессия артады).\n\nӘрі қарай, өйткені B1, b2 тізбегі, ... геометриялық прогрессияны құрайды, содан кейін:\nb2 = b1 * q, b3 = b2 * q, ..., bn = b1 * q^(n-1), ...\n\nМұндағы q - геометриялық прогрессияның мультипликаторы, ол жақын мүшелердің қатынасы болып табылады.\n\nБастап шарттар, a1 = b1 және a2 = b2 келесідей:\n* a1 * q = a2\n* b1 * q = b2\n\nМұны Арифметикалық прогрессияның монотондылығы туралы тұжырыммен біріктірейік:\na1 > a2 --> a1 * q > a2 * q\n\nСоңғы теңсіздік жүйесі бізге a1 * q > A2 * q екенін айтады, бұл b1 * q > b2 екенін дәлелдейді, өйткені a1 = b1 және a2 = b2.\n\nЕнді N > 2 үшін қарастырайық, өйткені n = 1 және n = 2 дәлелденген:\nN > 2 ұлғайған кезде N одан да көп an < BN деген теңсіздіктің орындалуын қамтамасыз етуі керек, өйткені геометриялық прогрессияның әрбір келесі мүшесі q - ға көбейту арқылы артады, бұл an және bn мәндерінде әлі де байқалады, сондықтан а тізбегі b тізбегіне қарағанда тезірек өседі.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі 5 сұраулы сөйлем керек?",
        "question_content": "Сұраулы сөйлем дегеніміз не? Сұраулы сөйлемге мысал ретінде 5 сөз жазу керек.",
        "question_date": "12.05.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сұраулы сөйлем дегеніміз-бірдеңенің жайын, мақсатымен сұрай айтылатын сөйлемді сұраулы сөйлем деп атаймыз. Сұраулы сөйлем соңына сұрау белгісі қойылады.Мысалы:\nКелдің бе?\nОқыдың ба?\nЖаздың ба?\nБардың ба?\nБиледің бе?",
                "date": "14.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатика пәні мұғаліміне өлең құрастырып берініздерші аты Нариза !",
        "question_content": "өлең жазып берініздерші информатика мұғаліміне",
        "question_date": "10.05.2023",
        "question_tag": "Мектеп",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақша аударма:\n\nМұғалім, электронды жол сиқыршысы,\nНаргиза, сіз аспандағы жұлдыз сияқты жарқырайсыз.\nКодтардың құпияларында сіз бізді ертегідегідей басқарасыз,\nИнформатика сіздің көзіңіздегі даналық.\n\nСіз виртуалды әлемдерге есік ашасыз,\nБайттар көңілді балалар сияқты билейтін жерде.\nҚиын тапсырмалар — сіздің ойындарыңыз,\nОлар сиқырлы отшашулар сияқты сабақ күтеді.\n\nАлыстағы әлемдердің кілті ретінде білім,\nСіз бізге құнды сыйлық ретінде бересіз.\nҰстаз, Наргиза, сіз біздің сандық Жарық нұсқаулығысыз,\nСіздің сабағыңыз-шексіз мұхит сияқты даналық.\n\nШыдамдылығыңыз үшін, еңбегіңіз үшін рахмет,\nАқпарат әлемінде сен біздің жолсерігімізсің.\nТуған күніңмен, қымбат мұғалімде,\nСенің әр қадамыңда қуаныш болсын, Ұлы Наргиза!\n\nОрысшасы:\n\nУчитель, волшебник электронных путей,\nНаргиза, светишь, как звезда в небесах.\nВ тайнах кодов ты ведёшь нас, как в сказке,\nИнформатики мудрость в твоих глазах.\n\nТы открываешь дверь в виртуальные миры,\nГде байты танцуют, словно весёлые дети.\nСложные задачи — твои игры,\nВ них уроки ждут, как волшебные светлячки.\n\nЗнания, как ключи к мирам далёким,\nТы даришь нам, как ценный подарок.\nУчитель, Наргиза, ты наш гид по свету цифровому,\nТвой урок — мудрость, как бескрайний океан.\n\nБлагодарим за терпение, за твой труд,\nВ мире информации ты — наш проводник.\nС днём рождения, в учителе драгоценном,\nПусть будет радость в каждом шаге твоём, великий Наргиза!",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде өрт шығыпты, сол өртті сүтпен сөндіріп жатқанын көрдім. Бұл нені білдіреді",
        "question_content": "Түсімде қора сияқты жерде өрт шығып жатқанын көрдім және екі жігіт сүтпен сөндірмекші болғаннын көрдім",
        "question_date": "10.05.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Армандар көбінесе біздің санадан тыс ойларымыздың, қорқыныштарымыздың немесе тілектеріміздің көрінісі болып табылады. Бұл жағдайда сіздің арманыңыз сарайдағы өрт жағдайын және оны сүтпен сөндіруге тырысатын екі жігітті сипаттайды. Арманды түсіндіруге тырысу үшін бірнеше мүмкін аспектілерді қарастырған жөн:\nӨрт: армандағы өрт шынайы өмірде кездесетін стрессті, қақтығыстарды немесе қиындықтарды білдіруі мүмкін. Мүмкін сіз өзіңіздің жағдайыңызда бір нәрсе бақылаудан шығып бара жатқанын сезесіз.\nҚора: әрекет орын алатын орын да маңызды. Қора құнды немесе құпия нәрсені сақтаумен байланысты болуы мүмкін.\nСүт: сүт нәзіктікті, қамқорлықты немесе ана болуды білдіруі мүмкін. Бұл тұрғыда өртті сөндіру үшін сүтті пайдалану нәзік немесе қамқор әдістермен мәселелерді шешуге деген ұмтылысты көрсетуі мүмкін.\nЕкі жігіт: бұл егжей-тегжейлі мәселелерді шешуде ынтымақтастықты, қолдауды немесе бірлескен күш-жігерді көрсете алады.\nЖалпы, армандар субъективті және оларды түсіндіру сіздің жеке тәжірибеңіз бен сезімдеріңізге байланысты болуы мүмкін. Егер ұйқы сізді қатты эмоцияларға душар етсе немесе мазасыздық сезімін қалдырса, нақты өмірдегі эмоционалды күйлер мен жағдайларға назар аудару пайдалы болуы мүмкін.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егерде адамның қан қысымы жоғары болып мұрнынан жиі қан кетіп тоқтамаса не істеген жөн?",
        "question_content": "Мұрынан көп қан кетеді және қан қысымы жоғары адам.Жасы егде тартқан кісі болғандықтан өз кеңестеріңізді білдірсеңіздер. Не іатесек болады?",
        "question_date": "10.05.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 181,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Невропотолог маманына жүгінуге кеңес беремін.\nЧерепной давление болған жағдайда, қан ұю процессі бұзылған жағдайда, тромбоцит көтерілгенде немесе түсіп кеткен кезде осындай жағдайлар болуы мүмкін.",
                "date": "12.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан әйелдері 35жастағы қытай жынды қазағына үйленуге ұнайма?",
        "question_content": "Қазақыстанның жергілікті қазақ әйел қыздары 35~36жастардағы мінезі тұңғыйық , әрекеті баяу, дұрыстап сөйлей алмайтын,  басы істемейтін жындылау күзетші қазақ жігітніне тұрмысқа шығуға ұнайма?  Қытайда қазақ аз, маған тұрмықа шығуды қалайтын қытай қазақ қызын таба алмадым.",
        "question_date": "7.05.2023",
        "question_tag": "Махаббат",
        "question_views": 207,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни сұрақтарды fatua.kz ҚМДБ сайтына қоя аласыз",
                "date": "9.05.2023",
                "upvotes": 1
            },
            {
                "text": "Некелесуді ұйғарған екі жастың екеуінің де ақыл есі дұрыс болу шарт.  Есі дұрыс емес жындының некесі есепке алынбайды.\n\nТолығырақ: https://islam.kz/kk/questions/januya/neke/nekenin-nendei-sharttary-bar-187/#gsc.tab=0",
                "date": "9.05.2023",
                "upvotes": 1
            },
            {
                "text": "Исламның қойған шарттары бойынша мұсылман еркек яуди немесе христиан әйелге үйленуіне болады. (Маида сүресі, 5) Демек, әртүрлі діндердегі ерлі-зайыптылардың өз діндеріне сай өмір сүруі мүмкін. Алайда мұнда да әйел адам мұсылман сеніміне келу мүмкіндігі жоғары болғандықтан рұқсат етіледі. Ал, дінсіз, теріс дін өкілдерін әйелдікке алуға рұқсат жоқ. Құранда: «Ей иман еткендер! Аллаға серік қосатын әйелге, олар иман келтірмейінше үйленбеңдер…» (Бақара, 221) делінеді.   \nБірақ, мұсылман әйел басқа дін өкіліне немесе дінсіз адамға тұрмысқа шыға алмайды. Құранда: «Мүшрик еркектерге, иман келтірмейінше мүмин әйелдерді некелемеңдер!» (Бақара, 221) делінеді. Себебі, әйел заты көбінесе еріне бағынышты болғандықтан күпірлікке түсіп кету қаупі бар. Тарихта керісінше болған жағдайлар да жоқ емес. Османлы сұлтаны Йылдырым Баязидтің ұлы Косова жеңісінен кейін Христиан ханшайымы Оливераға үйленіп, кейін соның ықпалында қалғандығы айтылады.\n\nТолығырақ: https://kazislam.kz/erli-zajyptylar-rt-rli-dindi-stans/",
                "date": "9.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инженер мамандығын колледжде оқыған ғана дұрыс ба, әлде университетте оқыған дұрыс па ?",
        "question_content": "Қай оқу орнында оқыған дұрыс",
        "question_date": "5.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инженер мамандығы үнемі білікті арттыруды талап ететін мамандық. Меніңше, колледжге оқуға түсіп, оқып бітіріп, жұмыс жасап көріңіз, жұмысыңыздағы инженерия бағытына қарай ЖОО оқып аласыз.",
                "date": "5.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Та жалғауына 1 сөйлем жазу?",
        "question_content": "Та жалғауына 1 сөйлем жазу керек өтінемін срочна керек болып тұр комектесынызшы",
        "question_date": "5.05.2023",
        "question_tag": "Мектеп",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз сыныпта Отан қорғаушылар күніне кеш ұйымдастырдық.",
                "date": "5.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Маған өте тез ұран керек. Топтың аты: Креативті арулар",
        "question_content": "Біздің мектепте жарыс болып жатыр сол үшін маған ұран керек.\n\nТоптың аты: Креативті арулар",
        "question_date": "5.05.2023",
        "question_tag": "Мектеп",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "біііііізз қазақтың қыздары қазақтың қыздарыыы еееееееуууууу",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы селекционерлер туралы мәлімет",
        "question_content": "Қазақстандағы селекционерлер туралы мәліметтер керек.",
        "question_date": "4.05.2023",
        "question_tag": "Мектеп",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ізтелеу Әбуғалиев (16.12. 1930, қазіргі Батыс Қазақстан облысы Жаңақала ауданы – 27.10.2004, Алматы) – ауыл шаруашылығының ғылымдарының докторы (1976), Қазақ КСР-інің еңбек сіңірген ғылыми қайраткері (1984), профессор (1988), Қазақстан Ғылым Академиясының акадеимигі (1994).\nӨмірбаяны\nҚазМУ-ды (1953, қазіргі ҚазҰУ) және осы университтің аспирантурасын (1956) бітірген.\nҚазақстан Ғылым Акедемиясының Ботаника институтында (1957–1959, қазіргі Ботаника және фитоинтродукция институты) кіші ғылыми қызметкер\n1959 жылдан Қазақ егіншілік ғылыми-зерттеу институтында аға ғылыми қызметкер, бөлім меңгерушісі, директордың ғылыми жұмыстар жөніндегі орынбасары, директоры (1975–1995)\n1995 жылдан Қазақстан Республикасының Ұлттық академиялық аграрлық зерттеулер орталығының академик-хатшысы болды.\nҒылыми жұмысы\n1975 жылы «Қант қызылшасының тұқымын өсіруге және оның селекциясына, аймақтық егіншілік жүйесі» деген тақырыпта докторлық диссертация қорғаған. Ол Қазақстан ауыл шаруашылығы ғылымына жаңа бағыттарды – қант қызылшасының селекциясын, биотехнологияны, сорттық агротехниканы, өсімдік генофондын, биометрияны, т.б. енгізді; ауыл шаруашылық дақылдарының (қант қызылшасының, жүгерінің, күздік бидайдың) жаңа сорттарын шығарды. Оның суғарылатын, суғарылмайтын, тәлімі, таулы жерлерде егіс жүйелерін жасауға және ауыл шаруашылықтын дақылдарын өсіру технологиясын жақсартуға арналған ғылыми ұсыныстары мен әдістемелері ауыл шаруашылық өндірісіне енгізілді. Әбуғалиев 260-тан астам ғылыми еңбектің, оның ішінде 10 авторлық куәліктер мен патенттердің иегері.\nШығармалары\nТехнология производства и заготовка кормов на пашне, А., 1987;\nБезвысадочный способ семеноводства сахарной свеклы, А., 1992;\nПоле степного Приуралья, А., 1993.\nМарапаттары\nЕңбек Қызыл Ту ордені;  «Құрмет Белгісі» ордені медальдармен марапатталған.\n***********\nБөлей Жөнақынұлы Демесінов (1943 жылы туған, Түрікменстан, Мары облысы) – селекционер-ғалым, биология ғылымдарының докторы (1984), профессор (1985]), Түрікмен ауыл шаруашылығы ғылым академиясының корреспондент мүшесі.\nБашқортостандағы Уфа ауыл шаруашылығы институтын бітірген (1968).\nҒылыми жұмыстарының негізгі бағыты – шөл-шөлейтті жерлерде мал тұқымының өнімділігін арттыру. Оның үлкен бір зерттеу нысаны – Маңғыстау өлкесінде асыл тұқымды Ахалтеке жылқыларын жергілікті Адай жылқысымен будандастырып, сапалы тұқым алу; елтірісі бағалы қаракөл қойын осы өңірде өсіріп, жерсіндіру. Демесіновтің осы мәселелер жөніндегі бағалы ұсыныстары мен ғылыми жаңалықтары Маңғыстау облысы мал шаруашылығында, Оңтүстік Қазақстан облыстарында, сондай-ақ мал тұқымын асылдандыру жөніндегі тәжірибелері ТМД елдерінде кеңінен қолданылады.\n***********\nВалентин Петрович Кузьмин (5.12.1893, Самара губерниясы Антоновка селосы — 8.5.1973, Целиноград, қазіргі Ақмола облысы Шортанды ауданы Шортанды кенті) – ауыл шаруашылығы ғылымының докторы (1962), Қазақстан ғылым академиясының академигі (1962), Социалистік Еңбек Ері (1962).\nҚазақстанда 1935 жылдан Комаровск МТС-інде (Көкшетау облысы) тұқым өсіруші агроном, Шортанды тәжірибе станциясында (қазіргі Ақмола облысы) селекция бөлімінің меңгерушісі (1936–52), Бүкілодақтық астық шаруашылық ғылыми-зерттеу институтында бөлім меңгерушісі (1957–65), сонда ғылыми кеңесші (1965–73) болды.\nНегізгі ғылыми еңбектері егіс дақылдары селекциясы, өсімдік өсіру мәселелеріне арналған. Кузьмин Моңғолияның мәдени өсімдіктеріне сипаттама берді; тағамдық дақылдардың Қазақстан жағдайына лайық 40-тан аса сортын шығарды; сондай-ақ қуаңшылық аймақтардағы дақылдардың селекциялық бағытын және тәсілдерін (КСРО Мемлекеттік сыйлығы, 1952) зерттеді. Ленин және 2 рет Еңбек Қызыл Ту ордендерімен марапатталған.\n**********\nДүйсенғазы Мағауияұлы Мусин (15 шілде 1957 жыл, Семей облысы, Жарма ауданы, Ильинка ауылы) - қоғам қайраткері. Шығыс Қазақстан облысынан сайланған Қазақстан Республикасы Парламент Сенатының депутаты (2017 жылдан бері).\nӨмірбаяны\nЕңбек Қызыл Ту Орденді Қазақ ауыл шаруашылығы институтын (1974) агроном мамандығы бойынша; Қазақ гуманитарлық заң университетін (2004) заңгер мамандығы бойынша бітірген[1].\n«Нұр Отан» ХДП мүшесі.\n1979 жылдан - В. И. Ленин атындағы ұжымшардың тұқым өсіруші-агрономы, бас агрономы (Семей облысы, Жарма ауданы, Игоревка ауылы)[1].\n1985-1988 жылдары - ШҚО Жарма ауданы ауыл шаруашылық бөлімінің меңгерушісі[1].\nШығыс Қазақстан облыстық мәслихатының депутаты (1992-1998; 1998-2001).\n1993 жылдан - Қазақстан Ленин комсомолы атындағы асыл тұқымды кеңшар директоры (Абай облысы Жарма ауданы Жарық ауылы).\n1996 жылдан - «Қалбатау» асыл тұқым зауыты» АҚ Директорлар кеңесінің төрағасы (ШҚО Жарма ауданы Жарық ауылы).\n2001 жылдан - ШҚО Жарма ауданының әкімі.\n2009 жылдың сәуірінен бері - Шығыс Қазақстан облысы Көкпекті ауданының әкімі.\n2014 жылдың желтоқсанынан бері - Шығыс Қазақстан облысы әкімінің орынбасары.\n2017 жылдан бастап – Шығыс Қазақстан облысынан сайланған Қазақстан Республикасы Парламент Сенатының депутаты\nӘскери атағы - запастағы полковник.\nМарапаттары\n«Құрмет» (2007) ордені\nАуғанстан және ҚР шектеулі соғыстар ардагерлері одағының «Ерекше сіңірген еңбегі үшін»\n«Тыңға 50 жыл» (2005)\n«Қазақстан Конституциясына 10 жыл» (2005) медальдарымен марапатталған\nМәдениет қайраткері\nШар қаласының құрметті азаматы (2002)\nҚазақстанның Еңбек сіңірген қайраткері (1999)\nҚазақстанның Құрметті спорт қайраткері (2004).\nОтбасы\nӘкесі - Мусин Мағауия. Анасы - Мусина Сақып.\nҮйленген. Жұбайы - Мусина Бақытгүл Мұстафақызы (1959 жылы туған), зейнеткер, «Жасар» ҰШ кәсіпкері.\nҰлы - Мусин Ренат (1983 жылы туған); қызы - Мусина Жанна (1987 жылы туған).\n**************\nӘнес Алтынбеков (15.3.1909, қазіргі Қарағанды облысы Ақтоғай ауданы – ө. ж. б. Қызылорда қ.) – күріш өсірудің шебері, агроном, ауыл шаруашылық ғылымдарының кандидаты, Қазақ КСР-інің еңбек сіңірген агрономы (1969).\nАрғын тайпасының Тобықты руының Дадан бұтағынан шыққан.\nҚызылорда облысының ауыл шаруашылық өндірісінде 40 жыл еңбек еткен. Аймақтың ауа райы мен жер жағдайын ескере отырып, алғаш 6 және 7 танапты ауыспалы егіс әдісін қолданып, күріш пен беде түсімін 2,5 – 3 есеге арттырады. 1954 – 56 ж. Алтынбеков басқарған топ тәжірибелік танап гектарынан 47 ц күріш жинады. Алтынбеков күріштің Қазалы 168/3, Қызылорда 356, т.б. сорттарын шығарды. 1965 жылдан Қызылорда аймақтық агрохим. лаб-н басқарды.\nЕңбек Қызыл Ту ордені және медальдармен марапатталған.",
                "date": "10.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 жылда екі ит алты рет туады. 3 жылда төртеуі неше рет туады?",
        "question_content": "1 жылда екі ит алты рет туды\n3 жылда төртеуі неше рет туады?",
        "question_date": "4.05.2023",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 3200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кемінде, туылған күшіктер 3жыл ішінде тумаса, 3жыл*4ит*3рет/ит*жыл=36",
                "date": "4.05.2023",
                "upvotes": 0
            },
            {
                "text": "16 болар енди мумкин шыгар деп оилаим",
                "date": "12.05.2023",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша бір жылда 24 рет туады",
                "date": "13.05.2023",
                "upvotes": 0
            },
            {
                "text": "Он сегіз рет туады",
                "date": "9.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "15 шылау сөйлем жазу керек?",
        "question_content": "15 шылау сөйлем жазыңыз. Шылау сөйлем дегеніміз не?",
        "question_date": "4.05.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 263,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шылау сөйлем дегеніміз-сөз бен сөзді, сөйлем мен сөйлемді байланыстырды. Шылау сөйлем мүшесі бола алмайды.",
                "date": "18.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Армиядан келген соң дипломды қалай алуға болады? Жеңілдіктер қарастырылады ма?",
        "question_content": "Оқу бітірмей армияға барып, армиядан келген соң дипломды қалай алуға болады?",
        "question_date": "3.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғарғы оқу орнына грантқа түсуге болады. Бірден диплом алу деген жоқ.",
                "date": "4.05.2023",
                "upvotes": 0
            },
            {
                "text": "Егер әскерге кетер кезде немесе кеткен соң (жақындарыңыздың біреуі өтініш жазса) академиялық демалыс алған болсаңыз, сол ЖОО барып тоқтаған жеріңізден оқуыңызды қайта жалғастыра аласыз.\n\nӨтініш жазбай хабарсыз және төлемақы бойынша оқудан шығып кеткен болсаңыз, университетішілік штрафты кассаға төлеп қайта жалғастыруға болады.",
                "date": "10.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі көрсетілген нұсқалардың қайсысы саясаттанудың қызметіне жатпайды?",
        "question_content": "А) Гносеологиялық;\nВ) Саяси жүйені рационализациялау;\nС) Танымдық қызметі;\nД) Саяси әлеуметтендіру;\nЕ) Болжам жасау қызметі.",
        "question_date": "3.05.2023",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 165,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саясаттанудың қызметтері\n\nҚай ғылым болмасын белгілі бір қызметтерді атқарады. Саясаттану ғылымы да мынадай қызметтер атқарады:\n\n· Танымдық қызметі.Саясаттану қоғамдағы оқиғаларды танып білуге олардың саяси мәнін түсінуге және болашақты болжауға мүмкіндік береді.\n\n· Бағалау қызметі. Ол саяси құрылысқа, институттарға, іс- әрекеттерге және оқиғаларға саяси баға береді. Қоғамдағы саяси оқиға мен құбылыстарды бағалау арқылы көпшілік оны ақтайды немесе қаралайды.\n\n· Саяси әлеуметендіру қызметі. Демократиялық мемлекеттерде ол азаматтықты, халықтың демократиялық саяси мәдениеттілігін қалыптастырады. Қазіргі кезеңде азаматтарымыздың саяси құндылықтарында қайшылықтық тұстар байқалуда. Бұл саяси әлеуметтендіру жұмысын жетілдіруді қажет етеді.\n\n· Реттеушілік, басқарушылық қызметі. Бұл қызмет арқылы саясататну ғылымы адамдардың саяси өмірінде өзін- өзі ұстауын іс-әрекетін реттейді. Саяси дамудың бағдарын бақылай отырып саясаттану қоғамдағы оқиғаларды тиімді басқару үшін нақтылы мәліметтер береді.\n\n· Саяси өмірді жетілдіру қызметі. Бұл ғылым саяси инситуттар мен қатынас-тарда, басқаруда реформалар жасап, оларды байта қарауда теориялық негід болады. Оның көмегімен заңшығарушы атқарушы органдар қабылдайтын құқықтық жарғылар, саяси басшылық шешімдер алдан- ала тексеріліп зерттеледі, қоғамда болып жатқан нақтылы жағдайлар саяси тұрғыдан тал-данады.\n\n· Болжау қызметі. Саяси зерттеулердің құндылығы саяси процестердің үрдісін сол күйінде бейнелеумен тоқтамайды. Ол белгілі бір саяси жағдайларда алдыңғы қатарлы, озық саяси өзгерістер жасауға бағытталған ғылыми болжаумен аяқталуы тиіс.\n\nТест нұсқаларына сәйкес А) варианты-ау",
                "date": "3.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1. Программаны тестілеу дегеніміз- А)Алгоритмнің дұрыстығын тексеру үдерісі",
        "question_content": "Информатика 8 сынып 5-бөлім бойынша тест тапсырмалары1. Программаны тестілеу дегеніміз- А)Алгоритмнің дұрыстығын тексеру үдерісі В) Программаның жұмысын тексеріп, қатені түзету үдерісі С)Программаны әзірлеу үдерісі Д)Программадағы қателерді түзету үдерісі Е)Модельдеу үдерісі",
        "question_date": "3.05.2023",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В) Программаның жұмысын тексеріп, қатені түзету үдерісі",
                "date": "3.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі адамның қажеттілігін және сонымен бірге талап-тілегін орындауға жағдай?",
        "question_content": "Қазіргі адамның қажеттілігін және сонымен бірге талап-тілегін орындауға жағдай жасайтын не?",
        "question_date": "2.05.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 211,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өтініш.     жазу.",
                "date": "3.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкшетауға МЧС мамандығына грантқ түсу үшін қанша балл керек?",
        "question_content": "Егер грантқа түсе алмай қалсан қанша қаражатпен оқисын оқуды жауап береаласыздарма",
        "question_date": "2.05.2023",
        "question_tag": "Университет, колледж",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азаматтық қорғау академиясына күндізгі оқу нысанына орта білімі бар, он алты жасқа толған, денсаулық жағдайы бойынша әскери қызметке және оқуға жарамды Қазақстан Республикасының азаматтары (ұлдар мен қыздар) қабылданады. Академияға қабылдау медициналық, физикалық және психофизиологиялық көрсеткіштер бойынша іріктеу нәтижелерін ескере отырып, ҰБТ сертификатының балдарына сәйкес конкурс түрінде жүргізіледі.\n\nАкадемияда курсанттарды оқыту республикалық бюджет қаражат есебінен жүзеге асырылады. Курсанттар барлық оқу кезеңіне тегін киім-кешекпен, тамақпен және мемлекеттік шәкіртақымен қамтамасыз етіледі. Сондай-ақ курсанттарға демалыс кезінде жол жүру ақысы төленеді. Оқу мерзімі - 4 жыл. Оқу уақыты мен мерзімі әскери қызмет өткерумен теңестіріледі.\n\nБиылдан бастап азаматтық қорғау академиясына оқуға қыздар да қабылданатын болды. 1-4 курс аралығында қыздар Көкшетау қаласында жатаханадан тыс жерде өз есебінде тұрады.\n\nАкадемияға түсуге ниет білдірушілер тұрғылықты жері бойынша аумақтық Төтенше жағдайлар департаментінің кадр саясаты бөлімшелеріне өтініш (еркін нысанда) береді.",
                "date": "4.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 жыл өтіпті аудармашы бола алдыңыз ба?",
        "question_content": "10 жыл өтіпті аудармашы бола алдыңыз ба?",
        "question_date": "1.05.2023",
        "question_tag": "Мамандық",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 жыл өтіпті аудармашы бола алмадым",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағасына деген сағынышын Төлен қалай білдіреді?",
        "question_content": "1) Ағасына деген сағынышын Төлен қалай білдіреді? 2)Төленнің үйіне келгендер кімдер?",
        "question_date": "1.05.2023",
        "question_tag": "Мектеп",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": []
    }
]