[
    {
        "question_title": "Қоқаңдықтар алым салықтың қандай түрлерін енгізді?",
        "question_content": "Қоқаңдықтар алым салықтың қандай түрлерін енгізді?",
        "question_date": "7.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоқан хандығы билеушілері Сырдария бойында Дінқорған, Қошқорған, Жаңақорған, Күмісқорған, Шымқорған, Жүлек, Шудың бойында Тоқмақ, Пішпек, Меркі, Сарысуда Қаражар, Төртқұман, Ұлытау бекіністерін Қорағаты өз. бойында Иткешу бекінісін салдырды. 1826 жылы Әулиеата бекінісінің негізі қаланды. Қоқан бекіністері төңірегінде көшіп-қонып жүрген қазақ қауымдары жылына түндік басы 6 қой, 24 қап көмір, 4 өгіз арба сексеуіл, 100 бау қамыс тапсыруға міндетті болды. Ал егіншілер егіс өнімінің үштен бірін Қоқан хандығы қазынасына төлеуге тиісті еді.",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Құлагер әкең тұлпар,шешен сұңқар\" эссе жазу керек?",
        "question_content": "\"Құлагер әкең тұлпар, шешең сұңқар\" эссе",
        "question_date": "7.02.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тілегеннің ниеттің қабыл болатын дұға барма? Егер білсеңіз айтыншы",
        "question_content": "Тілегеннің ниеттің қабыл болатын дұға барма? Егер білсеңіз айтыншы",
        "question_date": "6.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысын бір Алла біледі. 40 күн фатиха сүресін  бір оқығанда 11 реттен оқып, дұға оқыңыз.",
                "date": "17.03.2022",
                "upvotes": 0
            },
            {
                "text": "Дұғаның шарттары :  \n1.Дұғаның қабыл болуы үшін мына дүниенің өзіндік заңдары мен себептерін ешбір ақаусыз атқаруымыз қажет. Пайғамбарымыз (с.ғ.с.) тек қана дұға етіп қана отырмай, ол үшін қажетті шарттардың бәрін орындаған. Мәселен, Бәдір шайқасында Алланың елшісі бүкіл дайындықтарын жасағаннан кейін барып, қол жайып Жаратқаннан медет тілеген болатын. Сондықтан ғалымдарымыз дұғаны екіге бөліп қарастырған. Біріншісі «фиғли дұға», яғни, ісіміз арқылы Ұлы Жаратушыдан тілеу. Мысалы, жер жыртып, дән сеуіп, оны жаз бойы суарып, өсіп-жетілуі үшін керекті барлық іс-шараларды атқару. Мұндай дұға Алла тағаланың орнатқан заңдары мен себептерін орындау арқылы жүзеге асатындықтан көбіне қабыл болады.        \nАл, екінші дұға «қаули дұға», яғни, сөзбен, не жүрекпен тіленетін дұға. Қаули дұғадан бұрын фиғли дұға жасалуы керек. Іс істемей жатып, жасаған барлық дұғаларды Алла тағала қабыл ала беретін болса, елдің бәрі жатып-ішер жалқауға айналар еді. Ал, Алла тағала құлдарының жалқау болуын, әлбетте, қаламайды. Әр сұрағанымызды Алла тағала сол мезет бере берсе, дүниедегі тепе-теңдік бұзылар еді.\n2. Дұғаны шынайы ықыласпен жасау. Құрандағы: «Аллаға шынайы ықыласпен дұға етіңдер» деген аят осыған шақырады. Ал, Алла елшісі (с.ғ.с): «Біліп қойыңдар! Алла тағала құлықсыз жүрекпен жасалған дұғаны қабыл етпейді» , – дейді.\n3. Харам аспен қоректенбеу. Пайғамбарымыз (с.ғ.с.) хадисінде бір адамның алыс сапарға шығып, алба-жұлбасы шыққан кейіпте екі қолын көкке көтеріп, Алладан тілек тілегені жайлы жеткізе келе: «Алайда, оның ішкен-жегені, киген киімі харам болса, дұғасы қалай қабыл болсын?» деген. Адамдардың көбісі дұға жасай салып, дұғам қабыл болмайды деп шағым айтып жатады, алайда ішкен-жегені мен нәпақасын қалай тапқанына аса көңіл аудармайды. 3. Құбылаға қарап, дұға жасау. Пайғамбарымыздың (с.ғ.с.) дұға тілерде құбылаға қарап, дұға жасағаны жайлы Жәбир ибн Абдуллаһ былай жеткізеді: «Пайғамбарымыз (с.ғ.с.) Арафатқа келгенде, құбылаға қарап күн батқанға дейін дұға жасаған».\n4. Дұға жасағаннан кейін бетті сипау. «Пайғамбарымыз (с.ғ.с.) дұға жасаған кезде қолдарын көтеріп, бетін сипамастан түсірмейтін еді».\n 5. Қасиетті мекендер мен уақыттарда жасау. Дұға жасауға кез-келген уақыт пен кез-келген орын лайық. Бірақ ерекше аталған қасиетті жерлер мен қадірлі уақыттарда жасалған дұғаның айрықша қабыл болатыны туралы да хабарлар бар. Сол хадистің бірінде: «Құл сәжде кезінде Раббысына ең жақын болады. Сондықтан сәждеде мол дұға жасаңыздар» деген. 6. Дұға тілегенде тек бір Алладан ғана сұрау. Құран Кәрімде:  «Алла тағаладан басқа пайда да, зиян да келтіре алмайтыннан (пұттардан) дұға тілемеңдер» , – дейді.\n7.Алла тағаланың көркем есімдерімен дұға тілеу. «Раззақ» есімі арқылы ризықтың сұралуы, «Рахим» есімі арқылы мейрімділіктің қалануы, Шаафи есімі арқылы неше түрлі ауруларға шипа тіленуі дұғаның бір хикметіне жатады. Сол секілді Алланың басқа да есімдері арқылы жәрдем сұрау жайлы Алла тағала былай дейді: «Алла тағаланың көркем есімдері бар. Осылармен дұға жасаңдар» .\n 8. Дұғаны үш реттен қайталау керектігі жайлы ибн Масғуд: «Пайғамбарымыз (с.ғ.с.) дұға еткенде, бір нәрсені сұрағанда, үш реттен қайталайтын» . Иә, дұға ету, яғни Алладан қажетiн тiлеу – мұсылман тiршiлiгiндегi елеулi орын алатын ғибадат түрi. Пайғамбарымыз (с.ғ.с.): «Дұға – мүміннiң қаруы, дiннiң тiрегi, аспан мен жердiң нұры» , – деген.\nИсточник: http://www.ihsan.kz/kk/articles/view/5342",
                "date": "23.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психдиспансерде учетта тұру туралы мәселе",
        "question_content": "Менің сұрайын дегенім психдиспансерде  учетта тұрса, дені сау болса оны қалай учеттан алуға болады?, маған емес, біреу бір қиын жағдайда, көмектесіңіздерші?, кімнен көмек сұрауға болады?, кімге арызданады?, ол талай жыл учетта тұрды, және еш жерде жұмыс істей алмайды, осы учеттің кесірінен. Сондықтан да көмектесіңіздерші?. Жауапсыз қалдырмаңыздаршы?, жауап күтемін.",
        "question_date": "6.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол психдиспансер қызметкерлеріне айту керек шығар, олар мүмкін комиссия жасап тексеріп босатар.",
                "date": "15.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атлах шайқасынан кейін не болды?",
        "question_content": "Атлах шайқасынан кейін не болды?",
        "question_date": "6.02.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "751 жылы Атлах шайқасында араббтар жеңгеннен кейін Орта Азияға мұсылман дінін кеңінен тарады",
                "date": "6.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11-ші сынып оқущысы хаккер болу үшін қай мамандықты таңдауы керек?",
        "question_content": "11ші сынып оқып жатқан оқушы, хаккер болуды армандайды. Бірақ хаккер деген мамандық жоқ, Сонда физмат таңдау пәндерінде қандай мамандыққа хаккер жатады?",
        "question_date": "6.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақпараттық қауіпсіздік",
                "date": "6.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныстық қатынас кезінде қатты былшырап кетеді?",
        "question_content": "Жыныстық қатынас кезінде қатты былшырап кеттеді. Бірдене даусы шығып су сияқты бірдеңе  неге олай болу мүмкін?",
        "question_date": "6.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 940,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге көріну керек , инфекция бар болуы мүмкін.",
                "date": "6.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 ай отёк сияқты, мұрным құрғап ауырады үлкейіп құлап жабайын деп келе жатқан сияқты",
        "question_content": "Мұрным 2 ай бойы ауырады құрғап жоғарыда бірдеме құлап жабайын деп тұрған сияқты",
        "question_date": "6.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лорға барып тексеріліп ем алмасаңыз асқындырасыз ғой. Иіс сезу мүшеңіз қауіпте болуы мүмкін. Кез келген ауруды алдын ала, асқынбай тұрып емдеген өзіңізге жақсы.",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "17 әріптен тұратын асхана ыдысы. Т әріпінен басталады?",
        "question_content": "17 әріптен тұратын асхана ыдысы қалай аталады. Осы сұрақты тауып берсеңіздер. Асханада тұратын ыдыстың аты?",
        "question_date": "6.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 22200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төртлитірлікбанка естуим бойынша, адамды шатастыру максатында жасалган дуние",
                "date": "16.02.2022",
                "upvotes": 1
            },
            {
                "text": "Трёх литровый банка",
                "date": "16.02.2022",
                "upvotes": 0
            },
            {
                "text": "Тастабак ойлаймын",
                "date": "16.02.2022",
                "upvotes": 0
            },
            {
                "text": "Трехлитроваябанка",
                "date": "16.02.2022",
                "upvotes": 0
            },
            {
                "text": "Трёхлитроваябанка",
                "date": "16.02.2022",
                "upvotes": 0
            },
            {
                "text": "Төртлитірбанка емес үшлитрбанка но орысша* кактан көрдндер 4 литрбанканы.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт атомның массасы оттегі атомның массасынан қанша есе ауыр?",
        "question_content": "1) 15 Ғ азоттың зат мөлшері қандай?\n2) Қалыпты жағдайда 2,5 моль оттегінің көлемі қанша?\n3) Күкірт атомның массасы оттегі атомның массасынан қанша есе ауыр?",
        "question_date": "5.02.2022",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Күкірт атомның массасы оттегі атомның массасынан қанша есе ауыр?\n\n2 есе ауыр\n\n2) Қалыпты жағдайда 2,5 моль оттегінің көлемі қанша?\n\nV (O2) = n * Vm = 2.5 * 22.4 = 56л",
                "date": "20.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттен кейін жұмысқа шығу",
        "question_content": "Декреттен кейін оз орныма оз участыгыма шыгам десем сенің орныңда адам бар дейді. Бұл қаншалықты заңды? Менің орныма уақытша алынғаны белгілі мен неге отдел кадр мен ага медбикенің ортасында жүруім керек. Өзімнің заңды орныма шыға алмаймын ба?",
        "question_date": "5.02.2022",
        "question_tag": "Заң",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттегі ана өзінің жұмыс позициясына оралуға толықтай құқылы. Заңгердің көмегіне жүгіну керек.\n\nҚР Еңбек кодексінің 100 бабы, 4 тармағына сәйкес, жұмысшы 1 ай алдын бастығына өтініш жазу керек. Сол аралықта уақытша жүрген қызметкерді басқа жаққа ауыстырып үлгереді.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Веделене үй жағдайында тоқтату жолы?",
        "question_content": "Қалай үй жағдайында қанды тоқтатуға болады?",
        "question_date": "4.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жай выделение яғни  иіссіз, түссіз болса ғана үй жағдайында синтетикалық төсемелерден бас тартып, табиғи мақтадан жасалған іш киім киіп, жеке бас гигиенасын сақтау арқылы тыя аласыз. \nВыделениенің иісі , түсі өзгерсе дәрігерге көріну керек.Тем более қан тоқтамаса өміріңізге қауіп төніп тұруы мүмкін.",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашты ангімесіндегі Тасқұл қарттың арманы жайлы эссе бар ма?",
        "question_content": "Қарттың арманы қандай болды?",
        "question_date": "4.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Закладка деген не?",
        "question_content": "Мен интернет арқылы тапсырыс беріп едім, яғни доставка деген жерде поштаға жеткізілмейді екен, бірақ закладка бойынша жібереміз дейді, енді сұрақ, закладка деген не?, бұл жіберудің қандай түрі. Жақсы жауап берсеңіздер?.",
        "question_date": "4.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсырысты бәр жерге қойып кетеді. Қойып кеткен жердің кординатасын жібереді",
                "date": "5.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елдімекен станциядан 3 км қашықтықта",
        "question_content": "Елдімекен станциядан 3 км қашықтықта станция мен саяжай аралығында орналасқан. Елдімекеннен саяжайға қарай 40 м/мин жылдамдықпен жаяу адам шықты. Жаяу адам 15  минут жүрген соң станциядан саяжайға қарай 120  м/мин жылдамдықпен велосипедші шықты. Велосипедші неше минуттан соң жаяу адамды қуып жетеді?",
        "question_date": "4.02.2022",
        "question_tag": "Математика",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15мин\n\n3км=3000м\n\n40*15=600м - 15 минутта жаяу жүргіншінің өткен жолы\n\n3000+600=3600м - велосипедшінің жол жүріп бастаған кезіндегі жол велосипедші мен жаяу жүргіншінің ара қашықтығы\nх - кездесу уақыты\n\n120х=40х+3600\n\n120х-40х=3600\n\n80х=3600\n\nх=3600/80\n\nх=45 мин - велосипедші жаяу жүргіншіні қуып жетеді.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юнлэ мен Токугава билігі Батыс билеушілірінін билігіндей шексіз болдыма",
        "question_content": "Юнлэ мен Токугава билігі Батыс билеушілірінін билігіндей шексіз болдыма\n\nКім біледі",
        "question_date": "4.02.2022",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Солай сияқты. Токугаваныкі қаталдау болған.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшқыш сутекті қосылысының формуласы GeH4 болса, жоғарғы оксидінің формуласы қандай?",
        "question_content": "Ұшқыш сутекті қосылысының формуласы GeH4 болса, жоғарғы оксидінің формуласы қандай?",
        "question_date": "4.02.2022",
        "question_tag": "Химия",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Элементтің жоғарғы оксидінің формуласын оның тотығу дәрежесін ескере отырып анықтауға болады. Үшін германия (Ge) тотығу дәрежелері +2 және +4 жиі кездеседі.\n\n+2 тотығу дәрежесі үшін жоғарғы оксид GeO, ал +4 - GeO^2 болады.\nОсылайша, германийдің жоғарғы оксидінің формуласы тотығудың нақты дәрежесіне байланысты GeO немесе GeO^2 болуы мүмкін.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттестациядан 2018 тамыз айында өттім, енді қай уақытта өтуім керек?",
        "question_content": "Мұғалімдер 5 жылда бір аттестациядан өтеді. 2018 жылы тамыз айында өттім, енді қай уақытта өтуім керек? Қай уақытқа дейін жарамды?",
        "question_date": "4.02.2022",
        "question_tag": "Мектеп",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заң бойынша, 5 жылға жарамды. Проблема болмас үшін, бесінші жылдың соңына қарай қатадан өту керек.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ток күші дегеніміз не және формуласын жазып шық?",
        "question_content": "Ток күші дегеніміз не және формуласын жазып шығу керек. Мысалдармен жазып келтіріп берсеңіздер.",
        "question_date": "3.02.2022",
        "question_tag": "Физика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ток күші. Амперметр - Электр тогын өлшеу және салыстыру үшін ток күші деген арнайы шама енгізіледі. Көлденең қимасының ауданы S өткізгіште электр өрісінің әсерінен кейін заряд тасымалдаушылар қандай да бір жылдамдықпен қозғалады деп алайық. Барлық заряд тасымалдаушылардың қозғалысы реттелген болғандықтан, өткізгіш бойымен электр тогы жүреді. Бұл кезде әр секунд сайын өткізгіштің кез келген қимасы арқылы электр мөлшері деп аталатын қандай да бір заряд өтеді. Өткізгіштің көлденең қимасы арқылы қандай да бір уақыт аралығында тасымалданатын электр мөлшерінің сол уақыт аралығына қатынасын ток күші деп атайды: I=q/t. Халықаралық бірліктер жүйесінде (SI) ток күші ампермен (А) өрнектеледі: 1А=1КЛ/1с 1ампер = (1Кулон/(1 секунд)). Ампер - негізгі бірліктердің бірі. Оны тәжірибе жүзінде тогы бар екі параллель өткізгіштің өзара әрекеттесуі күштері бойынша анықтаған француз ғалымы А.Ампердің құрметіне осылай атаған. 1 ампер - вакуумде бір-бірінен 1 м қашықтықта орналасқан, көлденең қимасының ауданы өте аз, шексіз ұзын түзу екі өткізгіштің бойымен өтетін тұрақты тоқ күші. Мұндай тоқ ұзындығы 1 м өткізгіштердің әрбір кесіндісінде 2*10-7 Н-ға тең өзара ірекеттесу күшін тудырады. Әлсіз және күшті тоқтарды өлшеу үшін тоқ күшінің үлестік және еселік бірліктерін қолданады: 1 мА= 10-3 А; 1 мкА= 10-6А; 1кА =103А. Біздің үйіміздің жарықтандыруға қолданатын қыздыру шамдарының ток күші, олардың қуатына сәйкес 7-ден 400 мА-ге дейін болады. 1А ток күші адам өміріне қауіпті. 1А ток күшінің бірлігі арқылы электр зарядының бірлігі немесе 1Кл электр мөлшері анықталады. I=q/t болғандықтан, q=It. I=1A, t=1c деп алып, электр зарядының бірлігін аламыз: 1Кл=1А*1с. 1Кл ток күші 1А болғанда 1с уақыт аралығында өткізгіштің көлденең қимасы арқылы өтетін электр зарядына тең. Ток күші өлшейтін құралды амперметр деп атайды. Амперметрдің шартты белгісі.-А-. Амперметрді ток күшін өлшейтін құралмен тізбекпен қосады. Амперметрде екі қысқыш бар: \"+\", \"-\". : \"+\" қысқышын ток көзінің оң полюсінен келетін өткізгішпен жалғайды.",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лимон қышқылын қандай заттарға, тамақтарға қолданылады?",
        "question_content": "Лимон қышқылын қолдану. Қайда қолдануға болады?",
        "question_date": "3.02.2022",
        "question_tag": "Химия",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрмыстық жағдайда :\nСу қайнататын ыдыстардан қақты жою мақсатында қолданылады.\nТағам саласында қолданылуы:\nЛимон қышқылын майонез, түрлі соустар, консервілер, өңделген ірімшіктер, джемдер, желелер жасауда қолданады. Ол консервілеу  үшін қажет, сонымен қатар  май өндірісінде ащылықты жою мақсатында қолданылады. Лимон қышқылы шараптарда, ликерлерде және лимонадтарда сергіткіш ретінде, сондай-ақ алкогольсіз сусындарға дәм беру үшін қолданылады. Бұдан басқа, ол торттарға, балмұздақтарға, кондитерлік өнімдерге, тәттілерге және карамельге дәм күшейткіш ретінде қолданылады.\nМедицинада қолданылуы:\nМедицинада лимон қышқылы адам ағзасындағы энергия алмасуын жақсартатын және зат алмасу процестерін жеделдететін өнімдерді өндіруде қолданылады. Косметологияда лимон қышқылы сусабындар, кремдер, лосьондар, ваннаға арналған көпіргіш бомбочкалар жасау үшін қолданылады.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атамның інісінің қызының қызын қалыңдыққа алуға болады ма?",
        "question_content": "Атамның інісінің қызының қызын қалыңдыққа алуға болады ма?",
        "question_date": "3.02.2022",
        "question_tag": "Махаббат",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былай қараса руларыңыз бөлек , бірақ қатты араласатын болсаңыздар жылына бір рет болсын бет көрісетін туыс шығарсыздар. Бұл мәселе бәрібір атаңыздың, ата-анаңыздың рұқсатымен болатын дүние. Сол себепті сол кісілерден сұрап қараған дұрыс болар.",
                "date": "20.02.2022",
                "upvotes": 0
            },
            {
                "text": "Болмайды ол сенің қарындасың атаңның інісінің қызы болса екеуің де бір рудансыңдар. Ал мына пікір жазған адам қате жазыпты екеуің руларың бөлек деп.",
                "date": "13.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом жайлы сұрағым",
        "question_content": "Ассаламу алейкум. Высший түскен кезде колледждің дипломын универде алып қалды. Енді жұмыстар шығып тұр еді. Диплом керек. Сол дипломды универ берема?  Высший оқып жатыр деген справка алам. Колледж дипломды да алсам ба деп ем. Егжей тегжейлі жауап беретін адам бар ма?",
        "question_date": "3.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Универіңе барып мәнжайды айтасың, диплом орнына аттестатты алып қалатын шығар.",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бруталинді қалай қолданады?",
        "question_content": "Мен кеше бұлшық етті өсіру үшін, денені өсіру үшін Бруталин деген протейнді сатып алып едім, енді соны қалай қолданатынын білмеймін, тренировкаға дейін іше ме?, әлде тренировкадан кейін іше ме?. Сосын қалай ішеді?, суға араластырып ішеді  ме?, яғни ыстық суға ма?, қанша қасық салады?, шай қасықпен бе?, және қайда сақтайды?. Жалпы көмектесе ме?. Міне осы туралы жауап берсеңіздер?.",
        "question_date": "3.02.2022",
        "question_tag": "Спортпен айналысу",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаттығудан 30-40 минут алдын ішесіз. Сокпен араластырып ішу керек дейді. Сіз сатып алған банканың сыртында жазылған екен ғой дозасы. Күніне екі реттен артық қабылдамаңыз. Түнге жақын ішуге болмайды.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цинь шихуандиге 3 мінездеме беру",
        "question_content": "Цинь шихуандиге 3 мінездеме беру",
        "question_date": "3.02.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цинь Шихуанди Біріккен Қытайдың алғашқы императоры болды және Қытай тарихына айтарлықтай әсер етуімен танымал. Міне Цинь Шихуандидің үш ерекшелігі:\n\n1) күшті көшбасшылық: Цинь Шихуанди ұзақ уақыт бытыраңқылық пен соғыстан кейін Қытайды сәтті біріктірген күшті және тиімді көшбасшы болды. Ол орталықтандырылған үкімет құрды, құқықтық жүйені стандарттады және әлеуметтік тұрақтылық пен экономикалық дамуды қамтамасыз етуге бағытталған саясат жүргізді. Ол сондай-ақ өзінің әскери жаулап алуларымен және бағынушыларының адалдығына ұмтылу қабілетімен танымал болды.\n\n2) қатыгездік пен авторитаризм: оның жетістіктеріне қарамастан, Цинь Шихуанди өзінің қатыгездігі мен авторитаризмімен де танымал болды. Ол өзінің қатаң жазаларымен және бақылауды сақтау үшін зорлық-зомбылықты қолданумен, соның ішінде кітаптарды өртеумен және оның саясатымен келіспейтін ғалымдарды өлім жазасына кесумен танымал болды. Ол сондай-ақ мыңдаған жұмысшылардың мәжбүрлі еңбегі мен өліміне әкеп соқтырған Ұлы Қытай қорғанын салуға бұйрық берді.\n\n3) өлместікке деген сенім: Цинь Шихуанди өлместік идеясына әуестеніп, билігінің көп бөлігін өмірін ұзарту жолдарын іздеуге жұмсады. Ол алхимиктермен кеңесіп, өлместік эликсирлерін іздеді, бірақ ақыры 49 жасында қайтыс болды. Ол сондай-ақ кейінгі өмірде өзін қорғау үшін терракоталық сарбаздар армиясын қамтитын үлкен қабір кешенін салуға бұйрық берді.",
                "date": "17.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің номерім ол адамда сақтаулы ма ,әлде жоқ па қалай білуге болады?",
        "question_content": "Менің номерім ол кісіде сақтаулы ма , әлде жоқ па қалай білуге болады?",
        "question_date": "2.02.2022",
        "question_tag": "Ұялы телефон",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ол кісіде вацап болатын болса статуыңызға бірдеме қоясыз егер көрсе значит бар деген сөз)))))",
                "date": "2.02.2022",
                "upvotes": 0
            }
        ]
    }
]