[
    {
        "question_title": "Келмей-ақ қой маған келмесең, жанымды мазалай берме сен. Әнді табуға көмек?",
        "question_content": "Келмей-ақ қой маған келмесең, жанымды мазалай берме сен, сенсіз де күн батып таң атар, келмей-ақ қой келме сен, - деп келетін өлең жолдары бар әнді бір қазақ қарындасымыз айтатын еді. Осы әннің атын, өлең жолдарын, әншінің атын, әннің өзін тыңдайтын жерлер болса көмектесулеріңізді сұраймын. Алдын-ала рахмет айтамын Айгерим Калаубаева ма",
        "question_date": "3.01.2019",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "маған өмір туралы алты шумақ өлең керек өмір туралы өлеңді табуға көмектесулеріңізді сұраймын сіздерге алдын ала рахметімді айтамын",
                "date": "4.02.2019",
                "upvotes": 0
            },
            {
                "text": "Айгерім Қалаубаева емес. Қаракөз айтатын. Тамашадағы келіншектің сестренкасы",
                "date": "20.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Смартфон туралы қиындықтар",
        "question_content": "Кеше телефон алдым. Память 16гб. Бірақ 8.55 гб толған. Енді тек 302мб қалып тұр. неліктен қалған 7,45гб қайда",
        "question_date": "1.01.2019",
        "question_tag": "Ұялы телефон",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Настройки -  Память деген жерден көрсеші қайсысы толтырып тұрғанын.",
                "date": "3.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емшек ембеген балаға тегін сместер берілема? Қандай шарттармен?",
        "question_content": "Менің қызыма төрт ай болды. Өзімнен сүт шықпай қалды. Тек смес ішіп жатыр. Соған мемлекет тарапынан тегін сместер берілема? Қандай шарттармен? Мен емханадан сұрасам балада немесе анада белгілі диагноз болу керек дейді солайма?",
        "question_date": "1.01.2019",
        "question_tag": "Жанұя",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен 2018 июль 18 егіз босандым. Тек 1 ай еміздім. Сүт шыкпай қалган сон смесь сұрап бардым. Себебі заң бойынша берілу керек егіздерге. Маган басында бермейміз деген. Мен министрге жазам дегенде барып бірак берді , и то түгел емес. 2 балага әр қайсысына 10 штуктан беру керек,олар то 12 то 16 береді. Сонда маган айткандары БІЗ СМЕСЬТІ ТЕК АНАЛАРЫ ТУБЕРКУЛЁЗ,СПИДПЕН АУЫРАТЫНДАРГА И ЕГІЗДЕРГЕ БЕРЕМІЗ деді.",
                "date": "18.01.2019",
                "upvotes": 2
            },
            {
                "text": "Бала күтіміне берілетін жәрдемақы:\n2018 жылы бір жасқа дейінгі бала күтіміне байланысты жәрдемақы\n13 853 теңге – бірінші балаға\n16 379 теңге – екінші балаға\n18 880 теңге – үшінші балаға\n21 405 теңгеге дейін (төртінші және одан көп балаға)\nЕгер егіз бала дүниеге келсе, олардың әр қайсысына жеке-жеке жәрдемақы қарасытырылған.\nАл мүмкіндігі шектеулі балаларды тәрбиелеп отырған отбасыларға тағайындалған жәрдемақы мөлшері 25682 теңге. Бұл қаржы отбасының кірісіне байланысты емес. Бұл ретте балалардың мүгедектік тобына қатысты да берілетін жәрдемақы мөлшері әртүрлі болатынын ескеру керек.",
                "date": "17.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шымкент қаласында арзан,тамақ бағалары қымбат емес кафе қай жерде бар",
        "question_content": "Бағалары қымбат емес кафе қай жерде бар,тамақ бағалары қарапайым кафе кім біледі",
        "question_date": "29.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкент қаласында кез-келген кафелердің бағасы аса қымбат емес және тамақтары дәмді болады.\nЖақсы тамақтанғыңыз келсе Момышұлы көшесіндегі Мизам кафесіне барсаңыз болады, қарама қарсы бетінде Кәусар атты кафе бар. Тамақтары жақсы.\nБағасы сәл қымбаттау бірақ сервисі мен тамақтарының дәмділігі бойынша Бақшасарай кафесіне баруға болады. Рысқұловтың бойында орналасқан, Евразия аялдамасынынан сәл ары қарай жүрсеңіз болғаны.\nШардара мен Бөген су қоймасының дәмді балығын жегіңіз келсе Тельманға барсаңыз болады. Бір көшенің бойы тек балық пісірумен айналысады.\nТағы қосымша Некрасованың бойында Дастархан т.б. көптеген кафелер бар. Тамақтары арзан әрі өте дәмді. (Онда сорпа мен палау, шашлик жеуге баруға болады)",
                "date": "17.01.2019",
                "upvotes": 0
            },
            {
                "text": "Коммунизм, Тельман, Некрасова",
                "date": "29.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Машина туралы сұрақ",
        "question_content": "Салеметсіздер ме? Менің машинамның карбюраторы бұзылып жүр. Мало оборот жоғарылап кеткен. Бензинді жұтып жатыр. Азайтсамда бәрібір айқайлап тұр. Тросстары тура қойылған. Машина тілін білетіндер болса, айтсаңыздар",
        "question_date": "29.12.2018",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дроссель заслонкасы датчик бар атауы сол карбюратода емес инжекторда турады ау дим. соны ауыстыр7",
                "date": "13.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіттер квартетінің орындауындағы Жаңа жыл әні жайлы?",
        "question_content": "Жігіттер квартетінің орындауындағы Жаңа жыл әнінің минусовкасын қайдан тапсам болады? сілтемесі болса және өтініш сапалы минусовка болсыншы!!! Жауап беріп жатсаңыздар АЛЛА РАЗЫ БОЛСЫН!!!",
        "question_date": "28.12.2018",
        "question_tag": "Өнер",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктеу үшін мына сайтқа кіруге болады.\n\nhttps://b-track.ru/track/жігіттер-квартеті-жаңа-жыл-208631",
                "date": "17.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаларға арналған қазақша YouTube арналарды білесіздер ме?",
        "question_content": "YouTube-те қазақша сапалы арналар аз. Балаларға арналған қандай арна, видеоларды білесіздер?",
        "question_date": "28.12.2018",
        "question_tag": "Мектеп",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "YouTube-те балаларға арналған қазақша арна жоқ десеңіз, қателесесіз. Видеоблогымызды көріп, осы әлеуметтік желідегі қазақша танымдық контент авторларымен танысыңыз:\nБалаларға арналған қазақша контент. YouТube-те не бар?",
                "date": "28.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерге еркін түсетін дене қайсыбір уақыт мезетінде 1100 м биіктікте болған,",
        "question_content": "Жерге еркін түсетін дене қайсыбір уақыт мезетінде 1100 м биіктікте болған, ал 10 с-тан кейін жер бетінен 120 м биіктікте болды. Дене кандай бииктиктен кулаган?",
        "question_date": "28.12.2018",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h = h0 - v0t - gt²/2\n\n{1100 = h0 - 0*x - 10*x²/2\n\n{120 = h0 - 0*(x+10) - 10*(x+10)²/2\n\n{1100 = h0 - 5x²\n\n{120 = h0 - 5x²-100x-500\n\nЖүйенің элементтерін бір-бірінен алсақ\n\n980 = 100x + 500\n\nx = 480/100 = 4,8 (c)\n\nДененің бастапқы биіктігін табайық\n\n1100 = h0 - 5*4,8²\n\nh0 = 1100 + 5*4,8² = ұ (м)",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "72 тiсi бар дөңгелек минутына 75 айналым жасап",
        "question_content": "72 тiсi бар дөңгелек минутына 75 айналым жасап, айналу жылдамдығы 5 айн/мин болатын келесi дөңгелектi айналдырады. Екинші дөңгелек тісінің саны қанша екенін табыңдар?",
        "question_date": "28.12.2018",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Марс орбитасының үлкен жарты осi 1,5 а.б.",
        "question_content": "Марс орбитасының үлкен жарты осi 1,5 а.б. Оның Күнді айналу периодын есептеңдер?",
        "question_date": "28.12.2018",
        "question_tag": "Физика",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеплердің үшінші заңы бойынша a ^ ³ = T ^ ², мұндағы a - планетаның Күннен қашықтығы, T - бақылаулардан кейінгі жылдардағы планетаның орбиталық кезеңі.\n\nT = T = √1,5 ^ ³ жыл = 1,86 жыл.",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрлік ыдыс түбінде диаметрі 1см тең дөңгелек саңылауы бар",
        "question_content": "Цилиндрлік ыдыс түбінде диаметрі 1см тең дөңгелек саңылауы бар. Ыдыс диаметры 0,5 м.Ыдыстагы су денгейинин томендец жылдамдыгынын осы денгей бииктигине тауелдилигин аныктаныз.Бииктиги 0,2м кезиндегы осы жылдамдыктын сандык манын табыныз?",
        "question_date": "28.12.2018",
        "question_tag": "Физика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цилиндрлік ыдыс түбінде диаметрі 1см тең дөңгелек саңылауы бар. Ыдыс диаметры 0,5 м.Ыдыстагы су денгейинин томендец жылдамдыгынын осы денгей бииктигине тауелдилигин аныктаныз.Бииктиги 0,2м кезиндегы осы жылдамдыктын сандык манын табыныз?",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арақ құмарлықтан арылуға, ішкіштің өзіне айтпай қоюға көмектесетін емші білесіздер ме?",
        "question_content": "Менің әкем әбден араққа салынып кетті. Анамның да, балаларының да берекесін алады. Қаншама жыл болды айтып сөз өткізе алмадық. Өтінемін көмектесіңіздерші. Не істеймін? Не істеуге болады? Кейде әкемнің осы күйін көрмеу үшін, анамның қиналып жүргенін көрмеу үшін өз өзіме қол жұмсағым келеді.",
        "question_date": "28.12.2018",
        "question_tag": "Жанұя",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешбір балгер, емші әкеңізге арақты қойдырта алмайды. Адам өзі саналы түрде арақты қоймаса, оған өлетін укол салсаң да ішіп кете береді.\nПсихологиялық тұрғыда тәуелділікті жеңу қиын. Әкеңіз сау болған кезде жақын тартып, әңгімеге тартыңыз. Сіз қалай қиналып жүргендігіңіз туралы, өскен кезде осыларды көріп жүріп менің де сондай ішімдікке салынып кетуім мүмкін туралы айтыңыз. Мүмкін болса бірнеше күн система салдыртып, қасында болған дұрыс. Қайда барса да қасынан қалмай, ішкізбей жүрген дұрыс.\nЖалпы айтайын дегенім балгер, емшілер дұрыс емес деп айтып ем дом салуы мүмкін. Бірақ одан көмек болады дей алмаймын!",
                "date": "17.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкерлер үшін кассалық аппарат қанша тұрады?",
        "question_content": "Мен жеке кәсіпкерлікті ашпақшы едім. Кассалық аппарат қанша тұрады және печать мөрді жасату қанша теңге болады?",
        "question_date": "27.12.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 796,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мемлекеттік аукцион",
                "date": "29.12.2018",
                "upvotes": 1
            },
            {
                "text": "\"Как раз\" СЖ сайтында осы жарнама шығып тұр,  осыны көр.\n\nhttps://rcpp.kz/kkm?utm_source=yandex&utm_medium=cpc&utm_campaign=kass_apparaty&utm_content=6840695990&utm_term=купить кассовый аппарат передачей данных&yclid=18155066521253614140",
                "date": "7.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Проценті санға айналдыру???",
        "question_content": "Мен 30/24 бал алдым. Сол балымның неше процент (пайыз) екенін қайдан білемін",
        "question_date": "26.12.2018",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "30 балл - 100%\n\n24 балл - х %\n\nХ=24*100/30=80%",
                "date": "3.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есеп және аудит мамандығы ұйым экономикасы пәнінен емтихан сұрақ",
        "question_content": "Есеп және аудит мамандығы 3 курс емтихан сұрақтарына көмектесіңіздерші жалпы 100 сқұрақ  фотосын салайын десем сайтқа салу қиын екен сала алмай қойдым",
        "question_date": "26.12.2018",
        "question_tag": "Банк",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зат күйлерінің арасындағы энергия өзгерісін бөлшектер теориясы",
        "question_content": "Зат күйлерінің арасындағы энергия өзгерісін бөлшектер теориясы тұрғысынан түсіндіріңіз?",
        "question_date": "26.12.2018",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компьютер, принтер т.б жөндеу жайында талқылайтын Қазақстандық сайттар",
        "question_content": "Компьютер, принтер т.б жөндеу жайында талқылайтын Қазақстандық сайттарға сілтеме беріңіздерші",
        "question_date": "26.12.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұрықтанбаған жұмыртқажасушадан (сперматозоидсыз) тұтас ағзаның даму жолы",
        "question_content": "Ұрықтанбаған жұмыртқажасушадан (сперматозоидсыз) тұтас ағзаның даму жолы",
        "question_date": "26.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гүлді өсімдіктерге қарағанда ұрықтану үдерісі жануарларда өте оңай. Мұнда екі гамета: жұмыртқажасушасы және сперматозоид қосылады. Алайда гаметогенез - жыныс жасушаларының түзілу жолы туралы біраз баяндауға тура келеді. Гаплоидты гаметалар жыныс бездерінің диплоидты жасушаларынан түзіледі. Еркектің аталық безі және әйелдің жұмыртқаларының жасушаларында да денеміздегі барлық қалған жасушалардағыдай диплоидты хромосомалар жиынтығы болады. Жыныс бездерін шартты түрде төрт аймаққа бөлінеді:\nКөбею аймағы - онда митоз өтеді және жыныс бездерінің диплоидты жасушалары көбірек болады.\nӨсу аймағы - митоз және мейоз аралығындағы интерфаза кезеңі, бұл кезеңде ДНҚ матрицалық жолмен өздігінен көшірмелену әдісімен екі еселенеді. Осы аймақтың соңында әрбір диплоидты жасушаның құрамында 2 хроматидтен тұратын хромосома болады, яғни ол бөлінуге дайын тұрады.\nПісіп жетілу аймағы - мейоз жүреді, соның нәтижесінде жыныс безінің, диплоидты аналық жасушасынан қосылуға, яғни ұрыктануға жарамды хромосомалар жинағы бар төрт гаплоидты жасуша қалыптасады.\nҚалыптасу аймағы - сперматозоидтардың құйрығы қалыптасып, ядро жасушасының ұшына орнын ауыстырады; жұмыртқажасушаның қабығын еріту үшін ядроның алдына лизосомалар жинақталады; құйрық негізіне митохондриялар жиналып, оның қозғалысын жеткілікті мөлшеріндегі АТФ қамтамасыз етеді. Цитоплазманың жұмыртқажасушаларында коректік заттар қоры жинақталады. Екі сперматозоидтың бірден енуіне кедергі келтіру үшін оны «сәулелі тәж» түзетін қосалқы жасушалар тобы қаптайды.\nСперматогенез (аталық жыныс жасушаның дамуы, шәует түзу) және овогенез (жұмыртқажасушалардың дамуы) үдерістерінің аралығында елеулі айырмашылықтар бар.\nОвогенез бен сперматогенезді салыстыру\nОвогенез Белгісі Сперматогенез\nТууға дейін ғана Әуелгі жасушалар көбейген кезде Жыныстық пісіп жетілу басталғанда және жыныс қызметі сөнген кезде\n1 жұмыртқажасуша Жыныс безінің бір жасушасынан нәтижесінде түзілген толық жарамды гаметалар 4 сперматозоид\nКөп (қатысады) Гаметалардағы (митохондриялы ДНҚ) цитоплазма саны Аз (жоқ болу)\n«Сәулелі тәжі» бар, екі сперматозоидтың бір мезгілде ұрықтандыруына кедергі келтіреді Қосалқы жасушалар Жоқ\nЖоқ. Губкаларда және ішекқуыстыларда ол амебаға ұқсас, сперматозоидтарды қарпуы мүмкін Гаметалардың қозғалғыштығы Бар\nЖыныс жасушалары дайын болған кезде ұрықтану іске асады. Жұмыртқажасушаның ішіне тек сперматозоидтың ядросы енеді, ал жасушаның көп бөлігі: цитоплазма және сперматозоид құйрығы сыртта қалады. Ұрықтану соңынан сперматозоидтың ядролық материалы және жұмыртқажасушалар зиготаның ортақ бір ядросына бірігеді. Кейде жануарларда бірден гаметалардың бірнеше жұптарының қосылуы мүмкін. Мысалы, балықтарда және қосмекенділерде осылай өтеді. Аталықтар шәует шашқаннан кейін сперматозоидтар көптеген уылдырықтарға кездеседі. Мұндай үдерістердің іштей ұрықтану кезінде де болуы мүмкін. Жыландар және кесірткелер әдетте бірнеше жұмыртқа туады. Ірі қағанақты жануарларда бұл үдеріс - сирек, ал ұсақ жануарларда жиірек өтеді. Әдетте пілдер ешқашан екіден тумайды, ал тышқантектес кемірушілерде әдетте бірден көп болады. Адамда да бір жұмыртқалы (әр жынысты немесе біріне-бірі ұқсамайтын) егіздердің болуы мүмкін.\nПартеногенез кезінде сперматозоидтың қатысынсыз өздігінен бөліне бастайды да ұрыққа бастама береді. Мысалы, бақбақ осы жолмен пайда болады. Атап айтқанда олардың гүлдері, сондықтан да өзара ұқсас, өйткені оларға тек аналықтың генетикалық материалы ғана тиді. Кейбір қызылша, темекінің кейбір түрлері осылай көбейеді. Жануарлардан бітелерді және дафнияны атауға болады. Бірақ жоғары жаратылымды жануарларда (мысалы, омыртқалылар) бұл үдерістің қалыпты жағдайларда болуы мүмкін емес. \nhttps://kk.wikipedia.org/wiki/%D0%96%D1%8B%D0%BD%D1%8B%D1%81%D1%82%D1%8B_%D0%BA%D3%A9%D0%B1%D0%B5%D1%8E_%D0%B6%D3%99%D0%BD%D0%B5_%D2%B1%D1%80%D1%8B%D2%9B%D1%82%D0%B0%D0%BD%D1%83_%D0%B5%D1%80%D0%B5%D0%BA%D1%88%D0%B5%D0%BB%D1%96%D0%BA%D1%82%D0%B5%D1%80%D1%96",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Рефератқа тақырып қажет еді.",
        "question_content": "Сәлеметсіздер ме? Мен биология пәнінен бірнеше тақырыпқа  рферат жазып едім. Енді соған тақырып керек болып тұр. Сыныбым 10. Жасушалар туралы бөлімі, яғни цитология.",
        "question_date": "26.12.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не жазғаныңды біз білмейміз ғо))) но,вообще, можно тақырыпты \"Жасулар туралы жалпы мəлімет\" деуге или \"Цитология\".",
                "date": "26.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рефератқа тақырып қажет еді.",
        "question_content": "Сәлеметсіздер ме? Мен биология пәнінен бірнеше тақырыпқа  рферат жазып едім. Енді соған тақырып керек болып тұр. Сыныбым 10. Жасушалар туралы бөлімі, яғни цитология.",
        "question_date": "26.12.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цитология — жасуша туралы ғылым. Жасушаны зерттейтін ғылымды цитология деп атайды (грекше «citos» — жасуша, «logos» — ілім). Цитология ғылымы бір жасушалы, көпжасушалы ағзалар жасушасының құрылысын, құрамын және қызметін зерттейді. Ал жасуша бүкіл тірі денелердің ең қарапайым құрылысын, қызметін және дамуын сипаттайды. Сондықтан да цитологияның зерттейтін құбылыстары мен зандылықтары цитология, тәнтану, эмбриология, физиология, генетика, биохимия, молекулалық биология және т. б. ғылым негіздерінің қалануына жол ашты.\nЦитология бөлімі — цитохимия пәні жасушаның химиялық құрамының құрылысын, олардың түзілуін, жасушадағы таралуы мен белсенділігін және оның қызметінің өзгеруіне байланысты химиялық қосылыстардың өзгеріп отыруын зерттейді. Цитохимияның негізгі жетістіктерінің бірі — нуклеин қышқылдарыньың ақуыз молекуласын синтездеудегі генетикалық ролін анықтау. Жасушаның белсенді қызметіне байланысты ақуыздың өзгеріске ұшырау себептерін және олардың зат айналымындағы рөлін зерттеу де цитохимияның үлесіне тиеді.\nБұдан біз цитология ғылымының көп саланы камтитынын байқаймыз. Өзінің даму бағытында цитология тек биологиямен ғана емес, сонымен қатар медицина, ауылшаруашылық, химия, физика, математика және т.б. ғылымдармен де тығыз байланысты. Бұл ғылымдардың жетістіктері цитологиялық зерттеулерде кең көлемде қолданылады. Сондай-ақ цитологияның жетістіктері көптеген ғылымның негізін салуда маңызды рөл атқарады.\nЧ. Дарвиннің эволюциялық теориясының жасалуының алдында ағзаның жасушалы кұрылысты екендігі туралы өте маңызды жаңалық ашылған болатын. Осы ашылған жаңалық органикалық дүние бірлігінің өте нанымды дәлелінің бірі болды. Осындай дәлелді өсімдіктер мен жануарлардың жасуша құрылымының ұқсастықтарынан да көруге болады.\nТабиғатта кездесетін 105 химиялық элементтің 80-ге жуығы тірі ағза жасушаларының құрамында болады. Олар жасушадағы мөлшеріне қарай үш топқа бөлінеді: 1. Органикалық қосылыстардың құрамына кіретін негізгі элементтер. Олардың жасуша құрамындағы үлесі 99%; 2. Йон түрінде кездесетін элементтер. Олардың жасушадағы жалпы мөлшері 1% шамасында; 3. Жасушада өте аз мөлшерде кездесетін (0,01% дан кем) микроэлементтер.\nЖасушаның молекулалық құрылымы күрделі және әрқилы болады. Кейбір қосылыстар, мысалы, су және минералды тұздар өлі табиғатта да кездеседі, ал органикалық қосылыстар: көмірсу, липид, ақуыз (протеин) және нуклеин қышқылдары, т. б. тек тірі жасушаларға ғана тән.\nЖасуша негізінен үш бөлімнен тұрады: I. Жарғақшасы жасушаны қаптап сыртқы ортадан бөліп тұрады. 2. Судан, әр түрлі тұздар және органикалық қосылыстар мен органоидтардан тұратын цитоплазма. 3. Жасуша ядросы (бактерияларда нуклеаралық аймақ немесе нуклеотид). Онда жасушаның генетикалық ақпараты — ДНҚ және онымен байланысқан заттар болады.\nЖасуша қабықшасының құрылысы. Электрондық микроскоп арқылы жасуша қабықшасын қарап тексергенде: а) сыртқы қабаттан және оның астыңғы жағында орналасқан; ә) плазма жарғақшасынан тұратындығы анықталды. Өсімдіктер мен жануарлар жасушалары құрылысы жөнінен ұқсас болғанымен, айтарлықтай айырмашылықтары да бар. Ол айырмашылықты сыртқы қабықшасының құрылысынан байқауға болады. Өсімдіктер жасушаларының қабықшасы таза жасунықтан (клетчаткадан) тұрады. Оның қабықшасын қаншалықты бүктесе де, біраздан сон бұрынғы қалпына қайта келеді, мұны серпімділік қасиеті дейді.   \nЖануарлар жасушасын жарықтың көмегімен көрсететін микроскоппен көре алмаймыз. Электрондық микроскоптың шығуына байланысты жануарлар жасушасы қабықшасының құрылысы толық зерттелді. Осы зерттеулердің нәтижелерінде жасуша жарғақшасының үш қабаттан тұратындығы анықталды. Ішкі және сыртқы қабаттары ақуыз молекулаларынан, ал ортаңғы қабаты екі қатар фосфолипид молекулаларынан тұрады.\nЖануарлар жасушаларының сыртқы қабаты өте жұмсақ созылғыш келеді, осы қабатты гликокаликс деп атайды.\nПлазмалық жарғақша. Цитоплазмамен жанасып жататын жасушаның астыңғы қабатын плазмалық жарғақша (латынша «мембрана»— өте жұқа  қабықша) дейді. Плазмалық жарғақша — ақуыз бен липидтерден тұратын қалыңдығы 10 нм жұқа қабықша липидтер молекуласы екі қабатқа орналасқан, ал ақуыз молекулалары бейберекет әр қабатта қалқып жүреді. Ақуыз бен липид молекулаларының жылжымамылығын плазма жарғақшасы үнемі қозғалысқа келтіріп отырады. \n1 сурет. Плазма жарғақшасының  құрылысы (электронды микроскоп арқылы түсірілген фотосуреті\nПлазмалық жарғақша жасушаның тіршілігі үшін көптеген маңызды қызмет атқарады: 1. Жасушадағы заттарды сыртқы ортадан бөліп тұратын тоскауыл және жарғақшаның шала өткізгіштік қасиеті болады; 2. Жасуша жарғақшасының шұрықтары (поралары) арқылы өтетін ортамен үздіксіз зат алмасады. Жарғақша арқылы жасушаға су молекулалары, суда еріген заттар, мысалы, оттегі (О2), азот (N2), көмірқышқыл газы (СО2), т.б. өтеді. 3. Ыдырау өнімінің зиянды қалдықтары жарғақша арқылы сыртқы ортаға шығарылады. 4. Плазмалық жарғақшаның негізгі қызметінің бірі — заттарды тасымалдау. Екі жасушаның жарғақшасы қатпарлары немесе өсінділері арқылы берік байланысады. Яғни, жасушаның жарғақшасы тегіс болмайды, бірінің ойығына екіншісінің өсіндісі кіріп жатады және екі жасушаның жарғақшалары өзекшелер арқылы байланысқан. Осы өзекшелердің бойымен бір жасушадан екінші жасушаға коректі затгар, иондар, көмірсулар және басқа қосылыстар жеткізіледі.\n2 сурет. Көршілес екі  жасуша  жарғақшасының  электронды микроскоп арқылы  түсірген фотосуреті\nЖасушалардың байланысу беріктігін арттыратын сыртқы мембрананың қатпарлары мен өсінділері көрініп тұр, 30000 есе үлкейтілген.\n3 сурет. Пиноцитоздың  сызбанұсқасы. Амебадағы фагоцитоз.\nФагоцитоз. Жасуша жарғақшасы шала өткізгіштік қасиетке ие. Кейбір заттар жасуша ішіне тез өтеді де, ал екінші біреулері өте алмайды. Мысалы, ақуыз бен полисахаридтердің ірі молекулалары, тағамның ірілеу түйіршіктерінің бактериялары жасушаға фагоцитоз жолымен өтеді (грекше «фагео» - жебір). Фагоцитоз әрекетіне плазмалық жарғақша тікелей қатысады.\nІрірек келген түйіршіктер мен молекулалар жасушаның жарғақшасымен жанасқан бетінде жарғақша майысып, шұңқырланады да, бөлшекті қоршап алып, сіңіреді. Түйіршіктердің сіңірілуі әр түрлі фагоцитоз жолымен коректенеді. Лейкоциттер де фагоцитозға қабілетті.\nПиноцитоз. Плазма жарғақшасы арқылы жасушаға әр түрлі заттардың ерітіндісі бар сұйықтық тамшылары өтеді.\nҰсақ тамшы түріндегі сұйықтардың сіңірілуі су ішуді еске түсіреді. Бұл құбылыс пиноцитоз деп аталады (грекше «пино»— ішемін). Сұйықтықты сіңіру әрекеті фагоцитозға ұқсайды. Сұйықтық тамшысы цитоплазмаға батып кетеді де, ондағы ферменттердің әсерінен қорытылады. Фагоцитоз және пиноцитоз әрекетінің жасуша тіршілігіндегі маңызы өте зор. Себебі жасушадағы зат айналымының тұрақтылығы үшін қажетті кейбір иондар мен молекулалар осы фаго және пиноцитоз жолымен өтеді. Иондар мен молекулалардың тасымалдануына жасушада түзілетін энергия пайдаланылады. Жасушаның негізгі бөлігі цитоплазма мен маңызды органоидтардан тұрады.\nЦитоплазманың құрылысы. Цитоплазма — плазмалық жасуша арқылы бөлінген жасушаның қоймалжың ішкі ортасы болып табылады. Ол ағза тіршілігіне қажетті органоидтар гиалоплазма және қалып (матрица) деп аталатын массадан тұрады.\nГиалоплазма (грекше – hyalos - әйнек немесе плазма) цитоплазманың негізгі түссіз күрделі қоймалжың (коллоидты) жүйесі, яғни цитоплазманың түпнегізі (матрикс).\nГиалоплазманың құрамына еріген ақуыз (гликолиздің ферменттері көптеген АТФ — ағзалар және т. б.), еріген РНК полисахаридтер, липидтер кіреді. Гиалоплазма арқылы аминқышқылдары, май қышқылдары, АТФ тасымалдаушылар, нуклеотидтер, қанттар және бейорганиқалық иондар тасымалданады. Гиалоплазманың құрамы жасушаның буферлік ерітіндісінің қышқылдылығын бірқалыпты ұстайды және осмостық (біржақты диффузия) қасиетін анықтайды.\nЭндоплазмалық тордың құрылысы. Бұл — органоид питоплазманың ішінде бір-бірімен тығыз байланысқан түтікшелердің (каналшалар), вакуольдердің, цистерналардың жиынтығынан тұратын күрделі жарғақшалар жүйесі. Эндоплазмалық тордың: а) түйіршікті; а) тегіс бетті екі түрі болады.\nРибосоманың құрылысы. Рибосома — жасушаның ақуыз биосинтезін іске асыратын органоид. Ол екі бөліктен тұрады — кіші және үлкен, оның орташа диаметрі 20 нм. Рибосоманың екі түрі болады: эукариоттық, оның жалпы өлшемі — 80 5, кіші бөлігінің жалпы өлшемі — 40 5, үлкені — 60 5   және прокариоттық түрі оның өлшемі 70 5 — 30 5. Одан басқа өлшемдері 55 5 — 70 5 арасындағы митохондрияның және хлоропласттың рибосомалары болады. Олар қабықша синтезін автономды (өз бетінше ештеңеге бағынышты емес) түрде жүргізеді.\nРибосомалардың саны жасушаның түріне қарай өзгеріп отырады. Мәселен, бактерия жасушаларындағы рибосомалардың орташа саны 104 — 105-ке жетеді. Электрондық микроскоппен 180000 есе үлкейтіп көрсетудің нәтижесін дерибосоманың жұмыртқа пішінді болып келетіндігі дәлелденді. Ақуыз молекуласының синтезіне бірнеше рибосомалар қатысады, оны полисома деп атайды. Сызбанұсқада полисома мен рибосоманың пішіндері берілген.\nРибосомалар химиялық құрамы жөнінен нуклеин ақуызына жатады, яғни рибосоманың құрамы рибонуклеин қышқылы мен ақуыздан тұрады деген сөз. Оның құрамында р-РНҚ-ның мөлшері 50 — 63%-ға дейін болады. Рибосоманың негізгі затының бірі ақуыз, ендеше әрбір прокариоттық рибосомадағы оның орташа мөлшері 55, ал эукариоттық рибосомада 100 түрлі ақуыз болады. Рибосомадағы көптеген ақуыз р-РНҚ-ның белгілі бөлігімен байланысты және оның құрамына тек ақуыз синтезі кезінде ғана кіреді. Трансляция (көшіріп аудару т-ақуыз синтезі бөлімін қара) басталған уақытта и-РНҚ мен т-РНҚ-лар синтездің басталар алдында рибосоманың кіші бөлігіне бекітіледі, одан кейін бұл жиынтық рибосоманың үлкен бөлігімен байланысады. Бұл байланыс берік болады да, ақуыз синтезі аяқталғаннан кейін ол ыдырап кетеді. Ақуыз молекуласының синтезделуі кезінде рибосома негізгі рөлді атқаратындығын төмендегі деректерден аңғаруға болады.\nПолипептид тізбегінің синтезделуі кезінде рибосома и-РНҚ молекуласының бойымен қозғалады и-РНҚ-ның бір молекуласын бірнеше рибосома қатар тұрып синтезделіп, полирибосома (полисома) жиынтығын құрайды. Жасушадағы полирибосоманың саны ақуыз синтезінің жиілігін көрсетеді.\n4 сурет.  Полисоманың электрондық микроскоп арқылы  түсірілген  фотосуреттері  және  полисомалар мен рибосомалардың  сызбанұсқасы\nКөптеген эукариот жасушаларында рибосоманың үлкен бөлігінің ақуызы эндоплазмалық тордың өзекшелері мен шұрықтарына жиналады да, одан кейін түрлі бөлшектері мен органоидтарына жеткізіледі. Эукариоттарда рибосомалар ядрошықта (жасуша ядросы бөлімін қара) құрастырылады. Ядрошықтағы ДНҚ-да р-РНҚ синтезделеді (ІІ-бөлімінде ақуыз синтезін қара) де қажетті мөлшерге дейін бөлініп, рибосоманың кіші және үлкен бөлім айналғаннан кейін, цитоплазмаға шығады. Ядрода толық қалыптасқан рибосома болмайды.\nЖасуша рибосомалары эндоплазмалық тордың жарғақшасында және цитоплазмада бос күйінде кездеседі.\nМитохондрияның құрылысы. Митохондрияның (грекше «mitos» - жіп, chondrion-түйіршік) жасушадағы саны бірден 100 мыңға дейін ауытқып отырады. Митохондрияның пішіндері, негізінен таяқша және дән тәрізді болып келеді. Олар кейбір жасушаларда пішінін өзгертіп үнемі қозғалып жүреді. Орташа ұзындығын 10 мкм, ал диаметрі 0,2-1,0 мкм.\n5 сурет. Электрондық микроскоп арқылы  жасалған  митохондрия құрылысының сызбанұсқасы\n  Жасушаның белсенділігіне байланысты митохондрияның саны өзгеріп отырады. Митохондрия 1) жарғақшамен қапталған түпнегізден, 2) жарғақша аралық кеңістіктен (ішкі жарғақшасы қыртысы болып келеді, 3) сыртқы жарғақшадан тұрады. Түпнегізінде сақина митохондрияның ДНҚ-лы мен РНҚ-лы және рибосомалар болады. Онда қальций және магний тұздары да кездеседі. Сол сияқты түпнегізде митохондрия жарғақшасының ішкі қабатын құрайтын ақуыздың синтезі және май қышқылы тотығып, синтезделеді. Ішкі жарғақша негізінен 70% ақуыздан, 20% фосфолипидтен және т.б. тұрады. Сонымен катар ішкі жарғақша белсенді тасымалдау жүйесін қамтамасыз ететін түтікшелер мен тарамдардан тұрады.\nСыртқы жарғақша жұмсақ қалыңдығы 6—7 нм, оның құрамында 15 % ақуыз, ал 85% фосфолипидтер болады.\nПластидтер. Пластидтер— жасыл өсімдіктер жасушаларының тұрақты органоиды. Пластидтер саңырауқұлақтарда, көк-жасыл балдырларда және бактерия жасушаларында болмайды. Пластидтердің үш типі бар: жасыл — хлоропласттар, қызыл, қызғылт-сары, сары — хромопласттар, түссіз — лейкопласттар. Пластидтердің бұл аталған типтері генетикалық жағынан бір-бірімен тығыз байланысты.\nГольджи жиынтығы. 1898 жылы итальян ғалымы Гольджи жануарлар жасушаларынан тапқандықтан бұл органоид осы ғалымның есімімен аталды.\nГольджи жиынтығы — жануарлар жасушасымен қоса өсімдіктер жасушаларында көздесетін негізгі органоид. Өсімдіктер мен қарапайымдылар жасушаларындағы Гольджи жиынтығының пішіні әр түрлі болады. Көп жағдайда орақ немесе таяқша пішінді жеке денешіктер түрінде кездеседі.\nҚұрылысы. Ол бір-бірімен тығыз байланысқан үш бөліктен тұрады: 1) жарғақшамен шектесіп, 5—10-нан топтаса орналасқан қуыстар: 2) қуыстармен байланыса орналасқан ірі түтікшелер: 3) майда көпіршіктер.\nЛизосоманың құрылысы. Лизосома негізінен, эукариотты жасушаларда, соның ішінде фагоцитозға қабілетті жануарлар жасушаларында көп кездеседі.\nЛизосомалар (грекше «лизео» — ерітемін. «сома»—дене) —электрондық микроскоп арқылы зерттелген кішкене денешіктер. Олардың пішіні домалақ, ал диаметрі 0,2-0,5 мкм. Лизосомалардың ішінде гидролиздеуші ферменттердің жиынтығы болады. Лизосомалардағы нуклеин, липаза, фосфатаза, ДНК-аза және РНК-аза берік бір қабатты жарғақшамен қоршалған. Мұның ферменттеріне рН-тың төменгі мәндері тән болғандықтан, лизосомада қышқылдық орта сақталады. Сондықтан да ферменттер жасушалардың органоидтары мен құрылымдарынан алшақ тұру керек, әйтпесе жасушаны бұзады. Лизосоманың ферменттері ақуыз сияқты цитоплазманың рибосомаларында синтезделеді. Синтезделген ферменттер эндоплазмалық тордың өзекшелері арқылы Гольджи мүшесіне барып, оның қуысында лизосома қалыптасады да, одан цитоплазмаға өтеді.",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аяғыма жара шық ты. 2-3жыл болды. Қышып мазамды қатты алады.",
        "question_content": "2-3 жыл болды аягыма бир жара шыкты. Катты кышытады. Кейде жазылгандай болп акырындап кете бастайды сосн каитадан улкейип кетеди. Ешкандай дари комектеспеди. Даригергеде бардым комек бере алмады. Кенес берулеринизди отинемин! Алдын ала рахмет!",
        "question_date": "26.12.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қышыса қасыма, а лучше қойдың майын жақ,дээ) дəрігерлер көмек бере алмаса, онда білмейм, может халық емшісін көрерсің",
                "date": "26.12.2018",
                "upvotes": 0
            },
            {
                "text": "сәлеметсіз бе? қалай емделіп жатырсыз? менің жолдасымның табанына да осылай шығып кетеді. ЕМІ НЕ ЕКЕН?",
                "date": "6.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік деректер және әлеуметтік ақпарат",
        "question_content": "отынем, комектесып жыберыныздершы",
        "question_date": "26.12.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлеуметтік деректер – бұл әлеуметтік медиа пайдаланушылары көпшілікпен бөлісетін, пайдаланушының орналасқан жері, сөйлейтін тілі, өмірбаяндық деректер және / немесе ортақ сілтемелер сияқты метадеректерді қамтитын ақпарат. Әлеуметтік деректер сатушыларды сатуды жоғарылатуы немесе саяси науқан жағдайында дауыстар жинауы мүмкін тұтынушылардың түсініктерін іздейтін маркетологтар үшін құнды. Твиттерден твиттер, Facebook-тегі жазбалар, Pinterest-тегі түйреуіштер, Tumblr-дегі жазбалар, Foursquare мен Yelp-тегі тіркелу сияқты әлеуметтік деректердің көптеген түрлері бар.",
                "date": "22.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әліптің атрын бағу, табанын жылтырату, біреудің ала жібін аттамау, ине шаншар жер жоқ",
        "question_content": "Әліптің атрын бағу, табанын жылтырату, біреудің ала жібін аттамау, ине шаншар жер жоқ деген тіркестерден сөйлем құрастырып беріңіз",
        "question_date": "25.12.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Дидар əліптің артын бағып, інісінен тек хабар күтіп отыр. 2. Асем қарызға ақша алып, табанын жалтыратып кетті.\n\n3. Халқымыз кішкентай баланың тұсауын ала жіппен \"біреудің ала жібін аттамасын, өмірдің ақ пен қарасынан сүрінбей өтсін\" деген ниетпен кесетін.\n\n4. \"Ninety one\" тобының жеке концертіне барған едім, стадионда жерде ине шаншар жер жоқ екен.",
                "date": "26.12.2018",
                "upvotes": 1
            },
            {
                "text": "1 күту; 2 қашу, жоқ болу;3 адал болу, біреудің затына қол сұқпау; 4лық толы, бос орын жоқ",
                "date": "26.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция нәтижесінде қандай газ қанша көлемде бөлінеді?",
        "question_content": "15г аммоний хлоридін 10г кальций гидроксидімен араластырады. Реакция нәтижесінде қандай газ қанша көлемде бөлінеді",
        "question_date": "24.12.2018",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15г             10г                    х\n\n2nh4cl+ca(oh)2=cacl2+2nh4+2h2o\n\n74           107                    34\n\nX=10•34/74=4,59г\n\nОсы жерден газдың моль санын табамыз.\n\nv=m/M= 4,59г:43г/моль= 0,135моль\n\nЕнді газдың көлемін табамыз\n\nV=v•Vm= 0,135моль•22,4л/моль=3,024л\n\nЖ/ы: V=3,024л",
                "date": "28.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 120 г кальций 130 г фосфор мен әрекеттескенде түзілген кальций",
        "question_content": "Массасы 120 г кальций 130 г фосфор мен әрекеттескенде түзілген кальций фосфидінің массасы қанша?",
        "question_date": "24.12.2018",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "120г              130г            Х\n\n3Ca             +  2P      =     Ca3P2\n\n120г/моль  62г/моль   182г/моль\n\nҚайсысының моль саны кіші болса сол бойынша есептейміз. Бұл жерде кальцийдің моль салы кіші.\n\nХ=120г • 182г/моль : 120г/моль= 182г(Ca3P2)",
                "date": "28.10.2019",
                "upvotes": 1
            }
        ]
    }
]