[
    {
        "question_title": "Шөбере апамның қызы маған туыс болып келе ме?",
        "question_content": "Туған ажемнің ағасының туған қызы бар, сол туған кызының жиені бар, оның маған туыстық қатынасы барма? Мен ол кызды әйел ретінде ала аламынба?",
        "question_date": "31.03.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі туыстық қатынастарыңыз алыс тармақтар арқылы болып тұр ғой, Былайша қараса, екеуіңіздің руларыңыз екі бөлек болу керек ( егер туыс апаңыз сізбен бірдей рудағы кісімен отбасы құрмаған болса), яғни үйленуге мүмкіндік бар. Бірақ, бәрібірде сол аталған отбасымен туыстық араласуларыңыздың қандай дәрежеде екеніне де қарауы мүмкін әулеттең үлкендері, жақсы тығыз араласатын болсаңыздар, туыссыңдар ғой деп қалуы да мүмкін ғой.",
                "date": "2.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл атестат алу. 10-11 де беске бітірген жағдайда қызыл атестат ала алам ба?",
        "question_content": "Егерде 9 сыныпқа дейін 4 ке оқып 10-11 де беске бітірген жағдайда қызыл атестат ала алам ба?",
        "question_date": "31.03.2022",
        "question_tag": "Мектеп",
        "question_views": 280,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады алтын белгі алу үшін 11 жыл бойғы бағаларыңның бәрі 5 болуы керек",
                "date": "31.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің итімнің мойнын ошейник қажап тастаған. Оған не істеуге болады?",
        "question_content": "Бүгін таңертең шарбаққа шығып итімді қарасам,  мойны қан болып жатыр екен.",
        "question_date": "30.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ошейникті шешіп, Хлоргексидин  немесе фурацилин сулы ерітіндісімен жараны залалсыздандырып жарасының жазылуын күтесіз, немесе ветеринар шақырыңыз.",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2022 жылы ораза нақты қай күні басталады?",
        "question_content": "2022 жылғы ораза нақты қай күні басталады? Сәуірдің 1 нен 2 сіне қараған түні ма әлде 2 сінен 3 не қараған түні ма? Толығырақ айтып жіберсініздер.",
        "question_date": "30.03.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 не 2 не караган куни",
                "date": "2.04.2022",
                "upvotes": 0
            },
            {
                "text": "Дәл қазір 2-3 қараған түні ұстайсыз сіздің қалаңыздың уақыты мен",
                "date": "2.04.2022",
                "upvotes": 0
            },
            {
                "text": "2 ыншы сәуір де басталады",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-сынып бітіріп туризм мамандығын оқуға болама Орал қаласынан",
        "question_content": "9-бітіріп туризм мамандығын оқуға болама грнтқа түсуге бодама Орал қаласынан",
        "question_date": "30.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маңғыстау туризм колледжіне түсе аласыз.",
                "date": "8.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бокс спорты бойынша ат ұран керек еді?",
        "question_content": "Бокс спорты бойынша командаға ат ұран керек. Өте керек болып тұр. 31-інші наурызға дейін.",
        "question_date": "29.03.2022",
        "question_tag": "Бокс",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазпочтаға ақша түскенін қалай білемін?",
        "question_content": "Қазпочтаға ақша түскенін қалай білемін?",
        "question_date": "29.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер Қазпоштада шот ашсаңыз, сол шот бойынша тексересіз. Немесе мына мекен жайларға барып біліп көріңіз.\n1499 (Круглосуточно)  осы номерге хабарласып білуге болады, ұялы телефоннан 18 тг/мин, қалалық нөмірден тегін.",
                "date": "30.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неолит дәуірі туралы",
        "question_content": "Неолит адамдарының биологиялық және физикалық түрі қандай?",
        "question_date": "29.03.2022",
        "question_tag": "Мектеп",
        "question_views": 744,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар тас дәуірінде қалыптасып бітеді Неолитте кәдімгі адам",
                "date": "31.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаржылай көмек, қайтарымы бар, Рамазан айы жақын қалды, алдамаймын",
        "question_content": "Салеметсиздер ме, жанашыр бауырлар\n250мын тгдей каржылай комек оте катты керек болып тур еды кайтарымы миндетти турде болады, Кудай корип тур алдамаймын маусым айында толыгымен кайтарылады. Отиниш, кол уштарынызды созыныздаршы таныстарымнан издеп таппаган сон, осында жазып отырмын...отиниш сиздерден\n\n87086000931 каспиы осы номерде\n\nКим калай комек бере алады, отиниш, рамазан айы жакындап калды, алдамаймын, Алла разы болсын, рахмет улкен",
        "question_date": "29.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз өзіңіздің жергілікті жердегі , қаладағы әлеуметтік желілерге жариялаңыз, сосын нотариустан заңды түрде ақша берушімен келісіп жасау керек. Барлығы да Құдайдың атын жамылып алдамаймын деп айта береді, қазіргі таңда қағаз арқылы заңды жасасаңыз жөн.",
                "date": "30.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 2,5 л, қысымы 220 кПа, массасы 9 г оттегінің температурасы қандай?",
        "question_content": "Көлемі 2,5 л, кысымы 220 кПа, массасы 9 г оттегінің температурасы қандай?",
        "question_date": "29.03.2022",
        "question_tag": "Физика",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1760000/7479 осы жауапты таптым",
                "date": "5.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмнан эффект шықпайды.Қалай шығаруға болады",
        "question_content": "Инстаграмнан эффект шықпайды. Эффекті мүлдем қолданылмайды.Қалай шығаруға болады",
        "question_date": "29.03.2022",
        "question_tag": "Әлеуметтік желі",
        "question_views": 618,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өшіріп қайтадан орнатып көріңіз немесе телефоныңыз қолдамауы мүмкін.",
                "date": "30.03.2022",
                "upvotes": 0
            },
            {
                "text": "Эффект шықпаса новый версиясын орнатып көрініз.\n\nНемесе инстаграмды өшіріп,қайтадан орнатыныз...",
                "date": "30.03.2022",
                "upvotes": 0
            },
            {
                "text": "инстаграммнан эффектылерды скачать етип алыныз. содан кейынде шыкпаса, инстаграмды оширип, басынан скачать етиниз. Телефоннын версиясын жанартыныз",
                "date": "21.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай нәзік сезем сенен бір жылулық, жылулық. Өлеңнің атын білесіздер ма?",
        "question_content": "Қандай нәзік сезем сенен бір жылулық, жылулық\n\nСондай нәзік тәңір берген сұлулық  сұлулық",
        "question_date": "28.03.2022",
        "question_tag": "Қазақша ән",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Amre  нің әні ол. Наурыздың соңына дейін шығады.Youtube арнасын бақылап отырыңыз.",
                "date": "28.03.2022",
                "upvotes": 0
            },
            {
                "text": "осы музыка унайд",
                "date": "29.03.2022",
                "upvotes": 0
            },
            {
                "text": "Амре деген аншиники",
                "date": "31.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір факультеттен екінші факультетке ауысуға бола ма?",
        "question_content": "Аманжолов атындағы университетте 1 курс оқимын, енді 2 курста басқа факультетке ауыса аламынба?",
        "question_date": "28.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауысуға болады, бірақ білуімше айырмашылық ақшасын  - \"разницасын\" төлейсіз, мамандыққа ауысуыңызға байланысты.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіл үйренудің жалпы ережелері тез арада эссе керек?",
        "question_content": "Тез арада Тіл үйренудің ережелері тақырыбында эссе керек?",
        "question_date": "28.03.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 952,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемде қанша тіл болса, адам сол тілдерді үйренуге ұмтыла береді және бұл қызығушылық ешқашан тоқтамайды. Әрине кейде бір тіл басқаларына қарағанда маңызды, танымал, оңай, әдемі болып көрінуі мүмкін. Дегенмен адамның қызығушылығы мен сүйіспеншілігі ойға келмеген тілдерді де үйренуге жетелейді.\n\nБала кезіңізде тілді жақсы үйренесіз, есейген сайын тіл үйрену қиындай түседі деген пікір бар. Оған көп адам сенеді. Сонымен бірге «тілге деген қабілетім бар», «тіл үйренуге қабілетім жоқ» деген тағы бір қасаң қағида бар. Оған да адамдар сенеді, сондықтан тіл меңгеруге тіпті де аяқ баспайды. Адам есейген сайын тіл меңгеру ғана емес, басқа да нәрселерді үйрену оңай болмайтыны рас. Бірақ бұл «мүмкін емес» деген сөз емес.\n\nҚазіргі кезге дейін жүргізіліп жатқан зерттеулерінде ғалымдар да, психологтер да бірауыздан «барлық мәселе сізде, өзіңіз қаласаңыз, асар асуыңыз, шығар шыңыңыз аз болмайды, сіздің қолыңыздан бәрі келеді, тек сол мақсатқа қарай табандылықпен, тәртіппен жылжыңыз» деген жақсы кеңестер береді. Бірақ оны тыңдайтын жан бар ма?! Сондықтан бүгінге дейін өзінің қандай да бір тілді үйреніп алмағанына мұғалімді, оқулықты, әдістемені және басқа да көптеген себепті айтып, кінәлайтындар әлі де толып жатыр.\n\n«Жас ұлғайған сайын тілді үйрену мүмкін емес» деген ойдың жаңсақ екенін түсіндіретін Роджер Крез бен Ричард Робертстің «Ересектерге арналған шет тілі: кез келген жаста жаңа тілді қалай үйренуге болады?» (Becoming Fluent. How Cognitive Science Can Help Adults Learn a Foreign Language) атты кітабы адамдарда қалыптасқан біраз жалған наным-сенімдерге нақты жауап береді.\n\nСегіз тараудан, пролог пен эпилогтен тұратын, алғыс, әдебиеттер тізімі және сілтемелер мен нақтылауларды қамтыған бұл кітап бар болғаны 208 беттен тұрады. Тез оқып шығатыныңызға күмәніміз жоқ. Бірақ асықпай, астын сызып отырып оқысаңыз, дұрысырақ болады.\n\nОсы кітапта тіл үйрену туралы негізгі үш мифті қарастырады: біріншісі, ересектер балалар сияқты тілді оңай үйрене алмайды; екіншісі, ересектер тілді балалар сияқты үйренуі керек; үшіншісі, шет тілін үйренген кезде ана тіліңізді қолданбауға тырысыңыз. Адам ана тілінде сөйлей алса, оның басқа тілдерді меңгеруге деген қабілеті бар деген сөз. Әсіресе ересек адамға тілді оңай үйренуге оның өмір бойы жинақтаған өзіне тән дағды, машық және зеректігі көмектеседі, тек оларды басқа тілді үйренуде орынды қолдана алуы керек. Сонымен мынадай қорытынды жасаймыз: ересектер тілді кез келген жаста үйрене алады, бұл үшін нақты мақсат, жүйелі жоспар, нәтижеге жетуге көмектесетін ерік-жігер, табандылық пен тәртіп керек. Оған қоса тілді үйренгенде күнде және бір уақытта оқығаныңыз, жаттыққаныңыз да өз әсерін тигізеді.\n\nБұл кітапта когнивистикаға, яғни психология, лингвистика, философия, нейробиология, жасанды интеллект және антропологияның жиынтығы деуге келетін ғылымға көп көңіл бөлінеді. Тіл үйренуге оның қандай қатысы бар дерсіз? Тікелей қатысы бар, өйткені металингвистика, яғни адамның тілді әртүрлі мақсатта орынды қолдана алу білімі туа біткен қасиет емес, оны жүре келе үйренеді. Сондықтан ересектер ана тілінде дамып, жетілген металингвистикалық білім мен дағдыны, өзге тілді меңгеруде қолдануы қажет. Бұл кітапты авторлар иллюзия (жалған түсінік) мен стереотиптерден (таптаурын ойлардан) арыла алмай жүрген ересектер үшін арнайы жазған.\n\nАталған туынды сіздерге тіл үйренудегі тез нәтиже немесе жылдам үйрену туралы ешқандай ақпарат бермейді. Бірақ өмір бойы үйренген дағдыларыңыз бен қабілеттеріңізді тіл үйренуде қалай қолдануға болатынын және тіл үйренгіңіз келгенде миыңызда қандай үдерістер өтіп жатқанын түсіндіреді.\n\nӨз тарапымнан тағы бір нәрсе қосқым келеді: тіл үйрену барысында көп уақытыңызды мұғалім сізді қалай оқытып жатқанын, қандай әдіс-тәсілдер қолданып жатқанын талдауға жұмсамаңыз. Бұл сізге ешқандай көмек бермейді. Ұстазға сеніңіз, ұстаздың айтқанын қайталаңыз, ұстазыңыздан асып түсуге тырысыңыз.\n\nҚандай тілді оқысаңыз да, тілді меңгеру барысы сізді байыта түсетінін ұмытпаңыз, сіздің ойыңыз өседі, жаңа білім, жаңа тәжірибе алып келеді, тұлға ретінде танымыңыз кеңейіп, айналаңызды жақсарта түсетініңізге күмән жоқ.\n\nБақытгүл САЛЫХОВА,\nпедагогика ғылымдарының кандидаты\n\nhttps://egemen.kz/article/163758-tildi-kez-kelgen-dgasta-uyrenuge-bolady",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квнға қысқа әзілдер керек",
        "question_content": "Квнға 4 кун калды катты керек",
        "question_date": "28.03.2022",
        "question_tag": "Өнер",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір күні Қожанасыр досының үйіне қонаққа келіп, қайтайын деп жатқан кезде жаңбыр қатты құйып кетіпті.\nДосы:Қожеке ,біздің үйде түней тұрсаңшы, жаңбырдың астында қаларсың. -деген ғой\n\nҚожекең келісіп, жаңбыр жауғанына қарап тұрайын дейді.\nДосы үйіне кіріп кетіп , біраздан соң шықса Қожекең үсті басы су су болып келіп тұр екен .\nДосы : қайда барып келдің ?десе,\nКожанасыр: үйге барып ,бәйбішеме сенің үйіңде түней тұратынымды айтып келдім. -депті.\n\nДәрігер науқасқа:\n— Сіздің құрттаған тістеріңізді емдеу үшін, мына алтын тісіңізді жұлу керек.\n— Неге?\n— Енді, емнің ақшасын кім төлейді?\n\nБір кісі дәріханаға келіп былай деп сұрайды:\n- Сізде Ацетилсалицил қышқылы бар ма?\n- Аспирин ба? Иә, бар.\n- Иә, иә, аспирин беріңізші. Атын ұмытып қала берем.\n\nЖұмысшы бастығына келіп: «Шұғыл түрде менің жалақымды көтеріңіз. Әйтпесе менің соңымнан қалмай жүрген фирмалар бар, мені таппай қалуыңыз мүмкін» дейді. Бастығы «Ол қандай фирмалар?» - деп сұрағанда, жұмысшы қалтасынан пәтер шығындарының квитанциясын шығарып: «Электр энергиясы фирмасы, газ фирмасы, су фирмасы, қоқыс шығару фирмасы т.б.» деген екен.\n\n— Жақан! Ә, Жақан! Ағаңның жасы сенен үлкен бе еді, кіші ме еді осы?\n\nАулада ойнап жүрген балалар бір-біріне әкелерінің өте жылдам екенін айтып мақтанып отырады. Біреуі: «Менің әкем садақ атса, нысанаға ұшқан жебеден бұрын жетіп барады» дейді. Екінші бала: «Сол да сөз боп па? Менің әкем тапанша атып, оқтан бұрын нысанаға жете алады» дейді. Сонда үшіншісі: «Ал менің әкем жұмыс уақыты 5-те біткенімен сағат 3-те үйде отырады»,- деген екен.\n\nҚожанасыр бір күні кілтін жоғалтып алады. Бақшада іздеп жүргенінде әйелі:\n– Кілтті қай жерге түсіріп алған едіңіз?-деп сұрайды. Қожа:\n– Қай жерге түсіргенімді білсем іздеп жүрер медім?- депті.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрлі-түсті canon принтерге простой ақ-қара түсті принтердің сиясы сәйкес келе ме?",
        "question_content": "Canon G 2415 түрлі-түсті принтерге G1-490 BK қара-ақ түсті принтерге келетін красканы құюға бола ма?",
        "question_date": "28.03.2022",
        "question_tag": "Жалпы компьютер",
        "question_views": 641,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ болмайды\n\n________________________",
                "date": "28.03.2022",
                "upvotes": 0
            },
            {
                "text": "Интернеттегі ақпаратқа сүйенсек болады. \nCanon PIXMA G2415 (5 цветов)  GI-490PGBK, GI-490C, GI-490M, GI-490Y",
                "date": "7.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инфекцияға емделіп жүріп қосылып қойса не болады?",
        "question_content": "Инфекцияға емделіп жүріп қосылып қойса не болады? 1 апта болған еді. Укол алып жургениме сактану керек деген кеше 1кун косылып койдык не болады екен",
        "question_date": "28.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инфекция жарыңыздан жұқса қайтадан жұғатын болар. Ем кезінде болмайды десе бір зияны бар да. Енді гинекологыңызға айтып көріңіз. Мүмкін емді жалғастыр дер.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бос үйден де табасын тамаққа да саласын. Ол не?",
        "question_content": "Бос үйден де табасын тамаққа да саласын. Ол не?",
        "question_date": "27.03.2022",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй ішінен табасың,\n\nТамаққа да саласың.\n\n(Бұрыш)",
                "date": "28.03.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Несие жайында болмақ менің сұрағым. Неге несиені кешірмей жатыр?",
        "question_content": "Мен Ахметова Айгерим несие төлей алмай жүрмін. Несиемді кешіріп берсеңіздер. Алатын айлығым 47 мың теңге. Өтініш көмек беріңіздерші.",
        "question_date": "27.03.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, айтуға оңай көрінетін шығар, бірақ несие алмау керек егер төлей алмайтындай болсаңыз.\n\nҚазір мемлекеттің несие көшіретін ниеті жоқ, меніңше ондай болмайды.\n\nЖұмыссыз ретінде жергілікті әкімшілікке тіркеліңіз,enbek.kz сайтын қараңыз.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің нағашы әжемнің жеңгесінің жиені",
        "question_content": "Менің нағашы әжемнің жеңгесінің жиені маған кім болып келеді",
        "question_date": "27.03.2022",
        "question_tag": "Жанұя",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алыс құдаша немесе құда бала болатын болар, себебі ол кісі әжеңізге құдаша немесе кұда бала болуы керек.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістанда қандай салт дәстүр бар?",
        "question_content": "Мен өзім солтүстік қазақстан облысынан боламын. Түркістан қаласына келін болып түсемін. Ол жақта қандай салт-дәстүрлер бар?",
        "question_date": "26.03.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйіңізге барып сырға салып, ұзатып алып кетеді, біз жақта сырға салу , құдалық  бәрі бір күні болып кетеді.Қалың мал береді,сіздер жақ қарсы болмаса, екі жеңгеніңді сізбен бірге алып кетіп күйеу жақтарыңыз күтеді қонақ етіп.\n\n Келін болып түскесін:\n\nСәлем салу,\nқайын жұртының адамдарын өз атымен атамай басқа ат беру( Еркебала, Еркеқыз, үлкен ағам)\n\nКелін шәй бересіздер беташардан соң 1-2 күн арасында.\n\nБастысы күліп -ойнап , көңілді болып үй тірліктеріне араласып жүрсеңіз болды.",
                "date": "27.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген 11 есепті с++ тілінде код жазу арқылы шығару керек?",
        "question_content": "Берілген 11 есепті с++ тілінде код жазу арқылы шығару керек?",
        "question_date": "26.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайын жұртыма қадірім жоқ не істесем болады?",
        "question_content": "Біз ата енемізбен тұрамыз .мен бірге тұрғандықтан қайнымдарым қайын сіңілілерім мені сыйламайды тілімді алмайды ал баска абысыным келсе соларды айналшықтап шықпай сол қызық боп тұрады мені мүлдем байқамай қалады үйдегілер , сонын тамағы дамди болып тұрады оларға. Бір сөзбен айтқанда қадірім кетті. Аяғым ауыр сондықтандама тез ашуланып кетем кейде жылап аламын не істесем болады? Енемде соның ата анасының асты үстіне түседі . Соған подарка істеп айтеуир уйине заттарын аперип жүреди",
        "question_date": "26.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз ешкімге жағуға міндетті емессіз ғой, сізді солардың барлығы жақсы көруі міндетті емес. Негізі кім өзіне қай дәрежеде араласуға рұқсат береді, барлығы сол дәрежеде қарым-қатынас жасайды. Қазір үйде отырып өзіңіз шаршап жүрген шығарсыз. Балаңызға зиян тигізбеуге тырысыңыз. \nДәрігермен кеңесіп, нерв тыныштандыратын балаға зияны жоқ витаминдер алып ішіңіз. Жұбайыңыз түсінетін болса онымен бөлісіңіз,  күнде кешкісін үйден шығып аулада серуендеп ой бөліп қайтыңыз. Бастысы біреуге жағу емес, өзіңіздің , ішіңіздегі балаңыздың амандығын ойлау.",
                "date": "27.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 қызды түсте көру",
        "question_content": "Түсімде 2 қыз көріп едім, өңімде жақсы көретін қыз мені түсімде қызғанғанын байқадым. Ал 2 қызбен мен қолымен ұстасып бірге жүрдік. Жәнеде мен сосын мен сол 2 қызбен қоштасып үйге қайтып бара жаттым. Осы ненің белгісі? Жорытып берсеңіздер",
        "question_date": "26.03.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Миллер түс жору бойынша- қыз\nТүсіңізде сұлу жəне дені сау аруларды көру – жағымды өзгерістер мен үй ішіндегі қуанышқа.\nТүсіңізге кірген сұлудың түсі бозарған, денесі арық болса, отбасыңызда науқас пайда болады.\nЕр адам түсінде өзін қыз болып елестетсе, ақыл-есі кемуі мүмкін.\nАқылды жас жігітке бұл театр актерінің мамандығын жорамалдауы да ықтимал.\nТүсті жақсыға жорыған жақсы. Сосын түсті өңіңізде не нәрсені көп ойласаңыз сол туралы түс көруіңіз ықтимал, түс әрқашан аян болмайды.",
                "date": "27.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен неге салмақ қоспаймын",
        "question_content": "Ассаламуалейкум достар,сіздерден кеңес сұрайын деп едім,мен салмақ қоса алмай жүрмін, тәбетім өте жақсы, достарым айтады арықсың ғой {ішіңде жылан құрт бар ма дейді} осы рас па, адамның асқазан ішегінде жылан құрт деген шын бола ма? Одан қалай құтылсақ болады?Үйленбей тұрып арық едім,үйленсемде толмадым,бірақ еш жерім ауырмайды, араларыңызда дәрігерлер немесе басынан өткендер болса, білетін кеңестеріңізді айтсаңыздар!!!Алдын ала рахмет...",
        "question_date": "25.03.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізде просто зат алмасу процесі жақсы жүреді. Ол уайымдайтын нәрсе емес, қайта қуанатын жағдай. Ішінде құрт бар адамның денсаулығында ақаулықтарбасқаша білінеді. Жүрек тыныштығыңыз үшін тексеріліп көре салыңыз.",
                "date": "25.03.2022",
                "upvotes": 0
            },
            {
                "text": "Артық салмақ зиян ғой, артық салмақсыз болған жақсы емес пе. Егер бұлшық ет жинағыңыз келсе качалкаға барыңыз, тренажеркада бұлшық ет шынықтырып масса жинаңыз, протеин ішуге болады.",
                "date": "28.03.2022",
                "upvotes": 1
            },
            {
                "text": "Салмақ адам бойының 3/1құрау керек. Бойыңызға қарай салмағыңыз сай келсе, онда ол қалыпты. Мысалы 160см болсаңыз , салмақ 55-60кг болу керек. Адамда паразиттер болады. көбейеді. Ол да сіздің ішкен қорегіңіз арқылы өмір сүреді. Олар - түрлі ауоулардың себепшісі.Олардан арылу үшін ағзаны тазалау. Хабарласыңыз",
                "date": "9.07.2022",
                "upvotes": 0
            },
            {
                "text": "Аптасына 3 күн жаттығу залына бар, күніне кемі 8 сағат ұйқта, көбірек тамақ іш. (донер,фри,пицца сияқтыларды емес, мүмкіндігінше ет,сүт,балық,макарон,күріш өнімдерін).  Аптасына кемі 1-2 кг қосатын боласың",
                "date": "20.07.2022",
                "upvotes": 0
            }
        ]
    }
]