[
    {
        "question_title": "Идеал жылу машинасының салқындатқышының температурасы қандай болу керек?",
        "question_content": "Егер қыздырғыштан 1270 С температурада 4кДж жылу мөлшерін  алып 800Дж жұмыс жасаса, идеал  жылу  машинасының салқындатқышының  температурасы  қандай  болу  керек?",
        "question_date": "19.11.2020",
        "question_tag": "Физика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "5.Азот молекулаларының орташа квадраттық жылдамдығы қандай температурада 830 м / с-қа тең",
        "question_content": "Отинемин комектесиниздерши",
        "question_date": "19.11.2020",
        "question_tag": "Мектеп",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азот молекулаларының орташа квадраттық жылдамдығы қандай температурада 830 м / с-қа тең\n Жауабы: Т≈ 776 К.",
                "date": "19.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау қажет",
        "question_content": "Жалтыр мұзда ешбір салмақ түсірмей, шана өзі сырғанап келе жатқан тәрізді.",
        "question_date": "19.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нужна инфографика про Ахмета Байтурсынова.",
        "question_content": "Нужна инфаграфика про Ахмета Байтурсынова",
        "question_date": "19.11.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ахмет Байтурсынов (каз. Ахмет Байтұрсынұлы, 5 сентября 1872, Тургайская область — 8 декабря 1937 года, Алма-Ата) — казахский общественный и государственный деятель, член партии Алаш (репрессирован в 1937 году), просветитель, учёный-лингвист, литературовед, тюрколог, поэт и переводчик. В Казахстане почитается как «Ұлт ұстазы»(«Учитель нации»).\nБайтурсынулы был блестящим литератором, педагогом, лингвистом. Он реформировал казахскую письменность на основе арабской графики, дав возможность пользоваться ею миллионам казахов, живущих за границей. В 1912 году Ахмет Байтурсынулы исключил все чисто арабские буквы, не используемые в казахском языке, и добавил буквы, специфические для казахского языка. Новый алфавит, получивший название «Жаңа Емле» («Новая орфография»), до сих пор применяется казахами, живущими в Китае, Афганистане, Иране.\nРазработал основы казахского и научную терминологию для определения казахской грамматики.\nРасстрелян в период Большого террора, реабилитирован посмертно.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кулон заңына есептер шығару",
        "question_content": "Есептер шығару\n\n1)Металл шардың заряды -1,6мкКл. Шардағы артық электрондар қанша?\n\n2)Бір-бірінен 3 см қашықтықта тұрған, әрқайсысы 20 нКл екі заряд өзара қандай күшпен әсерлеседі? к= 9·109 Н·м2/ Кл2.",
        "question_date": "18.11.2020",
        "question_tag": "Мектеп",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір-бірінен 3 см қашықтықта тұрған, әрқайсысы 20 нКл екі заряд өзара қандай күшпен әсерлеседі? к= 9·109 Н·м2/ Кл2.\nЖауабы: F=11мН",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дін және қоғам эссе жазу",
        "question_content": "Дін және қоғам эссе жазу",
        "question_date": "18.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дiн мен мемлекеттiң түйiсер жерi – елдiң тұтастығы жəне қоғамның ауызбіршілігі мен тұрақтылығы. Сондықтан, екi тараптың өзара бiрiгiп əрекет ететін кеңiстiгiн, оның құқықтық тетіктерін уақыт талабына сай айқындап жəне жетілдіріп отырудың маңызы зор.\nЖалпы дін туралы, оның ішінде ислам діні туралы түсінігіміз жеткілікті деп айта аламыз ба? Өкінішке орай, қоғамдағы кейінгі кезеңде көрініс тапқан келеңсіз оқиғалар керісінше жауап беруге мәжбүрлейді. Кейбір зерттеушілердің пікірінше «қазақтардың діншілдігі «үстірт», «таяз», әсіресе жастар ислам дінінің негізгі қағидаларын білмейді». Шындығында, мешітке барып намазға жығылып немесе үйінде бес уақыт намаз оқып, ораза ұстайтындардың көпшілігі өзінің ислам дінімен байланысын ұлттық дәстүрдің құбылысы ретінде қарайтындығы шындық. Қазіргі кезеңнің ерекшелігі – дінге сенем деушілердің көпшілігінің діни білімнің негізгі ұстанымдары, қағидаларын, тарихын жете білмейтіндігінде.\nДін - адам тарихының үлкен тағылым-тәрбиесінің бірі және сарқылмас даналық көзі. Егемен ел болып қалыптасуымыз, мемлекетіміздің өсіп, өркендеуінде діннің алатын орны зор. Өйткені, дін - имандылықтың, әділдіктің, сыпайылықтың, парасаттылықтың, көпшілдіктің, төзімділіктің кепілі. Діні, тілі жоқ халықтың – болашағы жоқ.\nСонымен қатар қоғам өмірінде діннің алар орны ерекше. Өйткені, дін әдептілік қағидалары мен қоғам бірлігін, тәрбиелік жүйелерді қалыптастыруда елеулі рөл атқарады. Адам дінге сенген соң, өзгелерге жәбір көрсетуден, тәртіпсіздік жасаудан, ішімдік, есірткі секілді жаман әдеттерден бойын алыс ұстайды. Дінсіз қоғамда тәртіпсіздік пен қылмыс етек жаятындығы белгілі.\nДін – қоғамның ең қажетті және негізгі тармағы. Өзіміз өмір сүріп отырған ортадан дінді бөліп қарау әсте мүмкін емес. Өйткені, дінсіз, бір Алланың бар екеніне сенімсіз қоғамда адам баласының бойынан қорқыныш сезімі жоғалады. Ал жүрегінде қорқынышы болмаған адамдар – ең қорқынышты орта, қорқынышты қоғам. Асылы текті бабамыздың «Құдайдан қорықпағаннан қорық» деуі де сондықтан. Осы мәтелдің астарында үлкен мән жатқанын ұғынуымыз керек.\nДін – Алла Тағаланың пендесіне берген ең үлкен нығметтерінің бірі. Дінді тану – бір Жаратушының бар екенін тану. Таныған жаратушымыз кім десек, ол – күллі ғаламның, барлық жаратылыстың иесі болған Алла тағала. Мейірімі шексіз Жаратқан иеміз адамзат баласын махаббатпен жаратты, басқа жан иелерінен артық етіп ақыл берді. Сондықтан ислам діні кейбір замандастарымыздың санасында қалыптасқандай дінтанушы-молдалардың ғана ісі емес, Алла тағаланың пендесіне берген, ақ пен қараны ажыратып, ақиқаттың жолына салатын ғажайып сыйы. Қараханид дәуірінде қанатын кеңге жайып, қазақ даласына енген Ислам діні салт-дәстүр, таным-түсінігімізбен біте қайнасып, болмысымызға етене жақын болды. Сондықтан кеңінен насихатталып, бірден тарады. Осылайша, кешегі он екі ғасырдан аса уақыт ішінде Ислам мұсылмандығымыздың мызғымас діңгегіне айналды.\nДін өзінің ақиқат болмысымен жақсылық жөніндегі шым- шытырық түсініктерді бір ізге салып, оны  бірден-бір тура жолға айналдыратын кемел ілімге айналса, ақиқат  өзінің дін ретіндегі көрінісімен адам жанына кір шалдырмай, оны үздіксіз тазартып отыратын, оның мәңгілік табиғатын жалғандық қоспалардан аршып, оны нұрландыратын нақты амалға айналады.\nДін – адамзатпен бірге жасасып келе жатқан түрлі тарихи кезеңдер мен қоғамда өзін әртүрлі пішінде көрсетті. Адамзаттың рухани сұраныстарының түрлілігіне байланысты діндер де әртүрлі аталды. Дүниедегі халықтар, мемелекеттер өз тарихын зерттегенде діни, рухани үдерістерді негізге алады. Адамзат баласын өзге жаратылыстан ажыратып, өзінің осы жаратылған барша жаратылыстың қожасы екенін, бірақ сол үшін осы әлемнің иесі алдында жауапты екендігін сезіндіретін нәрсе – дін. Бұл кез-келген халықтың тарихи тағдырында діннің маңызды рөл атқаратындығын, оның рухани, мәдени өркендеуінің көкжиектерін айқындайтын негізгі фактор екендігін көрсетеді.\nБірақ, біреулер қаласа да, қаламаса да дін қоғам өмірінен өз орнын алатын болады. Өйткені, адамдарда жүрек пен сана бар. Пенделік тірліктен қажып, мұңға бататын жүрек өзінің дауасын іздесе, өмірдің мәнін іздеуде пенделік қисыннан қанағат таппайтын сана өзіне кең өрісті қажет етеді.\nСол себепті де көптеген адамдар жүрекке дауа, санаға өріс беретін діннің мәңгілік құндылықтарына жүгінуге мәжбүр болады. Міне, осындай жандар адам өміріндегі, қоғам өміріндегі діннің орнын түсініп, оның мәні мен маңызын ашуға ұмтылады. Адамды осындай биік құлшынысқа, рухани жетілуге жетелейтін қасиеті діннің басты бір маңызы болып табылады.\nБасында айтқанымдай дін қоғам өмірінен өз орнын алатыны сөзсіз. Осыған орай жастарымызға дұрыс бағдар, жақсы тәрбие, қоғамымызға тигізер пайдасына байланысты жеке пікір ретінде мына нәрселерді ұсынғым келеді. Қазіргі таңда оқимын, ізденем деген жастарға үлкен жолдар ашылған. Сол нәрсені дұрыс пайдалана білген дұрыс. Діни сауатын арттыратын орын ретінде мешітке бағыт бағдар беретін едім. Өйткені қазір мешіттің жанында жастардың діни сауатын ашу мақсатында курстар  ашылған. Сол жерлерден діни білім алса қоғамға да пайдасын тигізер жастарымыз өсіп- өнер еді. Мен өзім Түркияда оқыған кезімде жаз мезгілінде жастардың барар жері орталық мешіті еді. Сол жерден білмегенін имамнан сұрап, білгендерін бөлісіп білімдерін жетілдіретін. Сол жағдайды бізде қолға алып, жастарымыздың діни сауатын арттырсақ қоғамда тыныштық, береке боларына сенімдімін.\nhttps://abai.kz/post/77611",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уәдесіне берік адамның бойында қандай қасиеттер болады?",
        "question_content": "Уәде берік адамның бойында қандай қасиеттер болады?",
        "question_date": "18.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам бойынан табылуы керек ең жақсы қасиеттің бірі – уәдеге берік болу. Қандай қоғам болмасын, қандай адам болмасын уәдеге беріктікті қашанда құптап, сөзінде тұратын жанды құрметтеп, сыйлап өткен. Дініміз исламда да мұсылманнан уәдесіне берік болуды талап етіледі. Уәдесінде тұрмауды екіжүзділікке балап, ондай адамның тозаққа баратынын ескертеді.\nИслам дінінде көркем мінез-құлықтардың ішінде уәдеге берік болу деген сипат ерекше қасиет болып қаралған. Жалпы адамзат та уәдесіне берік адамды құрметтейтіні хақ. Қазақ халқында да уәдеге тұрмауды сынға алатын «Ер адамның екі сөйлегені өлгені» деген сияқты мақалдарды көптеп кездестіреміз.\nАл, мұсылман адамға уәдесіне берік болу – міндет, мұстахап амал. Оған керісіншесі өтірік айту – жат амал. Пайғамбарымыздың (с.ғ.с.) хадисінде:  «Шынында, шындық жақсылыққа бастайды, ал жақсылық жәннатқа бастайды. Бір адам (үнемі) шындық айтса, Алланың жанында шыншыл деп жазылады. Өтірікші жамандыққа бастайды, ал жамандық тозаққа бастайды. Бір адам(үнемі) өтірік  айтса,  Алланың жанында өтірікші деп жазылады», – делінген. Яғни, өтірік айтып, жалған уәде беріп, адамды алдау шариғатта танзихан макрух болып саналады.\nАлла Тағала Құран Кәрімде пайғамбарлардың сипаты уәдеге берік болу екенін алға тартады. Мәселен, «Мәриям» сүресінің 54-аятында Ысмайылды (ғ.с) сипаттап: «(Мұхаммед ғ.с.) Құрандағы Ысмайылды (ғ.с.) есіңе ал. Шынында, ол уәдесіне берік әрі жіберілген бір пайғамбар еді», – дейді.\nМуқатил осы аяттың тәпсірінде: «Ысмайылдың (ғ.с.) уәдеде тұруын үш күн бір адамды тапжылмай күтіп тұрған оқиғасынан көруге болады», – деген. Яғни, күндердің күнінде ол бір адаммен кездесуге келіседі, бірақ әлгі адам кездесу туралы мүлде ұмытып кетеді. Ысмайыл (ғ.с.) болса әлгі адамды сол жерде үш күн, үш түн күткен екен. Үш күн өткен соң әлгі адам кездесуі есіне түсіп келісілген орынға келіп, Ысмайыл пайғамбарды (ғ.с.) сол жерден тапқандығы айтылады.\nБір кісі Алла Елшісіне (с.ғ.с) келіп:\n– Мына үш күнәға тұтылдым, тастай алмадым. Бұлар зина, өтірік айту және арақ, – дейді. Пайғамбарымыз оған біраз насихат айтып былай дейді:\n– Мен үшін өтірік айтуыңды таста!\nӘлгі кісі мақұл деп шығып кетеді. Бір күнә істейтін кезінде «Егер мына күнәны істейтін болсам, Алла Елшісі (с.ғ.с) сұраған кезінде «Иә» десем, күнә істегенім мәлім болады, «Жоқ» десем, Пайғамбарымызға берген сөзімде тұрмаған боламын» деп уәдесін ойлады. Сөйтіп қалған екі күнәдан да бас тартады. Демек, өтірік айту барлық күнәнің басы болса, уәдеге тұру сол күнәларды тоқтатуға себеп екен.\nАлла Тағала Құран Кәрімде былай дейді: «Әй, мүміндер! Істемейтін істеріңді неге айтасыңдар. Істемейтін істеріңді сөйлеулерің Алланың қасында зор ашуға себеп болады».\nСонау Пайғамбарымыз (с.ғ.с.) заманының тарихына үңілсек, азғындықтың небір түрлері етек алған заман еді. Әділдіктің иісі де сезілмейтін. Адамды алдау, аманатқа қиянат жасау, уәдеге тұрмау тағы басқа зұлымдықтар кең етек жайған еді. Алла Елшісі (с.ғ.с.) сол қоғамның ішінде өзінің бойындағы уәдеге беріктік қасиетімен, тіпті Пайғамбарлық келмей жатып танылған еді.  Егер біреудің берген затын қараймын деп уәде берсе, аманатқа қиянат жасамайтын. Мекке халқы тіпті оны «Мухаммадул Әмин» деп атап кеткен. Кейін осы сипат 40 жасында пайғамбарлық келіп, Ислам дінін таратпақ болғанда да мүшриктердің «бәлкім рас айтады» деген күмәнға түсуіне себеп болған. Оған мына оқиға куә:  Пайғамбарымыз (с.ғ.с.) бір күні Сафа тауының басына шығып:\n– Ей, Құрайыш қауымы! Мен сендерге мына таудың артында дұшпан әскерінің келе жатқанын айтсам, сенесіңдер ме? – деп сұрайды. Сол жерге жиылғандар бірауыздан:\n– Иә, сенеміз. Өйткені сен бір рет болсада жалған сөйлеген адам емессің, – дейді. Кейін Алла Елшісі:\n– Онда мен сендердің Алладан жіберілген Елшімін, – деп сөзін жалғастырып, миссиясын баяндайды. Сол кезде мүшриктер іштей Пайғамбарымыздың (с.ғ.с.) сөзі хаққа жанасатынын мойындаса да, нәпсілерімен келіспеді.\nХадиша анамыз да (р.а.) Алла Елшісіне (с.ғ.с.) ең алғаш уахилар келе бастап, қорқып, күдіктеніп, жүрегі тыныштық таппай жатқан кезде жұбату айтып, былай деген: «Қорқып, үрейленерлік ештеңе жоқ. Уайымдама, Аллаға ант етейін, Ол сен сияқты құлын ұятқа қалдыра қоймас. Өйткені, сен әрқашан шындықты айтасың. Аманатқа қиянат жасамайсың. Туған-туыстарыңмен сәлемің түзу, қабағың ашық. Көршілеріңе мейірімдісің. Кембағалдар мен кедейлерге қол ұшын беріп, мүсәпірлерді үйіңнің төріне шығарып, оларды құтты қонақтай күтесің. Халқың қиындыққа душар болғанда, жәрдеміңді аямайсың. Уаллаһи, сені бұл үмбеттің пайғамбары болар деп үміттенемін». Хадиша анамыз (р.а.) жұбату айқанда ең алғаш айтқан Алла Елшісінің бойындағы сипаты – шыншылдық. Бұл сипат – уәдеге тұрудағы ең алғашқы факторы.\nСахабалардан Абдуллаһ ибн Әбүл-Хамса (р.а.) Исламға дейінгі кезеңде  Пайғамбарымызбен сауда-саттық жасасқаны турасында осы бір оқиғаны әңгімелеген:  \n«Хазірет Пайғамбармен сауда жасасып, оған біраз қарызданып қалдым. Мұрсат болса, кейінірек төлегім келетінін айттым. Өтінішімді жерге қалдырмады. Бірақ берген уәдемді ұмытып кетіппін. Арада үш күн өткен еді. Есіме түсіріп барғанымда, сол орыннан тапжылмай мені күтіп тұрғанын көрдім».   \nОсы хадистерден аңғаратынымыз, Пайғамбарымыздың (с.ғ.с.) уәдеге берік болғандығы. Сонымен қоса, әрбір мұсылман білетін оқиғаны – Византия патшасы мен Әбу Суфиянның әңгімесін бір еске түсірейік. Пайғамбарымыз (с.ғ.с.) Ислам діні жаю кезінде көрші мемлекеттерге хат жолдайды. Сол хаттардың бірін Әбу Суфиян  Византия елінің патшасы Гераклге жеткізген болатын. Хатты оқып болған Геракл Әбу Суфияннан Алла Елшісінің (с.ғ.с.) бойындағы ерекшеліктерін сұрайды:\n– Уәдеден тайқып, сертін бұзғанын көргендерің бар ма? Сонда Әбу Суфиян:\n– Жоқ, бүгінге дейін болған емес, – деп жауап береді.\nПайғамбарымыздың (с.ғ.с.) өмір жолында уәдеге берік болғанын аңғарсақ,  бізге айтқан өсиеттері қандай? Соны шолып көрейік. \nӘбу Хурайрадан (р.а.) жеткен хадисте Алла елшісі (с.ғ.с.) мұнафиқтардың сипаты туралы былай деген: «Үш нәрсе мұнафықтың белгісі – Аманатқа қиянат жасау, өтірік айту, уәдесін бұзу».\nМұнафиқ кім екенін білесіз бе? Құранда: «Негізінен, Мұнафықтар тозақтың ең төменгі қабатында болады. Әрі оларға ешбір көмекші таба алмайсың»,– деп келген. Демек, олардың сипаттарының бірі уәдеге тұрмау. Ғұламалардың кейбірі былай деген: «Уәдеге тұру – жақсы адамдардың сипаты, уәдені бұзу – күнәһарлардың сипаты».\nИслам дініндегі осынау сөзге беріктік қасиетін сақтап, Алла Тағала алдында, отбасы алдында, бауырларымыз алдында адал болайық!\nТолығырақ: https://www.muslim.kz/article/uadege-beriktik-payigambar-s-g-s-osieti",
                "date": "18.11.2020",
                "upvotes": 0
            },
            {
                "text": "Адал, өзне сенімді, ақкөңіл, намысқой, өз сөзіне берік.",
                "date": "4.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 курстан кейін өз мамандығың мен курсты сақтап басқа ВУЗ-ға ауысу ережелері қандай?",
        "question_content": "1 курстан кейін басқа универге өз мамандығыңа курсты сақтап ауысуға болады ма, болса қалай ауысады толығырақ ақпарат беріп жіберсеңіздер. Ақылы түрде оқып жатырмын, ақылы оқуға ауысуым керек.",
        "question_date": "18.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім гранты бойынша оқитын студент басқа жоо білім грантын сақтаумен егер ұқсас мамандыққа ауысқанда ғана ауыса алады. Жекелеген жоо үшін бекітілген білім гранты бойынша мақсатты орындарға, сондай-ақ белгілі бір квота шегіндегі педагогикалық мамандықтар бойынша  түскен студенттер басқа жоо тек ақылы негізде ғана ауыса алады. Басқа жоо студенттері мен магистранттарын ұлттық жоо ауыстыру тек ақылы негізде жүзеге асырылады.\nБілім гранты бойынша оқитын докторанттар және магистранттарды бір жоо-нан басқасына ауыстыру мемлекеттік білім тапсырысы саласындағы уәкілетті органның қайта бөлуі жолымен рұқсат етіледі. \nБір ЖОО басқасына студенттерді ауыстыру рәсімі мынадай түрде болады:\n1) басқа жоо ауысқысы келетін студент жоо басшысының атына ауыстыру туралы өтініш береді және мөрмен расталған жазбаша келісімді алғаннан кейін өзін қызықтыратын жоо басшысына жүгінеді; \n2) қабылдаушы жоо басшысының атына ауыстыру туралы өтінішке мыналар қоса берілуі керек:\nоқу жұмыстары жөніндегі проректор және кеңсе тіркеушісінің қолы қойылған және мөрмен бекітілген транскрипт көшірмесі;\nбірыңғай ұлттық тестілеу немесе кешенді тестілеуді тапсыру туралы сертификат (бакалавриат үшін);\nтүсу емтихандарын тапсыру туралы сертификат (магистратура және докторантура үшін);\nбілім гранты иегерінің куәлігі.\n3) факультет деканы ұсынылған құжаттар негізінде оқу жоспарларындағы пәндердің айырмашылығын анықтайды және игерілген пререквизиттерге сәйкес оқыту курсын белгілейді, білім бағдарламасына сәйкес игерілген несиелерді қайта есептеуді жүргізеді және тіркеу бөлімімен келісу бойынша жеке оқыту жоспарын бекітеді;\n4) факультет деканының визаларына сәйкес оқу бөлімінің бастығы, жоо бастығының орынбасары, жоо басшысы студентті ауыстыру туралы бұйрық шығарады;\n 5) мемлекеттік білім тапсырысы бойынша оқитын магистранттар мен докторанттар ауысқан жағдайда жоо басшысының бұйрығы білім саласындағы уәкілетті орган шешім қабылдағаннан кейін шығарылады.\nСтудент ауысатын жоо басшысы бұйрық шыққаннан бастап 3 жұмыс күні ішінде студент бұрын оқыған  ЖОО-на оның жеке ісін жіберу туралы жазбаша сұраныс жібереді. Сұранысқа білім алушыны ауыстырумен тіркеу туралы бұйрықтың көшірмесі қоса беріледі.\nБұрын білім алушы оқыған жоо басшысы осындай сұранысты алғаннан кейін «ауыстырумен байланысты шығарылған (жоо атауы)» тұжырымдамасымен оқудан шығару туралы бұйрық шығарады және оқудан шығару туралы бұйрық шыққаннан бастап 3 жұмыс күні ішінде қабылдайтын жоо мекенжайына білім алушының жеке ісін жібереді.\nБілім алушы оқыған жоо-да транскрипт көшірмелері, сынақ кітапшасы, студенттік билет және жіберілетін құжаттардың тізілімі қалады. \nБілім алушыны ақылы негізде бір жоо басқасына ауыстырғанда оның және қабылдаушы жоо арасында шарт жасалады. \nСтудентті шетелдік білім ұйымына ауыстырғанда игерілген оқу бағдарламалары туралы (академиялық анықтама, транскрипт), сондай-ақ ҚР нострификациялау рәсімінің белгіленген тәртібінде алдыңғы білім деңгейін аяқтау туралы құжатты ұсынуы тиіс.  \nТолығырақ: http://www.sdo.ukgu.kz/?q=kk/node/181",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт әрекеттескенде неше грамм темір(ll) сульфиді түзіледі?",
        "question_content": "массасы 20 г темір мен 8 г күкірт әрекеттескенде неше грамм темір(ll) сульфиді түзіледы?",
        "question_date": "18.11.2020",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2,6 г     2,8 г,х г        у г   \nFe      +  S        =      FeS\n\n56 г      32 г               88 г\n\n2,8----------у\n\n32---------88\n\nу=7.7г",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бос орынды толтыр. 8-бұл_____санның 1/2",
        "question_content": "8-бұл_____санның 1/2\n\n3-бұл______ санның1/9\n\n4-бұл_______санның1/4\n\n2-бұл_______санның1/8",
        "question_date": "18.11.2020",
        "question_tag": "Математика",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8-бұл 16 санның 1/2\n\n3-бұл 27 санның 1/9\n\n4-бұл 16 санның1/4\n\n2-бұл 16 санның1/8",
                "date": "18.11.2020",
                "upvotes": 1
            },
            {
                "text": "30 шығу үшін не істеу керек?",
                "date": "11.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модулі F2= 200Н күш әсер еткен кездегі серіппенің ұзаруын L2 анықтаңдар.",
        "question_content": "Ұзындығы L1=6 см серіппе модулі F1=50Н күштің әрекетінен ∆L=4 мм-ге ұзарды. Модулі F2= 200Н күш әсер еткеен кездегі серіппенің ұзаруын L2 анықтаңдар.",
        "question_date": "18.11.2020",
        "question_tag": "Физика",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "200 Н күш түскенде 16 мм-ге созылады.",
                "date": "18.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұз қышқылы ерітіндісімен мырыш әрекеттескенде қанша (л) сутегі бөлінеді?",
        "question_content": "Көлемі 250 мл концентрациясы 0.5 моль/г тұз қышқылы ерітіндісімен мырыш әрекеттескенде қанша (л) сутегі бөлінеді?",
        "question_date": "18.11.2020",
        "question_tag": "Химия",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлемі 250 мл концентрациясы 0.5 моль/г тұз қышқылы ерітіндісімен мырыш әрекеттескенде қанша (л) сутегі бөлінеді?",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге солтүстік пен шығыс қазақтарының тілі түркі тіліне ұқсаймайды?",
        "question_content": "Қазақ халқы түркі халқына жатады деп есептеледі. Бірақ  түркі тіліне ұқсас тілі тек оңтүстік қазақтарында. \"Анаяқ мынаяқ\" бұлай барлық түркі халқы сөйлейді. Бірақ қазақтың солтсүтік пен шығысында ана жақ мына жақ деп айтады. Неге?",
        "question_date": "18.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Анаяқ мынаяқ\" деген сөздер түрік тіліне еш қатысы жоқ. Диалектінің емес сөздің түпкі шығу тегінің біртектігіне қарай қазақ тілі түркі тілдес тілге жатады.\nТүркі тілдері — Шығыс Еуропадан, Сібір мен Батыс Қытайға дейінгі кең аумақта тұратын 180 млн. адамның ана тілі, 210 млн. адамның екінші тілі боп табылатын, көбі бір біріне өте жақын болған 40 тілден тұратын тілдер тобы. Түркі тілдер жанұясы Алтай тілдері әулетіне жатады. Қазақ тілі соның бірі боп табылады. Түркияда әдетте түркі тілдерінің орнына түрік диалектілері термині қабылданады. Түркия, Әзірбайжан, Өзбек және де барлық түркі тілдерінің барлығы да түрік тілінің диалектілері есептеледі. Түрік тілі айтылған кезде Түркия түрікшесі емес, барлық диалектілерді қамтитын тіл ретінде түсініледі. Түркиядағы Университеттерде Çağdaş Türk Lehçeleri ve Edebiyatları «Заманауи Түрік Диалектілері мен Әдебиеттері» кафедраларында түркі тілдері мен олардың әдебиеті оқытылады.\nКөрнекті түркітанушы Н.А. Баскаков Түркі тілдері-нің фонет., граммат. ерекшеліктерін сол тілде сөйлейтін халықтардың тарихи даму, геогр. орналасу жағдайымен ұштастыра отырып, бұл тілдердің тарихын төмендегідей кезеңдерге бөледі:\n) алтай дәуірі;\n) ғұн дәуірі;\n) көне түркі дәуірі (5 – 6 ғ-лар);\n) орта түркі дәуірі немесе негізгі түркі тайпаларының қалыптасу кезеңі;\n) жаңа түркі дәуірі немесе түркі халықтарының қалыптасуы мен даму дәуірі (16 – 19 ғ-лар);\n) ең жаңа дәуір (20 ғ.) немесе түркі тілдерінің Қазан төңкерісіне дейінгі және одан кейінгі даму дәуірі.\nАлайда оның екі дәуірі болғанын тұспалдап айтуға болады:\n) Орал-алтай тілдерінің ортақ дәуірі, бұл – көптеген ру мен тайпа тілдерінің бөлінбеген кезеңі;\n) Орал және алтай тілдерінің бір-бірінен бөліну кезеңі, бұдан соң түркі, моңғол, тұңғыс-маньчжур және корей-жапон тілдерінің тармақтарға бөліну дәуірі.\nТүркі тілдері, оның ішінде қазақ тілі буын үндестігіне негізделеді, яғни қазақтың төл сөздері не бірыңғай жуан не бірыңғай жіңішке болып келеді. Сөзге жұрнақ пен жалғаулар бірінің артынан бірі қосылу арқылы сөз формасы өзгертіледі. Сөйлем бастауыш-толықтауыш-баяндауыш ретінде құрылады.\nЖүз жылдар бойы түркі халықтары көшпелі өмір салтын өткізгендіктерінен, өзара және де басқа тілдес халықтармен араласып, өз тілдеріне және көршілес халықтардың тілдеріне зор әсер еткен. Әсіресе моңғол, славян және парсы тілдерімен ықпалдасу өте терең болған. Бұл ықпалдасу әр бір тіл тобы мен топ ішіндегі тілдердің тарихи дамуын біраз өзгерткен салдарынан, түркі тілдерінің классификациясының бірнеше жүйесі бар. Бүгінгі күндері ең кең қабылданған классификация жүйесі А.Н. Самойловичтің классификациясы боп танылғанмен кейбір жағдайлар әлі де пікірталас тудыруда.",
                "date": "18.11.2020",
                "upvotes": 0
            },
            {
                "text": "Оңтұстықдағылар ЖЫЛды Йыл, ЖАСты Йас, ЖҰМЫРТҚАны Йұмыртқа демейтін шығар  ?!\nЖ сөздер нақ түркі тілі ғой,  олар да  ЖАНды Йан демейді, Жин деп Ині тықпалайды.\nЖан жан болғанда, сөздің тегін талдауға келеді, Отпен қатысты, Аңызға сай келеді... ал жин болса түсініксіз, калка тіл екені анық.",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздар неге сондай қызғаншақ? Іштері тар ма?",
        "question_content": "Қыздар неге сондай қызғаншақ? Іштері тар ма?",
        "question_date": "18.11.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚЫЗҒАНЫШ  НЕДЕН  ТУАДЫ,\nАЛ  ҚЫЗҒАНЫШ НЕНІ  ТУДЫРАДЫ?\nҚызғаныш бұқара халықтың бірлігі мен бейбітшілігін, оның ішкі тұрақтылығын, экономикалық һәм рухани дамуын көре алмаудан туындап жатады. Ал мұнан туындаған қызғаныштың арты бүлікке әкеліп соқтырары айтпаса да түсінікті. Бүлікті мақсат еткендер діни, саяси жағдайларды жанына жалау ете отырып әртүрлі әрекеттермен қадам жасауы бек мүмкін.\nҚызғаныш жөнінде хадисте не айтылған?! Алла елшісі Мұхаммед (с.ғ.с.) былай дейді: «Қызғаныштан қашыңыздар. Өйткені, ол оттың отынды жалынымен жегені секілді, барлық жасаған жақсылықтарыңды жейді». Және бір хадисте: «Әрбір қателік пен күнәға негіз болатын мына үш нәрседен сақтаныңдар. Менмендіктен сақтан, өйткені, шайтанды Адамға сәжде етпеуді жақсы көрсеткен осы менмендік болатын. Кеудемсоқтықтан сақтан, өйткені Адамға жәннаттағы тыйым салынған жемісті жеуге итермелеген осы кеудемсоқтық болатын. Қызғаныштан да сақтан, өйткені Адам атаның екі ұлының бірін өз бауырын өлтіруге итермелеген де осы қызғаныш болатын», - делінген.\nШындығында қызғаныш сезімі жақсылық әкелмейді. Дініміз ислам адамзат баласын бүлік пен қызғаныштан барынша сақтануға шақырады. Ал, пайғамбарымыз Мұхаммед (с.ғ.с.) былай дейді: «Фитна ұйқыда. Оны оятқандарды  Алла  қарғыс  етсін».\nБүлік пен қызғаныштан сақ болу керек екенін ардақты Пайғамбарымыз (с.ғ.с.) мына хадисінде көрсетіп беруде: «Жуық арада бүліктер туындайды. Ондай жағдайда отырған кісі тұрғаннан, тұрған жүргеннен, жүрген жүгіргеннен қайырлы болады. Кімде-кім бүлікке бет алса, бүлік өзіне баурап алады.  Кімде-кім паналайтын жер тапса, сол жерді паналасын да бүлікке қатыспасын».",
                "date": "18.11.2020",
                "upvotes": 1
            },
            {
                "text": "Қызғаншақтық адамның жынысына бөлінбейді деп ойлаймын. \nГүлбану Құрманалиева, психолог маманның ойын оқып қарасаңыз болады.\nДүниенің материалдық байлығына қызығып, жағымсыз қасиеттерді бойларына  сіңірмес үшін, адамзат баласы рухани баюды міндет тұту керек. Адам болу өте қиын, надан болу – әп-сәтте. Адамның жағымсыз қасиеттері – мінез-құлықтың бір сипаты. Психолог маман ретінде студенттер арасында «Қызғаныш сезімнің түрлері» туралы семинар-дәріс өткізгенмін. Сонда мына жайттарды тілге тиек еттім.  «Ақ» қызғаныш, «қара» қызғаныш деп жатады, бірақ тереңіне үңілсек, бұл екеуінде де бір қызғаныш. Қызғаныштары мен іштарлықтары бойларын кернеген адамдар тек қана аяныш сезімдерді тудырады. Өйткені ондай адамдар – өте әлсіз, ерік-жігерлері төмен, сәтсіздікті көтере алмайтын аянышты жандар. Өне бойын қызғаныш пен көреалмаушылық жаулаған адам баласы өзі толыққанды өмір сүре алмайды және басқаға да өмір сүруге кедергі тудырады. Жалпы, адам бойындағы жағымсыз қасиеттер аз сыналмаған. Мұхтар Әуезов «Қызғаныш – құрт ауру. Ол мыс қазандай қайнайтын азап оты» дейді. Қызғаныш пен көре алмаушылық деген қасиеттер жанды жаулап алатын құрттар, надан және жауыз, қатыгез адамдардың жүректеріне ұя салады. Қызғаныш – бұл ауру. Медицинада айтылатындай, қызғаныш отына өртенгендердің ішкі секрециясы қалыпсызданып, жүрек-қан тамыр жүйесі бұзылып, жүйке жүйесі зақымданады. Қызғаншақтық – сыртқа шықпай қоймайтын ішкі былық. Қызғаншақтық пен іштарлықтың үш белгісі бар: Егер адам қасында болмаса, ол туралы ызалы сөздер айтып, жағымсыз ойларын білдіреді; Ол сол адамды көргенде жағымпазданып, екіжүзділеніп, көлгірсиді; Ол адамның бақытсыздығына қуанады. Мұндай қасиеттер – саяз ақылдың белгілері. Өзін әрқашан басқамен салыстыра беретін, басқа біреудің сәттілігін өзінің құлдырауы деп есептейтін адам – жағымсыз қасиет иесі. Біреудің жетістіктері мен жолы болғыштығы оның бойында қорқыныш тудырады, адам санасының ең төменгі пернелеріне әсер етіп, соған орай рефлексті қорғаныш күштері пайда болады, соны жеңу үшін әртүрлі әдістер мен тәсілдер қолданады. Басқаларға жоғары талап қоюдың артында адамгершілік пен психологиялық зиян шегушілігі, кәсіби және жеке бас шамасының төмендігі, ішкі жан дүниесінің бостығы жатады. Адамның жанын жегідей жеген қызғаныш адамға азап шектіреді, әртүрлі аурулардың тууына ықпал етеді. «Осы жағымсыз қасиеттер неден пайда болады?» деген сұрақ туады. Бұл балалық шақтан ата-анасының немесе басқа ересектердің баланы бағалауы мен салыстыру нәтижесінде шығады. Мысалы, «Сен Марат, Айгүл, Жанарлар сияқты болсаң...», «Әне, қарашы елдің баласына...», т.б. салыстырулар мен сын-ескертпелерді естіп өскен балада қызғаныш сезімі пайда болады, яғни қай жерде бағалау, салыстыру, талаптар болса, сол жерде қызғаныш туады. Қызғаншақ адамдар – жағымсыз энергияның иелері. Жан-жақтарына агрессияның ұшқындарын атып, жамандық ойлап, қызғаныш тудырған объектілердің жағымды жақтарынан гөрі жағымсыз жақтарын тезірек байқап, оларды «тізе бүктіру» мақсатында әртүрлі агрессияның түрлерін қолданады. Осындай адамның жеке басына, қоршаған ортасына кері әсерін тигізетін жағымсыз қасиеттерден құтылудың жолдары: сарыуайымға салынбай, өзіңнің сүйікті ісіңмен айналысу (шахмат ойнау, суда жүзу, табиғатқа шығу, спортпен шұғылдану, т.б.); қоршаған ортаға, табиғатқа сүйіспеншілікпен қарау; жан-жүйеңді, ойыңды рухани байытатын көркем шығармалар оқу; адамдардың позитивті тұстарын байқауға тырысу; әрбір күнге шүкіршілік етіп, бәріне көңілі толып, алғыс айта білгені жөн.",
                "date": "18.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Все что естественно, то не небезобразно \" деген фразаның қазақша мағынасы қандай?",
        "question_content": "\"Все что естественно, то не небезобразно \"  деген фразаның қазақша мағынасы қандай?",
        "question_date": "18.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Все что естественно, то не небезобразно - Табиғи нәрсенің бәрі ұсқынсыз емес деп тура аударылады екен. Яғни, табиғи процесстер, адам физиологиясы, және ол туралы айту  ұятты емес деген мағынада қолданылады. Бірақ, олай екен деп этикетті ұмытудың қажеті жоқ, біз әйел және ер табиғаты , денесі қандай екекнін білсек те киім киіп жүреміз ғой. Сол секілді этикет нормаларын барынша сақтаған дұрыс деп ойлаймын.",
                "date": "18.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бізге ноутбук берілді ол бізде қалад ма или алып алады ма??",
        "question_content": "Көпбалалы ата аналарға ноутбук берілді.Ол бізде қалады ма или қайтарып береміз бе?(Оқу үшін берілген болатын)!?",
        "question_date": "18.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жылдың Наурыз айында төмендегідей сұқбат берілген екен. Уақытша деп атап көрсетілгендіктен, ол тізім бойынша қайта жиналып алынады деген сөз. \nУақытша қашықтан оқыту кезінде мектеп оқушылары қажетті техникамен қамтамасыз етіледі. Қашықтан оқыту жүйесі бойынша қиындықтың туындауы мүмкін екенін жақсы түсінеміз. Бір отбасында бірнеше оқушы оқыса, бір компьютер мен бір смартфонды пайдаланудың ыңғайсыздығы немесе қажетті техниканың мүлдем болмауы мүмкін. Кейбіреулерде интернет байланысы да жоқ. Президент қашықтан оқытуды ұйымдастыру үшін барлық қажетті шараларды қабылдауға тапсырма берді. Бұл мәселе қазір ерекше бақылауда. Әкімдіктермен бірлесе отырып, мектептегі компьютерлерді оқушылар мен мұғалімдерге уақытша пайдалануға беру, тіпті, қажет болған жағдайда, мектептерге қосымша техника (планшеттер немесе компьютерлер) сатып алып, оларды да уақытша пайдалануға беру мәселелерін қарастырудамыз. Кейбір өңірлер бұл жұмысқа кірісіп кетті”, – деп жазды Асхат Аймағамбетов әлеуметтік желідегі парақшасында.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инклюзивті білім беру жағдайындағы педагог-психологтың жұмысының мазмұнына,мақсат-міндет",
        "question_content": "Инклюзивті білім беру жағдайында педагог-психологтың жұмысының мазмұнына мақсат-міндеттері керек еді.Оны қалай жазуға болады",
        "question_date": "18.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 851,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: file:///C:/Users/user/Downloads/1488274886443.pdf",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша бір әнді табу керек",
        "question_content": "Радиодан бір ән естігенмін, бірақ кім орындайтынын, әннің атауын білмеймін. Ер адам орындайды. Мынадай сөздері бар: \"Ғашық жүрек теңін іздейді, сыңарын. Ғашық жүрек баса алмайды құмарын. Ғашық жүрек жалғызсырап қалмасын, Жаныма кел, қолыңды бер шынарым\". Әннін атауын және кім орындайтынын тауып берсеңіз",
        "question_date": "18.11.2020",
        "question_tag": "Өнер",
        "question_views": 235,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақпал Жүнісованың \"Ғашық жүрек\" әнінен.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Империя, леген сөзге сөзжұмбақ бар ма?",
        "question_content": "Империя, леген сөзге сөзжұмбақ бар ма?",
        "question_date": "18.11.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) \"Ежелгі Рим\" мемлекеті қандай түбекте қалыптасты?\n2) Аңыз бойынша оның алғашқы патшасы болған кім?\n3)  Римдіктер оңтүстік Италиядағы грек қалаларына қауіп төндірген кезде, Италия жеріндегі ең үлкен əрі өте бай Тарент қаласының шонжарлары кімнен көмек сұрайды?\n4) Римдік ақсүйектер?\n5)  Римнің соңғы патшасы ?\n6)Ежелгі Римдегі ең ірі амфитеатр ?\n7) империяның жақсы дәуiрiмен екiншi ғасыр iстеп шыққан императорлардың қатары өзiменмен ашқан?\nРим империясы бойынша жасадым.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нұрланның жасайтын теңқабырғалы үшбұрышының қабырғасының ұзындығын тап.",
        "question_content": "сымнан бүйір қабырғасы 16 мм, табаны 10 мм болатын теңбүйірлі үшбұрыш жасалынған.сымнан бүйір қабырғасы 16 мм, табаны 10 мм болатын теңбүйірлі үшбұрыш жасалынған.Нұрлан сымды жазып одан тең қабырғалы жасамақшы болды. Нұрланның жасайтын теңқабырғалы үшбұрышының қабырғасынның ұзындығын тап. Өтініш",
        "question_date": "18.11.2020",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16+16+10= 42\n\n42/3=35.3мм",
                "date": "18.11.2020",
                "upvotes": 0
            },
            {
                "text": "14 мм мен тексердым",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ мен ВС-ны табыңдар.",
        "question_content": "2.4суретте  АВ=АС, бұрыш 1= бұрыш2.1)АВС=АСД теңдігін дәлелдеңдер; 2)егер АС = 15 см , ДС = 5 см болса, онда АВ мен ВС-ны табыңдар.",
        "question_date": "18.11.2020",
        "question_tag": "Геометрия",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бутадиен-1,3-ке бромсутектің қосылды Марковников ережесі. Реакция теңдеуін жазыңдар?",
        "question_content": "1. Мына заттар бір-бірімен әрекеттескенде қандай қосылыстар алынады: а) 2-метилпентадиен-1,3 және хлорсутек; ә) 2-метилгексадиен-1,3 және бром? Түзілген өнімдерді атаңдар.\n\n2. 2-метилбутанның дегидрлену реакциясының теңдеуін жазыңдар. Қандай аралық өнімдер түзілетінін көрсетіңдер.\n\n3. Бутадиен-1,3-ке бромсутектің қосылды Марковников ережесіне сәйкес жүреді. Реакция теңдеуін жазыңдар.",
        "question_date": "18.11.2020",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1a)CH2=C(CH3)-CH=CH-CH3+HCl→CH3-C(CH3)=CH-CH(Cl)-CH3\n\nә) CH2=C(CH3)-CH=CH2-CH2+Br2→CH2(Br)-C(CH3)=CH-CH(Br)-CH2-CH3",
                "date": "7.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таразыны теңестіру үшін екінші табақшасына қанша грамм күкірт салу қажет?",
        "question_content": "Таразының сол жақ табақшасында18,06×10²³ мыс атомы бар. Таразыны теңестіру үшін екінші табақшасына қанша грамм күкірт салу қажет? Көмек керек",
        "question_date": "17.11.2020",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таразының сол жақ табақшасында18,06×10²³ мыс атомы бар. Таразыны теңестіру үшін екінші табақшасына қанша грамм күкірт салу қажет?\n(18,06* 10 23 *63,5):6,02*10 23=192г",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 курстан кейін басқа мамандыққа ауысуға бола ма?",
        "question_content": "Қайырлы күн! Мен 1 курс студентімін, грантта оқып жатырмын, бірақ мамандығымды ауыстырғым келеді. 1 семестр әлі аяқталмады. 1 семестрден кейін ауысуға болады ма, және қалай кіммен хабарласып ауысады? Не болмаса, 1 курс аяқталған соң ауысуға бола ма? Жауап берсеңіздер",
        "question_date": "17.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Ұлттық ЖОО кез - келген  ЖОО грантты сақтай отырып , ауыса аласыз. Ал кез-келген ЖОО Ұлттық ЖОО ауысқанда грант сақталмайды.\n2) 1 семестрден соң егер ешқандай қарызыңыз болмаса  сол ЖОО, онда деканаттағы мамандар нұсқауы бойынша келесі ЖОО ауыса аласыз.\n3) Неғұрлым ертерек ауысқан дұрыс болады, айырмашылық сабақтар аз шығады. Айырмашылық сабақ саны көбейген сайын, кредит саны да көбейіп, сол пәндерді ақылы оқуға тура келеді. Егер мүмкіндік болса 1-семестрден соң ауысып кеткеніңіз жөн.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түз тағысын дегенді қалай түсінесің",
        "question_content": "Түз тағысын дегенді қалай түсінесіз",
        "question_date": "17.11.2020",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түз тағысы деген - жабайы дегенді білдіреді. Яғни қолға үйретілмеген, өз еркімен жүрген жабайы аң деген мағына береді.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    }
]