[
    {
        "question_title": "Геосаяси жағдайы тұрақты бес елді атаңыз",
        "question_content": "Дүниежүзінің геосаяси жағдайы тұрақты бес елді атаңыз.",
        "question_date": "2.03.2021",
        "question_tag": "География",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйгілі АҚШ еурей саясаткері Доқтыр Бырозинскидың айтуынша ... АҚШ дара супер пауер болса , Еуроодақ , Орыс , Қытай , Үндістан , Иран , Түркие елдері Стратегиялық іргелік елдер депті ...",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қар күреген бала және Жаяу сүйреген шана бөлімдерінің сюжеті бойынша",
        "question_content": "Қар күреген бала және Жаяу сүйреген шана бөлімдерінің сюжеті бойынша жазушы көтерген негізгі идеясы",
        "question_date": "2.03.2021",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответ:Идеясы: ерен күш иесін таныту, ата-анаға қамқорлықты көрсету, өз ісіне адал болу және шындықты тура айтатын қайсар мінезді болуды ұқтыру",
                "date": "15.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Қар күреген бала» және «Жаяу сүйреген шана»",
        "question_content": "Қазақ әдебиеті 94 бет 4-тапсырма  өтінем көмектесініздерші        \nӨтінеммммммм♥",
        "question_date": "2.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Крч блмим жазбадым",
                "date": "2.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер кернеу 12B болса тізбектің ток күшін есепте",
        "question_content": "БЖБ сұрағы еді,көмектесіп жіберіңдерші))",
        "question_date": "2.03.2021",
        "question_tag": "Физика",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "У жалпы = И болынген R жалпы = 12:2=6",
                "date": "16.02.2023",
                "upvotes": 0
            },
            {
                "text": "I  =  U/R  =  12/R",
                "date": "17.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір бұрышы 30⁰ қа тең ромбының биіктігі ну 3см.Ромбының ауданын табыңыздар",
        "question_content": "Срочно керек!!\n\nОтветты жибере аласындарма!!",
        "question_date": "2.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ромбтың қабырғасы - бұл ромбтың биіктігінен түзілген тікбұрышты үшбұрыштың гипотенузасы және оның осы биіктік түсірілген жағының бөлігі. Бұл үшбұрыштың сүйір бұрышы 30 ° (берілген).\nБұл бұрышқа қарама-қарсы биіктік жатыр. Бұл дегеніміз, ромбтың қабырғасы :\n\n3 * 2 = 6 см (гипотенуза 30 ° бұрышқа қарама-қарсы жатқан қос аяғына тең).\nПериметрі P = 4 * a немесе P = 6 * 4 = 24см.",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО басқа ЖОО ауысқым келеді",
        "question_content": "Мен қазір Семейде Шәкәрім атындағы университеттің 1 курс студентімін мамандығым қала құрлысы грантта оқимын мен осы грантымды сақтай отырып алматыдағы Сәтбаев атындағы университетке ауыса аламба дәл осы мамандыққа",
        "question_date": "2.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://satbayev.university/kk/contacts\n\n Сәтбаев университетінің сайтына өтіп хабарласып көріңіз.",
                "date": "2.03.2021",
                "upvotes": 0
            },
            {
                "text": "Жоқ ауыса алмайсыз-ау, грант сақталмайды. Тек платныйға ауысатын шығарсыз. Ауысқан күннің өзінде 1ші семестрде оқымаған сабақтарыңыздың (Сәтбаевта) кредитін төлейсіз.",
                "date": "12.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кұрғақ жөтел мазалап жүр",
        "question_content": "Менде курғақ жөтел 1-2 кунде болып тұрады.кешке карай басталады.не істесем болады. Ондай аурып журген жокпын тек жөтел бар.",
        "question_date": "2.03.2021",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жөтелге қарсы дәрілер іш.",
                "date": "2.03.2021",
                "upvotes": 0
            },
            {
                "text": "Арасанға, баняға түс...  судың буының ылғалы жағады, менше.",
                "date": "2.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талғат Сұлтанбековтың көшкелі алтын әнгімесі",
        "question_content": "Талғат Сұлтанбековтың көшкелі алтын әнгімесінің идеясын адамгершілік құндылық тұрғысынан талдап идеяны жеткызудегы автор шеберлігіне баға беру",
        "question_date": "2.03.2021",
        "question_tag": "Мектеп",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көшпелі алтын шығармасы  -  қазақ тарихындағы ғылыми фантастикалық шығармаларының ең ірісі. Шығарма жай фантастика ғана емес, халық аңыздарына сүйеніп жазылған. Бұл шығарманың ерекшелігіде осы.\nЖалпы шығарманың сюжеті: көшпелі алтынды көрген Сәменнің жолдасымен бірге сапарға аттанып, таңғажайып дүниелерді бастан өткеруі мен соңында жұмбақты шешуі. Шығарма қиял-фантастика мен сондай ақ ғылымға сүйеніп жазылған. Міне осы ғылымды мен адамгершілікқұндылықтар қатарына жатқыза аламын. Көшпелі алтын шығармасыда ғылым негізінде өрбиді. Жіне тағы бір тілге тиек етер құндылығы: аңыз, қиял-фантастика. Шығарманың негізі де осы фаньастикадан тұрады. Ал ендігі шығарманың материалдық құндылығына келсек, бұл әрине аты айтып тұрғандай \"алтын\". Алтын бұл құнды заттарға жататындықтан адамгершілік құндылыққа жатқызуға болады.\n\n    Адамгершілік құндылықтарды айта берсек өте көп. Ал осы шығарма барысында мен басты үш құндылық таптым. Екеуі ой-сана құндылығы болса, біреуі заттық құндылық. Яғни бұл фантастикалық әңгіменің тақырыбы да сюжеті де адамгершілік құндылықтарды айшықтайды.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параболаның төбесінің координатасын табыңыз : у = х2 + 5х – 6",
        "question_content": "Параболаның төбесінің координатасын табыңыз : у = х2 + 5х – 6",
        "question_date": "2.03.2021",
        "question_tag": "Математика",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Параболаның төбелері x₀ және y₀ (x₀; y₀). x₀ формула бойынша табылады: x₀ = -b / 2a = 5/2 = 2.5, a y₀ = f (x₀) = 6.25-5 * 2.5 + 6 = 6.25-12.5 + 6 = -6.25 + 6 = -0.25. Жауабы: параболаның жоғарғы жағы (2,5; -0,25).",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үнді мұхиты алабының өзендері",
        "question_content": "Үнді мұхитының алабының өзендері жайлы керек,атаулары?",
        "question_date": "2.03.2021",
        "question_tag": "Мектеп",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лимпопа   замбези",
                "date": "30.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанқожа мен Есет батырлардың ұлт-азаттық көтерілістері қамтыған аймағы қандай?",
        "question_content": "өтініш жауап керек, тез арада",
        "question_date": "2.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хиуалықтарға және қоқандықтарға қарсы күресте Жанқожа батыр ресейліктермен уақытша одақ құруға мәжбүр болған еді. Жанқожа батырдың 1847 жылы Хиуаға қарсы күресін майдаланып қалуға тырысқан патша үкіметі оны өз жағына тартуға күш салып бақты. Осы мақсатпен оған Шекара комиссиясының есебінен жыл сайын 200 сом мөлшерінде жалақы төлеп тұру белгіленді. Оған Қарақұм мен Сырдария жағасындағы Борсыққұм қазақтарының басқарушысы деген лауазымды қызмет те ұсынылды. Ресей жоғарғы өкімет билігінің атынан батырға жасауыл деген атақ та берілді. Бірақ Жанқожа батыр патша үкіметі ұсынған барлық атақ, жалақы, қымбат бағалы сыйлықтардан да біржолата үзілді-кесілді бас тартты.\nПатша үкіметі Жанқожа батырды Кіші жүздің билеуші-сұлтандарына бағынышты етуге де тырысып көрді. Бұл қитұрқы әрекеттер батырдың патша үкіметінен іргені аулақ салуына себеп болды. Өйткені оның патшаның қолшоқпар шенеуніктеріне айналған сұлтандарға бағынуы тіпті түсіне де кірмейтін жиіркенішті нәрсе болатын.\n1856 жылдың желтоқсан айында Сыр бойы қазақтарының Ресейге қарсы қарулы көтерілісі басталды. Бұған түрткі болған себеп ресейлік солдаттардың жергілікті үш қазақты кірпіш зауытының пешіне тірідей жағың жіберуі еді. Көтеріліске шыққандардың жалпы саны 3 мың адамға дейін жетті. Көтерілістің орталығы бұрынғы хан ордасы орналасқан Жаңақала болды. Көтерілісшілердің басым көпшілік бөлігі жаяу адамдар еді. Олардың қару-жарағы жер өңдейтін кетпен мен ұзын сапты шот, сойыл, садақ, найзалардан құралды. Оқ ататын аз ғана мылтықтары бар еді. Жанқожа батыр жедел қимыл жасай алатын бірнеше топ құрды. Олардың әрқайсысының қатары 150— 200 адамнан тұрды. Көтерілісшілер жасағы Қазалы маңына, Перовск бекінісіне таяу жерлерге орналастырылды да, белгі берілген кезде күтпеген жерден бірден лап қойып, шекара шебіне шабуылға шықты. Дұшпанның адам күші елеулі шығынға ұшырады.\n1856 жылғы желтоқсан айының аяқ кезінде Қазалы қамалы қоршауға алынды. Жергілікті тұрғындар барлық бәленің басы осы қамалда жатыр деп ойлайтын. 1857 жылғы қаңтарда көтерілісшілердің саны 5 мың адамға жетті. Бұларға қарсы Фитингофтың отряды қарсы шабуылға шықты. 300 қазақ, 320 жаяу солдаттан құралған жазалаушылар отряды зеңбіректер және ракеталы станоктармен қаруланған болатын. Жазалаушы әскер мен көтерілісшілер арасындағы шешуші шайқас 1857 жылғы 9 қаңтарда Арықбалық шатқалында өтті. Көтерілісшілерді жігерлендіру үшін олардың алдында желбірете ақ ту ұстаған Жанқожа батыр келе жатты. Бірақ батырдың нашар қаруланған жасағы от шашқаң зеңбіректің снарядына және мылтықтың калың оғына төтеп бере алмады. Көтерілісшілер қосыны басып алынды, мал-мүлкі талан-таражға түсті. 20 мың бастан астам малы айдап әкетілді. Көтерілісшілердің бытыраңқы топтары Қуаңдарияға қарай шегініп кетті, одан әрі Бұхара мен Хиуа асуға мәжбүр болды.\nСыр бойындағы қазақтардың ұлт-азаттық қозғалысын басқарған батырлардың бірі Есет Көтібарұлы (1807-1888) болды. Ол өзінің батырлығымен, орасан зор дене күшімен, парасатты ақыл-ойымен, қызыл тілге шешендігімен, сондай-ақ ат құлағында ойнайтын шабандоздығымен халыққа ерекше танылған еді. Оның әскери қолбасшылық өнерге шеберлігі, бір орыннан екінші орынға жедел ауысып кете алатын тактикалық тапқырлығы жақсы қаруланған, күші басым орыс әскерлерін қапыда қалдырып, талай рет жеңіске жеткізді.\nЕсет Көтібарұлы ғажайып шешен адам болатын, өз тындаушыларын үйіріп әкетіп, ерлік күреске жігерлендіре білетін. Ағылшын зерттеушісі Бульжер Демитриус Чарлз Есет батырдың өз руластарын патша үкіметіне қарсы күреске жігерлендіре шақырғаны туралы жазды: «Рас, олардың аттары мен қаруы бар. Aт пен қару бізде жоқ деп кім айта алады? Біздің мұхит түбіндегі құмның қиыршығы сияқты көп екеніміз өтірік пе? Өздерің мойын бұрып қараңдаршы: шығыс пен батыста, солтүстік пен оңтүстікте де қаптаған қалың қазақтардыды көретіндерің анық. Сөйте тұра неге біз aт төбеліндей өзге жатжерліктерге бағынуға тиістіміз?!»\n1838 жылы Есет батыр Ресейдің Елек бекінісіне шабуыл жасауға қатысты. Ол 1847-1848 жылдары Жанқожа Нұрмұхамедұлымен бірге Хиуа және Қоқан басқыншыларына қарсы белсене күресті.\n1847 жылдың жазында Жем өзенінің бойында Есет батыр патша үкіметінің жазалаушы әскеріне тұтқиылдан шабуыл жасады. Батырдың Ресей әскеріне шабуылдары кейін де жалғаса түсті. Патша әкімшілігі Есет батырға қарсы бірнеше рет жазалаушы әскер жіберді. Алайда туып-өскен елінің жер жағдайын жақсы білетін ол жазалаушы отрядты адастырып, оларға таптырмай кетіп жүрді. Оның үстіне, өз жігіттерін екі топқа бөліп, дұшпанды қапыда қалдырумен болды. Есет батырдың жігіттері Ресейдің сауда керуендері мен жазалушы әскерлеріңе батыл да сәтті шабуылдар жасап отырды.\n1855 жылы ол отаршыл әкімшіліктің жергілікті қолшоқпары билеуші-сұлтан Арслан Жантөреұлын өлтірді. Патша үкіметінің сауда керуендері мен бекініс-қамалдарына шабуыл жасауын үдете түседі. Есет Көтібарұлының тарапынан Хиуамен әскери одақ құру жөнінде жасаған ұсынысы сәтсіз аяқталды.\nРесеймен жиырма жыл бойы жанқиярлықпен күрес жүргізген Есет батыр 1858 жылы өз еркімен Ресей империясының бейбіт келісім жасасу жөніндегі шартын қабылдады. Өйткені ол Ресейдің аса қуатты әскери машинасына қарсы бұдан әрі күрес жүргізудің пайдасы жоқ бос әурешілік болып шығатынын түсінді. Патша үкіметі оның бұған дейін Ресей империясына қарсы жүргізген күресіне кешірім жасады. Батыр үй басынан алынатын түтін салығынан босатылды. Кейінірек ол тіпті Торғай облысындағы Ырғыз уездік бастығының көмекшісі қызметіне тағайындалды. 1873 жылы Хиуаға қарсы жасалған жорыққа Ресей әскерлерінің құрамында белсене қатысты.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның бір қабырғасы 8 см, ал бұрышы 45°. Перимері",
        "question_content": "Параллелограмның бір қабырғасы 8 см, ал бұрышы 45°. Перимері 64 см болса, ауданын табыңыз.\n\n2. Ромбының диагоналдарының біреуі екіншісінен 4 есе артық, ауданы 32 см? Диагоналдарын табындар.\n\n3. АВС үшбұрышында АВ = 16. AC = 22, o C - 35°, ов = 85°болса, АВС үшбұрышының ауданын табыныз.\n\n4. Трапециянын бір табаны екіншісінен 6 дм-ге артык, биіктігі 9 дм, ал ауданы 90 дм2. Трапецияны табандарын табыңыз.",
        "question_date": "2.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда осының жауабы керек еді жауабы барма пж",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің ауадағы салмағы 20Н судағы салмағы 15Н. Архимед күші неге тең?",
        "question_content": "Дененің ауадағы салмағы 20Н судағы салмағы 15Н. Архимед күші неге тең?",
        "question_date": "1.03.2021",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fауа = mg\n\nFсу = mg - Fa\n\nFa = 5H",
                "date": "2.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің ауадағы салмағы 15 Н. Судағы салмағы 10Н. Архимед күші неге тең?",
        "question_content": "Дененің ауадағы салмағы 15 Н. Судағы салмағы 10Н. Архимед күші неге тең?",
        "question_date": "1.03.2021",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "15 - 10 = 5 Н\n Негізі, Архимед заңы – аэростатикамен гидростатиканың сұйыққа (газға) батырылған денеге, көлемі сол дененің көлеміндей сұйықтың салмағына тең әрі онан әрқашан да жоғары қарай бағытталған кері итеруші күш әсер ететіндігін анықтайтын негізгі заңы. Дененің ығыстырып шығарған сұйығының ауырлық центріне (орталығына) түсетін итеруші күшті архимедтік не гидростатикалық көтеруші күш деп атайды. Егер дененің салмағы архимедтік күштен кем болса, онда дене сұйық бетіне қалқып шығады, ал дененің салмағы архимедтік күштен артық болса, онда дене сұйыққа батып кетеді. Дененің салмағы архимедтік күшке тең болса, дене сұйық ішінде жүзіп жүреді. Бұл заңды Архимед б.з.б. 3 ғасырда ашқан. Архимед заңы денелердің сұйықта, не газда жүзуінің теориялық негізі болып саналады.",
                "date": "19.04.2021",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мәтіндегі қарамен жазылған сөз тіркестерін талда",
        "question_content": "Жер бетінде бір-біріне ұқсамайтын тіршілік иелері өте көп. Ғаламшарымызда 10 миллионнан астам түр тіршілік етеді. Тірі ағзалардың әркелкілігі «биоалуандылық» деп аталады. Ол әралуан түрлердің саны мен түр ішіндегі айырмашылықтарды қамтиды.\nБиоалуандылық экожүйелердің саулығы үшін өте маңызды. Биоалуандылық: әралуан түрлердің саны, түрлер арасындағы айырмашылық. Тұрақты экожүйелер үшін маңызды әрбір түрдің ерекше рөлі бар, сондай-ақ, түрлердің әралуандығы өзгерістен қорғануға көмектеседі. Бірақ жаһандық биоалуандылық үлкен қарқынмен азаюда.",
        "question_date": "1.03.2021",
        "question_tag": "Мектеп",
        "question_views": 903,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тірі заттар дегеніміз не?\nThe тіршілік иелері бұл барлық күрделі молекулалық құрылымдар немесе жүйелер, мысалы, тамақтану, даму, көбею және басқа организмдермен өзара әрекеттесу, оларды қоршаған ортамен энергия алмасу.\nСондай-ақ организм немесе тірі жанды осылай жіктеуге болады, оның құрылымында кем дегенде бір жасуша қажет.\nТірі организмдердің сипаттамалары\nТірі организмдердің алуан түрлілігі болғанымен, олардың барлығы белгілі бір сипаттамаларға ие:\nТірі заттардың ұйымдастыру деңгейлері бар\nБарлық тіршілік иелері жасушалық құрылымға ие болуымен сипатталады. Жасушалардың саны өзгереді, өйткені кейбір организмдерде тек біреу ғана болады (бір клеткалы организмдер), ал басқаларында бірнеше болуы мүмкін (көп клеткалы организмдер).\nБұл құрылым биомолекулалардан бастап тірі тіршілік иелерінің ұлпаларына, сүйектеріне және мүшелеріне дейінгі бірнеше ұйымдастырушылық деңгейге ие.\nБарлық тірі организмдер зат алмасу қызметін атқарады\nБарлық тірі организмдер өздерінің маңызды функцияларын орындауға мүмкіндік беретін метаболизм деп аталатын энергияны сіңіру, өзгерту және босату процесіне сәйкес келеді.\nМетаболизм екі фазадан тұрады:\nАнаболизм: бұл қоректік заттарды аминқышқылдар сияқты жаңа органикалық субөнімдерге айналдыру.\nКатаболизм: бұл қоректік заттардың энергияға айналуы.\nТірі заттар дамып, көбейеді\nТірі ағзалар бірқатар ішкі және сыртқы өзгерістерді (көлемінің, салмағының, пішінінің ұлғаюы және т.б.) қамтитын даму циклынан өтеді.\nДамудың бір кезеңінде олар жыныстық немесе жыныссыз жолмен көбеюге дайын.\nОрганизмдер тітіркендіргіштерге жауап береді\nКез-келген тіршілік иесі қоршаған ортадан тітіркендіргіштерді қабылдай алады, оны өңдейді және қысқа немесе ұзақ мерзімді жауап беру үшін сол ақпаратты алады.\nЖыртқыш аңдарды тыңдағанда қашатын жануар тітіркендіргішке жауап береді.\nТірі адам өзін-өзі реттеуге қабілетті\nБарлық организмдер қоршаған ортада болатын өзгерістерді іштей өтей алатын қабілетке ие. Бұл қабілет гомеостаз деп аталады және өмір сүру үшін өте маңызды.\nОсмостық қысымды реттеу гомеостаздың мысалы болып табылады.\nБарлық тіршілік иелері дамиды\nКез-келген тірі организм өзін қоршаған ортаға бейімделіп, дами алады. Осылайша ол өз түрінің тіршілігін қамтамасыз етеді.\nТірі заттардың жіктелуі\nНегізінде тірі организмдер деп аталатын үш үлкен топқа жіктеледі домендер:\nБактериялар.\nАрхей.\nЭукария.\nӘрбір домен өз кезегінде басқа деп аталатын бөлімшелерден тұрады патшалықтар. Эукария доменінде ең танымал өмір сүру формалары бар корольдік, демек тірі жандардың классификациясы өте танымал. Алайда, бұл олардың жалғыз тірі организмдер екенін білдірмейді.\nЭукария доменіндегі ең көп қабылданған патшалық классификациясы төрт топты қамтиды:\nПротиста: Бұл микроскопиялық бір клеткалы организмдер болып табылатын қарапайымдылар патшалығы.\nA патшалық мысалы Протиста амебалар.\nПланта: бұл патшалық қызыл және жасыл балдырлардан және гүлсіз және гүлсіз жердегі өсімдіктерден тұрады.\nA патшалық ағзаның мысалы Планта бұл орхидеяOrchidaceae).\nСаңырауқұлақтар: Бұл өсімдіктерге ұқсас болғанымен, фотосинтездей алмайтын организмдер болып табылатын барлық саңырауқұлақтардан тұратын патшалық.\nA корольдіктің тірі тіршілігінің мысалы Саңырауқұлақтар ол Penicillium chrysogenum , пенициллин алынатын саңырауқұлақ.\nАнималия: бұл патшалықта эмигрондық дамуы зиготадан пайда болатын барлық жануарлар бар.\nАнималия патшалығындағы тірі тіршілік иелерінің мысалдары Олар құстар, сүтқоректілер, бауырымен жорғалаушылар және адамдар.\nСондай-ақ оқыңыз:\nПатшалық Протиста.\nПатшалық Планта.\nПатшалық Саңырауқұлақтар.\nAnimalia Kingdom.\nтірі организмнің химиялық құрамы\nТірі организмдердің химиялық құрамы шамамен 60 элементтен тұрады, олар өз кезегінде екі үлкен топқа бөлінеді:\nАлғашқы химиялық элементтер: көміртегі, оттегі, сутегі, фосфор, күкірт және азот. Бұл элементтер Жердегі өмір үшін өте қажет.\nЕкінші реттік химиялық элементтер: натрий, кальций, калий, йод, темір, магний, кремний, мыс, фтор, марганец, бор және хлор.",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика пәнінен беретін апайға тақпақ керек.",
        "question_content": "Математика пәнінен беретін апайға тақпақ керек. Апайдын атты Алия өтінішшшшш",
        "question_date": "1.03.2021",
        "question_tag": "Өнер",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика сандар менен формулалар,\nБелгілі бала күннен бізге бұлар,\nПифагор мен Фалестен бастау алып,\nМатематиканың мәні де, міне осылар.",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі санның айырмасы 17 см, ал квадраттарының айырмасы 799 см. Осы сандарды табыңыз.",
        "question_content": "Екі санның айырмасы 17 см, ал квадраттарының айырмасы 799 см. Осы сандарды табыңыз.\n\nОтыныш маган казыр алгебрадан бжб еды комектесе аласыздарма отыныш тек сонгы жауабы калып еды.",
        "question_date": "1.03.2021",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x-y =17\n\nx^2-y^2 = 799\n\n(x-y)(x+y) = 799 => 17*(x+y) = 799 => x+y = 47\n\nx-y =17  екі теңдеуді қосып жіберсек\n\nx+y = 47\n\n2x = 64\n\nx = 32\n\n32 + y = 47\n\ny = 15\n\n32 мен 15",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2×|х-4|=6 х-тің мәнін табыңыз.",
        "question_content": "2×|х-4|=6 теңдеу БЖБ Математика 6 сынып",
        "question_date": "1.03.2021",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2|х-4|=6\n\n|х-4|= 3\n\nх-4=3\n\nх=7\n\nх-4=-3\n\nх=1",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Он бес азайту үш тен бес",
        "question_content": "15-3 тең 5 математика сұрақтары көмек керек",
        "question_date": "1.03.2021",
        "question_tag": "Математика",
        "question_views": 196,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15 - 3/5 = 72/5",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидравликалық престің кіші поршеньнің ауданы 15 см2, ал үлкен",
        "question_content": "Гидравликалық престің кіші поршеньнің ауданы 15 см2, ал үлкен поршеньнің ауданы 300 см2. Кіші поршеньге әсер ететін күш 350Н болса, үлкен поршеньге әсер ететін күшті табыңыз",
        "question_date": "1.03.2021",
        "question_tag": "Физика",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "s1 = 15 см2\ns2 = 300 см2\nF1 = 350Н\nF2 = ?\nF1/s1 = F2/s2 \nF2 = F1*s2/s1 = 350*300 / 15 = 7000 Н",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсте жылан көрсе не болады?",
        "question_content": "Мен түсімде жыланды ды көрдім ол мені көрседе басқа адамдарды орап алып шағып алмақ болды мен оларды құтқармақ болдым ал адамдарды танымаимын",
        "question_date": "1.03.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс көру – пенде баласына тән тылсымдардың бірі. Тылсым деп қарағанмен, көрген түске қарай түрлі жорамалдар айтылады. Мұны түс жору дейді. Түс жору – қазақтың мәдениетінде ертеден басталып, күні бүгінге дейін жалғасып келе жатқан тамаша ғұрыптарының бірі.\nЕртеде түсті қариялар жақсылыққа жоруға тырысқан. Егер қандай да бір қауіптен сескенсе, алдын алуға тырысқан. Мәселен, түсінде бір адамды жылан шағып алып оянса, онда таңертең бір шұбар жылан реңді шүберекті жылан бейнесінде жыртып алып, ол шүберекті басынан үш рет айналдырып \"жаман түсімді жыланға көшір\" деген сөзді үш рет айтып, оған бір ақ тамызып, отқа өртеп жіберсе жаман түс жыланға көшіп, келе жатқан қатерден аман қалады деген наным бар. Жылан демекші, адам түсінде жылан көрсе не болады?\nАдамдардың көбі жыланнан қорқады. \"Түсімде жылан көріппін\" деп түсін бастайтын жандарды талай кездестірген де боларсыз. Жалпы қазақ ұғымында жылан – улы, заһарлы, адам баласына қастас жәндік саналады.\nӘдеби ұғымда жыланды жауыз, жексұрын бейнесінде суреттейді. Қазақтың ертегі-аңыздарында \"жылан ордасы\", \"жылан патшалығы\" деген аңыздар мен мысалдар көп. Қазақтың әдеби тілінде \"жыланды үш кессе де, кесірткелік әлі бар\", \"жыланға түк біткен сайын қалтырауық\", \"жылан шаққан ала жіптен аттамас\", \"жағыңа жылан жұмыртқаласын\", \"жылан жалағандай тап-тақыр\", \"торғай жұтқан жыландай\", \"оқ жыландай атылды\", \"айыр тілді жыландай\", \"жылан тіл, жылан сөз, жылан көз\" деген сөз тіркестері бар.\nҚазақ жыланның еркегін – қожыр бас, ұрғашысын – майда, баласын – иіртек деп атайды. Түсіне қарай \"шұбар жылан\", \"сұр жылан\", \"ақ жылан\", \"көк жылан\", \"сары жылан\", \"қоңыр жылан\", \"ала жылан\", \"тарғыл жылан\", \"кер жылан\", \"жасыл жылан\", т.б. атап жатады. Ал түске кірген жылан кейде жағымды, кейде жағымсыз болып жорылады.\n1. Түсіңде жылан жолыңды кесіп өтсе...\nБұл түс – жақсылықтың нышаны емес. Алда қауіп-қатер барын ескертеді. Жауыңыз артып, жолыңыз болмауы мүмкін. Мұндайда жоғарыда айтылған нанымды орындап, \"жаман түсімді жыланға көшір\" деп сұраған.\n2. Түсіңде жылан қуып жүрсе, оралып алса, не шағатын болса...\nБұл түс те қауіп-қатердің белгісі. Дұшпандардың торына түсуіңіз мүмкін. Түсіңізді дуалы ауызды адам тауып жорытып, оған садақа беріп, түс баяндарыңызды құпия ұстағаныңыз жөн.\n3. Түсіңізде жылан босағада немесе шаңырағыңызда салақтап тұрса...\nМұндай түс көргендер үшін де қауіп-қатер бары ескертіледі. Түсіңізді иманды адамға жорытып, түс садақасына қара түсті нәрсе беріп, жөні болса құдайы тамақ жасаңыз.\n4. Түсіңізде жыланды өлтірсеңіз...\nБұл – жақсылық нышаны. Онда өңіңізде беделіңіз өсіп, дәулетіңіз артып, бақ жұлдызыңыз жанады. Түсіңізді анаңызға жорытыңыз.\n5. Түсіңізде ақ жылан көрсеңіз...\nОнда дұшпаныңыз мұсылман болуы мүмкін. Иман келтіріп, жақсы тілек тілеп, ақ ниет қылсаңыз жолыңыз жақсылыққа ашылып, ол дұшпаныңыз қайтадан досыңызға айналады.\n6. Түсіңізде жылан сізге зиян-зақым қылмаса...\nБұл түс – жақсылық нышаны. Түсіңізді анаңызға жорытып, ақ түсті нәрседен садақа бергеніңіз оң болады.\nСондай-ақ түсіңде жылан көрсең ауырып қалуың, досыңның опасыздығына кезігуің мүмкін деп те жорылады. Зымиян әйелдерден сақтану жайлы да ескертулер айтылады. Одан өзге жылан көрсең қуаныш пен байлыққа кенелесің деп те жориды.\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/psihologiya/61694/",
                "date": "1.03.2021",
                "upvotes": 0
            },
            {
                "text": "НЕболсада қазағымызда түсті жақсыға жоридығой. Жылан бір қауіп дейдіғой. Әйтеуір абай блғайсыз.",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл сайтқа кірмегеніме 10 жыл болыпты. Бұрынғы қолданушылар бар ма?",
        "question_content": "Қызыыық... Бұл 10 жыл бұрынғы сұрақ жауап сайты сол кездің хиты болып еді. Күндіз түні сұрақ қойып, жауап беріп шықпай отыратын едік! Қазір де бар екен ғой.. Бүгін 10 жыл бұрынғы қойылған сұрағыма жауап келіп тұрғой.. ☺☺☺",
        "question_date": "1.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә бұл 10 жыл бұрынғы сұрақ-жауап сайты. 10 жыл бұрынғы сұрағыңыз қандай еді?) Қолыңыз бос болса күнделікті кіріп тұрыңыз.",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Африка мен Оңтүстік Америка материгіндегі экваторлық орман зонасын салыстыр",
        "question_content": "Африка мен Оңтүстік Америка материгіндегі экваторлық орман зонасын айырмашылығын және ұқсастығы керек бул бжбдан",
        "question_date": "1.03.2021",
        "question_tag": "География",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Африканың:\nЫлғалды экваторлық ормандар.Конгоқазаншұңқыры мен Гвинея шығанағы жағалауын алып жатыр. Бұл орман зонасы табиғат жағдайлары жөнінен Оңтүстік Америкадағы Амазония ормандарына ұқсайды. Биік ағаштар орманның ең жоғарғы қабатын құрайды. Мұнда биіктігі 80 м-ге жететін алып фикустар, сейба ағашы, майлы палма мен шарап пальмасы – рафия, эбен және қауын ағашы өседі. Орманның банан, ағашы тәрізді папоротник, либериялық кофе ағашы, лианалардан тұратын төменгі қабаты адам өте алмайтын қалың ну (джунгли) құрайды. Жануарлар дүниесі бай, Амазония ормандарынан басты айырмашылығы мұнда жануарлар орманның қабатында да кездеседі. Ормандарда шашақ құлақ шошқа, ергежейлі бегемот, жираф тұқымдас окапи, ергежейлі антилопа, иаймылдардан мартышқа, шимпанзе, мандрил, павиан, адам тәріздес ең ірі горилла маймылы, жыртқыштардан қабылан, қауырсындары түрлі түсті, денелері ірі құстар мекендейді. Орманның барлық бөліктерінде топтанған жәндіктер көп, олардың кейбіреулері зиянды. Мысалы, термиттер жолындағы үйлер мен көпірлерді бұзып, зор шығын келтіреді. Ал цеце шыбыны адамдар мен жануарларға ұйқы ауруын жұқтырады.\nЖергілікті халық гевея, ананас, кофе, какао, майлы пальма, арахис өсіреді. Бағалы ағаштарды кесу, олардың орнын плантациялармен алмастыру ормандардың ауданының кішіреюіне, топырақтың тозуына алып келеді. Бұл өзгерістер өз кезегінде жануарлар мен өсімдіктердің түр құрамының кедейленуіне себепші болуда. Ылғалды экваторлық ормандар жауын-шашынның азаюына юайланысты біртіндеп ауыспалы ылғалды ормандарға, одан кейін саванналар мен сирек ормандарға ауысады («Табиғат зоналары» картасын қарандар).\nОңтүстік Американың :\nЫлғалды экваторлық ормандар(гилея)мен ауыспалы ылғалды ормандар(сельвас).Орман іші өте ыстық, әрі қапырық, оның төменгі бөлігіне жарық жетпейді. Топырағы Қызыл-сары ферралитті. Өсімдігі: Ағаштардың биіктігі 80 м-ге дейін жетеді. Мұнда шөптесін өсімдіктер өспейді.Лиана, папоротниктер, орхидея, гевея, бальс ағашы, хина ағашы, какао, сейба, қауын ағашы өседі. Жануарлары: Бақырауық және ілмекқұйрық маймылдар, жалқауаң, тапир, опоссум, құмырсқа жегіш, қан сорғыш жарқанаттар, пекари шошқасы мен ең ірі су шошқасы – капибара, ягуар, пуна, тоты құс, тукан, гаоцин, колибри, ұзындығы 12 м-ге жететін анаконда кездеседі. Жәндіктер өте көп.",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сонымен қатар .......  энергия көзі бола алады. Жаратылыстану пәнінен көмек керек?",
        "question_content": "Көп нүктенің орнына тиісті сөзді қой:.....жер қойнауынан алынады себебі жылу әнергиясына айналуға мұмкіншілігі бар.Электр әнергиясына айналатын .... .... ресурсты құрайды. Сонымен қатар .......  энергия көзі бола алады.  Срочна керек 40 бал берем",
        "question_date": "1.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Энергия көздері жер қойнауынан алынады,себебі күн жылу энергиясына айналуға мүмкіншілігі бар.Электр энергиясына айналатын күн,жарық ресурсты құрайды,сонымен қатар күн және жарық энергия көзі бола алады.",
                "date": "3.11.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ала тауындағы ұлы жүз елдері қайда ?",
        "question_content": "Аң таңмын . Жоңғар шапқынынан ілгері ғана алтайдың теріскейі ібір сібірнен босып алатауға келген қырғыз , емін еркін опоңай ғана кең әрі шурайлы алатауды емдеп алған ?  Қырғыздар келгенде ен дала ма не ? қыйсынсыз ғой, тамаша отар ғой, өзі аталмыш жібек жолында, өзі жылы , ылғалды , қалайша ен жатқан ? Ал, кімдер болу тийіс десек , әрине ұлы жүз қауымға кіретін тайпалар ғой , албан , дулат , суан , т.б. .   \nТағы бір есепте , біздегі ұлы жүздің жер аумағы тым тар , алатаудың бөктері ғана , атына сай болмай тұр , бұл да қыйсынсыз , маңайдағы алатауды ен жатқызып айға бата қылған ба ? Түсінсем бұйырмасын . \nМенше , алатау әсілі түгел ұлы жүз тайпалардың отарында , ұлы жүздің аумағы бүткіл алатау өңірі . Қырғыздар келгенде алатау ен дала емес , ұлы жүз тайпаларымен аралас қоралас ойысты . Тек , кейін орыс жаулап келіп , қырғыз（қарақырғыз）деп атағанына көне салған .  \nДемек , қырғыздың ішінде ұлы жүз тайралар молынан бар болса керек . Бірақ , естейтінім , қырғызда қыпшақ бар , найман бар, керей де бар , ұлы жүз тайпа рулар жоқ сийақты .  Бұл қалай болғаны ? \nАлатаудағы ұлы жүз тайпалар қайда ? албан, дулат, қаңлы, суан т.б. қайда  ?",
        "question_date": "28.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алатауды түгел қамтылғанда ғана , ұлы жүздің әсілгі аумағы дұрыс деп ойлаймын .",
                "date": "28.02.2021",
                "upvotes": 0
            }
        ]
    }
]