[
    {
        "question_title": "Бойымды қалай кішірейтсем болады? Мен үшін ең улкен комплекс осы!?",
        "question_content": "Бойды қалай тез-тез шөктіруге болады? Жасым 17де бойым 178см . Достарымның алдын да катты ұяламын. Мен ушін ең улкен комплекс. Жауап кутем. Бойын шөктірген жандар бар ма жалпы?",
        "question_date": "18.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабылдайсыз, уақыт өте келе өзі шөгеді. Ол намыстанып ұялатын емес, қайта мақтаныш зат. Жарасымды киініп, ұялмай , бүкіреймей, сенімді жүріңіз. Көбіне сыртқа көрінуіңіздің дәрежесі өз-өзіңізді қалай ұстағаныңызға да байланысты болады.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналымды жүзеге асырыңыз, реакция теңдеуін жазыңыз: S->ZnS->H2S->SO2->Na2SO4",
        "question_content": "Айналымды жүзеге асырыңыз, реакция теңдеуін жазыңыз: S->ZnS->H2S->SO2->Na2SO4",
        "question_date": "17.03.2021",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)S+Zn=ZnS\n2) ZnS+2HCl=H2S+ZnCl2\n3) 2H2S+3O2=2SO2+2H2O\n4) SO2+ H2O=H2SO4\n5) H2SO4+2NaOH=Na2SO4+2H2O",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "144,8 хлорсутек алуға сутек пен хлордың көлемдері қ.ж есептеңдер",
        "question_content": "Бұл есепте көлемі 144,8 л хлорсутек  алу үшін қанша хлор қанша сутек керек екендігін анықтау қажет",
        "question_date": "17.03.2021",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x            y       144.8л    \nH2 +     Cl2 → 2 HCl\n2        2*35,5    2*22,4\n\nх=2*144,8 л/44,8л=6,46г\n\nу=2*35,5*144,8/44,8=229,48г\n\nШатаспасам осылай болу керек, егер есеп шартында массасын сұраса.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерді сатып алған соң мақсатын өзертуге болады ма?",
        "question_content": "Жерді мемлекеттен сатыпалгансон мақсатын өзгертуге боладыма бизнес мақсатына,үй құрылысына ма",
        "question_date": "17.03.2021",
        "question_tag": "Заң",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер құрылыс, пайдалы қазбалар кен орындарын қазу, объектілерді пайдалану, геологиялық-барлау және басқа жұмыстар жер заңнамасын, жерді пайдаланудың белгіленген режимін бұза отырып жүзеге асырылып жатса, сондай-ақ бұл жұмыстар сараптамадан өтпеген немесе теріс қорытынды алған жобалар бойынша жүргізіліп жатса, оларды тоқтата тұру;\nТолығырақ: https://adilet.zan.kz/kaz/docs/K030000442_",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен вкдан айрлып калдм брак вкага элитни пошта сахранит клгам сонмен ашуга болама",
        "question_content": "Вкама пошта сахранит еткемын сол поштамен ашуга болама",
        "question_date": "17.03.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысқа күндік өсімдіктерге тән ерекшеліктер?",
        "question_content": "Тез керек болып тұр пжпжпж\nҚысқа күндік өсімдіктерге тән ерекшеліктер?\nМенде тжб",
        "question_date": "17.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 18300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өсімдіктер жарық ұзақтығының тәуелділігі бойынша ұзақ күндік өсімдік және қысқа күндік өсімдік деп бөлінеді. Қысқа күндік өсімдіктерді (мысалы, тары) ұзақ күндік жағдайда өсіргенде, олар вегетативті күйден шыға алмай, генеративті күйге өте алмайды, соның нәтижесінде өсімдіктен мол өнім алынбайды. Бұл құбылыс фоторецепторлардың белгілі бір толқын ұзындықты жарықты қабылдап, оған жауап беру қабілетіне тікелей байланысты. Өсімдікте фитохром 660 нанометрлік жарықты қабылдайтын түрінде (фоторецепторлар) түзіліп, ұзын толқынды қызыл сәуленің әсерімен (фоторецепторлар) белсенді түріне ауысады. Фитохром өсімдіктегі басқа фитогормондардың мөлшері мен қатынасына ықпал ету арқылы өзінің реттегіш қызметін атқарады.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғатты аялайық, адамзат! тақырыбына монолог керек?",
        "question_content": "\"Табиғатты аялайық, адамзат!\" тақырыбына монолог тауып беріңіздерші. Тірек сөздер: табиғат көрінісі, егіз ұғым, азаматтық парыз, ғажайып әсемдік, аялау, орны ерекше.",
        "question_date": "17.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 38600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам - табиғаттың  ажырамас  бөлігі. Табиғат пен адам қатар ұғым. Адамсыз табиғат, табиғатсыз адам өмір сүруі мүмкін емес. Адам табиғатты қасиет тұтуы керек.\nТабиғат тіршіліктің  құт - берекесі. Табиғатты қорғау міндетіміз. Қазіргі кезде экология мәселесі нашарлап кетті. Табиғатты қорғау, сақтау қазіргі жастардың қолында.  Қазақ халқында табиғатты құрмет тұтады. Адам табиғаттың патшасы деген ұғым бар. Сондықтан табиғат адам үшін асыл ана. Өйткені адам баласы табиғаттың тіршілігінде өсіп-өніп, жетілген. Табиғат - ырыздықтың, ырыс пен мол қазынасының қайнар көзі, адам денсаулығының сенімді сақинасы. Қазіргі табиғаттың ластануы үлкен - мәселе. Бұл барлық дүние жүзінде қарастырылуда. Табиғат-сөз жетпес сұлулық, баға жетпес қазына, көз тоймайтын әсемдік, айтып жеткізе алмайтын қыры мен сыры мол құбылыс болғанымен қазір сол табиғат нашарлап, ластануда соның салдарынан адам өміріне қауіпті жағдай тудыруда. Біз табиғаттағы әрбір жайқалып тұрған ағашқа қамқорлық танытуымыз қажет. \"Бір тал кессең, он тал ек\", \"Жер құтты болса, мал сүтті болады\"-демекші, айналамызда табиғаттан лас иісті,  ауру тудырушы бактерияларды  жоюшы тал, жасыл желек.  Егер осы мәселе қаралмай қала берсе төңірек ластанып кетеді.  Мен өзімнің туған өлкеме қарағай,  шырша, терек  т.б. ағаш түрлерін ексе екен, -деймін. Табиғаттың зардаптарына төтеп беру үшін табиғатты ластамай қорғауымыз керек.",
                "date": "18.03.2021",
                "upvotes": 0
            },
            {
                "text": "Табиғатты айалайык,адамзат \nТабиғаттың ауасы , табиғат көрінісі өте әдемі .Табиғатпен адам егіз ұғым. Адамсыз табиғат, табиғатсыз адам өмір сүру мүмкін емес. Табиғатты қорғау сақтау кәзіргі жастардың қолында. Табиғатты қорғау азаматтық парыз болып есептеледі. Табиғатты аялай былсек табиғат әдемі болып ғажайып әсемдігі болады. Сондықтан табиғатты аялау керек. Табиғаттың орны ерекше.",
                "date": "16.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіттердің ұлттық ойындар жарысына таныстыру керек еді?",
        "question_content": "Cыныптың 5 жігіті ұлттық ойындардан жарысына қатысатын еді, соған басына таныстыру керек еді-мыс. Өтініш қазір керек.",
        "question_date": "17.03.2021",
        "question_tag": "Өнер",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың баласымын тегі бүтін,\nЕлі бар жасайтұғын ер үгітін.\nЖігіттің сұлтаны боп келіп тұрмын,\nАқтсам деп алдыңда ел үмітін.\nТүскенде аламанда терге құлан,\nТеңгеңді теріп жүріп жерден жұлам.\nАт құлағы  ер астында ойнақтаған,\nҰлыңмын өзіңіздің  -------------.\nҚошемет болсын онда батыр ұлға,\nКөнбені бұзам түбі, ақырында.\nӘкемнің тәрбиесін алдым қатал,\nАнамның алдым арын жатырында.\nКөрсетер күнді мейлі бағым айды,\nЖігіттен жеті өнер де арымайды.\nШынашақтай болсам да сынға түстім,\nАғайын, күш атасын танымайды.\nӘлі де асу асып жетер едім,\nЖарыста топты жарып өтер едім.      \nКөрермен мені қолдап отырсаңдар,\nСендерді төбеме алып көтеремін.\nЕгемен елдің іші азатпыз ғой,\nБөлінбейік біз өзі азақпыз ғой.\nҚайтеміз, танысқанда руға бөліп,\nБәріміз бір атадан – Қазақпыз ғой!",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт қышқылының массасы 9 г концентрациясы 0,25 моль/л қанша ерітінді дайындауға болады?",
        "question_content": "Күкірт қышқылының массасы 9 г концентрациясы 0,25 моль/л қанша ерітінді дайындауға болады?",
        "question_date": "17.03.2021",
        "question_tag": "Химия",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тізбектегі жалпы тоқ күші 2А, параллель жалғанған әр резисторлардың кедергісі 5 Ом",
        "question_content": "Суретте электр тізбегі берілген\nТізбектегі жалпы тоқ күші 2А, параллель жалғанған әр резисторлардың кедергісі 5 Ом\nа) жалпы кедергіні табыңыз\nә) кернеуді есептеңіз",
        "question_date": "17.03.2021",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шарты бойынша әр резистордың кедергісі 5 Ом құрайды.\n\n R₁ = R₂ = 5 Ом\nПараллель қосылым кезінде тізбектің кедергісі формула бойынша анықталады\n1 / R = 1 / R₁ + 1 / R₂ R₁ = R₂ болғандықтан,\n\n біз мұны бірден жаза аламыз R = R₁ / 2 = 5/2 = 2,5 Ом\n\n Кернеу Ом заңынан анықталады U = I R = 2 2,5 = 5 В.",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппеге массасы 2 кг жүк ілгенде ол 4 см ге ұзарады",
        "question_content": "Серіппеге массасы 2 кг жүк ілгенде ол 4 см ге ұзарады?\nСеріппені 2 см ден 12 см ге созады\n\nА) серіппенің қатаңдығын анықта\n\nБ) атқарылатын жұмысты анықта",
        "question_date": "17.03.2021",
        "question_tag": "Физика",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m = 2кг; x = 4см = 4⋅10 -2м; х1 = 2см = 2 ⋅ 10 -2м; х2 = 12см = 0,12м; А -?",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер ағаштың тығыздығы 700 кг/м болса, онда әрқайсысының көлемі 0,6м2 болатын 10 бөрене",
        "question_content": "Егер ағаштың тығыздығы 700 кг/м болса, онда әрқайсысының көлемі 0,6м2 болатын 10 бөренеден жасалған сал қандай ең үлкен көтеру күшіне ие болады?",
        "question_date": "17.03.2021",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ағаштың тығыздығы 700 кг/м болса, онда әрқайсысының көлемі 0,6м2 болатын 10 бөренеден жасалған сал қандай ең үлкен көтеру күшіне ие болады?",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік төлем дұрыс төленбесе қайта төлей ме?",
        "question_content": "Декреттік төлем дұрыс төленбесе қайта төлей ме?",
        "question_date": "17.03.2021",
        "question_tag": "Заң",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала бiр жасқа толғанға дейiн оның күтiмiне байланысты табысынан айырылған жағдайда төленетiн әлеуметтiк төлемді есептеу үлгісі\nБала бiр жасқа толғанға дейiн оның күтiмiне байланысты табысынан айырылған жағдайда төленетiн әлеуметтiк төлем: мысалы, бала босанғанға дейін әйел 2 жыл жұмыс істейді, бір жыл ішінде оның еңбекақысы бір рет көтерілді. Бірінші жылы әйел 150 000 теңге алса, екінші жылы 200 000 теңге алған.\nБұл жерде қолайлылық үшін  аталмыш сома барлық қажетті аударымдарды шегерумен алынған ретінде санайық (зейнетақы жарналары, табыс салығы және т.б.).\nЖалпы табысты санаймыз:\n12*150 000+12*200 000=1 800 000 + 2 400 000= 4 200 000 теңге\nАлынған соманы 24 айға бөлеміз: 4 200 000/24= 175 000 теңге\n175 000 теңге – табыстың орташа айлық мөлшері.\nБаланың бір жасқа толғанға дейінгі күтімі бойынша жәрдемақы мөлшерін есептеу үшін осы көрсеткішті 0,4 коэффициентіне көбейтіп, 10% зейнетақы жарналарын шегеру керек, яғни:\n175 000*0,4 = 70 000 теңге, 10% шегергенде  босанған әйел ай сайын 63 000 теңгені алады.\n*2021 жылы ай сайынғы бала бiр жасқа толғанға дейiн оның күтiмiне байланысты табысынан айырылған жағдайда төленетiн әлеуметтiк төлем 119 000 теңгеден аспауы тиіс. Бұл ең төменгі жалақының (ЕТЖ) 40% х7 және жұмыс жасамайтын әйелдер алатын жәрдемақыдан төмен болмауы тиіс.\nТолығырақ: https://egov.kz/cms/kk/articles/child/ui_decret",
                "date": "18.03.2021",
                "upvotes": 0
            },
            {
                "text": "Баланың туғанына байланысты берілетін жәрдемақы\nБаланың өмірге келгені — бақыт. Ендеше, осындай қуанышты сәтте мемлекет тарапынан да сыйлық берілуі заңдылық іспеттес. Елімізде баланың дүниеге келуіне байланысты берілетін бір реттік жәрдемақы түрі бар. Оны жұмыс істейтін де, істемейтін де әйелдер алады. Яғни бала туса болды, бәріне беріледі. Жыл сайын жәрдемақы мөлшері өзгеріп тұрады. Сонымен қатар, көлемінің ұлғаюына баланың саны да әсер етеді. Яғни бала көп туған сайын, көбірек жәрдемақы беріледі. \n•    Бірінші, екінші, үшінші балаға 38 АЕК, яғни 110 846 теңге көлемінде тағайындалады. Былтыр мұның мөлшері 105 564 теңге болған еді. \n•    Төртінші баладан әрі қарай болса, 63 АЕК мөлшерінде төленеді. Бұл дегеніміз, 183 771 теңге деген сөз. 2020 жылы 175 014 теңге болған. \nОсы ретте ескере кететін бір жайт, егіз не үшем өмірге келсе, олардың әрқайсына жеке-жеке төленеді. Бұл — бір реттік төлем. Сонымен бірге жұмыс істейтін әйелдер босанғанға дейін, яғни жүктіліктің 7 айында декретке шығады. Соңғы 12 айдағы табыс көлеміне байланысты орташа табысы есептеліп, бір реттік декреттік төлем тағайындалады. Ал жұмыс істемейтін әйелдер мұндай төлем ала алмайды.\nБаланың бір жасына дейінгі күтіміне берілетін жәрдемақы\nДекреттік демалыста отырған әйелдерге бала бір жасқа жеткенге дейін ай сайын беріліп отыратын жәрдемақы бар. Жұмыссыз әйелдерге де төленеді. Бірақ мөлшері әр түрлі. Нақтылап айтатын болсақ, төлемдерді жүргізу үшін екі жерден қаражат тағайындалады. Оның бірі республикалық бюджет тарапынан болса, екіншісі — мемлекеттік әлеуметтік сақтандыру қоры есебінен. Республикалық бюджеттен бөлінетін ақшаны декретке шыққанға дейін еш жерде жұмыс істемеген аналар алады. Көлемі бала санына байланысты.  \n•    Бірінші балаға – 5,76 АЕК, яғни 16 802 теңге (2020 жылы – 16 002 теңге);\n•    Екінші балаға – 6,81 АЕК, яғни 19 865 теңге (2020 жылы – 18 919 теңге);\n•    Үшінші балаға – 7,85 АЕК, яғни 22 899 теңге (2020 жылы – 21 808 теңге);\n•    Төртінші баладан әрі қарай – 8,90 АЕК, яғни 25 962 теңге (2020 жылы– 24 725 теңге).\nАл енді жұмыс істеген әйелдер болса, жалақысының мөлшеріне байланысты алады. Мұндағы бір шарт — жұмыс берушінің қызметкері үшін Әлеуметтік сақтандыру қорына ай сайын ақша салып отыруы.  Яғни соңғы екі жылдағы табысының орташа көлемі анықталып, соның 40 пайызы төленеді.\nКөпбалалы отбасыларға берілетін жәрдемақылар\n2020 жылдың 1 қаңтарынан бастап отбасында төрт баладан көп болған жағдайда берілетін бөлек жәрдемақы енгізілген еді. Яғни балалары кәмелетке толмаған немесе күндізгі оқу бөлімінде оқитын студент болса, яғни жасы 23-ке жетпесе, беріледі. Жанұядағы табыс көлемі ескерілмейді. Ал енді мөлшеріне келсек:\n•    Төрт балаға – 16,03 АЕК немесе 46 760 теңге;\n•    Бес балаға – 20,04 АЕК немесе 58 457 теңге;\n•    Алты балаға – 24,05 АЕК немесе 70 154 теңге;\n•    Жеті балаға – 28,06 АЕК немесе 81 852 теңге;\n•    Сегіз және одан да көп балаға – 28,06 АЕК немесе 81 852 теңге. Бұған қоса, жетінші баладан соң дүниеге келген әр балаға 4 АЕК-ден қосылып беріледі. «Алтын алқа», «Күміс алқа» төсбелгілерімен және «Ана даңқы» орденімен марапатталғандар айына 18 669 теңге төленеді.  ...",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 курс мамандық ауысу мүмкін бе?",
        "question_content": "3ші курста басқа мамандыққа ауыссам ба деп едім , аусысуға болады ма? Платныйда оқимын",
        "question_date": "17.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе. Иә 3 курста басқа мамандыққа ауысуға болады. Бірақ айырмашылық төлейсіз.",
                "date": "18.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер үлкен табаны 8 түбір асты 3, ал трапецияның бір бұр. Трапецияның аудан табу?",
        "question_content": "Тең бүйірлі трапецияның диогоналі бүйір қабырғасына перпендикуляр",
        "question_date": "17.03.2021",
        "question_tag": "Математика",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суретте гидравликалық машина берілген S1=1,2м^2 F1=500H S2=1440м^2 F2=?",
        "question_content": "Гидравликалық машинаның үлкен көргеніне әсер ететін күшті анықтаңыз,,",
        "question_date": "17.03.2021",
        "question_tag": "Мектеп",
        "question_views": 928,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің рухани құндылығмен мәдениетім",
        "question_content": "Менің рухани құндылығмен мәдениетім Эссе 500 сөзден кем болмауы тиіс",
        "question_date": "17.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәдениет – адам әлемі. Мәдениет көріністерінде адамдық парасат, ақыл ой, ізгілік пен әдемілік заттандырылып, игіліктер дүниесі құралған. Сонымен бірге мәдениет адамды тұлға деңгейіне көтеретін негізгі құрал.\nӘл-Фараби айтқандай, адам – «хайуани мадани», яғни, адам мәдениетті жан.\nАдам – табиғат туындысы және ол үшін табиғи орта мәңгілік қажеттілік болып қалады. Мәдениет адамнан табиғатты бөліп алады деген пікір қанша рет айтылса да, адамның табиғи шығармашылықтың ең жоғары үлгісі екеніне күмән жоқ. И.Гердердің тілімен айтқанда, адам – табиғаттың бірінші азаттық алған пендесі.\nҒасырлар – адамның мәдени дамуының куәсі. Бірақ осы алға қарай жылжу Жер-Анаға әр уақытта жайлы бола бермеді. Адам қоршаған ортаны өзіне ыңғайлы тұраққа айналдыруға тырысты, алайда осы белсенділік көп жағдайда табиғатты күйзелтіп, құлдыратып жіберді.\nАдам және мәдениет мәселесін тереңдете түсетін тағы бір жайт адамның қабілеттілігіне, жан-жақтылығына, шексіздігіне байланысты. К.Поппер айтқандай, адам бірдей үш дүниеге: физикалық, ментальдық (психикалық) және идеялдыққа жатады. Сонда мәдениет осылардың қайсысымен көбірек анықталады деген занды сұрақ туады. Егер біз мәдениетті тек материалдық және рухани бөліктерге бөлудің қарадүрсін шеңберінен шыға алсақ, онда мәдениеттің өзінің ішкі мағынасында идеалды екендігіне көзіміз жетеді. Себебі, адамды қоршаған заттар, дүние — бұл мәдениеттің сыртқы көрінісі ғана, оның мәні — руханилықты адам әрекетінің нәтижесінде заттандыруда жатыр. Мәдениеттің ішкі мәні қоғамдағы өмір сүріп жатқан адамдардың өзіндік санасында, парасаттылық сезімдерінде, рухани ізденістерінде айқындалады.\nЖ.П.Сартрлық көсемсөзді қайталасақ, адам әлемге еркін жіберілген, ол еріктілік жазасына кесілген. Осы сипатта мәдениеттің құпиясы — адамдағы «Мендік». Одан сыртқа ерекше бір нұр — азаттық, жауапкершілік, адамгершілік сәулесі нұр шашып тұр. Мәдениетте адам ғажап биік деңгейге көтеріледі. Мәдениет дегеніміз менің өмірім, менен бөлінген, мен өлгеннен кейін де тірі болатын менің шығармашылығым.\nҚоғам — әлемнің бір бөлігі, белгілі бір мақсаттарды іске асыру жолында әрекет етіп жатқан субъектілердің (тұлғалардың, топтардың, этностардың, мемлекеттердің) байланыс нысандары. Яғни, қоғам ұғымындағы негізгі мәселе — адам және оның ұйымдасу нысандары, бұл ретте қоғамды зерттейтін басты ілімді әлеуметтану деп атайды. Ал мәдениет осы тұрғыдағы қоғамның белгілі бір қасиеті, көрінісі, сипаты мазмұнында қолданылады. Осыған дейін қарастырылған ұғымдарды негізге алып, қоғамдағы мәдениеттің төмендегідей қызметтерін айқындау мүмкіндігі бар:\nАдамды қалыптастыру қызметі. Бұл — мәдениеттің қоғамдағы басқа қызметтерін бойына жинақтайтын және оның негізгі мазмұнымен тікелей байланысты нышан. Егер біз адамды әлде құдай, әлде табиғат, әлде еңбек жаратты деген пікірталастардан сәл көтерілсек, адам мәдениетті, ал мәдениет адамды қалыптастырғанына көзіміз жетеді. «Жеке адам өзі өмір сүріп жатқан қоғамның туындысы, төл перзенті». Маугли — көркем бейне. Жануарлар арасында кездейсоқ өскен адам мәдениеттік қасиеттерден жұрдай болады.\nАдамға ең қиыны — адам болу. Ал оның негізгі шарттарының бірі ретінде ізгілік пен зұлымдық, ақиқат пен жалғандық, әділеттілік пен өктемдік, бодандық пен азаттық, сұлулық пен ұсқынсыздық арасындағы адамның таңдауын аламыз. Соның нәтижесінде жеке тұлғада өзіндік сана тұрақталады, ол озық мәдениет үлгілерін өз бойына сіңіреді. Жалпы алғанда, мәдениеттің алға басуы дегеніміз дүниежүзілік тарихтың адам үшін, оның мүдделері мен өзіндік мақсаттары бағытында толыққанды ашылуы болып табылады.\nЖалғастық, мәдениет мұрагерлік қызметі. Мәдениеттің бұл қызметі бір ұрпақтан екінші ұрпаққа берілетін бүкіл адамдық өмір тәсілдерінің өзіндік ерекшеліктеріне қатысты. Ақпараттық (информациялық) беріліс әлеуметтік жүйеде биологиялық тұқым қуалаушылықтан өзгеше жүреді. Шын мәнісінде қоғамда ұрпақтар жалғастығы мәдени мұраларды игеру, қабылдау және оны шығармашылықпен дамыту арқылы жүзеге асады. Мәдени ақпараттар — салт-дәстүр, әдет-ғұрып, рәсім-рәміз, діл мен тіл, дін және өнер, білім т.б. руханилықтың белгілі бір деңгейін меңгерудің нәтижесінде мәдениет субъектісінің өзіндік санасының жанды буынына айналады.\nТанымдық қызметі. Мәдениеттің қоғамдағы бұл қызмет-міндетінің сан алуан қыры бар. Бірден біздің назарымызды өзіне аударатын нәрсе — мәдениет пен білімнің арақатынасы. «Табиғаттан қулығын асырып жіберуге» (Гегель) бағытталған адамдардың білімі, әрине мәдениеттің негізгі құрамдас бөлігіне жатады. Ертедегі гректің «пайдейя», ислам Өркендеуіндегі «маариф», қазіргі өркениеттегі «интеллигенттілік» ұғымдары мәдениет пен білімділіктің іштей туыстығын, үндестігін білдіреді. Осы сипатта, әсіресе зиялылар (интеллигенция) мәдениетті сақтау және дамыту ісінде үлкен қызмет атқарады. «Бүгінгі күнге лайық адамдық қарым-қатынас орнату — интеллигенцияның басты міндеті.\nРеттеу қызметі. Бұрынғы Кеңес Одағында шыққан кітаптарда «мәдениетті ғылыми жолмен басқару» атты сөз тіркесі кең етек алған-ды. Бірақ адамның дүниеде өмір сүру тәсілі ретінде түсіндірілетін мәдениетті басқару мүмкін емес, әйтпегенде адамды тетікке, қуыршаққа айналдырған тоталитарлық айла – шарғы үлгілерін көреміз. Айталық ертедегі Грекияда ешқандай шенеуніктер адам басына театрлар неше билет сатты деген ақпарат жинаған жоқ. Солай болса да елдегі жоғары мәдениеттің және рухани ізденістің қандай деңгейде болғаны бәрімізге белгілі.\nКоммуникативтік, қарым – қатынастық қызмет. Бұл мәдениеттің қоғамдағы негізгі қызметтерінің бірі. Адамдардың қарым – қатынасы, мәдениеттер сұхбаттасуы – әлеуметтік шындықтың басым көрінісі. Адам ерекше бір өрісте – қарым –қатынас өрісінде болады. Руханилық пен ізгілік, әдемілік пен жақсылық тербелісі адамды нәзік тормен қоршаған; қоғамдық өмірде тек зат пен тауар алмасуы ғана емес, ең алдымен идеялар, мамандық шеберлік тәжірибелерімен сезімдік үлгілерімен ауысу толастамақ емес. Мәдениет игіліктерін жас нәресте анасының ақ сүтін еміп, оның әлди жырымен сезім дариясына шомылып қана адамдық қасиеттерді бойына сіңіре бастайды.\n«Мәдениет дегеніміз не?» – деген сұраққа жауап беру үшін бұл сөздің этимологиясына, яғни осы күрделі ұғымды білдіретін сөздің шығу тегіне тоқталуды жөн көрдік. Қазақ тіліне бұл термин арабтың «маданият»- қала, қалалық деген сөзінен енген. Бұл ортағасырдағы мұсылман мәдениетінің өркендеу кезеңінде қалыптасқан түсінікпен байланысты. Мәдениетке берілген көптеген анықтамаларды альтернативтік (қарсы қоюшылық) деп атауға болады. Бұл жерде алдымен көзге түсетіні – мәдениет пен табиғатты «культура» мен «натураны» қарсы қоюшылық.\nКөне заманда «культура» деген ұғым «жерді өңдеу» деген мағынаны берген. Кейінірек, дәлірек айтқанда, Цицеронның еңбектерінде (б.э.д. 45 ж.) бұл сөздің мағынасы тереңдеп, «жанды жетілдіру» деген ұғымды білдірді. Уақыт өткен сайын еуропалық тілдерде мәдениет сөзі «білім беру», «даму», «қабілеттілік», «құрметтеу» сияқты мағыналарға ие бола бастады. Қазіргі заманғы сөздіктерде мәдениетке төмендегідей анықтамалар берілген: а) мәдениет – белгілі бір халықтың қол жеткен табыстары мен шығармашылығының жиынтығы; ә) мәдениет — адамзат қауымының белгілі бір тарихи кеңістіктегі қызметі мен өзіндік ерекшеліктері (палеолит мәдениеті, крит-микен мәдениеті, қазақ мәдениеті ж.т.б.; б) мәдениет — адамдық әрекеттің белгілі бір саласының жетілу деңгейі (сөйлеу мәдениеті, еңбек мәдениеті, құқық мәдениеті ж.т.б.); в) агро-мәдениет (дәнді өсімдіктер мәдениеті, цитрустық мәдениет ж.т.б.).\nАдам өзін қоршаған ортада, кеңістікте адамзаттың ақыл-ойынан тәуелсіз заңдылықтарын, ережелердің бар екенін аңғара отырып, онда жоғарғы «ақыл-ой» мен ең жоғарғы әділеттіліктік әрекет ететіндігін сезіне білді. Мәдениет тағы да адамның өз мүмкіндіктерін «жетілдіру», оның ішінде ақыл-ойды, ақыл-ой болғанда «табиғи» бұзылмаған және сеніммен толықтырылған ақыл-ойды «жетілдіру» тұрғысынан адамзат баласының алдына тұрған келелі мәселе дәрежесіне көтеріп, құпия дүниелер есігі айқара ашылды, қоршаған ортаға басқа рациональдылық қана емес екендігі айқындалып ендігі жерде адам бойындағы жаңа өлшемдер – махаббат, үміт, сенім және т.б. жаңа сатыға көтерілді. Адам өзінің әлсіздігін де сезіне бастады, бірақ ол өзінің дәрменсіздігіне қарамастан алып күш иесі екендігін де таныта білді. Құдай адамды, оның мәңгілік жанын жаратты. Адамның бақыты өзін тануда емес. Құдайды тануда. Адамның бақыты мен бостандығы оның тәуелсіздігінде емес, оның Құдай тағаланың ықпалында болуы мен оның рухани бірлікте екендігін мойындауында. Міне, сонда ғана адам барлық қиындықтарды жеңе отырып, өз мақсатына жетеді. Міне осындай сипаттарға ие болған ортағасырлық мәдениеті мен тәлім-тәрбие, үйлесімділік пен тәртіп өлшемі ретінде емес, шектеушілікті жеңу, адамның үнемі рухани жетілуі мен жан-жақты қалыптасуымен сипатталады.\nКөне заманнан бастап ХІХ ғасырдың аяғына дейінгі мәдениеттанымдық ойдың дамуын ғылыми тұрғыдан қарастыра отырып, мынандай қысқаша қорытындылар жасауға болады. Еуропада кеңінен тараған мәдениет жөніндегі ұғым діни сипатта болды және ол мынандай қағидаларға келіп тірелді: мәдениетті ақыл – ойдың не табиғи сезімнің көмегі арқылы түсіну (энциклопедистер); мәдениетті – ішкі адамгершілік заңдарының көмегімен тану (Кант); мәдениетті-эстетикалық, көркемдік шығармашылық қызмет арқылы білу (Шеллинг); ең соңында мәдениетті-адамзаттың тегіне қатыстылығы және оның абсолюттік идея мен дүниежүзілік рухты жүзеге асырудың құралына айналғандығы (Гегель); адамзат мәдениеті үздіксіз дамып, өркендей отырып эволюция мен прогрестің жалпы сандарына сөзсіз бағынады. Бірақ біз қарастырған кезеңде мәдениеттің материалдық негізіне мән берілмей (әңгіме Л.Г.Морган мен Тайлордан басқа Маркске дейінгі мәдениет жайындағы концепциялар туралы болып отыр), мәдениетті тек құдайдың шапағатымен ғана байланыстырып, бұл ұғымға мәдениеттің – ғылым, адамгершілік, өмір, философия, құқық және т.б. сияқты салаларын ғана енгізген.\nТолығырақ: https://baribar.kz/student/6295/madeniet-adamzat-alemininh-aynasy/",
                "date": "18.03.2021",
                "upvotes": 0
            },
            {
                "text": "Мәдениетті кең тұрғыда қарастыра отырып, онда адамның тіршілігінің материалдық және рухани құралдарын бөлуге болады. Басқаша айтқанда, мәдениет тұрады элементтерін құрайтын белгілі бір бірлігі: материалдық және рухани мәдениет. Сол және басқалары адамның өзі құрған.Бұл бірлікте рухани мәдениет шешуші рөл атқарады. Бұл ретте сөз қоғам өмірінің материалдық жағының рөлін алып тастау немесе төмендету туралы болмайды. Мәдениет-бұл рухани және материалдық бірлік, бірақ бұл бірліктің үйлесімі адамның рухани қызметімен қамтамасыз етіледі.\nМатериалдық мәдениет\nМатериалдық мәдениет (материалдық құндылықтар) пәндік нысанда бар. Бұл үйлер, станоктар, киім-кешектер-объектінің затқа айналуының барлығы, яғни қасиеттері адамның шығармашылық қабілеттеріне негізделген зат мақсатқа сай.\nМатериалдық мәдениет-бұл адамның руханилығы, бұл ең алдымен, материалдық өндіріс құралдары. Бұл энергетикалық және шикізат ресурстары, еңбек құралдары (қарапайым адамдардан күрделіге дейін), сондай-ақ адамның практикалық іс-әрекетінің түрлі түрлері. Материалдық мәдениет ұғымына сондай-ақ алмасу, яғни өндірістік қатынастар саласында адамның материалдық-заттық қатынастары кіреді. Материалдық құндылықтардың түрлері: ғимараттар мен құрылыстар, коммуникациялар мен көлік құралдары, саябақтар мен адаммен жабдықталған ландшафттар — сондай-ақ материалдық мәдениетке кіреді.\nМатериалдық құндылықтардың көлемі материалдық өндіріс көлемінің кең екенін ескеру керек, сондықтан оларға ескерткіштер, археологиялық объектілер, сәулет құндылықтары, жабдықталған табиғат ескерткіштері мен т. б. жатады.\nМатериалдық мәдениет адамның өмір сүруін жетілдіру үшін, оның шығармашылық қабілеттерін дамыту үшін құрылады. Адамзат тарихында адамның материалдық-техникалық мүмкіндіктерін іске асыру үшін, оны «мен» дамыту үшін әртүрлі жағдайлар қалыптасты. Болмауы арасындағы үйлесімді шығармашылық замыслами және олардың іске асырылуына әкеліп соғатын тұрақсыздық мәдениет, оның консерватизму немесе утопичности.\nРухани мәдениет\nҚоғамның материалдық-техникалық дамуымен тығыз байланысты рухани мәдениет рухани қызмет нәтижелерінің бүкіл жиынтығын және рухани қызметтің өзін қамтиды. Рухани мәдениеттің неғұрлым ерте қалыптасқан түрлері — бұл нақты тарихи әлеуметтік жағдайларда қалыптасқан діни нанымдар, әдет-ғұрыптар, нормалар мен адамның мінез-құлқының үлгілері. Рухани мәдениет элементтеріне өнер, дін, мораль, ғылыми білім, саяси идеалдар мен құндылықтар, түрлі идеялар жатады. Бұл әрқашан адамның зияткерлік, рухани қызметінің нәтижесі. Рухани мәдениет, материалдық сияқты, адамның белгілі бір қажеттіліктерін қанағаттандыру үшін құрылады. Әрине, мәдениетті материалдық және рухани бөлуге шартты түрде. Өйткені мәдениет-адамның түрі ретінде өзін-өзі басқару. Бір жағынан, адам мәдениетті тудырады, екінші жағынан оның нәтижесі. Бірақ мәдениет сияқты көп өлшемді ұғымды талдау мүддесінде бастапқы ережелерді қабылдаймыз: материалдық өндіріс — заттар өндірісі, рухани өндіріс-идеялар өндірісі. Осыдан мәдениеттің құрылымдық бөлінісі де шығады.\nМатериалдық және рухани мәдениет арасындағы айырмашылықты әр түрлі бағыттар бойынша көруге болады. Сонымен қатар, рухани құндылықтар тек пәндік формада ғана емес (кітаптар, суреттер және т.б.), сонымен қатар қызмет актілері ретінде де болуы мүмкін. Мысалы, сахнадағы скрипкашы, актер және т. б. ойын.\nАқыр соңында, рухани құндылықтар олардың жасаушысы: ақын, әнші, суретші, композитордың ізін алады. Автордың қайталанбас даралығы бізге өнер туындыларының, философиялық идеялардың, діни жүйелердің және т. б. мазмұнды әрі эмоциялық-сезімтал мәнін түсінуге мүмкіндік береді.\nӘлбетте, адамның рухани құндылықтарына деген қажеттілік шектері бар материалдық әл-ауқат деңгейіне қарағанда шексіз. Рухани мәдениеттің көріністері әдет-ғұрыптар, дәстүрлер, нормалар болып табылады.\nӘдет-ғұрып рухани мәдениеттің ең көне құбылыстарының бірі болып табылады. Алғашқы қауымдық қоғамда адамның мінез-құлқын реттегіш ретінде алғашқы әдет-ғұрыптар қалыптасты.\nӘдет-ғұрыптар негізінен тұрмыстық ортада қалыптасады, сондықтан тұрақтылығымен, өмір сүру ұзақтығымен, «өміршеңдігімен»ерекшеленеді. Олар кез келген дамыған мәдениетте, әдетті, аз сезінетін мінез-құлық үлгілері ретінде бар. («Отырайық, достар, алыс жолдың алдында, жол оңай болсын»). Әдет-ғұрып-бұл адамның мінез-құлқындағы стереотип. Әдет-ғұрып және салт-дәстүрлер арқылы қолдау көрсетілетін дәстүрлермен тығыз байланысты. Бір тізбектің буындары ретінде әдет-ғұрып, салт-дәстүр сияқты ұғымдарды қарастыру керек. Жиі оларды дәстүр сәті ретінде анықтайды.\nӘлеуметтік және мәдени тәжірибені ұрпақтан ұрпаққа жеткізу және сақтау дәстүрге айналған. Дәстүр ретінде қандай да бір құндылықтар, мінез-құлық нормалары, әдет-ғұрыптар, салт-дәстүрлер, идеялар қолданылады. Кейде оларды сарқыншылық ретінде қабылдайды, олар жоғалуы мүмкін, содан кейін қайта жандануы мүмкін. Дәстүрді іріктеу уақыт жүргізеді, бірақ мәңгілік дәстүрлер де бар: ата-аналарды құрметтеу, әйел мен т. б.\nДәстүрден басқа, салт-дәстүрлер мен әдет-ғұрыптар бар. Рәсім-бұл әдет-ғұрып аяқталатын әрекеттердің дәйекті тәртібі. Әдет — ғұрыптар, әдетте, белгілі бір күндерге немесе оқиғаларға (бастамалау рәсімі, Студенттерге арнау, үйлену рәсімдері, жатудың аяқталуына байланысты рәсімдер — «дожинки») және т.б. байланысты.\nРухани мәдениетте нормалар қолданылуы мүмкін. Норма-бұл мінез-құлықтың немесе іс-қимылдың жалпыға танылған ережесі. Олар (нормалар) әдет-ғұрыптардан бөлініп, өз бетінше өмір сүруге ие болады. Адамның әрекеті қоғамда қабылданған нормалармен анықталады. Нормалар-ұйғарымдар, нормалар-тыйым салулар, нормалар-үлгілер. Соңғылары қоғамда қол жеткізілген мәдениет деңгейін көрсетеді.\nРухани мәдениеттің неғұрлым күрделі және дамыған өнімі құндылықтар болып табылады. Құндылық таңдау білдіреді, әртүрлі, тіпті қарама-қарсы шешімдер мен артықшылықтарға жол береді. Құндылық жеке тұлғаның қызығушылығы мен қажеттілігі, борыш пен идеал, ынталандыру мен мотив сияқты элементтерді қамтиды. Құндылықтар түрлері әртүрлі: адамгершілік, діни, көркем-эстетикалық, саяси, виталдық (салауатты өмір салтына байланысты). Сондай-ақ отбасылық-туыстық құндылықтар, еңбек, идеологиялық құндылықтар туралы да айтуға болады. Белгілі бір мәдениеттердің бай құндылықтар жиынтығы қоғамның рухани мәдениетінің деңгейін, оның басқа мәдениетпен қарым-қатынас жасау қабілетін куәландырады.\nЕгер рухани мәдениеттің элементтерін қоғамдық сананың бір түрі ретінде қарастырса, онда бұл негізде:\n* саяси мәдениет;\n* адамгершілік мәдениеті (мораль);\n* эстетикалық мәдениет (өнер);\n* діни мәдениет;\n* философиялық мәдениет және т. б •\nБірақ бұл рухани мәдениет элементтерін жіктеудің жалғыз әрекеті емес. Әлеуметтік тәсілде мәдениеттанушылар мәдениеттің екі түрін бөліп алады: жаппай және элитарлық. Бұқаралық мәдениет деп күнделікті үлкен көлемде өндірілетін мәдени өнімнің түрін атайды (детектив, вестерн, мелодрама, мюзикл, комикс және т.б.). Элитарлық мәдениеттің өндірушісі және тұтынушысы қоғамның жоғары, артықшылықты қабаты — элита болып табылады. Мәдениет мазмұны барлық адам қызметі болып табылады.\nМәдениет құрылымын қарап, әрбір халықтың мәдениетінде сыныптық және жалпыадамзаттық, ұлттық және интернационалдық құндылықтардың болуын атап өткен жөн. Қатаң ұйым, әлеуметтік нормалардың беделі, күшті билік дәстүрлі қоғамдарда ғылым, техника, тіл сияқты сыныптан тыс Мәдениет нысандары баяу дамыды. Үстем сыныптарының билігіне негізделген мәдениеттің сол формалары жеткілікті дамыған. Бұл мораль, құқық, өнер. Мысалы, «Гегемон» жұмыс сыныбы жарияланған біздің қоғамда мәдениет Пролетар мәдениетінің өлшемі бойынша салынған,бұл жалпыадамзаттық құндылықтар проблемасының шиеленісуіне алып келді.\nЖалпыадамзаттық, яғни сынып үстіндегі құндылықтар әрбір ұлттық мәдениетте бар. Мәдениеттің ұлттық сипаты тек өзін-өзі тану, ұлт пенталитетінде ғана емес, сонымен қатар әрбір халық өз мәдениетін бір уақытта туған және жалпы адамзаттық деп санайды. «Адамдар» сөзі көптеген тайпалар мен халықтардың атауларында «Нағыз адамдар» дегенді білдіреді, яғни әрбір халық ең алдымен өзін нағыз адам деп санайды. Мәдениетте ұлттық және интернационалдық бастаулардың үйлесімді үйлесімінің мысалы ретінде Жапония деп аталады. Бір жағынан, Жапония-ерекше дәстүрлері, әдет-ғұрыптары, құндылықтары бар дәстүрлі қоғам, екінші жағынан, соңғы онжылдықта бұл ел интернационалдық технологияларды, техника және өндіріс саласындағы жаңалықтарды өз мәдениетінің ұлттық ерекшеліктерімен сәтті біріктіре білді және бір және бір-бірінің үйлесімді үйлесімінде алға шықты.\nМәдениет дамуында қажеттілік үлкен рөл атқарады. Қажеттілік-бұл бір нәрсе қажеттілігі, бұл адамның белгілі бір жағдайы, қажеттілік сезімімен байланысты, қанағаттандыру. Қажеттілік адамға әрекет етеді. Адамның бастапқы қажеттілігі бар — табиғи және қайталама — әлеуметтік немесе мәдени. Мәдени қажеттіліктер адам табиғаттан жоғары бағаланады, бірақ олардың өмірлік құндылығы жиі бағаланбайды (таза ауа, таза су, табиғи табиғат). Қажеттіліктердің рөлі-адамда олардың пайда болуымен бір нәрсеге деген қызығушылықты оятады. Бұл шығармашылық қызметке, қандай да бір жаңалықтарға, өнертабыстарға, идеяларға және т.б. әкеледі.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүкті әйелге құрт көп жеуге бола ма?",
        "question_content": "Жүкті әйелге құрт көп жеуге бола ма? 7 айға кеттік құртты нана сияқты жейміз)) пайдасы мен зияны туралы айтып өтсеңіздер өтініш...",
        "question_date": "17.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктілік кезінде қалай тамақтанған дұрыс?\nТамақты мезгілімен жейтін болсаңыз, бойдағы балаға керекті заттар бірқалыпты жеткізіліп тұрады. Мына төрт түрлі тамақты күн сайын жеуге тырысу керек:\nНан (ақ наннан гөрі қара нан жеген дұрыс), дәнді дақылдардан, бұршақ, жасымықтан жасалған ботқалар, кеспе, күріш.\nЖаңа піскен жеміс және көкөністер.\nЕт пен балық.\nСүт тағамдары (күніне кем дегенде 1 литр): сүт, айран, йогурт, ірімшік, т.б.\n©likar.info\nСондай-ақ, сұйықтықты (сүт, айран, су, сұйық шай, жеміс шырындары т.б.) жеткілікті мөлшерде ішу өте маңызды. Денеден зиянды заттарды несеп, тер арқылы сыртқа шығару үшін қос бүйрекке күніне 1–1, 5 литр су керек. Жүкті әйелдің аяғы суды көп ішкеннен іседі деген пікір дұрыс емес. Аяқ ісуінің нағыз себебі гормондық өзгерісте, яки жүктілік кезінде арнайы бездердің жұмыс істеуінде, демек бұл әйелдің өзіне тәуелді емес. Сол бездер әйел ағзасына арнайы заттарды бөліп шығарады да, солардың әсерінен жасушалар босаңсып, оларға су бұрынғыға қарағанда көбірек жинала бастайды. Сондықтан, бірқалыпты өтіп жатқан жүктілік кезінде су ішуді шектеу дұрыс емес. Су бүйректің дұрыс жұмыс істеуі үшін өте маңызды. Жоғарыда айтылғандай, аяқ аздап ісіңкіресе бұл қалыпты жағдай. Ол туралы алаңдамауға да болады.\nҚандай дәрумендер пайдалы?\nАқуыз (белок) дене жасушаларының қалыптасып өсуі үшін, демек, құрсақтағы нәрестенің өсіп-дамуы үшін де өте маңызды.\nЕт, балық, ірімшік, бұршақ, ірі бұршақ, жасымық әрі сүтте, асқабақ пен күнбағыс дәнектерінде және жұмыртқада ақуыз мол. Дәрумендер (витаминдер): Көкөніс, жапырақты салат және жаңа піскен жеміс-жидектерде дәрумендер (витаминдер) мол. Дайын шырындарға қарағанда жаңа піскен жеміс-жидектер әлде- қайда пайдалы әрі арзан. Әрине, олар жақсылап жуылуға тиіс.\nКальций. Сүт, ірімшік, құрт, айран, соя бұршағы, күнбағыс дәнектерінде және жасыл көкөністерде мол.\nТемір. Мына азық-түлік түрлері темірге аса бай: сиыр еті, бұршақ тұқымдастар, яғни жасымық (чечевица), фасоль, ала, ақ және жалпақ бұршақтар. Сондай-ақ, қой еті, тауық еті, шабдалы, сары және қара өрік, жидектер, асқабақ, күнбағыс дәндері, грек жаңғағы, қызылшаны да жиі жеген дұрыс.\nЕскерту: Бауырда темір өте көп, бірақ онда А витамині де мол. Аяғы ауыр әйел А витаминін тым көп мөлшерде қабылдаса, бұдан жүктілік барысына және іштегі балаға зиян келуі мүмкін. Егер жейтін тамағыңыз әр алуан болса, солардағы А витаминінің мөлшері де сізге жеткілікті болады. Бауыр жеуді аптасына бір ретке дейін шектеген дұрыс.\nС дәрумені (витамині) темірдің ағзаға жақсы сіңірілуіне көмектеседі. Сондықтан темірі бар дәріні осы витаминге бай апельсин, лимон, мандарин, грейпфрут, бұрыш, жасыл түсті көкөніс, жидектермен қосып қабылдаған дұрыс.\nЖүктілік кезінде қанда темір деңгейінің төмен болуы (анемия) – жиі ұшырасатын жайт. Қанында темір деңгейі төмен адам өзін қатты шаршағандай, тіпті ауа жетпей жатқандай, сезінеді. Темір деңгейін қалыпты дәрежеде сақтау үшін құрамында темірі мол арнайы дәрілерді қабылдауға болады. Жүктілік кезінде қаныңыздағы темір деңгейінің қандай екені емханаға барып анықтаған дұрыс.\nНеден бас тартқан жөн?\nШай, кофе, сүт тағамдары темірдің ағзаға сіңірілуіне кедергі жасайды. Сондықтан темір таблеткаларын қабылдасаңыз, содан бір сағат бұрынғы және бір сағат кейінгі уақыт аралығына шай, кофе және сүт тағамдарын ішпеген дұрыс.\nКейде темірі бар дәрі іштің қатуына себепші болады. Ондайда сұйықты көбірек ішкен дұрыс. Кейде осы дәрілер, керісінше, ішті айдайды. Бұл жағдайда дәрігермен байланысыңыз.\nАяғы ауыр әйелге шикі ет, теңіз өнімдерін, пастерленбеген сүтті ішуге болмайды. Бұл өз кезегінде баланың кемтар болып дүниеге келуіне әсер етеді.\nТұз. Тұздың йодталған түрін қолданыңыз. Йод теңіз балдырының (морская капуста) құрамында да көп. Йодтың ағзадағы зат алмасу үрдістеріне тигізетін септігі мол\nМайды мүмкіндігінше аз пайдалану керек, әсіресе еттің майын. Жұрт оны еттің ең дәмді бөлегі деп ойлайды, алайда майдан адам қатты толысады. Тамақ дайындағанда өсімдік майын (мысалы, күнбағыс не зәйтүн майын) және маргаринді пайдаланған дұрыс.\n©likar.info\nУглеводтар: Нанда, дәнді дақылдарда және макарон сияқты ұн тағамдарында нәрлі заттар көп. Олар адам денесін мол энергиямен қамтамасыз ететін углеводтар. Түрлі сусындар, тәтті тағамдар және тәттілердегі қант та ағзаны қуатпен қамтамасыз етеді. Бірақ қанттың құнарлық құндылығы жоқ. Май сияқты, углеводтарды да көп жегеннен адам артық салмақ қосып толысып кетеді.\nКофе, шай, кока-кола, пепси сияқты кейбір сусындарда және шоколадта кофеин бар. Кофеинді көп қабылдау жүктілік барысына әрі балаға да зиян келтіруі мүмкін, сондықтан кофе мен шайды күніне үш кеседен артық ішпеу керек.\nАрақ-шарап пен есірткіні жүктілік кезінде қолдану құрсақтағы нәрестеге зор зиян келтіреді. Сондықтан егер балалы болуыңыз мүмкін немесе солай екеніңіз белгілі болса, онда міндетті түрде кезкелген алкогольды ішімдіктен әрі есірткіден бас тарту қажет.\n©NestleBaby.ru\nДәрінің көп түрі де жүкті әйелдің өзіне немесе балаға зиян келтіруі мүмкін. Жүктілік кезінде дәрі қабылдау қажет болған жағдайда оны тек дәрігердің нұсқауымен ғана қабылдауға болады.\nҚандай жаттығулар жасауға болады?\nҚарын бұлшық еттеріне арналған жаттығулар\nБірнеше жастыққа тіреніп, шалқалай жатыңыз. Тізеңізді бүгіңіз, табаныңыз жерге толық тиіп тұрсын. Бір қолыңызды беліңіздің астына, екінші қолыңызды ішіңіздің үстіне қойыңыз. Қарын мен құйрық бұлшық еттерін қатайтып, астыңғы қолды беліңізбен басыңыз. Бірқалыпты тыныстап, осы қалыпта төрт секунд жатыңыз, содан кейін денеңізді босаңсытыңыз. Жаттығуды бес рет қайталаңыз.\nҚан айналымын жақсартуға арналған жаттығулар\nЖүктілік кезінде қан айналымы әдеттегіден баяу. Сол себепті кейде жүкті әйелдің аяғы ісіп, сіңірі тартылып, құрысып қалуы немесе аяғындағы қан тамырларының білеуленіп шығып кетуі мүмкін. Мына жаттығу қан айналымын жақсарта алады:\n– аяғыңызды бір нәрсеге тіреп жатыңыз не отырыңыз. Аяғыңыздың басын тобығынан он екі рет бүгіп, жазыңыз;\n– аяғыңыздың басын сол жаққа қарай он екі рет, содан соң оң жаққа қарай он екі рет айналдырыңыз;\n– екі тізеңізді қолыңызбен төрт секунд қатты құшақтап, содан соң денеңізді босаңсытыңыз. Мұны алты рет қайталаңыз.\n©likar.info\nТыныс алуға арналған жаттығу\nКөзіңізді жұмып, ыңғайланып отырыңыз. Бар назарыңызды өзіңіздің қалай тыныстайтыныңызға, әсіресе дем шығаруыңызға, аударыңыз. Демді шығарып, келесі деміңізді алмас бұрын осы аралықтағы үзілісті ескеріңіз.\nЖүктілік кезінде моншаға түсіп, ыстық душ қабылдауға болмайды. Бұл теріні құрғатып, іштегі баланың шетінеуіне әкеліп соқтыруы мүмкін. Сондай-ақ, жүкті әйелдерге 3,5 келіден артық ауырлықтағы заттарды көтеруге болмайды. Себебі, ауыр зат денеге күш түсіріп, омыртқа мен буындарды шамадан тыс шаршатады.\nЕң бастысы, көп қимылдаңыз. Егер жиі қимылдайтын болсаңыз толғақ пен босану сәті де жеңілірек соғады.\nТолығырақ: https://baribar.kz/53896/zhuktilik-kezinde-neni-bilgen-zhoen/",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыспен қамту бойынша жастар практикасымен жұмыс істей аламын ба?",
        "question_content": "Жұмыспен қамту да 2012 жылы медсестра мамандығы бойынша істеген едім содан соң жұмыссыз болып қазір екіннші мамандықты бітірдім. Дефектолог болып алі жұмыс істемегем. Сол бойынша қайта жастар практикасымен жұмыс істей аламын ба?",
        "question_date": "16.03.2021",
        "question_tag": "Заң",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастар практикасы тек  бұрын жұмыс жасамаған жастардың жұмыс өтілі болатынындай жағдай жасау үшін қарастырылған бағдарлама. Сондықтан, бұрын жұмыс өтілі болмаған, жаңадан оқу аяқтаған жас мамандарға арналған.",
                "date": "17.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішек құрт аурулары адамнан адамға жұғама?",
        "question_content": "Ішек құрт аурулары адамнан адамға жұғама?",
        "question_date": "16.03.2021",
        "question_tag": "Тазалық",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауру неден пайда болады? \nІшек құрттар көп жағдайда ет пен балықтан жасалған тағамдардан түседі. Ал мұндай жолмен түскен құрт ағзаға өте қауіпті. Сол себепті оларды дайындағанда сақтық шараларын ұстанып, алдын ала ағзаның жағдайын жасаған жөн. Мәселен:\n• Балықты суды қайнатқан соң салады. Балық салынған соң тағы кемінде 15-20 минут қайнау керек. \n• Балықты қуырғанда, жұқа етіп турап, кем дегенде 15-20 минут табаның қақпағын жауып қуырады. \n• Балықтан жасалған пісірмелерді 1 сағат пісіру керек. \n• Тұздалған балық дайындау үшін, шамамен 10 кг балыққа 2 кг ас тұзын салып тұздайды. Содан соң 2 аптадан кейін жайып кептіреді. \n• Еттен жасалған тағам дайындау үшін, етті салып бір қайнаған суын төгіп тастайды. Сосын қайта су құйып, кемінде 1 сағат қайнатады. Сонда ғана ағзаға түрлі паразиттердің түсуі аз болады.\nАурудың алдын алу \nІшек құрттар пайда болмас үшін, сақтану (профилактика) қажет. Ол үшін тамақтанар алдында қолды міндетті түрде жуып, тамақты таза пісіріп, көкөністер мен жеміс-жидектерді тазалап жуып жеу қажет. Сонымен қатар бала сарымсақ, қаражидек, сәбіз шырынын немесе одан жасалған салатты (салатқа өсімдік майын араластыру керек) көп тұтынғаны жөн. Паразиттерден сақтанудың ең тиімді тәсілі асқабақтың шикі дәні. Ішек құрттардан сақтану үшін емдік шөптерден жасалған шайларды да пайдаланса болады. \nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/38292/",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шежіреміз шырайлы, тәрбиеміз тәлімді деген сөйлемге толық морфологиялық талдау",
        "question_content": "Шежіреміз шырайлы, тәрбиеміз тәлімді деген сөйлемге толық морфологиялық талдау жасаңыз?",
        "question_date": "16.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шежіре - түбір зат есім, міз - туілдік жалғақ көпше түрі.\nшырай - түбір зат есім, лы - сын есім жасайтын жұрнақ,\nтәрбие - түбір зат есім, міз - туілдік жалғақ көпше түрі.\nтәлім - түбір зат есім, ді - сын есім жасайтын жұрнақ,",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы 72 дм квадрат параллеграм қабырғалары 6 дм және 10 дм. Оның биіктігін табу керек?",
        "question_content": "Ауданы 72 дм квадрат параллеграм қабырғалары 6 дм және 10 дм. Оның биіктігін табу керек?",
        "question_date": "16.03.2021",
        "question_tag": "Геометрия",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 72\n\na = 6\n\nb = 10\n\nh = ?\n\nS = a*h1,     72 = 6*h1,   h1 = 12\n\nS = b*h2      72 = 10*h2,   h2 = 7,2",
                "date": "22.03.2021",
                "upvotes": 1
            },
            {
                "text": "S=72дм²,a-10дм,b-6дм ,һ-?\n\nШешуі:һ=s:a=72:10=7,2\n\n72:6=12\n\nЖауабы:h=7,2дм және 10дм",
                "date": "25.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диагональдары 6 см және 8 см болатын ромбының ауданын табу?",
        "question_content": "Диагональдары 6см және 8см болатын ромбының ауданын табу\nӨтініш көмектесіп жіберіңізші\n\n8 сынып геометрия",
        "question_date": "16.03.2021",
        "question_tag": "Геометрия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "d1 = 6см\nd2 = 8см\nS =?\nS = d1*d2/ 2 = 6*8/2 = 24 см²",
                "date": "20.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фас-фурт өнімі адам ағзасына зиян екенін біле тұра неге жақсы көреміз?",
        "question_content": "Фас-фурт өніміадамағзасына зиян екенін біле тұра жақсы көреміз және қолданамыз?",
        "question_date": "16.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фас-фуд  шығар  ?\nДәмі татымды , ақысы Арзан, Ең маңызды себеп әлем елдер жеп жүр,  әсіресе дамыған елдер жеп жүр, қате болмайды деп ойлап қалдық...    Қайтсек болар екен  деші...",
                "date": "16.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның табандары 6 дм және 2 дм, бүйір қабырғалары",
        "question_content": "Трапецияның табандары 6 дм және 2 дм, бүйір қабырғалары 1,3 дм және 3,7 дм болса трапеция ауданы қанша?",
        "question_date": "16.03.2021",
        "question_tag": "Геометрия",
        "question_views": 917,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапецияда биіктіктерді салу керек. Үлкен негіздің бір бөлігін х деп белгілейік, сонда екінші бөлік (4-x) болады.\nПифагор бойынша биіктігін бір үшбұрыштан көрсетейік: h ^ 2 = 1.69-x ^ 2, екінші үшбұрыштан биіктігін өрнектейік: h ^ 2 = 13.69- (4-x) ^ 2.\n\n Осы өрнектерді теңестірейік: 13.69-16 + 8x-x ^ 2 = 1.69-x ^ 2. 8х = 4, х = 0,5. h ^ 2 = 1.69-0.25, h ^ 2 = 1.44. h = 1.2.\nТрапецияның ауданы: ((6 + 2): 2) * 1.2 = 4.8 дм\"2.",
                "date": "16.03.2021",
                "upvotes": 0
            }
        ]
    }
]