[
    {
        "question_title": "Күкірт қышқылы \"химия өнеркәсібінің наны\" деп аталады. Оның формуласы H2SO4",
        "question_content": "Күкірт қышқылы«химия өнеркәсібінің наны» деп аталады. Оның формуласы H2SO4. Күкірт қышқылының салыстырмалы молекулалық массасын есептеңіз?",
        "question_date": "20.01.2024",
        "question_tag": "Химия",
        "question_views": 474,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Концентрациялы күкірт қышқылы — түссіз, ұшпайтын, май тәріздес, суда жақсы еритін, сұйық зат. Тығыздығы 1,84 г/см3, массалық үлесі 98%. Ол 280°С-та қайнайды, ал 10,4°С-та кристалданады.",
                "date": "20.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен Арал теңізінде су таяздап барады?",
        "question_content": "сабақтан бізге арар теңізінің суының таяздалуы жайлы ақпарат жинасын деген",
        "question_date": "19.01.2024",
        "question_tag": "Табиғат",
        "question_views": 229,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арал теңізінің суы одан ағатын суға қарағанда оған аз келетіндіктен, суы таязданып барады. Мұның негізгі себептері:\n\nСуаруға арналған су шығыны. 1960 жылдары КСРО Орта Азиядағы жерді қарқынды игеруге шешім қабылдады. Ол үшін Арал теңізіне құятын өзендерден алынатын судың көп мөлшері қажет болды. Соның нәтижесінде 1960-1990 жылдар аралығында Амудария мен Сырдария өзендерінің су алуы жылына 50-ден 120 текше шақырымға дейін өсті.\nКлиматтық өзгеріс. Арал теңізіндегі су деңгейінің төмендеуі климаттың өзгеруімен де байланысты. Соңғы онжылдықтарда Орталық Азияда жауын-шашынның азаюы байқалады, бұл да теңізге құйылатын судың азаюына әкеледі.\nОсы факторлардың нәтижесінде соңғы 60 жылда Арал теңізіндегі су деңгейі 20 метрден астам төмендеп, теңіздің ауданы 68,0 мың км²-ден 17,1 мың км²-ге дейін қысқарды. Бұл аймақта күрделі экологиялық проблемаларға әкелді.\n\nАрал теңізінің одан әрі тайыздануын тоқтату үшін Әмудария мен Сырдария өзендерінің су алуын азайту қажет. Қазіргі таңда бұл бағытта жұмыстар жүргізілуде, бірақ ол әлі айтарлықтай нәтиже берген жоқ.",
                "date": "20.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сыныпта тек қана 1 ғана 4 бар ал 9 сыныпта 5 мен қызыл аттестат ала аламба 2024 жылы",
        "question_content": "Ассалаумағалайкум.  Мен қазір 9сынып оқимын және барлық пәнім 5 ал 8 сыныпта ағылшын жылдығым ғана 4 болып қалды. Мен осы 2024 те қызыл аттестатпен бітіре аламынба? Немесе ағылшын пәні мұғалем күнделік кз дан бағанв өзгерте аладыма?",
        "question_date": "19.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "720 км/сағ жылдамдықпен қозғалған массасы 50 кг арбаның кинетикалық энергиясын тап?",
        "question_content": "физикадан сұрақ, кинетикалық энергияға байланысты,\n720 км/сағ жылдамдықпен қозғалатын арба 50кг, оның кинетикалық энергиясын тап",
        "question_date": "19.01.2024",
        "question_tag": "Физика",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнда 720 км/сағ емес 40 км/сағ қолданылған. Есептің шешімінде 40 орнына 720 қойсаңыздар болады.\nҚарастырылып отырған дененің қажетті кинетикалық күшін есептеу үшін формуланы қолданамыз: Ek = m * V2 / 2.\nАйнымалылардың мәндері: m - қарастырылатын дененің массасы (m = 50 кг); V – қозғалыс жылдамдығы (V = 40 км/с = 40 * 103 м/с).\nЕсептеп көрейік: Ek = m * V2 / 2 = 50 * (40 * 103)2 / 2 = 40 * 109 Дж (40 ГДж).\nЖауабы: Кинетикалық энергия 40 ГДж.",
                "date": "20.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді қалай өз атыма аударсам болады, әкем қарсы маған?",
        "question_content": "Әкем мен анам ажырасқан, мен 18 ге толдым осы жылы, әкемнің үй бойынша кредиті бар үйді өз атыма аудармасам болмай тұр, әкеме сенім жоқ ол сатып жіберуі мүмкін ақшасын құртып, қалай атыма аударсам болады ертең үйсіз қалайын деп тұрмын анамның менің үлесім менде, үй әкем атында. Үйді сатса мен үйсіз қаламын қазір туысым үйінде тұрам ол Алматыда жұмыс жасайды. Анам өз үлесін маған қалдырып, өзі кетіп калган ажырасып.Үйді қалай өз атыма аударсам болады, әкем қарсы маған?",
        "question_date": "19.01.2024",
        "question_tag": "Заң",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша өзінің туған әкең ғой. Сені дүниеге әкелді ғой. Әкеңді қуантып, келін түсір, немере сүйгіз!!! Анаңды да қасына ал. Ата - анаңды татуластыр!!! Алланның сауап болады.",
                "date": "22.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде екі адам болып тұр екенмін,1-ші асылып тұр екен.2-ші соны көрген",
        "question_content": "Менің қасымда бір кісі болыпты, екеуміз бір бөлмеде тқр екенбіз\n\nБір уақытта бөлменің жоғарысынан құбыжық келіп екемізді мойнымызға жіп салып асып қойыпты\n\nБір уақытта мен сол бөлмеге басқа адамдармен кіріп келіппін, қараңдаршы міне мыналар асылып қалыпты деп тұр екенмін",
        "question_date": "19.01.2024",
        "question_tag": "Тұлға, Адам",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті жақсылыққа жорыңыз. Қалай жорисыз, ол солай орындалады. Ұйықтар алдын үнемі толық дәрет (намазға алатындай) алып жатыңыз. Мүмкіндік болса үнемі дәретпен жүріңіз. Аптасына 1 рет тұз сумен шомылуды ұмытпаңыз.",
                "date": "19.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәкірт ойы ой тоғау",
        "question_content": "Шәкірт ойы ойтолғау бұл өлеңде не туралы айтылған сенін пікірін неге олай айтты",
        "question_date": "18.01.2024",
        "question_tag": "Мектеп",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответ:Қараңғы қазақ көгіне,\n\nӨрмелеп шығып, күн болам!\n\nҚараңғылықтың көгіне,\n\nКүн болмағанда, кім болам?\n\nМұздаған елдің жүрегін,\n\nЖылытуға мен кірермін!\n\nНЕГІЗГІ ОЙЫ : Бұл надан елді ұйқысынан оятамын. Қазақ елі сол жылдары қалың ұйқыда еді. Білімсіздік ұйқысында. Ал көп ақындар өз халқын білімді де , зиялы болғанын қалады. Соның ішінде әрине елі үшін аянбаған , өмірін берген ТОРАЙҒЫРОВта бар.\n\nМен өз ата - бабама , ақындарыма рахметімді жаудырамын. Оларсыз біз бұндай болмаспа едік ?",
                "date": "18.01.2024",
                "upvotes": 0
            },
            {
                "text": "Бұл өлеңде автор қазіргі қазақтарды арам ойдан айырғаны жайлы жүрегі қарайған қазақты адам қылатыны жайлы қазіргі кездегі надандарды құдай біркуны жазалайтыны жайлы және оның бұл мақсатын ешкім бұза алмайтыны жайлы айтылған",
                "date": "18.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер үшбұрыштың бір қабырғасы 14 см, ал оган іргелес екі бұрышы 60° және 40°",
        "question_content": "Егер үшбұрыштың бір қабыргасы 14 см, ал оган іргелес екі бұрышы 60° және 40° онда үшбұрыштын белгісіз элементтерін аныктаңыз.",
        "question_date": "18.01.2024",
        "question_tag": "Математика",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер үшбұрыштың бір қабырғасы 14 см, ал оған іргелес екі бұрышы 60° және 40° онда үшбұрыштың белгісіз элементтерін анықтаңыз.",
                "date": "19.01.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көбейткіштері 6 га және 3 ке тең көбейтіндіні құр. Қосу амалын қолданып оның мәнін тап?",
        "question_content": "Көбейткіштері 6 га және 3 ке тең көбейтіндіні құр. Қосу амалын қолданып оның мәнін тап?",
        "question_date": "18.01.2024",
        "question_tag": "Математика",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6•3=18\n\n6+6+6=18",
                "date": "21.01.2024",
                "upvotes": 0
            },
            {
                "text": "6×3=18\n\n6+6+6=18\n\n3×6=18\n\n3+3+3+3+3+3=18",
                "date": "21.01.2024",
                "upvotes": 0
            },
            {
                "text": "3×2=6\n\n2×3=6\n\n6+6=12",
                "date": "21.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ әдебиетінен сатылай кешенді талдау стк жасаймыз “Егіннің бастары деген өлеңге",
        "question_content": "Қазақ әдебиетінен сатылай кешенді талдау стк жасаймыз “Егіннің бастары деген өлеңге",
        "question_date": "18.01.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмысқа қосыла аламын ба?",
        "question_content": "Саламатсыздар ма! Сізздерден сұрайын дегенім мен мұғаліммін бірақ декреттік демалыста үйде отырмын. Мен жұмысқа кез-келген уақытта, яғни кез-келген айда жұмысқа қосыла аламын ба?",
        "question_date": "18.01.2024",
        "question_tag": "Мектеп",
        "question_views": 191,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Микроскоп құрылғысын есіңе түсіріп, сәйкестендіріп ал?",
        "question_content": "Микроскоп құрылғысын есіңе түсіріп, сәйкестендіріп ал (16-сурет) \nТубус\nОкуляр \nОбъектив \nШтатив \nОрнату бұрандалары \nЗат қоятын үстел \nАйна",
        "question_date": "18.01.2024",
        "question_tag": "Биология",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әлемде мейірімділік бар ма?",
        "question_content": "Әлемде мейірімділік бар ма?",
        "question_date": "17.01.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мейірімділікті анадан үйрен» деген халық даналығында да терең мағына бар. Мейірімділіктің шуағын ең бірінші анадан аламыз. Себебі бала үшін бәрін жиған, бала үшін бәрін қиған, адам баласына ой берген, сана берген, ақыл берген – ана. Баласын алтыным, асылым деп, аман болсын деп күні-түні баласының қамын ойлаған ана жүрегі не деген құдіретті, жаны неткен мейірімді. Ана – әлемдегі ең мейірімді жан.\n\nМейірімділік – адамның өзге біреуге жылылығын, ізгі ниеті мен лебізін білдіру көрінісі. Мейірімділік адамдар арасындағы сыйластық, кең пейілділік, жанашырлық, ізгі ниет секілді қасиеттерге негізделеді. Мейірімділік адамның жоғары адамгершілік белгісі ретінде оның бүкіл тыныс-тіршілігін, жан дүниесін жадырататын, шат-шадыман тіршілігі үшін қажетті аса маңызды қасиеттің бірі болып саналады.\n\nКейде адамдар арасында мейірімділік аз екенін байқаймыз. Қазіргі уақытта тіптен азайып бара жатыр. Оған дәлел, өз баласын өлтіру, адамдардың бір-бірін атып, ұрып, соғып кетіп жатқанын көріп, қатігездік көбейіп жатқанын көруге болады.\n13 қараша – Дүниежүзілік мейірімділік күні. Көптеген елде бұл күнді мерекелеу дәстүрге айналды. Атаулы күннің қалай пайда болғанына аз-кем тоқтала кетсек. Кәсіпкер Дэвид Джамилли «жақсылықты дәріптеу және қолдау» үшін құрды. 1990 жылдың ортасында аз мейірімділік қозғалысы ретінде ол әлемнің түкпір-түкпірінен қатысушыларды өз елінде бастаған мейірімділік қозғалысы  туралы әңгімесімен бөлісуге шақыру үшін конференция өткізді. Конференция сәтті өтіп, өзге мемлекетте жалғасын тапты. 1998 жылы Жапонияда Дүниежүзілік мейірімділік қозғалысының 1-ші конференциясының ашылу күні болды. Бұл іс-шараға Австралия, Канада, Жапония, Таиланд, Сингапур, Ұлыбритания және АҚШ елдерінің өкілдері қатысты. Жапония әртүрлі елдің мейірімділік қауымдастығын біріктіріп, Дүниежүзілік жақсылық қозғалысының қажеттілігін атап өтті. Бұл конференция Дүниежүзілік жақсылық қозғалысын нығайтты.\n\nАқырында, 1998 жылы Дүниежүзілік жақсылық күні, Дүниежүзілік жақсылық қозғалысы басқаратын елдердің үкіметтік емес ұйымдарының коалициясы (ҮЕҰ) құрылды.\n\n2000 жылдың қараша-қазанында Дүниежүзілік жақсылық қозғалысы Сингапурда іске қосылды. Осылайша, әлемнің бірнеше елі 13 қарашада Дүниежүзілік мейірімділік күнін тойлай бастады.",
                "date": "19.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ел үшін маңызды шешім",
        "question_content": "Ел үшін міндетті шешім срочно керек боп тур эссе сияқты сөз дайындау керек",
        "question_date": "17.01.2024",
        "question_tag": "Мектеп",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әке шешем әйелім достарым барі теріс айналды?",
        "question_content": "Аке шешем айелим бари терис айналды .\n\nБирак олардын ешкандай кинасы жок барине тек озим киналымын.\n\nДам туз таусылган сиякты оте коп карызбын маселе оз басымда гана болса жарайды тугандарымды тыгып койдым сол мени катты жеиди",
        "question_date": "17.01.2024",
        "question_tag": "Суицид",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялык талдау : Жемістің ағаш жерге иіліп тәжім етеді",
        "question_content": "Морфологиялык талдау  : Жемістің ағаш жерге иіліп тәжім етеді",
        "question_date": "17.01.2024",
        "question_tag": "Университет, колледж",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сперма сыртқа аққан жағдайда әйел жүкті болама",
        "question_content": "Сперма сыртқа аққан жағдайда әйел жүкті боладыма",
        "question_date": "17.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Анықтауыш туралы керек еді срочна пж",
        "question_content": "Маған анықтауыш жайлы мәлімет керек өтініш",
        "question_date": "16.01.2024",
        "question_tag": "Мектеп",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анықтауыш деп сөйлемде негізінде зат есімнен болған мүшенің сын, сапа, сан, мөлшер және меншіктік жағынан сипаттайтын тұрлаусыз мүшені айтады. \nАнықтауыштар қандай? қай? қайдағы? (недегі?) қашанғы? ненің? қанша? неше? қайткен? не еткен? деген сұраулардың біріне жауап береді. Ол ирек сызықпен белгіленеді.\nҚандай, қай, қайсы, қайдағы сұрақтарына жауап беріп тұратын анықтауыш сапалық, ал ілік септігінде тұрғаны иелік анықтауыш деп аталады. Бір ғана сөзден тұратын анықтауыш дара анықтауыш деп аталса, екі не оданда көп сөз тіркесімен келетін анықтауыш күрделі анықтауыш деп аталады.\nМысалы: Зейнептің көздері (қандай?) үлкен, кірпіктері (қандай?) ұзын.",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяз,Жыйды,Борайды,кіиді",
        "question_content": "Қай сөздер дұрыс емес соны түзетіп жазу керек",
        "question_date": "16.01.2024",
        "question_tag": "Үй тапсырмасы",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "аяз, жыйды, борайды, киді",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен кіммін? Сұрағы",
        "question_content": "Өте қиын сұрақ екен.... Кіммін деп айта алмаймын себебі өмірім әлі алда.... Қандаймын дегенге жауап беретін болсам өзімді мақтамай-ақ қояын, \"мақтаған қыз тойда, острый движениелер жасайды\" дейді ғой. Бір Жаманның бір жақсысы болады ғой,сондықтан да әрбір адамның бір жақсы, бір жаман жақтары да бар деп ойлаймын.",
        "question_date": "16.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зарият сүресі «56-60 аяттар» (соңы)\nЖын мен адамзатты өзіме құлшылық қылулары үшін ғана жараттым. Олардан бір несібе тілемеймін әрі олардың Мені тамақтандыруларын да қаламаймын. Шүбәсыз Ол Алла, ризықтандырушы және мықты күшке ие. Сөз жоқ. Сондай зұлымдық қылғандардың, жолдастарының күнәлары тәрізді күнәлары бар. Сондықтан Менен асығып тілемесін. Өздеріне уәде етілген күнге қарсы келгендерге нендей өкініш!",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "бірақ барған деріңде сақ бол ит, құсқа жазым болмасын деп ескертті.",
        "question_content": "морфология талдау керек",
        "question_date": "16.01.2024",
        "question_tag": "Университет, колледж",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ен биринши адамдар отты ойлап тапкан кезен калай аталады",
        "question_content": "Ен биринши адамдар отты ойлап тапкан кезен калай аталады???",
        "question_date": "16.01.2024",
        "question_tag": "Табиғат",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алғашқыда яғни, тас ғасырында (палеолит-ежелгі тас ғасыры, мезолит-орта тас ғасыры, неолит-жаңа тас ғасыры) адамдар өздігінен от жағуды білген жоқ. Олар найзағайдың түсуінен жанған отты пайдаланып, оны өшірмей ұзақ пайдалануға тырысқан. Сосын орта палеолит дәуірінде бірте-бірте өздері жағып үйрене бастаған. Тасты тасқа ұрып, одан шыққан ұшқынмен отынды тұтатты. Ағаш таяқтарды бір-біріне үйкелеп, қыздырғанда, ұсақ жанқалар бықси бастады. Оған жүн немесе өсімдік талшығынан жасалған білтені жақындатқанда, ол тұтанып, от жалынға айналды. Сол кезеңде үңгірлерге айналған ежелгі адамдардың алғашқы баспаналары пайда болды.\nОтты пайдаланудың ең көне дәлелі 1,7-2,0 миллион жыл бұрын, алғашқы гомо сапиенс пайда болғанға дейін көп уақыт бұрын пайда болды.",
                "date": "16.01.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тоғызқұмалақ-әлемдік мәдинеттің озық үлгілерімен Осы сөйлемді талдап бере аласыздар ма?",
        "question_content": "Тоғызқұмалақ-әлемдік мәдинеттің озық үлгілерімен бой теңестірсе алтын рухани ойын, логикалық ойлау спорты.Бұл спорттың басты мақсаты-адам ақыл ойын дамытуға ықпал ету.Түркі халықтарының ұрпақ тәрбиесі жауап кершілікпен қарайтынына осы ойынның өзі дәлел бола алады.Жас өспірімнің дене күші мол болуымен қатар ақылды болуына да көп мән берген,бабаларымыз осы ойынды ойлап тапқан",
        "question_date": "16.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арыс өзенінің пайдасы қандай?",
        "question_content": "Арыс өзенінің пайдасы қандай?",
        "question_date": "15.01.2024",
        "question_tag": "Мектеп",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төменгі ағысы күріш алқабын суару үшін пайдаланылады. Аз бөлігі Сырдария қарай ағады. Су 37 канал арқылы жиналады, оның ішіндегі ең үлкені Арыс-Түркістан каналы.",
                "date": "16.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат туралы ішінде есімдікі бар мақал-мәтел керек еді",
        "question_content": "Маған табиғат туралы мақал-мәтел ішінде есімдікетрі болу керек көмектесіндерші өтініш",
        "question_date": "15.01.2024",
        "question_tag": "Мектеп",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су - тіршілік көзі.\n\nКім жерді бағалайды, жер оны асырайды.\n\nАғашты кесу оңай, орманды өсіру қиын.\n\nЖағадан қарасаң – теңіз әдемі, теңізден қарасаң – жаға әдемі.\n\nҚара жерден – ақ нан туады.\n\nБір адамнан орманда із қалады, жүз адамнан жол қалады, мың адамнан шөл қалады.\n\nЖел – табиғат тынысы.\n\nСу – балыққа, ауа – құсқа, жер – адамға.\n\nҚар болса – нан болады, су болса – шөп болады.\n\nКөктем әдемі, бірақ аш.\nКүз жаңбырлы, бірақ тоқ.\n\nҚарлығаш күнді бастайды, бұлбұл аяқтайды.\n\nҚұсқа алтын тор емес, қара бұтақ керек.",
                "date": "16.01.2024",
                "upvotes": 0
            }
        ]
    }
]