[
    {
        "question_title": "Азу тіс құрттаса қайта өсема? Қанша жасқа дейін өседі? Жұла салуға болама?",
        "question_content": "Азу тісті жұлуға болама",
        "question_date": "13.05.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 159,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азу тіс (тұрақты тіс) құрттаса (кариес болса), ол қайта өспейді. Тұрақты тістер адам өмірінде бір-ақ рет шығады. Балалардағы сүт тістері түсіп, олардың орнына тұрақты тістер шығады.\n\nҚұрттаған азу тісті емдеу қажет. Егер кариес асқынып кетсе, тісті жұлып алуға тура келуі мүмкін. Алайда, тісті сақтап қалу үшін барлық мүмкіндікті пайдалану маңызды, себебі әрбір тіс ауыз қуысының денсаулығы үшін маңызды рөл атқарады.\n\nЕгер азу тісіңіз құрттап мазаласа, тіс дәрігеріне қаралыңыз. Ол тістің жағдайын бағалап, емдеудің ең тиімді әдісін ұсынады.",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын соққыдан ісіген кезде қандай дәрі (мазь) жағуға болады?",
        "question_content": "Мұрын соққыдан ісіп кетсе қанша уақытта өз қалпына келеді?",
        "question_date": "13.05.2024",
        "question_tag": "Жалпы спорт",
        "question_views": 188,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрын соққыдан ісіген кезде ісінуді басу және көгеруді азайту үшін келесі мазьдарды қолдануға болады:\n\nГепаринді мазь: Гепарин қан ұюының алдын алады және ісінуді азайтады. Сонымен қатар, ол көгерудің тез жоғалуына ықпал етеді.\n\nТроксевазин гель: Бұл гель қан тамырларын нығайтады және олардың өткізгіштігін төмендетеді, бұл ісінуді азайтуға көмектеседі.\n\nБадяга: Бұл табиғи препарат тері астындағы қан айналымын жақсартады және ісінуді азайтады. Бадяга ұнтағын сумен араластырып, паста жасап, зақымдалған жерге жағу керек.\n\nМаңызды: Мазьды қолданар алдында нұсқаулықпен мұқият танысып, дәрігермен кеңесу ұсынылады.\n\nҚосымша кеңестер:\n\nСуық компресс: Мұрынға алғашқы 24 сағат ішінде суық компресс жасау ісінуді азайтуға көмектеседі. Мұзды сүлгіге орап, мұрынға 10-15 минут ұстаңыз.\n\nТыныштық: Мүмкіндігінше көбірек демалыңыз және физикалық белсенділіктен аулақ болыңыз.\n\nБасыңызды көтеріңкі ұстаңыз: Ұйықтағанда басыңызды көтеріңкі ұстау ісінудің азаюына көмектеседі.\n\nЕгер ісіну бірнеше күннен кейін басылмаса немесе тыныс алу қиындаса, дереу дәрігерге қаралыңыз.",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметке орналасқанына 7 ай болды. Еңбек демалысына шыға алам ба",
        "question_content": "Бұрын мемлекеттік жұмыста істемеген мін. Техперсонал болгам. 2023 жылдың казан айынан мемлекет тік қызметкер болып орналастым. Еңбек демалысымды маусым айында алсам болама",
        "question_date": "13.05.2024",
        "question_tag": "Заң",
        "question_views": 153,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, сіз еңбек демалысына шыға аласыз. Қазақстан Республикасының Еңбек кодексіне сәйкес, жұмыскерлер кемінде 6 ай жұмыс істегеннен кейін ақылы еңбек демалысын алуға құқылы.\n\nДегенмен, нақты еңбек демалысының ұзақтығы мен берілу тәртібі сіздің жұмыс берушіңізбен жасасқан еңбек шартыңызға және ұйымның ішкі ережелеріне байланысты болады. Еңбек демалысы туралы толық ақпарат алу үшін жұмыс берушіңіздің кадр бөліміне хабарласыңыз.",
                "date": "13.05.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қайтымды мәндер дегеніміз не?",
        "question_content": "срочна керекк ертенге дейінн",
        "question_date": "12.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 149,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайтымды процесс – тура да, кері бағытта да жүре алатын процесс және де егер мұндай процесс алдымен тура, содан соң кері бағытта жүріп, жүйе бастапқы қалпына келетін болса, онда қоршаған ортада және осы жүйенің өзінде ешқандай өзгеріс болмайды. Ал осы шарттарды қанағаттандырмайтын кез келген процесті қайтымсыз деп атайды.",
                "date": "12.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Желілік диаграммада көрсеткілердің үстіндегі сандар нені көрсетеді",
        "question_content": "Желілік диаграммада көрсеткілердің үстіндегі сандар нені көрсетеді",
        "question_date": "12.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 110,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрсеткілердің үстіндегі сандар жұмыстың ұзақтығын көрсетеді. Жұмыстың орындалу ұзақтығы өндіріс нормаларын, уақыт нормаларын, машиналар мен жабдықтардың өнімділігін және т.б. пайдалана отырып анықталады және анықталады.",
                "date": "12.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жай болшекты немесе аралас санды ондык болшекке айналдыру ережесы",
        "question_content": "Бул тест сурагы отыныш тезырек комектесынызшы кім былед???",
        "question_date": "11.05.2024",
        "question_tag": "Математика",
        "question_views": 172,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ сілтемеден көре аласыз",
                "date": "12.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғарыш әлемінің ашылмаған сырлары\" эссе керек еді?",
        "question_content": "\"Ғарыш әлемінің ашылмаған сырлары \" эссе керек. Өтініш",
        "question_date": "11.05.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарыш әлемінің ашылмаған сырлары\n\nҒарыш – адамзаттың сан ғасырлар бойы таңдай қақтырып, қиялын шарықтатып келе жатқан шексіз әлем. Жұлдыздарға көз тігіп, аспан әлемін зерттеуге деген құштарлық біздің санамыздың ең терең қатпарларында жатыр. Ғасырлар бойы ғалымдар мен зерттеушілер ғарыштың құпияларын ашуға тырысып, біздің әлем туралы түсінігімізді кеңейтті. Дегенмен, ғарыш әлі күнге дейін өзінің көптеген сырларын сақтап келеді.\n\nҚараңғы материя мен қараңғы энергия. Ғарыштың ең үлкен жұмбақтарының бірі – қараңғы материя мен қараңғы энергия. Ғалымдардың есептеулері бойынша, олар әлемнің 95%-ын құрайды. Бірақ олардың табиғаты әлі күнге дейін белгісіз. Қараңғы материя гравитациялық өріс тудырады, бірақ жарық шығармайды. Қараңғы энергия болса, әлемнің кеңеюін жылдамдатады. Бұл құбылыстардың сырын ашу – қазіргі ғарыш ғылымының басты міндеттерінің бірі.\n\nҒарыштың кеңеюі және үдеуі. Ғарыштың кеңеюі туралы теория ХХ ғасырдың басында дәлелденді. Алайда, 1998 жылы ғалымдар ғарыштың кеңеюінің үдеп бара жатқанын анықтады. Бұл жаңалық ғарыш туралы түсінігімізді түбегейлі өзгертті. Ғарыштың үдемелі кеңеюінің себебі әлі толық анықталған жоқ.\n\nӨмірдің пайда болуы. Жердегі тіршіліктің қалай пайда болғаны туралы бірнеше теория бар. Бірақ бұл сұраққа нақты жауап әлі жоқ. Ғалымдар басқа планеталарда тіршілік іздеуде. Егер басқа планеталарда тіршілік табылса, бұл біздің әлем туралы түсінігімізді түбегейлі өзгертеді.\n\nҒарыштық саяхаттар. Адамзат ғарышқа саяхат жасауды армандайды. Бірақ ғарыштық саяхаттар өте қымбат және қауіпті. Ғалымдар ғарыштық саяхаттарды қауіпсіз және қолжетімді етудің жолдарын іздестіруде. Егер бұл мәселе шешілсе, адамзат жаңа әлемдерді игере алады.\n\nҒарыш әлемінің ашылмаған сырлары әлі де көп. Бірақ ғалымдардың күш-жігерінің арқасында біз бұл сырларды біртіндеп ашып келеміз. Ғарышты зерттеу – бұл адамзаттың ең маңызды міндеттерінің бірі. Өйткені ғарышты зерттеу арқылы біз өзімізді және бізді қоршаған әлемді жақсы түсіне аламыз.",
                "date": "11.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж 1-ші курс 2-ші семестр бітіріп басқа колледжге ауысуға бола ма?",
        "question_content": "1 Курс . 2семестрде ауысуга болама баска коллелджге",
        "question_date": "11.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, ауыса аласыз. Толық мәліметті ауысатын оқу орнының оқу бөлімдерінен білсеңіз болады.",
                "date": "12.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шардың центрінен √11 қашықтықта болатын шар қимасының ауданы 15 п ге тең",
        "question_content": "Шардың центрінен √11 қашықтықта болатын шар қимасының ауданы 15 п ге тең. Шардың көлемін табыңыз",
        "question_date": "10.05.2024",
        "question_tag": "Геометрия",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шардың көлемін есептеу\nШардың көлемін табу үшін, бізге шардың радиусы қажет. Есепте, біз шар қимасының ауданы мен оның центрінен қима жазықтығына дейінгі қашықтық (√11) берілген.\nШар қимасының ауданын есептеу үшін келесі формуланы қолданамыз:\nS = πr²,\nмұнда:\nS - қиманың ауданы\nr - шардың радиусы\nБізге S = 15 п және √11 = r деп берілген. Осы мәндерді формулаға орнына қойсақ:\n15 п = πr²\nБұл теңдеуді r бойынша шешу үшін, екі жағын да π-ге бөлеміз:\nr² = 15 п / π\nr = √(15 п / π)\nr ≈ 2.06 п\nЕнді біз шардың көлемін есептей аламыз:\nV = (4/3)πr³,\nмұнда:\nV - шардың көлемі\nr - шардың радиусы\nБіз r = 2.06 п мәнін формулаға орнына қойсақ:\nV = (4/3)π(2.06 п)³ ≈ 38.99 п³\nЖауап: Шардың көлемі шамамен 38.99 куб п-ге тең.\nТүсініктеме:\nЕсепте, шардың қимасының түзу шеңбер екенін және оның ауданын есептеу үшін шеңбердің ауданын есептеу формуласын қолданғанымызды көңілде ұстаңыз.\n√11 мәнін радиус ретінде емес, центрінен қима жазықтығына дейінгі қашықтық ретінде қолданғанымызды да атап өткеніміз жөн.\nШардың көлемін есептеу үшін шардың көлемін есептеу формуласын қолданғанымызды да ескеріңіз.\nҚосымша мәлімет:\nЕгер сізге шардың бетінің ауданын табу қажет болса, келесі формуланы қолдануыңыз мүмкін:\nSA = 4πr²,\nмұнда:\nSA - шардың бетінің ауданы\nr - шардың радиусы",
                "date": "10.05.2024",
                "upvotes": 0
            },
            {
                "text": "Қиманың радиусын S=15π ден есептеп тапсақ r²=15π/π r=✓15\n\nШардың радиусы R, центрден қимаға дейінгі қашықтық q және қиманың радиусы r - тік бұрышты үшбұрыш болады. Шардың радиусы тік бұрышты үшбұрыштың гипотенузасы болады\n\nR²=r²+q²=15+11=26 R=✓26\n\nШардың көлемі V=¾πR³=¾π(√26)³",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс төртбұрышты қиық пирамиданың табандарының қабырғасы 3 және 9 - ға тең.",
        "question_content": "Дұрыс төртбұрышты қиық пирамиданың табандарының қабырғасы 3 және 9 - ға тең. Бүйір қыры үлкен табанмен 45°- қа тең бұрыш жасайтын болса, қиық пирамиданың көремін табыңыз",
        "question_date": "10.05.2024",
        "question_tag": "Геометрия",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс төртбұрышты қиық пирамиданың көлемін есептеу\n\nБерілген мәліметтер:\n\nТабан қабырғалары: a = 3, b = 9\n\nҮлкен табанмен бүйір қырының жасаған бұрышы: φ = 45°\n\nЕсептеу:\n\n1. Кіші табанының ауданын есептейік:\n\nКіші табан - квадрат болғандықтан, оның ауданын келесі формула бойынша есептей аламыз:\n\nS_k = a² = 3² = 9\n\n2. Пирамиданың биіктігін есептейік:\n\nҮлкен табаннан бүйір қырыға түсірілген биіклікті h деп белгілейік. Ол үшбұрыштың биіклігі болады, онда:\n\nКатет1 = a/2 = 3/2\n\nКатет2 = h\n\nГипотенуза = b = 9\n\nБұл үшбұрыштың тік бұрышы 45° екенін білеміз, сондықтан Пифагор теоремасын қолдануға болады:\n\n(3/2)² + h² = 9²\n\n9/4 + h² = 81\n\nh² = 72/4\n\nh = √18 = 3√2\n\n3. Пирамиданың көлемін есептейік:\n\nПирамиданың көлемі келесі формула бойынша есептеледі:\n\nV = (1/3) * S_u * h\n\nмұнда:\n\nV - пирамиданың көлемі\n\nS_u - үлкен табанының ауданы\n\nh - пирамиданың биіклігі\n\nБіз білетін мәндерді формулаға орнына қойсақ:\n\nV = (1/3) * 9 * 3√2\n\nV = 9√2\n\n4. Жауап: Дұрыс төртбұрышты қиық пирамиданың көлемі 9√2 куб бірлікке тең.\n\nТүсініктеме:\n\nЕсептеу барысында, біз пирамиданы екі тік бұрышты үшбұрышқа бөлдік: бір кіші табанында және екіншісі бүйір қыры мен табан қабырғаларында.\n\nПифагор теоремасын үлкен табаннан бүйір қырыға түсірілген биіклікті табу үшін қолдандық.\n\nАқырында, пирамиданың көлемін есептеуге арналған стандартты формуланы қолдандық.\n\nҚосымша мәлімет:\n\nЕгер сізге пирамиданың бетінің ауданын табу қажет болса, келесі формуланы қолдануыңыз мүмкін:\n\nSA = S_u + 4 * S_k\n\nмұнда:\n\nSA - пирамиданың бетінің ауданы\n\nS_u - үлкен табанының ауданы\n\nS_k - кіші табанының ауданы",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімге қосымша жұмыс қалай табуға болады?",
        "question_content": "Мен негізі педагогпын, қазақ тілі мен әдебиеті мұғалімі боламын. Қосымша жұмыс керек еді?",
        "question_date": "10.05.2024",
        "question_tag": "Мамандық",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілі бойынша ҰБТ-ға оқушыларды дайындаңыз, онлайн қызмет түрлерін үйреніп қосымша сонымен айналысуға болады, онлайн сауда жасап көруге болады. Ойыңызға қандай жұмыс келіп тұр, жүрегіңізге жақынын таңдап бастап көріңіз, бәрі бір Алланың қолында.",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2003 жылы телесериал откровения подростков көрсететін естеріңіздер?",
        "question_content": "Кино поискта жоқ...Кезінде ел арна 2003 жылы телесериал откровения подростков көрсететін естеріңіздер ме ? тауып беріңіздерші өтініш. (Кино поискта жоқ)  Өтініш тауып беріңіздерші өтініш 2003 жылғы Ностальгия",
        "question_date": "10.05.2024",
        "question_tag": "Телесериалдар",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы ма?\n\nhttps://kzwap.net/posts/2#comments",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а2=-6; а16=22; а9= ? Арифметикалық прогрессияның тоғызыншы мүшесін табу керек?",
        "question_content": "а2=-6; а16=22; а9= ? Арифметикалық прогрессияның тоғызыншы мүшесін табу керек?",
        "question_date": "10.05.2024",
        "question_tag": "Математика",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арифметикалық прогрессиядағы тоғызыншы мүшені есептеу\n\nБізге a2 = -6 және a16 = 22 мәндері берілген, сонымен қатар a9 мүшесін (тоғызыншы мүшені) табу қажет. Арифметикалық прогрессиядағы мүшелердің формуласын қолданып, бұл есепті екі әдіспен шешуге болады:\n\n1. Әдіс: Түрізді қозғауларды қолдану\n\nАрифметикалық прогрессиядағы кез келген мүшені бірінші мүшеден бастап, алдыңғы мүшенің айырмасын қоса отырып табуға болады. Осылайша, a9 мүшесін табу үшін төмендегі формуланы қолдануға болады:\n\na9 = a1 + d(9 - 1)\n\nмұнда:\n\na9 - тоғызыншы мүше\n\na1 - бірінші мүше\n\nd - айырма\n\nБізге a1 = -6 мәні берілген. Айырманы (d) табу үшін a16 және a1 мәндерін формулаға қосамыз:\n\na16 = a1 + d(16 - 1)\n\n22 = -6 + d(15)\n\n28 = 15d\n\nd = 28 / 15 = 2\n\nЕнді бірбірінсін алмастырып, a9 үшін формуланы қолданамыз:\n\na9 = -6 + 2(9 - 1)\n\na9 = -6 + 2 * 8\n\na9 = 10\n\n2. Әдіс: Формулаларды қолдану\n\nАрифметикалық прогрессияның n-ші мүшесін табуға арналған формула бар:\n\nan = a1 + d(n - 1)\n\nмұнда:\n\nan - n-ші мүше\n\na1 - бірінші мүше\n\nd - айырма\n\nn - мүшенің нөмірі\n\nБізге a9 (n = 9) және a1 (-6) мәндері берілген. Айырманы (d) табу үшін a16 (n = 16) мәнін формулаға қосамыз:\n\na16 = -6 + 15d\n\n22 = -6 + 15d\n\n28 = 15d\n\nd = 28 / 15 = 2\n\nЕнді бірбірінсін алмастырып, a9 үшін формуланы қолданамыз:\n\na9 = -6 + 2(9 - 1)\n\na9 = -6 + 2 * 8\n\na9 = 10\n\nЖауап: Екі әдіске де негізделген есептеулер бойынша, a9 = 10.\n\nТүсініктеме:\n\nАрифметикалық прогрессиядағы кез келген мүшені бірінші мүшеден бастап, алдыңғы мүшенің айырмасын қоса отырып табуға болады.\n\nАрифметикалық прогрессияның n-ші мүшесін табуға арналған формула бар.\n\nЕкі әдісте де бірінші мүше (a1) және тоғызыншы мүше (a9) мәндері қолданылды.\n\nАйырманы (d) табу үшін a16 және a1 мәндері қолданылды.",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде домбыра ойнатса не болады?",
        "question_content": "Түс көрген кезімде домбырамен күй ойнаса не болады?",
        "question_date": "9.05.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам өмірінің ¼ бөлігін ұйқыға және оның 6 жыл уақытын түс көруге жұмсайды. Ал оянғаннан кейін өз түсін ұмытып қалатындар да кездеседі. Аталарымыз «Түс – түлкінің тезегі» деп, түсті еске түсірмеуді жөн санаған.\n\nТүс – адамға берілген табиғат сыйы, оның бойындағы сан алуан қабілетінің бір қыры, дүниедегі ең құпия, күрделі құбылыс. Түс – қиял процесінің ұйқы кезіндегі енжар бейнесі. Түс – ұйықтап жатқанда көрінген тылсым белгілер.\n\nТүстің шайтанисі де болады, Рахманисі де болады. Түсті жору терең ілімді талап етеді. Біз оны ажыратып біле алатындай ілімге ие емеспіз. Әр адам жори алмайды. Әсіресе мына заманда бұл ілімді білетін адам жоқ десе де болады.\n\nХазреті Имам Раббани “қуддиса сиррух” Мәктубат кітабының 1-ші том 32-ші мәктубында: «Түске сенбеңдер! Өйткені көбі қиялмен көрінеді, дұрыс болмайды. Шайтан – күшті дұшпан. Оның алдауынан құтылу қиын», – деген.",
                "date": "12.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ел арна прилив жизни 2002",
        "question_content": "Ел арна каналдан 2002 2003 жылдар Прилив жизни телесериал болатын еді  тауып беріңіздерші",
        "question_date": "7.05.2024",
        "question_tag": "Телесериалдар",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кинопоиск: кино и сериалы приложениесінен таба аласыз",
                "date": "8.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ел арна 2003 жылы сериал",
        "question_content": "Кезінде ел арна 2003 жылы телесериал откровения подростков көрсететін естеріңіздер ме ? тауып беріңіздерші өтініш",
        "question_date": "7.05.2024",
        "question_tag": "Телесериалдар",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кинопоиск: кино и сериалы приложениесінен таба аласыз",
                "date": "8.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге сен арықтағың келеді?",
        "question_content": "Бұл жерде өте көп тамақ жеуге және зиянды заттар жеуге всё равно болмайт сол үшін пайдалы заттар жеу керек",
        "question_date": "7.05.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәттіден бас тартыңыз артық салмақтың бірден бір себебі тәттіден басталады. Газдалған сусындарды мүлде ішпеңіз, газдалған сусындардың құрамына қайта-қайта шөлді арттыратын заттар кіреді.Ал бұл заттар денсаулықты құртып ғана қоймай, артық салмақ қосуыңызға біршама өз үлесін қосады.Мұндайда ең пайдалысы үйдегі жемістерден өз қолыңызбен жасалған табиғи таза шырындарды ішіңіз. Егер шынымен арықтағыңыз келсе тәтті және газдалған сусындардан, торттар мен кекстерден жалпы тәтті атаулының барлығынан бас тартқаныңыз жөн.\n\nКөбірек жеміс-жидек жеңіз. Жеміс-жидектерде май жоқ, бірақ оларда көптеген дәрумендер мен өзектер бар, сондықтан күніне бір-екі жеміс-жидек жесеңіз, сіз қарныңызды тойдырасыз осылай аштық сезімінен арыласыз. Бұдан басқа жеміс-жидектерде пайдалы көмірсулар бар, олар арықтауға еш кедергі келтірмейді, керсінше олар заттектердің алмасуына өте жақсы көмектеседі.\n\nСонымен қатар, таза ауада көп серуендеңіз, спортпен шұғылданыңыз, тыныш ұйқы және ішімдіктен бас тартыңыз!",
                "date": "8.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде берілгендер арасынан кездейсоқ дискретті шамаларды анықтаңыз?",
        "question_content": "1. Төменде берілгендер арасынан кездейсоқ дискретті шамаларды анықтаңыз:\na) Желтоқсан айында жауатын қардың мөлшері\n\nb) Нысанға оқ ату кезіндегі оқтың түсу арақашықтығы\nc) Бір мекеменің пайдаланатын электр энергиясының мөлшері\nd) Бір жанұядағы балалар саны",
        "question_date": "6.05.2024",
        "question_tag": "Математика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кездейсоқ дискретті шамалар:\n\nКездейсоқ дискретті шама - бұл тек белгілі бір мәндерді қабылдай алатын кездейсоқ шама.\n\nТізімдегі кездейсоқ дискретті шамаларды анықтау үшін әрбір нәрсені талдауымыз керек:\n\na) Желтоқсан айында жауатын қардың мөлшері:\n\nБұл шама кездейсоқ, өйткені әр желтоқсан айында жауатын қардың мөлшері әр түрлі болады.\n\nШама дискретті, өйткені қардың мөлшерін тек сантиметрлермен өлшей аламыз, яғни ол үздіксіз шама емес.\n\nДемек, бұл кездейсоқ дискретті шама.\n\nb) Нысанға оқ ату кезіндегі оқтың түсу арақашықтығы:\n\nБұл шама кездейсоқ, өйткені әр атуда оқтың нысанаға түсу арақашықтығы әр түрлі болады.\n\nШама дискретті, өйткені оқтың түсу арақашықтығын тек сантиметрлермен өлшей аламыз, яғни ол үздіксіз шама емес.\n\nДемек, бұл кездейсоқ дискретті шама.\n\nc) Бір мекеменің пайдаланатын электр энергиясының мөлшері:\n\nБұл шама кездейсоқ, өйткені әр айда мекеме пайдаланатын электр энергиясының мөлшері әр түрлі болады.\n\nШама дискретті, өйткені электр энергиясын тек киловатт-сағаттармен өлшей аламыз, яғни ол үздіксіз шама емес.\n\nДемек, бұл кездейсоқ дискретті шама.\n\nd) Бір жанұядағы балалар саны:\n\nБұл шама кездейсоқ, өйткені әр жанұядағы балалар саны әр түрлі болады.\n\nШама дискретті, өйткені балалардың санын тек бүтін сандармен өлшей аламыз.\n\nДемек, бұл кездейсоқ дискретті шама.\n\nҚорытынды:\n\nТізімдегі барлық нәрселер кездейсоқ дискретті шамалар болып табылады.",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астана қаласының әкіміне",
        "question_content": "Араз жазып отырған себебім қазір баспана мәселесі өзім көп балалы анамын жолдасым баспана кезегінде түр 10жыл болды әлі үй алмадық ,қазір бір бөлмелі жатақхананы жалдап турып жатырмыз ,алты жан бир бөлмеде ас үйде сол демалатын жеріміз де сол жер,баспана жағыган астана қаласының әкімінен баспана сұраймын.",
        "question_date": "6.05.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жазбаңызды инстаграм, фейсбук арқылы әкімшілік аккаунтарды белгілеп отырып жазба қалдырып көріңіз. Әкімшілікке барып талап етіңіз.",
                "date": "7.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дәрілік өсімдіктер туралы жоба",
        "question_content": "Дәрілік өсімдіктер зерттеу өзектілігі,мақсаты,жаңалығы ,әдістері туралы ақпараттар",
        "question_date": "5.05.2024",
        "question_tag": "Табиғат",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзектілігі: көптеген ауруларды адамдарға бұрыннан белгілі шөптермен емдеу мүмкіндігі толығымен тегін. \nМақсаты менің ғылыми-зерттеу жұмысым-біздің ауданда өсетін дәрілік өсімдіктерді және олардың әртүрлі ауруларды емдеуде  қолданылуын зерттеу.\nтолығырақ: https://translated.turbopages.org/proxy_u/ru-kk.ru.ed82b151-663b66dc-a39ba8e3-74722d776562/https/infourok.ru/issledovatelskaya-rabota-lekarstvennie-rasteniya-3616197.html",
                "date": "8.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарматтарда әлеуметтік теңсіздік болды ма? Себебі, мысалы, қорытынды мен керек",
        "question_content": "Сарматтар да әлеуметтік теңсіздік болды ма?\nПозиция\n\nНегіздеме\n\nМысал\n\nҚорытынды",
        "question_date": "5.05.2024",
        "question_tag": "Мектеп",
        "question_views": 737,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сармат қоғамында басқа көрші тайпаларға қарағанда әйелдер мен ерлер тең құқылы болып, әйелдер жасақ құрамында әскери жорықтарға қатысқан.. Оған олардың қабіріне қойылған қару-жарақтар дәлел бола алады.\n\nСарматтар қоғамында әскери демократия ерлерге де, әйелдерге де бірдей қатысты болды. Қауымдағы ерлер мен әйелдер тең саналған. Қазба жұмыстары кезінде табылған археологиялық ескерткіштер сармат қоғамында әлеуметтік теңсіздік орын алғанын көрсетеді.\n\nТолығырақ: https://stud.kz/referat/show/80196",
                "date": "8.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған ағылшынша my profession (мейірбике) тақырыбына жоспар құрып беріңіздерші",
        "question_content": "Маған ағылшынша my profession тақырыбына жоспар құрып беріңіздерші (менің таңдаған мамандығым Мейіргер ісі)",
        "question_date": "4.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "My Profession: Nurse (Менің мамандығым: Мейірбике)\nLesson Plan\nObjectives:\nBy the end of this lesson, students will be able to:\nDefine the role of a nurse.\nIdentify the different types of nurses.\nDescribe the education and training required to become a nurse.\nDiscuss the ethical and legal responsibilities of nurses.\nExplain the importance of nurses in the healthcare system.\nMaterials:\nWhiteboard or projector\nMarkers or pens\nHandouts on the nursing profession (optional)\nProcedure:\nIntroduction (5 minutes)\nBegin by asking students what they know about nurses.\nWhat do nurses do?\nWhat qualities do they think are important for nurses to have?\nDefining the role of a nurse (10 minutes)\nProvide a clear definition of the role of a nurse.\nNurses are healthcare professionals who provide care to patients in a variety of settings, including hospitals, clinics, and long-term care facilities.\nThey work under the direction of doctors and other healthcare providers to assess patients' needs, develop care plans, provide medications and treatments, and educate patients about their health.\nTypes of nurses (10 minutes)\nDiscuss the different types of nurses, including:\nRegistered nurses (RNs)\nLicensed practical nurses (LPNs)\nLicensed vocational nurses (LVNs)\nNurse practitioners (NPs)\nCertified nurse anesthetists (CRNAs)\nNurse midwives (CNMs)\nEducation and training (10 minutes)\nDescribe the education and training required to become a nurse.\nTo become an RN, students must complete a four-year nursing program and pass the NCLEX-RN exam.\nLPNs and LVNs typically complete a two-year nursing program and pass a state-level licensing exam.\nNPs and CRNAs must complete a master's degree in nursing and pass additional certification exams.\nCNMs must complete a master's degree in nursing and pass a certification exam.\nEthical and legal responsibilities (10 minutes)\nDiscuss the ethical and legal responsibilities of nurses.\nNurses must uphold the highest ethical standards and provide care with compassion and respect.\nThey must also follow all laws and regulations governing the practice of nursing.\nImportance of nurses (10 minutes)\nExplain the importance of nurses in the healthcare system.\nNurses are essential members of the healthcare team and play a vital role in providing quality care to patients.\nThey are advocates for their patients and work to ensure that they receive the care they need.\nConclusion (5 minutes)\nSummarize the key points of the lesson.\nWhat are some of the things that students learned about the nursing profession today?\nWhat are some of the qualities that they think would make a good nurse?\nAssessment:\nYou can assess student learning by:\nAsking students to answer questions about the nursing profession.\nHaving students write a short essay about the importance of nurses.\nHaving students create a presentation on a specific type of nurse.\nAdditional activities:\nInvite a guest speaker who is a nurse to talk to the class about their experiences.\nTake students on a field trip to a hospital or other healthcare facility.\nHave students shadow a nurse for a day.\nI hope this lesson plan is helpful! Please let me know if you have any questions.\nNote: This is just a sample lesson plan and you can adapt it to fit your specific needs and interests.",
                "date": "10.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірыңғай жинақтаушы зейнетақы қорында қанша қаражат ақша жиналғанын біле аламыз?",
        "question_content": "Как узнать, какая сумма накоплена в ЕНПФ?",
        "question_date": "4.05.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егов сайты арқылы, жеке кабинетіңізде көрсетіліп тұрады.",
                "date": "4.05.2024",
                "upvotes": 1
            },
            {
                "text": "ЕНПФ қосымшасын жүктеп алып көруге болады плэй маркеттен,апп стореден.",
                "date": "13.05.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тамақ жасар алдында тамаққа бірінші не саламыз?",
        "question_content": "Бірінші қазанға/сковородкаға қараймыз.",
        "question_date": "4.05.2024",
        "question_tag": "Интернет, Сайт",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің қандай тағам түрін және қандай мөлшерде жасауыңызға байланысты (мөлшеріне байланысты ыдыс түрі және тағамға байланысты азық-түлік).",
                "date": "4.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлқұжат сөзіне марфологиялық талдау",
        "question_content": "Төлқұжат сөзіне морфологиялық талдау",
        "question_date": "2.05.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлқұжат-зат есім, бастауыш, Біріккен сөз болып табылады\nТөлқұжат-не? сұраққа жауап береді",
                "date": "2.05.2024",
                "upvotes": 0
            }
        ]
    }
]