[
    {
        "question_title": "Тіске пломбы салғаннан кейін неге қатты ауырады?",
        "question_content": "Мен болницаға тісімді емдету үшін 2 рет бардым бірінші рет пломбы уақытша қойғанда ауырмады екінші рет барғанда тісімді тазалап қайтадан пломбы салып берді уақытша енді тісім қатты ауырып жатыр. Не істесем болады?",
        "question_date": "16.09.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тісіңіздің шіру дәрежесі өте жоғары болып, нервсын алуға тура келген болар. 3 ші суреттегідей қатты шіріген болса , нервсын алғанда, ол кәдімгі ашық жара секілді пломбаның астында қалады. Ол жара жазылып болмайынша солай ауырсынады.\nӨз басымнан өткені 2 аптадай тамақ шайнағанда ауырып жүрді. 1 аптадай ауыра берген соң , дәрігерімнен кеңескенмін. Дәрігерім  тісіңізге тұзды ванна (тұзды жылы сумен тісіңізге апарып 1 минуттай ұстап тұрасыз) жасаңыз деп кеңес берді. 3-4 күн жасаңыз деді, бірақ мен 2 күн жасаған соң ақ қойып кетті ауырсынуы.\nСонымен, барлығы 2 аптадай уақытта ауырсынуы қойып кеткен.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Металдардың қайысысы оттекпен 1:1 қатынасындай әреккеттеседі?",
        "question_content": "Металдардың қайысысы отекпен 1:1 қатынасындай әрекетеседі ?\n\nБерілген элементер: (Mg,Na,Ne,O,N,B)",
        "question_date": "16.09.2020",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайсысы 4 валентті. Мысалы:\n\nМеталл + оттег2 = Металоксид2",
                "date": "16.09.2020",
                "upvotes": 0
            },
            {
                "text": "Mg+O2=2MgO\n\n1:1 қатынас",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кельттер мен германдықтардың қоғамдық құрылысы.",
        "question_content": "Кельттер мен германдыктардын қоғамдық құрылысы мен шаруашылығын салыстырып сипаттама беріңдер",
        "question_date": "16.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Герман тайпаларының қоғамдық құрылысы және дамуы.\nЮлий Цезарьдың «Галль соғысы туралы жазбаларындағы» және онымен замандас басқа антиктік авторлардың шығармаларындағы деректер германдықтардың біздің заманымызға дейінгі І ғасырдың орта кезінде тайпалық құрылыста өмір сүргендігін дәлелдейді. Әр түрлі герман тайпаларының қоғамдық даму деңгейі біркелкі болған жоқ. Бір қатар тайпалар, әсіресе Солтүстік Германия мен Ютландияда, сол кездің өзінде – ақ отырықшы өмір сүрген. Бұл тайпалардың шаруашылығында егіншілік басты роль атқарды. Жер өгіз жетілген соқамен өңделіп отырылды. Біздің заманымыз басталғанға дейін – ақ германдықтарда жеңіл доңғалақты соқа қолданылған. Кейбір герман тайпалары біздің заманымызға дейінгі І ғасырда ие болған территорияға түбегейлі отырықтанған жоқ, бұл ішінара Цезарь соғыс жүргізген германдықтарға қатысты. Оларда римдік қолбасшының байқауына қарағанда, мал шаруашылығы мейлінше маңызды болған. «Олар егіншілікпен оншама ынта қойып шұғылданбайды, - деп жазды Цезарь – және негізінен сүтпен, құртпен және етпен қоректенеді». Герман тайпаларының жер өңдеу мәдениеті сол кездегі римдік жер өндеу мәдениетінен анағұрлым артта болғанымен, Цезарь жазып отырған тайпаларда да маңызды роль атқарған. Мұндай тайпалардың қоныс аударуы тіпті де номадтардың әдеттегі көшпенділігі емес еді. Олардың оқтын – оқтын ілгері қарай жылжып отыруы жаңа жерге деген мұқтаждықтарынан еді, бұл егіншіліктің экстенсивті сипатымен байланысты болатын. Германдықтар да, қоғамдық дамудың дәл сондай сатысында тұрған басқа тайпалардағы сияқты, бұл кезде көбінесе егіншіліктің тыңайту жүйесі қолданылды. Мұндай жүйе жағдайында құнарлылығын қалпына келтіру үшін жердің едәуір бөлігін ұзақ уақытқа тыңайтуға тастап, жыртылатын жер учаскелерін үнемі ауыстырып отырды.\nГермандықтар деревня – деревня болып қоныстанды, оларда әдетте рулық қауымдар тіршілік етті, дұшпандарының қорғану үшін, олардың балшық дуалдары мен тосқауылдары бар бекіністері болды.\nГермандықтардағы негізгі шаруашылық ұясы қауым болды. Маркстік – лениндік тарих ғылымы қауымының бір ізділікпен бірін – бірі алмастырған үш: 1) қандық – туыстық, 2) егіншілік және 3) көршілік формасы болғанын ажыратады. Цезарьдың кезінде германдықтарда қандық – туыстық қауым өріс алған болатын. Ол үшін коллективті өндіріс пен барлық жерге колективтік меншік тән болды. Қауымның мүшелері жерді бірлесіп өңдеп отырды, жер жыл сайын (немесе бірнеше жылда бір рет) рулар – сол тайпаның қан жағынан туыс бірлестіктері арасында – қайта бөлініп отырылды. «Және олардың ешқайсысының – дейді Цезарь германдықтар туралы – дәл өлшеп берілген жер учаскесі немесе жеке меншік иелігі жоқ; бірақ лауазымды адамдар мен ақсақалдар руларға және бірге тіршілік ететін туысқандардың топтарына қандай және қанша жер беруді лайық көрсе, соның сонша жерді бөліп беріп отырады, ал бір жылдан кейін оларды басқа орынға кетуге мәжбүр етеді».\nМұндай шаруашылық жүйесіне әлеуметтік құрылым да, басқару ұйымы да сәйкес болды. Германдықтарда топтарға бөлу болған жоқ. Оларда мемлекет те болған жоқ. Цезарь : «Бейбіт кезде тайпалардың ортақ мемлекеті жоқ» - дейді. Әкімшіліктің органы болып халық жиналасы саналды, оған қару – жарақ асынуға праволы барлық ересек еркектер қатыса алатын еді. Ру ақсақалдары негізінен сот қызметін орындады. Соғыс кезінде әскери бастық сайланып отырылды. Соғыс герман қоғамының өмірінде тіпті өте маңызды роль атқарды. Кейбір герман тапалары бұл кезде өзіне басқа тайпаларды бағыныдырып, оларды алым төлеп тұруға мәжбүр етті.\nБіздің заманымыздың І ғасырының соңына германдықтар қоғамдық дамуының деңгейі туралы римдік тарихшы Тациттың «Германия», «Анналдар» және басқа шығармаларының негізінде, сондай ақ археологиялық ескерткіштер бойынша пайдалауға болады. Цезарьдың уақытынан бері өткен жарым ғасыр ішінде германдықтардың қоғамдық құрылысы елеулі өзгеріске ұшырады: германдықтар отырықшылдыққа түбегейлі күшті, егіншілік деңгейі де өсті.\nБіздің заманымыздың І – ІІ ғасырында темір түрінде соқа таралды. Германдықтар сонымен бірге арпа, бидай, қара бидай, сұлы секілді ауыл шаруашылық дақылдарын, сондай – ақ көкеністер (шалқан, пияз), бұршақ тұқымдастар (жасымық,бұршақ) мен техникалық дақылдарды (зығыр, сора, вайда) өсірді. Жер өңдеу мәдениетінің жақсаруы кейбір жерлерде тіпті миниралдық тыңайтқыштардың (топырақтың ізбесендіру) қолдануынан да көрінді. Бірақ егіншіліктің үлес салмағын арттыру кезінде де шараушылықта мал өсіру маңызды роль атқара берді. Мүйізді ірі қара мал (өгіздер) – ауыл шаруашылық жұмыстары үшін, жылқы, негізінен әскери қажетті мен жүк тасуға пайдаланылып отырылды. Ірі қара мал – сүт өнімдерін, ет, тері, ұсақ мал – оған қоса жүн беріп отырды. Кісі өлтірушінің туыстарынан өлген адамның туысқандары алатын вергельд (құн) – малдай төленіп отырылды. Мал сонымен бірге қатардағы қауымдастардың ақсақалдарға беретін сыйлықтарының құрамына, күйеудің қалындығына беретін некелік сыйлығына енетін.\nТолығырақ: https://netref.ru/penni-ou-edistemelik-kesheni-ortafasirlar-tarihi.html?page=9",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 ден кейін завочный оқу барма?",
        "question_content": "Мен 11 ден кейін завочный оқуға түсейін деп едім барма?",
        "question_date": "16.09.2020",
        "question_tag": "Мектеп",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-2 жыл бұрын заочный оқу тоқтатылған. Қазір оқып жатқандар бар шығар, бірақ олар сол процесс тоқтатылмай тұрып түскен студенттер. Ал қазір сырттай бөлімге  түлектер қабылданбайды.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосындысы 16 айырмасы 2 болатын саннын квадраты қаншаға тең?",
        "question_content": "Қосындысы 16 айырмасы 2 болатын саннын квадраты қаншаға тең?",
        "question_date": "16.09.2020",
        "question_tag": "Математика",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "{А+ә=16 жүйенің мүшелерін бір біріне қоссақ\n\n{А-ә=2\n\n2А=18\n\nА=9 А²=ғ\n\n9+ә=16\n\nә=7 ә²=ң",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 бейіндік пәнге ағылшын ал 2 бейіндік пәнге орыс тілі етіп таңдауға болады ма?",
        "question_content": "1 бейіндік пәнге ағылшын, ал 2 бейіндік пәнге орыс тілі таңдауға боладыма? Өтініш біліп беріңіздерші.",
        "question_date": "16.09.2020",
        "question_tag": "Мектеп",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жерден толық ақпарат ала аласыз:",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскерге жарамды, жарамсыз кез-келген қаладан алуға болама?",
        "question_content": "Әскерге жарамды, жарамсыз кез-келген қаладан алуға болама, әлде өз әскери есепке тіркелген жерден ғана аламынба?",
        "question_date": "15.09.2020",
        "question_tag": "Заң",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әскери бөлімшедегі медициналық бөлімшеден аласыз.",
                "date": "16.09.2020",
                "upvotes": 0
            },
            {
                "text": "Негізі медициналық тексеру комиссиясынан қай жерден өттіңіз, сол жерден ала аласыз. Өйткені әскерден келгеннен кейін, қай жерден жіберілді сол жерге барып тіркелесізғой.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Валюта құны қалай өзгереді ?",
        "question_content": "Валюта құны қалай өзгереді ? Импорт экспорттан асып кеткенде баға құлдырайма ? Kase kz сайтындағы басты компаниялардың акцияларының бағаларына қарайма ? Толығырақ жауап берсеңіздер, қарапайым емес.",
        "question_date": "15.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қым қуыт  ...\nНегізі, аталмыш Қатты Валюта АҚШ долларымен айырбастау қабылетіне қарайды.\nСол айырбастаудың түзім жүйесі бар. Қалқара сауда ұйымының құрылуынан ілгері, Монартали ұйымы құрылған, Біритін Орман жүйесі. Бұл жүйенің меңгеру мекемесі бар, АҚШта, қалқара-сауда есеп адақтау орталығы дейтін мекеме. Валютаның құнының өзгеру қайнары осы мекемеде болса керек.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшік алып едім недеп қойсам болады",
        "question_content": "Күшік алып едім ақ сары ала ат қою керек",
        "question_date": "15.09.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Money ақша шақыратын есім",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен ел экономикасын былай деп баяндар едім\" тақырыбында эссе.",
        "question_content": "\"Мен ел экономикасын былай деп баяндар едім\" деген тақырыпқа эссе керек",
        "question_date": "15.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық экономикамыздың бірегей моделі қалыптасты ма?\nКөп сөз айтпай бірден сандарға көшсек, кез келген мемлекеттің экономикалық дамуын ЖІӨ (Жалпы ішкі өнім) макроэкономикалық көрсеткішімен анықтауға болады. ЖІӨ дегеніміз – мемлекет аумағында бір жылдың ішінде өнірілген тауарлар мен қызметтердің нарықтық құнын көрсететін макроэкономикалық көрсеткіш. Яғни, ЖІӨ көлемі жоғары болса, ол мемлекеттің экономикасы қуатты болады. Егер жан басына жаққандағы ЖІӨ көлемі жоғары болса, онда ол мемлекеттегі өмір сапасы жоғары деген сөз. Халқының әлеуметтік-экономикалық жағдайы жақсы, кедейшілік деңгейі төмен бай мемлекет деп есептеледі.\nӘрине, қазіргі таңда экономистердің арасында бұл шын мәніндегі халықтың өмір сүру сапасын, елдің даму деңгейін толық көрсете алмайды деген пікірлер бар. Дегенмен, бұдан басқа әлемдегі елдердің дамуын салыстыра алатындай көрсеткіш әлі табылмады. Сондықтан ол жаңалық ашылғанша ЖІӨ мемлекеттердің дамуын бағалайтын негізгі көрсеткіші болып қала береді. Төмендегі суретте Қазақстанның ЖІӨ өсімі көрсетілген.\nҰлттық экономика министрлігінің мәліметі бойынша әзірленді\nСоңғы жиырма жылдағы еліміздің экономикалық өсімін көруге болады. Жалпы тәуелсіздік алған жылдарда экономикамыз өтпелі кезеңнен өтті. 1998 жылдарда ол Азия дағдарысы жылдарына ұласты. Экономикамыз негізінен тек минус көрсеткіштерді көрсетті. Өсім болмады деп айтуға негіз бар.\nАл 2000 жылдан бастап бірден экономикалық өсімді көреміз. ЖІӨ орташа өсімі 2000-2007 ж.ж. 10,3 пайызды көрсетті. Егер қандай да бір мемлекеттің ЖІӨ жылына 10 пайыздан өссе, әрі ол ондаған жылдарға ұласса елде экономикалық ғажайып болады. Тарихтан Германия экономикалық ғажайыбы, Жапония экономикалық ғажайыбы, Оңтүстік Корей экономикалық ғажайыбы деген ұғым пайда болды. Бұл мемлекеттер өздерінің бірегей ұлттық экономикасының моделін қалыптастыра алды деп айтуға толық негіз бар.\nАл Қазақстанда экономикалық ғажайып болуға сәл қалып еді, болайын деп болмай қалды. Себебі 2007-2009 жылдары әлемдік қаржылық дағдарыстың салқыны еліміздің де экономикалық дамуына кері әсерін тигізді. 2009 жылы ЖІӨ өсімі 1,2 пайызға дейін төмендеді.\nБұл дағдарыстан шығу үшін үкімет \"5 батыл қадам\" деген дағдарысқа қарсы бағдарламасын жүзеге асырды. Ұлттық қордан 10 млрд доллар бөлініп, 4 млрд доллары банкротқа ұшыраудың алдында тұрған банктерді құтқаруға, 2 млрд доллар үлескерлердің мәселесін шешуге, 2 млрд доллар шағын және орта кәсіпті қолдауға, 1 млрд доллар ауыл шаруашылығына, 1 млрд доллар индустрияландыру бағдарламасын жүзеге асыруға жұмсалды.\n2010 жылдан бастап экономикада жандану фазасы орныға бастады. Экономикадағы қалыпты жағдай 2014 жылға дейін жалғасты, 2013 жылдың қорытындысы бойынша ЖІӨ 6 пайызға өсіп, Қазақстан 50 бәсекеге қабілетті елдің қатарына кірген болатын. Жан басына шаққандағы ЖІӨ 13 600 долларды құрады. Бұл әлемдік көрсеткіштермен есептегенде елдің әлеуеті, табыс деңгейі орташадан жоғары деп бағаланды. Қазақстан донор елдердің қатарынан орын алды.\nСөйтіп, Ауғанстан елінің 100 жас азаматына мемлекетіміздің универсиеттерінен 100 грант тағайындалды. Әлемнің біраз елдеріне астық тасымалдап көмек көрсете бастадық. Тіпті көрші Қырғыстанға да 100 млн АҚШ долларын бөлмекші едік. Әрине бұл өз ықтиярымыздан емес, бұл донор елдердің алдына қойылатын талап болған соң осындай көмектер жасай бастадық.\nҰлттық экономика министрлігінің мәліметінен әзірленді\nГрафиктен көріп отырғанымыздай, 2014 жылдан бастап экономика қайтадан құлдырау фазасына өтті. Дағдарыс басталды, мемлекетімізде бұл дағдарысқа қарсы \"Нұрлы жол\" бағдарламасы, \"100 нақты қадам\" бағдарламасы әзірленді. Экономистер экономикада жүйелік дағдарыстың басталғанын тілге тиек ете бастады. Алайда біраз қарсы пікірлер де болды. \"Айды аспаннан шығарғандары несі, бізде бәрі жақсы, экономикамыз қалыпты, ешқандай дағдарыс сезіліп жатқан жоқ\" – дегендер болды.\nАлайда 2014 жылда ЖІӨ 4,2%-ға төмендесе, 2015 жылы 1,2%-ға дейін түсті. Осы орайда мемлекеттік бюджеттің тапшылығын жабу үшін, ұлттық қордан аударылған трансферттер халықтың болып жатқан дағдарысты сезбеуінің негізгі себебі болғанын атап өту қажет. Тек 2015 жылдың 20 тамызында теңгеміз еркін айналымға жіберілген кезде ғана, экономикада тұрақсыздықтың бары айдан анық болды.\n2015 жылдың қорытындысы бойынша жылдық инфляция деңгейі 13,6%-ға жетті. Бағалар өсті, түрмыстық техника мен тұрмыстық химия заттары 2 есеге дейін қымбаттаса, кейбір дәрі-дәрмектер бағасы 3 есеге дейін өсті. Бұл халықтың төлем қабілеттілік деңгейінің күрт төмендеуіне әкеліп соқты. 2016 жылдың қорытындысы бойынша ЖІӨ өсімі соңғы 18 жылда болмаған көрсеткішке дейін төмендеді, жуықтағанда 1%-ға ғана өсті. Экономикада стагнация орын алды. Стагнация – экономикалық өсім болмай, тұралап қалуы деген сөз. Тіпті халық арасында \"90-шы жылдар болып кетті ме, сол уақыттағы жағдайлар қайта қайталанып кетті ғой\" – деген пікірлерін естідік.\nҚазақстан экономикасының өсім көрсетуіне немесе төмендеуіне не себеп болды?\nҚазақстанның экономикалық ғажайыбы болуға сәл жақындаған қай сала деген сұраққа жауап берсек. Оған қатты ойланудың да қажеті жоқ, ол негізінен шикізаттық сала, минералды ресурстар, мұнай мен газ екенін көреміз. Оған келесі сурет дәлел бола алады.\nМына сілтемеден алынды\nСуретте Brent маркалы мұнай бағасының өзгерісі келтірілген. Қазақстандық мұнай бұл марканың сапасынан нашарлау, дегенмен жақын болғандықтан мұнай бағасына болжамдар жасағанда осы марканы пайдаланады. Суреттен 2014 жылдан бастап мұнай бағасы бірден төмендегені көрінеді. Тиісінше біздің елдің экономикасында дағдарыс байқалады. 2016 жылы ЖІӨ 1%-дық өсім көрсетуі де мұнай бағасының 1 баррелі 27 долларға дейін төмендеуі әсерін тигізді. Баррелі 30 доллардан төмен болып қалуы мүмкін деген жағдай түсіне де кірмеген біздің үкімет әбден абдырап қалды.\nӘрине, соңғы 2017 жылдағы ЖІӨ 4,2%-дық өсімі де 2018 жыл қорытындысы бойынша 3,9% өсім болуы мүмкін деген болжам да осы мұнай бағасының қалыпты болуының нәтижесі деп кесіп айтуға толық негіз бар.\n2006 жылға дейінгі 10%-дық өсімнің болуына қара алтынның бағасының жоғары болуы әсер еткен. 2006 жылы 1 баррелі 148 долларға дейін өскен болатын. 2009 жылғы тоқырау кезінде мұнайдың 1 баррелі 38 долларға дейін төмендеді. 2010 жылдан бастап мұнай бағасының 1 баррелі 100 доллардың үстінде саудалануынан аздап өсім болды.\nСондықтан мұнайдың Қазақстан экономикасындағы үлесінің өте жоғары екенін көреміз. енді келесі жылы экономикамызды қандай жағдай күтіп тұр деген сұраққа жауап беретін болсақ. Оны да келесі жылға мұнай бағасына жасалған болжам арқылы суреттеуге болады. Төмендегі суреттен әлемдегі ірі қаржылық институттардың, рейтингтік агенттіктердің 2019 жылға мұнай бағасына жасалған болжамын көруге болады.\nАталған институттардың 2019 жылға 1 баррель мұнайдың бағасына жасалған болжамдары негізінде құрастырылды\nҚазақстан Ұлттық экономика министрлігінің болжамы бойынша 1 баррель $55, Ресей экономика даму министрлігі – $63, Халықаралық Валюта қоры – $70, АҚШ энергетика министрлігі – $72, Goldman Sachs –$70-80 аралығында болады деп болжаған. Орташа алғанда $75. Әлемдік банк –$69, Bloomberg – $63, Thomson reuters – $73 доллар болады деп отыр. Орташа есеппен $67,5 шығады екен.\nЕгер, келер жылы осы болжам сақталса, онда Қазақстан экономикасының өсу қарқыны 3-4% көлемінде қалады. Жалпы, еліміз үшін мұнайдың 1 баррелі $50 дан жоғары болса, экономикамызға қолайлы деуге болады, одан төмендеген сайын үкімет: \"егер $40 долларға түссе бір жоспарымыз бар, тіпті жағымсыз жағдайлар қалыптасса, $30 доллар болса, екінші жұмыс жоспарымыз бар\" деп елдегі әлеуметтік жағдайды қалыпты ұстауға арналған бағдарламаларын іске асыратынын өткен жылдар байқатты.\nҚазақстан сияқты дамушы мемлекет үшін ЖІӨ 3-4%-дық өсімі жеткіліксіз болады. Ол – дамыған АҚШ, Батыс Европа елдері үшін жақсы өсім, себебі олардың ЖІӨ көлемі триллиондаған доллар. Ал біздің ел үшін 2050 жылға дейін 30 бәсекеге қабілетті елдің қатарына кіреміз десек, кем дегенде 6-7%-дық өсім болуы керек.\nАл енді АҚШ-тың Иранға салынған эмбаргоның (санкцияның қатаңдатылған түрі, шектеу) салдарынан әлемге тасымалданатын мұнай көлемі азаюының нәтижесінде мұнайдың 1 баррелі $100 долларға дейін өсіп кетуі мүмкін деген болжамы да бар. Егер олай болса, Қазақстан экономикасының қайтадан шикізаттық салаға тәуелділігі артып, соңғы жылдары басты назар аударылған экономиканың нақты секторындағы бағдарламалар өз жайында қалып қалуы мүмкін. Сондықтан экономикасы қуатты әртараптандырылған мемлекет құрамыз десек, мұнай бағасының тым қымбаттауының кері жағы Голландық ауруға алып келуі мүмкін екенін қаперде ұстағанымыз жөн.\nЖақсы болжамдарға қарамастан, мұнай бағасы келесі факторлардың әсерінен күрт құлдырап кетуі мүмкін:\nНарықтың толып кетуінен: OPEC елдері 2019 жылы мұнай өндіру көлемін ұлғайту туралы шешімін қабылдады;\nДамушы нарықтардағы сұраныстың төмендеуі: 2010 жылдан бастап Қытайдың ЖІӨ өсу қарқыны баяулаған (2010 ж – 10,4%, 2013 ж – 7,7%, 2015 ж – 6,9% 2016ж. – 6,7% 2017ж. – 6,9%);\nБаламалы энергетиканың дамуы: 2020 жылы АҚШ, ЕО, Қытай сияқты ірі нарықтарда энергияның 20%-дан 30%-ға дейін баламалы энергия көздерін пайдаланатын болады.\nАлдағы келешекте негізінен мұнай бағасы құлдырайтын болады. Сондықтан Қазақстан экономикасын шиказаттық бағытынан арылтып, әртараптандыру, индустрияландыру жолына түсу – қазіргі заман талабы.\nТолығырақ: https://informburo.kz/pikir/maqsat-halyq/azastan-ekonomikasy-bgn-men-bolashay-nemese-azastan-ekonomikasyny-ltty-model-anday.html",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтакте аккаууынтымды қайта қалпына келтіре аламын ба?",
        "question_content": "Вка да аккаунтыма бір адам кіріп жүрген соң өшіріп тастап едім вка аккаунт ашқан номер өзімде емес парольінде ұмытып қалдым қалай жасауға болады көмектесе алатындар бар ма?",
        "question_date": "15.09.2020",
        "question_tag": "Вконтакте",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз Вкондекте аккауынтыңыздың паролін ұмытып қалсаңыз, номері болмаса онда қалпына келтіру қиын. егер аккауынтыңыз электронды почтаға қосылған болмаса. Ютубқа жазып көріңіз, видеолары көп.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өскеменнен Астанаға дейін қанша км?",
        "question_content": "Өскемен қаласынан Астана қаласына дейін қанша км???",
        "question_date": "15.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 763,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "954 км  -17 сағ 39 мин -жылдам,\n989 км- 17 сағ 31 мин ұзақтау жол.",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде берілген сөздер мен сөз тіркестерін пайдаланып тұлғаға сипаттама беріңіз.",
        "question_content": "Төменде берілген сөздер мен сөз тіркестерін пайдаланып өмірі өнегелі мағыналы тұлғаға мінездеме беріп оның портретін жасаңыздар тіркестері:мақсат бейімділік зеректік қызығушылық сүйіспеншілік ізгілік мүмкіндік болашақ рухани игілік адамзат бақыты зерттеу өзін өзі жетілдіру мəнді өмір адам болу",
        "question_date": "15.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамзат баласы мақсат қоя білу керек, өмірдің мәнін түсіну үшін. Мақсаты жоқ адамның өмірі құр уақыт зырғып бара жатқан сияқты болады. Өмірде адам баласы бір мақсатқа жете білу керек. Қазіргі заман: зеректік, қызығушылық, сүйіспеншілік пен рухани болашақ талап етілген. Міне, осы талапқа бейімделу керек. Бейімделген адамзат баласының мүмкіншілігі көп болады. Әрине ғылымды зерттеп, өзі өзі өзін жетілдірсе, өмірдің мәнін не екенін білсе, адам мақсатына жетсе, көтеріліп кетпей шүкіршілік етіп, адам болып қалуы тиіс.",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Операциядан кейін маған жүкті болуға болама?",
        "question_content": "Менде трубная беременность болды. Августе операцияға кірдім. Енді маған жүкті болуға болама?",
        "question_date": "15.09.2020",
        "question_tag": "Тазалық",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эктопиялық жүктіліктен кейінгі жүктілік (егер хирургиялық әрекет жүргізіліп, бір түтік алынып тасталса) көбінесе бірінші немесе тіпті екінші әрекетте болмайды... Дегенмен, мұндай операциядан кейін ана болу мүмкіндігі екі есе төмендейді, бірақ статистика кейбір әйелдерге бұл қиын болмайды. Көп нәрсе әйелдің денсаулығына, кейінгі жүктілікке дайындыққа, сондай-ақ қалған түтіктің өткізгіштігіне байланысты. \nДәрігерлер операциядан кейін әйелдерге ұсынатын бірінші нәрсе — алты айға жуық жүктіліктен қорғану. Ол үшін тиімдісі ұрықтануға қарсы таблеткалар — ішілетін контрацептивтер қолдану деп есептейді.\nЭктопиялық жүктіліктен кейін жүктілікті жоспарлағандар толық тексеруден өтуі керек. Фаллопиялық түтік жалғыз қалды, яғни жағдай қайталанбауы үшін бәрін жасау керек. Сонымен, жүктілікті  жоспарлаудан бұрын екі серіктес жыныстық жолмен берілетін инфекцияларды анықтау үшін барлық сынақтардан өтуі керек. Мұны бәріне жасау керек. Бұрын мұндай сынақтардан өткен немесе денсаулығы жақсы екеніне сенімді адамдар да.\nСонымен қатар, тағы бір маңызды тексеруден  — қалған жалғыз фаллопиялық түтіктердің өткізгіштігін тексерту керек. \nОдан кейін овуляция сынағынан өту керек. Бұл бірақ бірәз қалтаға салмақ салуы мүмкін.\nТолығырақ:https:https://missfit-ru.turbopages.org/missfit.ru/s/berem/beremennost_posle_vnematochnoj_beremennosti/",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын сабағынан көмектесе аласызба?",
        "question_content": "1. Police officers should never.................their commanding officer. (obey)\n\n2.He .....................so he went to work late. (sleep)\n\n3. Can you please....................the  email? (send)We haven't received it.\n4 .I'd ...................................you from visiting the museum;it's not very interesting. (courage)\n\n5.l'm   so sorry  .I've........................your  last name. (spell)",
        "question_date": "15.09.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 disobey\n2 dis\n3 re\n4dis\n5 de",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турбина қалақшаларының үштарының центрге тартқыш үдеуі қандай ?",
        "question_content": "1. Дене барлық жүрілуге тиісті жолдың біріші жартысын 15м/с жылдамдықпен , ал қалған екінші жартысын 10м/c жылдамдықпен жүріп өтті . Осы дененің орташа жылдамдығын табу керек\n\n2. Дене бәраз уақыт бойы тұрақты (20м/с)жылдамдықпен қозғалып отырды  Сонан кейін оның қозғалысы айнымалы болып , ол 10 с ішінде 300 м жол жүрді . Дененің ақырғы жылдамдыңы мен үдеуін табыңдар\n3.  а=-0.5м/с үдеумен бір қалыпты баяу қозғалып келе жатқан дене тежелгеннен кейін  20 секундтан соң тоқтады . Тоқтағанға дейін ол қанша жол жүрді ? Оның бастапқы жылдамдығы қандай еді ?\n4. Егер дене қозғалысының соңғы сеундында 30 м жол жүрген болса , ол қандай биіктіктен түскен еді ?\n\n5. Поезд орнынан қозғалған соң 10 с өткенде 0,6 м/с жылдамдық алады . Қозғалыс басталған соң қанша уақыт өткенде поездың жылдамдығы 3 м/с -қа тең болады ?\n6. Тыныштық күйден 0,6 м/с үдеумен қозғала бастаған автомобиль қанша уақыт ішінде 30 м жол жүреді ?\n7. Ұзындығы 100 м еңісті шағышы 0,3 м/үдеумен қозғала отырып , 20 с ішінде жүріп өтті . Шаңғышының еңістік басталған жеріндегі және бітісіндегі жылдамдығы қандай ?\n9. Ұшақтың ауа винтінің айналу жиілігі  1 500 айн/мин : 180 км/сағ жылдамдықпен ұшқанда 90 км жол бойында винт қанша айналым жасайды ?\n10. Краснодар ГЭС-і   турбинасы жұмыстық дөңгелегінің диаметрі 7,5 м және ол 93,8 айн/мин жиәләкпен айналады . Турбина қалақшаларының үштарының центрге тартқыш үдеуі қандай ?",
        "question_date": "15.09.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 есеп \nЖауабы 12 м/c жылдамдыққа тең",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің аяғым ауыр, түсімде әкемнің мылтығын маған сыйға беріпті",
        "question_content": "Түсімді жойып берсеңіздер, аяғы ауыр еді, әкесінің мылтығын маған сыйлапты.",
        "question_date": "14.09.2020",
        "question_tag": "Жанұя",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол аян болуы да мүмкін. Кейде аяғы ауыр әйелдер сондай түс көреді. Ол баласының жынысын байқататын сияқты. Мысалы : сырға көрсе -қыз бала өмірге келеді деп. Мылтық көргеніңіз әкеңізге ұқсаған ұл бала өмірге әкелесіз деп аян берілген болуы мүмкін.\nҚалай болса да жақсыға жорыған дұрыс.",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "Бұйыртса ұлды боласыздар",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңдеулер жүйесін алмастыру тәсілімен шеш және түбірлерінің қосындысын табу керек?",
        "question_content": "Еңдеулер жүйесін алмастыру тәсілімен шеш және түбірлерінің қосындысын табыңыз деген сұраққа жауап керек?",
        "question_date": "14.09.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі:\nЖауабы: х =6; у=5.",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Qnet компаниясынан ақшамды қайтара аламын ба ?",
        "question_content": "Мені Qnet компаниясына алдап кіргізді енді ақшамды қайтарғым келеді",
        "question_date": "14.09.2020",
        "question_tag": "Заң",
        "question_views": 823,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қайтара алмайсыз, себебі олар өз бизнесін заңдастырып алған.\nСізде бірнеше жол бар:\n1)Барыңызды салып сіз де сол компанияда дасап көру\n2) Қасыңызға достарыңызды жинап картасын қолдану, тым болмаса картаның ақшасын  шығарып алу керек болса (бірақ бұл ееең соңғы ойға келер іс болар. Бұл тәсілдер сонда жасайтын досымның айтқаны. )",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "Асыл дініміз бұндай жобаларға тиым салған.",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "Тауарды 7 күннің ішінде қайтарып алуға болады.\n\nТолығырақ https://vk.com/antiqnetkz\n\nВидеоны көру үшін ютубқа өтіңіз. Посмотреть на ютубе",
                "date": "15.09.2020",
                "upvotes": 0
            },
            {
                "text": "ол Qnet компаниясынан ақшаныңызды сізді қайтара алмайсыз. өйткені ол жерге алдаған күннің өзінде сіз еркіңізбен солардың товарын алдыңызгой. олар барлық жағынан заңдастырып алған.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге коктемде шоп шыкканда оны жасыл шоп дегеннин орнына кок шыкты дейди",
        "question_content": "Неге коктемде жасыл шоп шыкты дегеннин органа кок шыкты дейди",
        "question_date": "14.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қАЗАҚТАРдың әдетіғой. Көк шөп, көк тазик т.б.",
                "date": "14.09.2020",
                "upvotes": 0
            },
            {
                "text": "Көк түсін(реңін) әсілі Зеңгір деп атайды. Ал көк сөзі әсілі Аспанды меңзейді...\nЗеңгір көк = зеңгір аспан ...\nкөкпар < көк бөрі = көктен (аспаннан) түскен бөрі = ұлу(айдағар)...\n\nкөк түрік = аспаннан түскен түрік\n\nАспанды меңзейтін Көк сөзінен Жоғары (бұлттай жоғары) деген ұғымды жаратылады, қолданылады.\nкөк су = тік жоғарыдан(аса бийік тік таудан) аққан су...\n\nкөк базар = жоғар жақтағы базар,(Отар жазжайлауы алматы қаласы төңірегінде болып, Қыстағы күзеуі көктеуі Іле дария бойында болатын қазақ малшы жұрт үшін, алатау бөктеріндегі алматы қаласының базары, недәуір жоғары жақта, көкте сийақты)...\n\nКөкте = жоғары шығу(көкке қарай тік шығу)...\n\nКөктем = өсімдіктердің Көктеу маусымы...\n\nкөк жайлау = бұлттан жоғары бола қалатын тік жоғарыдағы жайлау...\n\nкөкке шығу = көк жайлауға шығу",
                "date": "15.09.2020",
                "upvotes": 0
            },
            {
                "text": "Көк түсін(реңін) әсілі Зеңгір деп атайды. Ал көк сөзі әсілі Аспанды меңзейді...\n\nЗеңгір көк = зеңгір аспан ...\n\nкөкпар < көк бөрі = көктен (аспаннан) түскен бөрі = ұлу(айдағар)...\n\nкөк түрік = аспаннан түскен түрік...\n\nАспанды меңзейтін Көк сөзінен Жоғары (бұлттай жоғары) деген ұғым жаратылады, қолданылады.\n\nкөк су = тік жоғарыдан(аса бийік тік таудан) аққан су...\n\nкөк базар = жоғар жақтағы базар,(Отар жазжайлауы алматы қаласы төңірегінде болып, Қыстағы күзеуі көктеуі Іле дария бойында болатын қазақ малшы жұрт үшін, алатау бөктеріндегі алматы қаласының базары, недәуір жоғары жақта, көкте сийақты)...\n\nКөкте = жоғары шығу(көкке қарай тік шығу)...\n\nКөктем = өсімдіктердің Көктеу маусымы...\n\nкөк жайлау = бийік таудың бұлттай жоғарыдағы жайлау...\n\nкөкке шығу = көк жайлауға (тауға)  шығу",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай заттардың тотығу дәрежесі нөлге тең ?",
        "question_content": "Қандай заттардың тотығу дәрежелері нөлге тең? Мысал келтіріңдер",
        "question_date": "14.09.2020",
        "question_tag": "Мектеп",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарапайым заттарда тотығу дәрежесі әрдайым нөлге тең болады, мысалы Cl2 + H2 = 2HCl реакциясында берілген реакцияда хлор мен сутектің тотығу күйі 0, ал хлорсутек +1 және -1 болады.",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияларының туындысын табыңыз.",
        "question_content": "№2        \nf´(х)=0 а) f(x)=-sіnx-1    \nә) f(x)= соs4х+1  №3  \nа) f(x)= соsх (соsх-1)     \nб) f(x)= sіnx(ctgx-1)         \nә) f(x)=tgx (соsх+2)       \nв) f(x)= (4х-1)· sіnx   \nФункциялардың туындысын табыңдар.\n1. д    y=2соsх+tgх\n2. m   y=1-2sіnх\n3. ы    y=х+2соsх\n4. у    y= tgх+сtgх\n5. н    y=1-соsх\n6. ы    y=0,5+1,5sіnх",
        "question_date": "14.09.2020",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№2        \nf´(х)=0 \nа) f(x)=-sіnx-1    жауабы: cos(x) \nә) f(x)= соs4х+1  жауабы: -4*sin(4*x)\n№3  \nа) f(x)= соsх (соsх-1)    жауабы: -(cos(x) - 1)*sin(x) - cos(x)*sin(x)\nб) f(x)= sіnx(ctgx-1)      жауабы: (-1 - cot(x)^2)*sin(x) + (cot(x) - 1)*cos(x)\nә) f(x)=tgx (соsх+2)    жауабы: (1 + tan(x)^2)*(cos(x) + 2) - sin(x)*tan(x)\nв) f(x)= (4х-1)· sіnx   жауабы: 4*sin(x) + (4*x - 1)*cos(x)\nФункциялардың туындысын табыңдар.\n1. д    y=2соsх+tgх  жауабы: 1 + tan(x)^2 - 2*sin(x)\n2. m   y=1-2sіnх  жауабы: -2*cos(x)\n3. ы    y=х+2соsх  жауабы: 1 - 2*sin(x)\n4. у    y= tgх+сtgх  жауабы: tan(x)^2 - cot(x)^2\n5. н    y=1-соsх    жауабы: sin(x)\n6. ы    y=0,5+1,5sіnх   жауабы: 3*cos(x)/2",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бірге жұмыс істеген жақында қайткан апай",
        "question_content": "Салеметсиздер ме! Казакша арип жок, кеширим сураймын. Тусимде бурын бирге жумыс истеген, жакында кайтыс болган апай жаныма келип, маган карап тур екен. Мен жанымда турган ариптесиме, сиз де корип турсыз ба деп сурадым, ондагы ойым баримиз корип турсак демек олмегени, тири екен, мен жалган, каргыс естигенмин деген ой. Ариптесим корип турмын дегендей басын изеди. Ымырт мезгил екен, кайтыс болган апай узын, кызыл койлек киип алган, они нашар, бети жердин тусиндей, конил-куйи жок коринди. Ыммен аргы жакта турган беседканы корсетти, сол жакка бирге барып отыра бергенимде берги беседкада отырган еки жигит апайды корип кашып кетти. Апай мени жибергиси жок, касымда отыра берсин дегендей. Мен де бирден ол кисинин кайтыс болып кеткенин билип койып, сол еки жигиттин артынан кашып кеттим. Тун болып калган. Олар бул киси кайтыс болган, бирак тунде осы беседкада отырады да кояды, барар жери жок деп айтып жатыр екен. Тусимди жорамалдап берулеринизди сураймын.",
        "question_date": "14.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайтыс болған адамды түсінде көрсе құран оқып, иіс шығарған дұрыс.\nӨлі адамдарды түсінде көру – күтпеген жаңалыққа, туысқандарыңызды көру – қуанышқа, достарыңызды көру – маңызды жаңалықтарға.\nҚайтыс болған адамның тыныш жатып-ұйықтауы – ана өмірде бейберекет өмір сүріп жатқанының белгісі. Сол адамның артынан еріп, дауысын есту – жаман белгі, өлімнің жаршысы. Егер, бір емес, бірнеше өлген адамды көрсеңіз, өмір туралы көз-қарастарыңыздың қате болуы мүмкін екенін білдіреді.\nНострадамус түс жоруы. Өлген адам туралы\nЕгер, қайтыс болған адамды көріп, одан қашып кетпесеңіз, өмірдегі қорқыныштарыңызды қолда ұстап, онымен күресуді үйренгенсіз. Өлі адамды көру, дауысын есту, артынан еру – ауруға. Өлі жан сізбен уайымдарымен бөліссе, шіркеу мен мешітке асығыңыз. Ал қайтыс болған адамды жалаңаш қалпында көрсеңіз, керісінше, бұл – жақсы белгі. Яғни, ол адамның жаны тыныштық тапты.\nСимволдық түс жору. Өлі жанды көру нені білдіреді? Егер, ол сізді артынан шақырса немесе өзінің затын сыйласа, – жақын арада күтпеген жерден ауыр дертке шалдығасыз. Бұл түстің басқа да баламасы бар. Түс көруші адам қайтыс болған жанды қия алмай, онымен кездесуге үміттеніп жүр. Бұндай түстерден кейін шіркеу мен мешітке барып, дұға оқып, имаммен кездесу керек.",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маса шаққан ізді қалай кетіруге болады?",
        "question_content": "Маса шаққан ізді қалай кетіруге болады?",
        "question_date": "14.09.2020",
        "question_tag": "Денсаулық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маса - жаздың кезекті жағымсыз жақтарының бірі. Масаның шағуы біреулерге байқалмайтын болса, басқаларды жараға айналып, мазалайды. Маса шағып алғанда, не істеу керек?       \nҚызықты жайт: масалардың тек ұрғашылары ғана жануарлар мен адамдарды шағады екен. \"Ер\" масалар гүлдің шәрбатымен қоректенеді. Ал ұрғашы масаларға қан тұқым қалдыруы үшін қажет.                            \nМасалар өзінің құрбанын қимылдар, денесі бөлетін жылу мен иісі бойынша іздеп анықтайды. Адам не жануардың терісіне қонғаннан кейін ол қан ағатын кішкентай капиллярлар іздей бастайды. Тапқаннан кейін маса шағып, 30 секунд - 1 минут аралығында қан сорады.                  \nМасаның шаққан жері неліктен ауырып, қышып, маза бермейді? Ол масаның сілекейіндегі заттарға байланысты екен. Адам ағзасы маса сілекейінің құрамындағы ақуыздарға кері әсері ретінде терісі бөртіп, қыши бастайды.\nМаса шаққан жердің қышығанын мен ісігін басу үшін мына кеңестерді қолданып көріңіз.                                   \nҚол астында дәріханалардан алынған арнайы майлар болмаса, маса шаққан жерге қарапайым қолданылған шай қалташасын басуға болады. Шайдың құрамындағы танин деген зат ісінуді баса алады.                    \nМасаның шаққан жеріне суық басқан дұрыс. Ол үшін мұз кесегін, не мұздатылған көкөністер, кез келген мұздатылған затты ала аласыз. Суық ісінуге тез әсер етіп, ауруын қойдырады.                                \nШай ағашының майы жақсы антибактериалды, ісінуге, вирустарға қарсы құрал. Арулар шай ағашының майы қосылған косметиканы жиі қолданады. Егер сізде де сондай косметикалық құрал болса (лосьон, тоник, май), оны маса шағып алған жерге жағыңыз. Ол жараның қышығанын қойдырып, тез кетуіне көмектеседі.                   \nСүт өнімдері: кефир, қаймақ, сүт те теріні тыныштандырады.             \nМаса және басқа да  жәндіктердің тістеген жерін ас содасының ерітіндісімен емдеуге болады. 1-2 шай қасық ас содасын бір стақан суға ерітіп, оған мақтаны малып, жараны басыңыз.                              \nБор немесе салицил қышқылы маса шаққанда көмектесе алады. Сондай-ақ қырмызы қайнатпасы, корвалол, валокардин сынды дәрілерді жараға жағу арқылы ісікті баса аласыз.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/11771/",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тісімнің түбінде шірік болған соң қабынып тұр деп ойлаймын. Солай ма?",
        "question_content": "Жақында оте катты түбімен шіріген азу тісімді жұлдырттым. Ол кейде ауырып ісіп кететін Исиги басылган сон тис даригерине Барып жулдырттым. 2 куннен кейин онын еттери бетим исип кетти. Неден мен тубимен ширик болгансон кабынып тур деп ойлайм солайма? Кезде дызылдап аурады. Ози ауырмасада колым тисе катеты аурады. Комектесиниздер. Содамен шайып жатырмын асери билинбейди. Жасым 12де",
        "question_date": "14.09.2020",
        "question_tag": "Тазалық",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Содамен емес тұз сумен шаю керек.\nТісті емдеткен күннің өзінде 1 аптадай ауырып жүреді. Сіздікін жұлғаннан соң, тіпті қатты ауырып тұрған болар. Қатты шыдатпаса қайта дұрыс тіс дәрігерне қаралған дұрыс  болар деп ойлаймын. Онсыз да жұлынған тіс орнына басқа тіс шықпаса тіс дәрігерімен кеңесіп, оның орнын толтыру керек( тіс немес уақытша протез, басқалай жағдайда жағыңызға зақым келуі мүмкін немесе тістеріңіздің арасы алшақтап кетуі мүмкін.).",
                "date": "14.09.2020",
                "upvotes": 0
            }
        ]
    }
]