[
    {
        "question_title": "Түсімді жорып бересіздерма???",
        "question_content": "Мен түсімде үй киімімен мектепке бара жатканымды кордм досммен сосн мектепке кргесн резко киімім өзгерп кетті мектеп формасына шашм еки жакка жиналп бантик тагп алппын.Сосн мектепте бурнгы сыныптастарымды көрдім 5 кластан кетіп қалған.Сосн апайм келп жур сен екпіндісің калгандары озат деп мені бр кабинетке алп кетті.Сосн барсак букл мектептн балдары озмнын достарым отр екен. Сосн апай марапаттап жатты балдарды бірақ мен шулай беріппін Дамир деген баламен сосн апай маған тыныш отр деп кайта кайта урса берді.Сосын соңында апай Дамир екеумзді мектептен куып жберд.Бул нені білдіреді? Білсеңіздер жауап беріңіздерші.Сайттардан карағанымда мектеп туралы ше өткен өмірдің бақытты сәттерін аңсап жүрсіз немесе ғалымдармен қызметтес боласыз делінген.Алдынғы айда да мектеп туралы көргенмін бірақ сәл басқаша.Бұларды қалай түсінуге болады???Бұл түсті қалай жорысам болады???",
        "question_date": "6.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уайымдап, түсіңізді жорытатындай ешқандай артық қорқынышты зат жоқ сияқты, мүмкін  мектепті сағынып жүрген боларсыз. Өміріңізде бірдеңені ескерткісі келетін аян-түстер болса басқаша сипатталатын еді.",
                "date": "6.06.2020",
                "upvotes": 0
            },
            {
                "text": "Түс түлкінің ...",
                "date": "7.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суға түсерде құлақты бекітетін заттың атауы қалай?",
        "question_content": "Суға түсерде құлақты бекітетін заттың атауы қалай?о",
        "question_date": "6.06.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 524,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Беруши                 .",
                "date": "6.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын белгі аламын ба?",
        "question_content": "Сəлеметсіздерме?Менің 7-сыныптағы 3 сабағым төрт.5-6-8-9-10-11 отличница болсам,осы бір жылдықтағы 3 сабақ үшін;1 жылдық 4 үшін алтынға ұсынылмаймынба?Айтыңыздаршы не істесем болады?Өзгерткендер барма араларыңызда;немесе болама өзгертуге?Өтінемііін көмек берсеңіздер,анау 1 сыныптан 5-ке оқып,бір 7-ші сынып үшін бар еңбегімнің тапталғаныма сонда,бұл бағалар өзгертілеме?(",
        "question_date": "6.06.2020",
        "question_tag": "Мектеп",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп басшылығына байланысты бұрынғы уақыттарда өзгертуге болатын деп еститінмін, қазір барлығы бақылауда. Алтын белгіге тек 5 пен оқитын оқуылар ғана ұсынылуы керек. Сондықтан, ештеңе өзгерте алмайтын болу керексіз. Бірақ ол алтын белгіде тұрған ештеңе жоқ. Бұрынғыдай оның артықшылық басымдылықтары жоққой.",
                "date": "6.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шегыр мен шегыр қыз алысады ма?",
        "question_content": "Ассалаумағалейкум\nМенын сурагым :\n\nМен Дулаттын ышынде Жаныс Жаныстан таралған Шегырмын\n\nМен унаткан кыз Шегыр екен\nШегыр мен Шегыр кыз алысадыма әлде тыйым салынған ба",
        "question_date": "5.06.2020",
        "question_tag": "Шежіре",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен ру ішінде мысалы Дулат ішінде қыз алысуға болады. Бірақ , оның ішінде бөлінген кіші топтарының арасында болса қыз бен жігіттің жеті атасы толуына мән береді. Жеті аталарыңыз қиылыспайтындай болса үйленуге рұқсат, ал кері жағдайда екеуіңіз бір -біріңізге туыс болып келетін боласыздар. \nАта -әжелеріңізге айтып жеті аталарыңыздан санап қараңыздар дұрысы, уақыт өтіп ұнаттым деген уақыттар келіп  қалмағанша.",
                "date": "6.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай қанатты сөздерді білесіздер?",
        "question_content": "Қандай мотивациялык тақпақтар билесиздер. Қазақ ақындары немесе басқада акындар",
        "question_date": "5.06.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жігерлендіру\n\nСен жыладың, жігітім,\nКөп көрдім деп тұрмыстың тапшылығын,\nҚайтпады деп,\nЖұртқа еткен жақсылығың.\nСен жыладың,\nБір қатты соққы алдым деп,\nБақытсыз болып қалдым деп.\nЖә, жә, жарар,\nӨткен күн оралар ма,\nҚарау керек, бауырым, саған алға,\nБасыңдағы бөрік пе, орамал ма?!\nКөтер қане басыңды, қалай бұның?!\nМұз боп еріп кеткен бе бар айбының?!\nКөтер қане басыңды!\nКүніңді босқа өткізіп пе едің?\nТағдыр неге сыр айтты сары-ау,\nӨмірдің барлық сәтсіздіктерін\nБақытсыздық - деп кім айтты саған?!\nКім айтты саға?!\nТұлпарды сүрінбейді деп,\nАсауды мінілмейді деп,\nАқ көйлек кірлемейді деп,\nҚара ешкі мүжіген ағаш қайтадан гүлдемейді деп.\nКім айтты саған?!\nЖұрттың бәрі мейірбан, арайлы деп,\nЖұрттың бәрі шындықты қалайды деп,\nБиікті ардақтайды, асылды қорлатпайды деп.\nҚиналып бекер алаңдадың-ау,\nОйыңды шығар өріске!\nӨзің-ақ айтшы, ғаламда мынау,\nЖетудің бәрі жеңіс пе?\nЖігітке арман жеткізіп пе еді,\nӨз сорын өзі жеңбесе.\nӨмірдің барлық сәтсіздіктері\nБақытсыздық емес, ендеше.\n\nАвторы Мұхтар Шаханов",
                "date": "6.06.2020",
                "upvotes": 0
            },
            {
                "text": "Жалпақ əлемді аузыңа қарату үшін − рухани ерлік керек, жалпақ əлемге қысылмай, қымтырылмай қарау үшін − рухани байлық керек.\nӘбіш Кекілбаев\nҚозғалу, тыныс алу, қалықтау, жүзу, сыйлық беру-алу, зерттеу, саяхаттау – міне, өмірдің мәні осы.\nХанс Кристиан Андерсен\nТолығырақ: https://bilim-all.kz/tag/thoughts?tag=%D2%9B%D0%B0%D0%BD%D0%B0%D1%82%D1%82%D1%8B%20%D1%81%D3%A9%D0%B7%D0%B4%D0%B5%D1%80",
                "date": "5.06.2020",
                "upvotes": 0
            },
            {
                "text": "Құдыққа тас тастаған адам ол түбіне жетіп даусы естілгенше қарап тұрады. Сол секілді сені сөккен адамның көбісі жауабыңды күтеді. Ұстамдылықпен көркем мінез таныт. Өткізіп жібер. Құдық түпсіз екен деп ойласын.\n\n• Шәкәрім Құдайбердіұлы",
                "date": "26.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емханаға әлеуметтік қызметкер болып жұмысқа кіре аламын ба?",
        "question_content": "Емханаға әлеуметтік қызметкер болып жұмысқа кіре аламын ба?  мамандығым жалпы психолог.",
        "question_date": "5.06.2020",
        "question_tag": "Заң",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы әлеуметтік қызметкер қызметін талдасақ:\n— Әлеуметтік қызметкерлер 5 санаттағы азаматтарға тағайындалады. Ол біріншіден психоневрологиялық ауытқуы бар балаларға, тірек қимыл аппараты бұзылған мүгедек балаларға, психоневрологиялық ауруы бар 18 жастан асқандар мүгедектерге, жалғызбасты қарттарға және бірінші, екінші топтағы мүгедектерге тағайындалады. Әлеуметтік қызметкерлердің міндеттері мен жұмыс тәртібі ҚР Денсаулық сақтау және әлеуметтік қорғау министрінің 165 бұйырығымен бекітілген. Облыста 55 әлеуметтік қызмет көрсету бөлімшесі бар. Оның ішінде 2383 қарттарға қызмет көрсетіледі, 2216 мүгедек балаларға қызмет көрсетіледі. Жылда медициналық-әлеуметтік сараптамадан өткенде жеке оңалту бағдарламасы тағайындалады. Сол құжатта үй жағдайында әлеуметтік қызметкерге мұқтаж деп көрсетіледі. Қаулы шығарылады. Соған орай жергілікті атқарушы орган әлеуметтік қызметкер тағайындайды.\n— Меруерт ханым, орталықтарыңызда қанша әлеуметтік қызметкер бар?\n— Орталығымызда 94 әлеуметтік қызметкер бар. Олар жалпы өмірі қиын жағдайға түскен адамдарға қызмет көрсетеміз. Балалар бөлімшесі бар. 18 жасқа дейінгі тірек қимыл аппараты бұзылған балаларға, психоневрологиялық ауытқуы балаларға қызмет көрсетеді.\n— Әлеуметтік қызметкер қандай әлеуметтік қызметтер көрсетеді?\n— Әлеуметтік қызметкер қызмет алушыларға 8 түрлі қызмет көрсетеді. Әлеуметтік- мәдени, әлеуметтік-экономикалық, әлеуметтік — психологиялық сынды қызметтер көрсетеді. Мәселен, психологиялық — әлеуметтік қызмет бойынша біздегі балалар бөлімшесінде ауыр диагнозбен қызмет алады. Сол балалардың ата-анасымен мамандарымыз жұмыс істейді. Баласы ауру болғандықтан депрессияға түсетіндер бар. Соларды көтеру үшін күш салады. Балаларын шомылдыруға, киімін ауыстыруға көмектеседі. Бір қызмет алушыға екі сағаттан, аптасына екі рет қызмет көрсетеді.\n— Әлеуметтік экономикалық қызмет дедіңіз. Оған не жатады?\n— Баласы науқас болған соң аналары үйден шыға алмайды. Базарға, дүкенге баруға мүмкіндігі жоқ. Сондай ата — аналарға көмек көрсетеді. Тауар сатып алған чегін әкеп ата- анасының қолына тапсырады. Әлеуметтік дәптерге бәрі жазылады.\n— Баласы ДЦП- мен ауыратын ата — аналар әлеуметтік қызметкердің қызметін алу үшін қайда хабарласуы қажет?\n— Медициналық әлеуметтік сараптамадан өткенде онда жеке оңалту бағдарламасы тағайындалады. Жергілікті атқарушы органның шешімі шыққаннан кейін әлеуметтік қызметкер бөлінеді. Үйіне барып жұмыс кестесі жасалынады. Жеке жұмыс жоспары жасалынады. Күнделікті қандай жүмыстар атқаратыны белгіленеді. Айына бір рет бөлім басшылары сараптама жасап отырады.\nЯғни, ия сіз қызметке тұра аласыз, егер мекемеде сұраныс болса.",
                "date": "6.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия панинен тест сурактары",
        "question_content": "Комек керек\n\n1. Алкандардың жалпы формуласы A) CnH2n – 2 B) CnH2n C) CnH2n –6 D) CnH2n + 2✓ E) CnH2n +1  2. Метанның хлортуындылары улы заттар. Тыныс жолдары арқылы барған заттар зақымдайды A) бауырды B) асқазанды C) бүйректі D) ішекті✓ E) орталық нерв жүйесін 3. Көміртек атомы қозған күйінде көрсететін валенттілігі A) II B) IV C) I D) V E) III✓ 4. Егер пештің герметикалығы бұзылса, пропан ас үйдегі ауаны түгелдей ығыстырып шығарады, шырпыны тартып қалсақ, қопарылыс болар еді. Бірақ осындай қайғылы оқиға болмау үшін газға қосылатын өте жағымсыз иісті зат A) ксилол B) метан C) күрделі эфир D) изопентантиол E) карбон қышқылы 5. Қайта буланғанда көп мөлшерде жылу сіңіретін болғандықтан, тиген жерін үсітетін қосылыс A) СН4 B) СН3СІ C) ССІ4 D) СН2СІ2 E) СНСІ3 6. Қаныққан көмірсутектерге тән емес реакция A) орынбасу B) жану C) қосылу D) изомерлену E) айырылу 7. Метан қандай органикалық заттар синтезі үшін қолданылады? A) этил спирті B) формальдегид C) фенол D) метил спирті E) ацетальдегид 8. Метанның физикалық қасиеттері A) түссіз, иіссіз B) ауадан жеңіл C) суда жақсы ериді D) ауадан ауыр E) суда ерімейтін газ 9. Алкандардың хлорлану реакциясын зерттеумен айналысқан ғалым A) Н.Семенов B) Берцелиус C) К.Шорлеммер D) Бутлеров E) Зинин 10. Төртхлорметан түзілетін реакция теңдеуі A) СН4+СІ2 → СН3СІ+НСІ B) СНСІ3 +СІ2 → ССІ4 +НСІ C) СН3СІ +СІ2 → СН2СІ2 +НСІ  D) С2Н5СІ +СІ2 → С2Н4СІ2 +НСІ E) СН2СІ2 +СІ2 → СНСІ3 +НСІ  11. Алкандар ауасыз жерде қыздырылса айырылады. Тиісті реакция теңдеуі A) СН4+СІ2 → СН3СІ+НСІ B) СНСІ3 +СІ2 → ССІ4 +НСІ C) СН4 +HNO3 → СН3NO2 +Н2O  D) СН4 → С+2Н 2 E) СН4 +2О2 → СО2 +2Н2О  12. Көмірсутек құрамындағы көміртектің массалық үлесі 0,75 -ге тең, ал оның сутегімен салыстырғандағы тығыздығы 8-ке тең болатын қосылыстың формуласын анықтаңдар A) С2Н6 B) С5Н12 C) С3Н8 D) С4Н10 E) СН4 13. Алкандардың изомерлену реакция теңдеуіне қатысатын қосылыс A) сусыз натрий хлориді B) сусыз кальций хлориді C) сусыз алюминий хлориді  D) сусыз темір (ІІІ) хлориді E) сусыз мырыш хлориді 14. Алкандардың хлорлану реакциясының тізбекті механизмінің теориясын ұсынған ғалым A) Н.Семенов B) Берцелиус C) К.Шорлеммер D) Бутлеров E) Зинин 15. Құрамында 12 сутек атомы бар қаныққан көмірсутектің молекулалық массасы нешеге тең? A) 58 B) 72 C) 86 D) 44 E) 100 16. Көмірсутектің құрамында 80 % көміртек, 20 % сутек бар. Ауа бойынша салыстырмалы тығыздығы 1,0345–ке тең. Көмірсутектің формуласы қандай? A) С2Н6 B) С5Н12 C) С3Н8 D) С4Н10 E) СН4 17. Жану реакциясы нәтижесін көмірқышқыл газы мен су түзіле жүретін реакция теңдеуі A) СН4+СІ2 → СН3СІ+НСІ B) СНСІ3 +СІ2 → ССІ4 +НСІ C) СН4 +HNO3 → СН3NO2 +Н2O  D) СН4 → С+2Н 2 E) СН4 +2О2 → СО2 +2Н2О  18. Пентанның изомерленуі кезінде түзілетін көмірсутек A) бутан B) 2-метилбутан C) 3-метилпентан D) 2-метилпропан E) 2-метилпентан 19. Салыстырмалы молекулалық массасы 58-ге тең көмірсутек A) С2Н6 B) С5Н12 C) С3Н8 D) С4Н10 E) СН4 20. Хлороформ түзіле жүретін реакция теңдеуі A) СН4+СІ2 → СН3СІ+НСІ B) СНСІ3 +СІ2 → ССІ4 +НСІ C) СН3СІ +СІ2 → СН2СІ2 +НСІ  D) С2Н5СІ +СІ2 → С2Н4СІ2 +НСІ E) СН2СІ2 +СІ2 → СНСІ3 +НС",
        "question_date": "5.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)д\n\n2)д\n\n3)Е\n\n4)В\n\n6)С\n\n7)Д\n\n8)А\n\n9)В\n\n15)В\n\n16)А\n\n17)Е\n\n18)В\n\n19)Д\n\n20) А) Е)",
                "date": "6.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диаметрі 12 см болатын шардың бетінің ауданын тап.",
        "question_content": "Диаметрі 12 см болатын шардың бетінің ауданын тап.",
        "question_date": "5.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "d = 12 sm = 0,12\n\nR = 0,06\n\nS = 4*pi*R^2 = 4*3,14*0,0036 = 0,045216",
                "date": "5.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қиманың ауданын табыңыз.",
        "question_content": "Шардың радиусы 18 м жəне оның қимасы шар центрінен 6 м қашықтықтан өтеді. Осы қиманың ауданын табыңдар.",
        "question_date": "5.06.2020",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 288*pi - ге иең болады",
                "date": "5.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Шырағың сөнбесін\" шығармасының идеясы қандай?",
        "question_content": "тахауи ахтановтың \"шырағың сөнбесін\" атты еңбегінің идеясын айтп бере аласыздарма",
        "question_date": "5.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "“Шырағың сөнбесiн” романы “Жұлдыз” журналының 1973 жылғы 10-11 сандарында, 1980 жылғы 2-3 нөмірлерiнде қалың оқырман назарына ұсынылған Т.Ахтановтың соңғы романы. Роман тақырыбы Ұлы Отан соғысының сұрапыл жылдарындағы кезең суреттеріне арналған. Романның бас кейіпкері қазақтың қарапайым келіншегі – Нәзира. Батыс шекарада қызмет атқаратын кеңес офицері Қасымбекке күйеуге шығып, жат елде жүргенде, кенеттен соғыс басталып кетеді. Шиеттей нәрестесін құшақтап, эвакуацияға ұшыраған жас әйел көп қасірет көріп, азап шексе де, қазақ әйеліне тән табандылық, қайсарлық танытады. Қасымбек мерт болған соң, Нәзира Абан есімді жігітпен қосылады. Алайда соғыс одан да айырады. Назира екі азаматтың да шырағын сөндірмей, екеуінің де ұрпағын жалғап, екі нәрестесімен елге оралады. Романның жалпы сюжеті Нәзираның бастан кешкен тауықыметін, кезеңнің қиындықтарын көрсетіп, бәрін мойымай көтерген қазақ әйеліне тән қасиетті көрсетуге құрылған. Романның негізгі идеясы кiтаптың алғашқы беттерiн-ақ байқалады. Нәзира анасынан ерте айырылады. Әжесi сол анасының қабiрiне шырақ жағып, бата оқып, “Шырағың сөнбесiн!” деп күбiрлейдi. Жас бала Нәзира түсiнбей, жаққан шырақтың майы таусылып, сөнiп қалмай ма дейдi. Сонда әжесi басын шайқап: «– Әй, балам-ай, әлi баласың ғой... Сенсiң ғой оның шырағы. Сенiң тiлеуiңдi тiлеп кеткен жоқ па, бейшара» - дейді. Жазушы соғыс әкелген зұлымдыққа осындай ұлттық дүниетаным мен адами құндылықтарды, адами күш-қайратты қарсы қою арқылы шығармаға терең философиялық мән дарытқан. Романның күллі оқиғасы әйелдің көзімен тізілгендіктен де, адамдардың жан-дүниесі тереңінен ашылып, роман психологиялық сипат алған. Романдағы уақыт пен кеңiстiк те зор. Жазушы қазақ елінің басынан кешкен небір оқиғаларды: ашаршылық нәубетiн, сталиндiк зобалаңды ретроспекция әдісі арқылы нанымды көрсете алған. Әйткенмен бұл роман композициясының бүтіндігіне еш нұқсан келтірмеген.\nТолығырақ: https://bilimland.kz/kk/courses/audiochrestomathy/11-synyp/proza/lesson/16-taxaui-axtanov-shyrahyng-sonbesin-romany-14",
                "date": "5.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішіңіздегі артық ойлардан қалай құтыласыз?",
        "question_content": "Артық,керегі жоқ, мазасыздық тудырып жүрген ойларыңыздан қалай құтыласыз?",
        "question_date": "5.06.2020",
        "question_tag": "Психология",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам – таңғажайып құбылыс. Адам баласының жаратылысы өте керемет және қызықты жүйемен орналасқан. Сол жаратылыстың керемет жүйесінің бірі – ми. Оның құрылысы мен қызметі өте күрделі. Ми ешқашан демалмайды. Тіпті, түнде дененің көптеген мүшелері босаңсып, қозғалмайтын күйге түссе де, ми жұмыс істеп жатады. Ол жүректің соғысын, дененің қызуын, ас қорыту жүйесін және ішкі үдерістерді бақылап, тыным таппайды. Ми адам санасы мен ойының мекені болып табылатындықтан, адамның кез келген ойы осы мида қорытылады.\n1980 жылы Миннесота университетінің оқытушысы, психология ғылымдарының профессоры Эрик Клингер адам санасына қатысты қызықты зерттеу жүргізеді. Зерттеуге қатысушы адамдарға арнайы құрылғы беріп, сол құрылғыға дыбыстық белгі берілген сәтте адамдардың өз ойларын жазып отыруды сұрайды. Бұл зерттеу бір аптаға созылады. Зерттеу қорытындысы бойынша мына мәселе анықталды: бір тәуліктегі он алты сағаттың ішінде адам миына сіңіп қалған орта есеппен он төрт секундқа созылатын бес жүзден аса түрлі идеялар келеді екен.\nАдам уақытының көп бөлігін күнделікті істерге жұмсайды дегеннің өзінде, миға келетін ойлардың орта есеппен 18% адамға жағымсыз және бейәдеп эмоциялар сыйлайды. Ал 13% қорлық көрсету, қатыгездік сияқты қауіпті ойлардан тұрады. Осы зерттеу бойынша адам баласы өз миына келетін ойларды тізгіндей алмайды деген тұжырым жасауға болады. Егер адамның ниеті жақсы болып тұрса, жаман ойлар қайдан келеді? Бұл сол адамның «жаман» адам екендігінің дәлелі ме?\nЖаман ойлар қайдан келеді?\nАдам миының жасушаларында түрлі ақпараттар орналасқан. Соның бірі біздің тақырыпқа арқау болып отырған «жаман ойлар». Онымен күреспесек, ол ой бізді жеңіп, құрдымға алып барары сөзсіз. Енді сол ойлардың пайда болу себептеріне тоқталайық:\nКүдіктену. Әдетте, қандай да бір іске байланысты сенімділік туындай бастағанда, артынша күмәнді ойлар келе бастайды. Бұл заңды да. Сол күдік пен күмән санамыздағы жаман ойлардың ошағына айналып, бір іске, бір адамға және т.б. жайттарға байланысты санамызға түрлі жаман ойларды ұялата бастайды. Осылайша, күдікті ойларды тізбектеп, миымызға керек емес артық ақпараттар жүктейміз және осының салдарынан денсаулығымызға орасан зиян келтіреміз. Кез келген күдікті ой бізді жаман ойлардың құшағына жетелеп алып барады. Осы ойлардан құтылу үшін өзіңізді қателікке алып барар жолдардан аулақ ұстау керек екенін естен шығармаңыз.\nӨзіңді кінәлі сезіну. Қандай да бір жағымсыз жағдайға қалып, сол жағдай есіңізге түскен сайын өзіңізді ыңғайсыз сезініп, осы уақытқа дейін де жазғырып жүрсіз бе? Онда, Сіздің өміріңіздің бір бөлігі өткен шақтың құрсауында қалып қойған. Осының салдарынан Сіз сол ойларға қайта-қайта оралып, өзіңізге зиян келтіріп жатырсыз. Жасаған іске, өкініп, тәубеге келу дұрыс. Дегенмен, өткенді еске алып, жарының аузын аша беру қажет емес. Өйткені, бұл да жаман ойлардың келуіне себеп болады.\nЖаман ойлардан неліктен құтылуым керек?\nЖаман ойлардан құтылуды кешеуілдету адамның денсаулығына және рухани күйі (психика) мен ішкі сезіміне өте үлкен зиян келтіреді. Бұл медицинада әлдеқашан дәлелденген дүние. Аурудың көбі бұзылған жүйкеден басталады. Ол мұнымен бітпейді. Жаман ойлардың денсаулыққа берер зияны көп. Соның бірнешеуі төмендегідей:\n1. Жаман ойлар дұрыс шешім қабылдауға үнемі кедергі болып тұрады. Сіз өзіңізді тұтқында отырған шарасыз адам сияқты сезінесіз.\n2. Ойлар заттанады. Ойыңызда нені жетілдіріп, «өсірдіңіз», өміріңізде де сол «жемісті» аласыз. Сондықтан миды артық ақпараттардан тазартып тұру керек.\n3. Жаман ойларыңыз күнделікті өмірдегі әдетіңіз бен мінезіңізге айналады. Тіпті психолог пен дәрігерлер де Сізге бұл жағдайда көмек бере алмайды. Өзіңізді тек өзіңіз ғана алып шыға аласыз.\nЖаман ойлардан құтылудың жолы бар ма?\n1. Отырыңыз да, Сізді мазалап жүрген ойларыңызды қағазға жазыңыз. Енді ол ойлардан зардап шекпес үшін не істейтініңізді қарастырыңыз.\n2. Толыққанды тынығыңыз. Тек тынығып қана қоймай, сол демалысыңызды жанға жайлы, жақсы естеліктермен «безендіріңіз». Сол арқылы миыңыз да тынығып, артық жүктен арылады. Содан кейін ғана ойыңызға жақсы ойлар келе бастайды.\n3. Депрессияға қарсы азық-түліктерді қолданыңыз. Бұл жағдайда ондай азық-түліктердің орнын бағаламай қоюға болмайды. Жаман ойлармен күресуде банан мен шоколадтың керемет көмегі болмаса да, көңіл-күйіңізді көтеріп, өзіңізді сергек сезінуге көмектеседі. Сонымен қатар, орман жаңғағы (фундук), қара мейіз, теңіз балығы мен балдыркөктің (сельдерей) де пайдасы көп.\n4. Кешіруді және кешірім сұрай білуді үйреніп, әдетке айналдырыңыз. Бұл арқылы жаныңызды күйзелткен жағдайдан арыласыз. Нәтижесінде, көңіліңіздің қуанышқа толып, иығыңыздан ауыр жүк түскендей жеңілдегеніңізді байқайсыз.\n5. Қызықты кітаптар оқып, күнде жаңа нәрсе үйреніңіз. Осы арқылы күнде жаңалыққа жаныңыз құштар болып, ойыңыз бөлінеді.\n6. Уақытты үнемді қолданыңыз және жаман ойларға бос уақыт қалдырмаңыз, үнемі жақсы бір іспен шұғылданыңыз.\n7. Қайғы мен ренішті ішіңізде сақтамаңыз. Жақыныңызбен бөлісіңіз. Біреуді ренжітсеңіз, оны қуантатын бір іс жасаңыз. Сізді біреу ренжітсе, оңашада жылап алыңыз. Біле білсеңіз, жылап алу, көз жасы шаршауды және ауырсынуды басатын ең жақсы «дәрі».\n8. Өз-өзіңізге есеп беруді қолға алып, өзіңіздің іс-әрекетіңізді талдаңыз. Әр іске байсалдылықпен қарап, қорқынышыңызды жеңе біліңіз. Шындықты қалай бар, солай қабылдаңыз.\n9. Ешқашан күдіктенбеңіз. Ешкімнің кемшілігін іздемеңіз. Кемшіліктерді барлық нәрседен, барлық адамдардан табуға болады. Бірақ, бұл біздің басты мақсатымыз емес. Бір нәрсеге немесе бір адамнан күдіктене бастаған кезде, бірден Алланы еске алыңыз, зікір айтыңыз. Мейлі ол «Астағфируллаһ» деген сөз болса да. Кез-келген күдіктен арылуға болады. Сіз күдіктеніп жүрген мәселе уақыт өте келе өзектілігін жоғалтады. Бұған күмәніңіз болмасын!\nСіз - Исламды ұстанатын, бейбітшілікті қолдайтын мұсылмансыз, Аллаға шүкір. Демек, өзіңізге деген қарым-қатынасыңыз да бейбіт болу керек. Жаман ойлар санаңызда жоқ сияқты өмір сүріңіз. Санаңыздағы жаман ойлармен сындарлы (конструктивті) сұхбат құрыңыз да, ол ойлардың нені «қалайтынын» біліп алыңыз. Бұл үшін дәлелденбеген қағида (догма) жеткіліксіз. Ол үшін Пайғамбарымыз (с.ғ.с.) барлық ерлер мен әйелдерге міндеттеп кеткен білім керек. Терең білім. Сіз сыры ашылмаған бір сарай болсаңыз, білім сол сарайды ашатын кілт іспетті. Сол кілт арқылы өзіңізді де, өзіңізді Жаратқанды да тани аласыз. Және сол кілт жаман ойлардан Сізге қалқан болады. Философия ғылымдарының докторы, америкалық Джеймс Холлис айтқандай: «Ішкі жандүниеңіздегі жаман ойларды елемей, онымен күресуді қолға алмасаңыз, ол ой сыртқа шығып, сізбен күресуді қолға алады...».\nАлланы үнемі еске алыңыз және Құран оқыңыз. Алламен оңашада тілдесіңіз, Ол ең жақсы, ең жақын дос. Көп адам білсе де, мойындай бермейтін жайнамаз үстіндегі бір бақыт бар. Сол бақытқа жету үшін күніне бес рет жайнамаздың үстіне шығыңыз. Біле білсеңіз, жаман оймен күресудің ең тиімді, ең нәтижелі жолы осы. Алла бізді жаман ойлардан және сондай ойлардың жетегінде кетуден сақтасын!\nТолығырақ: https://kaz.zakon.kz/4916900-zhaman-oylardan-alay-tylu-a-bolady.html",
                "date": "5.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көмірқышқыл газы түзіледі...",
        "question_content": "Тест сұрағы. Көмірқышқыл газы неден түзіледі...",
        "question_date": "5.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмір, мұнай ағаш жанғанда түзіледі",
                "date": "5.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтауда программист оқытатын жақсы колледж барма?",
        "question_content": "Ақтауда программист оқуын жақсы оқытатын колледж барма?",
        "question_date": "4.06.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.inaktau.kz/catalog/17-226/obrazovanie-skoly-kursy/kursy-it-i-komputernoj-gramotnosti",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат 11 сынып алуға бола ма?",
        "question_content": "Мен 8 класта жылдыққа бір пәннен төрт болдым. 9 класта үздік болдым. 10 класта жылдыққа бір пәннен төрт болдым. Енді 11 класта үздік болдым қызыл аттестат (((алтын белгі емееес))ала аламынба? Қалған сыныптарда. 5 болдым біріңғай",
        "question_date": "4.06.2020",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 сынып қызылмен немесе көк аттестатпен аяқтағанға байланыссыз, 10-11 сыныпта барлық сабақтан 5 болса қызыл ала аласыз. Ол аттестатқа ұсыну не ұсынбауды мектеп ұжымы  кеңесе отырып шешеді. Егер ұлттық бірыңғай тесттен сол ұсынылған аттестатты ақтап шыға алсаңыз , және мектеп ұжымы сенім білдірсе ұсынуы мүмкін. Бірақ жылдық мүмкіндігінше 5 ке қорытылған болу керек.",
                "date": "4.06.2020",
                "upvotes": 0
            },
            {
                "text": "Осы суракка жауап таптыңба?\n\nТапсаң маған жазшы",
                "date": "13.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Паскаль тіліндегі есептерге көмектесіңізші",
        "question_content": "f сиволды файлы берілген. f файлында ең кемінде екі компонент бар. Файлдың алғашқы екі компоненті сан ба ма, соны анықтау. Егер ия болса, онда осы екі саннан тұратын сан тақ па соны анықтау.",
        "question_date": "3.06.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқ ұшы өздігінен қимылдаса",
        "question_content": "Сәлеметсіз бе! Менің ағым ауыр еді,25апталық .аяғымның ұшы бас бармағым өздігінен қимылдап ұшады тартылып жатыр.3-4күндей болып қалды өзгеріс жоқ.қауіптіме әлде  қалыптыма соны білейін деп едім?",
        "question_date": "3.06.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол нервтан, бір затты уайымдап жүрген болсаңыз соның себебі болуы мүмкін. Мүмкін баланың дамуын мүмкін басқа затты уайымдап жүрсіз. Кейде суық тигеннен де нерв тартылып қалуы мүмкін.",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 күндік экологиялық сауықтыру ақысы қалай есептеледі?",
        "question_content": "9 күндік экологиялық сауықтыру қосымша ақысы қалай есептеледі",
        "question_date": "3.06.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Республиканың кейбір бөліктері ядролық қару және басқа апатты климаттық ықпалдарды қолдану салдарынан радиациялық немесе экологиялық апат аймақтары болып танылды. Осы аймақтарда тұратын азаматтарға заңнамамен әлеуметтік және медициналық салаларда әр түрлі  қолдау көзделген.\nСемей ядролық сынақ полигонында тұратындарға төлемдер \n40 жыл бойы Семей ядролық полигонында ядролық қару сынақтары жүргізілді, оның салдарынан экологиялық апат туындады – адамдардың денсаулығына және қоршаған ортаға орны толмас шығын гізілді, халықтың жалпы аурушаңдығы өсіп, өлім артты. Экологиялық апат аймақтары болып Семей облысының барлық аумағы, полигонға жақын жатқан Павлодар, Шығыс Қазақстан және Қарағанды облысының барлық аумағы танылған.\n\nЖеңілдіктерді экологиялық апат аумағында тұратын, жұмыс істеген немесе қызметтен өткен адамдар ала алады (соның ішінде мерзімдік). Радиациялық қауіп аймақтары, төлем мөлшерлері және жеңілдіктер түрлері, төлем мөлшерлері бойынша жіктелу, радиациялық қауіп аймақтары төменде көрсетілген кестеде көрсетілген.\n№\nРадиациялық қауіп аймақтары\n1949-1965жж. тұрғандарға бір реттік жәрдемақы мөлшері \n1966-1990жж. аралығында тұрғандарға бір реттік жәрдемақы мөлшері \n1998 жылғы 1 қаңтарға дейін зейнетақығашыққан, радиациялық ықпалға ұшыраған оның аумағында қазір тұратын адамдарға үстемеақы\nРадиациялық ықпалға ұшыраған аумақта тұратын халыққа қосымша еңбек төлемі \nРадиациялық ықпалға ұшыраған аумақта қазір тұратындарға жыл сайынғы төленетін демалыс\nРадиациялық ықпалға ұшыраған аумақта қазір тұратын халыққа жеңілдіктер және өтемақылар \n1\nТөтенше радиациялық қауіп аймағы:\nШығыс Қазақстан облысы Абай ауданы Саржал селолық округі.\nШығыс Қазақстан облысты Бесқарағай ауданы Долон селолық округі.\nШығыс Қазақстан облысы таратылған Жаңасемей ауданының елді мекендері.\nәр тұрған жыл үшін 5,23 АЕК\nәр тұрған жыл  үшін 1,05 АЕК\n2,09 АЕК\n2 АЕК\n14 күнтізбелік күн\nҚазіргі уақытта экологиялық апат аумағында тұратындар жеңілдіктерге құқылы\nӘйелдер қалыпты босануда ұзақтығы 170 күнтізбелік күн жүктілік және босануы бойынша демалысқа құқылы (әдетте ұзақтығы 126 күнді құрайды) және 184 күн – қиналып босанғанда немесе екі және одан да артық балалар болғанда.\n18 жасқа дейінгі балалар санаторлық-сауықтыру мекемелерінде тегін сауықтыруға құқылы (медициналық көрсеткіштер бойынша).\n2\nБарынша көп радиациялық қауіп аймақтары\nШығыс Қазақстан облысы Семей қаласы Абай, Бесқарағай және қысқартылған Жаңасемей ауданы, Ақбұлақ, Абыралы, Алғабас, Айнабұлақ, Қараөлең және Таңат селолық округтері.\nПавлодар облысы Май ауданы Ақжар жәге Малдар селолық округтері.\nәр тұрған жыл үшін  2,62 АЕК\nәр тұрған жыл үшін  1,05 АЕК\n1,83 АЕК\n1,75 АЕК\n12 күнтізбелік күн\n3\nЖоғары радиациялық қаупі бар аймақ\nБородулиха, Жарма, Аягөз, Глубоков, Шемонаих, Ұлан аудандары, Шығыс Қазақстан облысы Семей қаласы.\nШығыс Қазақстан облысы Курчатов қаласы.\nШығыс Қазақстан облысы Өскемен қаласы.\nШығыс Қазақстан облысы Риддер қаласы.\nҚарағанды облысы Қарқаралы ауданының қысқартылған  Қазыбек би ауданы аумағының шегінде.\nПавлодар облысы Май ауданы.\nәр тұрған жыл үшін 1,57 АЕК\nәр тұрған жыл үшін 0,79 АЕК\n-\n1,5 АЕК\n10 күнтізбелік күн\n4\nРадиациялық қаупі төмен аймақ\nШығыс Қазақстан облысының Үржар, қысқартылған Таскескен, Көкпекті, Ақсуат, Алтай, Зайсан және Тарбағатай аудандары.\nҚарағанды облысының Қарқаралы ауданы, қысқартылған Қазыбек би ауданы аумағында.\nПавлодар облысы Аққулы ауданы.\nәр тұрған жыл үшін 1,05 АЕК\nәр тұрған жыл үшін 0,52 АЕК\n-\n1,25 АЕК\n7 күнтізбелік күн\n5\n1949 жылдан 1949 жылға дейін жеңілдікті әлеуметтік-экономикалық мәртебесі бар аумақ.\nПавлодар облысы Баянауыл ауданы.\nәр тұрған жыл үшін 0,26 АЕК\n-\n1 АЕК\n5 күнтізбелік күн\nТолығырақ: https://egov.kz/cms/kk/articles/ecological_disaster_zones",
                "date": "4.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қозғалысқа,жылдамдыққа байланысты мат.сауаттылық 11 сынып есептері",
        "question_content": "Автокөлік 4 сағатта 312 км жүріп өтті. Егер ол жылдамдығын 5 км/сағатқа азайтса, автокөлік 5 сағатта қандай қашықтықты жүріп өтеді?",
        "question_date": "3.06.2020",
        "question_tag": "Математика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "312/4=78 (км/сағ)\n\n78-5=73\n\n73*5=365 (км)",
                "date": "3.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оралхан Бөкейдің қандай туындысы кинофильм болып көрсетілді?",
        "question_content": "Маған мектепте осындай сұрақ қойды\nО.Бөкей қандай туындысы кинофильм болып көрсетілді?",
        "question_date": "2.06.2020",
        "question_tag": "Мектеп",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазан айының 24-28 күндері аралығында Алматы шаһарында өтіп жатқан \"Бастау\" халықаралық кинофестивелі шеңберінде режиссер Елзат Ескендірдің \"Өліара\" фильмі көрсетілді. Аталмыш туындының тұсау кесері Оңтүстік Кореяда Пусан кинофестивалінде өткен болатын. \"Өліара\" фильмі Азия киноиндустриясында ғана емес әлемде шоқтығы биік кинобайқауда \"Ең үздік қысқаметражды фильм\" атанған еді. Адалдықтың ала жібін аттаған жан қойыннан шыққан сұр жыланмен тең. Бұл бәріне қатысты. Жарға да, жолдасқа да. Қазақтың қадірлі классиктерінің бірі – Оралхан Бөкейдің \"Өліара\" туындысын көгілдір экранға алып келген Елзат Ескендірді де осы ар, намыс, тектілік мәселері толғандырған болса керек. Толғандырмағанда ше? Құлқының құлы болғандар – қай заманның да қайғысы. Режиссер өз ойын қысқаметражды көркем фильм арқылы тым ерекше кестелеген. Стилистикалық жағынан бөлек, шиеленісті сәттерді ашып көрсетпей, ойды одан әрі өрбіту мүмкіндігін көрермен еншісіне қалдырған. Содан болса керек, кеудеде қалған сауал көп. Біріншісі, әйел арсыз қадамға барды ма? Елзат мырзаның айтуынша, іс-әрекеттің орын алуы, шын мәнісінде, маңызды емес. Ең бастысы – ой. Адалдық сана мен жүректе қалмаған болса, ар жағы айтарлықтай әңгіме емес. Бұл жауапты естіген көрермен санасы бір сілкінуге тиіс болатын. Лайым, солай болды деп сенейік. Құйтырқы қылықтар құпия болудан қалған қазіргі заманда адам арсыз ойларға бейім екендігін бейсаналық деңгейде ұғынудан қалған ба? Терең пәлсапалық шешім іздеудің орнына, көпшілікті көрпе қызықтырғаны қалай? Жас режиссердің берген жауабы жүректерге ой салып, залда болғандар (тек олар ғана емес) бұдан былай әр көрген-білгенінен өз жүрегін аққа жақын болуға бағыттап, пиғылының пәктігіне жетелейтін жолда жұмсауға бел буған шығар. Екінші, фильм соңында көрермен ойында \"Ертең не болар екен?\" деген сұрақ пайда болады. Бірі өліара мезгіл өтіп, арсыздық ашылып тынар десе... Енді бірі алданған отағасы өз өмірін қиды деседі. Қанша көрермен болса, сонша жауапсыз сұрақ... Қатардағы көрермендердей мен де көкейкесті ойлармен арпалыстым да қалдым. Меніңше, шопан қарт жарының жан тазалығын жоғалтқанын әу бастан-ақ білген. \"Дала философын\" әйелдің әумесерлігі қызықтырсын ба?! Енді қалған қамшының сабындай қысқа ғұмырын уақыт толқынына тербеле сабырмен сүре бермек... Фильмде өзгелерінен өткен терең кадр бар. Иә, сол. Айна. Әйел бейнесі. Балта. Адалдықтықтың тамырына балта шапты деп ұқтым. Бір ауыз сөзсіз, бір ғана кадр. Қалай тауып жеткізген. Шедевр! Бір қызығы, режиссер әдетіне салды: \"Бұл сценада ешқандай пәлсапа жоқ\". Қиял тұманы әп сәтте сейілді де қалды. Бұл да тапқырлық болар. Отыз-ақ минут. Отыз мың сұрақ пен ой. Бұдан асқан қандай шеберлік керек?! Отыз минут демекші, тез бітті, тоймай қалдық. Атмосферасының тұңғиығына әр кадр сайын тереңдеп, батып барасың. Кенет кесілді де қалды. Ес жиып үлгермедік. Аздап аштық сезімі қалды. Жақсы мағынада. Туындының ішкі қайшылықтар мен сырлы сезімге жетелейтін аурасы арбап алады. Ай дала. Жалғыз үй. Аз сөзділік. Қалыпты өмір. Сыртқы сабырлылық. Ішкі арпалыс. Өліара.Тереңдей бересің... Жалпы, фильм бастан аяқ ерекше үйлесімді кадрлардан құралған. Олай дейтін себебім, әр кадрды бөлек-бөлек алатын болсақ, визуалды эстетикасынан бөлек, әрқайсысының эмоцияға қанық дәмі бар. Қиялы қарыштаған көрермен, оларды одан әрі өрбітіп, өзіндік жеке пәлсапа пен сюжетке тұндыра алады. Біле білгенге, фильмді тамашалай отырып, қазақ ауылының жұпыны болса да шынайы тірлігінен көркемдік көруге болатынын ұғасыз. Басында орын алатын монтажды жапсырмасыз бір кадрлы сцена режиссердің ерекше стилистикасына бірден бойлатты. Соңына дейін сол ерекше атмосфераны сезумен болдық. Кино өнеріндегі қадамын классиканың кірпішінен қалауды жөн көрген режиссер жас болса да, көкірегі терең, айтары мол. Өйткені, әдеби көкжиек кең. Кітаптан туған кино кем болмайтыны жақсы біледі. Оның үстіне, өз әдебиетіміз. Айтпақшы, Дулыға Ақмолданың айрықша актерлік аурасы экранның ар жағынан-ақ алдыңда тұрғандай баурап алды. Ескі мотоцикл. Былғары күрте. Американдық джинс шалбар. Шылым. Кейіпкер бейнесіне сай бетпақтық, немқұрайлылық. Сұқтанған көзқарас. Осындай образда осыншама үйлесімді болуға бола ма?! Кез келген кейіпкерді келісті келтіретін Дулыға аға – нағыз актер.\nТолығырақ: https://massaget.kz/layfstayl/madeniet/kino/41733/",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде адам түрлі түсті бір ғана жылан көрсе не болады?",
        "question_content": "Мен түсімде түрлі түсті жылан кордим. Ол ағашта жүр екен. Менің туыскандарым оны устамакшы болыпты бирак оны мен устаткызбаппын. Кейн менің озим устамакшы болыппын бирак маган бирекэу устаткызбайды ол жыланнын ерекше екенин жане тустерин саган енуі мумкин деді егер устамам. Мен оган жай карап каппын. Онын басы кишкентай . Ари суйкимди как будто маган комектесши дегендей болды",
        "question_date": "2.06.2020",
        "question_tag": "Жанұя",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіңізде жылан көру жақсылық емес. Адамдар шынайы өмірде жыланнан қалай қорықса, түсіңізде де ол өміріңізде болатын кейбір қатерлер туралы ескертеді.\nЕгер жас келіншекті түсінде өлі жылан тістесе, бұл маңында жүрген адамның оған қастыс ойластырып жүргені. Түсіңізде жылан өлтірсеңіз, мақсатыңызға жету үшін көп күш жұмсайтыныңызды білдіреді. Егер жыланның үстінен аттасаңыз, онда денсаулығыңызға қауіп төніп тұрғаны. Айналадағы адамдар сізді өз ортасынан шеттетуге тырысып жүргені. Ал жылан шағып алған болса, онда дұшпандарыңыз сізді өз қақпанына түсіреді деген сөз. Түсіңізде жыланды ұстап тұрған болсаңыз, өңіңізде дұшпандарыңызды жеңіп шығатаныңыз. Егер жыланның ұясын немесе жыланға толы өзен көрсеңіз, онда күтпеген жерде қиындықтар туындайтыны. Үйіңізге жылан қаптаса, ол дұшпандарыңыздың отбасыңызға зақым келтіруді жоспарлап жүр. Түсіңізде танысыңызға қарай бара жатқан жыланды көру, шынайы өмірде танысыңызды қатерден құтқарып қалатыныңызды білдіреді. Түсіңізде жыланмен тілдессеңіз, шынайы өмірде барлық қиындықты жеңіп, дұшпандарыңыздың бетін қайтаратыныңыз.",
                "date": "2.06.2020",
                "upvotes": 0
            },
            {
                "text": "Түс түлкінің боғы.\n\nМенде жас кезімде жылан көп көретін едім, ештеңеде болған жоқ.",
                "date": "3.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым әлім ардана, ал мен шөмекей нияз қызыммен үйленуге болама",
        "question_content": "Қызым әлім ардана, мен шөмекей нияз қызым екеуміз үйленсек болама ?",
        "question_date": "2.06.2020",
        "question_tag": "Махаббат",
        "question_views": 979,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 7 атадан асса араларыңыз үйленуге болады. Әулеттің үлкендерінен сұрау керек. Бір үлкен ру ішінен де егер 7 атадан асса қыз алыса береді.",
                "date": "2.06.2020",
                "upvotes": 0
            },
            {
                "text": "ШӨМЕКЕЙ ӨЗ АЛДЫНА ҮЛКЕН (ЕЛ) РУ ҒОЙ.\n\nАЛ АРДАНА ӘЛІМНІҢ ШЕКТІСІНЕН ТАРАЙТЫН БӨЛЕК РУ. ҚЫЗ АЛЫСА АЛАДЫ",
                "date": "12.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл Аттестат ала аламын ба",
        "question_content": "Мен 1,2,3,4-cыныптары үздік болдм  5,6,7 сыныптары 3,4пәннен 4ке шықтым 8 сыныпта тек 1пәннен 4ке шықтым енді 9сынып үздікпің 2020гoс экзамен отмена болд үздік қызылға шанс бар ма",
        "question_date": "2.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көк түсті аттестат – он бір жыл бойы алған бағаларыңыз аралас болса, яғни \"3\", \"4\", \"5\" деген бағаларды қатар алып жүрсеңіз қарапайым көк түсті куәлік аласыз. Алайда, бағалардың барлық жиынтығын есептеп, ортақ көрсеткіш шығарылатынын ұмытпаңыз. Сондықтан, үштік бағаның көп болмауын қатаң бақылауға алыңыз. Қызыл түсті аттестат – көбіне бұл құжат оныншы және он бірінші сыныптағы үлгеріміңізге қатысты болып келеді. Аталмыш екі жылда барлық пәннен тек қана бестік баға алсаңыз, оған қоса кей-кездері \"Алтын белгіге\" ұсыныла отырып, бір балл жетпей қалып жатса да, осы ерекше аттестты ұсынады. Бұл аттестаттың баға көрсеткіші – 5,0 шкаласын көрсетеді. Алайда, осы құжатпен кез келген мамандыққа жол тарту өте қиын. Есеп және аудит, халықаралық қатынастар, екі шет тілі, экономика, құқық, кеден ісі сынды мамандықтарға ерекше аттестатпен де түсе алмай жатқандар жетіп артылады. Сондықтан, мамандық таңдағанда салыстыра кетуді ұмытпаңыздар.\n\nhttps://massaget.kz/okushyilarga/jogargyi_syinyip/41643/\nАл 9 сынып аяқтағанда берілетін аттестатта  барлық жылдық қорытынды баға 5 болу керек.",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысық ауруын қалай емдеуге болады?",
        "question_content": "Мен бугин мысык алып едим былай жаксы ойнайды бирак кози коп былшыктанып,коп тушкиреди.Ол мысык ауру ма?",
        "question_date": "2.06.2020",
        "question_tag": "Тазалық",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аурума білмедім.Бірақ емделгенше мысықты көп ұстамаңыз.",
                "date": "2.06.2020",
                "upvotes": 1
            },
            {
                "text": "Менин мысыгым да солай болып калды енди не истесем болады отинем комек бересиздерме",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дәрігер болу үшін қанша балл жинау керек? ҰБТ2024?",
        "question_content": "дәрігер болу үшін қанша балл жинау керек?",
        "question_date": "1.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2024 айталмаймын.Ол кезде ҰБТ болама болмайма, Грант саны көп бөлінема аз бөлінема.",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суретте боялған фигураның ауданын табыңыз.",
        "question_content": "Тіктөртбұрышты ABCD тақтайшасынан суретте көрсетілгендей фигура қиылып алынды. ABCD тіктөртбұрышының периметрі 42 см. Егер BE:EC=3:2 және ECDK-шаршы болса, онда тақтайшаның қалған бөлігінің (қарамен боялған) ауданын табыңыз",
        "question_date": "1.06.2020",
        "question_tag": "Геометрия",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2*(3x + 2x + 2x) = 42\n\n7x = 21\n\nx = 3\n\na =5x = 15\n\nb = 2x = 10\nSкв = 10*10=100\n\nSтөрт = 10*15 = 150\n\nS = Sкв + Sтөрт/2 = 100 + 75 = 175 см^2",
                "date": "1.06.2020",
                "upvotes": 0
            },
            {
                "text": "x+y=21\n\n(x-y)/y=3/2     3y=2x-2y     5y=2x   x=5y/2\n\n5y/2+y=21      7y=42     y=6      x= 15\n\nS1=6*6=36\n\nS2=9*6=54       54/2=27\n\n36+27=63",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    }
]