[
    {
        "question_title": "Архимед күші қайда бағытталады?",
        "question_content": "Архимед күші қайда бағытталады",
        "question_date": "14.05.2021",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Архимед күші жоғары бағытталады",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық индустрияны өркендетуге қандай үлес қосамын?",
        "question_content": "Қазақ тілі эссе (ұлттық индустрияны өркенднтуге қандай үлес қосамын ) эссе құрылымы арқылы",
        "question_date": "14.05.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан тәуелсіздік алған күндерден бастап үдемелі индустрияландыруға бағыт алды. Осы уақыт аралығында елімізде мыңнан астам жаңа жоғары технологиялық өндірістер ашылды, олар елімізде бұған дейін шығарылмаған жаңа өнімдердің жүздеген түрлерінің өндірілуіне және жүз мыңдаған жұмыс орындарының ашылуына себеп болды.",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Бақытты» деген сөзге сөйлем құрау керек.",
        "question_content": "бақытты деген сөзге сөйлем құрау",
        "question_date": "14.05.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда тыныш заманда өмір сүріп жатқан - біз бақытты ұрпақпыз.",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тендеулер жүйесін кұрып, оны тиiмдi тәсілмен шешіңдер",
        "question_content": "5. Тендеулер жүйесін кұрып, оны тиiмдi тәсілмен ше шіндер. Автотұрактагы жеңіл машинанын саны, жүк машина сынан 4 есе кем. Жук машинасы жеңiл машинага караган да 54-ке артык. Автотұракта неше жеңіл машина, неше жук машинасы бар?",
        "question_date": "14.05.2021",
        "question_tag": "Математика",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А = 4Ж\n\nА = Ж + 54\n\n4Ж = Ж + 54\n\n3Ж = 54\n\nЖ = 18\n\nА = 18 + 34 = 52",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзгерістер тізбегін жүзеге асырып, Х затын атаңдар.",
        "question_content": "Өзгерістер тізбегін жүзеге асырып Х затын аттандар. С2Н4 _---С2Н2-----Х----С2Н5NO2",
        "question_date": "14.05.2021",
        "question_tag": "Химия",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)4С+2СаО → 2СаС2+О2\n2)СаС2+2Н2O  С2Н2+Са(OH)2\n3)C2H2 + H2 → C2H4 (кат. - Pt,температура и давление)\n4)C2H4 + H2 → C2H6 (кат. - Pt,температура и давление)\n5)C2H6 + HNO3 → C2H5NO2 + H2O\n6)C2H5NO2 + 3 H2 → С2H5NH2 + 2 H2O",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаз бен ешкінің аяғы 26 ал басы 8 неше ешкі неше қаз?",
        "question_content": "Қаз бен ешкінің аяғы 26 ал басы 8 неше ешкі неше қаз?",
        "question_date": "14.05.2021",
        "question_tag": "Математика",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешкінің аяғы төртеу,бул жерде ешкі 6\n\nҚаздың аяғы екеу ,бул жерде қаз 2",
                "date": "14.05.2021",
                "upvotes": 0
            },
            {
                "text": "5 ешкі  3 қаз бар дұрыспа",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы қытай қорғанымен ғұндардың арасында қандай байланыс бар?",
        "question_content": "Ұлы қытай қорғанымен ғұндардың арасында қандай байланыс бар?",
        "question_date": "14.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қытайлар Ғұндардан қорғану үшін ұлы қытай қорғанын салады. Ол замандарда көшіп-қонып жүрген ғұндардың құдіреті тасып тұрған.",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неше хромосомадан бар?",
        "question_content": "Шыбында, сазанда, бұрышта қанша хромосомадан бар?",
        "question_date": "14.05.2021",
        "question_tag": "Биология",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ғасырдың соңында клетка құрылысының зерттелуіне байланысты ядро мен оның құрамындағы хромосомалардың тұқым қуалаушылыққа қатысы бар екені анықталды. 1883 жылы бельгиялық зоолог Э.Бенеден мейоз процесіндегі редукциялық бөліну аталық және аналық хромосомалардың ажырауына байланысты деп жорамалдады.\nМендель заңдарын кейін 1902—1903 жылдары В.Сэттон редукциялық бөліну және ұрықтану кезіндегі хромосомалардың тәртібі мен будан ұрпақтардағы белгілердің тәуелсіз ажырауының арасында байланыс бар екенін анықтады. Өзінің “Хромосомалар және тұқым қуалаушылық” деген еңбегінде хромосомаларды цитологиялық тұрғыдан алғанда Мендель анықтаған тұқым қуалау факторларының таралуына сәйкес келетіндігін көрсетті. 1905 жылы Э.Вильсон жынысты анықтаудың хромосомалық негізін сипаттады.\nТ.Морган заңдылықтары. Американдық генетик Т.Морган тұқым қуалаушылықтың хромосомалық теориясының негізін қалады. Мендельдің үшінші заңы —“Белгілердің тәуелсіз ажырауың гендердің әр түрлі жұп хромосомаларда орналасуына байланысты болады. Алайда, кез келген организмдерге тән гендер саны хромосома санынан әлдеқайда артық болады. Мұндай жағдайда ол гендердің тұқым қуалауы немесе белгілердің ұрпақтан-ұрпаққа берілуі қалай жүреді деген сұрақ туады. Бұл сұрақтың жауабын Т.Морган 1910—1915 жылдары өзінің шәкірттерімен бірге жеміс шыбыны — дрозофилаға жүргізген тәжірибелерінің нәтижесінде анықтады. Дрозофила шыбыны — генетикалық зерттеулер жүргізуге өте қолайлы объект. Себебі, оның хромосомаларының диплоидты жиынтығы 8, ал гаплоидты жиынтығы төртеу. Зертханалық жағдайда +25Ә жылылықта дарақтардың әр жұбынан пробиркада өсіріп, 14—15 күн сайын 100-ге жуық ұрпақ алуға болады. Морган бір хромосомада орналасқан гендердің бір-бірінен ажырап кетпей, көбіне бірге тұқым қуалайтынын анықтады. Оны мына тәжірибеден көз жеткізуге болады. Р. ВВVV жетік қанатты сұр шыбын мен bbvv шала қанатты қара шыбынды алып будандастырды. Сонда бірінші F1 ұрпақтағы будандық дарақтардың барлығы біркелкілік заңына сәйкес генотипі ВbVv дигетерозиготалы, фенотипі бойынша жетік қанатты сұр денелі шыбындар болып шықты. Морган осы бірінші ұрпақтағы дигетерозиготалы аналық шыбынды қайтадан шала қанатты қара денелі аталық шыбынмен кері будандастырғанда, екінші ұрпақта төрт түрлі фенотиптері бар дарақтар алған (113-сурет). Олардың пайыздық мөлшерлері әр түрлі: 41,5% жетік қанатты сұр денелі, 41,5% шала қанатты қара денелі шыбындар, ал 8,5% шала қанатты сұр денелі және 8,5% жетік қанатты қара денелі шыбындар болған.\nДемек, дрозофиланың 17%-ы ата-аналарына мүлде ұқсамай жаңа белгілерге ие болған. Ендеше, ата-аналарына ұқсас жетік қанатты сұр шыбын мен шала қанатты қара шыбынның бірдей қатынаста болуы, яғни 83%-ы осы аталған белгілерді анықтайтын гендердің бірлесіп, тіркес тұқым қуалайтынын көрсетеді. Бұл құбылысты — Морган гендердің тіркесуі немесе тіркесіп тұқым қуалау заңы деп атады. Бір хромосоманың бойында орналасқан және тіркесіп тұқым қуалайтын гендер тобы тіркесу топтарын құрайды. Тіркесу топтарының саны хромосомалардың гаплоидты жиынтығына сәйкес келеді. Мысалы, дрозофила шыбынында — 4 тіркесу тобы, асбұршақта — 7, жүгеріде — 10, ал адамда 23 тіркесу тобы болады.\nМендель тәжірибелерінде көрсетілгендей, аллельді емес гендер бір-бірінен толық тәуелсіз болу үшін олар әр түрлі хромосомаларда орналасуы керек. Сонда ғана олар мейоз кезінде тәуелсіз ажырай алады. Бірақ кез келген эукариотты организмде гендердің саны хромосомалардың санынан артық болады. Мысалы, ХХ ғасырдың бас кезінде Морган және оның шәкірттері дрозофила шыбынынан жүздеген генді ашты. Қазіргі кезде оның төрт жұп хромосомасында 7000-дай ген бар екені белгілі. Адамның 46 хромосомасында 50 мыңдай ген болады деген болжам бар.\nКроссинговер. Ұқсас жұп хромосомаларды бойлай бірнеше аллельді гендердің орналасатындығы анықталған. Кейде осы жұп хромосомалар айқасып, нәтижесінде Х тәрізді фигуралар (пішіндер) — хиазмалар пайда болады. 1911 жылы Морган ашқан бұл құбылысты хромосомалардың айқасуы немесе кроссинговер деп атады. 114-суретте хромосомалардың айқасуы мен оларда болатын гендердің жаңа үйлесімдері көрсетілген.  Бір хромосомада орналасқан екі ген (қызыл хромосомалардағы ақ дақтар) айқасу нәтижесінде әр түрлі ұқсас хромосомаларға ауысады.\nКроссинговердің нәтижесінде гендердің алмасуы жүреді, соған байланысты сапа жағынан мүлде жаңа хромосомалар түзіледі. Демек, ұрықтану кезінде хромосомаларда гендердің жаңа үйлесімдері пайда болады. Мысалы, Морган дрозофила шыбынына тәжірибе жасағанда 17%-ы ата-аналарына ұқсамайтын, жаңа белгілері бар  шыбындар болып шыққан. Ол белгілер: шыбындардың 8,5%-ы жетік қанат, қара дененің болуы, 8,5%-ы шала қанат пен сұр дененің пайда болуы. Ол клетканың мейоздық бөлінуі кезінде хромосомалардың бір-бірімен айқасып, сәйкес үлескілерімен алмасуының нәтижесі болып есептелінеді.\nБір хромосоманы бойлай орналасқан аллельді емес гендердің алмасу жиілігі сол гендердің ара қашықтығын көрсетеді. Гендер неғұрлым бір-біріне жақын орналасса, соғұрлым олардың тіркесу мүмкіндігі артып, алмасуға ұшырауы сирек байқалады. Керісінше, бір-бірінен алшақ орналасқан гендердің тіркесіп тұқым қуалауы төмендеп алмасуға жиірек ұшырайтындығы байқалған. Хромосомалардың айқасуына байланысты гендердің алмасуы үнемі болып тұрады.\nМұны Морган өз шәкірттерімен бірге дәлелдеп, хромосомалардың генетикалық картасын жасады. Ол картада гендердің орналасу ретін көрсетті (оны келесі сабақта қарастырасыңдар).\nКроссинговерге ұшырған хромосомалары бар гаметалар кроссоверлі, ал ұшырамаған хромосомаларды кроссоверленбеген деп атайды. Хромосомалардың айқасу мөлшерін, кроссоверлі дарақтардың пайызын ұрпақтың жалпы санына шағып есептейді. Айқасудың өлшем бірлігі ретінде оның бір пайызға тең мөлшері алынады. Оны Т.Морганның құрметіне морганида кейде сантиморган деп атайды. Мысалы, жүгерінің екі сорт тармағын (линиясын) будандастырғанда барлығы 1000 дән алынса, оның 36-сы кроссоверлі болған.\nМорган өз шәкірттерімен бірге дрозофила шыбынына тәжірибе жасаудың нәтижесінде  “тұқым қуалаушылықтың хромосомалық теориясын” ашты.\nТолығырақ : https://kitaphana.kz/refkaz/229-biologia/2675-tim-ualaushiliti-hromosomali-teoriyasi.html",
                "date": "14.05.2021",
                "upvotes": 0
            },
            {
                "text": "сазан 104\nбұрыш 48\nшыбын 12",
                "date": "15.05.2021",
                "upvotes": 0
            },
            {
                "text": "шыбында 8 хромосома бар",
                "date": "18.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,05 г. натрий хлориді татпасын анализдеу үшін қажет 0,1н күміс нитраты ерітіндісі",
        "question_content": "0,05 г. натрий хлориді татпасын анализдеу үшін қажет 0,1н күміс нитраты ерітіндісінің көлемі?",
        "question_date": "14.05.2021",
        "question_tag": "Химия",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "87052500118 номері кімнің атында?",
        "question_content": "Осы номер кім атында 87052500118",
        "question_date": "13.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл туралы сіз ақапарат ала алмайсыз. Егер осы номер қолыңызда болса, онда билайн байланысының бағдарламасын телефоныңызға жазып алыыңыз. Кеін сол жерге номерді тіркеу арқылы кімнің атында екенін көруге болады.",
                "date": "13.05.2021",
                "upvotes": 0
            },
            {
                "text": "Кімнің атында екенін Плэй маркетте Getcontact , Eyecon бағдарламаларымен аздап болсын білуге болады.",
                "date": "14.05.2021",
                "upvotes": 0
            },
            {
                "text": "Kaira07 Karen thank",
                "date": "14.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпараттық үрдіс ұғымы және оны жүзеге асыру мүмкіншіліктері және құрылымы?",
        "question_content": "Жалпы түсінік немесе информация бере аласыздар ма?\n\nАқпараттық үрдіс ұғымы және оны жүзеге асыру мүмкіншіліктері. Ақпараттық үрдіс ұғымы және құрылымы.",
        "question_date": "13.05.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақпараттың жеке адам мен мемлекет,  жалпы қоғам өміріндегі алатын орны өте маңызды. Ақпарат – адамды өмір сүру ортасына бейімдеуге бағытталған коммуникациялық үрдістің нəтижесі. Қазір əлеуметтік ортада жаңа ақпараттық қоғам құру мақсаты коммуникациялық үрдіске өзіндік ерекшеліктер мен өзгерістерін əкелді.\nАқпарат құндылығы тұлғаның субъективтік мінез-құлыққаиеболуыментүсіндіріледі.Егерадам қойылған мақсатқа жетсе, онда қолданған ақпарат оның назарынан тыс қалып, ол өз құндылығын жоғалтады. Сонымен қатар құндылықтың əртүрлі екендігін ескеру қажет. Құндылық – бұл адамның мақсатқа жету жолын таңдау процесінде оны қолдануға мүмкіндік беретін ақпараттың қасиеті.\nОсының бəрін бірге алғанда қоғамда құндылыққа ие ақпараттан бөлек, құндылығы мүлдем жоқ немесе жағымсыз құндылыққа ие ақпараттың да бар екенін айтуға болады.\nАқпарат ақпараттық қоғам дамуының маңызды бөлшегі ретінде келесі қасиеттермен ерекшеленеді:\nақпарат мақсатқа жету үшін таңдауға мүмкіндік беретін ақпараттың құндылығы;\nнақты жағдайда қаншалықты қажеттілігі айқындалатын ақпараттың пайдалылығы;\nбелгілі бір уақыт аралығында ақпараттың құнсыздануы.\nАқпарат адамзаттың негізгі ресурсына, басты құндылыққа айналып отыр. Қоғамдық салада ақпараттың рөлінің өсуі жəне ақпараттық қатынастардың алдыңғы қатарға шығуы ақпараттық қоғам дəуіріне енудің көрсеткіші болып отыр.\nАқпараттық қажеттіліктің мəнісі барлық қажеттіліктерді қанағаттандыру мен кез келген іс-əрекетті жасау өз мүмкіндіктерінің жүзеге асыруымен дамытуға бағытталған мақсат пен оған жету жолдарын таңдауда ақпаратты өндіру, қабылдау жəне пайдаланудан көрінеді. Адамның рухани дамуы үшін жағымды эмоционалдық ақпараттар қажет. Ақпараттық қажеттілік тұлғаны ақпараттық жинақтаған білімі арқасында басқа қажеттіліктерін жүзеге асырып, өзін-өзі дамытуға бағыттайды.\nҚазіргі уақытта жəне болашақта жастардың бойында   ақпараттық   мəдениетті қалыптастыру - қоғамның алдында тұрған ең басты міндет. Ақпараттық мəдениеті қалыптасқан, сауатты адам қажетті ақпаратты тауып алуға, бағалауға жəне тиімді қолдануға қабілетті, ақпарат сақталатын дəстүрлі жəне автоматтандырылған техникалық құралдарды дұрыс пайдалана білуі қажет.\nАдам ақпараттық коммуникация процесінде тек ақпарат алып қана қоймай, алған ақпараттарды пайдалана отырып, өз мүмкіндіктерін арттырып, ақпараттық қажеттілігін қанағаттандырады, ойөрісі дамып тұлға ретінде қалыптасады. Сондықтан  адамның  ақпараттық  мəдениеті  оның ақпараттық мінез-құлқынан, ақпараттық өмір салтынан, нақты ақпараттық əрекетінен байқалады.\nАқпараттық мінез-құлық адамның ақпаратпен жұмыс жасау, өзінің ақпараттық өрісін жəне өз жүріс-тұрысын ретке келтіру мен талдауға қажетті қабілеттіліктері мен дағдыларын бейнелейді.\nАдамзат өркениеті ақпараттық қоғам құру кезеңінде тұр. Ақпараттық қоғамға өту процесі адамзат қоғамының ерте кезеңінен басталған, бірақ қарқынды даму ХХ ғасырдың екінші жартысында басталды. Ақпараттық процестер мен ақпараттық технологиялар қазіргі заманғы ақпараттық қоғамның дамуының негізгі көрсеткіші болып табылады. Ақпараттандыру – бұл қоғамның бүкіл мүшелеріне кез келген əлеуметтік маңызы бар ақпаратты алуға мүмкіндік беретін саяси, əлеуметтік-экономикалық, технологиялық факторлардың өзара байланысқан жиынтығы нəтижесінде жүзеге асады. Ақпараттандыруға келесідей сипаттар тəн:\nақпаратты жинау, өңдеу, сақтау, тарату жəне өндіру мүмкіндігінің өсіп отыруы;\nəр адамның адамзаттың ақпараттық ресурстарына еркін қол жеткізіп отыруын қамтамасыз ету;\nақпараттық технологияларды адамдардың өмір салтының кез келген саласында жан-жақты қолдану жəне ендіру;\nақпараттық ресурстардың басымдылығы жəне бағдар берушілігі.\nАқпараттық ағымда тұлғаның бойында ақпараттық ортаның қызмет ету заңдылықтары туралы білімдердің, қабілеттіліктердің, құндылықтардың қалыптасуы өмірде дұрыс бағыт-бағдар ұстануға, маңызды шешімдер қабылдауға мүмкіндіктер береді.  Ақпараттандыру  үрдісі  қоғам   жəне  адам өмірінде даму ресурсы ретінде ақпаратты жəне ақпараттық коммуникация технологияларын толық пайдалану адамның ақпараттық мəдениетінің дамуы мен қалыптасуының маңыздылығын арттырып отыр.\nХХ ғасырда қоғам өмірінде ақпараттандыру үрдісінің негізгі бағыттары:\nмикропроцессорлар мен электрондық есептеу машиналарының өндірісте, транспортта, тұрмыста жəне т.б. қоғамдық өмірде кеңінен қолдану;\nинтеллектуалдық жұмыстардың сапасының артуы мен орындалу мерзімін қысқарту мақсатта автоматтандырылуы (ақпараттарды автоматты түрде  іздеу,  аудару  жəне  техникалық құралдар арқылы автоматты түрде басқару, жобалау, ғылыми зерттеулерде жəне т.б. салаларда жұмыстар жүргізу);\nақпараттың таратылуы  мен  тасымалдану тиімділігін арттырып, қағаз үнемдеуді қамтамасыз ету мақсатта көптеген қағаз баспа шығарылымдарын біртіндеп электрондық түрге айналдыру;\nəртүрлі ауқымды тасымалдау жұмыстарын тез жəне аз шығынмен шешуге мүмкіндік беретін жоғары дамыған электронды коммуникация жүйелерінің құрылуы (электронды пошта, электробайланыс желісімен сатып алу мен қаржылай есептесу, телеконференциялар жəне т.б.).\nБұл үрдіс XX ғасырдың 70-80 жылдары қарқынды дамып, өркениеттің дамуына айрықша əсерін тигізді. Ақпараттық үрдістің қарқынды дамуының негізгі көрсеткіші ретінде ақпараттарды алу, тарату, тасымалдау, алмасу жəне қажетті ақпараттарды табу мен ақпараттарды өңдеу, оларды жүзеге асыру, басқаруда техникалық құралдармен қамтамасыз ету мүмкіндіктері артып отыр.\nҒалымдар ақпараттық қоғамда ақпараттың жəне ақпараттық ресурстардың рөлі айрықша өзгеретінін мойындады. Ақпарат адамзаттың маңызды ресурсына айналады. Шикізат пен энергияны аз пайдалана отырып, табиғи ресурстары шектеулі кішігірім мемлекеттер өндірісте ғылыми жетістіктерінің арқасында экономикада ерекше табыстарға жетуге болатындығын көрсетті. (Голландия, Дания, Тайвань, Жапония, Сингапур). Ақпарат билігінде баспа бостандығы, жариялық, жалпыға ортақ мəліметтер  молдығы  экономи-  ка дамуына жəне нарықтық механизмдердің орнығуына мүмкіндіктер береді. Білім беру мен денсаулық сақтау жүйесін жетілдіруге жəне табиғатты қорғау саласына қаржы бөлініп жоғары нəтижелерге жетуге жол ашылады.\nҚоғамның əртүрлі даму бағыттарында түбегейлі өзгерістер ақпаратпен жəне ақпараттық қызметпен тығыз байланысты. Ақпараттандыру үрдісі экономикалық, технологиялық, саяси жəне мəдени дамуға мүмкіндіктер ашады\nАқпараттандыру – білім беруге, мəдениетке, əлеуметтік салаға əсер ететін əлеуметтік мəдени үрдіс. Ақпараттандыру үрдісі адамның өмір сүру ортасын едəуір өзгертті.\nҚазіргі уақытта əлеуметтік өмірде ақпараттың маңыздылығы күрт   жоғарылады:   көп каналды теледидар, интернет, радиостанциялар, кино, жарнамалар мен афишалар қоршаған ортаның маңызды элементіне айналды. Біз ақпараттық ортамен тығыз  байланысты  өзіміз  жəне  басқалар жөнінде хабарламалар алу  мен  алмасу үрдісіне, ақпараттарға толы медиа кеңістікте өмір сүрудеміз. Ақпарат адамның рухани жəне материалдық өмірімен тығыз байланысты. Бұл ақпараттың адамның əлеуметтік-мəдени өмірін жəне материалдық тұрмысын айқындайтынын білдіреді.\nАқпараттандыру жағдайында ақпараттық қоғамның құндылықтары, ұстанымдары, білімдері, нормалары таралып адам бойында ақпараттық мəдениет қалыптасады. Бұл адамды ақпараттық қауымдастықтың құрамдас бөлігіне айналдырады. Қазіргі жағдайда ақпарат басты құндылыққа айналып отыр, сондықтан тұлғаның əлеуметтенуі үшін ақпараттық мəдениеттің рөлі артуда. Ақпараттандыру жағдайында тұлғаны ақпараттық қоғамға мақсатты түрде əлеуметтендіру факторлары арқылы даярлау қажет.\nҚоғамның ақпараттық құрылымы адамның шығармашылығының дамуы үшін көптеген білімдер мен құндылықтардың қалыптасуына жол ашты. Бірақ бұл мүмкіндіктерді ақпараттық қабілеттіліктер мен біліктілігі бар адамдар ғана пайдалана алады. Сонымен, адамның тіршілік ету ортасының өзгеруі ақпараттық мəдениеттің даму үрдісінің бір бөлігі болып табылатын ақпараттық сауаттылықты қажет етеді. Адамзат ақпараттық үрдістердің қарқынды өсу жағдайында əлеуметтік өмірдің нормасы ретінде көрінетін екі жақты ситуацияда қалды.\nАқпараттандыру үрдісінде мəдениетке əсер ететін техника мен технологиялар кеңінен ендіріледі, ол мəдениет пен ақпараттың өзара байланысын айқындайтын ақпараттық мəдениет болып табылады.\nТұлғаның ақпараттық мəдениеті мəдени ортаны танып-білуде жəне өзгерту үрдісі жүзеге асатын ақпараттық əрекеттен көрінеді. Нəтижесінде адам əрекет субъектісі ретінде, ал игерілетін үрдістер, құбылыстар əрекет объектілері ретінде бөлінеді.\nҚазіргі күні ақпараттық-коммуникациялық технологиялар XXI ғасыр қоғамының дамуына əсер етіп отырған ең маңызды салалардың бірі болып табылады. Олардың əсері тек адам өміріне ғана   емес,   сонымен   катар   адамзат қоғамының тұрақты жəне белсенді түрдегі дамуында да əсері орасан зор.\nАқпараттық-коммуникациялық технологиялар саласындағы қазіргі жетістіктер, біздің өмірімізге «ғаламдық ақпараттық қоғам» деп аталатын жаңа экономикалық, əлеуметтік жəне мəдени қатынастардың құрылуына алып келді.\nАқпараттық қоғамның негізгі сипаттарына:\nэкономиканың тауар өндіруден қызмет көрсетуге қайта бейімделуі;\nинтеллектуалдық технологияның өндірістік жəне технологиялық салаға теңесуі;\nматериалдық меншіктің құндылықтар жүйесіндегі маңызының кемуі;\nматериалдық өндірістегі ақпараттық жəне ғылыми қызметтің бəсекелестік басымдылығының артуы;\nқоғамның технологиялық жəне саясиəлеуметтік құрылымы негізіндегі білім, ғылым маңызының артуы;\nкез келген саланың ғылыми жəне білім берушілік қызметіне ерекше мəн берілуі;\nəлеуметтік ұйымдар құрылымындағы өзара бірлесу, яғни мəдени саладағы өзгерістер.\nАқпараттық қоғам құруда бұқаралық ақпарат құралдары маңызды рөлге ие болып отыр. Сондықтан ақпарат кеңістігінде жергілікті, өңірлік, ұлттық бұқаралық ақпарат құралдарымен қатар, əлемдік ақпарат көздері тұрғындарға кеңінен таралып, медиажаһандастыру үрдісі бізге таңдаудың жаңа формулаларын ұсынып отыр.\nЖаңа ақпараттанған қоғам қалыптаса бастады, бүгінгі күнде қоғамдағы ең басты құндылық ақпарат пен білім. Саяси-əлеуметтік қатынастарды реттеу жолындағы қоғам үшін ақпараттық процестер маңызды болып табылады. Ақпараттық технологиялардың дамуы жəне кең қолданылуы экономика, саясат, мəдениет пен ғылым сияқты барлық қоғамға қажетті салаларға ықпал етеді. Жалпы ақпарат адам үшін қоршаған ортадағы бағыт-бағдарларды түсінуге, келесі болатын қимылдарға шешім қабылдау үшін қажет. Негізінен ақпарат, үгіт-насихат алып ағаш ретінде ортақ тамыр арқылы тарайды жəне дами түседі. Оның негізгі бастауы – бұқаралық коммуникация мен телекоммуникация.\nБАҚ – адамдарды демократия мен өркениет құндылықтарын, өз құқықтары мен міндеттерін білуге жəне құрметтеуге тəрбиелейтін аса маңызды    ақпараттың  информациялық функцияларды жүзеге асырушы демократиялық институт. Бұқаралық ақпарат құралдарының қазіргі  кезде, өмірдің демократияланып жатқан дəуірінде орны зор. Əсіресе  сөз,  баспасөз  бостандығы шын мəнінде беріліп, радио мен теледидарды пайдалану мүмкіндігі қамтамасыз етілген елдерде азаматтардың өзіндік санасының өсуіне, қоғамның ісіне белсенді араласуына, адамдардың басшылығы мен жауапкершілігін тəрбиелеуде ақпарат құралдарының мүмкіншілігі ерекше.\nБАҚ-тың негізгі билігі адамдарды сендіру арқылы олардың мінез-құлқы мен іс-əрекетіне ықпал етуіне негізделетінін білеміз. Заңға негізделген мемлекеттік билікке қарағанда, баспасөздің ықпалы мемлекет пен оның институттарына жəне жүргізіп отырған саясатына қатысты адамдардың ойы мен мінез-құлқын қалыптастырып бағыттай алады.\nБАҚ-тың маңызды рөлі – қоғамның өміршең даму жағдайын қамтамасыз ету. Қазақстандық ақпарат кеңістігінде қоғамда болып жатқан экономикалық, демократиялық, саяси, əлеуметтік өзгерістерді түсіну, жаңаша қабылдап бағалау процестері көрінуде.\nПікірлер мен ойлардың сан алуандығы, мақсат, талап, пікір қайшылығы, саяси жəне əлеуметтік əртүрлі бағыт ұстанған ақпарат құралдары қоғам мүшелерінің рухани сұранысына, таңдауға, талдау, бағалау қабілеттіліктерін арттыруға қоғамда болып жатқан процестерді дұрыс түсіну мен шешім қабылдауларына септігін тигізеді.\nБүгінгі жаңаша даму жолына түскен Қазақстан халқы мен экономикалық, əлеуметтік, саяси өмірінде демократиялық жаңарулар тереңдетіліп, қоғамды жалпы трансформациялау процестерінің қажетті шарттары тұрақтандырылуда. Жас мемлекетіміздің алдында қоғамдық дамудың бүгінгі кезеңде өркениеттің жетістіктерін материалдық жəне рухани игілік ретінде сақтау мəселесі туындап отыр. Мемлекеттік тəуелсіздік жаңа экономикалық саясатпен, құқықтық, əлеуметтік, демократиялық мемлекет құру міндеттері республика ақпарат кеңістігіне үлкен өзгерістерді қалыптастырды. Ол міндеттерді жүзеге асыру қоғамның өмірін дұрыс түсініп, қабылдап, шынайы суреттеу мүмкіндігінен соң жүзеге аспақ.\nАқпараттық пікір алмасулар демократиялық жаңа мүмкіндіктерге жол  ашып,  тұрақты  саяси, əлеуметтік, демократиялық процестердің орнығуына   əкеледі.  Сөз  бостандығы, баспасөз бостандығы, пікірлер плюрализмі тəуелсіз жеке меншік ақпарат құралдарының пайда болуы қазақстандық ақпарат кеңістігінде демократиялық үрдістердің нəтижелері.\nТолығырақ: https://articlekz.com/kk/article/17527",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуанышты, сүрмеймін, істегенін, жұбанышым морфологиялық талдау жасау керек?",
        "question_content": "Қуанышты, сүрмеймін, істегенін, жұбанышым, жаралғандай, әжелерден, қиялдан сөздеріне морфологиялық талдау жасау керек?",
        "question_date": "13.05.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 882,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қуаныш- түбір, ты- сын есім тудырушы жұрнақ\nсүр-түбір, ме-болымсыз етістік, й-ауыспалы келер шақ, мін-жіктік жалғаудығың бірінші жағы\n іс-түбір, те-етістік тудырушы жұрнақ, ген-сімшенің жұрнағы, і - тәуелділік жалғауының бірінші жағы, н-табыс септігі\nжұбан - түбір, ыш-зат есім тудыратын жұрнақ, ым-тәуелділік жалғауының бірінші жағы",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "720 г пентанды жағу үшін ауаның неше литр көлемді қ.ж қажет?",
        "question_content": "720 г пентанды жағу үшін ауаның неше литр көлемді қ.ж қажет?\n(Ауадағы оттек көлемдіе үлес 0.2)",
        "question_date": "13.05.2021",
        "question_tag": "Химия",
        "question_views": 980,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "720г         хл\nС5H12 + 8O2=5CO2+6H2O\n22,4л      179,2л                            х=720*179,2/22,4=5760л V(O2)\nV(воздуха)=V(O2)*100%/21%=5760*100%/21%=27428,57л=27,429м³",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында көміртектің массалық үлесі 52,17%, оттектің массалық үлесі 34,78%, сутек",
        "question_content": "Құрамында көміртектің массалық үлесі 52,17%, оттектің массалық үлесі 34,78%, сутектің массалық үлесі 13,04% болатын органикалық қосылыстың молекулалық формуласын анықтандар. Берілген қосылыс буының ауамен салыстырғандағы тығыздығы 1,58-ге тең.",
        "question_date": "13.05.2021",
        "question_tag": "Химия",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамында көміртектің массалық үлесі 52,17%, оттектің массалық үлесі 34,78%, сутектің массалық үлесі 13,04% болатын органикалық қосылыстың молекулалық формуласын анықтандар. Берілген қосылыс буының ауамен салыстырғандағы тығыздығы 1,58-ге тең.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен коледжден кейін ҰБТ тапсыра аламын ба? Кебірі айтады болады деп, кейбірі жоқ деп?",
        "question_content": "Мен коледжден кейін ҰБТ тапсыра аламын ба? Кебірі айтады болады деп, кейбірі жоқ деп?",
        "question_date": "13.05.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жох ҰБТ болмайды тек қана не экзамен не тест болады и все",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тазалық дегенiмiз не?",
        "question_content": "Таза бала болсан жаксы укыпты балага уксайсын",
        "question_date": "12.05.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек қана шынайы ақыл жалған сағымдармен күресе алады, тек қана шынайы жүрек өшпенділіктің уын қайтара алады. Қадым замандардан бері қараңғылық бос кеңістікте қанат жайған, бірақ ол тазалыққа, таза жанға орын босатып бере алады. Сен де сол тазалыққа талпын...\nБүгінгі жазбамыз тым қысқа болғанымен, айтар ақылы мол деп ойлаймыз. Төмендегі әуенмен бірге оқып шығыңыз:\nШығыс халықтарындағы тазалықтың 7 ережесі:\n1. \"Қол тазалығы\" – артық нәрсені алмау дегенді білдіреді. Сондай-ақ, кірістің біршама бөлігін мұқтаж жандарға бөліп беру еске алынады.\n2. \"Құлақ тазалығы\" – үрейдің құрсауында жүретін, ашуға берілгіш, ырымшыл адамдардың сөзіне құлақ аспау, бос сөздер мен өсекті сүейтіндерден бойыңды алыс ұстау дегенді білдіреді.\n3. \"Көз тазалығы\" – көзіңді кектен, ашу-ызадан, қызғаныштан, құмарлықтан сақтауды нұсқайды.\n4. \"Ауыз тазалығы\" – бұл дегенің ауызды артық сөзден және балағаттаудан тыю.\n5. \"Тән және киім тазалығы\" – дене мен киімді әрдайым тазалықта ұстау кез келген адамның міндеті.\n6. \"Ой тазалығы\" – басты негативті ойлар мен теріс ниеттерден  тазарту, өзіңді аяудан алыс болу.\n7.  \"Жан мен жүрек тазалығы\" – бұл өзіңнің ішкі сезімдеріңді кірлетпей, сақтау білу. Сүйіңіз, сүйікті болыңыз, бірақ ақысына ештеме сұрамаңыз. Сүйіспеншіліктің өзі бақыт емес пе?\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/psihologiya/12713/",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Индукциясы 0,085 Тл магнит өрісіне оның магнит индукция сызықтарына",
        "question_content": "Индукциясы 0,085 Тл магнит өрісіне оның магнит индукция сызықтарына перпендикуляр бағытта электрон 4,6×10⁷ м/с жылдамдықпен ұшып кіреді. Магнит өрісі тарапынан электронға әрекет ететін күш. (q=-1,6×10-¹⁹ Кл)",
        "question_date": "12.05.2021",
        "question_tag": "Физика",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = 1,6×10-¹⁹ * 4,6×10⁷ * 0,085 = 6,3*10-13",
                "date": "20.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыбында қанша хромосома бар?",
        "question_content": "Шыбында қанша хромосома бар екені табу керек",
        "question_date": "11.05.2021",
        "question_tag": "Биология",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Американдық генетик Т.Морган тұқым қуалаушылықтың хромосомалық теориясының негізін қалады. Мендельдің үшінші заңы —“Белгілердің тәуелсіз ажырауың гендердің әр түрлі жұп хромосомаларда орналасуына байланысты болады. Алайда, кез келген организмдерге тән гендер саны хромосома санынан әлдеқайда артық болады. Мұндай жағдайда ол гендердің тұқым қуалауы немесе белгілердің ұрпақтан-ұрпаққа берілуі қалай жүреді деген сұрақ туады. Бұл сұрақтың жауабын Т.Морган 1910—1915 жылдары өзінің шәкірттерімен бірге жеміс шыбыны — дрозофилаға жүргізген тәжірибелерінің нәтижесінде анықтады. Дрозофила шыбыны — генетикалық зерттеулер жүргізуге өте қолайлы объект. Себебі, оның хромосомаларының диплоидты жиынтығы 8, ал гаплоидты жиынтығы төртеу. Зертханалық жағдайда +25° жылылықта дарақтардың әр жұбынан пробиркада өсіріп, 14—15 күн сайын 100-ге жуық ұрпақ алуға болады. Морган бір хромосомада орналасқан гендердің бір-бірінен ажырап кетпей, көбіне бірге тұқым қуалайтынын анықтады. Оны мына тәжірибеден көз жеткізуге болады. Р. ВВVV жетік қанатты сұр шыбын мен bbvv шала қанатты қара шыбынды алып будандастырды. Сонда бірінші F1 ұрпақтағы будандық дарақтардың барлығы біркелкілік заңына сәйкес генотипі ВbVv дигетерозиготалы, фенотипі бойынша жетік қанатты сұр денелі шыбындар болып шықты. Морган осы бірінші ұрпақтағы дигетерозиготалы аналық шыбынды қайтадан шала қанатты қара денелі аталық шыбынмен кері будандастырғанда, екінші ұрпақта төрт түрлі фенотиптері бар дарақтар алған (113-сурет). Олардың пайыздық мөлшерлері әр түрлі: 41,5% жетік қанатты сұр денелі, 41,5% шала қанатты қара денелі шыбындар, ал 8,5% шала қанатты сұр денелі және 8,5% жетік қанатты қара денелі шыбындар болған. Демек, дрозофиланың 17%-ы ата-аналарына мүлде ұқсамай жаңа белгілерге ие болған. Ендеше, ата-аналарына ұқсас жетік қанатты сұр шыбын мен шала қанатты қара шыбынның бірдей қатынаста болуы, яғни 83%-ы осы аталған белгілерді анықтайтын гендердің бірлесіп, тіркес тұқым қуалайтынын көрсетеді. Бұл құбылысты — Морган гендердің тіркесуі немесе тіркесіп тұқым қуалау заңы деп атады. Бір хромосоманың бойында орналасқан және тіркесіп тұқым қуалайтын гендер тобы тіркесу топтарын құрайды. Тіркесу топтарының саны хромосомалардың гаплоидты жиынтығына сәйкес келеді. Мысалы, дрозофила шыбынында — 4 тіркесу тобы, асбұршақта — 7, жүгеріде — 10, ал адамда 23 тіркесу тобы болады. Мендель тәжірибелерінде көрсетілгендей, аллельді емес гендер бір-бірінен толық тәуелсіз болу үшін олар әр түрлі хромосомаларда орналасуы керек. Сонда ғана олар мейоз кезінде тәуелсіз ажырай алады. Бірақ кез келген эукариотты организмде гендердің саны хромосомалардың санынан артық болады. Мысалы, XX ғасырдың бас кезінде Морган және оның шәкірттері дрозофила шыбынынан жүздеген генді ашты. Қазіргі кезде оның төрт жұп хромосомасында 7000-дай ген бар екені белгілі. Адамның 46 хромосомасында 50 мыңдай ген болады деген болжам бар.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "11.05.2021",
                "upvotes": 0
            },
            {
                "text": "12 осы дурыс точно",
                "date": "11.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "We are .... to music in my room. 9 әрпі бар сөз.",
        "question_content": "Агылшынан We are __ to music in my room. 9 арпы бар соз.",
        "question_date": "11.05.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "We are listening to music in my room.",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми білімдердің дамуына байланысты ашылған жаңалықтарды жазыңыз",
        "question_content": "Ғылыми білімдердің дамуына байланысты ашылған жаңалықтарды жазыңыз.\n\nБжб Дүние жүзі тарихынан көмек керек соңғы тапсырма!",
        "question_date": "11.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарыш әлемі жөніндегі діни көзқарастарға Польшаның ұлы ғалымы Николай Коперник (1473-1543) күйрете соққы берді. Ол 1507 жылы Жер жәнә баска планеталар Күнді айналып жүреді деген тұжырымын ғылыми жолмен дәлелдеді. «Аспанденелерінің айналысы туралы» атақты еңбегін жазды. Онда: «Жер жұмыр шарға ұқсас, сондықтан ол барлық жағынан өзінің ортасына тартылады. Солай бола түра, оның домалақтығы оның бетіндегі тауларының биіктігінен, аңғарларының тереңдігінен біліне бермейді. Бірақ бүтіндей алғанда ол оның домалактығына нұқсан келтіре алмайды. Теңізде жүзушілердің байқаулары бойынша, су кеңістігінің түрі де осындай, себебі Жер кемеден көрінбейді және керісінше, кеме діңгегінің (мачта) үстінде жанып тұрған от қашықтаған сайын жағада қалған сияқты болып көрінеді де, біртіндеп төмендей береді, ақырында батқан Күндей жоқ болады, - деп жазды.\nКоперник өзінің ашқан жаңалықтарын ұзақ уақыт жариялай алмады. Жаңа ілім оны шіркеудің қуғынына ұшыратып қана қоймай, жаппай кінәлауға және келемежге душар етуі мүмкін еді. Күн Жерді айналады дегенге бүкіл дүние жүзі сенетін. Тек Коперник елес ақиқатқа қайшы деп есептеді. Коперниктің ұзақ жылғы еңбегі - «Аспан денелерінің айналысы туралы» кітабының бір данасы ғана тек 1543 жылы ол қайтыс болған күні жарық көрді. Достары кітабының бірінші данасын қолына ұстатқан кезде ол өлім халінде жатыр еді.\nКоперниктің ашқан жаңалығының тарихи маңызы зор. Ол басқа планеталар және Күн Жерді айналады деген адасушылықтан құтқарып, ғылымда еркін ойлауға жол ашты. Католик шіркеуі бұл қағиданың адамдарға тигізетін ықпалынан шіркеу беделіне нұқсан келеді, беделін түсіріп, адамдардың қорқыныш сезімін азайтады деп қауіптеніп, оларды және оның жақтастарын қатты қудалап отырды. Осыған қарамастан Коперниктің ашқан жаңалықтары ғылымда бүтіндей төңкеріс жасады.\nРимде ескерткіштер көп. Солардың арасында түнде жарық түсірілмейтін, туристерді де онша маңайлата қоймайтын біреуі бар. Ол жан-жағын ескі үйлер қоршаған тар ауланың ортасында, 1600 жылы лаулап от жанған жерде тұр. Осы отқа Джордано Бруно мен оның тамаша кітаптары өртелген екен. Джордано жас кезінде монастырь мектебінде оқыды. Ол уақытта бүкіл әлемнің орталығы - Жер, ал Күн мен барлық планеталар Жердің төңірегінде айналады деп түсіндірілетін. Шіркеу діндарлары мұнымен келіспегендердің бәрін қуғынға ұшыратты, ал қарсы тұрғандардың көзін жойды.\nБрунодан шіркеу оқуын маұқлдап, соның айтқанын қайталап, оқытқанын жаттап алуын талап етті. Бірақ ол өз бетінше ізденгісі келді. Бруно дүниенің қалай құрылғаны жайлы басқаша жазылған кітаптарды ешкімге білдірмей жинай бастады. Ол бұл кітаптарды бар зейінімен окыды, онда жазылғандарды ой елегінен өткізіп, өз бетінше аспан шырақтарының қозғалысын бақылады. Сөйтіп ғылым жолына түсті.\nБруно көп жылдар бойы Италияны, Францияны, Англияны, Германияны шарлады. Қайда барса да ол нағыз оқымыстылар үйреткен, өзі шіркеу діндарларына қарсы болған жайттарды білгісі келді. Кейіннен Бруноның өзі де кітаптар жазып, студенттерді оқыта бастады. Ол Польшаның ұлы оқымыстысы Коперниктің Жер күнді айналады деген көзқарасын құптады. Бруноның батыл ойлары одан әрі өрістей түсті. Ол тіршіліктің Жерде ғана еместігін, әлемнің шексіздігін, оның көптеген дүниеден тұратындығын түсініп кана қоймай, басқаларға да үйретті. Бруно поптар мен шіркеу діндарларын келемеж етті, адамдарды Жер мен аспан сырын ұғынуға шақырды. Ол жалынды өлеңдерінде де, ғылыми кітаптарында да осылар жайлы жазды. Оқыған лекцияларында да тебіріне сөйледі. Оның атақ-даңқы Еуропаның көптеген университеттеріне тарады.\nБірақ шіркеу діндарлары ержүрек ғалыммен келісімге келе алмады. Бір жансызы Бруноның досы болғансып жүріп, оны шіркеу жазалаушыларының торына түсірді.\nБруно сегіз жылдай түрмеде жатты. Оны біресе азаптап қорқытты, біресе өз пікірінен қайтуға көндірмек болды. Бірақ оны қорқыту, көндіру, жасыту тіпті мүмкін емес еді. Ақыры Бруноны «қан төгілмейтін» өлім жазасына кесті. Бұл - тірідей отқа өртеу болатын.\nАқпан айының таңертеңгілік мезгілі еді. Рим қоңырауының күңіренген үні жер жарды. Садақшылар көшесінен гүлдер алаңына қарай шеру тартып, әндеткен монахтар келе жатты. Бұл олардың қаза болған адамдарға оқыған дұғасы еді. Монахтар жазадан жасқанбас бүлікші-оқымысты ғалым Джордано Бруноны жазалауға әкелді. Бруноның ерлігі әлі күнге ұмытылған жоқ және ешқашан ұмытылмақ емес.\nБруно, Коперник, Галилейдің айтқандарына сенбеу, оған тыйым салу мүмкін емес еді, өйткені ол шындық болатын.\nҮлкейткіш оптикалық түтік-телескоппен ең алғаш аспанға көз салған адам әйгілі итальян оқымыстысы Галилео Галилей еді.\nГолландияда дүрбі түтігі жасалғандығын Галилей 1608 жылы білді. Оған осындай дүрбімен түнгі аспанды бакыласа қайтер еді деген батыл ой келді. Галилейдің өзі гылым тарихында тұңғыш екі телескопты құрастырды. Ол телескоптар, әрине, әлі де жетілдірілмеген еді. Кескінді кішісі бар болғаны 3 есе, үлкені 32 есе ғана үлкейтетін. Соған карамастан Галилей осындай қарапайым құралдармен-ақ ұлы жаңалықтар ашты.\n1609 жылы күзде ол алғаш рет өз телескопын Айға бағыттап, оның бетінің тегіс еместігін, яғни таулары мен аңғарларын айқын көрді. Сөйтіп Ай сол замандағы кейбіреулердің ұйғарымындай теп-тегіс хрусталь шар емес, ол да Жерге ұқсас дүние болып шықты. Телескоптың көмегімен Шолпан планетасының да Ай тәрізді өзінің пішінін, яки фазасын өзгертіп отыратыны байқалды. Бұл құбылысты Николай Коперниктің тұжырымдағанындай, Шолпан жерді айнала қозғалады демей, Күнді айнала қозғалады деп қана түсіндіруге болатын еді. Бәрінен қызықтысы, алып Юпитер планетасы болды. Коперник ілімі бойынша, Жер мен басқа да планеталар Күнді қалай айналса, Юпитердің төрт серігі де Юпитерді солай айналатын болып шықты. Галилей телескоптың көмегімен көптеген басқа да жаңалықтар ашты. Бұлардың бәрі Коперник пен Джордано Бруноның ілімін дәлелдеді. Ол жаңалықтар әлемнің қозғалмайтын кіндігі Жер мен құдіретті құдайлар тұратын «аспан» жайлы шіркеу қабылдаған Аристотель мен Птолемей іліміне соққы болып тиді.\nКоперник ілімін шіркеудегілер сандырақ, бос сөз деп жариялады, ол ілімді таратқан және қорғаған адамды қатал жаза күтіп тұрды. Бірақ Галилей шіркеулік қараңғылықпен батыл күресіп, Коперник ілімінің дұрыстығын дәлелдей берді. 1633 жылы діншілдер 70 жастағы қарт оқымыстыға сот ұйымдастырып, оны ауыр азаптау арқылы өз көзқарасынан бас тартуға мәжбүр етті. Бірақ оқымыстының өз көзқарасынан бұлай қайтуы сырт көзге ғана еді. Ал шын мағынасында Галилей Коперник ілімінің сенімді жақтаушысы болып кала берді. Ұлы оқымыстыны өмірінің ақырына дейін үй тұтқыны етіп ұстап, әрі оған астрономиядан қандай да бір кітап жариялауға рұқсат етпесе де, ол механика саласынан жаңалыктар ашып, ғылымның дамуына игі әсер етті. Діншілдердің ізіне түсуіне қарамастан, Галилей өзінің ғылыми көзқарасының беріктігін көрсете білді. Кейінірек аңыз шықты, онда Галилей өз пікірінен бас тартқан, Жердің айналатынына сенбейтінін мойындаған болып, тізе бүккен қалпынан тұра беріп: «Дегенмен Жер айналады!» - деп дауыстады делінеді. Бұл аңызда адамның еркін ойын тұншыктыруға болмайтындығы бейнеленеді. Сөйтіп ғылым дінге қарсы бас көтерді және оның шырмауынан босанып шықты. Әлем құпиясын түсіндіру және табиғат заңдарын айқындау үшін ғалымдар алдында жаңа, даңғыл жол ашылды.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "11.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрышы 36° болатын доғаның ұзындығы 4п см. Берілген шеңбердің радиусын тап?",
        "question_content": "Бұрышы 36° болатын доғаның ұзындығы 4п см. Берілген шеңбердің радиусын тап?",
        "question_date": "11.05.2021",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "l = 2pi*R\n\nl = 4pi см\n\nR = 4pi/2pi = 2 см",
                "date": "11.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Идеал Больцман газы молекулаларыны энергиясының біркелкі таралу заңы?",
        "question_content": "Рефлексия. Сыну. 2. Идеал Больцман газы молекулаларыны энергиясының біркелкі таралу заңы?",
        "question_date": "11.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стефан - Больцман және Винн заңдары 1879 жылы австриялық физик И. Стефан тәжірибелердің нәтижелерін зерделей отырып, ал 1884жылы А. Больцман теориялық зерттеуге термодинамикалық тәсілді қолдана отырып, мынаны тағайындады: абсолют қара дененің интегралдың энергетикалық жарқырауы абсолют температураның төртінші дәрежесіне тура пропорционал:\n{\\displaystyle R=\\sigma T^{4},}\nБұл — Стефан-Больцман заңы. Мұнда {\\displaystyle \\sigma } = 5,67 • 10−8Вт/м2К4 - Стефан-Больцман тұрақтысы деп аталады. өрнегінен абсолют қара дененің интегралдық энергетикалық жарқырауы тек температураға тәуелді екеінін көреміз. Бірақ, бұл заң абсолют қара дененің сәулеленуінің спектрлік құрамы туралы ештеңе айтпайды. Сондықтан алдымен тәжірибе жүзінде арнайы зерттеулер жүргізілді. Абсолют қара дененің энергетикалық жаркырауының спектрлік тығыздығының (сәулелену қабілетінің) жиілікке тәуелділігі түрлі-түсті қосымшадағы 6-суретте көрсетілген.\nСуреттен абсолют қара дененің сәулелену спектрінде энергияның таралуы біркелкі емес екені байқалады. Барлық қисықтарда айқын максимум бар, ол температура өскен сайын қысқа толқындар (үлкен жиіліктер) жайына қарай ығыса береді. Осы себепті де металл кесегін қыздырғанда, ол алдымен, қызыл, содан соң қызғылт сары, содан кейін ақ сары жарық шығарады. Әрбір қисық пен абсциссалар осінің арасында жатқан аудан берілген Т температурадағы интегралдық энергетикалық жарқырау R- ға тең. Бұл аудан (яғни R) Стефан-Больцман заңы бойынша температураның 4-дәрежесіне тәуелді (Т4 - не пропорционал) өседі.\nНеміс физигі Винн абсолют қара дененің сәулелену қабілетінің максимумы сәйкес келетін жиіліктің температураға тәуелділігін тағайындайды:\n{\\displaystyle {\\frac {\\nu _{\\mathrm {m} }}{T}}=b_{\\mathrm {1} }}\nАбсолют қара дененің энергетикалық жарқырауының спектпрлік тығыздығының максимумына сәйкес келетін жиілік дененің абсолют температурасына тура пропорционал. Әдетте, Винн заңын жиілік емес, толқын ұзындығы арқылы мына түрде жазады:\n{\\displaystyle \\lambda _{\\mathrm {m} }={\\frac {b}{T}}}\nмұндағы b=2,9 -103 м•К — Винн тұрақтысы деп аталады.\nАбсолют қара дененің сәулеленуінің спектрлік заңдылықтарын алғаш рет теориялық түрде дұрыс негіздеген Макс Планк. Ол үшін оған кванттық гипотезаны енгізуге тура келді. Бұл классикалық физикаға мүлде жат тұжырымдама еді. Классикалық физикада кез келген жүйенің энергиясы үздіксіз өзгереді. Ал Планктің кванттық гипотезасы бойынша энергия \"үлестермен\", дискретті түрде ғана шығарылады. Энергия \"үлесін\" квант деп атайды. Әр кванттың энергиясы жиілікке пропорционал:\n{\\displaystyle E=h\\nu }\nмұндағы һ = 6,626 1034Дж*с — Планк тұрақтысы деп аталатын фундаментал (жарық жылдамдығы, элементар заряд секілді) тұрақты шама.\nҚатты қызған денелердің сәулеленуі түрлі жарықтандыру құралдарын жасауда қолданылады. Мысалы, кәдімгі электр шамының вольфрам қылы өте жоғары температураға (-3000К) дейін қыздырылуы нәтижесінде жарық шығарады. Түрлі техникалық қажеттіліктер үшін доғалық шамдар пайдаланылады.\nҚатты қызып тұрған денелердің температурасын Стефан-Больцман заңының негізінде жасалған құралдармен өлшейді. Мұндай тәсілді оптикалық пирометрия, ал аспаптарды пирометрлер дейді.\nЖылудидар (тепловизор) деп аталатын құралдардың көмегімен денелердің инфрақызыл сәулелерін \"көруге\" болады. Осы сәулелердің көмегімен түрлі заттардағы өте ұсақ сызаттарды, ақауларды анықтайды және бұл тәсілдер өндірісте, түрлі технологиялық процестерде, автосервисте сапаны анықтауға мүмкіндік береді.\nМедицинада ИК (инфрақызыл) — термография әдісімен адам ағзасындағы қабыну, ісіктер немесе қан айналуының бұзылуы сияқты көптеген ауруларды анықтап тауып, оны емдейді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүкен ашу үшін жерді қайдан алсам болады?",
        "question_content": "Мен дүкен ашайын деген едім. Соған жерді алу үшін не істесем болады?Әлде қалаған жеріме барып қоя саламын ба? Сіздерден жауап күтемін?",
        "question_date": "11.05.2021",
        "question_tag": "Заң",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен дүкен ашу үшін оның орналасатын жерін ыңғайлап алу керек. Бұл ең басты мәселе. Дүкен жанында трасса, автобус аялдамасы, жалпы адамдар көп жүретін аумақта болуы тиіс. Себебі табыстың барлығы осыған тәуелді. Дүкен алдында көліктерге арналған орынның болғаны дұрыс. Сосын жақын маңдағы бәсекелестер мен клиенттердің сұранысын зерттеп, қойылатын өнім түрлерін сұрыптап, дүкеннің даму жоспарын жасауыңыз тиіс. Дүкенге ат қойып, майдайшасына тапсырыс беру керек. Бұдан кейін азы-түлік қоятын құрал-жабдықтарын, мұздатқыш, кассалық аппарат, т.б. аласыз. Сатушылар мамандандырылған және сыпайы болуы тиіс. Оларды арнайы киіммен қамтамасыз ету де маңызды. Жарнамалық шаралар, тауар әкелушілермен және барлық заңдық құжаттармен жұмыс жасау тиянақты атқарылуы керек. Бұл ретте клиенттердің барлығын төмен баға қызықтыратыны сөзсіз, сондықтан тауар және басқа заттардың үлгілерін көрсетуге арналған орында қандай тауарларға жеңілдік берілгендігі жөніндегі ақпараттар ілініп тұруы тиіс. Осындай маркетингтік жұмыстар тиянақты жүргізілгенде ғана сіздің дүкеніңіз үлкен пайда әкеледі. Сіздің потенциалды клиенттеріңіз қандай екенін және таяуда не орналасқанын анықтап алыңыз: мектеп, тұрғын үй кешені, демалыс орындары және т.б. Сондай-ақ жарнамадан бас тартудың қажеті жоқ – хабарландыруларды аялдамаларға, үйлерге іліңіз, сіздің дүкеніңіздің ашылғаны туралы, әр түрлі ассортимент және төмен бағалар жөнінде бәріне жариялаңыз. Дүкеніңіздің маңынан адам қаншалықты көп өтсе, сізге клиенттер де соншалықты келетін болады. Негізі 40-50 шаршы метр ғимаратты жалға алу – айына 65-70 мың теңге. Құрал-жабдықтар сатып алу – 70-80 мың теңге. Ал азық-түлік сатып алу –200-250 мың теңгені құрайды. Есіңізде болсын, бастапқыда ең қажетті ғана тамақ өнімдерін алған дұрыс. Бірте-бірте ассортиментті толықтырып, көбейту қажет. Тамақ өнімдерін бөлшек саудада сату табысты болып табылады. Сіздің бизнесіңіз орта есеппен жарты жылда өз шығынын өтейді және таза табыс әкеледі.\n\nТолығырақ: https://alashainasy.kz/interested/azyik-tulk-dukenn-kalay-ashuga-boladyi-51424/",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында көміртектің массалық үлесі 83,3 %сутек бойынша тығыздығы 29",
        "question_content": "Құрамында көміртектің массалық үлесі 83,3% сутек бойынша тығыздығы 29",
        "question_date": "11.05.2021",
        "question_tag": "Химия",
        "question_views": 6400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Құрамында көміртектің массалық үлесі 83,3% сутек бойынша тығыздығы 29",
                "date": "24.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дұрыс көпбұрыштың бұрышы 140;160 -қа тең болса оның неше қабырғасы бар?",
        "question_content": "Мен есеп шығаруға қиналудамын. Көпбұрыштың бұрышы 140;160 -қа тең болса оның неше қабырғасы бар? Мектеп сұрағы.",
        "question_date": "11.05.2021",
        "question_tag": "Геометрия",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(n-2)*180 =  a\n\na =  140;160\n\nОсы арқылы n - көпбұрыштың қабырғалар санын табуға болады",
                "date": "11.05.2021",
                "upvotes": 0
            }
        ]
    }
]