[
    {
        "question_title": "Түсімде үйленіп кетіппін, оны қалай жоруға болады?",
        "question_content": "Сәлеметсіздерме, мен түсімде үйленіп кетіппін жүріп жүрген жігітіме үйінде келін болып басыма орамалымды тағып үй жинап болып шәй беріп отыр екем анасына -әпкелеріне менен сұрап жатыр қанша болды жүргендеріңе деп 1 жыл 6 ай десем таң қалып отыр ұзақ екен ғой деп ( бірақ қазір ол жігітіммен сөзге келіп қалдық 3-4 күн болды сөйлеспей кеттік мүлдем) жорып беріңіздерші",
        "question_date": "24.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 756,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгін әріптестерімнің бәрі қорқынышты түс көргенін айтып келді. Мен де түс көрдім. Бәлкім, күнде көретін шығармын, бірақ есімде қалмайды. Алда келе жатқан көктемнің (бізде күн жылып кетті) әсері ме, бұрын ғашық болған адамымды көріппін. Түсімде көрмесем, сондай мөлдір, нәзік сезімнің, ондай адамның болғанын да, тіпті оның атын да, түрін де ұмыта бастаппын. /Ұмыттың дегеніңмен, өткен-кеткеннің бәрі миыңның бір қыртысында, жадыңның бір қабаттарында сақталатын сияқты/. Түсімде... оған әлі ғашық екенмін деймін, оны көргенде дәл бұрынғыша қуанып,  өзімді себепсізден-себепсіз бақытты сезініп, өз-өзімнен күле бергім келеді. Түсімде... ол әлі үйленбеген екен. Құдай оған да, маған да қайта таңдау жасауға мүмкіндік беріпті деймін. Бірақ ұйықтап жатсам да, оның үйленіп кететінін біліп жатырмын. Оған деген ғашықтық сезіммен қатар, өзегімді ащы өкініш өртеп барады. Сонда да \"Құдай тағы бір мүмкіндік берді ғой, енді сенен айырылмаймын\" деймін. Түсімде... оның есімін қайталап айта беріппін, оянып кетсем, есімін атап жатыр екенмін. \n\nТолығырақ: https://massaget.kz/blogs/4782/",
                "date": "24.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жауап бересіз бе сосын не болды бүгін менде сол қайталанды сіздікі",
                "date": "24.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несіппек Айтұлының \"Бәйтерек\" поэмасына баиланысты эссе керек?",
        "question_content": "Бәйтерек туралы эссе қажет?",
        "question_date": "24.04.2020",
        "question_tag": "Мектеп",
        "question_views": 41900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата-бабаларымыз жапан далада жалғыз өскен ағашты киелі ағаш немесе әулие ағаш деп санаған. Оны кесуге, қандай да бір зақым келтіруге тыйым салған. Саясында ұзақ отырып демалып, ұйықтауға да болмайтынын ескерткен. Жалғыз өскен ағаштың жанында ұзақ болсаң, сол ағаштай сопиып жалғыз қаласың деп жалғыздықтың нышанына балаған. Ал құла түздегі жайқалып өскен жалғыз ағаш пен шөлді мекендегі тырбиып өскен бұталарды қасиетті санап, жанында түнеп, шүберек байлайтын болған. Кейбіреулер ол маңда әулие жатыр деп ырымдап, мал сойып, тілеу тілеп те жатады.\n\nБәйтерекетің негізгі идеясы Елбасы Н. Ә. Назарбаевтың ой-қиялынан туды. Президент осы алып ескерткіштің эскиз-нобайын бір түннің ішінде өзі ойлап шығарды. Оның айтуынша, монументтің негізгі идеясы бейбіт өмір мен келісімге ұмтылған барлық қазақстандықтардың ғұмырлық мұратын білдіреді.\n\nБәйтеректің негізгі ұстыны Бейбітшілік дарағы болып есептеледі. Ежелгі түпкі ұғымында «бәйтерек» деген сөздің өзі «өмір ағашы» деген мағынаны білдіреді. Міне, осы жапырақ жайған алып ағашқа ертедегі ертегілерде кездесетін қасиетті құс – Самұрық айқара жазылған кең қанаттарымен айналасын тұтас жауып ұшып келеді. Ол өмірдің өзегін өркендетіп, үміттің үзірін үкілейтін алып алтын жұмыртқа – Күнді салу үшін Өмір ағашы – Бәйтерекке ұмтыла түскен.\n\nОсы алып ағаштың тағы бір идеясы өлім мен өмірді теңестіретін дүниежүзілік мифтің мазмұнына негізделген. Қазақ мифологиясында ол космос ағашы ретінде қаралады. Бәйтерек үш әлемді байланыстырушы дәнекер ретінде кеңінен көрсетіледі. Ел арасында адамның жаны киелі теректе сақталады деген ұғым ежелден қалыптасқан. Мифологияға зер салсақ, бәйтерек туралы аңыз әңгімелер өте көп. Солардың бірінде, басы аспанмен, түп тамыры жер астымен жалғасқан киелі теректің әрбір жапырағы жер жүзінде жасаған әр адамның өмір тіршілігінің нышаны, жер бетінде тіршілік еткен әрбір адам киелі теректің жапырағы жарылғанда өмірге келіп, жапырағы жайқалып өскенде есейіп, кемеліне келіп, жапырағы мезгілсіз сарғайса, қайғы-қасіретке тап болады, жапырағы солса қартайып, жапырағы үзіліп, жерге түскенде, қазаға ұшырайды делінген. Осылай бәйтеректің жапырағына жан орналастырып, адамның өмір сүру кезеңдерімен үйлестіре бейнелейді.\n\n\n\nБәйтерек — үш әлемді байланыстырушы дәнекер ретінде әспеттелінеді. Орта дүниені — адам, жоғарғы дүниені — қарақұс, төменгі дүниені — жылан-айдаһар көрсетеді. Қазақ ертегілерде кейіпкер жерасты әлеміне тап болады және ұзаққа созылған сапар кезінде үлкен ағашқа жолығады, ол жерде ағашқа өрмелеп бара жатқан жыланды өлтіріп, Самұрықтың балапандарын айдаһардан құтқарып қалады. Осы ерлігі үшін Алып Қарақұс кейіпкерді жер бетіне алып шығады.\n\nЕртегіде Самұрық кұсы осылайша мінезделінеді. Кейіпкер жыланды өлтірген соң Байтеректің түбіне демалып отырады. «Сол кезде күнбатыс жақтан бір қара бұлт шығыпты. Қатты дауыл жерді шаңдатты.\n\n– Бұл не? – деп сұрады (Жарты – Төстік)? Сонда екі балапан айтты:\n\n- Бұл біздің анамыздың қанатының екпінді желі, — деді.\n\nКүн нөсер жауын құйып – құйып жібереді.\n\n- Бұл қалай? – дегенде, балапан айтты:\n\n- Анамыздың көз жасы. Жылда-жылда бала тапсам да, бірі ілеспей койды деп жылағаны – деді. Құс ашылып қар жауды, жапалақ – жапалақ.\n\n- Бұл не – деді.\n\n– Анамыздың қуанып, қарқ-қарқ күлгені, — деді.\n\nҚұскеліп ағаш басына қонғанда, үйдін жуандығындай ағаш иіліп жерге тиді дейді». Бұл теректің басы аспанмен, түп тамыры жер астымен жалғасқан. Ол көзге көрінбейтін киелі ағаш. Бәйтерек мазмұны бірде зәүлім ағашы көзге елестетсе, екіншісінде мықты, зор күшті үшіншісінде, ғарыш пен жер арасындағы тылсым байланысты бейнелейді. Сондай-ақ ол тіршілік иелеріне тірек, сүйеніш, қорған, пана деген, ұғымды да білдіреді.\n\nАңыз бойынша мифологиялық Бәйтерек немесе Жолтерек (жолдарақ) О дүние мен Бұл дүние арасын жалғаушы жол ретінде саналады. Алып теректің ерекше қасиеті сол оны айнала ән салып, тілеген адамдардың тілегі қабыл болып жақсылыққа өзгереді екен.\n\nЕлорданың бас жоспары аясында салынған нысанның сызба-жобасын әлемдік сәулет өнерінің шеберлері жасап, Ресей академиясының сәулетшілері, белгілі жапон сәулетшісі Кисе Курокава және «Ақорда» қазақстандық жобалау-құрылыс компаниясы орнатты. Есіл өзенінің сол жағалауынан көкке қарай бой созған зәулім «Бәйтеректің» биіктігі – 97 метр. Ол Астана қаласының елорда мәртебесіне ие болған 1997 жылды білдіреді.\n\nҒимараттың өзі үш бөліктен тұрады. Бұлардың да өзіндік сырлары бар. Нысанның жер асты бөлігі ұлттың тамыр жаюынан өзекті ой өрсе, ал екінші-үшінші бөліктері кейінгі өркендеу кезеңдерінен көріністер береді.\n\nКешеннің ең жоғарғы бөлігіндегі «Аялы алақан» композициясы осы монументті тұрғызу идеясын ұсынған Президент Нұрсұлтан Назарбаев алақанының көшірмесін алға тартты.\n\nПанорамалық залдың ортасында 17 жапырақтан тұратын 17 әртүрлі әлем діндерінің уәкілдері қолы қойылған ағаш глобусы орналасқан. Ұшар басында алтын шар орналасқан, арнайы шынылармен әйнектелген «Бәйтерек» күмбезінің салмағы 70 тоннаға жетсе, алтын шардың үстіңгі ауданы 1 553 метрді алады.\nТолығырақ: https://online-otvet.ru/kazak-tili/5ceab30e96f4e19a2980bb2c#",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашы болу үшін орыс тілін білу керек пе?",
        "question_content": "Менің аудармашы болғым келеді. Аудармашы болу қиын ба? және қайда жұмыс істейсің?\nМенің басты сұрағым орыс тілінде қаншалықты сөйлеу маңызды?\n\nАудармашы болып оқып н/е жұмыс істейтін кісілер бар ма?",
        "question_date": "24.04.2020",
        "question_tag": "Мамандық",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аудармашының тілдік тұлғасын төмендегі жайттар қалыптастырады: а) тұлғаның әлеуметтік мінездемесі; ә) ішкі тұлғалық қасиеттер; б) филиологиялық білімі, білігі, дағдысы; в) түпнұсқа авторы мен аудармашы тұлғаларының үйлесуі (жақындығы немесе ұқсамайтындығы) (Т.Никитченко). Аудармашы осы қасиеттері арқылы шығармашығын танытып, өзі аударған мәтінде өз қолтаңбасын қалдырады.\nАударма жасау кезінде практик аудармашының және осы процесті сипаттауда («моделировании») аударма теоретигінің алдында тұратын ең маңызды міндеттердің бірі шығыс тілдегі аударылуға жататын ең аз бірлікті (мұны аударма бірлігі деп те атайды) іздеп табу болып табылады [1, 174-б.]\nАудармашы ең алдымен коммуникацияның тікелей қатысушысы болуы тиіс (В.Н.Комиссаров).\nДж.Драйден аудармашыға төмендегідей талаптар қояды:\n1) аудармашы ақын болуы тиіс;\n2) түпнұсқа тілі мен өз тілін жетік білуі тиіс;\n3) түпнұсқа авторының жеке ерекшеліктерін түсінуі керек;\n4) өз дарынын түпнұсқа авторының дарынымен үйлестіруі керек;\n5) түпнұсқаның мағынасын сақтауы керек;\n6) түпнұсқа мағынасын сақтай отырып, оның тартымдылығын сақтауы керек;\n7) аудармада өлеңнің сапасын сақтау керек;\n8) авторды қазіргі ағылшынның сөйлеуіне орай сөйлетуге «мәжбүрлеу»;\n9) түпнұсқаның «рухын» жоғалтып алмау үшін оның (түпнұсқаның) сөзіне «қатып қалмау» керек;\n10) түпнұсқаны тым жақсартуға ұмтылмау [4, 11-б.]\nАл біз ғалымдар мен практиктердің аудармашы қойылатын талаптарын қорыта келе, оларды төмендегіше жинақтауды жөн көрдік:\n1. Ол тек қана жеткілікті түрде түпнұсқа тілінің морфология, синтаксис, лексика және идиоматикасын меңгерумен бірге, өзінің ана тілін, екі тілдік жүйені жақсы түсінетін, терең білетін қабілетке ие болуы тиіс.\n2. Сондай-ақ негізгі екі міндетті: аударылатын тіл мазмұнын дұрыс түсінуімен және аударма тілінің құралдарымен сол мазмұнды дәл және толық сәйкестікте жеткізуден тұрады. Бұл талаптар мына жағдайда орындалады:\n1. аударма тілінің лексикалық бірлігін түп негізіне дейін білу;\n2. аударма тілінің грамматикасын және стилистикасын білу;\n3. аударма теориясының негізін білу;\n4. аударма техникасын меңгеру (сөздіктер мен анықтамалық материалдарды пайдалана білу қабілеті, аударма дағдылары мен ережелерін игеру);\n5. аударма кезінде әдеби тілдің барлық байлығын кеңінен пайдалану;\n6. аудармаға қатысты білім саласын жақсы білу;\n7. аударма сөзбе-сөз күйінде жасалмауы тиіс, калька жасаудың кез келген түріне жол берілмейді;\n8. аудармашы реалийлерді және аударма жасалатын елдің өмірі мен тұрмысының нақты жағдайларын білуі тиіс.\n9. Аударматанудың негіздері және аударма теориясын білу.\n10. Шет тілі мәтінін түсіну және оны барлық түпнегізіне дейін талдай білу.\n11. Аударма кезінде қазақ тілінің барлық мүмкіндіктерін, ұлттық тіліміздің байлығын пайдалана білу.\n12. Аудармашылық жұмыста автордың ойлары мен эмоциясын іштей дұрыс жеткізу үшін шығармашылық қабілеті болу.\n13. Аудармашы әркез жекелеген сөздерді (бұл сөзбе-сөздік), немесе жекелеген құрылымдарды (бұл калька жасау) жеткізіп қоймауы қажет, автор ойларын, оның барлық қыр-сырларымен бере білуі керек.\n14. Аудармашы сөйлемдегі түйінді, негізгі ойды түсініп, аңғарып, біліп, сондай-ақ ең бастысы өзінің ана тілінің құралдарымен тиісті талапқа сай жеткізе білуі тиіс. Аудармашы әрбір сөйлемдегі ойдың орталық элементін бөліп, ажыратып, анықтап ала білуі тиіс.\n15. Логикалық екпінді дұрыс жеткізуде түпнұсқа құрылымының жекелеген элементтеріне немқұрайлы қарамауы керек. Аудармашы соған сәйкесетін ұғымдағы дәл сөзді дұрыс таңдай білуі қажет. Бұл үшін синонимдік қатарларды жақсы таңдай білуі әрі оларды дұрыс қолдануы қажет.\nАудармашының неғұрлым тәжірибесі аз, еңбексүйгіштігі мен қабілеті төмен болса (бірінші кезекте көркем аудармаға қатысты), онда өзін-өзі ақтамайтын еркіндік пен ойдан шығаруға жол бере отырып, аудармада барған сайын өзіндік түрлендіруге, бұрмалауға салынып кетеді. Тәжірибелі аудармашы өзінің шығармашылық қиялын түпнұсқаның дәлдігі мен дұрыстығына негіздейді. Егер аудармашы тар шеңбердегі мамандық иесі әрі мамандану деңгейіндегі даярлығы нашар болса, ол жүйелі түрде арнайы әдебиетті оқи отырып, сол саладағы жаңалықтарға зер салу арқылы өзінің зерде-зейінін мамандық жайлы біліммен байыта отырып, жұмыстағы өзінің әріптестерінің тәжірибесінен үйрене келе, бұл олқылықтың орнын толтыруы тиіс.\nАудармашы кез келген уақытта түпнұсқаның әр сөзіне сәйкес балама тауып жеткізу мүмкіндігін іздестіріп, ана тілде баламасы болмаған жағдайда соған мағынасы жақын сөздерді дәл табуға дағдылануы тиіс. Аудармашының тапқырлығы мен шешімділігі – тәжірибелілігі мен шеберлігінің кепілі. Алайда аудармашы дербес идеядан бас тартады, ол түпнұсқа авторының ой-ниетіне бағынады. Яғни аудармашы аударма мәтінді барынша жетілдіруге тырыспауы қажет. Бұл турасында А.Ф.Шираев былай дейді: «Егер аудармашы дұрыс сөйлеу сөйленімдерінің шеңберінен өрескел шығып кетіп, әңгімелесушілердің бірінің сөйлеуден тыс мақсаттарын жүзеге асыру қызметін өзіне ала бастаса, мысалы, сөйленімге кеңінен түсініктеме беретін болса немесе мәселеге өзінің жеке түсінігін беретін болса, оның қызметі аударма қызметі болудан қалады. Мұндай жағдайларда әлеуметтік орта аудармашыны оның әлеуметтік шеңберіне қайта оралуға «мәжбүрлейді» [7, 153-б.]. Демек әдеби шығарма – басқа мәтіндермен бірге жалпы құрылымға енетін тұтас құрылым. Аудармашының мақсаты – осы тұтастықты беру және осы мақсатқа жету үшін мүмкін болған кез келген өзгертулерге барады.\nАударма – осы іспен шұғылданушының кешенді филологиялық дайындығын талап ететін, яғни аудармашы халықтың, әсіресе аударылатын тілдің иесі – қазақ халқының тарихы мен әдебиетінен, мәдениетінен, ұлттық этникасынан жан-жақты хабары бар, бірнеше тілді жетік, жақсы білетін маман болғанда ғана жоғары деңгейде көрінетін күрделі құбылыс.\nАудармашы тәржіма жасауға қажетті техникалық әдебиеттер турасындағы өзінің жалпы білім-тәжірибесін жинақтайды. Жалпы бағдарлы ақпаратты меңгеру және оны әрдайым назарда ұстап отыру арқылы тәржіма нұсқаның толымды сапада жасалуына ықпалын тигізеді. Аударма нұсқаның дәл түпнұсқа сияқты эстетикалық қызмет атқаруы, дәл сондай эффект туғызуы үшін тәржімашы лингвоэтникалық құзыретке (төл тілдің лексикалық-құрылымдық жүйесін) ие адам болуға тиіс. Лингвоэтникалық құзырет қазақ тілін жетік меңгеруді талап етеді, яғни аудармашы қазақ ұлтының сөз, сөйленіс моделдерін кешенді түрде жинақтауы, тұтас тілдік материалдарды ұғынуы, ойлау-психологиялық қызметі және негізгі ана тілі мәдени-этникалық сипатына орай қалыптасқан адам болуға тиіс.\nТолығырақ: https://helpiks.org/1-5462.html",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандық таңдасам болады?",
        "question_content": "9 сынып оқушысымын. Әлі қандай мамандық таңдарымды білмей шатасып жүрмін. Бала күнімде дәрігер, одан соң аптекарь ал соңғы кездері мұғалім (қазақ тілі мен әдебиеті) боламын дегем. Дегенмен әлі нақты шешім қабылдай қоймадым. Оқып отырғандар, студенттер, білімділер, білетіндер сіздерден өтінем, ақыл кеңес беріп жіберіңіздерші. Дұрыс жол сілтеп жіберулеріңізді өтінемін.",
        "question_date": "24.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 808,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен енді студент емеспін бірақ сізге айтарым өз жүрегіңіз қай мамандықты таңдап тұр. Олай әр мамандықтан мамандыққа аттап жүрудің қажеті жоқ.Жайғана сіздің сол мамандықпен жұмыс істей аламын, мақсатыма жетемін деген мамандықты таңданыз. Сізді ешкім өте жақсы танымайдығой тек өзіңізді жақсы білесіз. Оны өзіңіз таңдай аласыз. Сәттілік тілеймін!",
                "date": "24.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жүрегіңе жақын мамандықты таңдағаның жөн. Негізі екі мамандық та өлмейтін сала. Әрқашан да жұмыс табылады.",
                "date": "24.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қарағым, өзіңнің жүрегің сүйген мамандықты таңдағаның абзал. Ұнаған ісіңмен айналысқанға не жетсін...",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томирис шығармасындағы кейіпкерлерге мінездеме керек?",
        "question_content": "Шахимарден Құсайынов \"Томирис\" (Шұғыла) кейіпкерлерге мінездеме?",
        "question_date": "23.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 37000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Томирис біздің заманымызға дейінгі VI ғасырды өмір сүрген. Ел басқарған патшайым массагеттердің көсемі Спаргапистің қызы. Ал арғы атасы сақтардың көсемі болған Ишпакай. Томиристің әкесі ел билеуде даналығымен көзге түскен. Шебер қолбасшы әрі бір-бірімен жауласқан тайпаларды ымыраға келтіре білген көреген басшы болған Анасы Томиристі босанғанға көз жұмады. Дегенмен кейбір дереккөздері оны кейін қайтыс болғанын жазады. Томирис бала күннен жаугер болып өседі. Қаруды қолдануды да, одан қорғануды да жақсы меңгерген. Шамамен б.з.д. 530-529 жылдары Мидия патшасы Кир көрші мемлекеттердің басым бөлігін өзіне қаратып, \"Азия әміршісі\" атанады. Осыдан кейін ол Ұлы далаға көзін тігеді. Осы бір жорықта Парсы патшасы Томиристің ері Рүстемді өлтіреді. Ал Кирдің құйтырқы әрекетінен тұтқынға түскен ұлы Спаргапис өз-өзіне қол жұмсайды.  Жақындарынан айырылған Ұлы Патшайымды қанша қайғыға батса да, нәзік жүрегін қасірке бөксе де, рухын түсірмей, ерік жігерін жинап алып, жаумен өршелене шайқасты. Актриса Альмира Тұрсын \"Томиристің\" рөлін сомдады Жаумен шешуші шайқаста Томирис патшайымымен бірге сақ-қыздары мен әйелдері де ақтық демі таусылғанша табандылықпен қарсылық көрсетті. Сақ қыздарының мұндай қанды шайқастағы ер мінезінен сескенген парсы әскері ойсырай жеңілген екен. Ұрыс даласында \"Азия әміршісі\" Кир патша да өлім құшады. Осы шайқастан кейін Азияның азулы мемлекеті күш-қайраты мен абыройынан айырылып, бұрынғыдай алпауыт ел бола алмаған. Соғыста ерекше табандылық пен жігерлік танытқан сақ қыздарын тарихшы Геродот \"ең қатыгез және ұлы\" деп атаған. Грек тарихшысы Томирис патшайымның ерлігін қағазға түсіріп, осы күнге жеткізіп отыр. Шайқаста Кирдің басы түсіп, Томиристің алдына әкелінеді. Сақ патшайымы тері шанашты қанмен толтыруға бұйрық беріп, Кирдің шабылған басын тастайды: \"Аңсағаның қан еді, іш енді соны!\" – деп айқайлады.  Томирис патша өз елінде бұдан кейін де талай жылдар билік етіп, қара қылды қақ жарған әділдігімен, данышпандығымен халқын талай таң қалдырды. Олар өз басшысы туралы жыр толғап, оның атын жырға айналдырған. Бұл аңыз жырлар Томирис патшаның есімі ізін басқан жауынгер әйелдің есімі ретінде ұрпақтан-ұрпаққа жеткізіп, ұлы дала аспаны астында ғасырлар бойы мәңгі жасады.\n\nТолығырақ: https://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/tarih/58963/",
                "date": "24.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ораза ұстағым келеді, бірақ бірінші рет ұстағалы тұрмын қандай сүре оқылады?",
        "question_content": "Менің жасым 12-де қыз баласымын, ораза ұстағым келеді, бірақ бірінші рет ұстағалы тұрмын қандай сүре оқылады? Уақытынан кішкене кешіксе не болады?",
        "question_date": "23.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразада сәресіне ұйықтап қалған адам не істейді?\nОразада сәресіне ұйықтап қалған адам не істейді? Сәресі уақытын күн шығысымен тоқтату керек пе?\nБұл сұраққа Қазақстан мұсылмандары діни басқармасының төл басылымы – «Иман» журналының бас редакторы Оңғар қажы ӨМІРБЕК жауап береді:\n– Рамазан айында сәресіне тұрмаған кісі сол күнгі оразасына ниет етіп, ештеңе жеместен ауыз бекітеді. Себебі, Пайғамбарымыз (с.а.у) «ашура күні» жаршыға былай жария етуді бұйырды: «Кім бір нәрсе жеп қойған болса, аузын күннің соңына дейін берік етіп тәмәмдасын. Ал ештеме жемеген адам, сол күйінше жемесін (ораза ұстасын)!». Бұл хадистен түсінетіміз, ораза кезінде сәресіге тұрмай таң атырған кісі де сол күнгі оразасын ұстайды. Ал сәресі уақытын күн шығысымен тоқтату керек пе деген сауалға қатысты айтарым, сәресінің аяқталу уақыты күннің шығуымен емес, таң намазының кіруімен есептеледі. Ендеше, аймағыңыздағы кесте бойынша таң намазы кіргенге дейін ауыз бекітіп үлгеруіңіз керек. Яғни, таң намазының уақыты кірісімен ішіп-жеуді тоқтату керек. Құран Кәрімде ауыз бекіту уақыты жайында былай делінген: «...Таңға дейін, (яғни) «қара жіп» «ақ жіптен» айрылғанға дейін ішіңдер, жеңдер, содан соң оразаны кешке дейін толық орындаңдар...». Бұл аяттағы «қара жіп» – түнді, ал «ақ жіп» таңды білдіреді. Яғни, қараңғылық кетіп, таң анықтала бастаған уақытта ішіп-жеуді тоқтату керек деген сөз.\nОразаны Алла разылығы үшін ұстағандықтан, бар тәртібіне өз игілігіңіз үшін тура бағынуға тырысыңыз. Сіздің ораза ұстауға деген шешіміңіз Алла разылығына бағытталу керек. Ол ешқандай да еліктеуге(дос, туыс) немесе өз қажеттіліктеріңізге(салмақ тастау және т.б.) арналмауы тиіс. Сонда сіз барлық ережесін анық орындайсыз деп ойлаймын.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы жібек жолының батысқа шығатын басты қақпасы",
        "question_content": "мен дарын онлайннан тест тапсырып жатырмын. Маған Ұлы Жібек жолының батысқа шығатын қақпасы қай өңір екенін білу қажет",
        "question_date": "23.04.2020",
        "question_tag": "Мектеп",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстік Қазақстан –Ұлы Жібек жолының Батысқа шығатын басты қақпаларының бірі.Жібек жолы Таразда түйісіп , Оңтүстік Қазақстанда Испиджаб қаласына жеткен. Бұл қалалар жеріміздегі сауданың орталықтары саналады. Оған дәлел -археологиялық зерттеу жұмыстары жүргізілген кезде қалыптасқан әр елдің тұтыну бұйымдары, теңгелер мен әшекей сәндік бұйымдар табылған. Отырар қаласы керуен жолдары торабында орналасқан . Отырардан шыққан бір жол-Шауғарға,екіншісі-Сырдария арқылы өтіп,Васидж қаласына барған. Жетісудағы Тарағ қаласы арқылы жол Испиджапқа келгеннен кейін басты екі тармаққа бөлінеді.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анам ораза ұстауға қарсы болса не істеуге болады?",
        "question_content": "Маған өз ойларынызды айтып жбериниздерши өтініш? Ата-анам ораза ұстауға қарсы болса не істеуге болады?",
        "question_date": "23.04.2020",
        "question_tag": "Жанұя",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былай ой айтқан екен:",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "Егер ата-анаңыз қарсы болса, денсаулығынызды ойлап қарсылық білдіріп жатқан шығар. Менің айтарым ата-анаңызды тыңданыз.Ата-ана елқашан баласына жамандық тілемейді. Сол себептен тыңдағаныныз дұрыс.",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған жер туралы сұрақтар тізімі қажет?",
        "question_content": "Туған жер туралы 10 сұрақ қажет. Отан, елім, жер туралы қандай сұрақтар қоюға болады?",
        "question_date": "23.04.2020",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Қазақстан Республикасының президентті кім? (Н. Ә. Назарбаев)\n2. Н. Ә. Назарбаев қайда туған? (Алматы облысы, Қаскелең ауданы, Шамалған ауылы)\n3. Н. Ә. Назарбаев қашан туған? (6 шілде, 1940 жылы туған)\n4. Н. Ә. Назарбаев қандай мамандық таңдады? (Металлургия)\n5. Н. Ә. Назарбаев - тың бойында қандай қабілет бар? (адал, ашық, ақжарқын, мақсатқа жете білетін адам)\n6. Н. Ә. Назарбаев қашан президент болып сайланды?(1 желтоқсан 1991 жылы.)\n7. Қ. Р - ның Мемлекеттік рәмізі қай жылы бекітілді? (4 маусым 1992ж.)\n8. Қай жылы ұлттық теңгеміз енгізілді? (15 маусым 1193 жылы.)\n9. Қандай мемлекеттік мерекелерді білесіңдер? (1 мамыр, 4 маусым, 30 тамыз, 1 желтоқсан алғашқы президент күні, 16 маусым\n10. Қандай мемлекеттік рәміздерді білесіңдер? (әнұран, ту, елтаңба.)\n11. Мемлекеттік туда не белгіленген? (күннің көзі, қыран, ою)\n12. Мемлекеттік әнұранның авторларын білесіңдер ме? (әнұран: Н. Ә. Назарбаев, Қалдаяқов, Нәжімеденов.)",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кислотамен жұмыс істейтін адам ораза ұстауына зиян емес пе?",
        "question_content": "Қышқылдармен жұмыс істейтін адамға ораза ұстау қиынға соғады ма немесе зиян емес пе?",
        "question_date": "23.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезі болсын басқа кез болсын қышқылмен жұмыс жасайтын болсаңыз ол зиян келтіреді. Ұзақ уақыт бойына химикаттармен  жұмыс жасаған адамда уақыт өте келе аллергия пайда болады. Яғни , бұл дегеніміз химикаттар адам денсаулығына зиянды екекнінің дәлелі. Сондықтан, ораза ұстасаңыз да ұстамасаңыз да зиян келетіні анық. Ораза ұстауға ниетіңіз болса ұстағаныңыз абзал. Ауыз ашқан соң ағарған ішіңіз, көкөніс пен жемістер жеңіз. Алла  ниетіңізді қабыл етсін.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ахмед Факих туындылары",
        "question_content": "Ахмед Факихтың туындылары және т.б керек еді.",
        "question_date": "23.04.2020",
        "question_tag": "География",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ибн әл-Факих, Әбу Бакр Амед ибн әл-Хамауани (туған-өлген жылдары белгісіз) – 9 – 10 ғасырларда өмір сүрген араб географы. Ол 902 жылы «Китаб ахбар әл-булдан» (Елдер туралы әңгімелер кітабы) атты еңбек жазған. Шығарманың түпнұсқасы 2 мың парақтан (5 том) тұрған. Кітаптың Орта Азия географты жөніндегі бөлімдерінде оғыздардың, кимектердің, т.б. түркі халықтарының қоныстануы мен әдет-ғұрпы туралы мәліметтер кеңінен келтіріледі. Бұл мәліметтерді автор Тамим ибн Бахр, Ибн Хордадбектің еңбектерінен алған. Еңбекте сауда жолдары баяндалған, Сырдария алабындағы қалалар мен қыстақтардың, Тараз аймағындағы елді мекендердің тізімі берілген. Сонымен бірге онда Тараз қаласынан кимек еліне шығатын сауда жол сипатталады. Ибн әл-Факих еңбегі ортағасырлық Шу мен Талас өңірлерінің, Тараз қаласының тарихын зерттеуде маңызды тарихи дерек болып табылады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%98%D0%B1%D0%BD_%D3%99%D0%BB-%D0%A4%D0%B0%D0%BA%D0%B8%D1%85",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте и озаглавьте текст.",
        "question_content": ". Прочитайте и озаглавьте текст.\n              Деловое общение- это сложный, многоплановый процесс взаимодействия между людьми на основе обмена информацией в сфере профессиональной деятельности и бизнеса.\nФормами делового общения являются: собрание, совещание, деловая беседа, телефонный разговор, собеседование.\nБеседа начинается с приветствия и осмысления первых личных впечатлений о партнерах с учетом знаний о них, приобретенных на подготовительном этапе.\nВо время деловой беседы важно стараться от начала до конца придерживаться выбранного основного направления путем постепенного, но настойчивого проведения собственных идей и последовательной постановки вопросов. При изложении своей точки зрения не рекомендуется приводить излишне много доводов в ее защиту (их должно не больше 3-4) или повторять много раз одно и то же утверждение - это не прибавляет убедительности.\nДревний философ Плутарх изрек интересную мысль: «Научись слушать, и ты сможешь извлечь пользу даже из тех, кто говорит плохо».\nВажно слушать активно, а это значит:\n<!--[if !supportLists]-->1.     <!--[endif]-->сконцентрироваться на собеседнике (обращать внимание на его состояние, жесты и другие невербальные компоненты общения);\n<!--[if !supportLists]-->2.     <!--[endif]-->в процессе слушания выделять главную информацию;\n<!--[if !supportLists]-->3.     <!--[endif]-->задавать уточняющие вопросы;\n<!--[if !supportLists]-->4.     <!--[endif]-->в процессе слушания не давать оценку услышанному;\n<!--[if !supportLists]-->5.     <!--[endif]-->не давать советов.\nУсловием успешной аргументации считается достаточно эмоциональная, экспрессивная, умеренно громкая и быстрая речь.Очень громкая и очень быстрая создает впечатление уговоров; а тихая и медленная - ведет к затягиванию времени, вынуждает переспрашивать и раздражает).\nГоворить нужно твердо и уверенно, правильно расставляя акценты и паузы (иногда несущие больше информации, чем слова).\nРазличными исследованиями установлено, что в беседе подавляющая часть информации передается с помощью невербальных средств. К ним относятся:\n- все движения тела;\n-интонация голоса;\n-тактильное воздействие;\n- пространственная организация общения.\nНаиболее эффективной формой общения является диалог. В его основе лежит умение задавать вопросы.\nНаиболее эффективны для ведения вопросы, например:\nКаково ваше мнение?\nПочему?\nКаким образом?\nЧто вы думаете по поводу?\nВ заключении инициатор беседы подводит итоги, показывает, как может быть использована полученная информация, призывает остальных к ее осмыслению и последующим активным действиям.",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Деловое общение и его формы деген тақырып қоюға болар деп ойлаймын.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Напишите эссе на тему: « Экология в современном мире»",
        "question_content": "Напишите эссе на тему: « Экология в современном мире»",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Термин “экология\" возник в рамках биологии. Его автором был профессор Йенского университета Э. Геккель (1866 год). Экология первоначально рассматривалась как часть биологии, изучавшая взаимодействие живых организмов, в зависимости от состояния окружающей среды. Позднее на Западе появилось понятие “экосистема\", а в СССР - “биоценоз\" и “биогеоценоз” (ввел академик В.А. Сукачев). Эти термины почти идентичные.\nПервоначально термин “экология\" означал дисциплину, которая изучает эволюцию фиксированных экосистем. Даже теперь в курсах общей биологии основное место занимают проблемы главным образом биологического плана. И это тоже неверно, потому что крайне суживает содержание предмета. Тогда как сама жизнь существенно расширяет круг проблем, решаемых экологией.\nПромышленная революция, начавшаяся в Европе в 18 веке, внесла существенные изменения во взаимоотношения Природы и Человека. До поры до времени человек, как и другие живые существа, был естественной составляющей своей экосистемы, вписывался в её кругообороты веществ и жил по её законам.\nНачиная со времени неолитической революции, то есть до той поры, когда было изобретено земледелие, а затем и скотоводство, взаимоотношения Человека и Природы стали качественно меняться. Сельскохозяйственная деятельность человека постепенно создает искусственные экосистемы, так называемые агроценозы, живущие по собственным законам; для своего поддержания они требуют целенаправленного постоянного труда человека. Без вмешательства человека они существовать не могут. Человек все больше и больше извлекает из земных недр полезных ископаемых. В результате его активности начинает меняться характер окружающей среды. По мере того как растет население и растут потребности человека, свойства среды его обитания изменяются все больше и больше.\nЛюдям при этом кажется, что их деятельность необходима для того, чтобы адаптироваться к условиям обитания. Но они не замечают, или не хотят замечать, что эта адаптация носит локальный характер, что далеко не всегда, улучшая на какое-то время условия жизни для себя, они при этом улучшают их для рода, племени, деревни, города, да и для самих себя в будущем. Так, например, выбросив отходы со своего двора, вы загрязняете чужой, что в конечном итоге оказывается вредным и для вас самих. Такое происходит не только в малом, но и в большом.\nОднако до самого последнего времени все эти изменения происходили столь медленно, что о них никто серьёзно не задумывался. Человеческая память, конечно, фиксировала крупные перемены: Европа ещё в средние века была покрыта непроходимыми лесами, бескрайние ковыльные степи постепенно превращались в пашни, реки мелели, зверья и рыбы становилось меньше. И люди знали, что всему этому причина одна - Человек! Но все эти изменения происходили медленно. Явно заметными они оказывались лишь по прошествии поколений.\nПо мере развития промышленности, по мере того, как люди начинают понимать, что существовать в среде, созданной из собственных отбросов, они не могут, роль этих дисциплин растет.\nЗаметим, что отбросов, загрязняющих окружающую среду, будет тем меньше, чем лучше мы научимся использовать отходы одного производства в качестве сырья для другого. Так рождается идея “безотходных” производств, вернее такие цепочки производств, решают и ещё одну чрезвычайно важную задачу: они экономят те природные ресурсы, которые использует человек в своей производственной деятельности. Ведь мы живем на планете с очень ограниченным количеством полезных ископаемых. Об этом нельзя забывать!\nСегодня промышленная экология охватывает очень широкий круг проблем, причем проблем весьма различных и уже совсем не биологического плана. Тут уместнее говорить о целом ряде инженерных экологических дисциплин: экология горнодобывающей промышленности, экология энергетики, экология химических производств и т.д. Может показаться, что использование слова “экология\" в сочетании с этими дисциплинами - не вполне правомочно. Однако это не так. Подобные дисциплины - очень разные по своему конкретному содержанию, но они объединяются общей методологией и общей целью: предельно сократить влияние промышленной деятельности на процессы кругооборота веществ в Природе и загрязнения окружающей среды.\nОдновременно с такой инженерной деятельностью возникает и проблема её оценки, что составляет второе направление практической деятельности экологии. Для этого необходимо научиться выделять значимые параметры окружающей среды, разработать способы их измерений и создать систему норм допустимых загрязнений. Очевидно, что незагрязняющих производств не может быть в принципе! Потому и родилась концепция ПДК - предельно допустимых норм концентрации вредных веществ в воздухе, в воде, в почве.\nЭто важнейшее направление деятельности принято называть экологическим мониторингом. Название не совсем удачное, поскольку слово “мониторинг\" означает измерение, наблюдение. Конечно, очень важно научиться мерить те или иные характеристики окружающей среды, ещё важнее свести их в систему. Но самое важное - понять, что надо мерить в первую очередь и, конечно, разработать и обосновать сами нормы ПДК. Надо знать, как те или иные значения параметров биосферы влияют на здоровье и его практическую деятельность. Здоровье человека - судья всей деятельности экологов.\nВо всех цивилизациях и у всех народов издавна существует представление о необходимости бережного отношения к Природе. У одних - в большей степени, у других - в меньшей. Но то, что земля, реки, лес и обитающее в них зверье - это непреходящая ценность, может быть главная ценность, которой обладает Природа, человек понял давно. И заповедники возникли, вероятно, задолго до того, как появилось само слово “заповедник\". Так, ещё Петр Великий, который вырубил для строительства флота весь лес в Заонежье, запретил прикасаться топором к лесам, которые находятся в окрестностях водопада Кивач.\nДолгое время основные практические задачи экологии сводились именно к охране окружающей среды. Но в ХХ веке этой традиционной бережливости, которая начала к тому же постепенно угасать под давлением развивающейся промышленности, уже оказалось недостаточно. Деградация природы стала превращаться в угрозу самой жизни общества. Это привело к появлению специальных природоохранных законов, к созданию системы заповедников, вроде знаменитой Аскании-Нова. Родилась, наконец, и специальная наука. Изучающая возможность сохранения реликтовых участков Природы и исчезающих популяций отдельных живых видов. Постепенно люди стали понимать, что только богатство Природы, разнообразие живых видов обеспечивают жизнь и будущее самого человека. Сегодня этот принцип сделался основополагающим. Природа без человека жила миллиарды лет и теперь сможет жить без него, но человек вне полноценной биосферы существовать не может.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ознакомьтесь с признаками и структурой эссе.",
        "question_content": "Ознакомьтесь с признаками и структурой эссе.\nХарактерные признаки жанра эссе:\nНебольшой объем. Каких-либо жестких границ не существует, однако обычно эссе занимают от двух до десяти страниц печатного текста.\nКонкретика. В рамках эссе рассматривается только один вопрос – множества тем или идей не может быть. Свободная композиция\n Непринужденность повествования. В тексте не должно быть непонятных терминов и излишне сложных конструкций. Автору необходимо постараться завоевать доверие и симпатию читателя, завлечь простыми и емкими фразами и предложениями.\nСмысловое единство. Несмотря на композиционную свободу, ключевые тезисы и аргументы должны быть согласованы и не противоречить суждениям, выражающим личную позицию автора. Несмотря на непринужденность повествования, язык эссе должен восприниматься серьезно.\nСледует избегать использования сленга, просторечно-сниженных выражений, сокращений. Как правильно писать эссе.\nГлавное условие написания хорошего эссе – свободное владение темой. Ведь автору придется выражать собственную точку зрения, рассуждать, делать выводы.\nЧтобы логически структурировать работу, первым делом необходимо продумать план эссе. Обычно он состоит из отдельных кратких тезисов по заданной теме, которые по мере раскрытия должны быть аргументированы и подкреплены доказательствами.\n Единственное формальное требование, которого придется придерживаться при написании эссе, – наличие заголовка. Отдаваясь творчеству, не стоит забывать, что задача автора заключается в том, чтобы убедить аудиторию в правомерности предлагаемой точки зрения, поэтому аргументация должна быть максимально веской и наглядной.\n   Структура\n Как отмечалось выше, эссе не имеет четкой структуры, однако его схема обычно включает:\nВступление. Эта часть должна задать эмоциональный настрой, подвести читателя к рассматриваемому вопросу, заинтересовать, побудив его дочитать текст до конца.\n Основную часть. На этом этапе автор выдвигает тезисы, находит им обоснования, тем самым доказывая собственную точку зрения.\nЗаключение. Подытоживая сказанное в основной части, автор делает общий вывод.\n \n1..Вступление:\n - Формулировка проблемы\n                                2.Основная часть:\n- Тезис\n-Аргумент\n- Тезис\n-Аргумент\n  3.Заключение:\n-Выводы по проблеме вступления\nЕсли цель вступления – заинтересовать читателя, то заключение должно придать целостность общей картине, побудить к размышлению или, наоборот, не оставить сомнений в правомерности или жизнеспособности высказанных автором идей.\n<!--[if !supportLineBreakNewLine]-->\n<!--[endif]-->\nЗадание 2. Напишите эссе на тему: « Экология в современном мире»",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Термин “экология\" возник в рамках биологии. Его автором был профессор Йенского университета Э. Геккель (1866 год). Экология первоначально рассматривалась как часть биологии, изучавшая взаимодействие живых организмов, в зависимости от состояния окружающей среды. Позднее на Западе появилось понятие “экосистема\", а в СССР - “биоценоз\" и “биогеоценоз” (ввел академик В.А. Сукачев). Эти термины почти идентичные.\nПервоначально термин “экология\" означал дисциплину, которая изучает эволюцию фиксированных экосистем. Даже теперь в курсах общей биологии основное место занимают проблемы главным образом биологического плана. И это тоже неверно, потому что крайне суживает содержание предмета. Тогда как сама жизнь существенно расширяет круг проблем, решаемых экологией.\nПромышленная революция, начавшаяся в Европе в 18 веке, внесла существенные изменения во взаимоотношения Природы и Человека. До поры до времени человек, как и другие живые существа, был естественной составляющей своей экосистемы, вписывался в её кругообороты веществ и жил по её законам.\nНачиная со времени неолитической революции, то есть до той поры, когда было изобретено земледелие, а затем и скотоводство, взаимоотношения Человека и Природы стали качественно меняться. Сельскохозяйственная деятельность человека постепенно создает искусственные экосистемы, так называемые агроценозы, живущие по собственным законам; для своего поддержания они требуют целенаправленного постоянного труда человека. Без вмешательства человека они существовать не могут. Человек все больше и больше извлекает из земных недр полезных ископаемых. В результате его активности начинает меняться характер окружающей среды. По мере того как растет население и растут потребности человека, свойства среды его обитания изменяются все больше и больше.\nЛюдям при этом кажется, что их деятельность необходима для того, чтобы адаптироваться к условиям обитания. Но они не замечают, или не хотят замечать, что эта адаптация носит локальный характер, что далеко не всегда, улучшая на какое-то время условия жизни для себя, они при этом улучшают их для рода, племени, деревни, города, да и для самих себя в будущем. Так, например, выбросив отходы со своего двора, вы загрязняете чужой, что в конечном итоге оказывается вредным и для вас самих. Такое происходит не только в малом, но и в большом.\nОднако до самого последнего времени все эти изменения происходили столь медленно, что о них никто серьёзно не задумывался. Человеческая память, конечно, фиксировала крупные перемены: Европа ещё в средние века была покрыта непроходимыми лесами, бескрайние ковыльные степи постепенно превращались в пашни, реки мелели, зверья и рыбы становилось меньше. И люди знали, что всему этому причина одна - Человек! Но все эти изменения происходили медленно. Явно заметными они оказывались лишь по прошествии поколений.\nПо мере развития промышленности, по мере того, как люди начинают понимать, что существовать в среде, созданной из собственных отбросов, они не могут, роль этих дисциплин растет.\nЗаметим, что отбросов, загрязняющих окружающую среду, будет тем меньше, чем лучше мы научимся использовать отходы одного производства в качестве сырья для другого. Так рождается идея “безотходных” производств, вернее такие цепочки производств, решают и ещё одну чрезвычайно важную задачу: они экономят те природные ресурсы, которые использует человек в своей производственной деятельности. Ведь мы живем на планете с очень ограниченным количеством полезных ископаемых. Об этом нельзя забывать!\nСегодня промышленная экология охватывает очень широкий круг проблем, причем проблем весьма различных и уже совсем не биологического плана. Тут уместнее говорить о целом ряде инженерных экологических дисциплин: экология горнодобывающей промышленности, экология энергетики, экология химических производств и т.д. Может показаться, что использование слова “экология\" в сочетании с этими дисциплинами - не вполне правомочно. Однако это не так. Подобные дисциплины - очень разные по своему конкретному содержанию, но они объединяются общей методологией и общей целью: предельно сократить влияние промышленной деятельности на процессы кругооборота веществ в Природе и загрязнения окружающей среды.\nОдновременно с такой инженерной деятельностью возникает и проблема её оценки, что составляет второе направление практической деятельности экологии. Для этого необходимо научиться выделять значимые параметры окружающей среды, разработать способы их измерений и создать систему норм допустимых загрязнений. Очевидно, что незагрязняющих производств не может быть в принципе! Потому и родилась концепция ПДК - предельно допустимых норм концентрации вредных веществ в воздухе, в воде, в почве.\nЭто важнейшее направление деятельности принято называть экологическим мониторингом. Название не совсем удачное, поскольку слово “мониторинг\" означает измерение, наблюдение. Конечно, очень важно научиться мерить те или иные характеристики окружающей среды, ещё важнее свести их в систему. Но самое важное - понять, что надо мерить в первую очередь и, конечно, разработать и обосновать сами нормы ПДК. Надо знать, как те или иные значения параметров биосферы влияют на здоровье и его практическую деятельность. Здоровье человека - судья всей деятельности экологов.\nВо всех цивилизациях и у всех народов издавна существует представление о необходимости бережного отношения к Природе. У одних - в большей степени, у других - в меньшей. Но то, что земля, реки, лес и обитающее в них зверье - это непреходящая ценность, может быть главная ценность, которой обладает Природа, человек понял давно. И заповедники возникли, вероятно, задолго до того, как появилось само слово “заповедник\". Так, ещё Петр Великий, который вырубил для строительства флота весь лес в Заонежье, запретил прикасаться топором к лесам, которые находятся в окрестностях водопада Кивач.\nДолгое время основные практические задачи экологии сводились именно к охране окружающей среды. Но в ХХ веке этой традиционной бережливости, которая начала к тому же постепенно угасать под давлением развивающейся промышленности, уже оказалось недостаточно. Деградация природы стала превращаться в угрозу самой жизни общества. Это привело к появлению специальных природоохранных законов, к созданию системы заповедников, вроде знаменитой Аскании-Нова. Родилась, наконец, и специальная наука. Изучающая возможность сохранения реликтовых участков Природы и исчезающих популяций отдельных живых видов. Постепенно люди стали понимать, что только богатство Природы, разнообразие живых видов обеспечивают жизнь и будущее самого человека. Сегодня этот принцип сделался основополагающим. Природа без человека жила миллиарды лет и теперь сможет жить без него, но человек вне полноценной биосферы существовать не может.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айдағы жасырынбақ композициялық талдау",
        "question_content": "Жүніс Сахиевтың \"Айдағы жасырынбақ\" әңгімесін композициялық құрылымға талдау көмектесіңдерші",
        "question_date": "23.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 36000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қортнды бар керек болса лайк 25 жету керек.",
                "date": "24.04.2020",
                "upvotes": 0
            },
            {
                "text": "Тақырыбы: Айға саяхат\n\nАвторы: Ж. Сахиев\n\nЖаныртүрі: Ғылыми-Фантастика\n\nИдеясы: Табиғатты аялау, қоршаған ортаны ластамау\n\nБайланысуы: айға сапар шегу\n\nДамуы: айдағы қызықты сыныпқа айту.\nШиеленісуі: айдағы жасырынбақ.\nШарықтау шегі: жерге қайту\n\nШешімі: Әке сөзі",
                "date": "19.04.2022",
                "upvotes": 0
            },
            {
                "text": "Басталуы:Жаңа оқу жылының алғашқы қоңырау.\nБайланысуы:Гүләйім апайдың жазғы демалыс қалай өткені сұрауы.\nДамуы:Айдағы оқиғаны баяндауы.\nШиеленісуі:Айдағы жасырынбақ.\nШарықтау шегі:Жерге оралу.\nШешімі:Әке сөзі",
                "date": "18.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Какие формы делового общения вы знаете?",
        "question_content": "Какие формы делового общения вы знаете?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Деловое общение реализуется в различных формах:\nПубличное выступление — передача одним выступающим информации различного уровня широкой аудитории.\nДеловая беседа — передача или обмен информацией и мнениями по определенным вопросам или проблемам.\nДеловое совещание — способ открытого коллективного обсуждения деловых вопросов группой специалистов.\nДеловые переговоры — основное средство согласованного принятия решений в процессе общения заинтересованных сторон.\nДеловая полемика, спор — столкновение мнений, разногласия по какому-либо вопросу, борьба, при которой каждая из сторон отстаивает свою точку зрения.\nДискуссия — обсуждение какого-либо спорного вопроса, исследование проблемы, в котором каждая сторона, оппонируя мнению собеседника, аргументирует свою позицию и претендует на достижение цели.\nМозговой штурм (мозговая атака, брейнсторминг) — способ работы группы специалистов, при котором первоочередной целью является нахождение альтернативных вариантов разрешения проблемной ситуации.\nСинектический штурм внешне похож на мозговой штурм и также используется для разрешения проблемной ситуации на основе организации деловой дискуссии.\nДеловая переписка — обобщенное название различных по содержанию документов, выделяемых в связи с особым способом передачи информации.\nТелефонный разговор — дистанционное общение между личностями за счет использования специальных технических средств.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы даланың ұлық тұлғасы жайлы эссе жазу қажет?",
        "question_content": "10 мамыр күніне дейің керек. Ұлы даланың ұлық тұлғасы жайлы эссе жазу қажет?",
        "question_date": "23.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әбу Насыр Мұхаммед ибн Мұхаммед ибн Узлағ ибн Тархан әл-Фараби ат-Түркі – ұлы ғалым, энциклопедист, Аристотельден кейінгі Екінші ұстаз атанған Әл-Фарабидің толық аты-жөні осылай болып келеді. Әл-Фараби 870 жылы Жібек Жолының маңызды орталықтарының бірі болған Отырар қаласының маңында дүниеге келген.\nОл бала кезінен сол дәуірдегі өркениет пен мәдениеттің ірі орталықтары саналған Бұхара, Самарқан, Мерв, Бағдат, Харран, Рей, Каир, Алеппо, Шам қалаларында болып, білімін үнемі жетілдіріп отырған. Әл-Фарабидің ғылыми қызметі ортағасырлық араб-мұсылман мәдениетінің гүлдену дәуіріне, яғни біздің дәуіріміздегі X ғасырдағы – Мұсылман Ренессансына сәйкес келеді, міне сол ғұламаның 1150 жылдығы қарсаңында ұлы ғұлама туралы оқыған, түйінді мағлұматтармен бөліскенді жөн көрдім.\nӘл-Фарабидің әлем өркениетінде алар орнына тоқталмас бұрын, ғылымдағы әл-Фарабиге қатысты түрлі көзқарастарға тоқтала кетейік. Кейбір еуропашыл ғалымдар “Әл-Фараби ешқандай жаңалық ашқан жоқ, ол тек Платон мен Аристотельдің мұраларын насихаттап, түсіндіріп келді” – деп есептейді. Антика дәуіріндегі ғұлама ойшылдар Платон мен Аристотель – бүкіләлемдік мәдениеттің ең жоғарғы шыңы. Әл-Фараби осы антикалық мұраны игеріп, оны араб-мұсылман мәдениетінің гүлденуіне жұмсап, үлкен екі жаңалық ашты.\nБіріншіден, әл-Фараби антикалық заман мен исламды өзара жақындастыра синтез жасап, жаңа бір мәдениеттің өркендеуіне жол ашты. Келесі кезекте ол грек ойшылдарының асыл мұрасын жаңғыртты. Сөйтіп, шығыста үлкен қозғалыс, жаңа бағыттар басталды. Араб-мұсылман мәдениеті негізінде антикалық дәуірдегі шешілмеген мәселелерді шешіп, оны ілгері дамытты.\nБарлығымызға мәлім, әл-Фараби өмір сүрген уақыт айрықша кезең ретінде аталады. Отырар өлкесінде әл-Фарабиге дейін ойшылдар өте көп болса, оның өз заманында да ғұламалар аз болмаған. Ол жастайынан туған өлкесінде білім алып, Отырар кітапханасында отырып, шаң басқан қолжазбаларды ақтарып, көз майын тауысып, талмай кітап оқып, оқу-білімге ерте құмартқан. Отырар кітапханасына алыс-жақын елдерден керуенмен сан түрлі кітаптар ағылып келіп жататын. Әл-Фараби өмір сүрген IX-X ғасырларда Отырар өркениетінде рухани мұра жоғары бағаланған. Араб-Мысыр әлемінде Александрия кітапханасының шоқтығы биік.\nОдан кейінгі орынды Отырар кітапханасы иеленген. Сол кітапханадан әл-Фараби жиырма жасқа дейін тәлім-тәрбие алып, ондағы бар кітаптарды, трактаттарды оқып зерттеген. Одан кейін білімін толықтыру үшін керуенге ілесіп, араб еліне аттанады. Бағдад, Дамаск сынды басқа да өркениеті дамыған ірі шаһарларда болып, артында ғылыми-зерттеу еңбектерін қалдырған. Әл-Фарабидің дүниетанымына келетін болсақ, кеңестік дәуірде оны маркстік-лениндік, атеистік дүниетанымға алып келді. Бірақ шын мәнінде әл-Фараби ислам руханиятындағы айтулы тұлға болған.\nБіріншіден, ол-әлем мойындаған философ, Платон мен Аристотельдің еңбектерін шығыс, араб-мұсылман әлеміне таратқан үлкен ғұлама. Екіншіден, әл-Фараби – үлкен ғалым. Әл-Фарабидің философиялық көзқарасы өте күрделі. Оны бір сөзбен айтып шығу мүмкін емес. Әл-Фарабидің көзқарасында диалектика да, таным теориясы да, ғылыми рационализм де бар. Әл-Фараби ислам өркениетіне өлшеусіз үлес қосқан. Сондықтан әл-Фарабидің дүниетанымы туралы айтқанда оны материалист, болмаса идеалист немесе атеист деп айтуға болмайды. Ол белгілі бір ғылым академиясы тәрізді.\nӘл-Фарабидің мұрасы ғылымның әр түрлі саласына қатысты еңбектерден тұрады. Сондықтан да ол – әлемдік деңгейдегі философ, ойшыл. Әл-Фараби дүниетанымының қайнар көзі өте тереңде. Себебі, қазақ даласында оған дейін де ғұлама ойшылдар көп болған. Мысалы, гректерді өнерімен тәнті еткен, аузымен құс тістеген шешен Анахарсистің өзі бір төбе болса, Тоқсары, Тоныкөк, қобызымен кең дүниені күңіренткен Қорқыт Ата және басқа да ойшыл данышпандар болған. Осының бәрі – ғұлама ғалымның бастау алған қайнар көздері.\nОсы орайда, Платон мен Аристотельді атап өткен жөн. Әл-Фараби олардың ғылыми мұрасын оқып қана қоймай, әрі қарай жалғастыра зерттеп, дамытқан. Әл-Фараби тағылым алған дүниелер өте мол. Солардың бірі ежелгі «Авеста» мен Құранды атап өтпеуге бола ма? Әл-Фарабидің рухани толысуына Құранның игі әсері көп болған. Кеңес дәуірінде әл-Фараби мұрасын аударғанда исламға қатысты жағын кесіп тастап, көбіне материалистік, атеистік жағына мән беріп, ислам руханияты, ислам мәдениеті мен антикалық мәдениетті синтездеу жағына ешқандай мән бермеген.\nӘл-Фарабидің ашқан ең үлкен жаңалығы – антикалық мұра мен исламды біріктіре мәдениет жасауында. Сондықтан әл-Фарабидің қайнар көздерін айтқанда міндетті түрде тек шығыс пен батыс, гректің ғана емес, оның қазақтың құнарлы топырағынан түлеп ұшып, Отырар өркениетінен нәр алғанын ұмытпауымыз керек. Әл-Фараби араб елінде аты шығып, «Шығыстың Аристотелі» атанып, артында мол мұра қалдырған. Сөйтіп сексен жасқа келгенде өмірмен қоштасады. Ол: “Мен Қыпшақ елінен ешқандай атақ-даңқ іздеп келген жоқпын. Мен білім іздеп келдім, сол білімді араб елінен таптым, бірақ менің Қыпшақ еліне сүйіспеншілігім шексіз”,- деп өзінің туған жерге деген сағынышын өлеңге түсірген.\nОл керемет өлең де айтқан, қобызда да ойнаған. Қобыз аспабын жасап, күй тартқан Қорқыт Ата дейміз. Шын мәнінде Қорқыт Атадан кейін әл-Фараби де қобызды дамытып, оның құлағында ойнаған ойшыл, көп тілде сөйлеген ғұлама адам болған. Әл-Фараби – қазақ өркениетінің, музыка философиясының негізін қалаған үлкен ойшыл. Бірақ ол – тек қазақтың ғана емес, қазақ халқы қалыптаса қоймаған кезеңде өмір сүргендіктен, бүкіл түркі халықтарына ортақ тұлға. Әл-Фараби мұрасы түркі халықтарын біріктіретін рухани негіз деп айтуға болады.\nОрта ғасырда энциклопедияшы оқымысты әл-Фарабидей ғалым болмаған. 1980 жылдардан бастап фарабитану атты жаңа бағыт пайда болды. Әлемдік және отандық фарабитану деген бар. Әл-Фараби шетелге емес, тәуелсіз еліміздің мемлекеттік мүддесі мен ұлттық ұстанымы үшін қызмет етуі керек. Сондықтан әл-Фарабидің ғылыми – философиялық мұрасын өзіміз ғана біліп қоймай, жас ұрпақтың санасына сіңіруіміз қажет. Әл-Фарабидің мұрасы, әл-Фараби әлемі туралы білетініміз аз. Оның құпиясы әлі толық ашылған жоқ. Ол- әлем халықтарын біріктіретін тұлға. Әл-Фарабиді хан тұтатын үш мемлекет бар.\nБіріншісі – Иран (олар әл-Фараби бізден шыққан дейді), екіншісі – Қазақстан (әл-Фараби халқымыздың этногенезінің негізінде жатыр, ол Отырардан шыққан), үшіншісі – Араб елі, Мысыр мен Сирия және басқа да мұсылман елдері әл-Фарабиді айрықша қастерлейді. Әл-Фараби мұрасын мектептерде пән ретінде оқытып, жоғары оқу орындарында арнайы курстар жүргізген жөн.\nҚазіргі уақытта Әл-Фараби ойларының өзектілігі қайтадан арта түсуде. Оның көзқарасында саясат, дін және бақыттың өзара терең қатынасы көрсетілген. Бүгінде әлем Ислам және Батыс өркениетінің текетіресу қаупі алдында тұрғанда, ислам мәдениетімен астасатын экстремистік және лаңкестік көңіл-күй үдеп келе жатқан кезде, ұлы философтың мұрасы адамзаттың түрлі көзқарасын шешуге көмек бере алады.\nБүгінгі күнге дейін оның логика, метафизика, этика, саяси және әлеуметтік философия, музыка мен медицинаға арналған жүзден аса трактаттары сақталған. Ол ең алғаш болып музыканы математикалық негізде жүйелеп, оны ғылымның бір бағыты ретінде көрсеткен.\nТүйіндеп айтқанда, Орта Азия мен қыпшақ даласы үшін X—XII ғасырлар қоғамдық-әлеуметтік, саяси тұрғыдан дамудың жаңа басқышы болып табылады. Бұл кезеңде түркі тілдес халықтардың мәдениеті, әдебиеті, ғылымы едәуір өркендеп өсті. Әсіресе, түркі әдеби тілі жан-жақты дамып, жетіле түсті. Мүның өзі түркі халықтарының, соның ішінде, қазақ, өзбек, ұйғыр, қырғыз, т. б. халықтардың этностық қүрамының қалыптаса бастауы мен олардың әлеуметтік-қоғамдық өміріндегі рөлінің біртіндеп артуына байланысты болды.\nАлдағы 2020 жылы «Әлемнің екінші ұстазы» атанған, күллі түркі жұртының бас ойшылы Әбу Насыр әл-Фарабидің 1150 жылдығы ЮНЕСКО көлемінде, Абай Құнанбаевтың туғанына 175 жылдығы мемлекеттік деңгейде тойланатын болады. Сондай-ақ, еліміздің Тұңғыш Президенті – Елбасымыз Нұрсұлтан Назарбаев халқымыздың тарихтан тағылым алып, ұлы бабаларымызды әрдайым ұлықтай білгенін айтып, мұралары «Рухани жаңғырудың» маңызды бағдарына айналуы қажет екенін атап өтті.\n“Біз үшін бұл мерейтойлардың маңызы ерекше. Тарихи датаны ақыл-парасатпен, салиқалы деңгейде өткізуге баса мән беру керек. Негізгі мақсат – ұлы тұлғалардың тағылымын жастардың санасына сіңіру, ұлы тұлғаның ой-толғамдарын кеңінен дәріптеу. Үкіметке қажетті шаралар әзірлеуді тапсырамын, – деді Мемлекет басшысы Қасым-Жомарт Тоқаев.\nМектептерде оқыту үдерісінде пәндерді оқытуда ұлы ғалымның тұжырымдамаларын ұлттық құндылықтар ретінде тақырыптармен тиімді байланыстырған дұрыс. Сол сияқты мерейтойларға байланысты әр түрлі тақырыпта мазмұнды іс-шараларды белсенділікпен ұйымдастырып, жоғары деңгейде өтуіне атсалысқан жөн деп ойлаймын.\nТолығырақ: https://bilimdinews.kz/?p=80657",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тысқары жатқан нүктеден қанша түзу жүргізу арқылы шеңберді қиюға болады?",
        "question_content": "Тысқары жатқан нүктеден қанша түзу жүргізу арқылы шеңберді қиюға болады?",
        "question_date": "23.04.2020",
        "question_tag": "Геометрия",
        "question_views": 931,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңберден тысқары орналасқан 2 нүкте арқылы шеңберді қиятын 1 түзу жүргізе аламыз. Себебі, әр түзу 2 нүкте арқылы жүргізіледі.",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магнит өрісінің индукция векторы қалай бағытталуы керек?",
        "question_content": "Зарядталған бөлшектердің ауытқуы суретте көрсетілгендей болу үшін магнит өрісінің индукция векторы қалай бағытталуы керек?",
        "question_date": "23.04.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғи жарық және поляризацияланған жарық. Малюс және Брюстер заңы Элементар жарық көздері ретінде, заттың кез келген қозған бөлшегін атомдарды, молекулаларды, үдей қозғалған электрондарды және т.б. санауға болады. Ал макроскопиялық жарық көздерін алсақ, оны өте көп санды бір-бірінен тәуелсіз элементар жарық шығаратын көз деп есептеуге болады.. Жарық толқындары заттың атомдары мен молекуларында жүріп жатқан кейбір процестер нәтижесінде пайда болады.Егер тербелісі тәртіпсіз, кез келген бағытта өзгеріп, ал амплитудасы барлық бағытта да тұрақты қалса, онда оны табиғи жарық деп атайды. Егер тербеліс тек бір бағытта жүретін болса, онда ондай жарықты поляризацияланған жарықдейді. Ал егер тербеліс әр түрлі бағытта болып, соның ішіндегі белгілі бір бағыттағы амплитуда үлкен болса, онда оны жартылай поляризацияланған жарық дейді.Электр векторының тербеліс бағыты мен сол тербелістер атқарылатын бағыт арқылы өтетін жазықтық поляризацияланған жарықтың тербеліс жазықтығы, оған перпендикуляр жазықтық – поляризациялану жазықтығы деп аталады.Егер жарық векторы тербелістері бір ғана жазықтықта болса, ондай жарық жазықша поляризацияланған деп аталады. Малюс Заңы — анализатордан өткен сызықты поляризацияланған жарық қарқындылығының cos α-ге пропорционал азаятындығын өрнектейтін заң; мұндағы α — жарық поляризациясыжазықтығы мен прибор (анализатор) арасындағы бұрыш. Бұл заңды 1810 жылы француз физигі Э.Л. Малюс (1775 — 1812) ашқан. Егер І0 және І — анализаторға түсетін және одан шығатын жарық қарқындылықтарын сипаттаса, онда Малюс Заңы бойынша: І=І0cos2α түрінде орындалады. Өзгеше (сызықты емес) поляризацияланған жарықты екі сызықты поляризацияланған құраушылардың қосындысы түрінде қарастыруға болады. Олардың әрқайсысы үшін Малюс Заңы орындалады. Барлық поляризациялық приборлардан өтетін жарық қарқындылығы Малюс Заңы бойынша есептеледі, ал Малюс Заңы ескермейтін, α-ға тәуелді болатын шағылу кезіндегі шығындар басқа тәсілмен қосымша анықталады. Жарыққарқындылығын өлшеугеарналған оптик. құрал — поляризациялық фотометрдің құрылысыМалюсЗаңынанегізделген. Брюстер заңы — диэлектриктің сыну көрсеткіші (n) мен оның бетінен шағылып, толық полярланып шығатын табиғи жарықтың түсу бұрышы (jБ) арасындағы қатынас.Брюстер заңыбойынша түсу жазықтығына перпендикуляр болатын жарық толқыны электр векторының ЕS құраушысы ғана (яғни, жарықтың бөліну бетіне параллель құраушысы) шағылады, ал жарықтың түсу жазықтығында жататын ЕР құраушысы шағылмайды, сынады (суретті қ.). Мұндай жағдайда tgjБ=n болады (мұндағы jБ бұрышы Брюстер бұрышы деп аталады). Ал жарықтың сыну заңы бойынша (мұндағы y — сыну бұрышы) болғандықтан, Брюстер заңынан cosjБ=sіny немесе jБ+y=90Ә екендігі шығады, яғни шағылған және сынған жарық сәулелерінің арасындағы бұрыш 90Ә-қа тең болады. Брюстер заңын 1815 жылы ағылшын физигі Д. Брюстер (1781 — 1868) ашқан. Дегенмен кейбір арнаулы тәжірибелер Брюстер заңының дәл орындала бермейтінін көрсетті\nТолығырақ: https://vikidalka.ru/2-208157.html",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашыратқыш линзадан нәрсеге дейінгі қашықтық 30 см, ал алынған кескін линзадан 20 см",
        "question_content": "Шашыратқыш линзадан нәрсеге дейінгі қашықтық 30 см, ал алынған  кескін линзадан 20 см қашықтықта болса, линзаның фокус аралығы қандай?",
        "question_date": "23.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 16900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nЖауабы:6 метр",
                "date": "23.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 дм-ге тең болатын сектордың ауданын табыңдар.",
        "question_content": "1. Шеңбердің 30°-тық доғасының ұзындығы 3 м-ге тең. Радиусы осы шеңбердің радиусына, ал центрлік бұрышы 50°-қа тең болатын сектордың ауданың табындар.ә) Шеңбердің радиусы 7 дм-ге, ал 180°-тан кіші сектордың доғасын керетін хорданың ұзындығы 8 дм-ге тең болатын сектордың ауданын табыңдар.\n\n2. Радиусы 4 см, ал доғасының радиандық өлшемі: а) п/6; ә) 1.2 рад болатын сектордың ауданын табыңдар.",
        "question_date": "23.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a) S = 14,33\nә) S = 0,007",
                "date": "4.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 80 г пропиннің көлемін, молекула сандарын, зат мөлшерін табыңдар?",
        "question_content": "Химия сабағынан көмек керек, 9 сыныптың сұрағы. Массасы 80 г пропиннің көлемін, молекула сандарын, зат мөлшерін табыңдар?",
        "question_date": "23.04.2020",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) n=m/M\nn(C3H4)=80г / 40г/моль = 2 моль\n2) V=Vm*n\nV(C3H4)= 22.4дм3/моль * 2моль = 44,8дм3\n3) N= Nавогадро * n\nN(C3H4)= 2моль * 6,02 *10²³моль⁻¹= 12,04*10²³",
                "date": "23.04.2020",
                "upvotes": 1
            },
            {
                "text": "мағанда тура осы есеп бірақ 40 г",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "З дан басталатын сөз",
        "question_content": "З дан басталатын сөз",
        "question_date": "23.04.2020",
        "question_tag": "Мектеп",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануар: зебра\n\nТехника: зымыран\n\nАуру: Запыран\n\nЕсім: Зере, Замира,Заттыбек\n\nЖалпы: заң, зиян, зияткерлік, залал, заман,зат.",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "Зергер,зерде, зинетақы,зинеткер, заман",
                "date": "20.01.2021",
                "upvotes": 0
            },
            {
                "text": "Зебра, зымыран, зергер, Зере, Зарина, Заңғар, зат, заң.",
                "date": "26.01.2022",
                "upvotes": 0
            },
            {
                "text": "З дан басталатын сөз",
                "date": "18.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Впишите ключевые слова и словосочитаня по тему:Лауреат Нобелевской премии",
        "question_content": "Лауреат Нобелевской премии....\n\nЭто звание в нашем《бренном》мире является уникальным признанием заслуги самого небольшого современников,работающих на благо человечества в разных областях науки и творчества.Скажи:《Он Лауреат Нобелевской премии》,и все, и больше ничего не надо....характеристика человека произнесена.Но кем был тот, кто увековечил свое имя так изысканно и так просто, и чей капитал позволил поддерживать самые смелые человеколюбивые начинания столь мощно и столь продолжительно по времени?",
        "question_date": "23.04.2020",
        "question_tag": "Мектеп",
        "question_views": 816,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лауреат Нобелевской премии... Это звание в нашем «бренном» мире является уникальным признанием заслуг самого небольшого процента от всех живущих на земле людей, выдающихся наших современников, работающих на благо человечества в разных областях науки и творчества. Скажи: «Он — лауреат Нобелевской премии», — и всё, и больше ничего не надо... характеристика человека произнесена. Но кем был тот, кто увековечил своё имя так изысканно и так просто, и чей капитал позволил поддерживать самые смелые человеколюбивые начинания столь мощно и столь продолжительно по времени. Кем был сам Нобель?\nАльфред Бернхард Нобель родился 21 октября 1833 года в Стокгольме. Он был четвертым ребенком в семье. Родился он очень слабым, поэтому все его детство было отмечено многочисленными болезнями. С детских лет Альфреда связывала нежная любовь с матерью, которая до конца своей жизни останется для него преданным другом.\nРод Нобелей имеет крестьянское происхождение, причем ставшее фамилией прозвище «Нобелиус» (данное по месту рождения предка нашего героя) появилось только в конце XVII века. А в 1775 году дед Альфреда укоротил свою фамилию и стал Нобелем. Его старший сын Эммануэль (1801 —1872 г.г.), архитектор, строитель и изобретатель — не отличался особой удачливостью. В 1827 году он женился на Каролине Андриетте Алсель (1803—1879 г.г.), у них было восемь детей, только трое из которых дожили до взрослого возраста: Роберт, Людвиг и Альфред. Найти себе применение на родине отцу будущей мировой знаменитости не удалось, и он решил обосноваться... в России. Здесь в 1842 году он открыл механические мастерские по производству токарных станков и мин, а через пять лет, когда дело наладилось, перевез в Санкт-Петербург семью. Для девятилетнего Альфреда очень скоро русский стал вторым родным языком. Впоследствии он свободно владел английским, французским, немецким и итальянским языками, что позволило его биографам назвать его «космополитом». Несомненно, это — близко к истине...\nВо время Крымской войны 1853-1856 г.г. мастерские старшего Нобеля выпускали подводные мины и другое вооружение для русского военного флота, а сам он был награжден золотой медалью «За усердие и развитие русской промышленности». Но, увы, после окончания военных событий заказов стало мало, и в 1859 году Нобель вернулся в Стокгольм. Таким образом, Альфред не успел получить систематического образования. Вначале учился дома, в 1849-1851 годах (в возрасте 16-18 лет) с познавательными целями путешествовал по Америке и Европе, а затем два года изучал химию в Париже в лаборатории известного французского ученого Т. Пелуза (1807-1867 гг.). В Стокгольме Альфред Нобель занялся исследованием свойств нитроглицерина, новым веществом, синтезированным в 1846 году итальянским химиком Асканио Собреро. Может быть, этому способствовало частое общение его с выдающимся русским химиком, профессором Н.Н. Зининым (1812-1880 гг.). В 1863 году ему удалось изобрести практический детонатор, который предусматривал использование пороха для взрыва нитроглицерина. Это изобретение стало стержнем его будущего благополучия. Использование нитроглицерина для взрывов было делом небезопасным, в обществе к этому предприятию возникло отрицательное отношение (тем более, после взрыва в самой лаборатории Эммануэля Нобеля), но в октябре 1864 года Нобель убедил правление Шведской государственной железной дороги принять разработанное им взрывчатое вещество для прокладки туннелей. Он самолично привлек (сейчас бы сказали: он был замечательным «пиарщиком» и менеджером) капитал шведских коммерсантов, учредил компанию и построил завод по производству нитроглицерина. Он был распорядительным директором, технологом, руководителем рекламного бюро, начальником канцелярии и казначеем. Среди его покупателей числилась американская Центральная тихоокеанская железная дорога. После получения патента на изобретение в других странах Нобель основал первую из своих иностранных компаний «Альфред Нобель и К» (Гамбург, 1865 год).\nНобель постоянно искал пути стабилизации своего нитроглицерина. Неожиданно ему пришла в голову мысль смешать жидкий нитроглицерин с химически инертным пористым веществом, чтобы уменьшить взрывоопасность первого. Этим веществом стал кизельгур (диатомит) — горная пористая порода, абсорбирующий материал. При смешении с нитроглицерином подобный материал мог быть свободно сформирован в виде палочек и вставлен в любые высверливаемые отверстия. Самопроизвольные взрывы прекратились. Запатентованный в 1867 году новый взрывчатый материал назывался «динамит, или безопасный взрывчатый порошок Нобеля». Он-то и принес ему основное богатство. Новое взрывчатое вещество позволило осуществить такие захватывающие проекты, как прокладка Альпийского туннеля на Сен-Готардской железной дороге, удаление подводных скал в Хелл-Гейте, расположенных в Ист-Ривер (Нью-Йорк), расчистка русла Дуная в районе Железных Ворот или прокладка Коринфского канала в Греции. Динамит стал также средством ведения буровых работ на Бакинских нефтепромыслах, где проектом руководили его старшие братья. Их именовали не иначе как «русские Рокфеллеры». Альфред был крупнейшим индивидуальным вкладчиком в компаниях, организованных Людвигом и Робертом Нобелями.\n\nЧитать полностью: https://www.km.ru/referats/8089DC02699A47C6823C73A8E4C6FD3E",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Н.Айтұлының Бәйтерек поэмасындағы кейіпкерлер бейнесі.",
        "question_content": "Осы поэмадан кейіпкерлер бейнесін табу.",
        "question_date": "23.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 21000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мирас.Ерасыл.Касым.жанар.нуржан.санжар.кайрат",
                "date": "12.04.2023",
                "upvotes": 0
            }
        ]
    }
]