[
    {
        "question_title": "Опираясь на информацию текста, кратко ответьте на следующие вопросы:",
        "question_content": "1.Что из себя представляет деловое общение? \n2.Какие формы делового общения вы знаете? \n3.Как начинается беседа? \n4.Как правильно излагать свое мнение? \n5.Как вы считаете от умения слушать зависит эффективность общения? \n6.Что является наиболее эффективной формой общения - монолог или диалог и почему? \n7.Вы высказали свое мнение и выслушали партнера, как заканчивается деловая беседа?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Деловое общение - это форма коммуникационного взаимодействия, которая основывается на основных принципах, нормах и правилах делового этикета и характеризуется направленностью на взаимоотношение с субъектами или группой субъектов для получения взаимовыгодных результатов. Субъекты, которые принимают участие в профессиональном коммуникационном взаимодействии, соблюдают официальный стиль общения и направлены на получение результата, вследствие решения поставленных заданий, и достижение установленных целей.",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуекелдің Мәуереннахрға жасаған жорықтары немен аяқталды?",
        "question_content": "Тәуекелдің Мәуереннахрға жасаған жорықтары немен аяқталды?\n\n100 сөз көлемінде срочно ой-түйін қажет",
        "question_date": "22.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуекел ханнның Мауереннахрға жорығы, 1598 жылы Бұхар хандығына жасаған. Жорық қарсаңында Абдолла ханға өзінің ұлы, мұрагері Абд әл-Мұмин қарсы шығып, Бұхар хандығында саяси дағдарыс орын алған еді. Осы сәтті пайдаланған Тәуекел хан 100 мыңдай әскерімен жорыққа аттанды. Қысқа мерзім ішінде Сайрам, Түркістан, Ташкент қалаларын басып алып, Самарқандқа қарай жылжыды. Абдолла хан [[Тәуекел хан|Тәуекел ханды өзіне лайықты қарсылас деп санамай, оған қарсы өз әскерінің бір бөлігін жіберді. Екі жақ әскері Ташкент пен Самарқандтың аралығында жолығып, шайқасқа түсті. Абдолла хан әскері ауыр жеңіліске ұшырады. Бұл оның тез арада әскер жинап, оны өзінің басқаруына мәжбүр етті. Абдолла хан көп әскермен наурызда Бұхарадан Самарқандқа келіп жеткенде кенеттен қайтыс болды. Оның мұрагері ретінде таққа отырған Абд-әл-Мұмин Тәуекел ханға тойтарыс беруге дәрменсіздік танытып, көп ұзамай бүлікшіл әмірлердің қолынан қаза тапты. Бұл жағдай Тәуекел ханның Самарқандты басып алуын оңайлатты. Тәуекел хан Самарқандты алғаннан кейін онда інісі Есім сұлтанды 20 мың әскермен қалдырып, өзі 80 мың әскермен Бұхараға аттанды. Жаңадан таққа отырған билеуші Пір-Мұхаммед қазақтармен ашық шайқасқа түспей, қала қорғанын нығайтты. Тәуекел хан әскері қаланы он бір күн бойы шабуылдап ала алмады. Он екінші күні Бұхараны қорғаушылар шабуылға шығып, Тәуекел хан әскерлеріне ойсырата соққы берді. Тәуекел хан жараланып, қазақ жасақтары кері шегінуге мәжбүр болды. Нақшбандийа ордені шейхтерінің араласуымен екі жақ бейбіт келісімге келді. Бұл келісім бойынша қазақтар Самарқандтан бас тартты. Алайда Ташкент, Сайрам және Түркістан қалалары қазақтар иелігіне көшті.\nhttps://kk.wikipedia.org/wiki/%D0%A2%D3%99%D1%83%D0%B5%D0%BA%D0%B5%D0%BB_%D1%85%D0%B0%D0%BD%D0%BD%D0%BD%D1%8B%D2%A3_%D0%9C%D0%B0%D1%83%D0%B5%D1%80%D0%B5%D0%BD%D0%BD%D0%B0%D1%85%D1%80%D2%93%D0%B0_%D0%B6%D0%BE%D1%80%D1%8B%D2%93%D1%8B",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вы высказали свое мнение и выслушали партнера, как заканчивается деловая беседа?",
        "question_content": "Вы высказали свое мнение и выслушали партнера, как заканчивается деловая беседа?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Понятие деловой беседы\nПри всем многообразии форм делового общения деловая беседа является наиболее распространенной и чаще всего применяемой.\nДеловая беседа - это устный контакт между деловыми партнерами, которые имеют необходимые полномочия от своих организаций и фирм для установления деловых отношений, разрешения деловых проблем или выработки конструктивных подходов к их решению.\nГлавная задача деловой беседы - убедить партнера принять конкретные предложения.\nК числу важнейших функций деловой беседы относят:\n- взаимное общение работников из одной деловой сферы;\nсовместный поиск, выдвижение и оперативная разработка рабочих идей и замыслов;\n- контроль и координирование уже начатых деловых мероприятий;\n- поддержание деловых контактов;\n- стимулирование деловой активности.\nКак форма общения деловая беседа подчиняется всем законам и правилам - психологическим и этическим межличностного общения. Вместе с тем у деловой беседы есть и свои особенности. Они касаются прежде всего структуры и типов деловой беседы.\nСтруктура и характеристика основных этапов деловой беседы. Методы и приемы\nКакова же структура деловой беседы? В качестве основных этапов деловой беседы традиционно выделяют следующие.\n1. Подготовка к деловой беседе.\n2. Установление места и времени встречи.\n3. Начало беседы.\n4. Постановка проблемы и передача информации.\n5. Аргументирование.\n6. Парирование замечаний собеседника.\n7. Принятие решения и фиксация договоренности.\n8. Завершение деловой беседы.\n9. Анализ результатов деловой беседы.\n1. Подготовка к деловой беседе. Прежде чем вступить в контакт, нужно продемонстрировать вашу готовность к общению улыбкой, повернутой к\" партнеру головой, несколько наклоненным вперед туловищем.Выбирая модель поведения, внимательно вглядитесь в собеседника. Что он из себя представляет? В каком состоянии находится? Что в нем преобладает - рациональное или эмоциональное? Каков его жизненный опыт? Каким образом он пришел к позиции, которую излагает?\nИзвестно, что президент США Франклин Рузвельт вечером каждого дня получал список лиц, которым на следующий день должен будет дать аудиенцию. Рядом с каждой фамилией адъютант президента проставлял профессию и увлечения посетителя. Одновременно в кабинет приносили соответствующую литературу. На следующий день Рузвельт ошеломлял и приводил в восторг собеседников, поговорив с одним о рыбной ловле, с другим - о сталелитейном деле, с третьим - о филателии. Долгие годы Рузвельта считали непревзойденным собеседником.\n2. Установление места и времени встречи. Договариваясь о месте и времени встречи, можно использовать следующие позиции:\nа) позиция \"сверху\": \"Я жду вас в 16.00 у себя в кабинете\";\nб) позиция \"снизу\": \"Мне хотелось бы с вами посоветоваться. Когда и куда мне подъехать?\" (\"Когда вы сможете меня принять?\");\nв) позиция \"на равных\": \"Нам следует обсудить этот вопрос основательно. Давайте согласуем место и время нашей встречи\".\n3. Начало беседы. Максимальную трудность представляет для собеседников начало беседы. Партнеры очень хорошо знают суть предмета, цель, которую они преследуют в данном общении, четко представляют результаты, которые они хотят получить. Но практически всегда появляется \"внутренний тормоз\", когда речь идет о начале беседы. Как начать? С чего начать? Какие фразы более всего подходят?\nНекоторые партнеры допускают ошибку, игнорируя начало беседы и переходя сразу к сути проблемы. Образно говоря, они сразу переходят к началу поражения. Почему?\nНачало беседы можно сравнить с настройкой музыкальных инструментов перед концертом. Как настроишь, так и играть будешь. И многие деловые беседы заканчиваются, так и не успев начаться. Причина часто заключается в том, что первые фразы, сказанные партнерами, оказываются слишком незначительными. Но ведь именно они, эти первые два-три предложения, произнесенные нами, формируют внутреннее отношение партнера к нам, к самой беседе, определяют степень доверия или настороженности собеседника.\nПриведем несколько примеров так называемого \"самоубийственного\" начала беседы.\n1. Начинать с извинений или проявления признаков неуверенности: \"Извините, если я помешал...\", \"Я бы хотел еще раз услышать...\", \"Пожалуйста, если у вас есть время меня выслушать...\", \"Я не оратор...\", \"Я, конечно, не специалист...\" и т.д.\n2. Начинать с проявления неуважения и пренебрежения к собеседнику: \"Давайте с вами быстренько рассмотрим...\", \"Я как раз случайно проходил мимо...\", \"Л у меня па этот счет другое мнение...\"\n3. Вынуждать собеседника оправдываться, занимать оборонительную позицию и подыскивать контраргументы: \"А что это вы тут устраиваете...\", \"Что за безобразие творится у вас...\"\nСуществует множество способов эффективного начала деловой беседы, так называемых \"правильных дебютов\", но мы остановимся лишь на некоторых из них.\nМетод снятия напряжения позволяет установить тесный контакт с собеседником. Достаточно сказать несколько теплых искренних слов - и вы этого легко добьетесь.\nНужно только задаться вопросом: как бы хотели чувствовать себя в вашем обществе собеседники и каких слов они от вас ждут? Уместная шутка, которая вызовет улыбку или смех присутствующих, тоже способствует разрядке первоначальной напряженности и созданию дружеской обстановки.\nМетод \"зацепки\", или -\"стимулирования воображения\" позволяет кратко изложить ситуацию или проблему, увязав се с содержанием беседы. В этих целях можно с успехом использовать какое-то небольшое событие, сравнение, личные впечатления, анекдотичный случай или необычный вопрос.\nМетод прямого подхода означает непосредственный переход к делу, без какого бы то ни было вступления. Схематично это выглядит следующим образом: вкратце сообщаем причины, по которым была назначена беседа, быстро переходим от общих вопросов к частному и приступаем к теме беседы. Этот прием является \"холодным\" и рациональным, имеет прямой характер и больше всего подходит для кратковременных и не слишком важных деловых контактов.\nКонечно, трудностей в начале беседы не избежать.\nЛюбой человек, общаясь со множеством других людей, постепенно накапливает свой личный опыт и формирует свои собственные представления о приемах эффективного общения. Это следует иметь в виду, если возникают сложности в начале беседы, особенно с незнакомыми собеседниками. Типичным примером является спонтанное возникновение симпатии или антипатии, в основе которой лежит личное впечатление, вызванное тем, что наш собеседник нам кого-то напоминает.\nЭто может оказать как позитивное, так и негативное воздействие на ход беседы. Особенно опасно, если возникают предубеждения и предрассудки. В таких случаях нужно действовать осмотрительно, не торопясь.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Что является наиболее эффективной формой общения - монолог или диалог и почему?",
        "question_content": "Что является наиболее эффективной формой общения - монолог или диалог и почему?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Умение говорить проявляется в умении вести диалог с деловым партнером.\nВысказывания без ориентации на собеседника носят форму монолога. Сумма потерь информации при монологическом общении может достигать 50%, а в некоторых случаях — 80% объема исходной информации.\nНаиболее эффективной формой общения является диалог, в основе которого лежит умение задавать вопросы.\nЕще античная риторика знала семь классических вопросов, способных упорядочить пестроту внутреннего диалога. Последовательный ряд, состоящий из вопросов «что?», «кто?», «где?», «какими средствами?», «почему?», «как?», «когда?», позволяет охватить всю проблемную ситуацию для ее вербально-логического анализа.\nВопрос и ответ, как известно, есть две противоположности единого целого. Вопрос есть обращение, требующее ответа; ответ — высказывание, вызванное вопросом.\nЧтобы получить вразумительный ответ важно владеть техникой постановки вопросов. Вопросы — это импульсы для активации. Они служат для выяснения точек зрения и управления ходом беседы, причем задаваемый вопрос уже определяет ответ.\nВ литературе по деловому общению[1] дана характеристика наиболее эффективных в деловом общении вопросов.\nРазличают уточняющие и восполняющие вопросы. Уточняющие вопросы (так называемые «ли» — вопросы) направлены на выявление истинности выраженных в них суждений. Во всех этих вопросах присутствует частица «ли», включенная в словосочетания «верно ли», «надо ли», «действительно ли» и т.д.\nВосполняющие вопросы направлены на получение новой информации. Грамматический признак восполняющих вопросов — наличие в предложении вопросительных слов: кто? что? когда? как? где? — и других, с помощью которых стремятся получить дополнительную информацию. Отсюда и название восполняющего вопроса — «что» — вопрос» или информационный вопрос.\nТолығырақ: https://studme.org/152760/menedzhment/dialog_delovom_obschenii_umenie_zadavat_voprosy",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Как вы считаете от умения слушать зависит эффективность общения?",
        "question_content": ".Как вы считаете от умения слушать зависит эффективность общения?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эффективность деловой коммуникации зависит не только от умения говорить, но и от умения слушать собеседника или оратора. Умение слушать – залог эффективной коммуникации и необходимое условие правильного понимания позиции партнера. В общем плане слушание – это процесс восприятия, осмысления и понимания идей и мыслей партнера по коммуникации. Это умение сосредоточится на речи собеседника или оратора, способность выделить из его сообщения не только идеи и мысли, но и эмоции говорящего.\nВиды слушателей и слушания\nСуществуют разные типы слушателей. Одних заставляют слушать внешние обстоятельства, например приказ начальника. Другие вступают в этот процесс из простого любопытства. Но и в том и в другом случае слушатель не будет иметь глубокого делового интереса в процессе коммуникации и, следовательно, не будет испытывать внутренней мотивации и ответственности за эффективность слушания. В связи со сказанным всех слушателей по ответным реакциям можно разделить на следующие основные виды.\n• Равнодушный слушатель не интересуется тем, о чем идет речь. Весь его вид говорит о том, что ему безразлично, о чем говорит собеседник: потухший взгляд, маска уныния или, напротив, блаженное выражение лица, вызванное собственными размышлениями и отнюдь не по поводу содержания речи говорящего.\n• Слушатель-соглашатель легко принимает идеи говорящего, но так же легко от них отказывается, на самом деле лишь делает вид, что согласен с говорящим. На самом деле, так как его интерес не задет, он желает побыстрее закончить общение.\n• Конфликтный слушатель демонстрирует конфликтное поведение: может выкрикивать с места, задавать провокационные вопросы и т.д. Конфликтное отношение проявляется также в мимике и позе слушателя.\n• Конструктивный слушатель. Основная его установка – понять чужое мнение. Он задает вопросы, но не с целью \"утопить\" говорящего, а для того, чтобы выяснить детали, найти точки соприкосновения или разногласия, что способствует появлению атмосферы доверия и взаимопонимания.\nВ данном разделе, поскольку речь идет об умении слушать, мы будем говорить о конструктивном слушателе, т.е. о мотивированном слушателе, внутренне заинтересованном результатами деловой коммуникации. В этой связи сразу же отметим, что важным условием эффективного слушания является личная заинтересованность в получении информации от собеседника или оратора.\nВ литературе различают два основных вида слушания: нерефлексивное (пассивное) и рефлексивное (активное)\n1. Нерефлексивное слушание (умение \"правильно молчать\") характеризуется минимальным вмешательством в речь собеседника при максимальной сосредоточенности на ней. Такое слушание особенно полезно в том случае, когда собеседник обеспокоен чем-то, испытывает настоятельную потребность немедленно высказаться, хочет обсудить наболевшие вопросы. Ответы при нерефлексивном слушании должны быть сведены к минимуму, например: \"продолжайте\", \"да-да\", \"я Вас слушаю\" и т.д.\n2. Рефлексивное слушание состоит в умении так организовать свое поведение, чтобы услышать другого человека и понять его. Рефлексивное слушание предполагает активную обратную связь слушателя с партнером по общению и связано с пониманием смысла сообщений. Выяснить подлинное значение сообщения помогают различного рода ответы и реплики со стороны слушателя. Например: \"Что Вы имеете в виду?\", \"Вероятно, Вы думаете, что...\", \"Как я Вас понял...\", \"Можем ли мы сказать, что...\" и т.д.\nВ деловой коммуникации важно использовать как нерефлексивное, так и рефлексивное слушание.\nСлагаемые умения слушать\nРекомендуется соблюдать целый ряд правил, связанных с эффективным слушанием. Среди основных из них отметим следующие (слагаемые умения слушать).\n• Слушайте активно, задавайте уточняющие вопросы, если вам что-то неясно или вы не уверены, что правильно поняли собеседника. Но, задав вопрос, дождитесь ответа. Не уподобляйтесь тем, кто, задав вопрос, сам же на него и отвечает.\n• Установите вербальную обратную связь. \"Да-да\", \"Понятно\", \"Конечно\" и т.д. – все это вербальная реакция, подтверждающая, что мы слушаем нашего собеседника. Она приобретает особое значение при общении по телефону.\n• Не смотрите па часы, слушая собеседника. В крайнем случае сделайте это незаметно. Иначе этот жест может быть интерпретирован как отсутствие интереса к собеседнику и как желание поскорее от него избавиться.\n• Не торопитесь опровергать новую для вас информацию. Если вы услышали от собеседника что-то не соответствующее вашим убеждениям или отличное от ваших представлений, не стремитесь сразу возражать, отстаивая свою точку зрения. Лучше просто спросите: \"Откуда у Вас такие сведения?\", \"Почему Вы так считаете?\" и т.п.\n• Получите подтверждение того, что вы правильно поняли сказанное. С этой целью спросите у собеседника: \"Вы считаете, что...\", \"Правильно ли я Вас понял, что ...\" и т.д.\n• Примите соответствующую позу. Не разваливайтесь на стуле, сидите прямо, наклонитесь слегка вперед. Наклон вперед свидетельствует о заинтересованности человека.\n• Повернитесь лицом к собеседнику и развернитесь корпусом к нему. Беседовать с собеседником, повернувшись к нему боком или спиной, а лицом к компьютеру, просто неприлично.\n• Поддерживайте визуальный контакт. Если вы внимательно слушаете собеседника, но при этом смотрите куда-то, но только не на него, он сделает вывод, что вам неинтересно\n• Кивайте – это весьма эффективный способ показать собеседнику, что вы его слушаете и понимаете. Но не надо кивать слишком часто, ибо в этом случае можно сделать вывод, что ваше терпение закончилось и ему пора закругляться.\n• Не прерывайте и не перебивайте собеседника, выслушайте его до конца. Может быть самая интересная и необходимая информация содержится именно в заключительной части выступления вашего партнера.\n• Дайте понять собеседнику, что вас интересуют его мысли; что его мнение важно для вас; что вы доверяете ему.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Как правильно излагать свое мнение?",
        "question_content": "Как правильно излагать свое мнение?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 208,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КАК НАУЧИТЬСЯ ПРАВИЛЬНО ВЫРАЖАТЬ СВОЕ МНЕНИЕ\n1 | «Я всегда говорю людям правду, мне что, теперь нельзя?»\nМожно. Как сказала недавно одна из моих коллег (простите, я не помню, кто именно)), говорить можно любую правду. Но любую правду про себя, а не про другого. Это значит, ваша правда о том, что «ты криворукий идиот, даже полку прибить не можешь», никому не нужна. Это субъективная оценка и оскорбление, а не правда. Оставьте её при себе. Ваша правда про себя звучит так: «я так надеялась, что эта полка будет висеть здесь уже сегодня, я очень злюсь, что мои планы летят к чертям».\n2 | Как выражать своё мнение, отличное от мнения другого?\nОчень просто — словами «у меня другое мнение» (далее следует мнение, начинающееся со слов «я считаю, что», «я верю в то, что», «мой опыт говорит о том, что») или «я не согласен».\nМногие люди, как оказалось, не понимают разницу между «вы не правы» и «я не согласен».\n«Вы не правы» и «Я не согласен» — это одновременно и внутренняя позиция, и отражение мировоззрения конкретных людей, того, как они мыслят, с какой точки смотрят на мир.\n«Вы не правы» — это про такую точку: есть какое-то правильное мнение (манера одеваться, способ жить, etc) и неправильное, у меня — точно правильное, и если оппонент считает (видит, высказывается) иначе — значит «вы не правы», «вы заблуждаетесь, все не так, так — это как Я говорю и считаю подходящим, правильным и соответствующим действительности».\n«Я не согласен» — это про совсем другое понимание мира: нет объективной реальности (любая реальность — субъективна), нет единственно правильного и неправильного, есть мнения, вкусы, интересы, пристрастия, опыт, они у всех разные, есть правильное ДЛЯ МЕНЯ, и при этом я понимаю, что у другого — своё правильное. Это называется система ценностей. Люди находят друг друга именно так — по похожим системам ценностей.\nЕсли нет понимания того, что любая точка зрения имеет право на жизнь и другой человек имеет точно такое же право её высказывать, как и я — свою, то получается «вы не правы».\nЕсли есть — «я не согласен».\nТо есть это про то, как я вообще смотрю на людей — равными их я себе считаю (не по образовательному, материальному, культурному и прочему уровню, конечно, а с точки зрения их человеческой ценности) или не равными.\nЧеловеческая ценность у всех людей равная! Что у президента, что у бомжа Васи. Их жизнь одинаково ценна.\nЕсли я так смотрю на мир, с той точки, что другой человек имеет такую же человеческую ценность, как и я, значит его мировоззрение равноценно (от того же словосочетания «равная ценность») моему, а значит: ты мыслишь так, но твоё видение мне чуждо (=у меня другая система ценностей), поэтому «я не согласен».\n3 | «И что же вы мне предлагаете? Скрывать свои чувства???»\nТут происходит ловкая подмена понятий. «Ты дурак, и уши у тебя шоколадные» или «что за чушь ты городишь?» — это не про чувства. Про чувства — это так: «твой пост (поступок, слова) вызвал во мне волну гнева, я сижу и не знаю, куда мне деться от разрывающей меня ярости, мне больно так, что хочется кричать и бить посуду». — Вот что такое «про чувства».\nНе называйте стремление самоутвердиться и банальные, невоспитанные наезды разговором «о чувствах».\nСписок чувств для желающих понять, что это такое: любовь, надежда, симпатия, благодарность, интерес, радость, надежда, любопытство, доверие, восторг, восхищение, злость, гнев, печаль, досада, горечь, обида, недовольство, зависть, ревность, жалость, боль, усталость, раздражение, разочарование и пр.\n4| Высказывай свое мнение тогда, когда спросят\nИнтерпретировать чужие ситуации, высказывать своё бесценное мнение о чужой жизни («ты делаешь неправильно, а надо вот так»), давать советы можно и нужно только тогда, когда вас о них просят. Только! когда! просят! В любых других случаях это справедливо расценивается как нарушение границ и вторжение туда, где вам не рады. В ответ вы получите в лучшем случае холодную сдержанность, в худшем — агрессию и посылание.\nЕсли хотите чем-то помочь другому человеку, либо помогите делом (предварительно спросив, чем помочь, и заявив о своих намерениях), либо поделитесь своим опытом.\nЕсли вы считаете своё оценочное мнение настолько важным, что не можете сдержаться и вам кажется, что другие точно без него не выживут, вы пребываете в иллюзиях о собственной грандиозности и исключительности. Это серьезная психологическая трудность. Ваша. Я полагаю, вам стоит об этом знать))\n5 |Как не потонуть в хвалебных одах и розовых соплях?\nОпять очень просто — не тоните.\nНравится, например, вам пост — пи′шете:\n«супер! я думаю/поступаю так же, это то, что мне нужно было сейчас услышать, спасибо за удовольствие!»\nНе нравится/вызывает протест и другие негативные чувства — либо не пишете ничего (вас просили? для вас писали? вас лично эта ситуация касается? или «в интернете опять кто-то неправ»?), либо пишете «не согласен, потому что…», «я вижу эту ситуацию по-другому», «меня твои слова задели и даже не знаю почему, буду разбираться».\nВ живой жизни: «чего не ешь? суп невкусный?» — «прости, в этот раз он не очень удался».\nДа, это вызовет не самые приятные чувства у того, кто готовил, но это переживаемо. «В этот раз суп не очень удался» не делает его (повара) бездарностью. А «хреновая из тебя хозяйка, простецкий суп и тот у тебя не получается» — делает.\nКороче. Можно быть несогласным, дискутировать, спорить, придерживаться полярных точек зрения, высказывать своё мнение и недовольство, но не скатываться в бестактность и хамство, а оставаться на позициях уважения и экологичности. Я настаиваю: можно!\nhttps://moiarussia.ru/kak-nauchitsya-pravilno-vyrazhat-svoe-mnenie/",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Как начинается беседа?",
        "question_content": ".Как начинается беседа?",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Часто люди задают вопрос: \"С чего начать разговор?\" Многие думают, что все будет хорошо, если они станут говорить об интересных вещах. Однако беседа начинается с довольно обычных и повседневных вопросов – с того, что называется \"переброситься парой фраз\".\nБольшинство людей знает, что подобные обращения являются приглашением к разговору и дают возможность выяснить, настроен ли другой человек на беседу с вами. Таким образом, вы создаете комфортные условия для вашего собеседника, который может смутиться от вашего \"вторжения\".\nМалый разговор - это беседа на интересную и приятную для собеседников тему, чаще всего не связанную с темой \"большого\" разговора.\nМалый разговор - болтовня о пустяках, но не пустячная болтовня.\nМалый разговор – это непринужденная и приятная беседа о семейных делах, хобби, забавных событиях.\nЦель малого разговора – создать благоприятную психологическую обстановку, заложить основы взаимной симпатии и доверия.\nМалый разговор должен проходить в личной экспертной зоне собеседника, касаться приятных или интересных для него сторон жизни.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем құрау (үтірмен) құрамында үтір болу керек",
        "question_content": "Сөйлем қазақ тілі. (Үтірмен болу керек).Өтінем көмек керек.",
        "question_date": "22.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 962,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Қасым төре түрегеліп, күміс қынды сапысын шешіп, Кенесарының алдына қойды.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ат туралы логикалық сұрақ",
        "question_content": "Әжесі үш жігітке 750 мың теңгеге ат сатады. Олардың әр қайсысы 250мынан шығарып сатып алады. Әжесі көп ақшаға саттымғойдим деп немересіне 50мыңын береді . Ол үшеуіне ақшаны қалай бөлерін білмей әр қайсысына 10мыңнан беріп 20мыңын өзіне алады. Ал егер үш жігіт 10мыңды санағанда 240мыңнан берсе онда   720мың болады.Оған 20мың қосса 740мың болад. Ал 10мың теңгесі қайда? Көмектесіңіздерші!!",
        "question_date": "22.04.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 44800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл тек шатастыру сұрағы . Бағасын төиен сатқанда оған алдыңғы шартты сәйкестендіргенге ақша дұрыс шықпай тұр. \n Қысқасы былай: Егер 240 мыңнан сатып алғанда 720 мың жалпы ақша болатыны шарт, ал оның әрқайсысынан түсірілген 10 мын немерелеріне кетті , 20мыңды қосу арқылы ақшаның есептелуін шатастырып тұр.. \n250000*3=750000\n240000*3=720000\n750000-720000=30000\n750000-30000=20000\n Яғни айтпағым әжей дұрыс есептесе ол қолындағы 20000 емес немерелеріне берген ақшаны қосып есептеу керек. Сонда есептеу дұрыс түрде жүргізіліп , кемтік шықпайды.",
                "date": "22.04.2020",
                "upvotes": 1
            },
            {
                "text": "Жылқыны сатып алуға бастапқыда 3 жігіт 750 төледі, кейін 30ды қайтып бергесін жылқыға кеткен ақша 720 болып қалды.\nБаланың қолында қалған 20 ақшаны 720ға қосып, қалған 10 қайда деу дұрыс емес?\n750ге сатты, кейін 30ды қайтарды, жігіттерге жылқы 720ға түсті. 700 әжейде,  20 балада қалды.",
                "date": "25.11.2020",
                "upvotes": 0
            },
            {
                "text": "10000тг жогалтып алды",
                "date": "21.02.2021",
                "upvotes": 0
            },
            {
                "text": "Жемкорлар жеп койды",
                "date": "26.10.2021",
                "upvotes": 0
            },
            {
                "text": "750-50=(250-10)+(250-10)+(250-10)-20=700 мың дұрысы",
                "date": "28.10.2021",
                "upvotes": 0
            },
            {
                "text": "Кампит печение алган болар шайга деп",
                "date": "30.10.2021",
                "upvotes": 0
            },
            {
                "text": "Бул сурактын жауабы былай болу керек\n70000:3=233333,3333333+10000=24333,3333333*3=730000+баладагы 20000=750000\nДурыс жауабы осы",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бесудің хаты, Автор кейіпкерлер бейнесін қалай ашқан?",
        "question_content": "Бесудің хаты. Автор кейіпкерлер бейнесін қалай ашқан?",
        "question_date": "22.04.2020",
        "question_tag": "Мектеп",
        "question_views": 17400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бесеудің хаты — қазақ зиялыларының БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И. Голощекинге жолдаған хаты (1932 ж. 4 шілде). Бастапқыда И.В. Сталинге арналып жазылған.\nАтақты \"Бесеудің хаты\" туралы осы күні көзі қарақты оқырманның бәрі біледі. Олар туған елінің қиын жағдайын ойлап өз бастарын қатерге тігіп, шыбын жандарын шүберекке түйіп шыққандар еді ғой. Олардың жарқын есімдерін жер бетінен жоғалып кетпесе қазақ ұмытар ма?\nБесеудің хаты республикадағы мал шаруашылығының күйрегендігі салдарынан елді алапат ашаршылық жайлағандығын айтып сақтандырған алғашқы дабылдардың бірі болды. Хатта қазақ ауылындағы социологиялық қайта құрулар бүкіл халықтық қасіретке айналып, барлық әлеуметтік топтарды — байларды, орташаларды, кедейлерді қамтығаны, күштеп ұжымдастыру мен отырықшыландыру, алым-салық жинаудағы қиянаттар жұрттың жаппай аштық пен індетке, ауа көшуіне әкеліп соққандығы шыншылдықпен баяндалды. БК(б)П Қазақ өлке комитетінің ауыл шаруашылығын басқару жөнінде жүргізген қатыгез саясаты сынға алынды. Бірақ құжатта жергілікті жерлерде жіберілген “асыра сілтеушіліктерге” солшыл коммунистер айыпты деп көрсетілді. Елді ауыр жағдайдан құтқарудың жолдары ұсынылды.\nХаттың авторлары:\nжазушы Ғабит Мүсірепов (1902—1985),\nҚазақ мемлекеттік баспасының меңгерушісі Мансұр Ғатаулин,\nАлматы Комвузының басшы қызметкерлері Емберген Алтынбеков,\nАлматы Комвуз проректорының орынбасары Мұташ Дәулетқалиев,\nҚазақ АКСР Мемлекеттік жоспарлау комиссиясының сектор бастығы Қадыр Қуанышев қуғынға ұшыратылды. Хаттың жазылуына Халком Кеңесінің төрағасы Ораз Исаев түрткі болған. Бесеудің хаты қазақ зиялыларының тоталитарлық тәртіпке наразылығының бір көрінісі болып табылады.\nДегенмен, жазуша Ғабит Мүсірепов және Мұташ Дәулетқалиев жайлы бірер деректер болмаса, қалған кісілер туралы деректер тапшы. Мұташ Дәлетқалиев Батыс Қазақстан облысындағы Орда өңірінде өмірге келген, 1930 жылы Мәс-кеудің Плеханов атындағы Халық шаруашылығы институтын бітірген, содан елге келіп түрлі салада басшы қызметтер атқарған. Ал \"Бесеудің хаты\" жазылған 1932 жылғы 4 шілдеде ол КомВУЗ-дың (кейіннен жоғары партия мектебі болған) ректоры қызметінде болған екен.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Н.Айтұлы Бәйтерек поэмасындағы кейіпкерлердің портреті!",
        "question_content": "Н.Айтұлы Бәйтерек поэмасындағы кейіпкерлердің портретін сол поэма ішінен табу керек!",
        "question_date": "22.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 32700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатты кардоннан қырының ұзыныдығы 5см болатын кубик жасау қанша кардон керек",
        "question_content": "Қатты кардоннан 5см кубик жасау үшін қанша кардон керек",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір бетінің ауданы 5*5 см²\n\nКубтың ъ беті болса, қажетті кардон өлшемі ъ*5*5",
                "date": "22.04.2020",
                "upvotes": 0
            },
            {
                "text": "Куб — 6 жағы, 12 қыры, 8 төбесі бар дұрыс көпжақтың бес типінің бірі.\nСондықтан, ауданы 5*5 болатын қатты картонның 6 данасы қажет.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыры 3см болатын кубтың макетін жасау үшін қанша сым керек",
        "question_content": "Қыры 3см болатын кубтың макетін жасау үшін қанша сым керек",
        "question_date": "22.04.2020",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақты нақты деп еесептемеймін, сондықтан тек қырларын ғана белгілейтін макетке кететін сым өлшемін есептеуге болатын болар деп ойлаймын. Себебі толық кубқа есептеуге  сымның қалыңдығы берілмеген , \nСондықтан,Куб — 6 жағы, 12 қыры, 8 төбесі бар дұрыс көпжақтың бес типінің бірі болғандықтан : 12*3см=36см сым керек. \n12 қырын белгілеуге кететін сым өлшемі осынша болады.",
                "date": "22.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Химиядан срочно керек",
        "question_content": "Пропиленнің полимерлену реакциясының теңдеуін жазыңдар",
        "question_date": "22.04.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пропиленнен радикалды полимеризациялау арқылы  жоғары қысымды полипропилен алады, құрылысы біртексіз өнім түзіледі. Оның балқу температурасы ТМҚ қарағанда төменірек болады . ТМҚ өкілі болып табылатын полипропиленді Циглер -Наттиа катализаторы қатысында координациялы полимеризация арқылы алады. Оның құрылысы біркелкілігімен ерекшеленеді.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттила қай елдерді өзіне бағындырды?",
        "question_content": "Аттилаға бағынышты болған елдердің тізімі қажет?",
        "question_date": "22.04.2020",
        "question_tag": "Мектеп",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Атилла есімі адамзат тарихындағы ұлы адамдар — Александр Македонский мен Юлий Цезарьдың қатарынан орын алады». (Француз тарихшысы А.Тьеридың «Аттила тарихы» атты еңбегінен). Аттилаға көптеген елдердің тарихшылары өз еңбектерін арнаған. Европа тарихшылары «Аттила», «Атилла», «Атыл», «Аттылы», «Этцель», «Этли» деп атаған Аттила мен ол өмір сүрген дәуiрi тарихта өшпес iз қалдырып, адамзат тарихындағы ең ұлы қолбасшылардың бірі болды. Француздың 17 ғасырдағы ұлы драматургі Пьер Корнель «…Аттила есімі керемет әйгілі, бірақ жұрттың бәрі оның характерін толық көлемде білмейді. Ол күштен гөрі өзінің айлакерлігімен көптеген жеңістерге жеткен. Ол бәрінен-де өзінің қарсылас жауының күшін бөлшектеуге тырысқан. Алдымен әлсіз қарсыласына шабуыл жасап, басқа күшті қарсыласының үрейін ұшырған.  Шабуыл жасап, қырып, жойып жіберіп отырған. Мұны көрген күшті қарсыласы соғыса алмаған. Сонымен бірге Аттила өз ордасында қатаң әскери тәртіп орнатқан. Өзінің қол астындағы тайпалардың басшылары мен корльдеріне ол: „Жақын туыстарыңды өлтір“ — деп бұйрық берсе-де, олар қорыққанынан амалсыз орындайтын болған…» деп сипаттап жазған. Қазіргі уақытта көптеген шетелдік ғалымдар Аттиланы Хун қолбасшысы деп сипаттап, жазуда. Мысалы:(Attila, King of the Huns:The Man and the Myth). Осы жердегі Хундар деп отырғанымыз кімдер? Хундар дегеніміз далалық ғұндардың төрт тармағының бірі, қазіргі Мажар елінің ағылшындық немесе шетелдік атауы. Хун елі немесе Мажарстан халқыныңы аңыз әңгімелеріне сүйене отырып,  Раушангүл Заханқызы өз еңбектерінде Аттиланың жеке басы, соғыс өнері туралы былай деп сипаттайды: «Аттила қара торы өңді, қара отты көзді, кең кеуделі, паң жүрісті, аласа бойлы, барлық ғұндар сияқты сақалын өсірген адам еді. Көзсіз батыр емес, керіснше шайқаста айлакерлігімен көзге түсетін. Дене күші мен сымбаты бірдей болатын. Ақ көңілді, кең пейілді жан еді. Жарқыраған қаруы, жинақы шатыры ұқыптылығын көрсететін деген мәліметтер береді. Аттила, ақшасын сандығында сақтаған емес, бар, ақшаны қажетіне жұмсайтын. Қолы өте ашық береген еді, сондықтан да жат елдің ұлдары да оны жақсы көретін. Суықтығы мен қаталдығынан ғұн жауынгерлері қатты қорқатын. Ғұн патшасының көптеген салтанатты шатыры бар еді, оларды әр түрлі халықтың салттары бойынша дайындады. Қабырғалары алтынмен бекітілген бір ерекше бай шатыры бар еді. Тұтас шатырды бұзып қайта жинауға болатын. Шатырдың бағаналары алтыннан соғылып, іші бос, сырықтары мен қабырғалары қырланаған асыл тастармен безендірілген еді. Әскери жорықтардан соң Аттиланың қорасы әр түрлі елдерден түскен тұлпар аттарға толатын еді деп жалғастырады, өз сөзін Раушангүл Заханқызы. Соларды тамашалап, қызықтайтын. Қолының ашық болғандығы сонша, басқаларға сыйға көп жылқы беріп, кейде өзіне мінетін бір — екі жылқы ғана қалатын. Ат қорасын қара қошқыл барқытпен көмкерді. Патшаның тағы — алтын және қымбат тастардан үстелі және ас ішетін ыдыстары таза алтыннан жасалды. Төсегі-де таза алтыннан ас шебер жасалған еді. Алтын төсегін барлық жорықтарда өзімен бірге алып жүретін. Аттиланың өз жасағы өзге руларды есептемегенде он мәрте жүз мың әскерден тұратын. Бір ғұн мерт болса, бірден оның орнына басқа ғұнды қоя алатын. Атилланың таңбасында тәжі бар құс бейнеленген, ол құсты мажарша «турул»(бүркіт тектес құс — О.Б) деп атаған. Турул бейнеленген таңбаны мажарлар Геза билік құрған уақытқа дейін барлық жорықтарда алып, жүрді. Осындай салтанаттың ортасында Аттила, ғұндар патшасы, әлемдегі басқа патшалардан даңқты еді. Раушангүл Заханқызының мәліметінше ғұн патшасы қамалдар мен бекіністердің билеушісі болғысы, оларды қол астында ұстағысы келді, халықтарын бағындырды. Өз руымен, ғұндармен бірге өмір сүрді, шатырда өмір сүрді, шатырда тұрды. Қалалар мен ауылдарға ғұндардың соңынан ілескен халықтарды орналастырды «Мажардың тарихи, аңыздары»., Раушангүл Заханқызы, «Қазақ Әдебиеті», № 51(2732). 14.12.2001]. Европалықтардың арасында аты осыншама дүрбелең туғызған Атилланың өміріне жан — жақты талдау арқылы сараптап, көрсек. Аттиланың туылған, қаза тапқан жылдары туралы болжамдар көп. Е. С. Омаров Аттиланы 400 жылы туылған дейді[4]. Ал татар ғалымы Рафаэль Безертинов Аттиланы 434 жылы 44 жасында хан тағына отырды дейді[10]. Қарапайым арифметика 434 жылдан алсақ 396 жыл өзінен — өзі шыға келеді. Шетелдік Rit Nosotro Аттиланы 406 — 403 жылдар аралығында өмір сүрген деп жазады[3]. Ал Аттиланың жеке өмірі жайлы көптеген тарихшы, жылнаиһмашылар жазып кеткен. Кейбір зерттеушілер Аттиланың есіміне-де түсіндірме беріп, жазып кеткен. Аттила есімі түрік тілінде (ata — әке, ат — илле салт атты) деген мағына береді [11]. Гот тілінде немесе гепид тілінде Аттила «atta» — әке, және жұмсартылған «ila» суффиксі жалғану арқылы Аттила есімі шыққан деген деректе бар. Г. Дерфердің «О языке гуннов» (1973, М.) деген еңбегінде Аттила есімін Волга өзенінің атауымен байланыстырады. Дерфердің зерттеуінше Волга өзенінің ескі атауы Atil/Atal болған. Осыдан келіп, қазақтың Еділ деген есім атауы шыққан. Аттила билікке 434 жылы Руғила (грекше Роувас) Феодорит Кирский Роил деп атаған қайтыс болған соң туысғаны Бледамен бірігіп, ел басқару ісіне кіріседі. Осы жерде Аттиламен Бледаның туысқандығы жайлы айта кетсек Аттила Мундзуктың ал Бледа болса Октардың ұлы болған. Мундзук пен Октар Руғиланың інілері болған[7]. Аттила Бледа мен 10 жыл ел билеген кезінде білікті қаһарман қолбасшы ретінде көзге түседі.Ағайынды екі басшы 434 — 444 жылдары ел басқарған тарихшы Д. Б. Бьюри пікірінше Бледа шығысты, Аттила батысты билеген дейді. Просперий Аквитанскидің жазған еңбектерінде Аттила 444 жылы Бледаны өлтіріп, билікке жеке дара ие болды деп жазылған. VI ғасырдағы екінші жартысында өмір мүрген жылнамашы Марцеллин Комит Бледаның өлімі 445 жыл болды десе, «Галь хроникасы» бұл оқиға 446 жылы болған деп топшылайды. 444 жылдан Аттила 453 жылға дейін ғұн империясын жеке дара билеп атын әлемге танытып кеткен. Атилла 441 — 442 жылдары Византияға жорық жасап, жеңген. Ал 447 жылғы ІІ жорығы сол кездегі Византия императоры Кіші Феодосидің ғұн елінен қашқан қашқындар мен Атилланың салығын төлемеуі себеп болады. Осы соғыста Аттила Марцеллин Комитіің жазуынша «Аттила Европа әскерлерін шаңша үйіріп, талқандайды.\" Византия императоры 2100фунт(952 килограмм) алтын төлеп, Дунайдың төменгі сағасындағы Дакия жерін беріп зорға құтылады[12]. Осы ІІ жорықтан соң ғұн ордасына елші ретінде Приск келеді, Аттила, ғұндар өмірі, салт — дәстүрі туралы құнды деректер қалдырған. 448 — 450 жылдары Византия мен арада бейбіт келісім орнайды. Және-де осы жылы Аттила үлкен ұлы Эллакты Қара теңіз аймағына билеуші етіп, тағайындайды. 449 жылы Византиялық елшілер Анатолио мен Номудың арқасында Аттила Дунай өзені аймаңындағы жерлерді Византия империясын қайтарып, береді. Присктің айтуынша «Аттиламен арадағы түсініспеушіліктер доғарылады». 450 жылы император Феодосий аттан құлап қаза табады. Қарындасы Пульхерия патша тағына әскер басы Маркианды патша етіп қояды. Жаңа патша бұрынғы салықты төлеуден бас тартады. 451 жылдын ерте көктемінде Аттила Галлияға жорыққа аттанады. Галлияны билеуге Рим императоры жіберген атақты қолбасшы Аэций гот, вестгот, алан ұлықтарымен тіл табысып, Еділге қарсы көп әскер шығарады. Мұның аяғы тарихта бұрын болмаған үлкен қырғын, әйгілі Каталун шайқасына әкеледі. Тарихшылар осы шайқаста майдан даласында 165 мың жауынгердің өлігі қалды дегенді айтады. 451 жылы 7 сәуірде Мец, Трир, Кельн, Реймс, Тонги, Труа қалалары алынып, Аттила Галлияның орталығы Орлеан қаласына таянады. 14 маусымда Әулие Анниана қаласы талқандалады. Алайда Орлеан қаласына Аэций мен вестгот королі Теодорих әскерлерінің біріккен күші жетіп үлгіреді. Аттила Каталун даласына қарай, Сена өзенінің оң жағалауына шегінеді. Бұл қазіргі Труа қаласы болуы бек мүмкін. Труа қаласының солтүстігінде, қазіргі Шампань провинциясының аумағында басты шайқас болады. Тарихшылардың пікірінше бүл айқас 451 жылы, маусымның аяғы мен шілденің басында болып, тарих сахнасында әйгілі «Каталун шайқасы» деген атпен орын алған. Нәтижесінде екі жақта үлкен шығынға ұшырап гот королі Теодорих қаза табады. Екі жақта тең түседі алайда Теодорихтің ұлы Торисмунд өз әскерін алып, тез арада еліне суыт аттанып, кетеді. Оның бұлайша тез қайтуына әкесінің тағына бауырларының таласуы себеп болады. Аттила осы соғыстан соң Италияның солтүстігіне жорыққа аттанады. 452 жылы жазда Аттила Италияға өз ордасы Паннония тұсынан, Альпы жоталары арқылы шабуыл жасады. Бірінщі Венетия провинциясындағы Аквилея қаласын қоршады. Бұл қала сол кездегі Адриат жағалауындағы ең ірі қала болатын. Иорданның жазуы бойынша «ұзақ әрі күшті қоршаудан кейін, Аттила ешнәрсе істей алмады, өйткені қала ішінде мықты қаруланған рим әскері тұрған еді, ал өз әскері болса кетуге ынтазар болып, тұрған еді \" деп жазады. [Иордан, «Гетика», 220. Кей тарихшылар қоршау 3 айға созылған деп жазып кеткен]. Алайда Аттила қоршауды жалғастыру арқылы өз әскеріндегі тас атқыш машиналарымен қала қабырғасын құлатып, жеңісті өз қолына алады. Венетия аймағының басқа қалалары да түгел ғұн патшасының қолынан жеңіліс тауып, Аттила солтүстік Италяның батыс аймағына өз әскерімен жылжиды. Ғұндар Медиоланум(Милан), Тицианум(Павия) қалаларын жаулап алған Аттила 5 ғасырда Рим императорының салтанат сарайына жайласады. Сарайда Аттила Рим императорының аяғында қанға шомып, жатқан скиф көшпенділер туралы суретті көреді. Осы суретті салған суретшіні таптырып алып, тақта отырған өзін және аяғының астында алтын салынған қаптың үстінде жатқан Рим императорының суретін салуға бұйрық береді және бұйрығы орындалады. Сол кездегі Рим папасы І Левтің хатшысы Проспердің жазуынша папа және Римдік сасаткерлер Авиена мен Тригети ғұн көсемін Дунай өзені бойна қайтуға көндіреді (Иорданның пікірінше папа мен Аттила мен папаның кездесуін Амбулей даласында, Мантуя қаласы маңында болған дейді). Италиядан жорықтан оралған соң Аттила Византия империясына қайтадан қауіп төндіріп, алым — салықты көбейтуді талап етеді. Византия императоры Маркиан түрлі қулықтарға басып, Аттилаға сыйлықтар жібереді. Алайда ғұн патшасы бұл сыйлықтардан бас тартады. Иорданның пікірінше «Аттила, ақылмен-де қарумен де Византия империясына қауіп төндірді». Аттила Галлияның орталығына аландарға рейд жасайды, алайда гот королі Торисмунд аландарға көмекке келіп үлгереді. Аттила жеңілмейді, бірақта Паннонияға шегінуге мәжбүр болады. Аттиланың осы соңғы жорығы туралы Иорданның қысқаша мәліметінен басқа еш дерек кездеспейді. Аттиланың қазасы туралы Приск деректеріне сүйене отырып, Иордан жазып кеткен. Аттила өзінің кезекті әйелі Ильдиконы алған кезде 453 жылы тойдан соң мұрнына қанап өз қанына тұншығып қаза табады. Ертесіне азанда Аттиланың шатырына келген ғұндар жылап отқан Ильдиконы көріп, өз көсемдерін жерлеуге кіріседі. Бүкіл ғұндар Аттиланың денесін ортаға қойып қоштасу рәсімін жасап, түрлі ат ойындарын көрсетіп, жоқтау Аттилаға жырын арнайды. Осы күні түнде ғұндар Аттиланы үш табытқа: бірінші алтын, екінші күміс, үшіншісі қатты темірден жасалған табытқа салып, кейбір тарихшылардың пікірінше Тиса өзенінің арнасын бұрып, жерлейді-де қайтадан, өзенді өз, ағысына салып, жерлеу рәсіміне қатысқан құлдарды түгел өлтіреді. Өйткені ол заманда өлі денені қорлау кең етек жайған еді. Аттиланың қаза табуымен әлемді дүр сілкіндірген ғұн империясы да тарап кетеді. Алдымен бөлінуді гепид королі 454 жылы герман тайпаларымен бірігіп көтерілісті бастап, Аттиланың үлкен ұлы Эллакты Недао өзені бойында өлтіріп, өзін ғұндар империясынан бөліп әкетеді. Кіші ұлы Эрнак Добруджа аймағына қоныстанып, осылайша тек Аттиланың күшімен біріккен ғұн империясы ыдырап кетеді. Аттила қаншама қысқа өмір сүрсе-де, тек өзіне тән ұлы адамдар ғана жасай алатын жорық тәсілдерімен, батырға тән мәрттігімен тарихта өшпес із қалдырып кетті.\n\n https://e-history.kz/kz/publications/view/690© e-history.kz",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау керек. Бастауыш баяндауышын табу керек?",
        "question_content": "МОРФОЛОГИЯЛЫҚ ТАЛДАУ.  БАСТАУЫШ БАЯНДАУЫШТЫ ТАБУ!!!\nӘкесінің ат жақты келген, ұзын сопақ басының құлақтан жоғарғы жері қаз жұмыртқасындай көрінеді. Онсыз да ұзын, үлкен бетіне ұп-ұзын боп, дөңгелей біткен сақалы қосылғанда, басы мен беті бір өңірдей. Соны Құнанбайдың жалғыз сау көзі ОНЫҢ көтеріңкі жал тұмсығының сол иығына шығып алып, қалғымай, сақшыдай бағып, осы өңірді қалт етпей күзетіп тұрған сияқтана-ды... Жалғыз көз шүңет емес, томпақша. Тесіле, сыздана қарайды. Кірпігін де сирек қағады. Иығына бота ішігін жамылып, шалқия отырып сөйлеген Құнанбай осы үйде әркімге қарамайды. Қарсысына таман отырған Сүйіндікке ғана қадалып сөйлейді.",
        "question_date": "22.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бастауыш: басы мен беті, кірпігін, Құнанбай, Сүйңндікке.\n\nбаяндауыш: көрінеді, иығына шығып алып, қалғымай, сақшыдай бағып, күзетіп тұрған, қарайды, қағады, жамылып, сөйлеген, қарамайды, сөйлейді.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карантин кезінде не істеуге болады",
        "question_content": "Карантин кезінде не істеуге болады . Менің ішіп пысып кетті.",
        "question_date": "22.04.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптен ойыңызда не жүр еді соны жасауға болады. Құр уақытты өлтіргеннен зерігуге ары қарай жалығуға жалғасады. Сондықтан, ассистенттер директорына қалай күн жоспарын жасайды тура солай жоспар жасап, сол шаруаларды уақыт көп қой сосын деген ойларсыз, өзіңізді қинап болсын тірлік жасаңыз. Үйдің барлық бұрыш бұрышын реттеңіз, таңда және кешке жаттығулар жасаңыз жаңа тіл үйренуге талпыныңыз, жаңа информацияларды алуға тырысыңыз, жаңа тағамдар жасап көріңіз, жалпы не іске қызығасыз соны аз-аздан жасаңыз. Арасында демалып қоюды ұмытпаңыз, әйтпесе зерігіп кетесіз.. \nНегізі ерінбеген адамға табылатын іс көп. Бастысы еріншектікті  жеңіп тұрып жасау, адам энергиясы қозғалыста қалыптасады. Құр жатқаннан демалу деген сезімге ие бола алмайсыз бәрібір.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудан мен радианды табу",
        "question_content": "Дөңгелек диаметрі 1) 4 см ; 2) 10м.Оның ауданының табыңдар\n\nДөңгелек ауданы 1)4пи см2; 2)16пи м2 . Оның радиусын табыңдар.",
        "question_date": "22.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шығарылу жолын Фото түрінде жібердім.1) 4П см2   2)25Псм2   3)2 см    4)4 см",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаныққан көмірсутектің сутегімен салыстырғандағы тығыздығы 43ке тең оның формуласы қандай",
        "question_content": "Қаныққан көмірсутектің сутегімен салыстырғандағы тығыздығы 43ке тең оның формуласы қандай",
        "question_date": "22.04.2020",
        "question_tag": "Мектеп",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаныққан көмірсутек формуласы СnH2n+2\n\nMr(CxHy)=43*2=86\n\nМолярлық массасы 86 г/моль болатын қаныққан көмірсутек - гексан(С6Н14)",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу іс-әрекетінің жоспарының қысқаша мазмұнын жасау, жазбаша интроекция жасау?",
        "question_content": "Разработать план конспект воспитательного мероприятия, сделать письменный самоанализ? Орысша болса жақсы болср еді",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Педагогикалық практикадан өтудің жеке күнтізбелік жоспарын құру керек!",
        "question_content": "Составить индивидуальный календарный план прохождения педагогической практики? Орысша болсада болады!",
        "question_date": "22.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гидроксид формулалары және олардың тұз қышқылымен әрекеттесуі",
        "question_content": "Гидроксид формулалары және олардың тұз қышқылымен әрекеттесуі нәтижесінде түзілген өнімдер арасындағы сәйкестікті табыңдар?",
        "question_date": "22.04.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катердің меншікті жылдамдығы мен өзен ағысының жылдамдығын табыңыз.",
        "question_content": "Катер екі елдімекеннің арасында ағыспен 4 сағат жүзіп, 200 км қашықтыққа барды. 5 сағат ағысқа қарсы жүзіп, одан 10 км аз жүзді. Катердің меншікті жылдамдығы мен өзен ағысының жылдамдығын табыңыз. Өтініз көмектеріңіз керек!!!",
        "question_date": "22.04.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "46 км,сағат,4 км,Сағ",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрақты сөз тіркестер, сөйлем, мағынасын түсіндіру?",
        "question_content": "Тұрақты сөз тіркестер, сөйлем, мағынасын түсіндіру?",
        "question_date": "22.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Магнит индукциясының мәні неге тең?",
        "question_content": "№1есеп   Магнит индукциясы сызықтарына перпендикуляр орналасқан ұзындығы 50см өткізгіштен 4 А ток өткенде әсер ететін күш 0,16 Н. Магнит индукциясының мәні неге тең?\n№2 есеп   Индукциясы 15 Тл біртекті магнит өрісінде орналасқан 4 А ток өтетін түзу өткізгіштің әр 10 см ұзындығына 6 Н күш әсер ететін болса, өткізгіш пен өрістің күш сызықтарының арасындағы бұрыш қандай?\n№3 есеп   Ұзындығы 0,5 м түзу өткізгіш магнит индукция сызықтарына 30градус бұрыш жасай орналасқанда 18 Н күш әсер етіп, өтетін ток күшінің шамасы 3 Аболса, біртекті магнит индукциясы неге тең?(соs30= 0,86, sіп30= 0,5)\n№4 есеп   Индукциясы 0,8 Тл біртекті магнит өрісінде орналасқан активті ұзындығы 0,5 м өткізгішке 4 Н күш әсер етеді. Ток күші магнит индукциясы сызықтарына перпендикуляр болса шамасы неге тең болады?\n№5есеп   Ұзындығы 2м түзу  өткізгіш индукциясы 4 Тл болатын біртекті магнит өрісінде орналасқан. Өткізгіштегі ток күші 3 А. Ток бағыты мен магнит индукциясы векторының арасындағы бұрыш 30 градус. Өткізгішке әсер ететін күшті анықтаңыз.",
        "question_date": "21.04.2020",
        "question_tag": "Физика",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген есептер Ампер күшіне арналған. Формуласы: F = B I L sin α\nАмпер күші - F (өлш. бірл. Ньютон - Н)\nИндукция - B (өлш. бірл. Тесла -Тл)\nТок күші - I (өлш. бірл. Ампер - А)\nӨткізгіштің ұзындығы - L (өлш. бірл. Метр - м)\nӨткізгіш пен өр. күш сыз. арасындағы бұрыш - α (альфа деп оқылады, өлш. бірл. Градус - ° )\n1 есеп: Перпендикуляр орналасса, α = 90°, sin 90° = 1. \nB - ны табу керек. \nB = F /  (I * L * sin α) = 0,16 Н / (4 А * 0,5 м * 1) = 0,8 Тл\nЖауабы: B = 0,8 Тл\n2 есеп: sin α - ны табу керек. \nsin α = F / B I L = 6Н / (4А * 15 Тл * 0,1 м)  = 1\nsin α = 1 болса, α = 90°\nЖауабы: α = 90°\n3 есеп: B = F /  (I * L * sin α) = 18Н / (3А * 0,5м * 0,5) = 0,75 Тл\nЖауабы: B = 0,75 Тл\n4 есеп: Перпендикуляр орналасса, α = 90°, sin 90° = 1. \nI = F /  (B * L * sin α) = 4Н / (0,8 Тл * 0,5 м * 1) = 10 А\nЖауабы: I = 10 А\n5 есеп: sin 30° = 0,5\nF = B I L sin α = 4 Тл * 3 А * 2 м * 0,5 = 12Н\nЖауабы: F = 12Н",
                "date": "11.05.2020",
                "upvotes": 1
            },
            {
                "text": "Бер:\n\nl=50см=0.5м\n\nI=4A\n\nF=0.16Н\n\nВ=?\n\nF=BIl\n\nB=F/Il=0.16/4*0.5=0.08Тл",
                "date": "29.02.2024",
                "upvotes": 0
            }
        ]
    }
]