[
    {
        "question_title": "Магистратурада оқып, жастар практикасымен жұмыс жасау",
        "question_content": "Магистратура оқып жүріп, жастар практикасымен жұмыс жасауға болады ма?",
        "question_date": "8.01.2023",
        "question_tag": "Заң",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Еңбек кодексінде бір мезгілде оқуға және оқудан бос кезде жұмыс жасауға тиым салынбаған.",
                "date": "9.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 километрдің төрттен үші неше болады тезірек?",
        "question_content": "1 километрдің төрттен үші неше метрді құрайды?",
        "question_date": "8.01.2023",
        "question_tag": "Математика",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 километрде 1000 метр бар.Оның төрттен үш бөлігі 750 м болады",
                "date": "10.01.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құрамында күкірттің массалык үлесі 64 % болатын алюминий",
        "question_content": "Құрамында күкірттің массалык үлесі 64 % болатын алюминий сульфитындегы алюминийдын массасы?",
        "question_date": "8.01.2023",
        "question_tag": "Химия",
        "question_views": 489,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Al2S3 Mr:(Al2S3)=142\n\nMr:(S3)=96\n\nx=(96÷142)×100%=64%\n\nm(Al2)=46г",
                "date": "12.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызбен қалай сөйлесуге болады ортақ әңгіме қайдан табамын?",
        "question_content": "Қызбен қалай сөйлесуге болады ортақ әңгіме жоқ танысып қойғанмын",
        "question_date": "6.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кино әлемі. \"Ал сен кинотеатрда... болып көріп пе ең?\" деген сұрақтан бастаймыз. Нені ұнататынын анықтаймыз, түнгі көрілімге барып жүрген-жүрмегенін білеміз, артынан жаңа кинолар жайлы айтып, фильмге шақырамыз - іс оңдалды! \nӘуестену. Мысалы, сіз ролик тебесіз немесе маркаларды жинайсыз дегендей. Алғашқы жағдайда, аз-кем шүйіркелесуден соң ролик тебуге шақыруға болады. Егер тебе алмаймын десе, үйретем деп уәде беріңіз. \nӘдебиет. Қыздар оқығанды жақсы көреді? Егер \"иә\" болса - алға. Соңғы уақытта не оқыды? Қай жазушыны ұнатады? Өзіңіздің не оқып жүргеніңізді айтыңыз. \nСаяхат, серуендер. Жақында болып қайтқан саяхаты туралы айтуына болады. Оның қайда барғысы келетінін, ұнататын ауа-райын, болғысы келетін жерлерін сұраңыз. Көбіне не ұнайды - орман, тау немесе өзен, көлге күмп беріп шомылу. \nМұражай, ескерткіш орындар. Сүйікті қалаңда ескерткіш табылып қалар. Жолсерік кітапты алып, жұрт көп ағылатын жерлер туралы ақпарларды біліп алыңыз. Сонда барып кез келген сәтте ой-жүйеңізді мынадай рухта көрсете аласыз: \"Сен білесің бе, бұл үйде ... өмір сүрген?\" Ханымның сүйікті жерлерін сұрастырып, ұнататын паркі жайлы романтикалық тәлімді оқиғалар айтып беріп, серуенге шақырамыз. \nАс.  Отбасының ас мәзірі, не болмаса таза ауада кәуәп (шашлык) жеу, т.б. Өзіңіз ұнататын кафелердің біріне бару немесе демалыс күнгі қала сыртына серуеннің өзі жетіп жатыр.",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық ситуациялық сұрақтар жауабымен 3-4 еу өте қажет болып тұр?",
        "question_content": "Жас мамандарға педагогикалық жағдаяттар жауабымен керек?",
        "question_date": "6.01.2023",
        "question_tag": "Мектеп",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Арман үнемі сабаққа ұқыпсыз келеді, шашы өскен, киімі үтіктелмеген, бірақ осы түріне қарамастан үнемі сабаққа дайындалып келуге тырысады. Оқушылар арасында ешқандай достары да жоқ, ешкіммен араласпай өз бетімен жүреді.\" Сіздің іс-әрекетіңіз, қандай жұмыс түрлерін жүргізер едіңіз? \nЖауап: Сенің икемділігің өте жақсы, мен саған үлкен сенім артамын. (сөйлесу жұмыстарын жүргізу)\nОқушының оқудағы жетістіктеріне көңілі толмайды, өзінің икемділігінен күмәнданады, оқу материалын түсініп, игеріп алатындығына көзі жетпейді, ол мұғалімге: \" Сіз қалай ойлайсыз, мен қашан да болсын сыныптастарымнан қалмай жақсы үлгеріп, оқып кете аламын ба?\"-дейді. Сіздің жауабыңыз?\nЖауап: Әрине, бұл туралы сен күмәнданбасаң да болады.\nМұғалім оқушыларға тапсырма берді. Оқушы берілген тапсырманы орындағысы келмей: \n- Орындағым келмейді, - деді. \nМұғалімнің әрекеті қандай болады?\nЖауап: Мүмкін сенікі дұрыс шығар. Бұл туралы отырып сөйлесейікші",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үлкен дәретке отырғанда іш ауырады және дәрет толық шықпайды не істесем болады",
        "question_content": "Ұзақ уақыт болды үлкен дәрет толық шықпай жүр үлкен дәретке отырғанда ішім ауырады және дәрет толық шықпайды тек кішкене шығады неден екенін өз ауылымның дәрігерлері таппады қаладағы бір дәрігерге бардым олда табалмай жүр сосын бармай кеттім оғанда өтініш неден екенін кім біледі хотябы соған ұқсас ауру кімде болды",
        "question_date": "6.01.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өт пен ішек дұрыс жұмыс жасамағандықтан әрі дұрыс тамақтану ережесін ұстанбағаннан және көбірек су ішіп жүру керек.\nҮлкен дәрет ішекте көп уақыт тұрып қалғандықтанда ішті, яғни ішекті ауыртады.",
                "date": "6.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрынға жағымсыз иіс келу?",
        "question_content": "Мен енкейип немесе денеме бир нагрузка туссе мурныма жагымсыз иыс келеди не истеуге болады 4-5 кундей болды кетпей жатыр",
        "question_date": "5.01.2023",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жағымсыз иіс болып жатса, сізде гайморит болуы мүмкін. Дәрігерге қаралуға кеңес беремін.\nГаймориттің негізгі қоздырғыштары- инфекциялар мен бактериялар. Індет мұрын қуысы және қан арқыла гаймор қуысына түсіп, оны зақымдайды. Гайморит кезінде адам қатты әлсіреп, иммундық жүйесі төмендейді. Егер бұл ауруды дер кезінде емдетпесе мұрындағы ірің миға өтіп, менингит ауруын туғызуы мүмкін.",
                "date": "5.01.2023",
                "upvotes": 0
            },
            {
                "text": "Дәрігерге барып көрін немесе спирт жақ далаға шықпай отыр, арнайы маз жақ жазылып кетсін.",
                "date": "5.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз әлім қаракесек пен кіші жүз әлім шөмекей қыз алысады ма?",
        "question_content": "Жігіт кіші жүз әлім қаракесек қыз кіші жүз әлім шөмекей. Бұд рулар қыз алыса аладыма? Нақты жауап болса?",
        "question_date": "5.01.2023",
        "question_tag": "Шежіре",
        "question_views": 546,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әулетіңіздің үлкенінен сұрайсыз нақтысын, бұл жерде шатасып айтып кетуі мүмкін. Бастысы жеті ата асса болды.",
                "date": "14.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңдау пәнім ағылшын қасына Дүние жүзі тарих немесе геология таңдау керек",
        "question_content": "География немесе дүние жүзі тарих? қайсысынан ҰБТ-дан қанша балл жинау керек? көмектессеңіздер..қайсысын таңдаған жөн?",
        "question_date": "4.01.2023",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілі + дүние жүзі тарих пәндерін таңдасаңыз:\n1. Аударма ісі (Шетел филологиясы, Аударма ісі, Қолданбалы лингвистика). Жалпы 2022-2023 оқу жылында грант бойынша шектік балл (жалпы грант) 114 балл болған.\n2. Шет тілі мұғалімдерін даярлау (Шетел тілі: екі шетел тілі).  2022-2023 оқу жылында шектік балл (жалпы грант) 120 балл болған.\nАғылшын тілі + география пәндерін таңдасаңыз:\n1. Туризм мамандығы (Туризм). 2022-2023 оқу жылында шектік балл (жалпы грант) 99 балл болған.",
                "date": "6.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасым 16да правосыз машинамен ұсталып қалдым гайлер менің машинамды айдау құқылы ма",
        "question_content": "Правосыз айдап штраф стоянкеге апару үшін олар айдайма әлде өзім алып баруым керек па",
        "question_date": "4.01.2023",
        "question_tag": "Автосақтандыру",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәртіп бұзушының көлігін қамауға алу учаскесіне жеткізуді полиция қызметкерлері келесі жағдайда қолдана алады:\n\n- жүргізушіні сенімді түрде анықтау мүмкін болмаған жағдайда (құжаттары жоқ);\n\n- құқық бұзушы жалған төлқұжат деректерін ұсынған немесе мүлдем бермеген жағдайда.\nБұл ретте, ҚР ӘҚБтК-нің 785-бабында құқық бұзушылық анықтау мақсатында уәкілетті лауазымды адам өз өкілеттігі шегінде жеке тұлғаға қатысты әкімшілік қазаққа алу шарасын қолдануға құқылы екендігін көрсетеді.\n\nКөлік қамауға алу учаскесіне түскен кезде 20АЕК  (69000тг) айыппұл төлеп алуға болады.\n\nМемлекеттік қызметкер ретінде олардың көлікті қамауға алу учаскесіне алып баруы заңды. Ал сіздің жүргізуші куәлігінсіз көлік айдағаныңыз заңға қайшы.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вк сиякты сайт ашылса калай карайсыздар?",
        "question_content": "Мен сайт ашуга катты кызыгамын, бирак жай блог, олен тындайтын сайт, кино коретин сайт, жай информационный сайттарга тук желаниям болмады, функционалы вк сиякты сайт ашып бастадым, соган оз ойларынызды айтып кетсениздер, сайтта реклама жане баска сайт сиякты фэйк аккаунттар болмайды деп ойлап отырмын",
        "question_date": "3.01.2023",
        "question_tag": "Интернет, Сайт",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай сайттар жекелеген адамдардың қолынан келмейді. Жалпы, жаңашылдық болмаса, жарып шыға алмайсың. Біреудің істегенін қайталап істеудің қажеті жоқ. Жаңа идеялар керек.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірден шаршау, сынақ, бітпейтін проблема",
        "question_content": "Мына өмірден шаршадым. Не істеуге болады?\n\nПроблемалар,шешілмейтін.",
        "question_date": "3.01.2023",
        "question_tag": "Суицид",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз жалғыз емессіз. Негізі, өмірде проблема деген зат жоқ. Адамдардың бір жағдайды қиын деп қабылдауын проблема дейміз. Проблемалардан құтылудың жалғыз жолы -- оларды шешу.",
                "date": "4.01.2023",
                "upvotes": 0
            },
            {
                "text": "Қамшының сабындай қысқа да баянсыз бұл өмір үнемі қызық пен қуанышқа толы бола бермейтіні өтірік емес. Басына уайым-қайғы түскен адам Алла Тағаладан жұбаныш іздейтіні де рас. Қиын-қыстау кездерде Алла бізге қилы сынақтар жіберіп, сол сынақтарға сабырлық танытуға үндейді. Жаратушы адамның иманын сынаққа алып отырады, тек ең сабырлылар ғана Аллаға шынайы түрде берілгендігін дәлелдей алады деп айтқан Алла Тағала. Міне, осындай қиыншылықтарда қайыр бар.\nТолық мәліметті asyldin.kz сайтынан оқи аласыз.\nАл суицид туралы айтар болсам \"Өз-өзіне қол жұмсау - Жаратқанға қарсы шығу\" болып табылады. \nДініміз Ислам бұл мәселеге мүлдем қарсы. Өйткені мұндай амал үлкен күнәға жатады. Себебі өз-өзіне қол жұмсау – жаратқанға қарсы шығу дегенді білдіреді. Қасиетті Құран Кәрімде: «... өз-өздеріңді өлтірмеңдер. Расында, Алла сендерге ерекше мейірімді. Ал кім осы айтылғанды дұшпандық, зұлымдықпен істесе, оны жақында отқа саламыз. Бұл Алла үшін оңай»[4], – делінген.",
                "date": "4.01.2023",
                "upvotes": 0
            },
            {
                "text": "Мен,\n\nКейде уайым көбейгенде дәрет алып, намаз оқимын , қайғымды Аллаға айтамын, сосын дұға жасаймын. Көп пайда бар.",
                "date": "5.01.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физмат таңдасаң, қызбалаға қандай мамандықтар бар? Мұғалімнен басқа",
        "question_content": "Физмат таңдасаң, қыз балаларға қандай жақсы мамандықтар бар? Мұғалімдіктен басқа. Және қандай жақсы универлер бар?(алматы)",
        "question_date": "3.01.2023",
        "question_tag": "Психологиялық кеңес",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай атындағы Қазақ Ұлттық педагогикалық университеті\n\nЛогистика және көлік академиясы\n\n\"Нархоз\" университеті\n\nӘл-Фараби атындағы Қазақ ұлттық университеті",
                "date": "3.01.2023",
                "upvotes": 0
            },
            {
                "text": "5В071900 Радиотехника, электроника және телекоммуникациялар\n\n5В073200 Стандарттау және сертификаттау (сала бойынша)\n\n5В073000-Құрылыс материалдарын, бұйымдарын және құрастырылымдарын өндіру\n\n5В073100-Қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі\n\n5В070300-Ақпараттық жүйелер",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А қан тобы бар адам В қан тобы бар",
        "question_content": "А қан тобы бар адам В қан тобы бар әйел мен үиленеді және оларда О қан тобы бар бала туылады.Отбасы мүшелерінің генатиптері қандай?\nОсы жұптың ұрпақтарында қандай және қандай жиілікте генотиптер күтуге болады?",
        "question_date": "3.01.2023",
        "question_tag": "Мектеп",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А+В=0 (ықтималдылық 25%)\n\nА+В=A (ықтималдылық 25%)\n\nА+В=B (ықтималдылық 25%)\n\nА+В=AB (ықтималдылық 25%)\n\nБұл дегеніміз, әкесінің қаны А, шешесінің қаны В тобынан болған жағдайда, олардың балаларының қаны төрт топтан болуы мүмкін.",
                "date": "4.01.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заң. Уйлену қарсы",
        "question_content": "Жасым 18, қыздың жасы 16. Оның рұқсатымен алып қашсам. Мамасы келип мени соттата алама? Қыз келісіп тұр. Қыз сотатам демид. Қызының атынан сотқа бере алама?",
        "question_date": "2.01.2023",
        "question_tag": "Заң",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шырағым, екеуің де баласыңдар ғой бала. Отбасын құру сендер үшін ойыншық па немесе тек қана төсектегі қатынастан тұра ма? 16 жастағы қызға үйленетін адамның жасы 18-де.",
                "date": "4.01.2023",
                "upvotes": 0
            },
            {
                "text": "Заң бойынша Қазақстанда 18 жасқа толмаған ерлерге де, әйелдерге де некеге тұруға тыйым салынған. Неке жасына толмаған адамдар арасындағы неке ата-анасының немесе қорғаншысының келісімімен ғана рұқсат етіледі.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джеки Чан мықты ма, жоқ әлде он дүркін “мисс Олимпия” женімпазы Айлис Кайл мықты ма?",
        "question_content": "Джеки Чан мықты ма, жоқ әлде 10 дүркін “мисс Олимпия” женімпазы Айлис Кайл мықты ма?",
        "question_date": "2.01.2023",
        "question_tag": "Жалпы спорт",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джеки Чан мен Айлис Кайлдың физикалық күшін салыстыру біршама дұрыс болмауы мүмкін, өйткені олар дене шынықтырудың әртүрлі түрлерін және денелерін спорттық және актерлік өнерде пайдалану тәсілдерін білдіреді.\n\nДжеки Чан-әйгілі қытайлық актер, режиссер, каскадер және жекпе-жек шебері. Ол өзінің жоғары фитнесімен, жылдамдығымен, ептілігімен және БО техникасымен танымал. Джеки Чан, көптеген каскадерлер сияқты, трюктар мен экшн көріністерін мүмкіндігінше шынайы түрде қайталау үшін өз денесін жаттықтырады және қолданады.\n\nАйлис Кайл-күш жаттығулары мен бодибилдингке маманданған Мисс Олимпияның 10 дүркін жеңімпазы бодибилдер. Ол бұлшық еттерімен, күшімен және денесін гантельдермен және басқа снарядтармен жаттығу арқылы қалыптастыру қабілетімен танымал.\n\nЕкі спортшының да әсерлі фитнесі бар, бірақ олардың әртүрлі дайындық түрлері және әртүрлі физикалық мақсаттары бар. Сондықтан олардың қайсысы мықты екенін нақты айту мүмкін емес. Олар жай ғана әртүрлі спорт пен физикалық белсенділіктің өкілдері.",
                "date": "4.04.2023",
                "upvotes": 1
            },
            {
                "text": "Нәпсісін жеңген адам мықты",
                "date": "2.01.2023",
                "upvotes": 1
            },
            {
                "text": "Прошу прощения за то что не пишу на казахском языке. Всё ещё изучаю язык.  Но попробую ответить на русском языке.                         Джеки Чан и Айлис Кайл?  сравнили. Джеки даже сильнее Шварценеггера в уличной драке. По той простой причине что Джеки привык драться на спаррингах и знает больше боевых приёмов чем Шварцнеггер.            А что говорить про Айлис Кайл? Айлис Кайл конечно же накаченная девушка и у неё огромные мышцы. Но  её огромные мышцы наоборот будут замедлять её же действия в бою. К тому же женский организм вырабатывает очень мало тестостерона по сравнению с мужским. Тестостерон это гормон, который придаёт выносливость, силу, скорость и ловкость. Поэтому даже у обычного костлявого мальчика есть шансы превзойти её в бою. Заранее хотел бы обратить внимание феминисток на тот факт что речь идёт об уличной драке. В уличной драке никто никого не будет щадить и делать уступки.",
                "date": "3.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шварцнеггер мықты ма, жоқ әлде Джеки Чан мықты ма?",
        "question_content": "Төбелестен Щварцнеггер мықты ма, жоқ әлде Джеки Чан мықты ма?",
        "question_date": "2.01.2023",
        "question_tag": "Жалпы спорт",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің қазақшамды кешіріңіз. Үйреніп жатқаныма 1 жыл ғана болды. Шварцнеггер Джеки Чаннан женіледі. Өйткені Джеки Чанның тәжіриебесі бар",
                "date": "3.01.2023",
                "upvotes": 0
            },
            {
                "text": "Арнольд Шварценеггер мен Джеки Чанның екеуі де жоғары дене шынықтырумен және жекпе-жек өнерімен танымал, бірақ олардың стилі мен жаттығу әдістері бір-бірінен ерекшеленеді.\n\nАрнольд Шварценеггер - бұрынғы кәсіби бодибилдер, актер және саясаткер. Ол өзінің күшімен және күшімен танымал, ол фильмдерде бодибилдер және каскадер ретінде өнер көрсеткен кезде дамыды. Алайда оның жекпе-жек стилі жылдамдық пен ептілікке емес, күш пен күшке көбірек бағытталуы мүмкін.\n\nДжеки Чан-өзінің жылдамдығымен, ептілігімен және жекпе-жек техникасымен танымал, ол актер, режиссер және каскадер ретінде өзінің қойылымдарында дамыды. Ол кунг-фу, каратэ, дзюдо сияқты көптеген жекпе-жек өнерін, сондай-ақ акробатикалық трюктер мен күлкілі элементтерді қолданады.\n\nОсылайша, жекпе-жекте кім күшті екенін анықтау қиын, Шварценеггер немесе Чан, өйткені олардың стилі мен жаттығу әдістері бір-бірінен ерекшеленеді. Жекпе-жекте тек физикалық аспект ғана емес, сонымен қатар стратег стратегиясы мен тәжірибесі де маңызды.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефон номерімді жоғалтып алдым",
        "question_content": "Телефон номерімді жоғалтып алдым не істесем болады? Документтерге тіркелген еді .",
        "question_date": "2.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 194,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы колл центрлеріне барып өтініш жазып жаңасын алуға болады. Сол номерді восстановить етіп жасап береді.",
                "date": "2.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9сынып дүние жүзі",
        "question_content": "кеңестік білім беру мен ғылым саласындағы реформалар баға беріңіз\n\nМерзімі. Реформалар. Реформалар маңызы\n\n1.\n\n2\n\n3\n\nМ.Әуезовтің \"Абай\" романның маңызын бағалаңыз.",
        "question_date": "30.12.2022",
        "question_tag": "Мектеп",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұйық қанайналым жүйесінің ашық қанайналым жүйесінен артықшылығы",
        "question_content": "Тұйық қанайналым жүйесінің ашық қанайналым жүйесінен 2 артықшылықтары?",
        "question_date": "29.12.2022",
        "question_tag": "Мектеп",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осы сілтемеге өтіңіз  https://surak.baribar.kz/602487/",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы есептерді шығаруға көмектесесіздер ма?",
        "question_content": "Осы 4 есепті шығарып беруге көмектесесіздер ма?!",
        "question_date": "29.12.2022",
        "question_tag": "Математика",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы видеодағыдай 6 примерге қарап шығарылады.",
                "date": "14.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген мәтіндерді мұқият оқып шығыңыз. Оларды тақырыбы, мақсатты аудиториясы?",
        "question_content": "Тапсырма Берілген мәтіндерді мұқият оқып шығыңыз. Оларды тақырыбы, мақсатты аудиториясы (кімдерге арналған?), құрылымы тұрғысынан салыстырып, ұқсастықтары мен айырмашылықтарын көрсетіңіз.\n\nА мәтіні\nӘ мәтіні\nМәтіндерде не туралы айтылған?\nМәтіндердің құрылымын ажыратып көрсетініз.\nКіріспе бөлім\nКіріспе бөлім\nНегізгі бөлім\nҚорытынды бөлім\nНегізгі бөлім Қорытынды бөлім\nМәтіндер кімдерге оқуға арналған? (аудиториясы кімдер?)\nМәтіндердің ұқсас тұстарын атап көрсетіңіз.\nМәтіндердің айырмашылығы неде?\nА мәтіні Сүйіспеншілік - тіршіліктің негізгі тірегі. Сүйіспеншілік - тіршіліктің сәні мен мәнін келтіретін нұр әрі ең басты қуат көзі. Жарық дүниеде барша кедергі кесепатты жеңетін күш те осы сүйіспеншілік. Көңілі сүйіспеншіліктің түбіндегі әрбір тасын санап алуға болатын кәусар бұлағынан мейірін қандырған жанның рухы кемелділік көгінде қырандай қалықтап, мәңгіліктің жасыл жайлауына қанат қағады. Мұндай көңілі көктем, сезімі сел боп аққан ізгі жандар мәңгілік бақыт әлеміне қатысты сезіп - білгендерін, рухани дүниесіне жиған - терген жауһарларын жер-жаһандағы барша жанмен бөлісу үшін алып - ұшып тұрады. Осы мақсатта «мың өліп, мың тіріледі». Өлсе де, тірілсе де, жүрекжарды ұраны, басты қаруы осы сүйіспеншілік сөзі болмақ.\nЖан дүниесі сүйіспеншіліктен жұрдай жандардың рухы тартылған судай сор тартып тұрады әрі тартылған судың түбіндегі қолтырауынға жем болады. Мұндайлар жүз жыл, мейлі ғасырдан да ұзақ өмір сүрсе де, рухани танымы бір қарыс алға жылжи алмайды. Көңілінде тырнақтай сүйіспеншілік жоқ мұндай жандар өктем өзімшілдіктің, менмендіктің тар қыспағында тұралап қандықтан, ешкімді шынайы сүйе алмайды. мәтіні\nБір жауынгер өзінің ең жақын досының ауыр жараланып жерге құлағанын көреді. Қызу шайқас кезі. Капитанына жүгіріп келген жауынгер:\nЖолдас капитан, досыма барып оны алып келуге рұқсат беріңіз, - деп өтінеді.\nКапитан жынды болдың ба дегендей әскерге қарап: - Баруға тұрмайтын сияқты ғой! Досың ауыр жаралы, өліп те қалған болар. Өз өміріңді қауіп- қатерге қоюшы болма!\nЖауынгер баруым керек деп тұрып алады да, капитан:\n- Жарайды, барсаң бар, - деп рұқсат береді. Жауынгер қатты оқтың астымен жүгіріп барып, досын арқалап торуыл жаққа әрең дегенде жетеді. Капитан жаралы жауынгердің жүрек соғысын тыңдайды да: - Саған \"өміріңді қауіпке қойып баруға тұрмайды\" демедім бе? Досың бәрі бір өліп қалды, -\nЖоқ, жолдас капитан, баруға тұрарлық болды, - дейді демін алған жауынгер.\nдейді.\n- Қалайша тұрарлық дейсің? Бұл жігіт өлді, көріп тұрсың ба?! - Бәрі бір тұрарлық. Өйткені, досымның қасына барғанымда ол әлі тірі еді. Оның соңғы сөздерін есту мен үшін өте маңызды болды, - деді де жылап жіберіп, досыңның соңғы сөздерін қайталады: \"Келетініңді біліп едім! Келетініңді білдім! Рақмет.\"",
        "question_date": "29.12.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен билет дейснба",
                "date": "21.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 семестрден кейін жазғы семестрге қалдым,осы 2 семестрде басқа универге ауыса аламынба?",
        "question_content": "1 қысқы семестр емтиханында жазғы семестрге қалып қалдым, 2 көктемге семестрде баска университетке ауыса аламын ба?",
        "question_date": "28.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 1 семестрдегі тапсыра алмай қалған пәндерді жазғы семестрмен тапсырмасаңыз курстан курсқа көше алмайсыз. Басқа университетке ауысу үшін сізге транскрип (бағаларыңыз) және курстан курсқа көшірілген бұйрық керек болады.\nОл пәндерді басқа университетке ауысқан жағдайда да сіз сол университеттің жазғы семестрімен тапсыруыңыз керек болады.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрс үшбұршты қиық пирамиданң табанның қабрғалары а ж/е b,а",
        "question_content": "Дұрс үшбұршты қиық пирамиданң табанның қабрғалары а ж/е b,а  .Қиық пирамиданың бүйір бетінің ауданын табыңдар.\n\nВарианттар\n\nА) Sбок=2(a+b)k\n\nB) Sбок=1.5(a+b)k\n\nC) Sбок=0.5(a+b)k\n\nD) Sбок=(a+b)k",
        "question_date": "28.12.2022",
        "question_tag": "Геометрия",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осы ау деймін C) Sбок=0.5(a+b)k",
                "date": "14.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауырым жасқаншақ болса батыл қылдыруға бола ма және қалай?",
        "question_content": "Біздің отбасымызда 6 бала бар ен кенжесі ол інім оның жасы 15 те ол өте жасқаншақ ылғи да көніл күйсіз жүреді басқа балалардан қорқады өзіне тұрып бере алмайды\n\nҰрсан балан жасқанады\n\nЖасқаншақты басынады басқалары\n\nҰрмай ақылменен тәрбие берсен\n\nЕртен өз ақылымен елді басқарады\n\nДәл осында айтылғандай оны көбісі басынады өзі ұялшақ оны қалайша батыр қылдырып тәрбиелесек болады қалайша духын вагон қылса болады?\n\nӘлде осының барлығы қатал әкеміздің кесірінен ба?Менің естігенім бойынша әкемді кішкентай кезінде атам қамшымен тәрбиелеп өте қатал ұстаған екен дәл солайда меніде оныда сүйтіп тәрбиеледі әлде осының кесірінен ол жасқаншақ болып өсті ма ертен қалайша өзіне тұрып бере алатын азамат болады деп аландаймын.",
        "question_date": "28.12.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасқаншақтықтан айығудың жақсы бір жолы – көпшілікпен араласу. Айналасындағы достарының қандай болуында. Достарының бойында жасқаншақтық мінезі жоқ, қоғамдық ортада өз ойын емін - еркін айта алатын таныстарыңыз болса, онда осы адамдармен қарым - қатынасын арттырыңыз.\nОлардың мінез - құлқы сөзсіз жұғады. Өзіне деген сенімді ұлғайтуға көмектесуіңіз керек. Бұл оған жаман әдеттен арылуға, бойындағы жақсы қасиеттерді ашуға көмектеседі.\nНе нәрсеге бейім, қандай қабілеті бар. Сол қасиеттерін жетілдіріп, басқа әлсіздіктерге қарсы тұра алатындай көмек беріңіз.",
                "date": "29.12.2022",
                "upvotes": 0
            },
            {
                "text": "Мырза сіз атаңыздың таяғына шыдап беріп жасқанбай өмір сүріп жүрсеңіз ол онда атаңызға байланысы жоқ болуы мүмкін. Бірақ та ескеріп отырсақ сіздің ініңіздің психалогиясын тексертуіңізді өтінемін!",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    }
]