[
    {
        "question_title": "Вертикальдан максималды B ауытқу бұрышы енді қандай болады?",
        "question_content": "Ұлан ағаш бұтағына байланған ұзын арқанда , вертикальдан максималды альфа бұрышына ауытқи отырып тербеліп отырды. Ұлан траекторияның төменгі нүктесінде болғанда, арқанның ортасы басқа бұтаққа ілініп қалды.  Вертикальдан максималды бета ауытқу бұрышы енді қандай болады?",
        "question_date": "17.01.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таразға келін болу үшін кандай салт дәстүрлерді білу керек?",
        "question_content": "Саламатсыздарма. Мен Ақтөбе облысынан болам. Тараз шаһарына келін болып барайын деп жатырмын. Ол жақтың салт дәстүрлері,заңдылықтары қандай. Тараз қаласына бұрын соңды барып көрмеппін сондықтан білмиди екем",
        "question_date": "17.01.2020",
        "question_tag": "Жанұя",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі халқымыз жаңа түскен келінге үлкен талаптар қойған. Өйткені, бүгінгі келін, ертеңгі ана, болашақ ұрпақтың тәрбиешісі емес пе? Сондықтан, халқымыз «келінді бастан» деп босаға аттаған күннен бастап тәрбиелеп, оның міндеттерін айтып отырған.\nҚазақстан Республикасы Президентінің Халықаралық «Болашақ» бағдарламасы бойынша стипендия иегері, Психологтардың Қазақ Ассоциация мүшесі, «Жан шуағы» психологиялық орталығының директоры,психолог-практик  Елшібаева Күлмаш Ғалымжанқызы:\n1. Келін түскен жерінің үлкен кішісі, ер-әйелдеріне өзінше ат қоюға тиісті. Мұнда олардың жас мөлшері мен ерекше қасиеттері мен мәртебесі еске алынған. Қайын сіңілісіне-Еркежан, Еркеқыз, қайнысына-Еркетай деп ат қоюына болады.\n2. Келін барлық жұрттан ерте тұрып, кеш жатады. Бұл дәстүр келінді еңбекқорлыққа баулиды.\n3. Әйелдер ерлердің жолын кесіп өтпейді. Бұл дәстүр жас келінді ізеттілікке тәрбиелейді.\n4. Жас келін үлкендер отырған үйге кірмейді. Шай құю қажет болғанда ғана дастархан басына келеді. Ал шай құйғанда бір тізерлеп қырын отырады. Сонымен қатар, үлкендердің әңгімесіне араласпайды.\n5. Ешқашан қазан-ошағын сылдырлатпайды.\n6. Жас келін дауыс көтеріп сөйлемейді. Ата-енесінің, қонақтардың көзінше күйеуімен ұрыспайды, әзілдесіп ойнамайды.\n7. Жас келін үлкендердің төріне шықпайды.\n8. Ол ата-енесінің төсегіне отырмайды.\n9. Жас келін жалаң бас жүрмейді. Жұрттың көзінше омырауын ашып, бала емізбейді. Ол кеудесін, балтырын жарқыратып жүрмейді.\n10. Ата-енесінің, қонақтардың көзінше баласын ұрмайды, оған ұрыспайды.\nМұның бәрі келінді имандылыққа, инабаттылыққа үйретеді. Әр отбасының келіні жоғарыда айтылған талаптар бойынша жүрсе, қазағымның қаракөз қыздарының барлығы инабатты , ата-енесінің , ағайын-туғанының сүйікті келініне айналар еді.\nhttps://elana.kz/%D0%B6%D0%B0%D1%81-%D0%BA%D0%B5%D0%BB%D1%96%D0%BD-%D0%B1%D1%96%D0%BB%D1%83%D0%B3%D0%B5-%D1%82%D0%B8%D1%96%D1%81-10-%D0%BC%D1%96%D0%BD%D0%B4%D0%B5%D1%82/",
                "date": "24.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңіл автокөлік жүк көлігін неше сағаттан кейін қуып жетеді?",
        "question_content": "А,В және С қалаларының арасы тас жолмен жалғасқан.В қаласы А және С қалаларынын ортасында орналасқан.А қаласынан С қаласына қарай 85 км/сағ жылдамдықпен жеңіл автокөлік жолға шықты. Онымен бір уақытта В қаласынан С қаласына қарай 60 км/сағ жылдамдықпен жүк көлігі де жолға шықты.Егер А және В қалаларының арақашықтығы 125км болса,жеңіл автокөлік жүк көлігін неше сағаттан кейін қуып жетеді?",
        "question_date": "16.01.2020",
        "question_tag": "Математика",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t=(125+S)/85=S/60\n\nS=85t-125=60t\n\n25t=125\n\nt=5 сағат",
                "date": "17.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Басқа адамдардың сөзіне қаншалықты мән бересіз?",
        "question_content": "Басқа адамдардың сөзіне қаншалықты мән бересіз?",
        "question_date": "15.01.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр кезде әрқалай. Қоғамда өмір сүргендіктен күнделікті сан түрлі адаммен диалог құруымыз шарт. Ал сол адамдардың пікіріне құлақ  асу немесе аспау ол саналы түрде қабылдайтын әр адамның өз  шешімі. Сырт көздің сізге немесе басқа тұлғаға қатысты пікіріне құлақ асар алдын өмірде әртүрлі адамардың болу ықтималдығын естен шығармаған жөн. Мен өзім көбіне өзіме жақын таныс , жанашыр адамның  мен жайлы айтқан пікіріне құлақ асқанды жөн көремін. Және өзімнің іштей кейде ұстайтын комплекстерім жайлы сөз қозғалса сөзін тыңдаймын, бірақ ақылға қонымды дәрежеде.",
                "date": "10.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Татуы бар жігіттерге/қыздарға қалай қарайсыңдар?",
        "question_content": "Татуировкаға көзқарастарың қандай жалпы?",
        "question_date": "15.01.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 298,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өзім татуировка жасатуға сескенемін. Бірақ жасатқан адамдарға көз-қарасым жаман емес. Өзіне жарасып тұрса неге жасатпасқа. Бірақ шектен тыс, денесінің барлық жеріне татуировка жасатқандарды көрсем құсқым келеді. Бір жағынан аяп та кетемін.",
                "date": "15.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Марксизмнің түпкілікті идеясы қандай?",
        "question_content": "Қанша жерден материал оқысамда, Карл Маркстың ойын түсіне алмадым. Бұл не үшін құралды? Және оның Ленинге қандай қатысы бар?",
        "question_date": "15.01.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марксизм — 19 ғасырдың 40-жылдары Карл Маркс пен Фридрих Энгельс негізін қалаған философиялық, экономикалық және әлеуметтік-саяси көзқарастар жүйесі. Марксизмнің теориялық қайнар көзі — классикалық неміс философиясы (Г. Гегель, Л. Фейербах), классикалық ағылшын саяси экономиясы (А. Смит және Д. Рикардо) және француз утопиялық социализм ілімі (Ш. Фурье, Р.Оуэн және Сен-Симон). Марксизмнің мақсаты, қоғамның негізгі қозғаушы күші ретінде жұмысшы табының маңызын теориялық негіздеу болды.\nФилософия саласында марксизм табиғат, қоғам мен ойлау дамуының жалпы заңдарын (қарама-қарсылықтардың бірлігі мен күресі заңы, терістеуді терістеу заңы, т.б.), Гегельдің идеалистік философиясы ережелерін тұжырымдап, қоғамды, ең алдымен, экономиканы талдау кезінде қолданды. Марксизмнің түйінді идеялық қағидалары — қосымша құн және өндірісті қоғамдастыру түсініктеріне негізделген капитализмнің экономикалық жүйесін талдау, тарихи материализмнің философиялық жүйесі, соның ішінде пролетариаттың тарихи рөлі туралы қорытындылары 19 ғасырдың 2-жартысында жұмысшы қозғалысының негізгі идеологиясына айналды. Марксизм дүниені кең ауқымда қайта құрудың белгілі бір үлгісін қалыптастыруға бағытталды, жаппай әлеуметтік, рухани көзқарастар төңкерісі идеясын жариялады. Классикалық марксизм ымырасыздығымен, іске асатын жобасының зардаптары туралы мәселені шешудегі қаталдығымен ерекшеленді. Марксизм социалистік төңкеріс нәтижесінде пролетариат диктатурасын, екі кезеңнен (социализм мен коммунизм) тұратын коммунистік қоғам орнатуды мақсат етті. Марксизмдегі аш-қан қоғамдық-экономикалық формация теориясы бойынша жаңа өндіргіш күштер мен күні өткен өндірістік қатынастардың арасында жанжал шығып, әлеуметтік төңкеріске әкеледі. Нәтижесінде бір формация екіншімен ауысады.\nМарксизм ілімі бойынша тарих барлығы бес формациядан:\nалғашқы қауымдық,\nқұл иеленушілік,\nфеодалдық,\nкапиталистік және\nкоммунистік формациялардан тұрады. \\\nСоңғысы адамзат дамуының ең биік сатысы деп саналды. Дегенмен, марксизм қоғам өміріндегі әлеуметтік және саяси үдерістерге үстірт қарады, түпкі мақсатқа жетуде қантөгіске толы тап күресіне басымдық берді, оның қоғам дамуының ағымына қарай икемділігі шамалы болды. 19 ғасырдың аяғынан бастап марксизм социал-демокриялық қозғалыстың негізгі идеологиясына айналды.\nБірақ 20 ғасырдың бас кезінде бұл қозғалыс екіге бөлінді:\nВ.И. Ленин, т.б. бастаған төңкерісшіл бағыт.\nЭ.Бернштейн, т.б. бастаған реформашылдық бағыт.\nРеформашылдар бірте-бірте марксизмнің негізгі теорияларынан бас тартып, қазіргі Батыс Еуропа елдеріндегі социал-демокриялық идеологияны қалыптастырды. Ал Ленин бастаған солшыл күштер Ресейдегі Қазан төңкерісінен кейін коммунистік тоталитарлық жүйенің негізін қалады. 1990 жылға дейінгі кезеңде марксизм социалистік елдердегі мемлекеттік идеологияға айналды. Социалистік жүйе құлағаннан кейін, марксизмді зерттеп, баға беретін жаңа кезең басталды",
                "date": "15.01.2020",
                "upvotes": 1
            },
            {
                "text": "жер  астынан  жік  шықты,  екі  құлағы  тік шықты» дейтін  зауалдай ...\nМарксйзмның ойы, Таптық күрес пен Төңкеріс   ...",
                "date": "17.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер шетелде оқу мүмкіндігі болғанда, қай елге барар едіңдер?",
        "question_content": "Егер шетелде оқуға мүмкіндік туып тұрса, қай елді таңдар едіңдер? Және не үшін?",
        "question_date": "15.01.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 445,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шетелде оқу мүмкіндігі болса, өзім Австрия және Жапония елдеріне барғым келеді. Мәдениеті мен табиғаты жағынан осы елдерге қызығамын. Білім жағынан Германия, Англия, АҚШ-қа баруға болады.",
                "date": "15.01.2020",
                "upvotes": 1
            },
            {
                "text": "смотря кандай мамандык! Ар мамандыктын жаксы дамыган жане сапалы билим беретин жерлеры баргой! Мысалы Дизайн моды - Италия деген сиякты",
                "date": "18.01.2020",
                "upvotes": 0
            },
            {
                "text": "Сеулге баратын едім",
                "date": "18.01.2020",
                "upvotes": 0
            },
            {
                "text": "Қызықты сұрақ, дегенмен шетелге барғысы келетін адам ең алдымен өз мақсатын айқындауы керек. Қандай мамандық бойынша оқығыңыз келеді? Қай елдің ЖОО сізді қызықтырады? Бұған жауап алу үшін шетелдік ЖОО туралы, олар орналасқан елді мекендер туралы ақпарат іздестіру керек. Мен болсам, Сингапурды таңдар едім, себебі аталмыш ел білім беру жағынан көп алда.",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Программалауды бастау үшін бірінші болып қай тілді меңгере берген дұрыс?",
        "question_content": "Программалауға қызығамын, бірақ бірінші болып қай тілден бастау керектігін білмей тұрғаным (Java, Python, C++, C#, PHP). Егер IT сферасында хабардар адамдар болса, кеңестеріңмен бөлісе отырыңдар))",
        "question_date": "15.01.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша Python. Себебі ол оңай және мықты болып табылады. Оның арқасында сен базалық білім аласын. Сен осымен бірге Game Dev-қа да, Web-қа да бара аласын.Оны үйренгін келсе мен саған электронды кітаптар жібере аламын",
                "date": "17.03.2020",
                "upvotes": 1
            },
            {
                "text": "Программалауды үйренуді енді бастасаңыз, сізге ең алдымен С++, С, С# тілдерін үйренгеніңіз жөн. Осы тілдерді толық меңгеріп шықсаңыз сізде тілді үйренуге деген база қалыптасады. Ары қарай қалаған тіліңізді оңай үйреніп кете аласыз.",
                "date": "15.01.2020",
                "upvotes": 1
            },
            {
                "text": "Eнді бастап жатсаныз html, css-ты уйренгеныныз дурис, бирак алдымен кай багыт кызыктырак соган байланысты тил окыганыныз дурис.",
                "date": "6.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына мамандық қалай аталады?",
        "question_content": "Кейде айткым келген нарсени ойымдагыдай етип жеткизе алмаймын. Менин сурайын дегеним ойындагыны жанындагы адамга тура ойлаганындай етип жеткизу ушин, тил байлыгымнын жане создик корымнын коп болуы ушин кандай мамандыкта оку керек немесе осыларды игере алатын адамды калай атайды?",
        "question_date": "14.01.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Журналистер, филологтар, мұғалімдер.\nОсы маман иелерімен сөйлесіп біліңіз.\nҚазіргі таңда  танымал журналистер, дикторлар әлеуметтік желілерде тіл байлығын арттыру, дұрыс сөйлеу бойынша курстар, сабақтар жүргізеді.\nИнстаграмда instagram.com/yerikqyzy_dana  аккаунты блогерлік туралы, ораторлық өнері, дауыс туралы сабақ жүргізеді, қарап көріңіз.",
                "date": "14.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Әкемнің арақ ішуін қойдыруға көмек сұраймын?",
        "question_content": "Мусылман бауырларым. Әкем қатты ішіп кетеді . Кодирования да жасадык. Каншама емшіге де бардық. Алладан сурап жүрміз .\n\nАрақ бір ішкенде 2айға дейін ішіп кетеді. Брақ мас кезінде ешкімге зианы жоқ ұрыс төбелес ешнәрсе шығармайды. Өз бетімен жүреді. Маған жылап та айтқан кезі де болады қойғым келеді мен шаршадым мына арақтан деп брақ қоя алмайды. Өзі калима айтып отырады кейде мен байқаймын қойғысы келеді брақ білмеймін қоя алмайды. Біздің жүрегіміз ауырады әкеміздің ішіп өз өзін өлтіріп жүргенін көріп. Енді Ең бірінші Аллах тағаламыздың буйыруымен осы сайттан бір көмектесуге мүмкіндігі бар адамды табу. Хабарларыңызды күтем 87053394133 рахмет",
        "question_date": "14.01.2020",
        "question_tag": "Жанұя",
        "question_views": 774,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің міндетіңіз – ауру адамды маскүнемдіктен міндетті түрде емделу керек екендігіне сендіру. Көптеген адамдар өзімнің қолымнан келеді, ішуді өзім-ақ қоямын деп емделуден бас тартады. Алайда, бұл тәжірибе жүзінде іске аспайды. Алкогольге тәуелділік – бұл ішкен адамға ғана емес, сонымен қатар күнделікті күйзелісте жүретін оның туыстарына да, ауыр әсер ететін сөзсіз қиын ауру. Бірақ алкогольге тәуелділікті жазылмайтын ауруға жатқызуға болмайды. Алкогольге тәуелділікті емдеуге мұқият ойланып кірісу қажет. Оны емдеудегі әрбір ойланбай жасалған қадам қайта айналып келмейтін зардаптарға, ауру ағзасының қайта орнына келместей өзгеруіне, тіпті өмірімен қош айтысуына да әкеліп соғуы мүмкін. Кәсіби көмек алу үшін сіз тұрғылықты жеріңіздегі емханаға, арнайы емдеу-сауықтыру орталықтарына, жеке медициналық мекемелерге, ғылыми-диагностикалық орталықтарға баруыңызға болады.\n\nӘдетте емдеу курсы үш сатыдан тұрады:\n\n1) спирттік сусындардан абсолютті бас тарту, алынған токсиндерден ағзаны тазарту және белсенді алкогольге қарсы емделуге психологиялық дайындық;\n\n2) жиілікті емдеу үдерісі;\n\n3) ұзақ көмекші терапия.\n\nЕң бастысы ауру адамды өз қайғысымен жападан-жалғыз тастауға болмайды. Бұл үлкен шыдамдылық пен төзімділікті талап етеді. Мұндай құрбандықсыз сіз үшін қымбат адамды алкогольге тәуелділіктен айыру қиын болады, ал көп жағдайда тіпті мүмкін емес. Ішетін адамға қалай көңіл бөлу керек? Әрбір отбасының өзіндік бағыт-бағдары, құндылықтары, әдет-ғұрыптары бар. Сондықтан да туындаған әрбір проблеманы дербес шешуге тура келеді. Дұрыс шешімінің нәтижесі табыстың 90%-ы екенін естен шығармаңыз. Сенің керек екеніңді, сені бәрі жақсы көретінін түсіну – бұл күресуге деген үлкен ынта.\n\nЖанжал – бұл жұбанышты басқа жақтан іздеуге түрткі болады, күмән туғызатын «достардың» өмір сүру мәні – тек «ішуді» іздеу ғана. Мұндай орталарда тұлғаны азғыру көз алдыңда өтеді.\n\nАлкогольге тәуелді адам салынып ішкен кезінде немесе ішкісі келген кезінде оны ұзаққа жібермеуге тырысыңыз. Мұны жәй сөзбен қинамай айту керек.\n\nМаскүнемдікпен ауыратын адамға отбасы қалай көмек бере алады:\n\n- Үйде алкогольді қабылдамайтындай жағдай туғызыңыз, үйдегі ешбір зат ауру адамға ішуді еске салмауы қажет немесе қайта бастап ішіп кетуге итермелемеу керек. Бірінші рөмкені алып қойған екен, барлығы да құрдымға кетеді. Сондықтан мүмкіндігінше, көз алдынан спирттік ішімдіктерді ғана емес, сонымен қатар, үйдегі сәйкес атрибуттарды да (рюмка, бос шөлмек, штопор және т.б.) алып тастаңыз.\n\n- Сіздің үйіңіздегі отбасылық отырыстар ішімдіксіз өтуі керек. Егер сіздің қонақтарыңыз  немесе сіздерді қонаққа шақырған үйдің қожайыны мұны түсінгісі де келмесе – онымен бірге отырыста болудан қашу керек.\n\n- Сіздің туысыңыз көп уақытын сізбен өткізгісі келетіндей жағдай жасаңыз – сол кезде ол адамда «достармен жиналайық» деген қашып құтыла алмайтын, азғыруға еріп кетуден құтылу мүмкіндігі болады.\n\nІшуді қойған адамға науқас адам сияқты емес, үлкен күрес жүргізген және де сыйлауға лайық адам ретінде қараңыз.",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "15 жаста, ол інісінен 3 есе үлкен. Марат інісінен 2 есе үлкен болғанда неше жаста болады?",
        "question_content": "Марат 15 жаста, ол інісінен 3 есе үлкен. Марат інісінен 2 есе үлкен болғанда неше жаста болады?",
        "question_date": "13.01.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20 жаста болады",
                "date": "13.01.2020",
                "upvotes": 1
            },
            {
                "text": "Марат інісінен 2 есе үлкен болғанда 20 жаста , інісі 10 жаста болады.",
                "date": "14.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ашық жерде және жылыжайда өсірілген қиярдың түсімділігін салыстыр?",
        "question_content": "Қияр ашық жерде және жылыжайда өсіріледі. Ашық жерде өсірілген қиярдың түсімділігі 140 т/га, ал жылыжайда 30 кг/м2(квадрат). Ашық жерде және жылыжайда өсірілген қиярдың түсімділігін салыстыр.",
        "question_date": "13.01.2020",
        "question_tag": "Математика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашық жерде 140т/1га=140000кг/10000м²= 14кг/1м²\n\nЖылыжайдан 30кг/1м² көп қияр алынады",
                "date": "13.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ғаламтор туралы мәтінді талдап беріңіздерші",
        "question_content": "Маған жедел түрде көмек керек маған ғаламтор туралы любой мәтінді талдап беріңіздерші",
        "question_date": "12.01.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламтор (ағылш. World Wide Web, WWW) — компьютердегі мәліметтер мен құжаттарды, мультимедиа элементі бар гипермәтінді жүйелерді байланыстыратын ғаламдық тор.\nАдамзатқа ғаламтордың пайдасы \nКөптеген адамдар, әсіресе ғаламтор қолдауншылары, ғаламтордың адамзаттың ең үлкен қолжетістігі екендігімен келісері анық. Ол, қалтқысыз ақпарат көзі болуымен қатар, адамдарға қажет біліммен сусындауға, қиюы келмес мәселелердің шешімін табуға көмектеседі. Әлемдік тордың жан-жақты, білімді, көзқарасымыз кең болып, көптеген қызықты дүниелерді үйренуімізге себі мол. \nОған қоса, ғаламтордың тағы бір артықшылығы - мемлекеттер мен құрлықтар арасындағы шекараны жойып, адамдарға араларындағы қашықтыққа қарамастан бір-бірімен араласуға, сөйлесуге мүмкіндік беруінде. Тіпті, әлемдік тор арқылы әлемнің екі бұрышындағы адамдар достасып, махаббатарын да тауып жатады.\nТанмдық бағдарламаларды көру, жаңа ақпарат алу, білімімізді толықытру, шетел тілдерін үйрену арқылы ғаламторда уақытымызды тиімді әрі пайдалы өткізе аламыз. ей адамдар ғаламтор арқылы мамандық алып, жұмысқа орналасып жатады. Бұлардан бөлек, ғаламторды жолын білгендер табыс көзі ретінде қолдана алады. Соңғы жылдарда дәл осы ғаамтормен байланысты түрлі мамандықтар пайда болған. \nҒаламтордың денсаулыққа зияны\nӘрине, ғаламтордың пайдасы мол екендігі даусыз. Алайда оның зияны да аз емес. Ғаламтордың зиян жайлы сөз болғанды ең бірінші қозғалатын тақырып - ғаламторға тәуелділік. Ал бұл аңыздан алнған термин емес. \nҒаламтор қолданушыларының 10%-ы ғаламторға тәуелді екендігі ғылыммен дәлелденген. Тіпті, олардың бірқатары ғаламторды үй, тағам, су іспетті өмірлік маңызды дүние деп есептейді. Оңтүстік Корея, Қытай, және Тайваньда ғаламторға тәуелділікті ұлттық деңгейдегі мәселе ретінде қарастырады.      \nДесе де ғаламтордың зияны тек мұнымен шектелмейді. Компьютер мониторының алдында ұзақ уақыт отырудың өзі көзіміздің көруіне теріс ісер етсе, компьютер алдында дұрыс қалыпта отырмағанның салдарынан қимыл-тірек аппаратымызға зиян келеді. \nАдам психикасына кері әсер ететін ақапараттарды да ғаламтордың зиянды жағына қоса аламыз. Ғаламтор арқылы алаяқтар жеке тұлға жайлы мәлімет алып, оны өз мақсатына қолдануы мүмкін. Сонымен қатар, әлемдік тор арқылы компьютер жүйесіне зақым келтіріп, зиянын тигізетін вирустар тарайды. \nӘрине, ғаламтордың пайдасы мен зияны да жетерлік. Алайда оның пайдасы басымырақ. Ал егер әр әрекетіңізді ақылға сала отырып жасасаңыз, ғаламтордың зиянын көрмессіз деген пікірдеміз.",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сергек камерасынан басқа бизнес қалмаған ба? Айыппұлдардың бағасы неге қымбат?",
        "question_content": "Сергектен басқа бизнес қалмаған ба? Жүргізушілердің бәрі стресте жүр. Бәрі телефондарына антикам қосып алыпты. Назарлары сонда.\nТүскен ақшаның неше пайызы мемлекет қоржынына, нешесі жеке қалтаға түседі? Сергек камера бизнесінің шынайы иесі кім? Айыппұлдардың бағасы неге қымбат? Неліктен сергек тұрған жерлерде арнайы ескерту жоқ?",
        "question_date": "11.01.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астаналық жүргізушілердің \"Сергек\"-тен \"тығылып\" жүргеніне бір айға жуықтады. Ең көп талқыланып жатқан тақырыпты тың фактілермен толықтырайық деп шештік.\nАстана көшелерінде \"Сергек\" бейнебақылау камералары небәрі 24 күн бұрын ғана пайда болса да, олар көлік иелерінің көп байқап, көп \"бас ауыртатын\" мәселесіне айналды.\nАйта кету керек, аяққа оралған көлденең жүргізушіден автобустарға арналған жолақтар босады, жолда \"дойбы\" ойнап, жылдамдықтарын асырып жарысатындар азайды. Бұны бейнебақылаушы компания да, қалалық әкімшілік пен полиция қызметкерлері де байқаған.\nБірақ, адамнан айла қалған ба? Әлеуметтік желіде осы \"Сергек\"-ке түспеудің амалын сұрайтындар, оларға ақыл айтатындар көбейді.\nСондықтан,  айтылмаған фактілерді анықтап, оқырман жіберген сұрақтардың жауабын анықтадық.\n\"Сергек\"-тің төрт көзі түгел\nӨздеріңіз байқағандай, бір бағанда кемінде екі, төрт, одан қалса, алты камера ілініп тұр. Бұл әрине жүргізушілердің үрейін үдете түседі.\n\"Камераның көптігіне не себеп? Бір камера көлікті алдынан, біреуі артынан бақылап тұра ма?\" – дейді оқырмандар.\nЖоқ. Камералар көліктің тек алдыңғы мемлекеттік тіркеу нөмірін және жолдағы жалпы жағдайды төбеден түсіре алады. Ал, көп камера – бар болғаны алгортим.\nЯғни, бір камера жолдағы ерсілі-қарсылы бағыттағы көлік жолын бөліп жатқан қос сызықты бақылайды. Көліктің мемлекеттік нөмірін анықтау үшін бір жолақта 1000 пиксельді камера тұруы керек. Домалақ камера 1980 пиксельді, яғни, мүмкіндігі 2 жолақты қамтуға жетеді. Яғни, жолдың бір бағытындағы екі жолақты бақылау үшін – бір камера жеткілікті.\nЕкі жолақты жолдағы камера / Фото informburo.kz\nАл, төрт жолақты жолға екі камераның көзі керек. Міне, бір бағанда төрт \"көздің\" тұратыны сондықтан. Бір жағында 4 жолағы бар жолдарға 8 \"көз\" ілінеді.\nБұл бизнес пе? Немесе \"Сергек\" қандай пайда көреді?\n\"Бұл – қып-қызыл бизнес\" дейді жүргізушілердің біразы. Ақиқаты қандай?\nБұған дейін хабарлағанымыздай, жаңа камераларды құрастырып, шығарған \"Көркем-Телеком\" компаниясы. Ол мемлекеттік-жекеменшік әріптестік аясындағы бұл жобаға 8,4 млрд теңге инвестициясын салып отыр.\nАл Астана әкімдігі бір теңге де шығын шығармаған, тек бейнебақылау камераларын орнататын жер ғана бөлген.\nБұны оқыған оқырман \"еш инвестор пайдасыз іске тәуекел етпейді, яғни, бұл жобаның артында көп ақша жатыр\" деген ойларын жеткізді. \"Көркем-Телеком\" компаниясына сұрақты төтесінен қойдық.\nТүсінгеніміз, \"Сергек\"-тің қожайындарына жиналатын айыппұлдың шектеулі бір мөлшері ғана тиесілі. Ол да шығынға ұшырамаудың кепілі ретінде. Яғни, әкімдік оларға бюджетке жүргізушілерге салынған айыппұлдан түскен ақшаның белгілі бір бөлігін ғана береді.\n\"Мысалы, біз белгіленген төлем кестесі бойынша белгілі бір кезеңде, мәселен, бір айда 100 теңге көлемінде айыппұл жиналуы керек десек, әкімдік сол сома жиналған жағдайға ғана 100 теңгені қалтамызға салады. Бірақ, сол бір ай ішінде жүргізушілер ережені көп бұзбай, бюджетке тек 70 теңге түссе, біз сол 70 теңгені аламыз. Арада 30 теңге айырмашылықты бізге ешкім төлеп бермейді. Бұл біздің кәсіпкер ретінде тәуекеліміз. Компания жиналған айыппұлдан ешқандай пайыз алмайды\", – делінген informburo.kz тілшісінің ресми сауалына жауап берген компанияның хатында.\nЯғни, айына, мысалы, 200 теңге айыппұл жиналса, 100 теңгесі \"Сергек\"-ке, артық ақшаның қалғаны түгел бюджетке түседі деген сөз.\n\"Сергек\" туралы ескерту тақтайшасы неге жоқ\n\"Сергек\" камералары орнатылғаннан кейін әлеуметке \"ұнамай\" қалған мәселенің тағы бірі – \"алдыңызда камера бар\" деп ескертетін ақпараттық тақтайшалардың жоқтығы.\nЖүргізушілердің көбі мұны заңсыздық дейді. Бірақ, анықтағанымыздай, жол бойында бейнебақылау камералары орнатылғаны жайлы ескерте ме, жоқ па – оны жергілікті әкімдіктің өзі шешеді екен.\n\"Жалпы, заңда жол бойындағы бейнебақылау камерасы туралы ескерту тақтайшалары міндетті орнатылсын деген ереже жоқ. Әрине, Қазақстанда жергілікті әкімдік көп жағдайда ескерту іледі. Бірақ, бұл ереже заңмен бекітілмеген.\nАл, \"неге камера туралы ескертпеді\" деген заңгер болсын, қарапайым азамат болсын, бұл наразылығын Конституциямен байланыстырып, адам құқығы тапталды деп жатады\", – дейді informburo.kz тілшісімен әңгімелескен белгілі заңгер Джохар Өтебеков.",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неліктен Орта Азия хандықтарының Қазақстанның оңтүстік аймақтарына экспансиясы күшейді?",
        "question_content": "7Сынып Жанкожа батыр Есет батыр төмендегі фотоға жауа бериниздерш отиниш",
        "question_date": "10.01.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзің кітаптан қара да жаса! Миыңды істетіп.  Келесі жолы осындай сұрақтар қоятын болсаң блокқа қоям.",
                "date": "11.01.2020",
                "upvotes": 1
            },
            {
                "text": "Мәскеудің айтақтауынан. Тура Ойрат Жұңғардағы сйақты, бұлар да Мәскеудің айтақтауы, ыстық қару демеу қолдауымен болған іс.  Мәскеудің қазақ орданы әлсіретудің Great Game айласы.",
                "date": "12.01.2020",
                "upvotes": 0
            },
            {
                "text": "Себебі Қазақтар Орта Азия Хандықтарына көтеріліске шықты 1дәлел Жаңқожа батыр Хиуа әскерлеріне қарсы күреске шығып олардың ірі бекініс қамалы Бесқаланы тас талқан етті 2дәлел Жанқожа Қоқан хандығының Сырдарияның төменгі ағысы боиындағы әскери бекіністеріне де шабуыл жасады 3дәлел Көтерісшілер Сырдарияның сол жақ бетіне өтіп Хиуа бекінісі Жаңақаланы басып алып қиратты",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декларация қалай толтырылады?",
        "question_content": "Дикларцияны қалай тапсырады, үйде отырып оған не керек, қандай форма таңдаймыз жеке тұлғалар үшін. Нұсқаулықты кайдан алуға болады,  жане биыл жеке меншике үй алдық оны әйелімнің атына тіркедік енди дикларцияда, оны кімнің атынан көрсетеміз меніңба оныңба",
        "question_date": "10.01.2020",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декларация үш үлгіде толтырылады\nСонымен, 250 формадағы декларацияда ақшасын, бағалы қағаздарды, көлікті, жер телімін, тұрғын үй құрылысындағы үлесін тағы да басқа мүліктерін көрсетіп, тапсырады. Депозиттер мен шетел банктеріндегі қарыздарды көрсетуге міндетті.\n270 үлгідегі декларацияда кеңейтілген нұсқада қайтарымсыз алған қаржыны, жылжымайтын мүлікті, көлікті, бағалы қағаздарды, инвестициялық алтын тағы басқа табыс көздерін көрсетіп жазады.\nАл 260 үлгідегі декларацияны зейнеткерлер, студенттер, жалдамалы жұмысшылар тапсырады. Онда айлық жалақы, шәкірттақы, дивиденд, ұтыс ақша, келісім шарт бойынша төленген ақша, міндетті сақтандыру төлемдері, алимент, денсаулыққа келтірілген зиян үшін төленген қаржы көрсетіледі.\nДереккөз: https://informburo.kz/kaz/deklaraciya-2020-alay-zhzege-asyrylady-zhne-ne-kederg.html",
                "date": "10.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 санының киелілігі нақты неде?",
        "question_content": "қазақ  халқында 7  санының  киелілігі  неде? неге 5 саны киелі емес, неге 8  саны киелі емес?",
        "question_date": "8.01.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қадым замандардан бері Жер бетін мекендеп келе жатқан халықтардың көпшілігі жеті санында сиқырлы күш бар деп санаған. Оны кие тұтып, қастерлеген небір ұлттар да болды. Соның бірі – қазақ халқы. Біздің ата-бабаларымыз да жеті санын қастерлеп, бірқатар таным-түсінігі мен табиғат құбылыстарын, аспан денелерін жеті санымен атап, ата заңдарына, салт-дәстүріне арқау етіп келеді.\nЖеті ата. Бұл – қазақ халқының дәстүрлі салт-санасында адамның ата жағынан тегін таратудың нақты жүйесі. Әрбір қазақ баласы өзінен бастап жеті атасының аты-жөнін білуге міндетті. Мұны әке-шешесі, ата-әжесі үйретіп, жаттатуға тиіс.\"Жеті атасын білмеген жетесіз\" деген аталы сөзді өзіңіз де білетін боларсыз.\nӨйткені қазақта жеті атаға дейін қыз алыспайды, оған дейінгі ұрпақ бір атаның баласы – туыс саналады. Қазақтар негізінен жеті атаны былайша таратады: 1. Бала. 2. Әке. 3. Ата. 4. Үлкен ата. 5. Баба. 6. Түп ата. 7. Тек ата.\nЖеті жұт. 1. Құрғақшылық. 2. Жұт (мал қырылу). 3. Өрт. 4. Оба (ауру). 5. Соғыс. 6. Топан су. 7. Зілзала (жер сілкіну).\nЖеті жоқ. 1. Жерде өлшеу жоқ. 2. Аспанда тіреуіш жоқ. 3. Таста тамыр жоқ. 4. Тасбақада талақ жоқ. 5. Аллаһта бауыр жоқ. 6. Аққуда сүт жоқ. 7. Жылқыда өт жоқ. \nЖеті қазына. Ол жөнінде пікір талас көп. Алайда қазақтар ертеде жеті қазынаға мыналарды жатқызған: 1. Ер жігіт. 2. Сұлу әйел. 3. Ілім-білім. 4. Жүйрік ат. 5. Құмай тазы. 6. Қыран бүркіт. 7. Берен мылтық.\nЖеті жетім. \nТыңдамаған сөз жетім.\nКиюсіз тозған бөз жетім.\nИесіз қалған жер жетім.\nБасшысы жоқ ел жетім.\nАққу, қазсыз көл жетім.\nЖерінен айырылған ер жетім. \nЗамандасы қалмаса – \nБәрінен де сол жетім.\nЖеті ғашық. 1.Ләйлі – Мәжнүн, 2.Жүсіп – Зылиха, 3.Фархад – Шырын, 4.Тахир – Зухра, 5.Арзу – Қамбар, 6.Уәлик – Ғарра, 7.Уәки – Күлшаһ.\nӘлем халықтарының жеті санына қонақ болып көрейік\nЖеті – ең ерекше сандардың бірі. Неге екені белгісіз, тұла бойы ашылмаған құпияға толы сынды. Әлем халықтары оны қасиетті, тылсым, таңғажайып, бақыт пен сәттілік әкелетін сан деп баға береді.\nЖеті Египетте мәңгілік өмірдің нышаны,Осирис құдайының саны. Сондай-ақ олар жеті планета бар деп санаған. ШумерліктердіңЛугуланнемунду атты патшасы өз қаласында Нинту ғибадатханасын тұрғызған екен. Бұл ғимараттың жеті қақпасы және жеті есігі болған көрінеді. Және ғимарат құрылысы аяқталған соң, жеті рет дәріптеліп, жеті өгіз бен жеті қой құрбандыққа шалынған.\nЖеті Ежелгі Грекияда Аполлон нышаны.Аполлон айдың жетінші жұлдызында дүниеге келген. Оның лирасының (музыкалық аспап) жеті ішегі болған екен.\nДінде де жеті санының орны ерекше. Мәселен, Аллаһ Тағаладан пенделеріне түскен қасиетті кітаптардың бірі – Тауратта жеті саны 500 рет қайталанады. Ислам дәстүрінде жұмақтың жеті қақпасы, тозақтың жеті баспалдағы, Қағбаны жеті рет айналу деген ұғымдар бар болса, христиандарда жеті – жаратылыстың нышаны болып саналады.\nЖеті жазба, жеті ашу, жеті шырақ, жеті басты дәу, жеті нота, жеті батыр, аптаның жеті күні, жеті жел, жеті қат жердің асты, жеті таудың арғы жағы, жеті, жеті, жеті...\nСоның бірі өлімге себепкер болатын жеті күнә: тамақсаулық, жалқаулық, нәпсіқұмарлық, өркөкіректік, ашу, қызғаншақтық және сараңдық. Теолог Фома Аквинский күнәһарларға ауыр жаза берілетін күнәлардың ішіндегі ең негізгілерін талдап, түсіндіріп жазып шыққан.",
                "date": "8.01.2020",
                "upvotes": 1
            },
            {
                "text": "Сан атауындағы құпйа\n1 бір =\n2 екі = ек, егін, бірден екі(көп) туғызу.\n3 үш = үш(кір), гйометрйада үшкірді 3 нүкте жасайды.\n4 төрт = тор, 4 дүзеу сызық тор жасайды.\n5 бес =\n6 алты =\n7 жеті = жету, жеткізуден ? немесе жете, түбегейлінен ? немесе жете, жалғаунан?\n8 сегіз =\n9 тоғыз =\n10 он =",
                "date": "11.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір жұмыстан басқа жұмысқа ауысқанда \"отпускной\" қалай есептеледі?",
        "question_content": "Бір жұмыстан басқа жұмысқа ауысқанда \"отпускной\" қалай есептеледі?",
        "question_date": "8.01.2020",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміздегі кез келген қызметкердің демалыс ақысын алудың алдында мынадай қарапайым шарттарды білуі керек: ай сайынғы жалақысы, бір күндік орташа ақысы қанша шығатынын және жұмысқа шыққан күндерінің саны. \nБір күндік орташа ақыны демалыс күндерінің санына көбейтсек, демалыс ақысы шығады. Қарапайым формула. Ал бір күндік орташа ақы 12 айда алған жалақыны жұмысқа шыққан күндерге бөлу арқылы есептеп шығаруға болады. Ал бірақ егер қызметкер ол ұйымда бір жылдан аз уақыт жұмыс істеген болса, бір күндік орташа ақыны іс жүзінде өтелген жұмыс күндеріне бөледі.\nҚай жағдайларда демалыс ақысы аз болуы мүмкін\n- қызметкер еңбекке жарамсыздық парағы бойынша жұмыста болмаса;\n- декретте болса;\n- жұмыс бабымен іссапарда болса;\n- компания бір жыл ішінде ешқандай сыйақы бермесе;\n- демалысқа шығатын айда мереке күндері көп болған жағдайда.\nПайдаланбаған күндердің өтемақысы\nМаманның айтуынша, еңбек демалысының пайдаланылмаған күндері үшін берілетін өтемақыны да ескеру қажет.\nҚР Еңбек кодексінің 96-бабының 2-бөлігіне (\"Жыл сайынғы ақы төленетін еңбек демалысы құқығын іске асыру және еңбек шарты тоқтатылған кезде өтемақы төлеу\") сәйкес, қызметкер жыл сайынғы еңбек демалысының  пайдаланбаған немесе толық пайдаланбаған болса, оның пайдаланылмаған күндері үшін міндетті түрде өтемақы талап етуге құқығы бар. Ол өтемақыны алу үшін бір күндік орташа жалақыны жұмыс күндерінің санына көбейту керек. Еңбек кодексінің 88-бабына сәйкес, еңбек, ұжымдық шарттарда және жұмыс берушінің актілерінде көбірек күн саны көзделмесе, жұмыскерлерге ұзақтығы күнтізбелік 24 күн болатын жыл сайынғы ақы төленетін негізгі еңбек демалысы беріледі.",
                "date": "12.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің болашақ жарым. Анаммен рулас болса отбасын құруға болады ма?",
        "question_content": "Менің болашақ жарым, анаммен рулас болса, отбасын құруға бола ма?",
        "question_date": "8.01.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анаңызбен жақын туысқандығы болмауы керек, себебі Сізде анаңыздың қаны бар. Қан араласуынан сақтаныңыз. Әйтпесе балаларыңызда мутация қаупі жоғары болады",
                "date": "10.01.2020",
                "upvotes": 0
            },
            {
                "text": "нағашы жақтан, 3 атадан асса болады деп естігем.",
                "date": "11.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі трапецияның табандарын табыңыз.",
        "question_content": "Радиусы R шеңберге ауданы S болатын тең бүйірлі трапеция сырттай сызылған. Трапецияның табандарын табыңдар.",
        "question_date": "7.01.2020",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төменгі (үлкен) табаны a-ға тең болсын; жоғарғысы  b-ға тең, ал бүйір жақтары c-ға тең. Шеңбер Трапецияның ішінде болғандықтан қарама-қарсы жақтардың қосындысы с=(a+b)/2-ге тең, мұнда с = (a + b) / 2-ге тең, қарама-қарсы жақтардың қосындысы с = (a + b) / 2-ге тең.\n⇒ S=(a+b)R⇒a+b=S/R; c=S/(2R)\nСтандартты процедураны аяқтағаннан кейін - биіктікті жоғарғы базаның шыңдарынан төменгі деңгейге дейін түсіре отырып, біз төменгі бөліктерді үш бөлікке бөлеміз, олардың ортасы b, ал шеттері (a-b) / 2.\nБүйір жағынан және биіктікпен бірге осындай кесінділердің бірі тікбұрышты үшбұрыш құрайды, одан төменгі катет табамыз (мен онда бөлгіштегі екіден құтылдым):\na-b=2√(S^2/(4R^2)-4R^2)=√(S^2-16R^2)/R\n\na+b=S/R екенін еске түсіре отырып,  a және b-ға арналған формулаларды аламыз:\n\na=(S+ √(S^2-16R^2))/(2R);\n \n b=(S- √(S^2-16R^2))/(2R)",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мемлекеттік емтиханнан төрт алған жағдайда \"қызыл диплом\" ала аламын ба?",
        "question_content": "Гос экзаменнен балл 84 болса, кызыл диплом алуга кандай мүмкіндік бар",
        "question_date": "7.01.2020",
        "question_tag": "Университет, колледж",
        "question_views": 890,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік емтихандардың барлығы 5 болуы керек деп естігенмін. Сол кезде ғана қызылға мүмкіндік болады.",
                "date": "7.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шымкентте қандай мектеп-интернаттары бар?",
        "question_content": "3,5 сынып балалары, жағдайға байланысты қарайтын адам жоқ соған Шымкентте мектеп-интернат немесе кандай ақшасын төлесе оқытатын жерлер бар ақыл қоссаңыздар өтініш",
        "question_date": "5.01.2020",
        "question_tag": "Мектеп",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ООсы жерлерге хабарласып көріңіз.",
                "date": "10.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ОЖСБ деген мемлекеттік емтихан ба? ОЖСБ аттестат алу үшін керек па?",
        "question_content": "ОЖСб аттестат алу ушин керек пе?\n9 класста бызде болайын деп жаткан сиякты сол ушин билип алайын деп едим\n\nОЖСБ бул ГОС па?",
        "question_date": "3.01.2020",
        "question_tag": "Мектеп",
        "question_views": 11400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОЖСБ деген 9-сыныпты аяқтағандағы ГОС Экзаменге дайындық белгілі бір уақыт сайын алынып отыратын. Ол 9 бітіргендегі бағаңа әсер бермейді, тек дайындайды, бізде тіпті кейбір ожсб сұрақтары госта кездесті, сондықтан одан жоғары алып жүруге тырыс, дайындық тест қой, кем алсаң аттестатқа әсері жоқ, бірақ апайларың ұрсуы мүмкін;)",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыли көздікпен бала босануға болама?",
        "question_content": "Сəлем баршаңызғаМенің көзім қыли(бірақ аса байқалмайды сходящее косоглазие).Маған көмектеріңіз керек болып тұр.Араларыңызда осы қыли көздікпен босанған жандар барма,не дəрігерлер барма жалы қыли көздікпен бала босануға болама? Өтініш жауап берсеңіздер өте маңызды",
        "question_date": "3.01.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қылилық - көздің көру осінің бекіту нүктесінен үнемі немесе кейде ауытқуы, бұл бинокулярлық көру қабілетінің бұзылуын тудырады. Қылилық сыртқы ақау арқылы – көздердің/көздің мұрынға немесе самайға қарай, үстіге немесе астыға қарай ауытқуы нәтижесінде байқалады. Сонымен қатар көзі қыли науқастың көзі қосарланып көрінеді, басы айналып, басы ауырады, көру қабілеті төмендеп, амблиопия туындауы мүмкін. Қылилықты тексеру әдісіне офтальмологиялық зерттеу (көздің қырағылығын, биомикроскопияны, периметрияны, офтальмоскопияны, скиаскопияны, рефрактометрияны тексеру, көзді биометрикалық зерттеу және т.б.), неврологиялық зерттеу кіреді. Қылилықты емдеу көзілдірік немесе байланыс коррекциясы, аппараттық ем-шаралар, плеоптикалық, ортоптикалық және диплоптикалық әдістемелер, хирургиялық коррекция арқылы жүргізіледі.\nБалалар офтальмологиясында қылилық (гетеротропия немесе страбизм) 1,5-3% балаларда кездеседі, ұл балалар мен қыз балаларда бірдей жиілікпен байқалады. Әдетте, қылилық 2-3-жаста дами бастайды, ол кезде екі көздің қосарланып қызмет етуі қалыптасады, алайда, туа біткен қылилық та кездеседі.\nҚылилық болған кезде бір немесе екі көз орталық осьтен ауытқиды, сондықтан көру остері қараған затқа қиылыспайды. Бұл жағдайда бассүйек миы қыртысындағы көру орталықтарында оң және сол көздің монокулярлық бейнелері бірікпейді, сол себептен зат екі бейне түрінде көрінеді. Қос көруден сақтану үшін орталық нерв жүйесі ОНЖ қыли көретін көзден келетін сигналдарды басып тастайды, уақыт өткен сайын бұл жағдайда амблиопия туындайды, яғни, көру қабілеті функционалдық түрде төмендейді, қыли көз көру үрдісіне қатыспайды. Қылилықты емдемеген кезде шамамен 50% балада амблиопия дамиды және көру қабілеті төмендейді.\nҚылилықтың классификациясы\nҚылилық туындау мерзіміне қарай туа біткен және жүре пайда болған қылилық деп бөлінеді. Қылилық көз ауытқуының тұрақтылығына қарай мерзімдік (өткінші) және тұрақты қылилық деп ажыратылады.\nКөздердің қатысуына қарай қылилық бір жақты (монолатералдық) және алмасушы (баламалы) болады, алмасушы қылилық кезінде бірде бірінші, бірде екінші көз кезектесіп қыли көреді.\nҚыли көздің қарау бағытына қарай қылилық көлдеңен, тік және аралас болып бөлінеді.\nТуындау себебіне қарай қылилық ынтымақты және паралитикалық ынтымақты емес деп ажыратылады\nҚылилықтың себептері\nТуа біткен (инфантилдік) қылилықтың пайда болуы гетеротропияның отбасылық анамнезіне байланысты – жақын туыстардың қылилықпен ауыруына, генетикалық бұзылыстар (Крузон синдромы, Даун синдромы); құрсақтағы нәрестеге кейібір дәрі-дәрмектердің, есірткі заттардың, ішімдіктің тератогенді әсері, мерзімінен бұрын босану және салмағы аз бала туу, балалар церебралды параличі, гидроцефалия, көздің туа біткен ақауларына (туа біткен катарактаға) байланысты болады.\nТуа біткен қылилық жіті түрде немесе біртіндеп дамиды. Екінші ынтымақты қылилықтың пайда болуы аметропияға байланысты болады (астигматизм, жақынан көрмеушілік, алыстан көрмеушілік). Қылилықтың дамуына күйзелістер, көзге көп күш салу, жоғары лихорадкамен жүретін балалар инфекциялары (қызылша, қызамық, дифтерия, грипп) және жалпы аурулар (ювенилді ревматоидтық артрит) әсер етеді.\nЖоғары жаста, яғни, ересек адамдарда жүре пайда болған қылилық көздердің көруін күрт төмендеуін тудыратын катаракта, лейкома (ақ шел), көру нервісінің атрофиясы, көз торының бөлінуі, макуланың дегенерациясы салдарынан туындауы мүмкін. Паралитикалық қылилықтың қауіпті факторларына ісіктер (ретинобластома), бассүйек миының жарақаттары, бассүйек миы нервілерінің сал болуы (көзді қозғалтушы нерв, топтамалық, бағыттаушы), нейроинфекциялар (менингит, энцефалит), инсульттер, көз қабырғалары мен түбінің зақымдануы, ұмытшақ склероз, миастения жатады.\nҚылилықтың белгілері\nПаралитикалық қылилық кезінде қыли көз сал болып қалған бұлшықетке қарай қозғала алмайды немесе қозғалмайды. Диплопия және бас айналу байқалады, көзді жұмған кезде бұл белгілер жоғалады.\nҚылилықты тексеру\nҚылилық кезінде кешенді офтальмологиялық тексеруден өту қажет.\nҚылилықты емдеу\nЫнтамақты қылилық кезінде емдеудің ең басты мақсаты бинокулярлық көру қабілетін қалпына келтіру болып табылады, ол кезде көздердің ассиметриясы жойылады және көру функциялары реттеледі. Бұл шараларға оптикалық коррекция, плеоптико-ортоптикалық емдеу, қылилықты хирургиялық коррекция, операцияға дейінгі және операциядан кейінгі емдеу жатады.\nҚылилықты оптикалық коррекциялау кезінде көру қырағылығын қалпына келтіру, аккомодация мен конвергенция арақатынасын реттеу көзделеді. Бұл мақсатта көзілдірік немесе байланыс линзаларын таңдау жүргізіледі.\nАмблиопия кезінде плеоптикалық емдеу жүргізіледі, мұнда қыли көзге күш салынады. Осы мақсатпен көзге окклюзия (көру үрдісінен шығу), пенализация қолданылады, амблиопиялық көзге аппараттық ынталандыру жасалады (амблиокор, амблиопанорама, бағдарламалық-компьютерлік емдеу, аккомодация жаттығуы, электроокулостимуляция, лазерстимуляция, магнитостимуляция, фотостимуляция, вакуумдық офтальмологиялық массаж) жүргізіледі. Ортоптикалық емдеуде екі көздің бірлескен бинокулярлық қызметін қалпына келтіру жүзеге асырылады. Синоптикалық аппараттар (синоптофор), компьютерлік бағдарламалар қолданылады.\nҚылилықты емдеудің соңғы сатысында диплоптикалық емдеу жүргізіледі, қалыпты жағдайда бинокулярлық көруді іске қосу көзделеді (Баголини линзаларымен, призмалармен жаттығулар жасау); көздердің жылжуын жақсарту үшін гимнастика жасалады.\n1-1,5 жыл барысында дәстүрлі терапияның тиімділігі болмаса, қылилықты хирургиялық әдіспен емдеу жүргізіледі. Қылилықты операция арқылы түзетуді 3-5 жаста жасау дұрыс болады. Офтальмологияда қылилықтың бұрышын хирургиялық жолмен азайту немесе жою сатылап жүргізіледі. Қылилықты түзету үшін операцияның екі түрі қолданылады: көздерді қозғайтын бұлшықеттердің функциясын азайту немесе күшейту.\nОперацияға дейін және операциядан кейін қалдық девиацияны жою үшін ортоптикалық және диплоптикалық емдеу жүргізіледі. Қылилықты хирургиялық жолмен түзетудің табыстылығы 80-90%-ды құрайды. Қылилықты хирургиялық жолмен түзетуден кейін асқынулар болуы мүмкін, олардың ішінде гиперкоррекция және қылилықты жеткіліксіз түзету, сирек жағдайда - инфекциялар, қан кету, соқырлық туындайды.\nҚылилық жазылған кезде көздердің симметриялығы, бинокулярлық көрудің тұрақтылығы, жоғары көру қырағылығы байқалады.\nҚылилықты болжау және алдын алу\nҚылилықты ерте кезден емдеу қажет, өйткені бала мектепке дейін көру қызметіне бейімделіп үлгеруі тиіс. Қылилықтың барлық жағдайында табанды, бірізді және ұзақ емдеуден өту қажет. Қылилықты кешеуілдетіп немесе дұрыс емдемесе, көзден айырылу әбден мүмкін.\nЫнтымақты аккомодациялық қылилық тезірек емделеді, ал кеш анықталған паралитикалық қылилықты толық емдеу қиынға түседі.\nҚылилықтың алдын алу үшін балаларды офтальмологқа жиі тексертіп тұру қажет, аметропияларды уақытында оптикалық түрде түзету, көз гигиенасын сақтау, көзге көп күш салмау керек. Көз ауырған кезде дереу дәрігерге жүгініп, ауруды, инфекцияларды ерте анықтау тиіс, бассүйек жарақаттарының алдын алу қажет. Жүктілік барысында құрсақтағы нәрестені жағымсыз әсерлерден сақтау қажет.",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мектеп бағдарламасы бойынша әр пәннен тест сұрақтары керек",
        "question_content": "Маған әр пәннен 15 сұрақтан тұратын, интернеттен алынбаған сұрақтар керек. Сатып аламын. 87088180081 ватсапқа жазсаңыздар болады.",
        "question_date": "2.01.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тест сұрақтары\nКәсіби шебер ұстаз\nБірінші деңгей бағдарламасын игерген мұғалім неге жауап береді.\nА. Ұстаздардың біліктілігін арттыруға.\nВ. Оқушылардың білім көрсеткішіне.\nС. Мектептегі тәртіпке.\nД. Мектептің даму жоспарын құру.\nЕ. Сабақтардың жүйелі өтуіне.\n2. Оқытудың сындарлы теориясының көзқарасы бойынша мұғалім өз сабағында шоғырландыруы керек.\nА. Оқушыға оның идеясы мен білім-біліктілігін дамытуға ықпал ету.\nВ. Ынтымақтастық пен қарым-қатынасты.\nС. Білім дағдыларын жүйелі түрде сәйкестендіріп отыруы.\nД. Ата-аналарды өз балдарының сапалы білім алуына араласуы.\nЕ. Сабақты түрлендіріп өту түрлерін біріктіруі.\n3. Заманауй зерттеудің мәнмәтінінде оқу ұғымының бес санатының оқу білім көлемінің сандық ұлғаюы ретінде қарастырылған ақпарат болып табылады.\nА. Білім сапасының деңгейі.\nВ. Үлгерімі төмен оқушылармен күрделі жұмыс.\nС. Үздік оқушылардың білім көрсеткіш деңгейі.\nД. Үй тапсырмасын орындау.\nЕ. Алынған ақпарат.\n4. Сын тұрғысынан ойлау ұғымындағы әдіс жағынан төмендегі сөзге жақын.\nА. Оқушы өзін еркін сезінуі.\nВ. Достарымен ақылдасу.\nС. Мұғалімнің айтуынша ойлау.\nД. Ой жүгірту.\nЕ.\n5. Макелпайн мен Ридтің зерттеулеріне сәйкес дарынды оқушылардың қалай оқитындығының сипаттамасы.\nА. Проблемаларды нақты және дұрыс шешуге ұмтылады.\nВ. Мәселелерді шешу қиын деп қабылдайды.\nС. Достарымен бірігіп оқиды.\nД. Өз біліміне сенеді.\nЕ. Дайын ақпаратты пайдаланбайды.\n6. Неврология саласындағы соңғы зерттеулер көрсеткендей\nА. Сабақ оқу алдында жүйке жаттығуларын орындау.\nВ. Жағымды ахуал қалыптастыру.\nС. Балалар мен ересектер неврологиялық құрылымдарға ие болады.\nД. Невралогиядағы оқушылардың ынтаның тежелуі.\nЕ. Жүйке жүйесінің, оқушының сабағына келтірер залалы.\n7. Метатану мәнмәтінінде мұғалім оқушыға ойлау қабілетін игеру үшін көмектеседі. Соның біреуі.\nА. Сенімділік тұрғысынан қарау.\nВ. Белсенді қызығушылықтың болуы.\nС. Диалогты логикалық тұрғыдан құру.\nД. Ойды бір жерге шоғырландыру.\nЕ. Сипаттаудың маңыздылығын түсіндіреді.\n8. Оқуды бағалаудың мақсаты болып табылады.\nА. Білім көрсеткішін байқау болып саналады.\nВ. Оқушы білімін анықтау.\nС. Мұғалімнің бақылау жұмысы үшін баға қою.\nД. Білім игеру аумағын білу.\nЕ. Білімділік қабілетін жобалау.\n9. Мерсердің жүктеуі бойынша әңгімелесу түрін көрсетіңіз.\nА. Әңгіме – дебат.\nВ. Диалогтық әңгіме.\nС. Зерттеушілік әңгіме.\nД. Пікірталастық әңгіме.\nЕ. Куммулятивті әңгіме.\n10. Философтар Джон Дьюй мен Дональд Шонның еңбектерінен шыққан ұғым.\nА. Интерпретация.\nВ. Рефлексивті практик.\nС. Тәрбие мен білімнің байланысы.\nД. Джигсо әдісін тиімді пайдалану.\nЕ. Блум таксаномиясын қолдану.\n11. Мұғалімде керек пәндік білімі болуын айқындайды.\nА. Қазіргі заманғы ғылыми идеялар мен тұжырымдамаларды білу.\nВ. Заманауй технологияны білу.\nС. АКТ-ны еркін меңгеру.\nД. Оқушы мен сабақты байланыстыру.\nЕ. Өз пәнін терең меңгеру.\n12. Қысқа мерзімді жоспарлау арқылы\nА. Сабақтар жалғастығын ұйқастырады.\nВ. Келесі тақырыпты болжайды.\nС. Сабақ өту тиімділігі артады.\nД. Тақырыпты оқушыларға терең түсіндіруге мол мүмкіндік алады.\nЕ. Дербес сабақ құрайды.\n13. Бірлескен оқу жүзеге асады\nА. Өзара іс-әрекет.\nВ. Жұптық жұмыстың тиімділігі.\nС. Тақырып мақсатына жетеді.\nД. Оқушылардың білім сапасы жоғарылайды.\nЕ. Топтық жұмыс арқылы.\n14. Коучинг ұғымының тура аудармасы.\nА. Жол көрсетуші.\nВ. Оқушыларға тиімді білім алуға бағыттаушы\nС. Мұғалімдермен бірігіп жұмыс жасаушы.\nД. Сұрақ қою арқылы баланың білімін жетілдіру.\nЕ. Тәлім ету, дайындау, жаттықтыру.\n15. Кейбір зерттеушілер білім беруді праксис ретінде төмендегідей қарастырады.\nА. Ғылыми тәжірибе.\nВ. Жұптық жұмыс тәжірибесі.\nС. Оқушы санасына ұғындыру.\nД. Білім сапасын ұлғайту.\nЕ. Педагогикалық тәжірибе.\n16. Ұлыбритания мен АҚШ зерттеушілері жапон оқушыларының жоғары академиялық жетістіктеріне қызығушылық танытты. Макота Иошида төмендегі себепке байланысты деп алға тартады.\nА. Lesson study-дің кеңінен қолданылуы.\nВ. Жапон білімінің жоғарылығы.\nС. Тәжірибенің сабаққа тиімділігі.\nД. Табиғи қабілеттіліктерінде.\nЕ. Бағдарламаның жүйелілігінде.\n17. Екінші деңгей бағдарламасы коучинг үдерісін іске асыру үшін кеңестер ұсынады. Сабақтың бастапқы кезеңінде асыруға болатын іс-әрекет\nА. Шаттық шеңберін тиімді ұйымдастыру.\nВ. Үй жұмысын тиянақты талап ету.\nС. Кері байланыс және оқушылардың бақылау реакциялары.\nД. Класта жағымды ахуал қалыптастыру.\nЕ. Оқушылардың ойларын шоғырландыру.\n18. Қазіргі заманға қарағанда 19ғ соңы мен 20ғ басында білім беру саласы төмендегі оқыту идеясына негізделген\nА. Білім алу үдерісі.\nВ. Жазу мен оқу шеберлігін дамыту.\nС. Линиялық және жалпылама үдеріс.\nД. Жалпыға бірдей білім алу саясаты.\nЕ. Білімді ұрпақ Ел болашағы саясатын ұстанған.\n19. БДБ пікірінше қоғамдастықтың ең басты ерекшелігі\nА. Мектептің білім жүйесін жүргізу.\nВ. Білім деңгейін көтеру.\nС. Қатысушылардың өзара сенімді қатынаста жұмыс жасауы.\nД. Мұғалімдерге көмек аөрсету.\nЕ. Жүйелі байланыстың арқасында білім алмасып білімдерін арттыру.\n20. ЖҚ құрудың тиімді тәсілдерінің бірі\nА. Мұғалімдердің бірінің тәлімгерлік етуі.\nВ. Бір-біріне сенім артып тыңдауы.\nС. Білім алмасу мақсатындағы қары-қатынас.\nД. Келеңсіз мәселелерді шешіп отыру.\nЕ. Араласу аймағын кеңейту.\n21. Тиімді ЖҚ-тың қызметін ұйымдастыру ұсынылады\nА. Әріптестеріне қолдау көрсету.\nВ. Мектепішілік және ауданаралық ЖҚ құру.\nС. Ұстаздардың қызметтері жеңілдейді.\nД. Сенімді әрі қолдаушы әріптестердің артады.\nЕ. Әрбір қатысушының барлық талқылаған сұрақтарына жауап беру.\n22. Мектеп басшылығы оқушылардың оқу нәтижесіне қалай ықпал ете алады\nА. Мұғалімдердің кәсіби өсуін ұйымдастыру арқылы.\nВ. Интернеттегі материалдарды пайдалану арқылы.\nС. Білікті ұстаздардың еңбектерінің арқасында.\nД. Стимуляция арқылы.\nЕ. Талапшыл басшылардың ықпалымен.\n23. Заманауй зерттеулер перспективті идеялар мен тәсілдерді игерген көшбасшы мұғалімдер тәжірибесін өзгертуге қауқарсыз екеніндігін ... деген сұрақты қоймайды.\nА. Білім қалай артады.\nВ. Сенім жоқ болса.\nС. Нәтижесі қандай.\nД. Өзгеріс не үшін қажет.\nЕ. Басқа мектептер қандай әрекет жасар екен.\n24. БДБ мәнін ашатын негізгі үш бағыттың бірі\nА. Блум таксаномиясы.\nВ. Критериалды бағалау.\nС. Спецификациялар.\nД. Оқушыларға немесе басқа мұғалімдерге әдіскер көшбасшылық.\nЕ. Рубрикалар.\n25. Көшбасшылықтың табысты болуының алты факторының бірі мектепті жетілдіруге бағытталған нақты мақсатқа бағыттаушылық ерекшелігі болып табылады.\nА. Жұптық бөлініс.\nВ. Білікті мамандар тобын құру.\nС. Стратегиялық бөліністің .\nД. Ынтымақтастықта жұмыс жүргізу.\nЕ. Оқушылардың бірлігінде.\n26. МДЖ-ын құрудың мақсаты\nА. Білім сапасын дамыту.\nВ. Оқушы білімін арттыру.\nС. Біліктілікті көтеру.\nД. Басымдықтардың санын анықтау керек.\nЕ. Кедергілерді жою.",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    }
]