[
    {
        "question_title": "Қабырғасы 3,85 болатын квадраттың периметрін тап?",
        "question_content": "Қабырғасы 3,85 болатын квадраттың периметрін тап?",
        "question_date": "12.02.2024",
        "question_tag": "Геометрия",
        "question_views": 191,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап:\n15,4 см\nНақты түсініктеме:\nP=4a\nP=4×3,85\nP=15,4см",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Александр Македонскийға сипаттама жазу?",
        "question_content": "Қазақстан тарихынан Александр Македонскийға сипаттама жазу керек? 5 сынып бойынша.",
        "question_date": "12.02.2024",
        "question_tag": "Тарих сұрақтары",
        "question_views": 169,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Александр Македонский: сипаттамасы\n\nТұлға:\n\nАргеад әулетінен шыққан Ежелгі Македония королі (б.з.б. 336 - б.з. 323 ж.).\nБірде-бір шайқаста жеңілмеген көрнекті қолбасшы.\nГрекиядан Үндістанға дейін созылған әлемдік державаның құрушысы.\nАристотельдің шәкірті ол философияны, саясатты және әскери стратегияны терең меңгерген.\nӨз сарбаздарын ұлы істерге шабыттандыратын харизматикалық көшбасшы.\nӨршіл және өршіл ол даңқ пен бағындыруға ұмтылды.\nГрек-македония бірлігін жақтаушы ол барлық грек қала-мемлекеттерін өз билігіне біріктіруге ұмтылды.\nОл шығыс мәдениетіне қызығушылық танытып, грек пен шығыс әдет-ғұрыптарын араластыруға шақырды.\nСыртқы түрі:\n\nОрташа биіктік, күшті құрылыс.\nСары шаш, көк көз.\nТерең көз қарас.\nШешендік, сендіру, шабыттандыра білу.\nЖетістіктері:\n\nАхеменидтер империясын жаулап алу, парсы әскерін талқандау.\nҮндістанға жорық, Пенджабты жаулап алу.\nЖаулап алынған территорияларда грек мәдениетінің таралуы.\nОның атымен аталатын қалалардың негізі (Александрия).\nСауда мен қолөнердің дамуын ынталандыру.\nӨлім:\n\n323 жылы қайтыс болды. түсініксіз жағдайда Вавилонда.\nОның империясы бірнеше эллиндік патшалықтарға бөлінді.\nМұра:\n\nТарихтағы ұлы қолбасшылардың бірі.\nЭллиндік өркениеттің негізін қалады.\nРим империясының дамуына әсер етті.\nОның бейнесі әдебиет пен өнерде асқақтады.",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер үшбұрыштың екі қабырғасы 7 мен 8 тең болса үшінші қабырғасы шегінде өзгеруі мүмкін?",
        "question_content": "Қалай шығарылатынын есептеу керек жауабы берілген дәлелдеу керек! Сроччнооо!",
        "question_date": "12.02.2024",
        "question_tag": "Геометрия",
        "question_views": 200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшінші қабырға 1-ден үлкен, 15-тен кіші болуы керек",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фармацевт дипломмен ауылға жобасына қатыса аламын ба?",
        "question_content": "Фармацевтика мамандығын бітірдім жасым 28 де мен дипломмен ауылға жобасына қатыса аламын ба?",
        "question_date": "12.02.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 147,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ғажайып ғарыш әлемі\"- деген тақырыпта шығарма керек?",
        "question_content": "Ғарыш әлемі тақырыбында эссе немесе шығарма жазып берсеңіздер. \"Ғажайып ғарыш әлемі\"- деген тақырыпта шығарма керек?",
        "question_date": "12.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғажайып ғарыш әлемі\n\nКіріспе:\n\nҒарыш дегеніміз - планетамызды қоршап тұрған шексіз кеңістік. Ол өзінің жұмбақтығымен және сұлулығымен адамдарды тартады. Ежелден бері адамдар жұлдыздарға қарап, олардың құпиясын ашуға тырысқан. Бүгінгі таңда ғылым мен техниканың жетістіктерінің арқасында біз ғарыш туралы көбірек біле аламыз.\n\nҒарыш ғажайыптары:\n\nШексіздік: Ғалам миллиондаған жарық жылынан асады. Ол миллиардтаған галактикалардан тұрады, олардың әрқайсысында миллиондаған жұлдыздар бар.\nӘртүрлілік: Ғарышта жұлдыздар, планеталар, галактикалар, қара тесіктер, тұмандықтар және басқа да ғарыштық нысандар бар. Олардың әрқайсысының өзіндік ерекшеліктері бар.\nСұлулық: Ғарыштық пейзаждар өзінің сұлулығымен таң қалдырады. Жұлдыздар, галактикалар, тұмандықтар - мұның бәрі адамдарды таң қалдыруды тоқтатпайтын бірегей суретті жасайды.\nҒарышты зерттеу:\n\nТарихы: Адамдар ғарышты ежелден зерттеп келеді. Дегенмен, ғарыш ғылымы тек 20 ғасырда ғана қарқынды дами бастады.\nЗаманауи әдістер: Бүгінгі таңда ғалымдар ғарышты зерттеу үшін телескоптарды, ғарыш аппараттарын және басқа әдістерді пайдаланады.\nАшулар: Ғарышты зерттеудің арқасында біз Әлем туралы, оның пайда болуы мен дамуы туралы көбірек білеміз.\nКеңістіктің мағынасы:\n\nПрактикалық маңызы: Ғарыштық технологиялар өмірдің әртүрлі салаларында, мысалы, байланыс, навигация, метеорологияда қолданылады.\nҒылыми маңыздылығы: Ғарышты зерттеу біздің Ғаламдағы орнымызды түсінуге және оның пайда болуы мен дамуы туралы іргелі сұрақтарға жауап беруге көмектеседі.\nФилософиялық мағынасы: Ғарыш адамдарды өмірдің мәні туралы, адамның Әлемдегі орны туралы ойлауға шабыттандырады.\nҚорытынды:\n\nҒарыш - көптеген құпияларға толы таңғажайып әлем. Ғарыштық зерттеулер ғылыми қызметтің ең қызықты және маңызды бағыттарының бірі болып табылады.",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануар мен адамдарда қандай ұқсас пигменттер бар?",
        "question_content": "Жануар мен Адамдардың қандай ұқсас пигменттері бар?",
        "question_date": "12.02.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарлар мен адамдардағы ұқсас пигменттер:\n\n1. Меланин:\n\nҚызметі: Терінің, шаштың және көздің түсін анықтайды.\nТүрі: меланоциттермен синтезделген биохромдық пигмент.\nМысалдар:\nАдамдарда: Ашықтан қара қоңырға дейін әртүрлі тері түстері.\nЖануарлар: Қара панда жүні, қызыл түлкі жүні, қоңыр бүркіт жүні.\n2. Каротиноидтар:\n\nҚызметі: Сары, қызғылт сары, қызыл түстер береді.\nТүрі: Өсімдіктер синтездейтін майда еритін пигменттер.\nМысалдар:\nАдамдарда: сәбізді көп мөлшерде жегенде сарғыш тері түсі.\nЖануарларда: Канарияның қауырсынының сары түсі, әтеш тарақтарының қызыл түсі.\n3. Флавиндер:\n\nҚызметі: Сары-жасыл пигменттер.\nТүрі: Суда еритін пигменттер тобы.\nМысалдар:\nАдамдарда: зәрдің сары түсі.\nЖануарларда: Көбелек қанатының сары түсі.\n4. Биофлуоресценция:\n\nҚызметі: Негізінен қарым-қатынас жасау және назар аудару үшін қолданылады.\nТүрі: Жарық жұтып, қайта шыққанда пайда болатын жарқырау.\nМысалдар:\nАдамдарда: анықталмаған.\nЖануарларда: медузаның, маржандардың, кейбір балықтардың жарқырауы.\n5. Хлорофилл:\n\nҚызметі: Фотосинтез үшін жарықты сіңіреді.\nТүрі: Өсімдіктерде кездесетін жасыл пигмент.\nМысалдар:\nАдамдарда: анықталмаған.\nЖануарларда: Жануарлармен симбиозда өмір сүретін кейбір балдырлардың жасыл түсі.\nАйта кету керек:\n\nЖануарлар мен адамдарда басқа ұқсас пигменттер болуы мүмкін, бірақ бұл бес пигмент ең көп таралған.\nБір пигмент әртүрлі организмдерде әртүрлі рөл атқара алады.\nГенетикалық өзгерістер пигменттердің саны мен түріне әсер етуі мүмкін, нәтижесінде әртүрлі түстер пайда болады.",
                "date": "13.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнекті көбейткіштерге жіктеңдер 4х25^2n+11x5^2n-3",
        "question_content": "4х25^2n+11x5^2n-3 комектесіндерщ",
        "question_date": "11.02.2024",
        "question_tag": "Математика",
        "question_views": 213,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеңілдету. Ықшамдау түрі\n4x625n + 11x25n - 3",
                "date": "11.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджер мамандығының таңдау пәні қандай?",
        "question_content": "Менеджер мамандығының таңдау пәні қандай? Және баллы?",
        "question_date": "11.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 161,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мамамның бөлесінің қызы маған кім болады? Двоюродня сестра ма?",
        "question_content": "Мен анамның бөлесінің қызы маған двоюродная сестра болама",
        "question_date": "11.02.2024",
        "question_tag": "Жанұя",
        "question_views": 190,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Эссе \"Отан отбасынан басталды\"",
        "question_content": "Бауыржан момышулы\n13 тапсырма",
        "question_date": "10.02.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамға өмірде ең қымбаты - отбасы. Отбасы – табиғат сыйлаған кереметтердің бірі. Жеке адамның бойындағы ар-ұятын, ақыл-ойын, адамгершілігін, мәдениеттілігін тәрбиелеуде отбасы – алғашқы қадам.\nҚазақ халқында «Отан отбасынан басталады» деген терең мағыналы сөз бар. Шындап келгенде, әрбір отбасы қоғамның бір бөлшегі, шағын Отан. Отбасы – әрқайсымыз үшін сүйіспеншілік, сыйластық, жарастық, татулық орнаған қасиетті мекен. Осы кішігірім «Отанымызда» бойымызға дарыған тәлім – тәрбие, елімізге, жерімізге деген сүйіспеншілік, ар – намыс қағидалары өмір бойы бізді жетелеп жүреді. Себебі, отбасының бала тәрбиесінде алар орны ерекше, баланың қалыптасуы отбасынан бастау алады, сондықтан да туған үйдің жылуы – оның көкірегінде көп жылдар бойы сақталып, мәңгі есінде жүреді. Ата мен ананың тәрбиесі қатар жүрген жерде жақсы азамат қалыптасатыны сөзсіз. Осы ретте ойыма «Ұлдың ұяты әкеде, қыздың ұяты шешеде» деген мақал түсіп отыр, яғни халқымыз ұл баланың да, қыз баланың да отбасынан бастау алатын тәлім – тәрбиесіне аса мән берген.\n\nБауыржан Момышұлының «Ұшқан ұя» романы (1974) - халқымыздың XX ғасырдың басындағы этнографиялық энциклопедиясы іспетті аса құнды, қазақ руханиятының қазынасы. Салт-сана, дәстүр, ұлттық келбеті өте шынайы суреттеледі.\n\n«Ұшқан ұяда» әлем тарихы, жаратылыс шежіресі, жан-жануарлар болмысы, қауымының қалыптасуы, әлемнің пайда болуы, тірлік, өмір туралы алғашқы мағлұматтарды, азаматтық тұрғыдағы аңыз-әңгімелерді әжесінен естігенін үлкен сүйіспеншілік сезімімен есіне алған, сондай-ақ ненің жақсы, ненің жаман екенін, нені сүйіп, неден аулақ жүруді әжесінен үйренгенін мақтан етеді. Әкесі Момыш өз бетімен сауат ашқан, сол кездегі көзі қарақты адамдардың бірі болған. Ел арасында ағаш ұстасы және етікші, зергерлігімен танымал болатын.",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер киім дизайнері мамандығын бітіріп киін еңбек мұғалімі болып жұмысқа кіруге болады ма?",
        "question_content": "Егер киім дизайнері мамандығын бітіріп киін еңбек мұғалімі болып жұмыс істеуге болады ма?",
        "question_date": "10.02.2024",
        "question_tag": "Мамандық",
        "question_views": 155,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Рәмзия есімінің мағынасын білсеңіздер?",
        "question_content": "Рәмзия есімінің мағынасын білсеңіздер айтып жіберіңіздерші",
        "question_date": "9.02.2024",
        "question_tag": "Тұлға, Адам",
        "question_views": 156,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "РӘМЗИЯ (Рамзия) - татарское имя арабского присхождения. Значение имени: Знак, метка; Имеющая метку, помеченная знаком",
                "date": "10.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баяндама жазуға тапсырма берілді қалай жазылады?",
        "question_content": "Универде баяндама жазуға тапсырма  берілді  қалай жазуға болады.",
        "question_date": "8.02.2024",
        "question_tag": "Университет, колледж",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баяндама және оны жазуға қоятын талаптар\n\nБаяндама–нақты мәселе бойынша жиналыста жасалатын хабарлама. Жан-жақты ақпаратқа және ғылыми талдауларға, тәжірибе қорытындыларына негізделеді. Баяндама қорғау уақыты 10 минуттан кем болмауы қажет. Баяндама соңында тыңдарман сұрақ қойып, сіз жауап беруіңіз керек. Осы қамтылған уақыт аралығы 15 минуттан аспауы тиіс.\n\nтолығырақ",
                "date": "10.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суы бар ыдыс түбінің ауданы S(1)=100см², пршенінің ауданы S (2)=200см²",
        "question_content": "Суы бар ыдыс түбінің ауданы S(1)=100см², пршенінің ауданы S (2)=200см². Судың поршеньге түсіоетін күші F=100Н. Егер h=50см болса, ыдыстың түбіне судың түсірген қысымвның күші неге тең",
        "question_date": "8.02.2024",
        "question_tag": "Физика",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әрбір мемлекет өзге мемлекеттер мен өңірлердің зиян келтірмеуін",
        "question_content": "Синтетикалық талдау жасау керек мына сөйлемге әрбір мемлекет өзге мемлекеттер мен өңірлердің зиян келтірмеуінде қамтамасыз етуге жауапты",
        "question_date": "8.02.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cu2Oмыс (І) оксидіндегі мыстың массалық үлесі",
        "question_content": "Cu2Oмыс (І) оксидіндегі мыстың массалық үлесі:\n\nА)5\n\nВ)25\n\nС)40\n\nД)88,9\n\nЕ)15",
        "question_date": "8.02.2024",
        "question_tag": "Химия",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мыс (II) оксидіндегі элементтердің массалық үлесін есептеңдер:\nw (Cu) = Ar (Cu) : Mr (CuO);\nMr (CuO) = 64 + 16 = 80;\nw (Cu) = 64: 80 = 0,8 немесе 80%;\nw (O) = Ar (O) : M (CuO);\nw (O) = 16: 80 = 0,2 немесе 20%.\nЖауабы: Cu2O құрамында 88,89% Cu",
                "date": "10.02.2024",
                "upvotes": 0
            },
            {
                "text": "Менің жауабым25 деп ойлаймын",
                "date": "6.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құнанбайдың портретін жасаңдар? Құнанбай қандай адам?",
        "question_content": "Құнанбайдың портретін жасаңдар. 7-сынып. 120 бет.",
        "question_date": "8.02.2024",
        "question_tag": "Мектеп",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құнанбайдың әкесі Өскенбай бес әйел алған кісі екен, олардан он бір ұл болыпты. Құнанбай оның бірінші әйелі Зереден туған. Ол кішкене кезінен өжет, зерек болып өсіпті. Әкесі оны үнемі жанына алып жүріп, билікке баулыпты, жөн-жосықты үйретіпті. Соның арқасында ол билікке сайланғанда жұмысты бірден меңгеріп алып кетеді, кесім жасауда аты шыққан әкесінен де асып түседі. Алған бетінен қайтпайтын қайсарлығымен, қаталдығымен танылған, ел арасында жиі болып тұратын жер дауы, жесір дауы, барымта-қарымта дауы, құн дауы сияқты дауларда ешкімге де жалтақтамай, өз шешімін кесіп айтатын адуынды би болған. Жұрт оны құрметтеп, «Мырза Құнанбай» деп атап кетіпті. Қайшылығы көп заманда кейбір қалыптасқан жайларға орай оның кейде өзгелерге тізесі батқан тұстары да аз болмапты. Осыған орай ел арасында «Оның аты – Құнанбай, жүйріктігі құландай, шұбарлығы жыландай» деген сөз таралған екен.",
                "date": "11.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарын бөлелерден шыққан балалар үйлене алама?",
        "question_content": "2 қарын бөледен шыққан қыз бен жігітке үйленуге болама?",
        "question_date": "8.02.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 160,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тоқсандық бағаның алтын белгіге әсері бар ма?",
        "question_content": "Тоқсандық баға қалай әсер етеді?6 шы мыныпта 4-ші тоқсанда бір сабақ 4, жылдық қорытынды 5, қалғанының бәрі 5 болса алтын белгі алуға болады ма?",
        "question_date": "8.02.2024",
        "question_tag": "Мектеп",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы\nБілім және ғылым Министрлігнің\n2014 жылғы 19 желтоқсандағы\n№ 532 бұйрығымен\nбекітілген\n\"Алтын белгі\" белгісі туралы\nЕреже\n      1. Осы Ереже \"Білім туралы\" Қазақстан Республикасы Заңының 5-бабы 22) тармақшасына (бұдан әрі - Заң) сәйкес әзірленді.\n      Ескерту. 1-тармақ жаңа редакцияда - ҚР Оқу-ағарту министрінің 07.08.2023 № 248 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      2. \"Алтын белгі\" белгісімен негізгі орта білім туралы үздік аттестат алған, негізгі, жалпы орта білімнің оқу бағдарламаларына немесе \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының оқу бағдарламаларына сәйкес 5 (6) – сыныптан бастап 11 (12) сыныпқа дейінгі оқу кезеңінде барлық пәндер бойынша жылдық және қорытынды бағалары \"5\" баға алған, 10 (11) – сыныптан бастап 11 (12) - сыныпқа дейінгі оқу кезеңінде барлық пәндер бойынша тоқсандық бағалары \"5\" баға алған білім алушылар марапатталады.\n      Ескерту. 2-тармақ жаңа редакцияда – ҚР Оқу-ағарту министрінің 07.08.2023 № 248 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      3. \"Алтын белгі\" белгісімен білім алушыларды наградтау білім беру ұйымы, \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымы басшысының бұйрығымен жүргізіледі.\n      Ескерту. 3-тармақ жаңа редакцияда – ҚР Білім және ғылым министрінің 13.06.2017 № 278 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      4. \"Алтын белгі\" белгісімен марапаттау салтанатты жағдайда өткізіледі.\n      5. Заңның 26-бабының 5-тармағына сәйкес \"Алтын белгі\" белгісімен марапатталған адамдардың конкурс өткізу кезінде білім беру гранттарын алуға, сондай-ақ техникалық және кәсіптік, орта білім беруден кейінгі және жоғары білімді кадрлар даярлауға арналған мемлекеттік білім тапсырыс бойынша білім алушылар құрамына қабылдауда басым құқығы бар.\n      6. \"Алтын белгі\" белгісімен марапатталушы заңнамада белгіленген тәртіппен денсаулық жағдайы бойынша арнайы талаптар көзделген жоғары оқу орнын таңдаған жағдайда, денсаулығы Қазақстан Республикасының заңнамасында белгіленген арнайы талаптарға сәйкес келген жағдайда ғана қабылдана алады.\n      7. Осы Ереже меншік үлгісіне, түріне, нысанына және ведомстволық бағыныстылығына қарамастан, белгіленген тәртіппен бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын іске асыратын білім беру ұйымдарының білім алушыларға қолданылады.\n      8. \"Алтын белгі\" белгісін дайындау осы Ережеге қосымшаға сәйкес \"Алтын белгі\" белгісінің сипаттамасына сәйкес жүзеге асырылады.",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен досыммен ұрысып қалдым. Менімен өтірік амалсыздан дос болып жүрді. Не істесем болады?",
        "question_content": "Мен қатты ұрысып қалдым ол менімен араласпайды мені жек көріп кетті",
        "question_date": "8.02.2024",
        "question_tag": "Мектеп",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Досыңмен ұрысып қалғаныңа өкінемін.\n\nМіне, не істеуге болатыны туралы бірнеше кеңестер:\n\n1. Досыңызбен сөйлесіңіз:\n\nНеліктен екенін біліңіз: досыңызбен сабырлы түрде сөйлесіңіз және ол сіздің достығыңызды «қажеттіктен» деп неге ойлайтынын сұраңыз.\nОны тыңдаңыз: оған сөйлеуге мүмкіндік беріңіз және оның көзқарасын түсінуге тырысыңыз.\nӨзіңізді түсіндіріңіз: оның достығын бағалайтыныңызды және оның өзара құрмет пен қызығушылыққа негізделгенін қалайтыныңызды түсіндіріңіз.\n2. Жағдайды талдаңыз:\n\nСезімдеріңізді бағалаңыз: бұл жағдайда өзіңізді қалай сезінетініңізді ойлаңыз.\nСырттан қараңыз: сіздің әрекеттеріңіз досыңызға қалай әсер еткені туралы ойланыңыз.\nӨз үміттеріңізді белгілеңіз: бұл достықтан не қалайтыныңызды шешіңіз.\n3. Қалай әрекет ету керектігін шешіңіз:\n\nҚарым-қатынасыңызды жақсартуға тырысыңыз: достығыңызды сақтағыңыз келсе, досыңызға қарым-қатынасыңызды жақсарту жолдарын ұсыныңыз.\nҮзіліс жасаңыз: егер сізге өзіңізді түсінуге уақыт қажет болса, оны досыңызға түсіндіріп, үзіліс жасаңыз.\nДостықты аяқтаңыз: Егер сіз достық сізге қуаныш әкелмейтінін сезсеңіз, оны тоқтатуға болады.\n4. Есте сақтаңыз:\n\nӨзіңізді кінәламаңыз: болған оқиға үшін өзіңізді кінәламаңыз.\nТәжірибеден үйреніңіз: Сіз бұл жағдайдан болашақ қарым-қатынастар үшін сабақ ала аласыз.\nӨзіңізді бағалаңыз: басқалардың сізді пайдалануына жол бермеңіз.\n5. Қолдау:\n\nЖақындарыңызбен сөйлесіңіз: өз тәжірибеңізді жақын адамдарыңызбен бөлісіңіз.\nПсихологқа хабарласыңыз: Бұл жағдайды шешуге көмек қажет болса, психологқа хабарласуға болады.\nМаңызды:\n\nАдалдық: Досыңмен де, өзіңмен де адал бол.\nСыйластық: досыңыздың сезімі мен пікірін, тіпті егер сіз олармен келіспесеңіз де құрметтеңіз.\nАшықтық: Диалогқа және шешім табуға ашық болыңыз.\nБұл кеңестер сізге осы жағдайды түсінуге көмектеседі деп үміттенемін.",
                "date": "10.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Енді намаз оқып бастаған әйелге кеңес",
        "question_content": "Ассалаумағалейкум, сұрағым бар еді, осы жақында намаз оқып бастадым, 5 уақыт намаз оқып жүргеніме 10 күндей болды. Менің үлкен қызым 4 те, ұлым 1,6 жаста. Намазым бұзыла береді. Балаларым жылап, не бірдеңені құлатып жатады, өзімді кінәлі сезініп отрмн. Намазды ойыншық қылып жүрген жоқпынба деп. Қалай оқисам",
        "question_date": "7.02.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Онлайн дүкен атауын қалай қойсам болады?",
        "question_content": "Салеметсіздер ме? Онлайн дүкен ашайын деп едім. Жалпы категория киім кешек, сөмке, бас киімдер. Қандай заманауи, ерекше, омоним сөзді қойса болады? Алдын ала алғысымды білдіремін",
        "question_date": "7.02.2024",
        "question_tag": "Өнер",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа удостворение жасатасан басқа қаланы тыркеп жазуға болама өз қаланды емес?",
        "question_content": "Төлқұжатқа байланысты сұрақ",
        "question_date": "7.02.2024",
        "question_tag": "Заң",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ халқының қалып бара жатқан салт-дәстүрлерін жазу",
        "question_content": "Қазақ халқының қалып бара жатқан салт-дәстүрлерін жазыныздаршы.Жедел қажет",
        "question_date": "7.02.2024",
        "question_tag": "Үй тапсырмасы",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұсбағдар тобына ұран керек?",
        "question_content": "Тұсбағдар тобына ұран керек?",
        "question_date": "7.02.2024",
        "question_tag": "Мектеп",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    }
]