[
    {
        "question_title": "Экономика мамандығын таңдап қандай жұмыста істеуге болады?",
        "question_content": "Экономист мамандығын 9дан кейін таңдасам, кейін қандай салада жұмыс істеймін?",
        "question_date": "18.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экономия саласында",
                "date": "18.06.2020",
                "upvotes": 0
            },
            {
                "text": "Бүгінде экономист болу мәртебелі және пайдалы. Соңғы жылдары бұл мамандық ең танымалды мамандықтар қатарына кіреді, және жақын арада өз позициясын әлсіретпейді. Бұған басты себеп - экономистердің жалақысының жоғары дәрежеде болуына байланысты болса керек. \nКөптеген ЖОО-да, олардың негізгі бағытына қарамастан, экономикалық факультет барын байқай аламыз. Соңғы жылдары экономикалық білімнің мамандандыруына үлкен екпін жасалды. Және әрбір жоғары оқу орыны өз саласының экономисттерін дайындауға кірісті. \nБұл маман түлегі  нарықтық экономика, заң және үрдістер туралы теориялық терең білімі бар, қазіргі экономикалық анализ әдістерін, бизнес-жоспар құрылуын, басқаруда тиімді шешімдер қабылдауды, сонымен қатар күрделілігі әртүрлі деңгейдегі жобаларды басқаруды, экономикалық үдерісті болжауды және оңтайландыруды жоғары дәрежеде меңгерген маман. Экономика және математикалық дайындықтың негіздерін білу, ана тілді, сонымен қатар орыс, ағылшын тілдерін еркін меңгеру, қазіргі жаңа бағыттарға тез үйрену маман иесіне еңбек нарығындағы жаңа өзгерістерге тез икемденуіне ықпал етеді. Жастардың экономикалық білімін арттыруы өз мамандығының кәсіпқой иесі болуын қамтамасыз етеді. \nМаман иелерін дайындауда шешілетін мәселелер:  \n- Қазіргі нарық экономикасы туралы біліммен қамтамасыз ету, оның дамуының заңдылықтары мен үрдістерін түсіну; \n- Экономикалық анализдің қазіргі әдістерін іс жүзінде қолдануға дағдыландыру;  \n- Бизнес-жоспар құру, басқаруда тиімді шешімдер қабылдау және күрделілігі әртүрлі жобаларды басқару; \n- Экономикалық үдерістерді болжау және оңтайландыру. \nМамандық қызметінің бағыты: \n- Экономикалық, стратегиялық, инвестициялық, ғылыми зерттеулердегі құрылымдар, ірі компаниялар мен мекемелер, министрлік және мемлекеттік басқару органдары. \n- Экономика компаниялар мен корпорацияларды қаржылық шаруаларымен айналысуға; \n- Қорларды жоспарлауға; \n- Анализ жасап тұжырымдауға; \n- Жобаларға инвестиция жасауға; \n- Компанияның экономикалық дамуы туралы мәселелермен айналысуға; \n- Есептер жүргізуге; \n- Компанияның, облыстың және мемлекеттің экономикалық саясатын құруға; \n- Компанияның жоғары экономикалық қызметтеріне араласуға; \n- Қазақстандық және әлемдік нарықтағы өзгерістерге болжау жасауға мүмкіндік береді. \nЭкономика бакалаврының кәсіби қызметі: \nКез келген меншіктегі кәсіпорындарда (фирмаларда), білім беру, зерттеу ұйымдарында және басқа ұйымдарда, сонымен қатар мемлекеттік басқару органдарының аясында жүзеге асырылатын функциялаушы нарықтар, қаржы және ақпараттық ағымдар, өндірістік және зерттеу процестері сияқты экономика салаларында талдау, ұйымдастыру (әкімшіліктік) және білім беру (оқыту). \nМамандық бойынша пәндер: Кәсіпорын экономикасы, Табиғатты пайдалану экономикасы, Кәсіпкерлік, Өндірістік сала экономикасы, Өндірісті ұйымдастыру, Халықаралық экономика, Деректерді талдау және экономиканы модельдеу.\n\nТолығырақ: https://massaget.kz/layfstayl/bilim/zharatylystanu/20133/",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналист болу үшін қандай қасиеттерге ие болу керек?",
        "question_content": "Менің 11дин кейін журналистика мамандығын таңдағым келеді.Бірақ өзімді көп сұрақтар мазалайды.Мысалы:\n1)ол жерге міндетті түрде портфолиямен бару керек па ,мектепте жазған мақалаң міндетті түрде керекпе (мен мүлдем жазған емеспинда  мақаланы газеттерге шығарп дегендей)\n2)түсу мүмкіндігі барма әлде жоқпа, Сатбаевтен баска қандай универ бар? \n3)эссе өздери такырп дайындалуға алдн ала берема \nОсы сұрақтарға толықтай  жауап беруге көмектесиниздерши,биреуіне болсн отиниш❤",
        "question_date": "18.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өзіңе ұнаған мамадық тандайсында)",
                "date": "18.06.2020",
                "upvotes": 0
            },
            {
                "text": "Журналистика факультетіне түсу үшін ең алдымен кітапты көп оқу керек. Қазақтың оралымды да ырғақты, бай да көркем тілін кез келген сәтте еркін қолданып, шұрайлы жазба жаза білуге тиіссіз. Сіздің сыртқы келбетіңіз қаншалықты көркем болса да, сөйлеу мәнеріңіз бен дауыс ырғағыңыз қаншалықты жағымды болса да, мәтін жаза алмайтын болсаңыз, басқа журналистерден төмен тұрасыз. Жақсы жаза алатын журналист қана жоғары бағаланады. Журналистика факультеті Қазақстан Республикасында бірнеше оқу орнында оқытылады. Біз сіздермен әл-Фараби атындағы Қазақ Ұлттық университетінің журналистика факультетіне түсу жағдайын қарастырамыз. Қазақ Ұлттық университеті журналистика факультеті жалпы журналистика, баспа ісі, қоғаммен байланыс, дизайн мамандықтарын қамтиды. Қоғаммен байланыс мамандығын оқыған студент кез келген жұмыс орнына қызметке жарамды. Олардың негізгі саласы маркетинг-менеджмент, жарнама. Әр тұлғаны, тауарды дұрыс жарнамалап, өтімділігін арттыруды кәсіби тұрғыда оқытып үйретеді. Бұл мамандыққа түсу үшін ҰБТ-да география пәнін таңдап, жалпы конкурсқа қатысасыз. Баспа ісі мамандығы негізінен кітап, газет-журналдардың шығуы жөнінде оқытады, редакторлық қызметтің қыр-сырын үйретеді. Тележурналистика, радиожурналистика пәндері де бір семестр оқытылады. Сонымен бірге бұл мамандықты бітіріп шыққан студент дипломына «Өнер бакалавры» деп жазылады, қабілетіне қарай мектеп, баспа, телевизия, радио, театр қызметіне де жұмысқа орналасуға мүмкіндігі бар. Баспа ісі мамандығына әдебиет пәнін таңдап, жалпы конкурс арқылы түсе аласыз. Жалпы журналистика мамандығының гранттары жалпы конкурста бөлінбейді. Бұл мамандыққа түсу үшін арнайы шығармашылық емтихан тапсырасыз. Маусымның жиырмасы мен шілденің бірі аралығында құжаттарыңызды қалаған ЖОО-ға апарып өткізесіз. Маусымның соңғы күніне дейін құжаттарыңызды толық өткізіп қойсаңыз, нұр үстіне нұр. 2 шілде күні шығармашылық емтихан басталады, ол 2 турдан тұрады. Онда сіздің ҰБТ-да жинаған балыңыздан қазақ тілі мен қазақстан тарихы пәндері ғана есептеледі. Қазақ тілі 25 ұпай, қазақстан тарихы 25 ұпай, шығармашылық емтихан бірінші тур 25 ұпай, екінші тур 25 ұпай. Максималды 100 ұпай жинауыңыз керек, 70 ұпайдан жоғары жинасаңыз, ақылы бөлімге түсуіңізге еш кедергі жоқ. Шығармашылық емтиханның бірінші турында шығарма жазасыз. Үш тақырып беріледі, өзіңізге ұнаған бір тақырыпты ашып жаза алуыңыз тиіс. Бұл турда сіздің жан-жақты танымдылығыңыз, тіл байлығыңыз, сауатты жаза білуіңіз бағаланады. Екінші тур ауызша өтеді. Бұрын баспасөздерде жарияланған шығармаларыңызды өзіңізбен бірге ала келесіз. Журналистика саласындағы тұлғалар, салаға қатысты терминдер (PR, дайджест, репортаж) жайында сұрақтарға жауап бересіз. Баспасөз бетіне ешқандай шығармаңызды жарияламаған болсаңыз, қазірден бастап газет-журналдарға жібере бергеніңіз жөн. Массагет сайтының блогтар бөлімінде жеке блог жазуыңызға да болады. Сол туындыңызды қағазға шығарып апарсаңыз, қуана қабылдайды. Дизайн мамандығы кітаптардың сыртқы мұқабасының безендірілуі, фото өңдейтін бағдарламаларда (Photoshop, inDesign, CorelDro) кәсіби тұрғыда жұмыс істеп үйретуді басты назарда ұстайды. Әдеттегі мамандықтар секілді 4 жыл оқып, жартылай жоғары білім емес, 5 жыл оқып толық жоғары білім алып шығасыз. Яғни ЖОО бітіргенде бірден магистрлікпен тең дипломға ие боласыз.\n\nТолығырақ: https://massaget.kz/okushyilarga/jogargyi_syinyip/28559/",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның туындысын табу.у=3х²+x-2",
        "question_content": "y=3x²+x-2\n\nФункцияның туындысын табу",
        "question_date": "18.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y' = 6x + 1          .",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тобыққа дейін сарысу жиналып қалса не істеуге болады?",
        "question_content": "Апамның сахары бар еді, тізеден төмен тобыққа дейін сарысу жиналып қалды үнемі ісіп жылтырап тұрады халық емшісіне барып бірнеше рет ине салдырған сонда сарысуы шығатын бірақ қайтадан жиналып алады нестеуге болады өтінемін айтып жіберсеңіздер",
        "question_date": "17.06.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің әжеміз түйенің жүнін тұзға шылап сосын сарысу жиналған  жерге орап қоятын.",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шиналы таңдау және тексеру жолдары",
        "question_content": "Шиналы таңдау және тексеру жолдары\nA) Номиналды кернеу\nB) Термиялық тұрақтылық\nC) Динамикалық және термиялық қыздырумен\nD) Токтың экономикалық тығыздығымен\nE) Динамикалық тұрақтылық\nКөп көлемді майлы ажыратқыштардағы трансформатор майының арналуы\nA) Доға сөндіру\nB) Ток тасымалдаушы бөлігіне оқшауламада\nC) Тоқ тасмалдаушы оқшаулама бөлігі\nD) Тоқ тасымалдау бөлігінің салқындауы\nE) Доға сөндіру және ток тасымалдаушы бөлігіне оқшаулама\nЖоғары және аса жоғары кернеулі өндірілген қуаттарды жеткізетін электр станциялары\nA) АЭС\nB) ЖЭС\nC) ГЭС\nD) ТЭС\nE)ГРЭС",
        "question_date": "17.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Психология мамандығын оқуға тұрарлық па?",
        "question_content": "медицинада да\nкнб да\nмектепте т б жерлерге кируге болады деген рас па",
        "question_date": "17.06.2020",
        "question_tag": "Мамандық",
        "question_views": 719,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психология — болашақтың мамандығы\nМамандық тандау — бұл өте маңызды іс. Өйткені біз өзіміз таңдаған мамандық саласында өмір бойы қызмет атқарамыз. Мамандықтың саны әр алуан: дәрігер, мұғалім, ұшқыш, психолог, сазгер, сатушы, ғарышкер және т.б. Бірақ бұларды байланыстыратын маңызды факт — бұлар бәрі халық үшін қызмет атқарады. Ал халық үшін қызмет көрсету маңызды мәселе. Түркі тілдес халықтың «жеті рет өлшеп, бір рет кес» деген нақыл сөзін ұран етіп, мамандықты дұрыс таңдауымыз керек.\nПсихология – болашақтың мамандығы. Расыменде қазіргі таңда кез келген мекеме психологты қажет етеді. Адамдар тығырыққа тіреліп, шырғалаңға түскен шақта қол ұшын беріп, дұрыс жол көрсете алатын білгір психолог болам деушілер саны жылдан жылға көбеюде. «Психология» мамандығы әлемдегі ең танымал мамандықтардың үздік бестігіне кіреді.Психологияның зерттеу пәні- адам психикасы екендігін ескерсек, психология әрдайым және әрқашан қызығушылық тудыратын мамандық екеніне еш күмән тудыра алмаймыз. Сондықтан да бұл мамандықтың болашағы зор екендігі бүгінгі уақыттың талап-тілегінен туындап отыр. Психология ғылымы адам іс-әрекетінің түрлі салаларында қарқынды орын алуда. Ғалымдардың болжауы бойынша ХХІ ғасыр – психология ғасыры болмақ.\nЕнді осы психология деген ғажап әлемнің жол көрсетушісі психолог туралы сыр шертейік.\nАдам баласының өмірінде болуға тиіс бақыттың бірі не десек, ол – өз қалауыңмен таңдаған кәсіп-мамандығыңа деген салиқалы ынтызарлық әрі ыстық ықылас дер едім. Өз еңбегіне жан-тәнімен берілген жан ғана өмірдің мән-мағынасын, қоғамдық ортадағы жауапкершілікті, тұтастай ұлттың ертеңіне қоса алар өзіндік үлесін тереңнен салмақтай алса керек. Бір сөзбен айтқанда, өмірдің мәні адал әрі мағыналы, жемісті әрі нәтижелі еңбекте жатқандығын түбегейлі түйсіне алған әр адам биікке бастар жолдың қадірін салмақтай біледі. Қалаған ісіңе ғашықтық пейілмен қарай білсең, өмірден өз орныңды тапқандығың! Мұндай философиялық қағида бағзыдан қалыптасқан жоғары адагершіліктік ұғымдармен астасып жатыр. Психолог маманы болып шығу адам жанын түсініп қана қоймай оларды дұрыс жолға салуда және тәрбиелеуде игілікті жұмыстарға қол жеткізеді.\nАл жақсы психолог болып қалыптасу үшін жоғарыда көрсетілген қасиеттермен қатар, әрбір істі шығармашылықпен, адамгершілікпен шешуді қажет ететін интуиция, дәлдік, тапқырлық, мейірімділік сияқты қасиеттер болуы қажет деп есептеймін. Осының нәтижесінде психолог – көмекші, психолог – өзгелердің жан – дүниесін терең түсінетін немесе түсінуге ұмтылатын – зерттеуші, психолог – өзгелердің жан ауруын емдеп жазуға ұмтылатын – қолдаушы, — деп айта аламыз. Бүгінде адам тәнін дәрігер емдесе, жанын психолог емдей алады. Әр адамның жан дүниесін терең түсініп, оған көмек беру тек мамандықты талап етпейді,адамға деген ізгілік пен мейірімділіктен туындайды. Психолог өзгелердің жанын ауыртпайды, керісінше жан дүниесі күйзеліске түскен жандарға өзінің психология әлемін шарлап,жанына дауа іздейді. Осындай жақсы қасиеттерді бойына сіңіріп, еңбек жолын бастаған әрбір жас психолог өз мамандығы арқылы қоғамға, жалпы адамзатқа тигізер пайдасы көп екеніне сенемін. \nЕлбасының «Болашаққа бағдар: Рухани жаңғыру» атты мақаласы стратегиялық маңызға ие. Жасампаз халқымыздың жарқын болашағын айқындайтын ой толғам. Президент өз мақаласында қазақ халқы, жалпы қоғамымыз қалай ілгерілеу керек деген күрделі мәселелердің тұшымды тұжырымдамасын жасады. Біз бүгін жаңа дәуір есігін қағып тұрмыз. Инновациялар дәуірі, ғаламат жаңалықтар ашу, технологияның жетілу дәуірі, жаңа өндірістік төңкеріс дәуірі. Әлем күн сайын өзгеруде.Зуылдаған замана көшінен қалып қоймас үшін адам өзі өзгеруі қажет. Жаңарусыз мықты мемлекет болуы мүмкін емес екендігін түсініп,осы іске бел шеше кіріскен ел мен қоғам өкілдері ғана суырылып алға шығады. Сол үшін де адамдардың дүниетанымын өзгерту қажет.\nХалқымызда «Жас келсе — іске» деген керемет сөз бар. Демек, мен бойымдағы жастық жігерімді, күш-қуатымды, жаңашылдығымды талапты әрі талантты шәкірт тәрбиелеуге жұмсауым керек. Болашақта өз мамандығымның биік белестерін бағындырсам, елім үшін өзімнің аз да болса үлесім тиіп жатса, мен өзімді мықты психолог, бақытты жанмын деп есептеймін.",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәжірибе есебі мен күнделік толтыру үлгісін жіберес аласыздар ма?",
        "question_content": "Мен маркетинг мамандығының 1 курс студентімін,маған өндірістік практика бойынша есеп жəне күнделік толтыру үлгісін жібере аласыздар ма?",
        "question_date": "17.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ертең Қарабулақ мал базары жұмыс жасайды ма?",
        "question_content": "Ассаламу алейкум құрметті Президент мырза.Мен Түркістан обл Сайрам ауданы Қарабулақ ауылы тұрғынымын.Менің өтінішім барлық базар және мал базарлар ашылыпты бірақ неге Қарабулақ жаңа мал базары ашылмай тұр.Мен табысым тек қана базармен байланысти.Соның үшін бұл мәселені шешіп беруіңізді бүкіл Ауыл тұрғындары атынан сұранамын.",
        "question_date": "17.06.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иіс сезу қызметін қалай арттыруға болады?",
        "question_content": "Иіс сезу қызметін қалай арттыруға болады? Мен иіс сезе бермеймін. Тамақ иісін, жағымсыз иістерді мүлдем сезбеймін. Тек қатты шықса ғана сезем. Бұл маған қиындық туғызады!!",
        "question_date": "17.06.2020",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:спирт іскеу қажет кейін ауа ауыстыру қажет таулы жерлерге барып",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚТЛ-ге оқуға түсу үшін қандай пәндерден тест тапсырады?",
        "question_content": "Қандай пәннен сабақтар болболболады КТЛ де тест тапсырарда",
        "question_date": "17.06.2020",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан бойынша барлық қазақ-түрік лицейлерінде бір мезетте қабылдау емтиханы өткізіледі. Қазақ –түрік лицейлеріне 6 сынып бітірген оқушылар 7- сыныпқа қабылданады. Қабылдау емтиханы 2 кезең бойынша өткізіледі. І кезеңде тест арқылы балалардың білім деңгейі анықталады. Тест сұрақтары негізінен логикалық сұрақтар мен 6-сынып бағдарламасына негізделген математика пәнінендайындалған сұрақтардан құралады. Емтихан екі тілде: қазақ және орыс тілдерінде жүргізіледі. Жоғары ұпай жинаған алғашқы 70-100 оқушы (бұл көрсеткіш лицейлердің қабылдайтын оқушы санына қарай өзгереді) 2-кезеңге шақырылады. ІІ кезеңге өткен оқушылар лицей қабырғасында бір апта бойы сабақ оқиды. Екінші кезеңнің мақсаты- балалардың тіл үйрену қабілеті мен жатақханада жатып оқуға бейімділігін тексеру. Апта соңында балалардың алған білімдері бойынша емтихан жасалады. Жоғары ұпай жинаған, дүниетанымдық білімі жоғары, жатақханада жатып оқуға бейім, зерек, білімге құштар, өзгелермен қарым-қатынас жасай алатын және көпшілік ортада өз-өзін ұстай алатын оқушылар лицейге қабылданады. Қабылдау туралы толық мағлуматтарды өз аймақтарыңыздағы қазақ-түрік лицей әкімшіліктеріне хабарласып, сұрай аласыздар.\nАдрестерi төменде: http://oralktl.kz/kz/news/view?id=46 жәнеде тест сұрақтары интернетте болмайды, өз мектебiңде кiтапша болады, соны сатып аласың, сол арқылы дайындаласың!",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде садақ көрсе не болады?",
        "question_content": "Сәлеметсіздер ме?!  Тусимде садақ кордим. Садақты ату емес, бир ұл баланың колында устап турганын кордим.  Соны жорып берсеңіздер, алдын ала рахмет!",
        "question_date": "17.06.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Садақ пен жебе көруді армандаған кезде ол алға қойған мақсаттарыңыз бен болашаққа арналған жоспарларын білдіреді. Бұл арман сіз жоспарлағаныңызды көрсетеді, сіз маңызды шешім қабылдамас бұрын әрдайым екі рет ойлайтын адамсыз. Бұл жақсы белгі, себебі егер сіздерде осы ресурстар болса, армандарыңызды іске асырасыз.\nТолығырақ: https://xn--j1ambdi85dym.deals/%D0%B0%D1%80%D0%BC%D0%B0%D0%BD/7488/",
                "date": "17.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жақсы көретін жігіт мені қолына ұстап айналдырды.",
        "question_content": "Басқа қыздарға осындай түс кірген жоқ па?",
        "question_date": "16.06.2020",
        "question_tag": "Достық",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйікті адамдарыңның бірін құшақтау, бақытты болудың нышаны.\n– Жылаған болса, өңінде қуанады.\n– Аспанда тұрған айды көрсе, өте жақсы белгі, мұратына жетеді.\n– Күнді көрсе, мерейі өңінде дұшпандарынан үстем болып, дәулеті тасиды.\n– Жұлдыздарды көрсе, балаларының дәрежесі жоғары болады.\n– Өзен көрсе, кісі өңінде үлкен олжаға, пайдаға кезігеді.\n– Баққа кіріп, оны аралау,- жақсылықтың белгісі\nТолығырақ: https://www.google.com/amp/s/massaget.kz/kyizdarga/psihologiya/837/amp/",
                "date": "16.06.2020",
                "upvotes": 0
            },
            {
                "text": "Кирди маған түсмде колмнан ұстап журд жберми",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6,4 г кальций карбидінен түзілген ацетиленді жағу үшін қанша литр оттек қажет?",
        "question_content": "Көмектесіп жіберіңіздерші)",
        "question_date": "16.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6,4 г кальций карбидінен түзілген ацетиленді жағу үшін қанша литр оттек қажет?",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеу өлшенетін бірлікті көрсет?",
        "question_content": "1. Кернеу өлшенетін бірлікті көрсет?\n\n2. Элементтар зарядтың модулі?",
        "question_date": "16.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Кернеудің өлшем бірлігі В-қа тең\n\n2. e=8,85*10-12 Кл2/Нм2\n\nТолығырақ: https://www.google.com/amp/s/baribar.kz/student/6006/elektr-zaryady-kulon-zanhy/amp/",
                "date": "16.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті еңбек демалысы қалай есептеледі?",
        "question_content": "Екінші топ мүгедегімін. 18сағат 0.5ст лаборанттық бар.  Еңбек демалысы қалай есептеледі",
        "question_date": "16.06.2020",
        "question_tag": "Биология",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тарих пәнінің мұғалімі болу үшін қандай пәндер таңдау керек",
        "question_content": "Тарих пәнінің мұғалімі болу үшін қандай пәндер таңдау керек?",
        "question_date": "16.06.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 17200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В011400\nТарих\nДүниежүзі тарихы\nДүниежүзі тарихы\nТолығырақ: https://www.google.com/amp/s/massaget.kz/arnayyi_jobalar/bt/18283/amp/",
                "date": "16.06.2020",
                "upvotes": 0
            },
            {
                "text": "География Дүниежүзі тарихы",
                "date": "15.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 тауыққа күніне қанша бидай берген дұрыс?",
        "question_content": "Қанша грамм бидай берген дұрыс .Жұмыртқа көп табу үшін не істеу керек",
        "question_date": "15.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шар және оның бөліктері.",
        "question_content": "шар және оның бөліктері туралы анықтама",
        "question_date": "15.06.2020",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шар — бір нүктеден (орталығы-центрі) басқа нүктелердің кеңістік бойынша бір қашықтықта (радиус) орналасқанда пайда болатын пішін (фигура) шар. Шар негізінен іші бос кеңістік және бүтін болады. Шар пішіндес заттар табиғатта өте көп кездеседі: жер шары, жұлдыздар, атом және оның құраушылары, су тамшысы, ыдыстардың дөңгелектеніп келуі негізінен бүкіл әлемдік тартылыс заңына магнит өрісіне тәуелділігі яғни бір нүктеге басқа нүктелердің тартылуы шардың пайда болуына әсер етеді.\nШардың көлемін V=4/3πR³ V=пd/6\nШардың бетінің ауданын S=4πR²\nШар бетінің ауданы {\\displaystyle S} және көлем {\\displaystyle V} шар радиусы {\\displaystyle r} {\\displaystyle \\pi } саны («пи» деп оқылады) π-пи саны —тұрақты сан\n{\\displaystyle S=\\ 4\\pi r^{2}}\n{\\displaystyle S=\\ \\pi d^{2}}\n{\\displaystyle V={\\frac {4}{3}}\\pi r^{3}}\nформуласы бойынша табады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%A8%D0%B0%D1%80_(%D0%B3%D0%B5%D0%BE%D0%BC%D0%B5%D1%82%D1%80%D0%B8%D1%8F%D0%BB%D1%8B%D2%9B_%D0%B4%D0%B5%D0%BD%D0%B5)",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реастат нені өлшейді?",
        "question_content": "реастат нені өлшейді",
        "question_date": "15.06.2020",
        "question_tag": "Физика",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реостат – электр желісіндегі кернеуді немесе токты тежейтін және реттейтін электр құрылғысы. Қолданылуына қарай іске қосу, реттеу, жүктеме және қоздыру Р-ы болып; өткізгіш элементтің материалына сәйкес металдық, сұйықтық және көмірлі Р. болып бөлінеді.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%A0%D0%B5%D0%BE%D1%81%D1%82%D0%B0%D1%82",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала асырап алғымыз келеді",
        "question_content": "Біз жаңа туылған нәрестені асырап алғымыз келеді жолдасым екеуміз тел:87023504844",
        "question_date": "15.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім бала асырап алушы бола алады?\nБала асырап алу рәсімдері ережесі бойынша, физикалық және психикалық тұрғыда дені сау, табысы тұрақты және тұрғын үйі бар жалғыз басты әйел де, сондай-ақ отбасылық жұп та бала асырап алуға үміткер бола алады. Ерекшелік ретінде бала асыраушы сондай-ақ, іс жүзінде жетім немесе ата-анасының қамқорлығынсыз қалған бала тәрбиелеп отырған ер адам болуы мүмкін.\nСіз бала асырап алу мүмкіндіктері мен жолдары туралы толық ақпаратты тіркеу орны бойынша Алматы қаласының аудандық Қорғаншылық және қамқоршылық жөнінде білім басқармасынан алуынызға болады.\n2\nБілім беру Басқармасында бала асырап алуға үміткер ретінде есепке қою\nБұл үшін Алматы қаласының Білім беру басқармасында бала асырап алуға үміткер ретінде есепке тұрып, келесі құжаттарды тапсыру қажет:\nбала асырап алуға тілек білдіргені туралы өтініш;\nқызметті алушының жеке басын куәландыратын құжат (сәйкестендіру үшін талап етіледі);\nбала асырап алуға арналған жақын туыстарының жазбаша келісімі;\nжиынтық табыс мөлшері туралы анықтама (жұмыс орнынан жалақы туралы анықтама, кәсіпкерлік қызметпен айналысудан алынатын табысы туралы және өзге де барлық бірге тұратын отбасы мүшелерінің табысы). * Қазақстан Республикасының неке-отбасы заңнамасына сәйкес отбасы мүшелері ата-аналары мен балалары болып табылады;\nотбасылық жағдайы туралы анықтама (2008 жылға дейін ерлі-зайыпты (ажырасқан) болған жағдайда неке қию (бұзу) туралы куәлік, 2007 жылдың 13 тамызына дейін туылған немесе Қазақстан Республикасында туылмаған (балалары болса) жағдайда балалардың туу туралы куәліктерінің көшірмелері);\nденсаулық жағдайы туралы анықтама (тіркелген жері бойынша емханада алынған денсаулық жағдайы туралы 086|у анықтамасы, сондай-ақ Алматы қаласының психикалық денсаулық Орталығында берілетін психикалық тұрғыда дені сау екендігі туралы анықтама және медициналық-әлеуметтік түзету Орталығында берілетін есірткіге (уытқұмарлыққа), алкогольге тәуелділігі жоқ екенін білдіретін анықтама).\nҚұжаттар салыстыру үшін түпнұсқаларда ұсынылады, содан кейін құжаттардың түпнұсқалары көрсетілетін қызметті алушыға қайтарылады.\nҚызмет көрсету мерзімі: 15 күнтізбелік күн.\nҚызмет көрсетудің соңғы нәтижесі: асырап алушылар үміткер (үміткерлер) болу мүмкіндігі не мүмкін еместігі туралы қорытынды.\nЕgov.kz порталында уміткер ретінде есепке алу\nОл үшін қажет:\nЭЦҚ (электронды цифрлық қолтаңба) алу;\nтіркелу және өтініш беру;\nқұжаттарды бекіту:\nжақын туыстарының бала асырап алуға арналған жазбаша келісімінің электрондық көшірмесі;\nжиынтық табыс мөлшері туралы анықтаманың электрондық көшірмесі (жұмыс орнынан жалақысы туралы, кәсіпкерлік қызметтегі табысы және бірге тұратын барлық отбасы мүшелерінің өзге де табыстары туралы анықтама);\nотбасылық жағдайы туралы анықтамасының электрондық көшірмесі (2008 жылға дейін ерлі-зайыпты (ажырасқан) болған жағдайда неке қию (бұзу) туралы куәлік, 2007 жылдың 13 тамызына дейін туылған немесе Қазақстан Республикасында туылмаған (балалары болса) жағдайда балалардың туу туралы куәліктерінің көшірмелері);\nденсаулық жағдайы туралы анықтаманың электрондық көшірмесі (тіркелген жері бойынша емханада алынған денсаулық жағдайы туралы 086|у анықтамасы, сондай-ақ Алматы қаласының психикалық денсаулық Орталығында берілетін психикалық тұрғыда дені сау екендігі туралы анықтама және медициналық-әлеуметтік түзету Орталығында берілетін есірткіге (уытқұмарлыққа), алкогольге тәуелділігі жоқ екенін білдіретін анықтама) .\nЕскерту: қызметті алушының жеке басын растайтын құжаттардың, тұрғын үйге меншік құқығын немесе тұрғын үйді пайдалану құқығын растайтын құжаттардың көшірмелерін, құқықтық статистика Комитетінің және Қазақстан Республикасы Бас прокуратурасының адамның қылмыс жасағаны туралы арнайы есепке алғанын не алмағаны туралы анықтама бекіту талап етілмейді. Бұл мәліметтерді қызметті беруші мемлекеттік ақпараттық жүйелерден «электрондық үкімет» шлюзі арқылы алады.\nҚызмет көрсету мерзімі: 15 күнтізбелік күн.\nҚызмет көрсетудің соңғы нәтижесі: асырап алушылардың үміткер (үміткерлер) болу мүмкіндігі не мүмкін еместігі туралы қорытынды дайын екендігіне хабарлама жасау.\nБала таңдау үшін мекемеге жолдау алу\nСіздің кандидатураңызды (кандидатураларынызды) мақұлдаған жағдайда, жетім балалар мен ата-анасының қамқорлығынсыз қалған балалар мекемелеріне бала таңдау үшін жолдау алуыңыз керек.\nЖоғарыда көрсетілген құжаттарды тапсырып және сіздің кандидатураңызды мақұлдағаннан кейін Алматы қаласының аудандық бөлімінің Қорғаншылық және қамқоршылық жөніндегі білім басқармасының мамандары сізге жолдау береді.\nБаламен жеке танысу және байланыс орнату үшін, баланың жеке құжаттарын зерттеуге сізге міндетті түрде кемінде екі апта беріледі. Осы мерзім өткен соң танысу фактісін жазбаша нысанда баланың денсаулық жағдайы, сондай-ақ бас тартуды немесе одан әрі баланы асырап алу рәсіміне қатысуды растау керек.\nАсырап алушы ата-аналарға арналған мектепке бару\nБала асырап алу рәсімін жалғастыру ниеті болған жағдайда, асырап алушы ата-аналарға арналған мектепке бару міндетті шарты болып табылады.\nАсырап алушы ата-аналарға арналған мектептен асырап алған балаларды тәрбиелеу ерекшеліктері туралы және баланы өз үйінізге қабылдауға моральдық және іс жүзінде дайындау жайлы біле аласыздар.\nБір жасқа дейінгі жетім, ата-анасының қамқорлығынсыз қалған балаларды асырап алуға тілек білдірген адамдар бала асырап алу рәсімдері аяқталғанға дейін баланы қорғаншылыққа немесе патронатқа алуға құқығы бар екендігін білуіңіз керек.\nАралық қызмет көрсету нәтижесі: жетім балалар мен ата-анасының қамқорлығынсыз қалған мекемесіне жолдау алу.\nБала асырап алу құқығын беру өтінішімен Алматы қаласының кәмелетке толмаған балалар жөніндегі Мамандандырылған ауданаралық сотына жүгіну\nАлматы қаласының кәмелетке толмаған балалар жөніндегі Мамандандырылған ауданаралық сотына барғаннан кейін сізге Алматы қаласының Білім басқармасының қорғаншылық және қамқоршылық бөлімінің баланы асырап алуға рұқсаты бар барлық құжаттарды өткізуініз керек.\nАрыз қанағаттандырылған жағдайда баланы асырап алу туралы сот шешімі баланы асырап алуды мемлекеттік тіркеу ушін, сондай-ақ Алматы қаласы Білім басқармасының аудандық қорғаншылық және қамқоршылық бөлімі бала асырап алушы кандидатты тіркеу бойынша, АХАТ органына жіберіледі. Сот арқылы жеке деректерін өзгерту мәселесі шешіледі (оның аты, тегі, туған күні мен жерін).\nЕскерту: асырап алынған бала он жасқа толған болса, оның атын, әкесінің атын және тегін өзгерту тек оның келісімімен жасалынады. Бала асырап алу құпиясын сақтау талап етілетін жағдайларды қоспағанда.\nҚызмет көрсетудің соңғы нәтижесі: бала асырап алу туралы сот шешімі.\nБала асырап алу туралы куәлікті және туу туралы куәлікті алу\nАлматы қаласы соттың орналасқан жері бойынша аудандық АХАТ бөлімінде бала асырап алу және туу туралы куәлігін алу.\nОл үшін мынадай құжаттарды ұсыну қажет:\nбала асырап алуды (қыз асырап алу) тіркеу өтініші;\nжеке басын куәландыратын, ата-анасының біреуінің құжаты (сәйкестендіру үшін);\nбала асырап алу туралы сот шешімінің көшірмесі;\nбаланың туу туралы куәлігі;\nбала асырап алушылардың (егер 2008 жылдан кейін Қазақстан Республикасының аумағында некелескен жағдайларынан басқа) неке туралы куәлігінің көшірмесі;\nқызметті алушының орнына өкілі жүгінетін болса, нотариалды куәландырылған сенімхат\nҚазақстан аумағында тұрып жатқан шетелдік бала асырап алушылар жоғарыда көрсетілген құжаттарға қосымша келесі құжаттарды ұсынады:\nшетелдіктің тұруға ықтиярхаты;\nмәтіні қазақ немесе орыс тіліне нотариалдық куәландырған аудармасымен, жеке басын куәландыратын құжат;\nмемлекеттік баж төленгені туралы түбіртек (шетелдік бала асырап алушылар ғана мемлекеттік баж салығын төлейді).\nҚызмет көрсету мерзімі: 1 жұмыс күні. Акті жазбасына өзгерістер, толықтырулар мен түзетулер енгізу - 15 күнтізбелік күн. Басқа мемлекеттік органдарына сұратып жатқан жағдайда - 30 күнтізбелік күнге дейін.\nҚызмет көрсетудің соңғы нәтижесі: бала асырап алу (қыз асырап алу) туралы куәлікті және туу туралы куәлікті алу.\n8\nБала асырап алудан кейінгі сіздің құқықтар мен міндеттеріңіз\nСіз Алматы қаласы Білім басқармасының қорғаншылық және қамқоршылық бөліміне баланың өмір сүру, білім алу, тәрбиелену және денсаулық жағдайы жайында кемінде жылына 1 рет 18 жасқа дейін бала асырап алу туралы соттың шығарған орны бойынша жазбаша есеп беруіңіз тиіс. Есеп бар қатаң есептілікті міндет етпей, сипаттамалық болып табылады. Оған сіз баланың әдеттегі суреттерін салып тұрасыз. Сондай-ақ сіз қорғаншылық және қамқоршылық органдары тарапынан жүргізілетін жүйелі тексеріске дайын болуыныз керек.\nСіз құқылысыз:\nегер сіз тәрбиеге жаңа туылған нәрестені алған болсаңыз, бала бір жасқа жеткенше балаларға арналған жәрдемақыалуға құқығыныз бар.      * Егер сіз міндетті әлеуметтік сақтандыру жүйесінің қатысушысы болмаған жағдайда ғана, сізге бала күтімі бойынша жәрдемақы тағайындалуы мүмкін;\nегер сіз тәрбиеге мүмкіндігі шектеулі баланы алсаныз, мүгедек баланы тәрбиелеушіге арналған жәрдемақы алуға құқығыныз бар;\nжәрдемақы тағайындау үшін сіз тұрғылықты Алматы қаласы аудандық бөлімшесі «КЕАҚ-ның Мемлекеттік корпорациясы «азаматтарға арналған Үкімет» (ХҚКО) тіркеу орны бойынша белгіленген үлгідегі өтініш жаза аласыз.\nБұл үшін қажетті құжаттар:\nқызмет алушының жеке басын куәландыратын құжат (Қазақстан Республикасы азаматының жеке куәлігі, Қазақстан Республикасында тұрақты тұрып жатқан шетелдіктің тұруға ықтиярхаты) - сәйкестендіру үшін талап етіледі, сондай-ақ оралмандар үшін - оралман куәлігі;\nбаланың (балалардың) туу туралы куәлігінің (куәліктері) көшірмесі немесе туу туралы актілік жазбалар;\nқызмет алушының және мүгедек баланың тұрғылықты жері бойынша тіркеуін растайтын құжат;\nбаланың мүгедектігі туралы анықтама;\nбанк шотының нөмірі туралы мәліметтерді растайтын құжат (сіздің жиырма аңбалы банктік шотыныздың көшірмесі);\nбала асырап алуды (қыз асырап алу) растайтын құжат (бала (қыз) асырап алу куәлігі;\nнеке қию (бұзу) туралы куәлік (қызметті алушының деректері мен баланың тууы туралы куәлігінде алшақтық болған жағдайда).\nҚызмет көрсету мерзімі: 7 жұмыс күні. Іс материалдарын жете ресімдеуге дейін қажет болған жағдайларда 30 жұмыс күніне дейін ұзартылуы мүмкін.\nҚызмет көрсетудің соңғы нәтижесі: жәрдемақы тағайындау туралы хабарлама (смс-хабарлама арқылы).\nТабысы төмен отбасындағы балаларға арналған жәрдемақы\nЕгер сіздің отбасыңыздың жан басына шаққандағы орташа табысы азық-түлік себетінің құнынан төмен болса (ең төменгі күнкөріс деңгейінің шамасынының 60%-на тең (2016 ж. - 22 859 тг.)), сіз 18 жасқа дейін балаларға арналған жәрдемақы алуға құқығыныз бар (әрбір балаға1 АЕК), табысы төмен отбасыларға.\nҚР Заңының 9-бабына сәйкес «Балалы отбасыларға берілетін мемлекеттік жәрдемақылар туралы», балаларға арналған жәрдемақы ағымдағы тоқсанға жан басына шаққандағы орташа табысы ескере отырып тағайындалады және жүгінген айдан бастап ай сайын төленеді.\nТөлемдерді тағайындау жүргізіледі:\nаудандық «КЕАҚ Мемлекеттік корпорациясы» «азаматтарға арналған Үкімет» (ХҚКО) бөлімшесі арқылы тіркеу орны бойынша. Бұл үшін қажет:\nбелгіленген үлгідегі өтініш;\nбаланың (балалардың) туу туралы куәлігінің көшірмесі не актілік жазбадан үзінді көшірме;\nжеке тұлғаңызды куәландыратын құжаттың көшірмесі (шетелдіктер Қазақстан Республикасында шетелдіктің тұруға ықтиярхатын, «оралман» мәртебесі бар тұлғалар - оралман куәлігін ұсынады);\nбарлық отбасы мүшелерінің мекенжай анықтамасы (Қазақстан Республикасының неке-отбасы заңнамасына сәйкес отбасы мүшелері деп ата-аналары мен балалары танылады);\nотбасы құрамы туралы мәліметтер (жеке басын куәландыратын құжаттар мен туу туралы куәліктердің көшірмесі негізінде мемлекеттік орган берген отбасы құрамы туралы анықтама бланкісі толтырылады);\nотбасы мүшелерінің табысы туралы мәлімет (өтініш берушінің және оның отбасы мүшелерінің жұмыс орнынан табысы туралы анықтама);\nнеке қию (бұзу) туралы куәлік (қызметті алушының деректері мен баланың тууы туралы куәлігінде алшақтық болған жағдайда);\nқамқоршы (қорғаншылық) немесе бала (қыз) асырап алу белгіленгенін растайтын құжат (сіз қорғаншылық (қамқоршылық) болған немесе асырап алған жағдайда).\nҚызмет көрсету мерзімі: 7 жұмыс күні.\nҚызмет көрсетудің соңғы нәтижесі: 18 жасқа дейінгі балаларға жәрдемақы тағайындау туралы хабарлама алу немесе мемлекеттік қызмет көрсетуден бас тарту туралы себептемелі жауап алу.\n2. Алматы қаласы аудандық жұмыспен қамту және әлеуметтік бағдарламалар бойынша тіркеу орны. Бұл үшін қажет:\nбелгіленген үлгідегі өтініш;\nбаланың (балалардың) туу туралы куәлігінің не актілік жазбадан үзінді көшірмесі;\nқызмет алушының жеке басын куәландыратын құжат (Қазақстан Республикасы азаматының жеке куәлігі, Қазақстан Республикасында тұрақты тұрып жатқан шетелдіктің тұруға ықтиярхаты) - сәйкестендіру үшін талап етіледі, сондай-ақ оралмандар үшін - оралман куәлігі;\nбарлық отбасы мүшелерінің мекенжай анықтамасы (Қазақстан Республикасының неке-отбасы заңнамасына сәйкес отбасы мүшелері деп ата-аналары мен балалары танылады);\nотбасы құрамы туралы мәліметтер (жеке басын куәландыратын құжаттар мен туу туралы куәліктердің көшірмесі негізінде мемлекеттік орган берген отбасы құрамы туралы анықтама бланкісі толтырылады);\nотбасы мүшелерінің табысы туралы мәлімет (өтініш берушінің және оның отбасы мүшелерінің жұмыс орнынан табысы туралы анықтама, соның ішінде жеке қосалқы шаруашылықтың болуы туралы мәлімет);\nнеке қию (бұзу) туралы куәлік (қызметті алушының деректері мен баланың тууы туралы куәлігінде алшақтық болған жағдайда);\nқамқоршы (қорғаншылық) немесе бала асырап алу (қыз асырап алу) белгіленгенін растайтын құжат (сіз қорғаншылық(қамқоршылық) болған немесе асырап алған жағдайда).\nЕскерту: жеке басын куәландыратын құжатты, баланың туу туралы куәлігін немесе туу туралы акт жазбасының көшірмесін (Қазақстан Республикасының аумағында 2007 жылдың 13 тамызынан кейін жүргізілген тіркеулер бойынша), неке қию туралы куәлікті (Қазақстан Республикасының аумағында 2008 жылдың 1 маусымынан кейінгі жүргізілген тіркеулер бойынша), тұрақты тұрғылықты жері бойынша тіркелгенін растайтын құжатты, қамқоршылық (қорғаншылық) орнату немесе бала асырап алуды растайтын құжаттарды ұсыну мемлекеттік ақпараттық жүйелерменталап етілмейді\nҚызмет көрсету мерзімі: 7 жұмыс күні.\nҚызмет көрсетудің соңғы нәтижесі: 18 жасқа дейінгі балаларға жәрдемақы тағайындау туралы хабарлама алу немесе мемлекеттік қызмет көрсетуден бас тарту туралы себептемелі жауап алу.\nТолығырақ: https://open-almaty.kz/kk/men-bala-asyrap-algym-keledi",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көздің ішіне бір қызыл нәрсе пайда болған. Ол не? Қалай емдейді?",
        "question_content": "Теріскенді қалай емдейді?",
        "question_date": "14.06.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дерт көп жағдайда көз гигиенасын дұрыс ұстамай, кір сүлгімен сүртінгеннен, лас қолмен көзді сүртіп немесе уқалағаннан, суық тигеннен, иммунитеттің төмендеуінен, ағзаның әлсіреуінен, қан аздықтан шығады. Сондай-ақ, ағзаға А,С,В дәрумендерінің жетіспеушілігінен, ауа райының қолайсыздығынан, күннің күрт суытуынан, шаң-тозаңның әсерінен орын алады. фото: ашық дереккөзден Теріскен негізінен көздің немесе қабақтың айналасында қызыл болып бөрітіп шығады да ісінеді. 3-4 күннен кейін ісіктің бетінде ірің пайда болады. Ісік жарылғанда ішіндегі толып тұрған ірің сыртқа шығады. Дерт көп жағдайда көз гигиенасын дұрыс ұстамай, кір сүлгімен сүртінгеннен, лас қолмен көзді сүртіп немесе уқалағаннан, суық тигеннен, иммунитеттің төмендеуінен, ағзаның әлсіреуінен, қан аздықтан шығады. Сондай-ақ, ағзаға А,С,В дәрумендерінің жетіспеушілігінен, ауа райының қолайсыздығынан, күннің күрт суытуынан, шаң-тозаңның әсерінен орын алады. Теріскен шыққан кезде бірден офтальмолог дәрігерге көріну қажет. Себебі асқынып кеткен жағдайда қан тамырларға жайылып, соңы менингит, сепсис (жұқпалы аурудың ағзаға тұтас жайылып кетуі) дерттеріне ұласуы әбден мүмкін. Төменде теріскенді емдеуге арналған пайдалы әрі нәтижелі, үй жағдайында жасауға болатын тәсілдер ұсынылады. Есіңізде болсын, теріскенді ешқашан қасуға болмайды. Оны емдеудің қарапайым тәсілі: майлықты жылы суға малып алып, теріскен шыққан жерге басып қойыңыз. * 2 шай қасық қырмызы гүліне 2 мг қайнаған су құйып, 20 минут тұндырып қойыңыз. Сүзіп алып, теріскенге жақсаңыз, оң нәтижесін байқайсыз; * Жұмыртқаны таза пісіріп алып, мақтадан жасалынған майлыққа орап, қабағыңызға қойыңыз; * Қабығымен қайнатылған картоптың да пайдасы зор. Ол үшін қайнатылған картопты жылы күйінде қабағыңызға қоясыз. * Теріскен енді шыға бастағанда көзге таза сүлгіні сулап, ысытып басады. Немесе түймедақтан тұнба жасап, сүлгіні тұнбаға малып ыстық күйінде басу керек. * Теріскен шыққан көзді сарымсақпен 2-3 күн бойы ысқылап, сүртеді. * Көп жылдық алоэнің бір жапырағын кесіп алып, 1 шай қасық шырынын шығарып, таза ыдысқа құяды да үстінен 10 шай қасық қайнаған жылы су құйып араластырады. Дайын болған қоспаға таза дәкені малып, теріскен шыққан көзге таңады. * Теріскен шыққан жерді 70 пайыздық этил спиртімен сүртеді. * Көп жылдық алоэнің жапырағынан 5 гр. алып еземіз да, үстінен 1 стақан қайнаған салқын су құйып 6-8 сағатқа қояды. Сүзгіден өткізіп, дайын болған тұнбаға дәкені малып, теріскенге басады. * Дәрілік қырмызының 10 гүл шоғын алып шыны ыдысқа салады, үстінен 1 стақан қайнаған су құйып 30-40 минут жылы орап қояды. Сүзгіден өткізіп, дайын тұнбаға дәкені малып теріскенге басады. * 1 ас қасық зығырот шөбін1 стақан қайнаған суға салып араластырады да тұндырып қояды. Сүзгіден өткізіп, тұнбаға дәкені малып теріскенге басады. * Түймешетен өсімдігінің сары гүл шоғырының кептірілген түрінен 5-6 данасын шайнап, сумен жұту керек. Емдік гүлді күнінен осы тәсілмен 4-5 рет қабылдасаңыз, теріскеннен біржолата арыласыз. * Көзге теріскен шықса күніге 3 мезгіл 1 лавр жапырағын 0,5 стақан қайнаған суға салып, 15 минут тұндырып, жылы күйінде ішеді. Теріскен шыққан кезде көбірек сарымсақ жеңіз. Қолыңызды тигізе бермей, қатаң түрде гигиена сақтаңыз. Егер, сізге теріскен жиі шығатын болса, онда ағзаңызға А дәрумені жеткіліксіз болғаны. Тағам мәзіріңізден саумалдықтың, сәбіз бен қырыққабаттың үзілмеуін қадағалаңыз. Ескерту: Көзге теріскен шықса, оны сығуға болмайды. Егер 5 күнде жазылмаса көз дәрігеріне көрініңіз. Үй жағдайында жасалатын емге мұқият болыңыз. Ырым-тыйымдар 1. Көзге теріскен шықса қолға (білезікке) қызыл жіп (шыққан көзге қарама қарсы жақ қолға) байлайды. 2. Үйде ең үлкен адам жасыл түсті жіпті ортаңғы және аты жоқ саусаққа айқастыра байлайды. 3. Теріскен шыққан көзге бір тілім нанды 3-4 рет басып, итке тастайды. 4. Теріскен шықса екі саусақтың ортасынан бас бармақты шығаратын ырым да бар.\nТолығырақ: http://ernur.kz/khalyk-yemi/teriskendi-yemdeu-zholdary-bar",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның туындысын табу f(x)=x³+3x⁴",
        "question_content": "f(x)=x³+3x⁴  осы функцияның туындысын табу керек .комектесіңдерші",
        "question_date": "14.06.2020",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f(x)=x³+3x⁴ \nf'(x)=3x^2+12x^3",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысық өлсе не істеу керек?",
        "question_content": "Салеметсиздерме биз осы уакытка дейин 3 мысык асырадык бирак 3 еуи де олип калды 2 еуи ауырып олип калды ол бизге куна болады ма? Немесе биздин уйде мысык турмайды ма ?",
        "question_date": "13.06.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысық қолға үйреткен мақлұқтың ішіндегі ең пайдасы азы. Мысықтың қазаққа келтіретін пайдасы тышқан аулағаны. Басқа жұрттар мысықтың терісін алу үшін де ұстайды.Мысықты Мысыр халқы қолға үйреткеніне көп болған. Басқа жерлерге онан кейін көптен соң тараған. Бұрынғы грек пен рум жұрттарында мысық асырау деген тіпті болмаған. Еуропа жұрттарына мысық тарағанына мың жылдай-ақ болды. Америке (Америка) жеріне мысықты Еуропа адамдары алып барып, таратқан. Мысық атаулының үйде ұсталатындарының бәрі де сол Мысыр мысығынан өрбіген. Мысырдың бұрынғы халқы мысықты қасиетті мақлұқ деп, Құдайдай қадірлеп, табынған. Өрт болса, бәрінен бұрын мысықты құтқаруға тырысқан. Мысық өлсе, қайғырып, аза тұтып, қара салған. Мысықты өлтіргендер өлімге бұйырылған. Мысық өсімтал мақлұқ. Жылында 2-3 балалайды. Баласы көзін ашып, өсе бастағанда-ақ, енесі тышқан ұстауға баулиды. Баулу үшін тірі тышқан әкеліп, баласына ұстатып үйретеді. Мысық тырнағын жәй кезде жоғары көтеріп, жүніне жасырып, қалжасын ұстар кезде ғана шығарады. Мысықтың мұрты – сезетін бес сайманының бірі. Біз қолымызбен сипап білетін нәрселерді мысықтар мұртымен біледі. Мысықтың аузын адалдаймыз деп мұртын кесетін біздің қазақта дағды бар. Олары мысыққа зор зәбір. Мысықтың мұртын кесу – қолымыздың саусағын кесумен бірдей. Тышқан жеген мысықтың арам аузын мұртын кесумен адалдаймыз деген құр адасқандық.Мысықпен тұқымдас толып жатқан аңдар бар. Олардың ішін-дегі қазақ білетіндері барыс, жолбарыс, арыстан, қазақ білмейтін-дері ягуар, леопард, пума. Қолға үйренбей, тағы күйінде қалған мысықтар да бар.Мысықпен тұқымдас аңдардың адамға келтірер пайдасы аз, жоқ қасында, залалы көп. Мысық тұқымды аңдардың бәрі де қанқұмар мақлұқтар. Өздері мықты, бірақ керіне тимей, мысықша бұғып жатып тиеді. Сондықтан олар бар жерде адамдарға да, басқа аңдарға да зияны көп. Әсіресе, күштілері арыстан, жолба-рыс, ягуар, леопард, пума. Бұлардың әлі жетпейтін хайуандары аз. Арыстан ақырған кезде естіген хайуанда ес қалмайды.\nТолығырақ: http://ulagat.com/2020/01/19/%D0%BC%D1%8B%D1%81%D1%8B%D2%9B-2/",
                "date": "13.06.2020",
                "upvotes": 0
            },
            {
                "text": "Мысықтың пайдасы көп.Ауырса емдеуге тырысу керек.Әдейі өлтірмесеңіздер күнә жазылмайтын шығар.\n\nМысықты қолға үйретілгені жақсы.Яғни көшедегі жабайы мысықты алуға кеңес бермеймін.",
                "date": "13.06.2020",
                "upvotes": 0
            },
            {
                "text": "Мысықты көп адамдар жақтыра бермейді, бірақ өзім асырап жатырмын өзіне тез баурап алатын үй жануары. Жұмыстан келгенде кәдімгідей алдымнан шығып еркелейді, шаршағаның басылып қалады.  Ал енді сіздің мысықтарыңыз бойынша барлық нәрсе мәңгілік емес, ешкім бұл өмірде сақтандырылмаған. Егерде мысықты жақсы көрсеңіз қайта асырап көріңіз. Менің білгенім мысықтарға көңіл бөліп тұрыңыз.",
                "date": "18.01.2021",
                "upvotes": 0
            },
            {
                "text": "Біз падездін марғау тауып алп бактык 2ай оны ай дала га жверп жвердк ол бзге куна болама олсе",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әннің атын білесіз бе? 2005-2007 жж аралығында қыз бала орындаушы еді.",
        "question_content": "Сөзі:\n\nСен - батырасың мені тұңғиыққа,\n\nЖетелейсің армаңға, арманға алып кетіп.\n\nСүйемін сені ........",
        "question_date": "13.06.2020",
        "question_tag": "Қазақша ән",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дипломмен ауылға 2020 бағдарламасы алматы облысы қаскелен",
        "question_content": "2020 дипломмен ауылға бағдарламасы бойынша қалай баспаналы боламын .жас маманмын 2019ж мед.коледж  бітіргенмін",
        "question_date": "13.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Дипломмен ауылға\" бағдарламасын төмендегі сілтеме арқылы біле аласыз\n\nhttp://adilet.zan.kz/kaz/docs/P1800000767/compare",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    }
]