[
    {
        "question_title": "Оттегінде 54 г алюминий жанған кезде алынған алюминий оксидінің массасы қандай?",
        "question_content": "Оттегінде 54 г алюминий жанған кезде алынған алюминий оксидінің массасы қандай?",
        "question_date": "29.11.2020",
        "question_tag": "Химия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4Al + 3O2 = 2Al2O3\n\nX = (54*204):108 = 102 г\n\nЖауабы: 102 г",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басыма өзім бір шелек толып тұрған битті басыма кұйдым",
        "question_content": "Саламатсыздар ма мен түсімде отырып алып шашымды жайп отырдым сосн кішкентай шелекте толып тұрған битті басыма кұйдым өзім ойлап жатырмын қалай тазалаймын деп солай оянып кеттім бұл нені білдіреді",
        "question_date": "29.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе білдірмейді, қорықпа!",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеулігі 0,2Мв/м электр өрісін түскен электрон қандай үдеу алады?",
        "question_content": "Кернеулігі 0,2Мв/м электр өрісіне түскен электрон қандай үдеу алады?",
        "question_date": "29.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а= q*E/m,\n\n мұндағы q -  электронның заряды (табл),   E- Электронды кернеу,\n\nm-электрон массасы\nа =q*E/m\na= 1,6 *10⁻¹⁹ Кл* 2*10⁶ В/м /9,1 *10⁻³¹ кг =0,35*10¹⁸ м/с²",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасыл куткаға қызыл дақ тиді не істеуге болад",
        "question_content": "Жасыл курткаға тиген квзыл дақты қалай кетіреді не тигенін накты білмейміз",
        "question_date": "29.11.2020",
        "question_tag": "Жанұя",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тиген дақтың түріне қарай ғой\nКраска тисе майлы затпен кетіруге болады\nhttps://ru.wikihow.com/%D1%83%D0%B4%D0%B0%D0%BB%D0%B8%D1%82%D1%8C-%D0%B3%D1%80%D1%8F%D0%B7%D1%8C-%D1%81-%D0%BE%D0%B4%D0%B5%D0%B6%D0%B4%D1%8B#:~:text=%D0%94%D0%B5%D0%BB%D0%B8%D0%BA%D0%B0%D1%82%D0%BD%D1%83%D1%8E%20%D0%BE%D0%B4%D0%B5%D0%B6%D0%B4%D1%83%20%D1%81%D1%82%D0%B8%D1%80%D0%B0%D0%B9%D1%82%D0%B5%20%D0%B2%D1%80%D1%83%D1%87%D0%BD%D1%83%D1%8E%20%D0%B2%20%D0%B3%D0%BE%D1%80%D1%8F%D1%87%D0%B5%D0%B9%20%D0%B2%D0%BE%D0%B4%D0%B5.&text=%D0%9D%D0%B0%D0%BB%D0%B5%D0%B9%D1%82%D0%B5%20%D0%B2%20%D1%82%D0%B0%D0%B7%20%D0%B3%D0%BE%D1%80%D1%8F%D1%87%D0%B5%D0%B9%20%D0%B2%D0%BE%D0%B4%D1%8B,%D0%BC%D1%8B%D0%BB%D1%8C%D0%BD%D0%BE%D0%BC%20%D1%80%D0%B0%D1%81%D1%82%D0%B2%D0%BE%D1%80%D0%B5%2C%20%D1%87%D1%82%D0%BE%D0%B1%D1%8B%20%D1%83%D0%B4%D0%B0%D0%BB%D0%B8%D1%82%D1%8C%20%D0%B3%D1%80%D1%8F%D0%B7%D1%8C.&text=%D0%92%D0%BE%20%D0%B2%D1%80%D0%B5%D0%BC%D1%8F%20%D1%80%D1%83%D1%87%D0%BD%D0%BE%D0%B9%20%D1%81%D1%82%D0%B8%D1%80%D0%BA%D0%B8%20%D0%B4%D0%BB%D1%8F,%D0%B7%D1%83%D0%B1%D0%BD%D0%BE%D0%B9%20%D1%89%D0%B5%D1%82%D0%BA%D0%BE%D0%B9%20%D0%B8%D0%BB%D0%B8%20%D1%89%D0%B5%D1%82%D0%BA%D0%BE%D0%B9%2D%D1%83%D1%82%D1%8E%D0%B6%D0%BA%D0%BE%D0%BC.",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геодезист болу үшін мектепте қай пәнді таңдау қажет",
        "question_content": "Жалпы геодезист болу үшін мектеп кезінде қай пәнді таңдаған дұрыс ұбтға қай пән дегенім",
        "question_date": "29.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "география математика",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геосаяси мәселелер туралы ақпараттар қажет?",
        "question_content": "Геосаяси мәселелер туралы ақпараттар қажет?",
        "question_date": "29.11.2020",
        "question_tag": "Табиғат",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асфендияровка грантқа түсу үшін",
        "question_content": "Асфендияров университетіне  (хирургия) грантқа түсу үшін қанша балл алу керек? 2020-2021жыл бойынша",
        "question_date": "29.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "137-140 балл қажет",
                "date": "1.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Варикоцеленің қалпына келуі туралы не айтуға болады?",
        "question_content": "Варикоцеле операциядан кейін қашан қалпына келеді, Тамырдың байланған бөліктері қашан кетеді, ?",
        "question_date": "29.11.2020",
        "question_tag": "Тазалық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Операциядан кейінгі белгілі бір асқынулардың пайда болу қаупі айтарлықтай дәрежеде осы патологияны емдеу үшін жедел араласуды таңдаған әдісіне байланысты. Қазіргі әдістердің арқасында жағымсыз салдардың пайда болуын барынша азайтуға болады, бірақ, өкінішке орай, оларды толықтай қорғау мүмкін емес.\n\nВарикоцелия қалай жасалатынын түсіну үшін хирургиялық араласудың барлық негізгі түрлерін қарастыру қажет. Олар келесідей болуы мүмкін:\n\nлапароскопиялық араласу;\n\nмикрохирургиялық операциялар;\n\nРентген-эндоваскулярлық операциялар;\n\nашық операциялар.\n\nХирургиялық араласудың лапароскопиялық әдістері жоғары тиімділікпен сипатталады және төмен жарақаттанушылыққа жатады.Инъекция кезінде сіз сынаушы веналар бөлімшелерінің санын анықтай аласыз, артерияға тиюсіз резекцияны өткізе аласыз, ол қайталануы мүмкін емес. Келесі күні науқас зарарсызданды.\n\nМикрохирургиялық операция жергілікті анестезияны қолдана отырып жүргізіледі және көп уақытты талап етпейді, ол жоғары тиімділікпен ерекшеленеді, бірақ кейбір қайталанулар мен асқынулар мүмкін. Бұл араласу түрі үшін арнайы құрал қажет.\n\nРентгендік эндоваскулярлық хирургия рентгендік бақылауды қажет ететіндігімен ерекшеленеді, бірақ ол өте тиімді емес және түрлі асқынулар бар.\n\nАшық операциялар дәстүрлі болып саналады, бірақ олар жоғары жарақатпен сипатталады, асқынулар жиілігінің артуымен және әртүрлі қайталанулардың пайда болуымен сипатталады. Қалпына келтіру процесі ұзақ және күрделі.\nТолығырақ: https://kk.smithhealthcentre.com/operaciyadan-keyingi-erlerde-varikoc/",
                "date": "20.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған намаз оқуды таста дейді",
        "question_content": "Мен әке-шешеме айтпай намаз оқып бастап едім. Маған кәзір намазыңды қой деп ұрып-төбелейді. Жүрегімдегі иман қойғызбайды. Алла тағала қасиетті Құранда \"аль-бақаранын\" екінші сүресінде менің қазіргі жайым туралы сипаттаған екен. Менің пайғамбарымды жамандап, ен жаман аттармен атайды!  Сабр сақтап намазымды қоймаймын ба?! Әлде ата-анамды тындап, қояйнба? Хадис, сүре білетіндер көмектесіңізші, мен суннит,ханафи мазхабы.",
        "question_date": "29.11.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не де болса, намазыңды тастамауға тырысу керек. Өйткені бастаған намазды тастау үлкен күнә. Ата-аналарың қарсы болып жатса, ақырындап жайлап түсіндіріп көр.",
                "date": "1.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арманда көлемі 8 Гб-ты құрайтын флэш-жады бар?",
        "question_content": "Арманда көлемі 8 Гб-ты құрайтын флэш-жады бар. Алмас флэш жадқа әр бетінде 50 қатар, әр қатарында 40 символы бар 400 беттік кітаптың электронды нұсқасының қаншасын сақтай алады? (1 символ=1байт)",
        "question_date": "28.11.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 4400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "50×40×400=800000\n\n800000÷1024=781,25\n\n781,25÷8=97,65",
                "date": "9.09.2022",
                "upvotes": 1
            },
            {
                "text": "50•40=2000\n2000•1024=2048000",
                "date": "3.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы әнді қім айтады?",
        "question_content": "Дауысыңнан сенің өзімді ұмыттым тауысылған сезім оянды қылықтым тыңдашы жүрек тыңдашы қатып калған ғашық болған мәжнүн жігітті тыңда жаным жанартаудың жарылғанын жүрші тастап",
        "question_date": "27.11.2020",
        "question_tag": "Қазақша ән",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыңда - Айтмуханов Шәміл",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универдегі оқытушылардың (медицина оқытушыларының) жалақысы қанша?",
        "question_content": "Медицина оқытушыларының жалақысы (универде) қанша?",
        "question_date": "27.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Замен алған сағатқа педагог сарапшы пайызы қосылып төленеді ме?",
        "question_content": "Сәлеметсіздер ме? Замен алған сағатқа педагог сарапшы пайызы қосылып төленеді ме?",
        "question_date": "27.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арқа қону деген не?",
        "question_content": "арка кону дегенди калай тусинуге болады?",
        "question_date": "27.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасірет! Жынданып кетсе оған аруақ емес жын қонып алған. Өлген адамның қолдап жүруі мүмкін емес. Рас, дүниеден өтіп кеткен н/е тірі әулие, молдалар арқылы Алладан тілек тілеуге болады. Өйткені олар Аллаға жақын болған адамдар. Бірақ, көмекті тек Алладан күту керек, қалғандары оған себепші. Ал аруақ қолдайды дегенге сену ол адасушылық.\nТолығырақ: https://surak.baribar.kz/370307/",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фуртуизм ағымы өкілдерінің образ жайлы түсінігі?",
        "question_content": "Сұрақтарға жауап беріңіздерші\n1.Фуртуизм ағымы өкілдерінің образ жайлы түсінігі?\n2.М.Жұмабаевтың \"Түркістан\" өлеңіндегі тарихи тұлғалар бейнесі?\n3 М.Жұмабаев эпиграммасындағы портрет сомдау шеберлігі?",
        "question_date": "27.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Футуризм (лат. futurum — болашақ) — 20 ғасырдың басындағы Еуропа елдеріндегі негізгі авангардтық ағымдардың бірі. Әсіресе, Италия мен Ресейде кеңінен тарады. Ең әуелі кеңістік өнерінде өріс алған Футуризм идеясы кейіннен әдебиет, театр, музыка, кинематография және өнертану мен әдебиеттану ғылымдарында жалғасын тапты. Ф. Маринеттидің “Футуризм манифесінен” (1909) кейін италиялық футуризм дәстүрлі мәдениеттен толық қол үзуді көздеді, оның есесіне бірыңғай урбанистік өркениет эстетикасын орнықтыруға, оқиға мен адамдардың көңіл күйі сәт сайын алмасып тұратын техницизмге шалдыққан “интенсивті өмірді” өз санасында жаңғыртқан “өзгеше жанр” сезім күйлерін беруге тырысты. Футуризмнің эстетикалық негізін қалаушылар суретшілер У.Боччони мен Дж. Северини, композиторы Б.Прателла, т.б. болды. Осыдан келіп тілдік бейнелеу жаңа үлгілерін (еркін сөз тіркестері, дыбысқа еліктеу) іздестіруге деген қажеттілік туды. Италиялық футуристер эстетикалық агрессиядан және консерваторлық талғамның шектен шыққан өрескелдігінен, тіпті“дүниені тазартушы” деген түсінікпен соғыстың өзін әдейі мадақтауға дейін барды. Көп ұзамай бұл ағым Еуропаның басқа да елдеріне (Германия, Франция, Ұлыбритания, Польша, т.б.) тарады. Әсіресе, Ресейде кеңінен қанат жайды. Орыс футуризмі италиялық футуризмнен өзгеше көркемдік қозғалыс сипатында пайда болды. Орыс футуризмі мектептері төмендегідей бөлінді: “Гиллея” (кубофутуризм) — В.В. Хлебников, В.В. Маяковский, А.Е. Крушеных, Б.К. Лившин, “егофутуристер ассоциациясы” — И.Северянин, К.К. Алинтов, т.б. “поэзия Мезонині” — Хрисан П.В.Г. Черченович; “сентрифуга” — Б.Л. Пастернак, Н.И. Асеев, т.б. Бұл мектептерге негіз болған жайт: “Көне атаулының күйреуі сөзсіз” екенін стихиялы түрде түйсіну (Маяковский), келешектегі “әлеум. төңкерісті” өнер туындысы арқылы болжап сезіну және “жаңа адамның” дүниеге келуі. Бұлар үшін әдеби шығарм. табиғатқа жалаң еліктеу емес, керісінше сол табиғаттың жалғасы іспетті, сонда табиғаттың өзі адамның ерік күшінің арқасында “болашақтағы мүлде жаңа темір дүниені” (К.С. Малевич) тудыратынын сезіну. Осының әсерінен әдеби жанрлар мен стильдердің шартты жүйелері бұзылады да, тіл — табиғаттың бір бөлшегі саналған мифол. “алғашқы бастауға”, фольклорға оралу әрекеті қылаң береді (Хлебников). Футуристер жанды әңгіменің орнына, тоник. өлеңдерге ден қойды. Фонет. ырғақтар туындатты, бұған қоса өздерінің сөздік шығарм-нда дара диалект. бейнелі сөздер жасауға құлшынды. Олар өлең графикасының өзіне тәжірибе жасаумен айналысты (“Визуалдық поэзия”), тіпті әдеби тілдің ауқымын кеңейте келіп, “өмір үшін аса қажетті” (Маяковский) сөздерді енгізді. Олардың шығармалары күрделі семантикалық және композиция” ауытқулармен ерекшеленді. Шығармаларында трагик. және комед. лиризмнің өзара контрасттары көзге көрініп тұрды, кейбірінде фантастика мен газеттік кереғарлық басым. Осының бәрі жанр мен стильдің барынша араласып (Маяковский,Хлебников поэмалары мен Северянин, Пастернак, Асеевтың лирикаларында) кетуіне түрткі болды.\nТолығырақ:  https://el.kz/news/archive/content-4892/",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көміртек қосылыстарында қандай тотығу дәрежелерін көрсетеді?",
        "question_content": "Көміртек қосылысарында  қандай тотығу дәрежелерін көрсетеді?",
        "question_date": "27.11.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көміртегі химиялық қосылыстарда екі, төрт валентті, ал тотығу дәрежесі +2, +4 болады.",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейтараптау реакциясының практикалық мәні қандай?",
        "question_content": "Бейтараптың реакциясының практикалық мәні қандай?",
        "question_date": "27.11.2020",
        "question_tag": "Химия",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейтараптану реакциясы — негіздік және қышқылдық гидроксидтердің маңызды химиялық қасиеттері олардың өзара әрекеттесіп, тұздар түзуі. Бұны тұз түзілетін реакция деп те аталады.\nCa(OH)2 + H2SO4(сұйылтылған) = CaSO4↓ + 2H2O\nреакциясында екі гидроксидтің толық бейтараптануы жүреді. Реакциядан кейін барлық OH топтары және барлық H атомдарының орындары басылады.\nCa(OH)2 + 2H2SO4(конц) = Ca(HSO4)2↓ + 2H2O\nреакциясында қышқылдық және негіздік гидроксидтердің бейтараптануы толық жүрмейді де, төрт H атомы мен OH топтарыны екеуінің ғана орны басылады\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін үйренгенде неден бастау керек?",
        "question_content": "Алфавитын калаай дуоыс окылуын жатадым енды ары карай создерди уирениынба алде ережелердиме сиздер калаи уирендиниздер ?",
        "question_date": "27.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір тіл білген – бір адам, екі тіл білген – екі адам, ал үш тіл білген – үш адам. Қазір заман талабы – ағылшын тілі боп тұр. Сондықтан да, ағылшын тілін әркім өзі үшін, өзінің болашағы үшін үйренгені жөн. Сонымен, ағылшын тілін меңгеруді неден бастау керек? Бүгінде ағылшын тілін үйрететін курс та, репетитор да көп. Үйренемін деген тілегі бар адам интернеттегі аудиосабақтар мен видеосабақтар арқылы-ақ өз бетінше меңгере алады. Дегенмен, тіл үйренуді жеңілдететін, жылдамдататын мына кеңестерді де білсеңіз, артық етпейді. Бір айда бәрін үйренуге тырыспаңыз! Мен асқазан мен миды бір-біріне ұқсатамын. Жеген асыңыз бен ішкен сусыныңыз ағзаңыздың қазанында химиялық реакцияға түсіп, дәрумендер мен минералды заттар сүзіліп, қажетсіз ас қалдығы түр-түсін өзгертіп, сыртқа шығады. Дәл сол сияқты, күніне қаншама ақпаратты көзбен, құлақпен қабылдағаныңызбен, ми оны реттеп, іріктеп керегін ғана алады. Тойып тамақ жесеңіз, асқазанға ауырлық болады. Сондай-ақ, бірнеше апта бойы бұл тағам түріне беттей алмай қаласыз. Дәл сол сияқты бір айда фонетиканы да, грамматиканы да үйренемін деп, миға салмақ салмаңыз. «Жақсылық әсте-әсте болады», бірінші фонетикадан бастап, әріптердің дыбысталуын үйреніңіз. Одан соң бірден грамматикаға көшпеңіз, сөз жаттаңыз. Сөз жаттаудан бастаңыз! Курсқа жазылмас бұрын, ең бірінші сөздік қорыңызды байытып алғаныңыз дұрыс. Ағылшын тіліндегі ең жиі қолданатын 3000 сөз бар екен. Оны жаттап алған адамға ағылшын тілінде сөйлем құрау, өз ойын еркін жеткізу оңай. Күнде бірнеше жаңа сөзді жаттап отыру қиын емес, бірақ жаттаған сөзді есте сақтау да оңай емес. Не істеу керек? Жаттаған сөзді миға шегелеп бекітіп отырыңыз. Ол үшін мидың «жаттау, сақтау психологиясын» білсеңіз болғаны. Ал, мидың «есте сақтау» психологиясы қандай? Бір сөзді 9 рет қайталау! 9 рет қайталау схемасын пайдаланыңыз Садақ атуды, домбыра тартуды т.б. бір рет қайталағаннан үйреніп алмайсыз ғой. Сол секілді бір сөзді бір рет қайталағаннан ол жадыңызда жатталып қалмайды. Екі күннен соң, я болмаса бір аптадан соң ұмытылады. Психологтардың зерттеуінше, жаттаған сөзді ұмытпау үшін, оны 9 рет қайталау керек екен. Бұл тұрғыда психолог мамандардың құрған қайталап жаттаудың өзіндік схемасы мен уақытын білгеніңіз жөн. Ол мынандай: «15 минут, 1 сағат, 3 сағат, таңертең, 2 күн, 4 күн, 1 апта, 2 апта, 1 ай». Мысалы, бір күнде ағылшын тіліндегі 30 жаңа сөз жаттадыңыз делік. Осы он сөзді 15 минуттан соң қайталаңыз. Арада 1 сағат уақыт өткен соң тағы бір рет қайталау керек. 3 сағаттан соң тағы қайталайсыз. Ертеңіне таңертең ұйқыдан тұрған соң еске түсіріп қайталап шығыңыз. 2 күннен соң тағы бір рет қайталаңыз. 4 күннен соң еске түсіресіз. Бір аптадан соң және екі аптадан кейін қайталау қажет. Содан соң арада 1 ай өткеннен кейін қайталап миға «бекітесіз». Бұл бірінші күні жаттаған 30 сөзді миға бекіту схемасы. Ал, бұл 30 сөзді қайталаумен бірге екінші күні тағы да жаңа 30 сөзді жаттауға кірісуіңіз керек. Үшінші күні тағы да жаңа сөздер. Осылай сөздік қорыңызды күнде толықтырып отырумен бірге, әр күнгі жаттаған жаңа сөзді схема бойынша қайталап, миға бекітіп отырасыз. Яғни, әр күнгі қайталау схемасын өзіңіз түзесіз. Есіңізде болсын, жаңа сөзді бір күнде 9 рет қайталағаннан ол есте сақталмайды, міндетті түрде қайталау схемасы бойынша жаттау керек. Миды жалықтырып алмаңыз! Сөзімнің басында миды асқазанға теңегенімді білесіз. Бір апта бойы күнде бір тамақ түрін асқазаныңыз ұната ма? Егер, түрлендіріп берсеңіз, асқазаныңыз құрамы бір, бірақ түрі басқа екенін аңғармай қалады. Миды да осылай «алдап», сөз жаттауды түрлендіріп отырыңыз. Сөз таптары. Бірінші күні 30 зат есімді жаттасаңыз, келесі күні 30 сын есімді жаттаңыз. Үшінші күні 30 етістікті есте сақтаңыз. Немесе бір күні тек «киім» тақырыбында сөз жаттап, ертеңіне ыдыс-аяқтарға кезек беріңіз. Визуализациялау тәсілі. Мысалы, «home» (үй) деген сөзді жаттаған кезде, көз алдыңызға үйдің суретін елестетіңіз. Көру+есту әдісі. Уильям Глассердің зерттеуі бойынша, оқығаныңыздың 10 пайызы, естігеніңіздің 20 пайызы, көргеніңіздің 30 пайызы, ал көру+естудің 50 пайызы ғана есте сақталып қалады екен. Олай болса, сөз жаттағанда сол затты көзбен көріп, қолмен ұстап, қайталаңыз демекпін. Мысалы, киімдердің атауларын жаттадыңыз делік. «9 рет қайталау схемасы» кезінде гардеробыңызды ашып, юбкаңызды алыңыз да оның ағылшын тіліндегі аталуын еске түсіріңіз. Немесе үй жиһаздарын қайталау барысында бөлме ішін аралап жүріп, әр затты ағылшынша атаңыз. Үйрете отырып үйрену. Уильям Глассер не нәрсені де талқылаған кезде ол 70 пайыз есте сақталатынына сенімді. Тәжірибеде қолданғанда 80 пайыз, ал өзгеге үйрету барысында 95 пайызы жатталып қалады екен. Ендеше, күнде жаттаған жаңа сөздерді балаңызға, әріптесіңізге немесе вацап-чатындағы достар группасында басқаларға үйретіп отырыңыз.\nТолығырақ: http://ernur.kz/psikhologiya/aylshyn-tln-yrenud-op-oay-tsl-bar",
                "date": "27.11.2020",
                "upvotes": 0
            },
            {
                "text": "Егер ережелерден бастасаңыз, сөздерді түсінбеу секілді қиындықтар туындауы мүмкін. Алфавиттегі әріптердің дыбысталуын, оқылуын толық білсеңіз енді сөздерді жаттаумен жалғастырыңыз. Cодан соң грамматика үйреніңіз. Бұл менің өз пікірім, өзім мектеп оқушысымын :)",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1)x+y=2;. 2) -2x+y=-3;. 3) 2x-3y=4;. 4) 7x-2y=10;. 5) x+2y=-2;. 6) 3,5x+2=15.",
        "question_content": "1)x+y=2;.\n2) -2x+y=-3;.\n3) 2x-3y=4;. \n4) 7x-2y=10;. \n5) x+2y=-2;..\n6) 3,5x+2=15.\nСызықтық теңдеу 7 сынып",
        "question_date": "27.11.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 y=2-x\n\n2 y=3+2x\n\n3 ?\n\n4 y=-5+3.5x\n\n5 y=-x\n\n6 y=7.5-1.75x",
                "date": "27.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын мұғалімі болу үшін қанша балл алу қажет?",
        "question_content": "Ағылшын мұғаліміболу үшін қанша бал алу қажет¿¿¿",
        "question_date": "27.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Синоним табу керек сөз : қақпа",
        "question_content": "Синоним табууу сөз : қақпа",
        "question_date": "27.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тиіспе\nтөкпе\n\nшақпа",
                "date": "28.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңгелек төрт бұрыштың ауданын табыңдар?",
        "question_content": "Дөңгелекке шектен сызылған қабырғалары a, b, c, d-ға тең болатын төрт бұрыштың ауданын табыңдар?",
        "question_date": "27.11.2020",
        "question_tag": "Математика",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Біржан-Сара\" айтысының кейіпкерлер жүйесі",
        "question_content": "Мәтіндегі көп нүктенің орнына қажетті үзіндіні анықта. «Біржан-Сара» айтысында әйел теңсіздігі мәселесі көтерілген. Бұны Біржанның да, Сараның да астарлап айтқан сөздерінен көре аламыз. Мысалы: «...» – деп айтқан сара сөзінен оның осы жағдайға қатысты күйінішін аңғаруға болады. Көзімнің Көкшетаудан қыры түсті, Аталық Қаптағайда жүргеніңде. Аю болсаң да басамын ап дегенде, Қоймаймын жайын құстай көргеніңе. Тақсыр-ау, күні құрсын ұрғашының, Билігі болмайды екен бір басының. Тері-терсек бергенсін ит те алады, Бұлындай берекесіз арбашының. Бұл үйде Сара бар ма, келсін бері, Іздеген келіп тұрмын Біржан сері! Жолықпай сөзі өктемге жүрген шығар, Ауылыңда Тұрысбектің өлер жері.",
        "question_date": "27.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1,6 кг темір 3 оксидінен қанша ферромарганец алуға болады?",
        "question_content": "1,6 кг темір 3 оксидінен канша ферромарганец алуға болады?",
        "question_date": "27.11.2020",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,6 кг темір 3 оксидінен канша ферромарганец алуға болады?",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спорт журналисты болу үшін не істеу керек?",
        "question_content": "Спорт журналисты болу үшін не істеу керек? Мысалы комментатор деген сияқты? Қандай университеттер бар?",
        "question_date": "26.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": []
    }
]