[
    {
        "question_title": "Ұшықты жұлып тастаса не болады",
        "question_content": "Ұшық ты жұлып тасап ем енді көп болып кетпейме бәрін жұлмадым 1 шетін ғана",
        "question_date": "8.10.2023",
        "question_tag": "Денсаулық",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ ұшықты өйтуге болмайды инфекфия болады кейін , аптека га барып ұщықа қарсы маз сатып алыңыз соны жагып журыныз тез кетып калады",
                "date": "9.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу тотықсыздану реакциялары деген не?",
        "question_content": "Тотығу-тотықсыздану реакциялары",
        "question_date": "8.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тотығу-тотықсыздану реакциялары (ТТР) — реакцияға қатысушы заттардың құрамындағы элементтердің тотығу дәрежелерінің өзгеруімен жүретін реакциялар.\n18 ғасырдың аяғында А.Лавуазье жанудың оттекті теориясын ұсынған кезден бастап тотығу заттардың оттекпен қосылуы, ал тотықсыздану оттекті бөліп алу процестері деп қаралған. 1920 – 1930 ж. химияда электрондық түсініктің қалыптасуына байланысты оттек қа-тыспайтын реакциялардың да Тотығу-тотықсыздану реакциялар болатындығы анықталды. Тотығу-тотықсыздану реакциялар процестері көбінесе электрондық теңдеулермен өрнектеледі. Зарядтардың сақталу заңына қайшы келмес үшін Тотығу-тотықсыздану реакциялар кезінде тотықтырғыштың қосып алған электрондар саны тотықсыздандырғыштың берген электрондар санына тең болуы керек деген жалпы ереже сақталады. Тотығу-тотықсыздану реакцияларын коэффиценттер қойып теңестірудің екі әдісі бар: электрондық тепе-теңдік және электрон-ион. Электрондық тепе-теңдік әдісі бойынша берілген және қосып алған электрондар саны элементтердің реакцияға дейінгі және реакциядан кейінгі тотығу дәрежесінің негізінде анықталады.\nЭлектрон-ион әдісі бойынша жалпы иондық реакцияларды құру ережесіне сәйкестеп реакция сұлбасын құ-рады. Күшті электролитті ион түрінде, бейэлектролит пен әлсіз электролиттерді, газдарды және тұнбаларды молекула күйінде жазады. Бұл әдіс реакция жүрген ортаның табиғатына байланысты. Себебі реакция бағытына орта күшті әсерін тигізеді. Мыс., +H2OHCl1+HO+1Cl болатын Тотығу-тотықсыздану реакцияларындағы тепе-теңдік қышқылдық ортада солға, ал негіздік ортада оңға ығысады. Күшті тотықтырғыш Mn+7 қышқылдық ортада Mn2+-ге дейін, сілтілік ортада Mn+6, бейтарап ортада Mn+4O2 молекуласына дейін тотықсызданады. Тотығу-тотықсыздану реакцияларының стехиометр. коэффицеттерін табудың бұлардан басқа А.Гарсиа, электронды баланс, матем. әдістері де бар. Химияда Тотығу-тотықсыздану реакциялар өте көп таралған. Мысалы, аммиак, азот қышқылы, күкірт қышқылын алу, электролиз (анодта электрхимиялық тотығу, катодта электрхим. тотықсыздану), жану процесі, металдар коррозиясы, фотосинтез, т.б. маңызды биологиялық құбылыстар Тотығу-тотықсыздану реакциялар процесіне жатады. Тотығу-тотықсыздану реакциялар өнеркәсіпте және техникада көміртек (ҚҚ, ҚV) оксидтерін, таза металл, т.б. алуда кеңінен қолданылады",
                "date": "11.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастырлуыды қалай тоқтатуға болады",
        "question_content": "Сәлеметсіздерме!Менде үнемі бастырылып қала беремін .Мен ай сайын емес, тіпті апта сайын емес арага екі уш күн салып бастырыламын .Соңғы кездері аят ал курси фәләқ нәс ықылас сүресін оқып жатқан сон тыныш ұйқтап жүрмін. АЛАЙДА бүгін осы сурелерді оқысамды бастылырып қалдым бұның себебі неде, сонда сүреде көмектесе алмайма ?",
        "question_date": "7.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сүрелерді оқумен қатар, ғұсыл алып, дәрет алып әрқашан таза жүру керек.\nЖататын орныңызды жақсылап тазарту керек, немесе басқа орын болса сол жаққа жатып көріңіз. Төсекті саларда бір қағып алған дұрыс.\n\nАлла өзі жәрдем етсін сізге.",
                "date": "7.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәлеметсіздерме! Частный кредорлардан акша алу сенимдиме? Срочно 5 млн керек",
        "question_content": "Частный кредиторлардан акша алу сенимдима? Срочно 5 млн керек. алматыдан",
        "question_date": "7.10.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кредитқа жоламаған жақсы",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тазалық денсаулық кепілі өлең",
        "question_content": "Тазалық денсаулық кепілі өлең",
        "question_date": "7.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таза ауаға кешегі кім шанады?!.\nТүтін, тұман аспанды тұмшалады.\nКір шалады қанатын аққулардың,\nСоны ойласаң көңілді кір шалады.\nСексеуілдің орнында көмір қалып,\nАман ба өзі тұрғаннан өңір налып?!\nАқ мамықтай ақша қар\nШаһарларға\nЕнді жауса жауады қоңырланып.\nКөлдер қайда жататын сұқсыр қонып?\nҚайда барсаң бір түтін бықсыр келіп...\nАқ көжек боп өкпеңе кірген самал\nШығарында шығады сұп-сұр болып!\nМұзды мұхит сол, мүмкін, қалпында әлі.\nМән берген жоқ әлі оған жарқын халық.\nМазут жұтып,\nАуырған бидауамен\nКөрінбейді бүгінде алтын балық.\nШуда түтін\nШалқыған от төсінде\nШұбап тұрып алады көкке сіңбей.\nАйналасы қызарған кейбір бұлттар\nАуру малдың қабарған өкпесіндей.\nБар дейсің бе өмірде азап ондай!\nДүние азса ол енді азады оңбай!\nАдам таза болмайды ешқашанда\nАйналайын табиғат таза болмай",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "x-3y+6=0 түзуі және координата остерінен құрылған үшбұрыштың ауданын табыңыз",
        "question_content": "Түзуі және координата остерінен құрылған үшбұрыштың ауданын табыңыз. Суретін салыңыз",
        "question_date": "6.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түзу және координат осьтері арқылы құрылған үшбұрыштың ауданын табу үшін келесі қадамдарды қолдануға болады:\n\n1. Үшбұрыштың төбелері болатын түзудің координата осьтерімен қиылысу нүктесін табыңыз.\n2. Табылған нүктелерді пайдаланып, үшбұрыштың қабырғаларының ұзындықтарын анықта.\n3. Үшбұрыш ауданы формуласын қолданыңыз:  S ABC = a * h 2 * 1/2\nТеңдеу тура: x - 3y + 6 = 0\n\n1. x осімен қиылысу нүктесін табыңыз (позиция (y = 0): \\(x - 3(0) + 6 = 0 \\x = -6\\ дегенді білдіреді). А нүктесі: \\((-6, 0)\\).\n2. \\(y\\) осімен қиылысу нүктесін табыңыз (позиция \\(x = 0\\)): \\(0 - 3y + 6 = 0 \\y = 2\\ дегенді білдіреді). В нүктесі: \\((0, 2)\\).\n\nЕнді үшбұрыштың қабырғаларының ұзындықтарын табайық:\n- Ұзындық негізі: \\(AB = |-6 - 0| = 6\\).\n- Үшбұрыштың биіктігі: \\(h = |0 - 2| = 2\\).\n\nМәндерді үшбұрыш аймағының формуласына ауыстырамыз: \\(S = \\frac{1}{2} \\times 6 \\times 2 = 6\\).\n\nОсылайша, үшбұрыштың ауданы 6 шаршы бірлікке тең.",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйсіндердің ішкі және сыртқ саясаты туралы мәлімет керек еді .",
        "question_content": "Үйсіңдердің сыртқы және ішкі саясаты туралы мәлімет керек еді кім біледі жазып кетіңіздерші  бұл сабақты бүгін өткізіп тастауым керек еді Алла разы болсын көмектесіп жаткандарға",
        "question_date": "6.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрші халықтармен қарым-қатынастары — үйсіндер ерте замандағы Орталық Азиядағы этникалық-саяси бірлестіктердің бірі деп саналды. Үйсін мәдениетінің ескерткіштері ұлан-байтақ Жетісу, Ферғана (ішінара) аумағы- на және тегінде, Шығыс Түркістанның солтүстік бөлігіне де таралған. Б. з.б. II ғасырда халқының саны 630 мың адам болған үйсіндер атты әскерлер мен жаяу садақшылардан тұратын көп әскер шығара алған. Гуньмо мен тақтың екі мұрагерінің жасағы әрқайсысында 10 мыңнан 30 мың атты әскерден тұратын. Б. з. б. 73 жылдың өзінде-ақ үйсіндердің жері үш бөлікке: сол жақ (шығыс), он жақ (батыс) және гуньмоның өзіне қарасты орталық бөліктерге бөлінді, бірақ олардың бәрі «Гуньмога жоғаргы дәрежеде тәуелді» болды. Оның ордасы Чананнан 8900 ли немесе Вынсудың (Ақсу) солтүстігінде 610 болатын, Іле өзенінің оңтүстік жағалауы арасында орналасқан Чигу қаласында болды.\n\nБ. з. б. 64—51 жылдар аралығында Хань империясының таққа мұрагерлікке араласуына халықтың наразылығы күшейді. Халық бұқарасы гуньмоның гүн тегінен тараған мұрагерлеріне көрінеу іш тартты, сондықтан үйсін- дердің халқы мен аумағы екі бөлікке: ұлы гуньмо және кіші гуньмога бөлінді де, олардың қарамағындагы жерлердің шекарасына межелер қойылды.\n\nҮйсіндердің тарихы кіші гуньмолардың үстемдік үшін ұлы гуньмоларға қарсы, ғұндарды қолдайтын және ханьдарды жақтайтын саясат жағындағылар арасындағы өзара қырқысқан күрестерге толы. Мәселен, 60-жылдардың аяқ кездерінде қайтыс болған Унгуйми гуньмонын ғұн ханымынан туған ұлы Уцзюту патшалық құрып тұрған гуньмо Нимиді (Куан-ван) өлтіріп, билікті тартып алды да, халықтың қолдауымен өзін гуньмо деп жариялады. Б. з. б. 14 жылы ұлы гуньмо Цылими кіші гуньмо Мочжэнньцзянның тапсыруымен өлтірілді. Деректемелерде Цылимиді ол «бағындырып алады деп қауіптенген» Мочжэнньцзян өлтірді деп тура көрсетіледі. Цылимидің билік жүргізген уақыты — б. з. б. 45—14 жылдардың арасы — үйсін мемлекетінің дәуірлеген кезі болса керек, өйткені ол «билікті берік ұстады» және иеліктерінде «алаңсыз тыныштық пен бейбітшілік... орнады».\n\nБірқатар иеліктер немесе тайпалар үйсіндердің бөлігінде немесе ықпалында болған деп жорамалдауға негіз бар. Мысалы, «Цяньханьшуда» — үйсіндер «өзіне басқа да көптеген иеліктерді бағындырды», «Давань-чжу- аньда» — «көршілес шағын иеліктерге шабуыл жасады» деп көрсетіледі, ал Янь Ши-гу: «бағындырган бойда вассалдарға айналдырады» деп нақтылай түседі. Хюсюньдер, гюаньдулар (цзюаньдулар), юйтулар немесе уштар сондай тайпалар мен иеліктер болса керек. Әдет- ғұрпы мен киім-кешектеріне қарағанда олардың бәрі үйсіндерге жақын тайпалар. Б. з. б. I ғасырда Согюй немесе Яркян иелігінде жергілікті аксақалдар мен билеушінің өтініші бойынша, «үйсіндіктердің ізгілікті мейіріміне бөлену» үшін гуньмо Ван-Гуймидің ұлы Ваньнянь билеуші болды. Үйсіндер неке одақтарын жасасу арқылы басқа мемлекеттермен одақтастық қатынастар орнатты. Мәселен, б. з. б. 69 жылы нақ сол Ван-Гуй ми өзінің қызы Дишиді Кучи билеушісі Гянбиньге берген. Үйсіндермен одақ жасасуға мүдделі болған Хань империясы мен Ғүндар хань және ғұн ханшаларын үйсін гуньмоларына күйеуге беріп отырған. Көршілес жатқан аумақтардың кейбір иелері жау шапқан кезде үйсіндерден қорғаныш іздеген. Мәселен, солтүстіктегі чештердің билеушісі Угу ғұндардан бас сауғалап, б. з. б. 68 жылдан 62 жылға дейін үйсіндерде тұрған.\n\nХань дәуірінің әлеуметтік хроникаларында үйсіндердің саяси тарихынан фактілер келтіру шамамен алғанда б. з. б. III ғасырға дейін жеткізілген. Ортаңғы империяның соңғы кезендерінің кейбір жазбаша деректемелерінде де үздік-создық мәліметтер келтірілген. «Бэйшуда» (Юань- вэй әулетінің тарихы) б. з. б. 437 жылы хань сарайына үйсіндердің елшілер жібергені туралы хабар ба. Археологиялық материал, әсіресе Шығыс Жетісу аумағынан (Ақтас-2 қонысы, Ақтасты-1,4—6, Сарытау қорымдары) табылған археологиялық материал үйсіндер түріктерге дейінгі заманда әлі де кен-байтақ жерде өмір сүре бергенін дәлелдейді. Ол былай тұрсын, нақ сол деректер бойынша (Ақшокы-3, Өтеген-l қорымдары) ертедегі үйсіндер мәдениеті бұрынғы мекендеген жерлерінде, олар түрік кағанаттарының бақылауында болғанымен, одан әрі дами берген. Тіпті біздің заманымыздағы X ғасырдың өзінде деректемелер беттерінде үйсін атауы қайтадан пайда болады. Мәселен, император Тайцзунның хроникасында 938 жылғы тугухунь, үйсін және мохэ тайпалары туралы жазба бар. Ляо империясы заманында «үйсіндердің тоғыз бірлестігі» болғаны «Винвэйчжиден» мәлім.",
                "date": "23.11.2023",
                "upvotes": 1
            },
            {
                "text": "Үйсіндердің ішкі және сыртқы саясаты, адамдардың тәуекелге, өзге жұмысқа жаттығушылыққа және жайындастыруға бағытталған саясаттарды айтар. Ішкі саясат, өмір сүруді жаттату, денсаулық қамтымасыздату, білім беру мен технологияларды қолдану жаттығушылықтарына байланысты болады. Сыртқы саясат, елімізді тәуекелге жаттығушылықпен, экономикалық жасақтамалар мен өндірістермен байланысты ресурстарды дайындау, экологияны қорғау мен қолдау көрсету саласында болады.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкер иесі мемлекеттік қызметке кіре аладыма?",
        "question_content": "Мен жеке кәсіпкермін. Мемлекеттік қызметке кіргім келеді. Бірақ ЖК шотыма  қаржы түсіп тұр. Мемлекеттік қызметке кіру үшін не істеуім керек? Кәсібімді сенімгерлікпен берсем боладыма?",
        "question_date": "5.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10-бап. Тұруға байланысты шектеулер\n\nМемлекеттік қызметке\n\n1. Мемлекеттік қызметшінің құқығы жоқ:\n\n2) педагогикалық, ғылыми және өзге де шығармашылық қызметтен басқа ақылы қызметпен айналысуға;\n\n3) егер \"сыбайлас жемқорлыққа қарсы күрес туралы\"Қазақстан Республикасының Заңында өзгеше белгіленбесе, кәсіпкерлік қызметпен айналысуға, оның ішінде коммерциялық ұйымды басқаруға тікелей қатысу Қазақстан Республикасының заңнамасына сәйкес оның лауазымдық міндеттеріне кірмейтін болса, оның ұйымдық-құқықтық нысанына қарамастан, коммерциялық ұйымды басқаруға қатысуға құқығы бар.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung телефон өз өзімен дірілдейді вибрация болып. Неге?",
        "question_content": "Samsung телефон өз өзімен дірілдейді вибрация болып. Неге?",
        "question_date": "5.10.2023",
        "question_tag": "Жалпы компьютер",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Смартфон себепсіз дірілдейді: мәселенің көздері\n\nАқаулар байланысты:\n\nЫлғалдың корпустың астына түсуі. Бұл ең көп таралған себеп. \n\nИнтернет-беттерді серфинг кезінде смартфон иесінің хабарынсыз орнатылған вирустық қосымшалардың әрекеті.\n\nБағдарламалық жасақтама қателері. Өздігінен \"жылдау\" ОЖ-нің дұрыс емес нұсқасын немесе кәсіби түрде орындалмаған микробағдарламаны орнатудан туындауы мүмкін.\n\nБос ішкі жадтың жетіспеушілігі. Бұл жағдайда құрылғы оны тазарту қажеттілігін еске салады.\n\nБатарея деңгейі жеткіліксіз. Діріл телефонның жақын арада таусылатынын көрсетеді.\n\nТүпнұсқа емес зарядтағышты пайдалану. Егер құрылғы зарядтау процесінде дыбыстар берсе, бұл телефонның осы моделі үшін қуаты жеткіліксіз сапасыз зарядтағышты қолданумен байланысты.\n\nКейде пайдаланушы үнсіз режимді орнатады және оны ұмытып кетеді. Бұл жағдайда барлық кіріс қоңыраулар мен хабарламалар жылдаумен бірге жүреді.",
                "date": "17.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "94 саның 125% үлкен бе не 235 саның 50% үлкен бе?",
        "question_content": "Ертен тест\n94 саның 125% үлкен бе не 235 саның 50% үлкен бе?\n\nЖауап беріңдерш өтініш!!!♡",
        "question_date": "5.10.2023",
        "question_tag": "Математика",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "94 саның 125% үлкен бе не 235 саның 50% үлкен бе?\n94 саның 125%=117.5\n\n235 саның 50%=117.5\n\nекеуі тең",
                "date": "7.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Қожа Ахмет Яссауй кесенесі әлемнін жеті кереметіне кірмеді?",
        "question_content": "СРОЧНО КЕРЕК КАЗ АПАЙ МЕНІ ЖЕП ҚОЯДЫ!!ҮЙ ЖҰМЫСЫН ОРЫНДАМАДЫМ КӘЗІР БІРІН БІРТІНДЕП ТЕКСЕРІП ЖАТЫР\nҚҰТҚАРЫНДАААР",
        "question_date": "4.10.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өйткені ол әлемнің сегізінші кереметі",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бәрі мені ыдыс жуып, қызбен сөйлесіп, тамақ пісірген үшін қыз деп айтады",
        "question_content": "Бәрі мені қыз деп мазақтайды\n\nНе үшін?!\n\nМен АБУ БАНДИТ болмаған үшін, ыдыс жуған үшін және тек қыздармен араласқаным үшін\n\nИ тем более, олар я бір қызы жоқ, а мен уже 27 қыз досым бар, и еще өз түрлеріне қарамай мені урод дейді\n\nСосын мені өздері мені өздері гей деп мазақтайды\n\nНе үшін? Өзімде білмеймін\n\nМаған поддержка керек болып тұр, өтініш, бере адасыздар ма?",
        "question_date": "4.10.2023",
        "question_tag": "Психологиялық кеңес",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білесіз бе санасы төмен адам ғана солай адамды өкпелетеді ренжітеді ,сіз ге кім не десе де сіз оның бәрін жүрегіңізге жақын қабылдамаңыз, Аллах разылығы үшін оларды кешіріп ұмыта салыңыз , ешуақытта жақын алмаңыз жүрегіңізге",
                "date": "6.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әділ жолмен баю мүмкін емес",
        "question_content": "әділ жолмен баю мүмкін еместігін дәлелдеу керек",
        "question_date": "3.10.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 966,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мумкын, бирак оте киын",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көркем еңбек апайға тақпақ",
        "question_content": "Көркем еңбек пәнін мұғалімге тақпақ",
        "question_date": "2.10.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "быз еңбеккормыз кумырсканын урпағымыз кумырскалар шаршамаи шалдыкпаи оымр сурсе бызде солаиомыр суремызкумырска ны таптамаимыз жанын онын быз сактаимыз",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 шұмақ өлең керек еді",
        "question_content": "Срочноо керек болып тууур тезззз пжжжж тез тез тез тез",
        "question_date": "2.10.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ поэзиясында дара тұлға,\nБұл менің Абай атам қара мұнда!\nЕлім, жерім деп жүрген талай тұлға,\nБола алмайды Абайдай дана тұлға!\n\nҚазақтың кең байтақ даласында\nТәуелсіздікті сен аңсап отырдың ба?\nАта, сенің арманыңды асқақтатып,\nОрындап келе жатыр барлық тұлға.\n\nКелешекке артқан ұлы сеніміңді\nЖадымызда сақтаймыз әрқашанда!\nБір шыңдықты ашайын саған ғана,\nСенің жазған қара сөзің бүгінде\nЖатталмаған әлі талай бұл заманда!\nКуанышбек Назира",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат апаттары мен адам шығыны қай аймақта жиі орын алады?",
        "question_content": "Табиғи апаттары мен адам шығыны қай елде жиі орын алады",
        "question_date": "2.10.2023",
        "question_tag": "Мектеп",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғи апаттар мен адам құрбандарының статистикасы уақыт өте келе өзгеруі мүмкін және география, климат, халық және апатқа дайындық деңгейі сияқты әртүрлі факторларға байланысты. Табиғи апаттарға бейім кейбір елдерге Жапония (жер сілкінісі, цунами), Индонезия (жанартау белсенділігі, жер сілкінісі), Филиппин (тайфундар), сондай-ақ Тынық мұхитындағы \"от сақинасы\"белдеуіндегі әртүрлі елдер жатады.\nДегенмен, елдер табиғи апаттардың әртүрлі түрлеріне ұшырауы мүмкін екенін және тәуекел нақты жағдайларға байланысты өзгеруі мүмкін екенін ескеру маңызды.",
                "date": "27.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі түрлі масштаб салыстыру 1:25000/1:10000 не айырмашылық",
        "question_content": "Мен Универде окыймын апайдын койган сурагына жауап керек?",
        "question_date": "2.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Карта масштабы 1:25000. Бұл картадағы 1 см жердегі 25 000 см-ге сәйкес келетінін білдіреді.\n\n1:10000 масштабы картадағы бір сантиметр жердегі 10 000 сантиметрге сәйкес келетінін білдіреді. Картадағы қашықтықты анықтау үшін картаның масштабын білу керек және өлшегіңіз келетін сызықтың ұзындығын өлшеу керек. Содан кейін формуланы пайдаланып, жердегі нақты қашықтықты есептеуге болады.",
                "date": "7.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген санды екілік санау жүйесіне аудара аламыз ба?",
        "question_content": "Кез келген санды екілік санау жүйесіне аудара аламыз ба?",
        "question_date": "2.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 355,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кез келген ондық санды аударуға болады",
                "date": "18.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мені кім жақсы кореді",
        "question_content": "мен кімді жақсы көремін",
        "question_date": "2.10.2023",
        "question_tag": "Махаббат",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оны өзіңіз сезесіз білесіз",
                "date": "7.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1•2•3•4 • …… •208 көбейтіндісі неше нөлмен аяқталады",
        "question_content": "Көмектесіп жіберіңдерші",
        "question_date": "2.10.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбейтіндінің соңындағы нөлдер санын анықтау үшін көбейтіндіде 10 мультипликаторы қанша рет бар екенін анықтау керек. 10 мультипликаторы 2-ді 5-ке көбейту арқылы жасалады. Осылайша, нөлдер саны көбейтіндінің әрбір факторының ыдырауындағы 2 және 5 факторларының минималды санына байланысты.\n\nБұл жағдайда 2 факторлары 5 факторларына қарағанда жиі кездеседі, сондықтан нөлдер санын анықтау 5 факторларының санын анықтауға дейін азаяды.\n\n5-ке еселік сандар белгілі бір кезеңділікпен кездеседі (5, 10, 15, ...). 1-ден 208-ге дейінгі диапазондағы 5 факторларының санын анықтау үшін формуланы қолдануға болады: [208/5] + [208/25] + [208/125] = 41 + 8 + 1 = 50\n\nОсылайша, өнім 50 нөлмен аяқталады.",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен 5 сұраулы сөйлем керек еді",
        "question_content": "Ағылшын тілінен 5 сұраулы сұрақ керек еді?))",
        "question_date": "1.10.2023",
        "question_tag": "Мектеп",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) can you help me? Можешь мне помочь\n\n2)How much does this product cost? Сколько стоит этот продукт\n\n3)What movie will we watch? Какой фильм посмотрим\n\n4)When you go home? Когда поедешь домой\n\n5)what is the name of this book? Как называется эта книга",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топ мүшелерін таныстру",
        "question_content": "Мен өзімнің тобындағы барлық адамды таныстрамын",
        "question_date": "1.10.2023",
        "question_tag": "Мектеп",
        "question_views": 654,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті қатысушылар және құрметті қазылар алқасы,\nОсы маңызды іс-шараға үлкен қуанышпен қош келдіңіз! Біздің команда өз күш-жігерін осындай білікті және тәжірибелі қазылар алқасына ұсынуды мақтан тұтады. Біздің өзара әрекеттесуіміз шығармашылық пен кәсіпқойлыққа толы шабыттандыратын тәжірибе болады деп үміттенеміз. Біз идеялармен бөлісуді және қызықты пікірталастарды асыға күтеміз. Қош келдіңіз және бұл кездесу біз үшін ұмытылмас болсын!",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дос керек маған",
        "question_content": "Сәлем бәріне маған дос керек мені түсінетін жанымнан табылатын жас айырмашылығы онша маңызды емес",
        "question_date": "1.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем Сара , қалың қалай? Мағанда дос керек , меніңде досым жоқ",
                "date": "9.10.2023",
                "upvotes": 0
            },
            {
                "text": "Салем, дос болайык?)))) Менин де досым жок",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AC және CD векторларының скаляр көбейтіндісін табыңыз?",
        "question_content": "Кабыргасынын узындыгы 2 ге тен ABCD квадраты берилген. AC жане CD векторларынын мани кандай?!",
        "question_date": "1.10.2023",
        "question_tag": "Математика",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айнымалы ток пен CD векторларының скалярлық көбейтіндісін табу үшін осы векторлардың тиісті компоненттерін көбейтіп, нәтижелерін қосу керек.\n\nБүйір ұзындығы 2 болатын ABCD квадратында:\n\n1. Abcd квадрат болғандықтан, AC квадраттың диагоналы болып табылады. Квадраттың диагоналінің ұзындығы 2√2, ал бағыт бастапқы және соңғы нүктелерді таңдауға байланысты. А-бастапқы нүкте, с-соңғы нүкте болсын. Содан кейін айнымалы ток векторының координаттары болады ((2, 2))\n\n2. CD векторы - C және D нүктелерінің координаталық айырмашылығы, D нүктесі С нүктесінің оң және төменгі жағында болғандықтан, CD векторында координаттар болады((2, -2)).\n\nЕнді AC және CD скалярлық көбейтіндісін табу үшін тиісті компоненттерді көбейтіп, қосыңыз:\n\nAC * CD = (2 * 2) + (2 *-2) = 4 - 4 = 0\n\nОсылайша, AC және CD векторларының скалярлық көбейтіндісі 0-ге тең.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "Менын ойымша жауабы 2",
                "date": "31.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гүлзада есіміне ұқсас есімдерді айтыңыздаршы?!",
        "question_content": "Гүлзада есіміне ұқсас есімдерді айтыңыздаршы..............",
        "question_date": "1.10.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нүрзада.          .",
                "date": "1.10.2023",
                "upvotes": 0
            },
            {
                "text": "Гүлзат, Гүлзира, Гүлжазира.",
                "date": "5.10.2023",
                "upvotes": 0
            },
            {
                "text": "ГУЛНАЗИРА\n\nГУЛЗИРА\n\nГУДЖАН\n\nГУЛЧИТАЙ\n\nГУЛНАЗ\n\nГУЛДЕН",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    }
]