[
    {
        "question_title": "A(2,2), B(1.5,3.5) және C(-2,4) нүктелері ABC үшбұрышының cos <B бұрышын табыңыз.",
        "question_content": "A(2,2)B(1.5,3.5)және C(-2,4) нүктелері ABC үшбұрышы B төбелері болса cos <B табыңыз",
        "question_date": "20.10.2020",
        "question_tag": "Геометрия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формулаларды қолданып шығара аласыз",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гендік өзгеріске ұшыраған тағамдар эссе қажет?",
        "question_content": "Гендік тұрғыда өзгеріске ұшыраған өнімдер туралы айтқанда, әлем ғалымдарының да, қоғамның да пікірі екіге жарылады. Біреулер бұл адамзат үшін өте қажет десе, келесілері олардың адам денсаулығына зияндығын алға тартады. ГМО өнімдерін жақтаушылар бұндай өнімдерін шығару адамзатты аштықтан құтқаратын бірден-бір жол деп тұжырымдайды. Өйткені тағы 40-50 жылдан кейін Жер бетіндегі тұрғындардың саны 11 миллиардқа дейін жетуі мүмкін. Яғни ауыл шаруашылық өнімдеріне деген сұраныс та артады. Бұл мәселені ГМО арқылы бірден шешуге болады. Ал қарсыластары оның адам денсаулығына әсері толықтай зерттелмегенін алға тартады. Қалай десек те, гендік тұрғыда өзгерген өнімдер адамзат өміріне дендеп еніп келеді. Бір мемлекеттер оларды шығаруға, таратуға заңмен қатаң тыйым салса, кейбір елдерде рұқсат берілген, келесілері либерал көрқарас ұстанады. \nМәселен, қазіргі кезде Ресей Думасы ГМО өнімдерін елге кіргізуге тыйым салу туралы заң жобасын талқылап жатыр. Яғни бұл саланы мемлекеттік тұрғыда бақылауды қолға алмақ. Ал Қазақстанда бірнеше жылдан бері олардың пайдасы мен зияны туралы қанша рет талқыланса да, мәселе ашық күйінде қалып отыр. Өйткені нақты сүбелі зерттеу жұмыстары жүргізілмеген. Ал азық-түлік өнімдерінің басым бөлігі шеттен келетіндіктен, сарапшылар Қазақстан дүкендерінде де құрамында гендік тұрғыда өзгеріске ұшыған компонентттері бар азық-түліктер дүкен сөрелеріне түсе бастағандығын айтады.  Дегенмен ел Президенті биылғы жолдауында агросекторды дамыту мәселесіне тоқтала келіп, ГМО  өнімдерінен қорқудың еш қажеттілігі жоқ деп тұжырымдады. Алайда, Қазақстанда әлі күнге ГМО өнімдеріне қатысты заңдық негіз қалыптаспады. Тек 2010 жылы «Тұтынушылар құқығын қорғау туралы» ҚР заңы күшіне еніп, сол жерде бір-екі ауыз айтылады. Аталмыш заң өндірушілерді егер өнім құрамында ГМО 0,9 пайыз және одан да жоғары болатын болса, өнімдерін маркілеуді міндеттейді. Маркілік таңбаның жоқтығы үшін 100 АЕК мөлшерінде айыппұл салынып, лицензиясынан айыру немесе бұл іспен айналысуға 3 жылға дейін тыйым салу қарастырылған. Осыдан 2 жыл бұрын «Гендік-инженерлік қызметті мемлекеттік реттеу туралы» заң жобасы әзірленіп, Парламентке жолдаған болатын. Сол кезде Ұлттық биотехнологиялық орталықтың директоры Ерлан Рахманқұлов бұл заң бір жылдың ішінде қабылданады деп мәлімдеген еді. Алайда талай талқылаудан өтсе де, нақты шешім қабылданған жоқ. Ақпан айының басында ауылшаруашылыгы министрлігі таратқан ақпаратта бұл заңның әлі күнге Парламенттің төменді палатасында жатқандығы айтылады.  Гендік модификацияланған ағзалар дегеніміз – гендік инженерия көмегімен жасалған тірі ағзалар мен азық-түлік өнімдері. Бұл өзгеріс өсімдік геніне жануалардың генін енгізу арқылы жүзеге асырылады. \nЖалпы, құрамында ГМО кездесетін өнімдерді үш топқа бөлуге болады. Бірінші топ құрамы гендік өзгеріске түскен азық-түліктер (трангендік бұршақ, соя), екінші топ – трангендік шикізатты өңдеу нәтижесінде алынған азық-түлік өнімдері (соя сүті, қызанақ пастасы, соя қосылған түрлі шұжықтар, чипсы, бұршақ өнімдері). Үшінші топ – трансгендік жеміс-жидек пен көкөністер.   Гендік инженерияның иновациясы саналатын бұл тәсіл өсімдіктер әлемінде кеңінен пайдаланылады. Ең алғашқы гененикалық негізі өзгертілген ағза – ішек таяқшалары болған. Ал 1978 жылға қарай трансгендік адам инсулині пайда болды. Ол қазіргі кезде дәрі-дәрмек шығаруда кеңінен қолданылады. Гендік тұрғыда өзгертілген ең бірінші өсімдік – темекі. Бұндай өзгеріс  өсімдіктердің өнімділігін арттырып, қуаңшылыққа, түрлі ауруларға, құрт-құмырсқаларға төзімділігін жоғарылатады. Алғаш рет азық-түлік нарығында трансгендік өнімдер АҚШ-та 1994 жылы пайда болған. Бұл ұзақ сақталатын қызанақ пен соя еді. Осыдан кейін өндірушілер азық-түлік нарығына бірінен соң бірі түрлі трансгендік өнімдерді ұсына бастады. Қазіргі кезде АҚШ-тың азық-түлік өндрісінің 70-80 пайызына ДНҚ-сы өзгертілген құрамдас заттар кіреді.  Ал БҰҰ-ның экономикалық әріптестік және даму ұйымының мәліметін сүйенсек, қарзіргі кезде ауылшаруашылық өнімдерінің ішінде картоптың гердік тұрғыда өзгертілген – 24, сояның –11, бұршақтың 32 түрі бар екен. Одан бөлек қант қызылшасының үш түрі, күріштік 5 түрі, қызанақтың трансгендік 8 түрі тіркелген. \nГендік модифкацияланған өнімдер табиғи өнімдердан анағұрлым арзан болғандықтан, азық-түлік өндірушілер үнемдеу мақсатында пайдаланады. 2000 жылы биоқауіпсіздік туралы Картахен келісімі қабылданған. Бұл құжатта көптеген мемлекеттердің ГМО өнімдеріне қатысты көзқарасы белгіленеді. Оған 166 мемлекет қол қойды, оның ішінде Қазақстан да бар. Бұл құжатта зияндылығы дәлелденген жағдайда, кез-келген гендік тұрғыда өзгертілген өнім зиян деп танылсын деп жазылған. Алайда ондай өнімдердің зияндылығын дәлелдеу оңай емес.",
        "question_date": "20.10.2020",
        "question_tag": "Мектеп",
        "question_views": 32600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Генетикалық түрлендірілген тамақ - генетикалық түрлендірілген организмдерден (ГМО) - өсімдіктерден немесе жануарлардан алынған тамақ өнімдері. Генетикалық түрлендірілген организмдерден, соның ішінде микроорганизмдерден алынған немесе құрамында ГМО бар өнімдерден алынған, ең болмағанда бір компоненті бар өнімдер, белгілі бір елдің заңнамасына байланысты генетикалық түрлендірілген болып саналуы мүмкін. Қазіргі уақытта ГМ дақылдарынан алынған тағамдардың әдеттегі тағамдардан гөрі адам денсаулығына үлкен қауіп төндірмейтіндігі туралы ғылыми келісім бар.\n2015 жылғы жағдай бойынша генетикалық түрлендірілген дақылдар 28 елде өсірілді, нарыққа генетикалық түрлендірілген 28 дақыл (оның ішінде азық-түлік, жем-шөп және өндірістік) жіберілді. 2015 жылы алғашқы рет генетикалық түрлендірілген жануар - AquAdvantage атлантикалық лососы сатылымға шығарылды. Генетикалық түрлендірілген микроорганизмдер ірімшік өндірісінде, сондай-ақ йогурт өндірісінде қолданылады.\nМақсаты:\nГенетикалық модификация организмге және одан өндірілетін тағамға бірқатар жаңа қасиеттер бере алады. Өсірілетін генетикалық түрлендірілген өсімдіктердің көпшілігі жәндіктер зиянкестеріне немесе гербицидтерге төзімді. Нәтижесінде өсіп келе жатқан шығындар азаяды. Азық-түлік дақылдарының генетикалық модификациясы нәтижесінде алынған басқа қасиеттерге өсудің жеделдеуі, тағамдық және өнімнің технологиялық қасиеттерін жақсарту, қолайсыз жағдайларға төзімділік, вирустар мен саңырауқұлақтар сияқты қоздырғыштарға төзімділік жатады.\nГенетикалық түрлендірілген тағамдар нарықта алғаш рет 1990 жылдардың басында пайда болды. 1994 жылы генетикалық түрлендірілген қызанақ (Flavr Savr), Calgene-дің жарамдылық мерзімі ұзартылған өнімдері коммерцияланған. Бұл жағдайда генетикалық трансформация кез-келген геннің енгізілуіне әкелмеді, бірақ тек антисензия технологиясының көмегімен полигалактуроназа генін алып тастауға қатысты болды. Әдетте бұл геннің өнімі сақтау кезінде ұрықтың жасуша қабырғаларының бұзылуына ықпал етеді. Флавр Савр нарықта ұзаққа созылмады, өйткені бірдей қасиеттері бар арзан дәстүрлі сорттар бар.\nӨсімдік тектес қазіргі заманғы генетикалық түрлендірілген өнімдердің басым көпшілігі. 2015 жылғы жағдай бойынша трансгенді өсімдіктердің 28 түрі (GM гүлдерін қоспағанда) коммерцияландырылды және кем дегенде бір елде өсуіне мүмкіндік берді. Адамдардың тұтынуына рұқсат етілген  [көзде емес] картоп, папайя, асқабақ, баклажан, алма, жүгері, соя, бұршақ, цуккини, қауын, күріш, қызанақ, болгар бұрышы, бидай. Қайта өңдеу үшін қант, крахмал, өсімдік майы, қант қызылшасы мен қант қамысы, жүгері, соя, рапс сияқты өнімдер қолданылады.\n2015 жылы бірінші рет генетикалық түрлендірілген жануарды азық-түлікке сатуға рұқсат етілді: Атлантикалық лосось AquAdvantage АҚШ-та сатуға FDA мақұлдады .  \nКейбір тамақ өнімдерінде (йогурттар, тағамдық қоспалар, ферменттік препараттар) тірі немесе тіршілік етпейтін генетикалық түрлендірілген микроорганизмдер (ГММ) болуы мүмкін. Генетикалық түрлендірілген азық-түлік құрамында GMM көмегімен алынған компоненттері бар өнімдерді де қамтуы мүмкін, мысалы, генетикалық түрлендірілген бактериялардан бүйрек көмегімен өндірілген ірімшіктер (бұл технология 50% -дан астам қатты ірімшіктер шығарады)..\nӘдетте, ГМО сынағы полимеразды тізбекті реакцияны (ПТР) қолдану арқылы жүзеге асырылады. Бұл тест үш негізгі қадамнан тұрады: ДНҚ-ны тексерілген тамақ өнімінен оқшаулауынан тұратын үлгі дайындау; Оқшауланған ДНҚ-мен және енгізілген гендік аймақты толықтыратын жұп праймермен ПТР орнату. Кейде праймердің бірі иесінің хромосомалық ДНҚ-сы мен енгізілген ДНҚ арасындағы шекара аймағын толықтыра алады. ПТР кезінде енгізілген генге немесе инцерсиялық оқиғаға тән ДНҚ аймағы бірнеше рет күшейтіледі. Әр түрлі құрылғылардың көмегімен күшейтілген ПТР өнімін сәйкестендіру. Егер өнім табылса, бұл генетикалық түрлендірілген организмнің ДНҚ-сы сынамадан табылғанының дәлелі.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнайшы мамандығының болашағы бар ма?",
        "question_content": "Мұнайшы мамандығын таңдайын деп жатрмын, но білмейтұрмын маған ұнамайтын сиякты.\nСол айтындаршы кандай кызыкты жагы бар, плюстары кандай,\nДостарым айтад что мұнай бітіп кетет сен барганша дейді",
        "question_date": "20.10.2020",
        "question_tag": "Мамандық",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдағы 20-30 жыл оның ешқандай актуалдылығы жоғалмайтын сияқты. \nБірақ, ұнамаса түсіп керек емес. Ұнаған оқудың түбіне жетіп оқып, сонымен айналыссаңыз  жақсы жетістіктер мен табыстарға жетесіз деп ойлаймын.  Сонымен қатар , мұнай газ ісі, мұнайхимия мамандықтары жаратылысьану бағытының мамандықтары болғандықтан химиядан өзге  математикалық физикалық біліміңіз жақсы дамыған болу керек.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Изотондық коэффициентті қалай есептейміз?",
        "question_content": "Изотондық коэффициентті қалай анықтайды?Мысалы, MgSO4 тің шекті изотондық коэффициенті",
        "question_date": "20.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Изотондық коэффициентті осы формуламен анықтайды:\nмұндағы: solut. — нақсы анықталатын ерітінді, nel. solut. —   ткра сол концентрациядағы бейэлектролиттің  ерітіндісі, Tbp —  қайнау температурасы, а Tmp —  балқу (қату) температурасы.\nКүшті электролиттер ерітінділері үшін:",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Паралелограмның периметрі 32 см. Оның бір қабырғасы 6 см. Қалған қабырғаларын табыңыз.",
        "question_content": "Паралелограмның периметрі 32 см. Оның бір қабырғасы 6 см. Қалған қабырғаларын табыңыз.",
        "question_date": "20.10.2020",
        "question_tag": "Мектеп",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "периметрі екі қабырғасының қосындысының  2 еселенген мәні болғандықтан:\n\n32/2=16\n\n16-6=10\n\nЯғни бір қабырғасы 6см өзгесі 10 см .",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең кіші құрлық қалай болады?",
        "question_content": "Әлемдегі ең кіші құрлық қалай болады?",
        "question_date": "19.10.2020",
        "question_tag": "География",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемдегі ең кіші материк ол - Австралия. Ауданы 7,66 млн км², құрлықтың 5 % алады .",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біз қызымыз екеуміз бір руданбыз, бізге болады ма?",
        "question_content": "Мен жаныстын ишинде жанбаймын кызым жаныстын ишинде өтебай бизге болама?",
        "question_date": "19.10.2020",
        "question_tag": "Махаббат",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір рудан болған қыз бен жігіт үйлену үшін әулеттің үлкендерінен жөн сұрап, қыз алысатын рулар болса- жеті атасын санатып, егер жеті аталары бөлек болса үйлене береді.",
                "date": "20.10.2020",
                "upvotes": 0
            },
            {
                "text": "Жеті атадан асқан соң рұқсат , егер сіз 8 - ші ата болсаңыз .",
                "date": "3.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқтың айналу бағытына қарай ауытқуын не деп атаймыз?",
        "question_content": "Оқтың ауада жүріп өткен көлбеу сызығы не деп аталады?\n\nОқтың айналу бағытына қарай ауытқуын не деп атаймыз?\n\nОққа қандай күштер кедергі келтіреді?\n\nАту қанша уақыт аралығында жүзеге асырылады?",
        "question_date": "19.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауада үшу кезіндегі оқ ауырлығының орталығын сипат-тайтын көлбеу сызык — траектория деп аталады.\nҮшу кезінде оқтың лактыру сызығы арқылы өтіп, оның айналуы жағына қарай ауытқуы — деривация деп аталады.\n Мұнда оған екі күш өсер етеді: ауырлық күші және ауаны\nАту өте аз уакыт ішінде жүзеге асады (0,001—0,06 с).",
                "date": "20.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазтуған «Қонысымен қоштасу» шығармасының түрлері керек?",
        "question_content": "Қазтуған «Қонысымен қоштасу» шығармасының түрлері керек?",
        "question_date": "19.10.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1\nАрайна,билер,арайна,\nАрайна десем, болғай ма?!\nАрайнасыз әр қайда\nЕрдің ісі оңғай ма?!\nАрайна болған\nҚазтуған,\nҚайғыланып сонда толғай ма?!\n2\nЕл қияға қонғай ма?\nЕділ, Жайық арасы\nКеңшілік қоныс болғай ма?!\nЕбей басты құба үлек\nЕрнімен шырпы шалғай ма?!\nБұл қоныста отырып,\nБіздің мұсылман баласы\nЖағасы босап тынғай ма?!\n3\nЕділді қоныс етпеңіз,\nЖағалай қалмақ алады.\nЖайықты қоныс етпеңіз,\nСыдыра біткен көкжиек,\nКәпірлер қала салады.\nАштарханды қоныс етпеңіз,\nШәһәрін оның алады.\n4\nЕділді алса - елді алар,\nЕнді алмаған не қалар?\nЖайықты алса - жанды алар,\nЖанды алған соң не қалар?\nОйылды алса - ойды алар,\nОйлашы, сонда не қалар?\nҚара мауыты мұшақат\nБүтін тоғай жерді алар.\nЖаз кіреге жақсы деп,\nДулығалы нарды алар,\nҚыс кіреге жақсы деп,\nШудасы қалың айырды алар.\nСусынына шай алар,\nШайнауына май алар.\n5\nОйыл да Қиыл, Жем, Сағыз,\nҚайран саланың жатқан аңғары-ай,\nАқ шалмалы пірлердің\nМешітке жаққан шамдары-ай!\nМенің бүйтіп қозғалақтап жүргенім\nАузы түкті кәпірдің\nКүшті болған салдары-ай!\nКәпірден тендік алуға\nҚайта келер деймісің\nМұсылманның баяғы\nШыңғыстан туған хандары-ай?!\nБұл қоныстан кетпесең,\nМұны талақ етпесең,\nАтаңа нәлет кәпірдің\nПайдасына қалмаса игі еді\nНоғайлы, қазақ жұртымның\nКейінгі туған балдары-ай!\n6\nАдыра қалғыр көк Жайық,\nАңырап қалған қонысым!\nҚонысымнан ауған соң,\nКетпегей еді ырысым.\nТаудағы тарлан бөрі едім,\nТарылған сынды тынысым.\nКейінгі өскен жас бала,\nАқ балтырын түрініп,\nБасарына ерініп,\nКөкірегі күйініп,\nТек тірлікке сүйініп,\nЫқтиярсыз жүгіріп,\nАузы түкті кәпірдің\nЕтпегей еді жұмысын!\nБұл қоныстан кетпесең,\nМұны талақ етпесең,\nЕкеу-екеу сөйлесіп,\nБіздің кейінгі өскен жас бала\nАузы түкті кәпірдің\nСоқпаса екен пайдасын!\n7\nБуыршынның жалғыз қырқар азуы,\nБөкеннің желіп өтер төрт саны,\nБұғының ауыр қара мүйізі,\nБидайықтың жалғыз соғары,\nҚашағанның ұзын құрығы,\nАқ орданың тіреу сырығы,\nАйдаса - қойдың көсемі,\nСөйлесе - тілдің шешені,\nАрғымағын жаз жіберіп, күз мінген,\nКүз жіберіп, жаз мінген,\nЖазаласа - екі жылда бір мінген,\nЖолдасын жолай іздеген,\nӨзіне тиген дұшпанын\nҚарт бурадай тіздеген -\nМен - Қарғабойлы Қазтуған,\nҚайғыланып асып барамын\nНоғайлы-қазақ елімнен!",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 800г, мольдік массасы газдың 15С температурадағы қысымы 100 кПа.",
        "question_content": "Массасы 800г, мольдік массасы газдың 15С температурадағы қысымы 100 кПа. Газ тұрған ыдыстың көлемі қандай?\n\nТығыздығы 2,3.10-3 г/см3 , қысымы 11.104 Па болса, газдың молекулаларының орташа квадраттық жылдамдығы қандай?",
        "question_date": "19.10.2020",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) газдың Мольдік массасының мәні қалып қойған ғой деймін.\nОсы формуламен шығады. Мәндері түгел  жазылғанда қалып қоймай, нақты мәнін табуға болар еді.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кандилома неден және қалай шығады?",
        "question_content": "Осыдан бір ай бұрын байқадым. Астыма бір нәрсе шыққанын. Алергия деп ойладым және виделение көп келіп кетті. Аяғым ауыр. 28 апта. Емделсем қанша уақытта кетеді?",
        "question_date": "19.10.2020",
        "question_tag": "Тазалық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыныс сүйелдері немесе аногенитальды сүйелдер - бұл жыныстық қатынас арқылы берілетін вирустық тері ауруы. Аурудың себебі - папиллома вирусы. Сыртқы түрі бойынша кондилома - бұл жыныс мүшелерінің шырышты қабаттарында немесе терінің беткейінде, перианальды аймақта орналасқан, ақшыл немесе қызғылт түсті, дененің жұмсақ, қозғалмалы, жұқа сабақты түзілуі. Олар кішігірім және бірнеше сантиметр өлшемді, бір немесе бірнеше болуы мүмкін.\nПайда болуы, аймаққа таралуы және жыныс сүйелдерінің көбеюі адам ағзасындағы вирустың жоғары белсенділігін көрсетеді. Табиғаттағы ең алдымен формациялар қатерлі ісік жасушаларына ауысып, терінің немесе шырышты қабаттардың қатерлі ісіктерін тудыруы мүмкін. Мысалы, әйелдердің жатыр мойны обырының басты себептерінің бірі - аногенитальды сүйелдердің пайда болуына себеп болатын адам папилломавирусы.\nОсыған байланысты жыныс мүшелерінде немесе анальды аймақта кез-келген түзілімдерді алғашқы анықтаған кезде сіз дәрігермен кеңесуіңіз керек. Олардың өсуін күтудің қажеті жоқ. Тиісті терапияны мүмкіндігінше ерте бастау керек - неоплазмаларды жою (дәрі-дәрмек, радиожиілік немесе лазер), содан кейін вирусқа қарсы препараттарды қабылдау.\nСүйелді тек медициналық мекемеде алып тастау қажет. Дәрігер терапевтік манипуляциялардың оңтайлы мөлшерін, вирусқа қарсы терапия курсының ұзақтығын және алдын-алу шараларын анықтайды. \n Бұл процедураны тез және ауыртпалықсыз етеді. Қазіргі клиникаларда аногенитальды түзілістерді және басқа локализацияның қатерсіз түзілімдерін жою үшін келесі жойылу түрлері қолданылады: \nХимиялық; \nСуық (криодеструкция); \nЛазер;\nЭлектрокоагуляция; \nРадио толқын.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қал туралы білгім келеді? Не үшін шығады",
        "question_content": "Сәлеметсіздерме бетіме қал коп шығып жур,ол неден шығады кім біледі жасым 27",
        "question_date": "19.10.2020",
        "question_tag": "Тазалық",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мең, Қал — өзінің бітісі мен сыртқы көрінісі жағынан әр түрлі болып келетін тері ақауы. Ол туа бітеді немесе туғаннан кейін әр кезде пайда болуы мүмкін. Әдетте меңнің көлемі мен саны жасөспірім кәмелетке толар шақта, әйел екі қабат кезінде көбейеді Меңді электр тоғінің көмегімен және хирургиялық жолмен жоюға болады. Бірақ орнында аздаған тыртық қалады. Қара-қоңыр және қара меңге ерекше зер салу қажет, өйткені олар ұлғайып, өсіп, жайылып кетуі мүмкін. Мұндай жағдайда дереу дәрігерге көріну керек.\nЛондондағы Королдік колледж профессорлары меңі көп адамдардың ұзақ жасайтынын дәлелдеп шығарды. 100-400 меңі бар 900 егіздердің жасушаларын зерттегенде, жас көрінетін болып шықты. Көпшілігі остеопороз, жүрек қабынуы ауруларына ұшырамайтыны белгілі болды.\nАта-бабамыз бойында қалы бар ұл баланы бақытты санап, Қалдыбай, Қалдыбек, Қалжан, Қалтай деп атаса, меңі бар қызды Меңтай, Меңдіқыз, Меңдігүл, Меңсұлу, Қалдыкүл деп атаған. Бір қызығы, күндіз туған балада көбірек кездеседі екен.\nАл түкті меңдер — сарғыш-қоңыр, қара, терісі кедір-бұдыр, бетін қылшық басқан болады. Ол денеге жайылып шығады да, адамның сыртқы келбетін бұзады. Өскен меңді электр тогінің көмегімен және хирургиялық жолмен алып тастауға болады. Бірақ, орнында аздаған тыртық калуы мүмкін. Әсіресе, қара-қоңыр және қара меңге көңіл бөлу керек, өйткені олар жайылып, өсіп кетуі мүмкін. Ондай жағдайда дерматолог-дәрігерге қаралу керек.\n  Жеке адам денесіндегі қалдарына (меңіне) қарап, оның қауіпты, қауіпсызын, адамның болашағын, мінез-құлқын білуге болады.\nҒұлама ғалым, қараүзген шипагер Өтейбойдақ Тілеу-қабылұлы \"Шипа-герлік баян\" кітабында өте қатерлі аяқ астынан болатын аурудың көбі көзінің сұғы (қалы) барлар мен тілінде қалы барлардан болатынын, ал бұл адамдардан тіл, көз ауруы адамға (әсіресе балаларға) жабысатынын айтады. \"Көз сұғы бар адамның көзі ішінде не маңайында қара қал не меңдіме аз көрігі болмақ. Оның көз қарашығы жалынды, қаруы сұқты, өткір. Жанары қара болмақ. Тіл сұғы барлардың ауыз айналасы, ерін-ұрт маңында меңдіме не қал болмақ. Тілінде, өте-мөте өзектік тілінде теңбіл не қалсүрей болмақ\", - дейді (\"Ш.Б\", \"Жалын\". 1996 ж. 146-бет).\nҚалдың не меңнің қауіпты болу себебі ол адам денесінен \"сорғыш\" биоөріс шығарып, ол қараған баланың не үлкен кісінің бір жеріне еніп, одан әрі сырқаттың асқынған түрін туғызады. Балаға көз бен тіл тиюдің қауіптілігі (1 тәуліктен асса бала жоталары көгеріп, денеге қара дақ пайда болып, көзі ішіне тартып, ұйқы кетіп, тамақ ішпей өліп кетуі де мүмкін) баланың терісінің кедергілік қарама-қарсылық күші аз, терінің кедергісі сондықтан да көз бен тілі бардың \"кері қуатына\" төтеп бере алмайды. Ал үлкен кісілердің көбінің көз бен тілге қайтарымдылығы басым. Үлкендер-дің терісінің кедергісі жоғары болады. Көз бен тілінің сұғы барлар бұл сырын өздері білетіні де білмейтіні де болады. Білгендері сұғы не тілі балаға я басқаға тигенін білсе, өзі келіп ырым жасап, \"көзім тасқа\" деп жатады. Көз бен тіл тигенде білетін адамға тіл мен көздің сұғының ашын алдырып тастаған жөн, мұндай ауруға шалдыққандар созбалы тіпті тұқым-қуалаушылық ауру мен қасіретті жағдайға да душар болады. Тіл мен көзден сақтанудың ұлттык қорғаныстық ырымдары да пайдалы болмақ. Таза дін жолындағылар көз бен тіл сұғын денеден тез шығарады. Аштау әдісі де пайдалы. Әр жанұяда бір адамның көз бен тіл сұғын қайыру әдіс-тәсілін білгені ұрпағын аман сақтаудың жолы. Бәріңізді де Алла көзі мен тілінің сұғы барлардан сақтасын! Енді калдың (меңнің) басқа да ерекшеліктерін білген де артықтык етпейді. Әрі қалы (меңі) бардың бәрін көзі мен тілі бар деу қате. Меңнің де бақыт, қуаныш, парасатты, мейірманды, киелі, дарынды, батырлық, өнершілік, т.б. касиеттер сыйлайтынын білген де пайдалы.\nhttp://anck.kz/Galamnyn%20zhumbakh/pag13.htm",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақ шаштарым қатты қышиды",
        "question_content": "Ақ шаштарым қатты қышиды.Не істеуге болады.Жасым 49да.Қасып қасып басымның түгелі жара болды.Ай сайын бойаймын одан түк шықпайды",
        "question_date": "19.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шашыңыз ақ болғаннан емес мүмкін бояуға қышитын болар. Ол жағын айқындау үшін дерматолог дәрігерге қаратып көрсеңіз болады.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 дан кейін коледжге түссем кейн универды канша жыл окимын таңдауым СЭС маманы ...",
        "question_content": "9 кейін коледжге түскім келеды кондитерскигн оны бытырген сон универге СЭС маманы бойынша окуга тускым келеды енды СЭС маманын канша жыл окимын\n\n  Естуым бойынша екыншы дипломды 2жыл гана окиды деген",
        "question_date": "19.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 770,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2ші дипломды 2 жыл оқу ол бакалаврды 2ші рет оқығанда болуы мүмкін. Ал коледжді аяқтаған соң   толық  немесе 1 курсты өткізіп жіберіп оқып шығуыңыз мүмкін. Ол түсетін университетіңізге байланысты. 1 курста өткен Қазақстан тарих және т.б. пәндерді қайталап өтпеуіңіз ғана мүмкін.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыланды қыраннан мықты санайды қалай ойлайсыздар нақты керемет жауап болса",
        "question_content": "Менде осы тақырыпқа ертең дебат болмакшы!қалай ойлайсыздар жыландарды неге кыраннан мықты санайды?",
        "question_date": "19.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Паралегграм периметрі 24 см. Ал бір қабырғасы 8см қалған қабырғалары қанша",
        "question_content": "Паралелограмның периметрі 24 см.Ал бір қабырғасы 8см қалған қабырғалары қанша",
        "question_date": "19.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Паралелограмм периметрі P=2(a+b)\n\nЯғни 24/2=12см\n\n12-8=6см\n\nЖауабы: а=8см; в=6см",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылық, арқау, нақыш қазақ орыс сөздерінің синонимі керек?",
        "question_content": "Синоним сөздері керек. Шығармашылық, арқау, нақыш қазақ, орыс, екі тілді, өнер, рухани, әдеби.",
        "question_date": "19.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мағыналары бір-біріне қарама-қарсы сөздер антонимдер деп аталады. Мысалы, елгезек бала – тілазар бала, шабан ат – жүрдек ат, іскер адам – олақ адам, жақсы мінез – жаман мінез, қисық ағаш – түзу ағаш, тату көрші – араз көрші, т.б. Тілімізде антоним сөздер мақал-мәтелдерде, жұмбақтарда көп кездеседі. Мысалы, Ащы мен тұщыны татқан білер, алыс пен жақынды жортқан білер. Аз сөз – алтын, көп сөз – көмір, т.б. Осы мысалдардағы ащы-тұщы, алыс-жақын, аз-көп сөздері – мағыналары бір-біріне қарама-қарсы айтылған антоним сөздер.\nОмоним – сыртқы тұлғасы: айтылуы, естілуі, жазылуы бірдей, мағыналары әртүрлі сөздер. Сыртқы тұлғасы жағынан омоним сөздер мен көп мағыналы сөздер ұқсас болып келеді. Омоним болудың негізгі белгісі сөздердің арасында мағыналық байланыс болмайды, яғни омоним сөздер әртүрлі мағынада қолданылады, ал көп мағыналы сөздердің арасында мағыналық байланыс болады, көп мағыналы сөздер бір сөз табынан болып, бір негізден тарайды. Мысалы, Басыңды жоғары көтеріп, аяғыңды жылдам бас деген сөйлемдегі бас сөзі омоним, себебі бірінші бас сөзі адамның дене мүшесі – не? деген сұраққа жауап беретін, заттық ұғым атауы болатын зат есім, екінші бас сөзі – не істе? деген сұраққа жауап беретін қимыл-әрекет атауы болатын етістік. Ал Талдың басына қарлығаш ұя салыпты. Жолаушылар бұлақтың басына келіп демалды деген сөйлемдердегі бас сөзі – көп мағыналы сөз, себебі 1) бір нәрсенің бастау алатын жері деген бірдей мағынаға ие болып тұр; 2) екеуі де бір сөз табынан зат есім болып тұр.\nАйтылуы, естілуі, жазылуы әр алуан, мағыналары бір-біріне жақын, жуық мәнді сөздер синонимдер деп аталады. Синонимге тән негізгі белгілер: 1) синоним сөздер әртүрлі дыбысталады; 2) синоним сөздердің мағынасы бір-біріне жақын болып келеді; 3) синоним сөздер бір сөз табынан болады. Мысалы, Апатты аймаққа көмекші, жәрдемші топ келді деген сөйлемдегі көмекші, жәрдемші сөзі бірінің орнына бірін ауыстырып қолдануға болатын, мағыналары бір-біріне жақын, бір сөз табынан болған синоним сөздер. Тілімізде синоним сөздер зат есімдерде, сын есімдерде, етістіктерде және үстеулерде кездеседі.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мотоцикл мен келе жатып көпірден суға батып кетсең",
        "question_content": "Мен түсімде мотоциклмен келе жатыр екенмін мен мінген мотоциклдің газы мен тормозы типа машинаныңкіндей екен мен сол мотоциклмен жолдың оң жақ бетінде келе жатыр екенмін машиналар маған на против келе жатыр мен сол мотоциклмен жолдың сол жақ бетіне өттім де газды қатты басып келе жатсам үлкен бір көпір бар екен сол көпір темірден жасалған екен әр жерінде тесіктері бар екен мен сол мотоциклмен үлкен тесігінен суға түсіп кеттім мотоцикл батып кетті ал мен болсам шыға алмай жатыр екенмін бір ауыр тас өзіне қарай тартып жатыр ал мен жоғарыға қарап шығуға тырысып жатыр екенмін бір кезде судан шықтым да жолда келе жатсам жұмыстағы коллегаларым жүр екен солай типа мас адам сияқты қайтыппын",
        "question_date": "19.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 197,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіңізде суға бату шынайы өмірде қиындықтармен күресу керек екенін білдіреді .\nТүсіңізде суға бату шынайы өмірде қиындықтар болатынын, сезімдердің құрсауына түсетініңізді білдіреді.\n Ал суға батып бара жатып, аман қалсаңыз - мансабыңыз өсіп, табысыңыз көбейеді деген сөз.\n Ағын су бірнеше адамды әкетіп бара жатқанын көрсеңіз, жақындарыңыздан айырыласыз. \nБіреуді суға тұншықтырып жатсаңыз, шынайы өмірде сезімдеріңіз бақылаудан шығып, күйзеліске түсесіз деген сөз. \nБатып бара жатқан адамды құтқарып қалсаңыз, жұмыста жеміске жетіп, көп қаржы табасыз.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір көз алыстан, ал екінші көз жақыннан көрмесе не істеу керек?",
        "question_content": "Бір көз алыстан, ал екінші көз жақыннан көрмесе не істеу керек?",
        "question_date": "19.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Офтальмолог , окулистке қаралыңыз.",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген дәрежелерді көпмүше түрінде жазыңыз.",
        "question_content": "Берілген дәрежелерді көпмүше түрінде жазыңыз.\n\n(х+а)^6\n\n(3x+2a)^6\n\n(3x-a)^5",
        "question_date": "19.10.2020",
        "question_tag": "Математика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1\n2\n3\nБарлығы осылай шығарылады",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Do the quiz. Mark the sentences as T(true) F(false).",
        "question_content": "Do the quiz. Mark the sentences as T(true) F(false).\n\n1. Lyubov Andreyeva is a Formula 1racer.      ...........\n\n2.Wembley Stadium reopened in 2007.       ..............\n\n3.Rassian Masters Championship is for adults.    .............\n\n4.Astana Arena has 30,000 seats. .........\n\n5.The World Tin Bath Championships take place in Congham.         ..........\n\n5.The recovery position prevents people from choking.       ............",
        "question_date": "19.10.2020",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:\n1.T\n2.T\n3.T\n4.F\n5.F\n6.T",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпінмен бітірген түлектер отработкасын сол өңірде өтеу маңыздыма?",
        "question_content": "Павлодарда серпінмен оқу бітірдім, тез ак алматыдан жумыс таптым казыр ыстеп отырмын. Енды павлодардан хабарласып 'осында істеу керексіз' деп шақыртып отыр... Ең бастысы өз мамандығым бойынша жумыс жасасам болды емеспе!???",
        "question_date": "19.10.2020",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 747,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасының шарты бойынша  сол бағдарламамен аяқтаған студент сол аймақта еңбек өтілін жасау керек. Ол бағдарламаның өзі төмендегі аталған бірнеше мәселелерді шешу үшін ойлап табылған:\nСол жылы еріктілер жиналып бұл жобаны қоғамдық бастама ретінде жүзеге асыруды  көздеп, 2014 жылы «Серпін» жалпыұлттық, қоғамдық жобасы дүниеге келді. Күн кестесіндегі ең негізгі мақсат – ол жастар қызығатындай құндылықтарды ойлап табу болатын.\nБұл жобаның қажет екендігін дәлелдеу мақсатында зерттеу жұмыстары да жүргізілді. Қажеттілік жұмыс күші тапшы,  экономикалық белсенділігі төмен, мамандардың тапшылығы, сонымен қатар оқу орындарында студенттердің жетіспеушілігі, жұмыс орындары мен бюджетінің қысқартылуы байқалатын облыстар мен, керісінше жұмыссыздық белең алған, туу көрсеткіші жоғары, балабақшалар мен оқу орындарындарының жетіспеушілігі, мамандықтардың ескіруі байқалатын аймақтарда туындады.\nМемлекет үшін бұл тиімді жоба, ішкі көші-қон дамып, экономикалық белсенділік жоғарылап, ішкі әлеуметтік шиеленістер төмендейді. Оңтүстік аймақтар үшін – ол бос гранттарды иеленіп,  жастардың сапалы білім алуы. Қабылдаушы аймақтарға – ол  жаңа мамандар, экономикалық белсенділік, ЖОО мен колледждердің толығуы, туу көрсеткішінің жоғарлауын көздеді. Яғни, басында-ақ бұл жобаның барлығына тиімді екені айдан анық болды.\nБұл жоба арқылы Оңтүстік аймақтардағы оқу орындарының жетіспеушілігін шешудің ең тиімді жолы жаңа оқу орындарын салу емес, қайта бос оқу орындарына жастарды тегін түсіріп, белсенділігі төмен аударды күшейтіп, жұмыс күшінің артуына септігін тигізіп жүрген бұл жоба, бір оқпен бірнеше қоянды атты.\nҚоғам үшін ең негізгі тиімді тұсы өңірлердің жақындасуы, жастардың бірнеше тілдерді үйреніп, аймақтық, экономикалық, әлеуметтік, тілдік, мәдени интеграциясы дамып, яғни енді ішкі миграция аймақ пен орталық арасында емес, аймақ пен аймақтың арасында пайда болады.\nСондықтан, сіз оны басқандай еңбек өтілімен шатастырмауыңыз керек.",
                "date": "19.10.2020",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе?! Менде \"Серпін\" бағдарламасымен биыл аяқтадым. Қазіргі уақытта қайда жасап жатырсыз енді? Болады ма өз аймағымыздан жұмыс тауып жасауға. Мен қайтып келіп жасап жатырмын (Қостанай облысы) бірақ жұмысты өзім әрең таптым және маған мемлекет тарапынан ешқандай көмек бере алмаймыз  деп отыр! Түсінбедім шыны керек, қалай сонда жұмысты өзім тауып, ешқандай көмек көрсетілмесе не қажет бар, бұл жақта жүрудің, ең маңыздысы үймен қамтамассыз етпеуі, ал менің квартирама айлығымның жартысы кетеді! Ия общага беріп кезінде көмек берген шығар бірақ қазіргі уақытта шыны керек сырттан келіп жатқан жастарға ешқандай қолдау білдіру жоқ. Диплом алдық, қаржы орталыққа жұмыс жасап жатыр деген справканы жібердік деген секілді... Бітті ары қарай өздері білер дегендей, бізбен шаруалары жоқ ешкімнің !",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Акцессорлы минералдар дегеніміз не?",
        "question_content": "Акцессорлы минералдар дегеніміз не? Осы туралы ақпарат қажет еді?",
        "question_date": "18.10.2020",
        "question_tag": "Табиғат",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Акцессор минералдар, акцессориялар (латынша accessorіus — қосымша) — тау жыныстары құрамында өте аз (мөлшері 1 пайыздан аспайды) тараған минералдар. Акцессор минералдар тау жыныстарын құрайтын минералдар құрамында сирек және кентасты элементтердің минералдық шашырауы мен шоғырлануының ерекше түрі болып табылады.\nАкцессор минералдары:\nапатит;\nциркон;\nтурмалин;\nтанталит;\nанартастар;\nортит;\nтитанит;\nфлюорит;\nтопаз;\nмагнетит;\nильменит;\nпирит;\nрутил;\nмонацит;\nсфен.\nТау жыныстары бұзылғанда акцессор минералдар әдетте тотығу белдемінде жиналады, кейде өндірістік маңызы бар кендер түзеді. Әсіресе, сирек металды акцессор минералдардың (тантал-ниобаттар) маңызы зор. Сонымен бірге, олар стратиграфиялық және петрографиялық корреляттауда, тау жыныстарының жасын анықтау үшін қолданылады.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "546 санының жай бөлгіштер саны нешеу?",
        "question_content": "546 санының жай бөлгіштерінің саны көмектесіңіздерші",
        "question_date": "18.10.2020",
        "question_tag": "Математика",
        "question_views": 23900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "546:2\n\n273:3\n\n91:7\n\n13:13\n\n1\n\n2*3*7*13=546\n\nЖай бөдгіштерінің  саны 4-у",
                "date": "18.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зертханалық жұмыста қандай анықтау әдісі қолданылады?",
        "question_content": "Зертханалық жұмыста қандай анықтау әдісі қолданылады?",
        "question_date": "18.10.2020",
        "question_tag": "Табиғат",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нәтиженің дәлме-дәлдігіне және дұрыс болуына қан алу техникасы, қолданатын аспаптар (интелер, скарификаторлар және т.б.), пробиркалардың тазалығы, сонымен бірге сақталу және тасмалдау тәртібі ықпалын тигізеді.\nТалдау алдындағы кезеңді стандартқа келтіру - стандарттық коммерциялық керекті заттардың қолдануымен, биосынамалардың алыну және сақталуымен, стандарттық реактивтердің және диагностикум жүйелерімен байланысты, себебі олар зерттеулердің дәлме-дәлдік деңгейін жоғарылатады.\nЖалпы клиникалық талдауға науқастан қанды саусақтан, венадан, құлақтың ұшынан, нәрестелерден - өкшеден алынады. Қан таңертен ашқарынға, түрлі диагностикалық процедуралардың, дәрі-дәрмектердің қабылдау алдында, күш түспеген кезде) алынғаны жөн. Қанды резинкалық қолғаппен, асептикалық тәртіптерін сақтап алынады. Капилярлы қан бір рет қолданатын зарарсыздандырған скарификатор-инелері қолданылады. Гематологиялық зерттеулерге қан 3 әдісті қолдануға болады:\n1. Саусақты тескен соң бір-неше қан тамшысын (3-4 тамшы) сағат немесе затты әйнекшесіне немесе пластик планшетінің қуысына тамызып, араластырып зерттеуге қолданады.\n2. Қанды натрий цитратымен өңделген Панченков капилярына алып,\nқолдануға болады.\n3. Саусақты тескен соң бір-неше 6-8 қан тамшысы пластик пробиркасына\n(К2ЭДТА немесе К3ЭДТА – трилон Б 1 мл қанға 1,5-2,2 мг есебімен).\nСынама алынған соң,пробиркадағы қанды 10 рет төңкеріп араластыру керек. 1 мл қанға 1,5-2,2 мг .\nЗертханада 1 немесе 2 әдістер қолданса, онда келесі ерітінділер жасалады:\n4 мл 0,9% натрий хлоридтің изотониялық ертітіндісі – эритроциттердің санын анықтауға;\n5 мл трансформатор ертіндісі – гемоглобинді анықтауға;\n0,4 мл 3% сірке қышқыл ертіндісін – лейкоциттерді есептеуге;\n5% 3-ауыстырылған натрий цитраты Панченков капилярына 50 белгісіне дейін немесе комерциялық пробиркаларды буферге дайындарған 3,8% Nа цитратымен – бұл 12 сағат эритроциттерді сақтайды және ЭТЖ-ні анықтауға қолданылады.\nҚанның зерттелуі эритроциттердің сұйылтуынан басталады (себебі басқа ертінділер эритроциттерді гемолизге ұшыратады).\nЛейкоциттердің формуласын, эритроциттердің, лейкоциттердің, тромбоциттердің морфологиясын анықтауға қан жағындысы дайындалады: тесілген бармақтан бірінші қан тамшысы құрғақ мақта томпонымен сүртіледі, сонан соң құрғақ майсыздырылынған заттық әйнектің үстіне қан тамшысы тамызылады, тездетіп жұқа жағынды жасалады.\nВена қаны. Гематологиялық зерттеулерге венадан қанды антикоагулятпен өңделген\nпластик пробиркасына құйылады. Ең қолайлысы стандарттық ваккумды пробиркалары - вакутейнерлер – олар стандарттық жүйеде керекті қан мөлшерін тартып алады және биоқауіпсіздікті сақтайды. Педиатрияда микроәдістер қоланылады, сондықтан қан арнайы микрокапиллярларға немесе микропробиркаларға алынады.\nТолығырақ: https://helpiks.org/7-42554.html",
                "date": "18.10.2020",
                "upvotes": 0
            }
        ]
    }
]