[
    {
        "question_title": "Шеңбердің радиусын табыңыз",
        "question_content": "Бір бұрышы 120°қа және бүйір қабырғасы 5смге тең болатын теңбүйірлі үшбұрышқа сырттай шеңбер сызылған шеңбердің радиусын тап",
        "question_date": "29.04.2021",
        "question_tag": "Геометрия",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = a/(2sina)\n\nR = 5/(2*(түбір3)/2) = 5/түбір(3)",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсутектің молекулалық формуласын анықтаңдар.",
        "question_content": "Қаныққан көмірсутекті жаққанда 19,8 г көмірқышқыл газы және 9г су түзілді.Көмірсутектің қ.ж тығыздығы 5,71 г/л. Көмірсутектің молекулалық формуласын анықтаңдар.",
        "question_date": "29.04.2021",
        "question_tag": "Химия",
        "question_views": 522,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам қандай жағдайда жүніп болып оянады?",
        "question_content": "Адам кандай жагдайда жүніп болып оянады және жүніп адам деп кімді айтамыз , Оразада ғұсылсыз жүніп емес адам жай даретпен намаз оқуына болама.",
        "question_date": "29.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ: Құптан оқығаннан кейін жүніп болған (ғұсылы бұзылған) адам қай уақытқа дейін ғұсылсыз жүрсе күнә болмайды?\nЖауап: Құптан намазын оқығаннан кейін жүніп болған адамның таң намазына дейін ғұсыл алуды кешіктіруі жаиз (рұқсат) болса да, дереу жуынғаны әрине жақсы болады. Имам Ғазали хазреттері «Жүніп болып, ғұсыл алмай бір намаз уақытын өткізген адамға оттан көйлек кигізіледі» деген. Намаз оқитын және оқымайтын әр адам бір намаз уақытын жүніп күйде өткізсе, қатты азаптанады. Мысалы, бесіннің азанынан кейін жүніп болған адамның, бесін намазын оқымаған болса, екінді уақытына бесінді оқитындай уақыт қалғанда ғұсыл алуы парыз болады. Парызды орындау үлкен сауап, ал орындамау үлкен күнә. Хадис шәрифтерде былай делінеді:\n«Жүніп болған кезде тез ғұсыл алу керек! Өйткені кирамән катибин періштелері жүніп болып жүрген адамға ренжиді.» (Әй, ұлым илмихалы)\n«Жандының суреті, ит және жүніп бар болған бөлмеге рахмет періштелері кірмейді.» (Нәсаи)\n«Жүніпке, мас адамға рахмет періштелері жақындамайды.» (Бәззар)\n«Ғұсыл алу үшін тұрған адамға үстіндегі қыл санындай сауап беріледі, сонша күнәсі кешіріледі, жәннаттағы дәрежесі жоғарылайды. Ғұсылы үшін оған берілетін сауап дүниедегі барлық нәрседен қайырлырақ болады. Аллаһу та'ала періштелеріне \"Қараңдар, бұл құлым түнде ерінбей тұрып, әміріме бағыну үшін ғұсыл алып жатыр. Куә болыңдар, оның күнәларын кешірдім, ғафу еттім\" дейді.» (Ғунийа)\nТолығырақ: https://www.islamdini.kz/articles/1822",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Полицей мамандығын оқытатын Алматы қаласында университет бар ма?",
        "question_content": "Мен Алматы қаласында қандай университетте полицей мамандығын оқытатынын білгім келеді",
        "question_date": "29.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Қазақстан Республикасы ҰҚК Академиясы\n2) Қазақстан Республикасы Ішкі істер министрлігінің Алматы академиясы\n3) Қазақстан Республикасы Қорғаныс министрлігінің Радиоэлектроника және байланыс әскери-инженерлік институты\n4) Құрлық әскерлерінің әскери институты\n5) Қазақстан Республикасы ҰҚК Шекара қызметінің академиясы\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "29.04.2021",
                "upvotes": 0
            },
            {
                "text": "Алматы қаласында полиция академиясы бар, бірақ қәзіргі уақытта 11 сыныптан кейін қабылдамайды, тек жоғары білімнен кейін 3-6 айлық курста оқи аласыз. Ал 11 сыныптан кейін тек Қарағанды ІІМ академиясы қабылдай алады.",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік кезінде қан келудің зияны бар ма?",
        "question_content": "Менің тұрмысқа шыққаныма 40 күн болды. Бірақ мен көтергенімді білдім және месяцный келген жоқ бір ай бойы. Сосын ауыр көтеріп қойдым ба білмейм содан кейінгі күні қан келді. Және басым айналды, жүрегім айнып бұл месяцный деп ойламадым қан келгенде. Жүктілікке қауіпі бар ма қан келудің?",
        "question_date": "29.04.2021",
        "question_tag": "Тазалық",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктілік кезінде қан кету – белгісі, бұл эмбриогенез кезеңіне қарамастан болуы мүмкін және әйел денесінде өзгерістерді көрсетеді. Өздігінен төмен түсіп кетуі мүмкін, эктопиялық жүктілік, Резус қақтығысы, плацентаның алдын алу және басқа жағдайлар. Бұл көрініс жалпы әл-ауқат аясында дамиды немесе төменгі іште ауырсыну сезімімен жүреді, төменгі артқы, сакрум. Жүктілік кезінде қан кету диагнозы гинекологиялық зерттеу деректері негізінде жүргізіледі, науқас пен ұрықтың ультрадыбыстық бағалауы. Бұл патологиялық симптомды емдеу оның себебімен анықталады және тек қана маман тағайындайды.\nТолығырақ: https://www.google.kz/amp/mundamedicina.info/awrwlar/zh-ktilik-kezinde-an-ketu.html/amp",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітапты қалай дұрыс пайдалану керек?",
        "question_content": "Кітапты тек таза қолмен ұстау керек.\n\nБеттерін қатты басуға болмайды, одан кітап парағы түсіп қалады\nКітаптың арасына дәптер , қалам салуға болмайды , одан мұқаба бүлінеді\nКітапты бүктеме , кітап баулығын пайдалан\nТамақ ішкенде кітап оқымау керек",
        "question_date": "28.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапты күн көзінде оқыған және сақтаған дұрыс емес. Себебі, кітап қағазы сарғайып, өңі бұзылады. Сонымен қатар, кітапты дымқыл жерде сақтауға болмайды. Бұл жағдайда кітап арасы көгеріп, парақтары бір-біріне жабысып қалады. Сондықтан да үйіңіздегі кітап сақтауға жайлы орынды белгілеп, сөрелерді сол жаққа орналастырыңыз. Мүкіндігінше кітаптарды жабық сөрелерде сақтаған жөн. \nКітапқа шаң да, әртүрлі кеміргіш құрт, қоңыз, т.с.с. жәндіктер әуес. Бірі кітап қағазын кеміріп, бүлдірсе, бірі кітап түбіндегі желімге құштар. Қай-қайсы болмасын кітапты бүлдіріп, қағазын үгіп шаңдатады. Бұл зиянкес жәндіктер көбінесе кітап өте тығыз және аса көп қозғалмайтын шаң басқан сөрелерде жиі кездеседі. Сондықтан да үй жинаған кезде кітап сөрелерін де сүртіп, шаңсорғышбен тазалап қоюды ұмытпаңыз. Ал көзіңізге зиянкес жәндіктер шалынса, дереу оған қарсы шаралар қолданыңыз. Алдыменен сөредегі кітаптардың барлығын алып, әрқайсысының шаңын сүртіңіз. Сөрені дымқыл шүберекпен сүртіп, үстіне үлкен қағаз не мата жайып қойыңыз. Содан кейін әр кітаптың шаңын қағып, бір-бірлеп қойыңыз. Сөрелерге кітаптарды қоған кезде, оларды тығыз орналастырмаған абзал. Адам баласына ауа қаншалықты қажет болса, кітаптарға да таза ауа соншалықты қажет. Кітап сөресі тұрған бөлменің жиі-жиі терезесін ашып, ауасын тазартып тұру керек.\nТолығырақ: https://www.google.kz/amp/s/massaget.kz/kyizdarga/shayra/2695/amp/",
                "date": "28.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "“Қобланды батыр” жырына 10 сұрақ керек.",
        "question_content": "қобланды батыр жырына 10 сурак көмек беріп жіберіңіздерш срочно",
        "question_date": "28.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Тоқтарбай балаға не үшін зар болды?\n2) Қобыланды қалай ер жетті?\n3) Құртқаны алу үшін Қобыланды қырық бес ерді қалай жеңді?\n4) Қобыланды Көбіктіні қалай жеңді?\n5) Алшағыр хан Қараман жеріне не үшін шапты?\n6) Қобыландыға халқы не үшін риза болды?",
                "date": "28.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлеңге сатылай -кешенді талдау жасаңдар.",
        "question_content": "Өлеңге сатылай -кешенді талдау жасаңдар.\n  Тәуелсізбін, енді, міне, мен бүгін.\n  Келді кіріп азаттығым, теңдігім.\n  Бостандықта бойлығым мен ендігім!\n  Шешіл енді, шемен болған шерлі үнім.\nКомектесып жбернш отыныш",
        "question_date": "28.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауырым өзімде істей алмай жатырм кешір!!!",
                "date": "29.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Продуценттер деген не?",
        "question_content": "Продуценттер деген не",
        "question_date": "28.04.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 20500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Продуценттер (гр. autos — өзі және trophй — қорек) аутотрофты организмдер — қоршаған ортадағы бейорганикалық заттардан фотосинтез немесе хемосинтез процесі нәтижесінде тіршілігіне қажетті органикалық зат түзетін организмдер; химиялық реакциялар барысында босайтын энергияларды немесе сәуле энергиясын пайдалана отыра бейорганикалық заттарды органикалық заттарға айналдырушы ағзалар. Автотрофты ағзаларға кез келген жасыл өсімдіктер жатады. Автотрофты ағзалар гетеротрофты ағзаларға қарама-қайшы.\nТолығырақ : https://kk.m.wikipedia.org/wiki/Продуценттер",
                "date": "28.04.2021",
                "upvotes": 0
            },
            {
                "text": "Продуценттер (гр. autos — өзі және trophй — қорек) аутотрофты организмдер — қоршаған ортадағы бейорганикалық заттардан фотосинтез немесе хемосинтез процесі нәтижесінде тіршілігіне қажетті органикалық зат түзетін организмдер; химиялық реакциялар барысында босайтын энергияларды немесе сәуле энергиясын пайдалана отыра бейорганикалық заттарды органикалық заттарға айналдырушы ағзалар.",
                "date": "11.06.2021",
                "upvotes": 0
            },
            {
                "text": "Ол осымдыктер жандыктер",
                "date": "26.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сол жақ мойыным қозғалтпай сұғып ауыртып тұр не істесем болады?",
        "question_content": "Сол жақ мойыным қозғалтпай сұғып ауыртып тұр не істесем болады?",
        "question_date": "28.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген ауру салқыннан пайда болады. Сондықтан аурудың алдын алу үшін өзіңді шымырлыққа шыңдағаның дұрыс. Әсіресе, түрлі жаттығу жұмыстарын жасау, таза ауада көп жүру, дұрыс тамақтану — денсаулықтың кепілі. Дәрігерлер соңғы кезде остеохондроз  ауруына шалдыққан адамдардың көбейгенін айтады. Бұл туралы облыстық салауатты өмір салтын қалыптастыру орталығының бірінші санаттағы невропатолог дәрігері Рысты Сұлтанова былай дейді:\n— Остеохондроз  дегеніміз не? Остеохондроз — сүйек және шеміршектердің қабынуы. Остеохондроз туберкулез ауруынан немесе сүйектер мен буындарға іріңді инфекцияның түсуінен пайда болады. Ауыр дене еңбегі мен шағын жарақаттар және салқын  тиіп ауыру факторлары остеохондрозды асқындыра түседі. Бұндай ауруға шалдыққан адамдардың сүйектері мен буындары сырқырап ауырады. Әсіресе, омыртқааралық дискілерде дистрофикалық процесс жүреді. Науқастың жүріп-тұруы қиындайды. Көбінесе бұндай жағдай бел омыртқа остеохондрозында байқалады. Оны рентгендік диагностика арқылы анықтайды. Сүйектің пішіні өзгермес үшін науқасты қозғалтпай тыныш жатқызу керек. Ауырсынуды азайту үшін ауырған жерге жылу басып, қабынуға қарсы дәрі-дәрмектер берген жөн. Жалпы, бұндай аурудан айығу үшін курорттарға барып емделіп, қара балшықты пайдаланған тиімді. Негізінде остеохондроз — сүйектердің буын араларына минералды тұздың жиналуы. Оның белгілері сан алуан. Остеохандроз мойын, кеуде бел омыртқалар бөлігін қамтиды. \nКейбір еңбектерге сүйенсек, аталған аурудың 52 түрі бар. Кейде адамдар ағзада орын алған функционалды өзгерістерді елемей жүре береді. Ал мұндай белгілерге мыналар жатады:  мойын бұлшық еті жылдам шаршайды, иық, арқа, екі қолдың бұлшық еті салдырап тез талып қалады. Ал күн ұзағына қозғалмай үстелде отырып жұмыс істеу ауруды асқындырып жібереді. Иық немесе буыны ауырған адамдар оны көпшілікке танымал ревматизм немесе полиартрит ауруымен шатастыруы мүмкін.  Остеохондрозға шалдыққанда омыртқа арасынан шыққан жұлынның талшықтары қысылып қалса, жүрек тұсы шаншиды. Ал бұны біреулер инфаркт немесе стенокардия ауруымен шатастырады. Мәселен, мойын омыртқа остеохондрозында  миды қоректендіріп тұрған қан тамырлары қысылып, 12 пар мидың жүйелері мен ми сүйегі зақымданады. Бұнда неше түрлі белгілер байқалады. Бас пен желке тұсы  ауырып, көз бен жұтқыншаққа да әсер етеді. Кейде адам лоқсып құсуы мүмкін. Вестибулярлы өзгерістер кезінде адам бар тепе-теңдіктен айырылып түзу жүре алмайды. Әсіресе, көлікке отырып түскен кезде бір жағына қисайып кететін болады. Көзге әсер еткенде көз алды сағымданып, перде тұрғандай немесе ұсақ шыбын-шіркейлер ұшып жүргендей көрінеді. Ауру асқынған кезде дауыс шықпай қырылдап қалады. Адамда әлсіздік, тез ашулану, өкпелеушілік, қорқыныш, абыржу, ұмытшақтық пайда болып, ұйқы бұзылады. Ересектер арасында бел омыртқаның зақымдануы, яғни радикулит жиі кездеседі. Аталған ауру қыс мезгілінде жылусыз техника жүргізгенде немесе мал баққанда пайда болады. Ең алғашқы белгісі — белдің ауруы. Бұл күтпеген жерде кенеттен ұстап қалады. Бел бұлшық еттерінің бірден қатты жиырылып, шымырланып қалуынан ауру оқыс ұстайды.  Ауру ұзаққа созылғанда ауыратын нүктені табу қиын. Бұндай кезде арқаны тік ұстау керек, сол кезде омыртқа жотасы жамбас сүйекке қатты кірігеді де оның арасындағы сақиналы дөңгелектерге күш бірдей түседі. Сонда ешқандай қолайсыз әрекеттерге жол берілмейді. Аурудан айығудың ең тиімді жолы — дене жаттығуларын жасау, суда жүзу.\nТолығырақ: https://aqtobegazeti.kz/?p=4947",
                "date": "28.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаңды міндетсіну болып саналама исламда мұны қалай дейді?",
        "question_content": "Мен жолдасыма сәресін 10 күн бойы беріп жүрдім. Бір күні шаршап ұйықтап қалыппын. Балам ауырды үй жұмыстары тағысын тағы. Енді жолдасым міндет қылсаң айт өзім ақ дайындап ішемін дейді. Бұл дегеніміз ораза кезінде тұтқан оразаңды міндетсіну болып саналама исламда мұны қалай дейді?",
        "question_date": "28.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияның бастапқы жылдамдығын табыңыз.",
        "question_content": "3 литрлік жүйеде А және В заттар A + 2B → AB2 теңдеу бойынша әрекеттеседі. А заты жүйеде 0,03 моль, В заты 0,06 моль. Берілген температура мен жағдайларда жылдамдық тұрақтысы 0,4 л2/ mol2 ·с. Реакцияның бастапқы жылдамдығын табыңыз.",
        "question_date": "27.04.2021",
        "question_tag": "Химия",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Машинамның ближн. фары өте әлсіз, түк көрінбейді. Неге екен?",
        "question_content": "Хуйндай сағатта машинаның ближн.парының жарығы төмен, түнде түк көре алмайсыз. Дальный өте жарық. Онымен жүру мүмкін емес. Не ден екен?",
        "question_date": "27.04.2021",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТЖО - на барып реттеткенің дұрыс, себебі әр машинаның фарларының өз параметрлері бар, ( биіктік, ұзақтық, жақыннан ) дегендей.",
                "date": "28.04.2021",
                "upvotes": 0
            },
            {
                "text": "Фарасын ауыстыру керек",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джордано Бруно әлемнің құрылым жөніндегі түсінкке қандай жаналық енгізді?",
        "question_content": "Джордано Бруно әлемнің құрылым жөніндегі түсінкке қандай жаналық енгізді?",
        "question_date": "27.04.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Римде ескерткіштер көп. Солардың арасында түнде жарық түсірілмейтін, туристерді де онша маңайлата қоймайтын біреуі бар. Ол жан-жағын ескі үйлер қоршаған тар ауланың ортасында, 1600 жылы лаулап от жанған жерде тұр. Осы отқа Джордано Бруно мен оның тамаша кітаптары өртелген екен. Джордано жас кезінде монастырь мектебінде оқыды. Ол уақытта бүкіл әлемнің орталығы - Жер, ал Күн мен барлық планеталар Жердің төңірегінде айналады деп түсіндірілетін. Шіркеу діндарлары мұнымен келіспегендердің бәрін қуғынға ұшыратты, ал қарсы тұрғандардың көзін жойды.\nБрунодан шіркеу оқуын маұқлдап, соның айтқанын қайталап, оқытқанын жаттап алуын талап етті. Бірақ ол өз бетінше ізденгісі келді. Бруно дүниенің қалай құрылғаны жайлы басқаша жазылған кітаптарды ешкімге білдірмей жинай бастады. Ол бұл кітаптарды бар зейінімен окыды, онда жазылғандарды ой елегінен өткізіп, өз бетінше аспан шырақтарының қозғалысын бақылады. Сөйтіп ғылым жолына түсті.\nБруно көп жылдар бойы Италияны, Францияны, Англияны, Германияны шарлады. Қайда барса да ол нағыз оқымыстылар үйреткен, өзі шіркеу діндарларына қарсы болған жайттарды білгісі келді. Кейіннен Бруноның өзі де кітаптар жазып, студенттерді оқыта бастады. Ол Польшаның ұлы оқымыстысы Коперниктің Жер күнді айналады деген көзқарасын құптады. Бруноның батыл ойлары одан әрі өрістей түсті. Ол тіршіліктің Жерде ғана еместігін, әлемнің шексіздігін, оның көптеген дүниеден тұратындығын түсініп кана қоймай, басқаларға да үйретті. Бруно поптар мен шіркеу діндарларын келемеж етті, адамдарды Жер мен аспан сырын ұғынуға шақырды. Ол жалынды өлеңдерінде де, ғылыми кітаптарында да осылар жайлы жазды. Оқыған лекцияларында да тебіріне сөйледі. Оның атақ-даңқы Еуропаның көптеген университеттеріне тарады.\nБірақ шіркеу діндарлары ержүрек ғалыммен келісімге келе алмады. Бір жансызы Бруноның досы болғансып жүріп, оны шіркеу жазалаушыларының торына түсірді.\nБруно сегіз жылдай түрмеде жатты. Оны біресе азаптап қорқытты, біресе өз пікірінен қайтуға көндірмек болды. Бірақ оны қорқыту, көндіру, жасыту тіпті мүмкін емес еді. Ақыры Бруноны «қан төгілмейтін» өлім жазасына кесті. Бұл - тірідей отқа өртеу болатын.\nАқпан айының таңертеңгілік мезгілі еді. Рим қоңырауының күңіренген үні жер жарды. Садақшылар көшесінен гүлдер алаңына қарай шеру тартып, әндеткен монахтар келе жатты. Бұл олардың қаза болған адамдарға оқыған дұғасы еді. Монахтар жазадан жасқанбас бүлікші-оқымысты ғалым Джордано Бруноны жазалауға әкелді. Бруноның ерлігі әлі күнге ұмытылған жоқ және ешқашан ұмытылмақ емес.\nБруно, Коперник, Галилейдің айтқандарына сенбеу, оған тыйым салу мүмкін емес еді, өйткені ол шындық болатын.\nhttps://kk.wikipedia.org/wiki",
                "date": "27.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің теңдеуін табыңыз?",
        "question_content": "Координаталар басы арқылы өтетін және центрі С (-3;4) нүктесі болатын шеңбердің теңдеуін табыңыз?",
        "question_date": "27.04.2021",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R^2 = 9+16\n\nR^2 = 25\n\nR = 5\n\n(x+3)^2+(y-4)^2 = 25 шеңбер теңдеуі",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "n ретті квадрат матрица берілген.",
        "question_content": "n ретті квадрат матрица берілген. Әр жолдағы бірінші элемент пен модуль бойынша ең үлкен элементтің орнын ауыстырыңыз?",
        "question_date": "27.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A_i (i=1,n) n=4;массиві берілген. Берілген к санынан үлкен болатын массив элементтерінің санын анықтауға бағдарлама құрыңыз.\n#include\nusing namespace std;\nint main() {\nint n=4;\nint b[n], s,k;\ncout<<\"k sanin engiz\"<cin>>k; cout<cout<<\"sandardi engiz\"<for(int i=0;icin>>b[i]; cout<cout<<\"k saninan ylken sandar\"<for(int i=0; iif(b[i]>k) cout<system(\"pause\");\n}",
                "date": "27.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз ашып маңдай мен ми солқыздаса",
        "question_content": "Көз ашып маңдай  мен ми солқылдаса қандай емі бар не істеуге болады ? Шыдатпай көзімнен жас ағады(ішімдік темекіге жоламайм, телефонда көп отырмайм, компьютер де отырмайм )\n\nтаңертең нең түске дейін ауырады кешке карай басылады кімде осылай болды ?",
        "question_date": "27.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір көзім аяқ асты дұрыс көрмей қап хирургтың алдынан бір-ақ шыққан жайым бар. Осы ретте менен Сізге бір кеңес. Адам баласы жылына бір рет көзінің сечаткасын тексертіп тұрған жөн. Əсіресе көзілдірік, линза киетіндер, компьютерде көп жұмыс істейтіндер, спортпен айналысатындар. Жүкті əйелдер босанар алдында сечаткасын тексеріп, тіктіріп алғаны дұрыс. Сечатка ауырлық түссе жыртылып кетеді де көздің жарты бөлігі көрмей қалады. Кез келген адам баласы жылына екі-үш рет көз қысымын өлшету қажет. Көз қысымы жоғарыласа бас аура бастайды да кейін глаукома деген аты жаман ауруға əкеледі. Глаукома асқынса көзді түбімен алып тастаудан басқа амал қалмайды. Көзді кешенді тексеру құны Қазақ көз аурулар институтында 13000-15000 теңге. Коновалов клиникасында 25000 теңге. Коноваловта кезек күтпейсіз. Ал институтта кезекте тұру керек.\nТолығырақ: https://surak.baribar.kz/629850/",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Программист маманға грант университет барма?",
        "question_content": "Маған биылға жақсы университет және гранты бар керек?вариант барма қандай университеті бар программист  маманы бар,болашағы бар.",
        "question_date": "27.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 153,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ИТ университеті, ҚазҰУ, Политех бар",
                "date": "27.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 мамыр Жеңіс Күні - қымбатты, қуанышты да қайғылы. Қазақ тілінен талдау жасау",
        "question_content": "9 мамыр Жеңіс Күні - қымбатты, қуанышты да қайғылы, мәртебелі мейрам, халқымыздың ерлігі мен даңқының жарқын көрінісі.",
        "question_date": "27.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 мамыр Жеңіс Күні - бастауыш\n\nқымбатты, қуанышты - анықтауыш\n\nқайғылы - баяндауы",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуыршаққа киім тігу",
        "question_content": "Сәлеметсіздерме.Мен өз қуыршағыма киім тік кім келеді бірақ қалай тігерімді білмейм",
        "question_date": "27.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғаламтор және денсаулық\" тақырыбы бойынша нақты ақпарат керек!",
        "question_content": "Достар, маған мұғалімім \"Ғаламтор және денсаулық\" тақырыбы бойынша ізденіп келуді тапсырған болатын. Интернеттен осы сұрақ бойынша нақты ақпарат таба алмай отырмын. Көмектесіңдерші, өтініш!!!",
        "question_date": "27.04.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 745,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастарға арнаған сөзінің бірінде Елбасы Нұрсұлтан Назарбаев: “Біздің жастарымыз оқуға, жаңа ғылым мен білімді игеруге, жаңа машықтар алуға, білім мен технологияны күнделікті өмірде шебер де тиімді пайдалануға тиіс. Біз бұл үшін барлық мүмкіндіктерді жасап, ең қолайлы жағдайлармен қамтамасыз етуіміз керек” деген болатын.\nӨкінішке қарай, елімізде ғаламтордан зиян шеккен балалар туралы дерек жоқ. Өйткені ел аумағында арнайы зерттеу жұмыстары жүргізілмейді екен. Әйткенмен мектеп жасындағы балалар әрқилы әлеуметтік желілердің тұрақты «қонағына» айналғалы қашан. Тіпті сабақ үстінде ұялы телефон арқылы хат алысатын оқушылар да жеткілікті.\nҒаламторға, оның ішінде қоғамдық желілерге тәуелді жастар ғалымдардың соңғы зерттеулері бойынша осы әуестігі нәтижесінде өзіне деген сенімділігін жоғарылатады екен. Психологтар қоғамдық желілер арқылы танысып, тілдесу адамның батылдығына, өзіне беретін бағасына әсер ете алады, ол көрсеткіштерді жақсы жаққа қарай өзгертеді дейді. \nТолығырақ: https://melimde.com/85-orta-mektebi-kommunaldi-memlekettik-mekemesi-informatika-se.html?page=9",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахмардан Құсайынов Томирис шығармасының идеясы және сюжеті қара сөзбен керек еді срочно",
        "question_content": "Шахмардан Құсаинов Томирис шығармасының идеясы қажет,сюжетін қара сөзбен жазу қажет",
        "question_date": "27.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 32500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі қазақ драматургиясында ұлттық тарихымыздағы ақтандақ болып келген тақырыптар, көркем шындықпен кестеленген кесек туындыларға айналып көпшілік назарына ұсынылып келеді. Бұл да болса тәуелсіздігіміздің бір жетістігі болса керек.\nҚазақтың ұлттық тарихындағы дербес мемлекеттік құрылыммен қалыптасуымызға, халық болып танылып, сақталуымызға қайраткерлікпен-көсемдікпен өмірін арнап, еңбек еткен хандарымыздың (Керей, Жәнібек, Абылай, Кенесары), би-шешендеріміздің (Төле, Қазыбек, Әйтеке, т.б.), ақын-жырауларымыздың (Асан Қайғы, Бұқар, Махамбет, т.б.), батырларымыздың (Қарасай, Қабанбай, Бөгенбай, Наурызбай, Сырым, Исатай, Жанқожа, т.б.), ғұлама-ағартушыларымыздың, қоғам қайраткерлерінің (Әбунасыр әл-Фараби, Абай Құнанбайұлы, Ыбырай Алтынсарин, Шәкәрім Құдайбердіұлы, Ахмет Байтұрсынұлы, Сәкен Сейфуллин, Мұхтар Әуезов, Сәбит Мұқанов), т.б. ондаған тарихи тұлғаларымыздың сөз өнері туындыларындағы көркем бейнеленуі жаңаша серпінмен өркендеді. Әсіресе, XX ғасырдың 80-жылдарының ортасынан басталған ұлт тарихының бұрын әдейі назарға алынбай келген тұстары асқақ рухты романтизм мен сыншыл реализм көркемдік әдістері тұрғысынан мол қамтыла жазыла бастады. Әдеби тек түрлері (эпос, лирика, драма) жанрларының барлық салаларында елеулі туындылар жазылып, оқырмандарға ұсынылды.\n\nБүгінде халық ықыласпен қабылдаған тың туындылар жазылып, республика театрларында сахналанып келеді.\nСәкен Жүнісовтің \"Кемеңгерлер мен көлеңкелер\" (Мұхтар Әуезов, Ғабит Мүсірепов, Сәбит Мұқанов бейнелеріне арналған), Әбіш Кекілбаевтың \"Абылай хан\", М. Байсеркеұлының \"Абылайханның ақырғы күндері\", \"Кек қылышы Кенесары\", Жолтай Әлмашұлының \"Сана дерті\", \"Абақты-ғұмыр\", \"Фрустракция\" (Нәзір Төреқұлов, Мағжан Жұмабаев, Сұлтанбек Қожанов, Сәкен Сейфуллин туралы) пьесалары – қазақ тарихының ақтандақ беттерін көркем шындықпен өрнектеген туындылар.\nЖолтай Әлмашұлының пьесаларындағы қазақ тарихының қайраткер тұлғаларының бейнеленуі – әдебиетіміздің өзекті тақырыпты игерудегі жаңашылдық. XX ғасырдың басындағы қазақ сөз өнеріндегі шығармашылықты мемлекеттік жауапты қызметтерімен сабақтастыра еңбек еткен қайраткерлердің саяси қуғын-сүргін жазалауларына ұшыраған – Ұлттық трагедиямыз. Табиғи қабілеттерін туған халқына, ұлтына қызмет етуге арнаған дарынды тұлғалардың жазықсыз жазаланғаны – қазақ ұлтын әлсіретуге, тарих сахнасынан біржолата жоюға арналған зұлым саясаттың жендеттік ұстанымының нәтижелері.\n\nҚазақстан Республикасы дербес мемлекетке айналған соң бұрын айтуға, жазып жариялауға жабық болып келген көптеген тарихи құбылыстар, ұлттың мақтанышы болған ұлы қайраткерлер өмірі мен қызметі драма шығармалар арқауына айнала бастады. Ысқақовтың \"Жан қимақ\", Оразбаевтың \"Шыңғыс хан\", \"Естайдың қорланы\", С.Сматаевтың \"Той үстінде топалаң\", Б.Әбілдаұлының \"Төле би\", О.Дастановтың \"Әзірет Сұлтан\", А.Бекбосыновтың \"Соңғы сезім\", Таразидің \"Алатау сынды алабым\", Шахимарденнің \"Томирис\"пьесаларында халқымыздың басынан кешкен сан қилы тағдыры тарихи дәлдікпен, ерекше көркемдік қуатпен бейнеленген. Ал Сүлейменов пен Мұқаевтың \"Заманақыр\", Р.Мұқанованың \"Мәңгілік бала бейне\" пьесалары экология тақырыбын, әлемге әйгілі болған Семей полигонының қазақ халқына әкелген трагедиясын суреттейді. Қазіргі қазақ драматургиясы туралы филология ғылымдарының докторы Темірхан Тебегеновтың мақаласында нақтырақ талдау жасалған.\n\nТәуелсіздік жылдарындағы қазақ әдебиетінің драматургия саласы бойынша мына шығармаларды атап өтуге болады: Ә.Кекілбаевтың \"Абылай хан\", Ә.Таразидің \"Ақын, Періште. Махаббат\", С.Жүнісовтің \"Кемеңгерлер мен көлеңкелер\", М.Байсеркеновтің \"Абылай ханның ақырғы күндері\", Р. Отарбаевтың \"Бейбарыс сұлтан\", Шахмардан Құсайыновтың \"Томирис\", И.Оразбаевтың \"Шыңғыс хан\", Т.Нұрмағамбетовтің \"Бес бойдаққа бір той\", Қ.Ысқақовтың \"Қыл көпір\", \"Жан қимақ\", Қ.Ысқақ пен Ә.Таразидің \"Алатау сынды алыбым\", И.Сапарбайдың \"Сыған серенадасы\", С.Балғабаевтың \"Тойдан қайтқан қазақтар\", \"Ғашықсыз ғасыр\", \"Ең әдемі келіншек\", Ә.Ақпанбетұлының \"Дүние-думан\", Д.Амантайдың \"Сәлеметсіз бе, қоңыр мұң\", С.Сматаев пен Т.Теменовтің \"Көгілдір такси\", А.Жағанованың \"Жан алқым\", Н.Әбутәлиевтің \"Өттің, дүние\", А.Бекбосыновтың \"Соңғы сезім\",Д.Исабековтың \"Актриса\", \"Тор\", \"Ескерткіш\", Иран-Ғайыптың \"Естайдың Қорланы\", Б.Мұқайдың \"Сергелдең болған серілер\", \"Өмірзая\" т.б.  Аталған драмалық шығармалар – тәуелсіздік жылдарында қазақ әдебиеті қорына қосылған рухани қазына деп танылады.\n\nДрамалық шығарма – театрмен тығыз байланысты бола отырып, сол күші арқылы оқырманын, көрерменін ерекше әсерге бөлейтін жанр. Тәуелсіздік жылдарындағы қазақ драматургиясының даму қарқыны мен жай-күйі туралы жоғарыда айтылып кетті. Бұл ретте Жазушылар Одағы басқармасының төрағасы Н.Оразалиннің: \"Театр өнері арқылы Республикамызды бүкіл әлем таныған ел дәрежесіне көтеріп, бүгінгі заманға сай өркендеуімізге толық мүмкіндік бар. Бұл іргелі міндеттің жүзеге асуына қаламгер-драматургтеріміз де өз үлестерін қосып келеді. Болашақта да қоса бермек. Қосуға тиіс. Өйткені, театр өнерінің қайнар көзі мен арқауы – ұлттық драматургия\", – деген пікірін келтіру орынды болмақ. Қазақ қыздарының өр әрі еркін бейнесі – тек ауыз әдебиеті мен поэзия, прозаның ғана емес, драматургияның да өзекті тақырыбы. Қазақтың батыр қыздары дегенде, әрққайсымыздың көз алдымызға бірден Әлия мен Мәншүк келетіні белгілі. Негізінде, қазақ қыздарының батырлық жолы Томирис – Тұмар анамыздан бастау алатыны белгілі. Тәуелсіздік алған Қазақстанның драматургиясында тарихи бейнелер мол-мол сурттеле бастаса, соның бір шырайын шығарған туынды – Шахмардан Құсайыновтың \"Томирис\"драмасы. Бұл пьеса – Томирис анамыздың өмір сүрген б.э.д 503 жылдардағы ата- бабамыздың атамекенді қалай сүйгенін, қалай қорғағанын, қалай сақтағанын суреттеген биік парасатқа жетелейтін көркем туынды. Томирис туралы Геродот жазбаларынан жеткен мәлімет парсының елдерді бағындыруға бет алған Кир патшаның қан аңсаған басын қанға бөктіріп, «іздеп келгенің қан болса, қанып іш!» деп, дүниені сақ қызының әлемді дүр сілкіндірген қайратты ерлігі арқылы қайталанбайтын бейнесін танытады. Томиристің осындай ерлігі қазіргі қазақ қызының әрқайсысының бойынан табылатыны сөзсіз.\n\nҚазақ үшін қыз – ұлттық намыстың бір белгісі. Қыздың пәктігі, өрлігі мен батырлығы – ұлттың болашағының мықты болуының сенімді тірегі. Осындай тәрбиелік маңызы зор шығармалар уақыт ағымымен жазылу үстінде.\n\nҚазіргі қазақ драматургиясы әлемдік классикалық дәстүрді шығармашылықпен қабылдай отырып, ұлттық топырақтағы осы өнердің өркендеуіне жаңашылдықпен үлес қосып келеді. Қазақстан Республикасы тәуелсіздігі салтанат құрған жылдары жазылып, бірқатары театр сахналарында қойылып келе жатқан әртүрлі такырыптардағы пьесалар классикалық драматургия жанрларының уақыт пен кеңістіктегі еміршең, ұлағатын айғақтайды.\nТолығырақ: https://www.google.kz/amp/s/massaget.kz/okushyilarga/uy_tapsyirmasyi/24775/amp/",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшада кіржуушыға зияндылық төлене ме, еңбек демалысы неше күн, ауылдық елді мекені",
        "question_content": "Балабақшада кір жуушыға зияндылық төлене ме, еңбек демалысы неше күн, қызылорда облысы, ауылдық елді мекен",
        "question_date": "27.04.2021",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлемге синтаксистік талдау жасаңыз",
        "question_content": "Онда таланттарды ашу, дамыту және өз қабілеттері мен мүмкіндіктерін толықтай көрсетуіне, өзіне лайықты мансап биігіне көтерілуіне жағдай жасау жолдарын табу міндет.",
        "question_date": "27.04.2021",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онда таланттарды - толықтауыш\nашу - баяндауыш\nкөрсетуіне - баяндауыш\nтолықтай - пысықтауыш\nдамыту және өз қабілеттері мен мүмкіндіктерін - толықтауыш\nтабу міндет - баяндауыш\nөзіне лайықты мансап биігіне көтерілуіне жағдай жасау жолдарын - толықтауыш",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшесін (пенис) қалай кішірейтуге болады?",
        "question_content": "Жыныс мүшесі кішірейтуге болама , тым үлкен болып кетті",
        "question_date": "26.04.2021",
        "question_tag": "Денсаулық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің жыныс мүшеңіздегі ұзындықты жоғалтудың әдеттегі себептеріне мыналар жатады:\nқартаю\nсеміздік\nқуық асты безінің хирургиясы\nПейрони ауруы деп аталатын пенистің қисаюы\nТолығырақ: https://kk.svetzdravlja.org/penis-shrinkage-2358#menu-1",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    }
]