[
    {
        "question_title": "Төмендегі сөздерді диалектологиялық сөздіктің көмегімен мағыналарын түсіндір.",
        "question_content": "Төмендегі сөздерді диалектологиялық сөздіктің көмегімен мағыналарын түсіндір.\nДимар, шекер, күрсі, нәр, керем, меңдес, сапал, үзбеп, түніке, долы, бақыр, сапара, леген, жүдә, гөрт, шақа, аскеді.",
        "question_date": "21.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Димар - малдың түрі, қолдануға болмайтын, шекер - қант, күрсі - орындық, нәр - тамақ, керем - жіпті керу, леген - табақ түрі, бақыр - ожау, жүдә - таңырқауды білдіреді.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт ға дайындаламын деп миға қатты нагрузка түсірдім қазір басым ауырады",
        "question_content": "Қазір 2 ші курс оқимын Қыста басымды мрт ға түсірдім врачтар бәрі жақсы дейді бірақ күнде азаннан кешке дейін ауырады уақыт өте қоятын шығар деп үйдегілергеде айтпаған едім",
        "question_date": "21.04.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге онда невропатологқа бару керек.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрылыс компаниясына ат қоюға ойларыңызбен бөліссеңіздер.",
        "question_content": "Құрылыспен айналысатын жаңадан мекеме ашсам деп едім, атын қоюға ойларыңызды бөліссеңіздер",
        "question_date": "20.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 802,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы дала құрылысшылары деп қоюға болады",
                "date": "20.04.2021",
                "upvotes": 0
            },
            {
                "text": "Тоо Sapa Group деуге болатын шығар )))",
                "date": "3.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтінде кездесетін тірек сөздердің көмегімен баспасөз парағын дайындау.",
        "question_content": "5 - тапсырма . Мәтінде кездесетін тірек сөздердің көмегімен өздеріңіз тұратын жердегі театр және оның репертуарындағы қойылымдар туралы мектеп сайтына баспасөз парағын дайындаңыздар . Театр , репертуар , қойылым , маусымдық , өнер тарландары , көрермен .",
        "question_date": "20.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 690,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Облыстық опера және балет театры 2007 жылы 3 сәуірде құрылған болатын. Өнер ордасының шымылдығы 2008 жылы 7 қарашада \"Інжу-Маржан\" қойылымымен ашылған екен. Салтанатты ашылу рәсіміне Қазақстан президенті Нұрсұлтан Назарбаевтың өзі де қатысқан болатын дейді.",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХХ ғасыр ұрпағынан Ұлы Абайға хат. Шығарма жоспарымен тауып бере аласыздар ма?",
        "question_content": "XX ғасыр ұрпағынан Ұлы Абайға хат (Абай Құнанбаевтың 175 жылдығына арналады) Шығарма жоспарымен эпиграфпен керек тезирек",
        "question_date": "20.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ай толтырып мектепте ұстаздық жолды қолдан келгенше шолып көрдік. Ақиқаты, нұрлы мұғалім болу – ұлттың шын ұсталық ісімен айналысу дерсің. Эталон қайраткерлер мен ұлт перзенттерінің қай-қайсы болсын молда алдын көріп, ісін мұғалімдіктен бастап еді. Бар жұмбақ осы. Мектеп жүрегі – ұстаз бен алғыр шәкірт барда мейірім-шапқат шырағы қашан сөнген?!\nБарған күннен «Қазақтың бас ақынына» арналған сабаққа, артынша Абайтануға қатыстық. Балалар еркін де ойлы. «Ол «... сияқты халықтың рухани творчествосын осыншама жоғары көтерген қазақ ақыны әлі кездескен жоқ» (Әлихан), «Қор елде туды да қорлықпен өтті» (Шәкерім), «Абайдың өлген күнінен қанша алыстасақ, рухына сонша жақындармыз. ... халық пен Абай арасы күшті махаббатпен жалғасар»(Міржақып), «Абай – қазақтағы суретті, сұлу сөздің атасы» (Мұхтар), «Шын хакім» (Мағжан) «Абай бір өзі – бүкіл халықтың есіміне атау. Абайдың ұлылығы – халықтың ұлылығы» (Ғафу)» деп оқушылар ұғынып сөйледі. Көптің күмбезі көтеріле түскен соң да біздерге ізденіс үстінен тайқымауға тура келді. «Абай сөздері дүниеде қалғаны – қазаққа зор бақ. Абайды қазақ баласы тегіс танып, тегіс білу керек» дейді Ахаң.\nӘр дәуірдің өз пікірі, тілек-ниеті  бар. Бүгінгі 16-17 жастағы, көңілі саф мектеп тұрғындарының Ғабитше «Абай – бізге ұлы мектеп» деп «Абайға хат» арнауы заңды. Ескі әлемнің жаңа кейіпкерлері таңғалдырарлық толғаныстың тұрманы түгел, көрікті үлгісін танытты. Сонымен тәуелсіз елдің  жаңашыл, тазабейіл жас Абайтанушылардың ой-пікірін ортаға салсақ.\nАлматы облыстық Академик Ш.Смағұлов атындағы мамандандырылған дарынды  балаларға арналған физика-математика мектеп интернатының 10 «Ә» сынып оқушылары; сынып жетекшісі әрі қазақ тілі мен әдебиеті, Абайтану пәнінің мұғалімі – Бақытнұр Әділов.\nАмансыз ба, Абай ата!?\nМен бұл сәтті асыға күттім. Алдында Пушкинге хат жаздым. Ол хат тек Сергейұлының шығармашылығына арналған және орыс тілінде болатын. Ал бұл хат шындық толы ақ қағаз болмақшы. Сіз сүрген дәуірден біздің дәуір айырмасы: біз тәуелсіздікке қол жеткіздік, бейбіт әрі тыныш ғұмыр кешіп жатырмыз. Әр дәуірдің өз кем-жыртық, кетік тұсы  болады. Мен сіз қараңғылықтан шығар дұрыс жол – білім мен ғылым деп атап көрсеткеніңізді бойыма сіңіріп жатырмын. Ертең олар маған қолшам болатынына сенімдімін.\nБіздің дәуір: тіліміз ақсаңдап жатқан заман, жетім үйі мен қарттар үйі көп болуымен жаныңды ауыртады. Қазақты қазақ тонап, қан қақсатып жатқан заман. Адамдар білім-ғылымға көңіл бөлгенімен, адамшылықтан жұрдай болған заман. Әз төлі өз бауыр етін өлімге қиған заман, ардақты ата-ананы жол бойына тастап кете берер қатігез заман – осындай аналар мен балалары бар заман. ... Абай ата менің қуанарым – сізді оқыған қазақ саны күннен-күнге еселеп келеді. (жоғарыда) ... атап көрсеткен қиындықтардың шешімі ... шығармаларыңыздың терең тұңғиығында жатқанын білеміз. ... Сол мұраңызды әр қазақ түсінсе, білсе деп армандаймын. Мені жетелейтін – осы, Абай ата. Қуанышым жақында орындалатынына сенімдімін.\n...«Өлең шіркін өсекші жұртқа жаяр\nСырымды тоқтатайын айта бермей»\n...Бұл, әрине, соңғы хат емес.\nАрман Керімбек\nҚұрметті Абай (Ибраһим) Құнанбаев!\nМен сіздің өміріңізге қуанамын да сүйсінемін әрі қатты өкініш білдіремін. Қуанатын себебім, қазаққа қайталанбас ұлы тұлға келіп, қазақтың әдебиеті мен мәдениетін, білімін биік-биік сатыларға көтеріп кетті. Қазақ халқын әлем халықтары танитын, мойындайтын дәрежеге жеткізді.\n...Ал өкініш ететін себебім, сіз өмір сүрген кезең, сіз өмір сүрген орта, қоғам өте ауыр, ойлыға қомы келмеген қолайсыз кез тұғын. Бір тұста Патша үкіметінің жасап жатқан озбыр-қысымы; екінші жағынан өзім деп, иек артқан адамдардың сенімге қиянаты, қысастық қысапсыз қастығы; ат айналып қазығын тапқан жұртыңыздың өз ішіндегі алауыздық, ынтымақсыздығы мен қазақтың білімсіздігі өміріңізді қиындатты. Сіз қанша ақсүйек тұқымынан шықсаңыз да өте әділ, шыншыл, жамандыққа қаны қас, надандықпен күрескер ұлы тұлға болдыңыз.\n... қанша қию да қию қиын ғұмыр кешсеңіз де артыңызда адамгершілігі мол, тәрбиелік мәні зор шығармалар мен кісілік келбет – өшпес із сайрап жатыр. Ешуақ мүлікпен өлшенбейтін өнегелік үшін сізге мың алғыс!\nӘкімбек Медхат\n...маған ерекше әсер беріп, көңіліме қонғаны сіздің «Ескендір» поэмаңыз. Осы поэманы оқи отырып, мен бейнефильммен («Александр») салыстырдым. Салыстыру нәтижесінде сіздің әр сәтті, әр сюжет ауысымы мен әр кейіпкерді бейнелеу мәнеріңіз бәрінен ерекше, оқшау көрінді.\n...Бірақ сіз болмасаңыз, біз Әуезовті бүгінгі биікте таныр ма едік?! Сол үшін сізге үлген рақмет!\nҚадырақын Темірлан\nАссалаумағалейкум, Абай Құнанбайұлы!\n...Сонау қиын заманда сіз өзіңіздің емес, халық мүддесін ойлап, халықтың көзін ашуға тырыстыңыз. Қазіргі мен өмір сүріп жатқан ғасырда сіздей адамдар көп болса, бұл өмір жақсы жаққа өзгерер ме еді? Мен сізбен жарты сағат сөйлессем, менен бақытты пенде болмайтын шығар, ә?!\nӘлімжан Жақыпов\n...Сіздің жұмбақтығыңыз бізді еңбек етуге мәжбүрлейді. Сіздің қара сөздеріңізден «толық адам» бейнесін таба білдік.\n...«Ыстық қайрат, жылы жүрек, нұрлы ақыл» – осы үшеуінің қосындысы = «Толық адам» бейнесін анық көрсетеді. Абай ата, сіздің даналығыңыз ғасырлармен өлшенеді. Өлең – өмір... «Өлең – сөздің патшасы» болса, Абай – халық даналығының алтын тәжі.\nАйсара Бейсен\n...Сіз ақындардың атасы емессіз бе? Әдебиеттің алғаш парағын ашқан кезде сізді таныдым. Шығармаларыңызды оқыған кезде... Дерт азабынан арылып, жасыл жайлауда асыр салып, әрі-бері шапқылаған тай-құлындай желпіне жазып қаламын ... ойлы адам болу үшін қажетті-қажетсіз нәрселерді саралай отырып, біздің өмірдегі өз орнымызды табуға ықпал жасадыңыз.\nСізді зерттеу үшін бізге бес жылдың, тіпті он жылдың өзі кемдік етер, себебі сіз таусылмас дария, бағынбаған шыңсыз ғой.\nСәбина Нұрпейіс\n...Сіздің әр қара сөзіңіз біздің қазіргі кезде өмір сүруіміз үшін – күнделік іспеттес. Сіз болмасаңыз Қазақ әдебиеті қалай, нендей халдегісін елестету мүмкін емес. ...Түмен сөздің төлбасы Абайдың жыр сөздерімен әлденеміз.\nЖеңісбек Мұхамметкерім\n...Сізді оқыған кезде әр сөзіне мән бере қараймын. Ертең бұл өмірден өткен кезде сіз айтқандай топырақтың бір бөлігі болып қалмас үшін, атымды ел әрі келер ұрпақ танитындай болу үшін: ыстық қайратты, нұрлы ақылды, жылы жүректі болу мен «баянды еңбекті» нысаналау керегін мен жақсы білемін.\n...Замана ағымымен адамдар да өзгеріп жатыр. Бәрі жақсы, бәрі керемет емес. Келген жаңа заманның да өзінің жырық-тесіктері бар. Ол жырымдар заманға тәуелді емес, адамға тәуелді. Сәл ғана жылулық лебі сезілсе, ол жыртықты жамауға болады. Бұл замаға жетпейтіні тек мейірімділік пен әділдік.\nЖұлдыз Жұмаш\nГүлдің ерекшелігі хош иісінде, кемпірқосақ кереметі жеті түрлі түсінде, ал Абай мұрасының ерекшелігі – ең күрделі де көркем туған қазынаға толы сиқыры, қайта кезікпес соны өрнегі мен сыншыл ойы.\n... Абай ата, ...сіз осы өлең атты патшалықтардың иесі, сөз жақсысын тудырушы ретінде Қазақ халқының тарихында әз мінбеден түспес, өзгермес те сөнбес Тұлға болып қалдыңыз. ... Сізден көптеген ірі жазушы-ақын бастау алып, көз ашып, сізге қарап бой түзеді.\nОлжабай Беген\n...Сіздің шамырқанған-шаттан шабыттан туған туындыларыңыз ақыл мен тәрбие сусынына, адамшылық атты аққа толы Тайқазан секілді. Мен одан бір жұтым ұрттағанда-ақ бойым теріс әдеттен лезде айығатындай сезіледі. Сіздің еңбектеріңіз – қараңғы түнде адастырмас шырақ. Мен Абайы бар елде туғаныма мақтанамын!\nДиас Мәлік\nАссалаумағалейкум, Абай ата! \n...Әр нәрсені жасар алдында сіздің қара сөздеріңіздегі негізгі ойларды көңіліме түйіп жасаймын. Қазақ халқының мәдениетіне сүңгіп, түбінен керекті маржанын тере білген, сүзе алған бірден-бір ақын, ол – сіз!\nАрман Әкімнұр\n...Менің білгенім тоғыз, білмегенім тоқсан тоғыз екенін сіздің өлеңдеріңіздегі терең гуманистік, жоғары эстетикалық философияға құрылған ойлар мен астар мағыналардың шешімін іздеу кезінде аңғардым. Жер бетіндегі көкірегі ояу, танымы кең адамның қабылдауы да жан-жақты, әр нәрсеге көңіл бөлгіш, байқағыш, ой түйгіш болатыны секілді сіздің «дүниенің көркін болжау» үшін ғылымды игеру, оның пайдасын сезіп-білу керек деген қағидатыңыз да осы ойдың түйіні ретінде бекітіледі.\n...Сіздің өлеңдеріңізді оқыған сайын көңілімнің нәзік пернелерін нақ басқан ән-күй, саз үнінің әрбір толқынды иірімдері ұлы жүректің өлеңі боп қайта туғандай жүрекке тұнады.\nБауыржан Олжабай\nҚазір ақын десе басқа ақын емес, бірінші сіз түсесіз есіме. Сіздің өлеңдеріңіз мен үшін күн сәулесіндей, сезсең бойыңды жылытады. Ал Күн сәулесі ешқашан сарқылмайды.\nСізді бізге танытқан, біздің жүрегіміздің түкпіріне жеткізген кітап емес, Бақытнұр ағай еді. Ағайдың арқасында сіз біздің көзге көрінбейтін, бірақ ақылды мұраңызбен жол сілтеп отыратын отбасымыздың бір мүшесі – ақсақалы сияқты болып кеттіңіз. Кітап демекші, қазіргі жастар қауымы кітапты көп оқи бермейміз. Сол – жалқаулық.\n... ХІХ ғасырда сіз өмір сүрсеңіз, ХХІ ғасырда ақылды өлеңдеріңіз өмір сүріп жүр. Өлеңдеріңіз жай сөздік пен сөреде өмір сүріп жүрген жоқ, әр қазақтың жүрегіне жетіп, өз орнына жайғасып жүр.\nЖанерке Мәдениет\n«Абай сүрген дәуір Абай дәуірі деп аталады» деп Әуездің немересі Мұхтар айтқандай Сіз өз заманыңыздың гүуілдеп соққан салқын желге қарсы бекініс-қамал салған ақынысыз. Сіздің өміріңіз халық өмірімен өзектес, сабақтас болды. ...Бүгінгілер қоғамнан өз еншісін бөліп алғысы келеді.\nӘсел Қожамбек\n...Абай ақынды өмір оқытушысы, үгітші, үлгі берер азамат жыршысы болу керек деп біледі. Өзі «көкірегі сезімді, тілі орамды» жастарға үлгі болды.\nАян Мақсат\n...Сіздей жан қазақ әдебиетінің тарихында бір емес, бірнешеу болса ғой, шіркін..!\nЕржан Бурбек\n...Абай ата, шығармаларыңыздың күшімен мен әлі күнге дейін үмітпен жүремін. Бойымда «нұрлы ақыл, жылы жүрек, ыстық қайрат» деген қасиеттерді ұстана отырып, өзімнің Толық адамға жетудегі мақсатымды атқарып жүрмін.\nӘнел Әбдірахман\n...Сіздің поэзияңыз түнек өмірге қарсы көтерілген алдаспан қылыш секілді. Өлеңдеріңіз тәтті тәнті ету күшімен кіндіктесіп туғандай, қайта-қайта оқығым келеді.\nЕлнұр Оңласын\n...Сіз – мен үшін тұтас бір әлемсіз. Сіз – аспаны биік, түбі – тұңғиық, ұшы-қиыры көз жетпейтін кең дүниесіз. Адамдар оны ғұмыр бойына игеріп бола алмай келе жатқан алыпсыз.\nҰлан Құрбанғали\n...Сіздің қара сөздеріңізді, жыр-дастандарыңызды оқи отырып басқа әлемге кіріп кеткендей боламын.\nАқбота Сәрсенбек\n...Сіз дүниеден өткелі қазақ даласы басынан түрлі оқиғалар өткізді, талай дүние өзгерді. Ең бастысы – біздің мемлекетіміз Тәуелсіз. Біз өз еліміздің тарихын білеміз. Тарихтағы сіздің орныңызды да білеміз.\nЖамбыл Қажиев\nАр ма, Абай ата?!\n...Не себепті заман ағынына қарсы жүздіңіз? ...Бұл сұрақтың жауабы сіздің жыр-ғақлияңызбен танысқаннан кейін-ақ айдан анық белгілі болып тұрады.\nСая Әділ\n...Бүгін, міне, заман мүлде өзгерді, \nҚазақпын деп шаттанатын кез келді. \nДесе-дағы, Ұлы баба, қызық-ау, \nҚай ұрпағың дәл өзіңдей сөз терді?!\nАягөз Ақат\n...Сіз жазған қара сөздер адамның тірішілікке, өмірге құштарлығын оятып, арттырады. «Көкіректе сәулесі жоқтың көңілінде сенімі жоқ». Сіз жайлы көптеген кітаптар жазылғанымен, біз сізді толық зерттеп болған жоқпыз, бәлкім бітпеспіз де.\nАйереке Омарқұл\nАссалаумағалейкум! Жоғары мәртебелі, аса құрметті, жұрт ардақтайтын Ибраһим мырза!\n...Әзірге, сіз бізден әлдеқайда шалғайда болсаңыз да, сіз халықтың әрқашан рухын көтермекті өтеуші жансыз. Сіздің өлеңдеріңізге арқа сүйейтініміз – бас бостандығы үшін күрескен жастар намыс қуып, озбырлықпен арпалысып жүр.\n...Сіздің жақында келмеуіңіз – хақ. Сонда да сізді мәселе шешімін табуға келеді деген үміттеміз. Міне, халықтың үні – осы хат!\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/jogargyi_syinyip/37120/",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дауысым қысылып шығады. Не себептен олай?",
        "question_content": "Дауысым қысылып шығады. кейде ешкім естімей қалады. кенеттен семіріп кетсе солай бола ма? менікі бұрын жуан ашық шығатын. көпшілік жерінде дауысым қатты шықпайды. несиеуге болатынын айтсаңыздар.",
        "question_date": "20.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дауысыңыздың өзгеруі өтпелі кезеңге байланысты. Егер жасыңыз 13 пен 18 арасында болса. Онда бұл тұрақты жағдай. Бұл жаста жасөспірімдердің дауысы, бойы, салмағы өзгеріске ұшырайды.",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомектепте оқыды деген сертификатты қайда пайдалануға болады?",
        "question_content": "Автомектепте оқыды деген сертификатты қайда пайдалануға болады?",
        "question_date": "20.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Мамандандырылған ХҚКО пайдалануға берілген кезде автомектептерде оқып, куәлік алуға енді талап қойылмайды, яғни ол міндеттелмейді. Себебі, жаңадан ашылатын орталықта автодром болады. Онда жүргізуші куәлігін алғысы келгендер әр түрлі категорияға сай емтихандар тапсырады. Ал «өзім үшін үйренем» дегендер автомектепте де курс оқып, жүргізуші куәлігін ала алады.\nТолығырақ: https://m.azh.kz/kz/news/view/28471",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәжірибелік күнделікті қалай толтырамын?",
        "question_content": "Тажирибеден мектепте отип жатырмын колледжде окимын есептеу техникасы мамандыгы бойынша тажирибелик кунделикти калай толтырамын комек беринздерши тажирибе кезинде тек кана кунделик кз и компьютерге установка жасадым болды",
        "question_date": "20.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәжірибе күнделігін күнделікті тәжірибе кезінде не жасағаныңыз туралы жазып отырасыз. Тәжірибеде қандай әдістермен таныстыңыз. Бұл әдістерді қалай қолдандыңыз толық жазып өтесіз.",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкім грантынан шет елге ауыссақ қандай да бір проблемалар бола ма ?",
        "question_content": "1 курс Әкім грантымен оқып жүріп шет елге ауысып кетсек басқа мамандыққа ондайда ешқандай проблемалар болмай ма? Білетіндеріңіз болса жауап бпріңіздерші",
        "question_date": "19.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гранттан айырылып қаласыз.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казахстанның өсімдіктері мен жануарлар әлемі",
        "question_content": "Казахстанның өсімдіктері  мен  жануарлар  әлемі",
        "question_date": "19.04.2021",
        "question_tag": "Табиғат",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан өсімдіктері жамылғысының қалыптасуы\nҚазақстан өсімдіктері жамылғысының қалыптаса бастауы аумағының негізгі бөлігін су басып жатқан кезден, бор дәуірінің аяғы мен палеоген дәуірінің бас кезінен басталады. Палеогенде бүкіл Тұран ойпатын теңіз басып жатқан. Ол Торғай бұғазы арқылы Батыс Сібір теңізімен жалғасқан. Теңіз Қазақстанға қараған құрлықты екіге бөлген. Торғай бұғазынан шығыста Алтай, Сарыарқа аймақтарында, негізінен жалпақ жапырақтылары мен мәңгі жасыл қылқан жапырақты өсімдік түрлері (ангара флорасы) тараған. Ал Торғай бұғазынан батысқа қарай (Мұғалжар, Жалпы Сырт, Жем үстірті) мәңгі жасыл субтропиктік түрлер (полтава флорасы) дамыған.\nНеогенде Торғай бұғазының суы тартылып, құрғағаннан кейін екі жағы қосылған. Осы кезде полтава флорасы шығысқа қарай тарап, Жайсан көліне дейін жеткен. Керісінше, шығыста өскен өсімдіктер батысқа ауысқан. Соның нәтижесінде Қазақстанда торғай флорасы деп аталатын өсімдік түрлері қалыптасқан. Оған платан, грек жаңғағы, емен, шамшат, терек, т.б. жатады.\nТеңіздің шегініп, құрлық көлемінің ұлғаюы арта бастаған кезден (палеоген дәуірден) бастап, Иран арқылы Африка флорасы кірген. Олардың ішінде эфемерлі өсімдіктер, жоңышқа, қараған бұталары мен ағаштардың кейбір түрлері болған.\nПалеоген дәуірінің алғашқы жартысында жазық ойпаңдарды теңіз басып жатқан тұста, оның жағалауындағы қыраттар мен тауларға субтропиктік жалпақ жапырақты ормандар тараған. Палеоген дәуірінің екінші жартысында, теңіз суы тартылып, құрғап, орнына осы күнгі ірілі- ұсақты көлдер пайда болған.\nНеоген дәуірінде климат суып, таулы аудандарды мұз басқан кезде жылу сүйгіш өсімдіктер жойылып кетіп, қазіргі орман типтері қалыптасқан, грек жаңғағы, өрік, алма сияқты өсімдіктер сақталып калған. Сібір жақтан ауысып, арктикалық, альпілік өсімдіктер тараған. Қазақстанның осы күнгі өсімдіктер жамылғысы осылай біртіндеп ұзақ кезеңді басынан өткізіп қалыптасқан. Қазіргі өсімдіктердің қалыптасуына жергілікті өсімдіктер мен қоса сырттан келген түрлер де едәуір әсер еткен.\nҚазіргі Қазақстанның өсімдік жамылғысы\nҚазіргі Қазақстанның өсімдік жамылғысы 6000-дай өсімдік түрлерінен тұрады. Басқа көрші елдермен (Ресей, Орта Азия, Кавказ) салыстырғанда бұл онша көп емес. Оған Қазақстан жерінде шөлді, шөлейтті аймақтардың көптігі, топырақ пен климат әсер етеді. Екіншіден, Қазақстанның едәуір бөлігі геологиялық тарихы жағынан жас. Каспий маңы ойпаты мен Тұран ойпаты теңіз астынан неоген дәуірінде ғана босаған. Үстірт пен Бетпакдаланың босауы одан сәл ғана ертерек. Сол себептен бұл өлкелердің өсімдік жамылғысы әлі толық қалыптасып үлгірмеген.\nТаулы аймақ өсімдіктері\nӨсімдігі жағынан бай өлке Қазақстанның таулы аймақтары болып саналады. Әсіресе, Батыс Тянь-Шаньда Орта Азия мен Жерорта теңізінің бай флорасы сақталған. Онда палеоген дәуірінен қалған грек жаңгағы, платан, бадам, түркістан үйеңкісі, алмұрт және т.б. түрлері кездеседі. Сырдария- Қаратау флорасы бұдан да бай. Онда 1000-нан асатын өсімдік түрі, оның 150 түрі тек осы ауданға ғана тән, басқа жерде ұшыраспайтын өсімдіктер. Тянь-Шаньның, Алтайдың, Жетісу Алатауының тау беткейлерінде қылқан жапырақты ормандар таралған. Оларда шыршалардан, май қарағай, бал қарағай, самырсын түрлері өседі. Биік таулы белдеу шымды-шалғынды, бұталы шалғынды болып келеді. Тау алды мен аласа таулы белдеулерде дала зонасына тән өсімдіктер өседі. Алтайдың таулы даласында итмұрын, долана, бөріжидек бұталары мол. Жетісу Алатауы мен Тянь-Шань тау жүйесінің тау алды жазықтары шөлге ұқсайды. Оларда эфемерлер мен эфемер тәріздес өсімдіктер (қияқөлең, қоңырбас, көкнәр, қызғалдақ және т.б.) кең тараған. Аласа таулы белдеулер теректі, қайыңды, жабайы ағашты, алма, өрікті, доланалы ормандардан тұрады.\nДала мен шөл өсімдіктері\nСолтүстіктен оңтүстікке дейін 1600 км- ге созылып жатқан Қазақстанның кең жазиралы жазығында дала мен шөл өсімдіктері басым. Шөлді аймақтарда (Сарыесік Атырау, Мойынқұм, Бетпақдала, т.б.) сексеуіл, өзендер бойында жыңғыл, жиде, тораңғы тоғайлары кездеседі.\nОрмандар мен жасыл өсімдіктер\nҚазақстанда өсімдік дүниесінің 303 түрі Қызыл кітапқа енген және оның сақталуына мемлекеттік қорықтар қамқорлық жасайды. Өйткені шөп қоры мал жайылымы есебінде бағалы, ал орман өндіріс үшін керекті материал болып саналады.\nҚазақстан дүние жүзі бойынша орманы аз елдердің қатарына жатады. Бүкіл аумағының 11,4 млн гектар жерін (4,2%) ғана ормандар алып жатыр. Ол табиғатты тазартуда, топырақты эрозийдан сақтап, оның тамырын бекітуде, егіндік-шабындық жерлерді қорғау мен құм көшкіндерін бөгеуде аса маңызды рөл атқарады. Ауаны шаң-тозаңнан тазартып, аңызақ желден, құрғақшылықтан сақтауда да ормандар мен жасыл өсімдіктер пайдалы.\nҚазақстандағы қазіргі өсімдіктер түрлері\nҚазақстандағы қазіргі өсімдіктер түрлері қылқанжапырақты ормандар, ұсақ жапырақты орман-тоғайлар, бұталы тоғайлар, даланың бұталы өсімдіктері, сексеуіл, шөлдің бұталы өсімдіктері, дала өсімдіктері, субтропиктік өсімдіктер, шалғындар, тақырлар, шөлдің бір жылдық өсімдіктері болып бөлінеді. Оларға геоботаникалық жағынан Еуразияның қылқан жапырақты орманы (Оңтүстік Алтай), Еуропа, Сібірдің орманды даласы (Солтүстік Қазақстан), Еуразия даласы ( Еділ- Жайық, Мұғалжар-Торғай, Есіл-Нұра, Қарағанды, Ұлытау- Сарысу, Жайсан бойы), Азияның шөлді аудандары (Тұран ойпаты, Солтүстік Тянь-Шань, Қаратау) кіреді.\nЖануарлар дүниесінің дамуы\nЖануарлар дүниесінің дамуы жағынан Қазақстан палеоарктикалық-зоогеографиялық облысқа кіреді. Ондағы жануарлар дүниесінің пайда болуы мен қалыптасуы өсімдік жамылғысының даму тарихымен ұқсас. Палеоген дәуірінде Қазақстанды тропиктік және субтропиктік жануарлар мекендеген. Олар Үндістан және Африка жануарларының түрлерімен ұқсас болған. Ал мұз басу дәуірінде жылы климатқа бейім жануарлардың кей түрлері қырылып, біразы жылы жаққа қоныс аударған. Олардың кейбір түрлері Қазақстанның оңтүстік-шығысындағы таулы аймақта (Жетісу Алатауы, Іле Алатауы, Ұзынқара (Кетпен) жотасы) сақталып қалып, мұз басу дәуірінен кейін қайтадан дамып өскен. Қарақұйрық, жолбарыс, қабан, марал, бұғы, аққұтан, қызылқұтан сияқты жануарлар түрлері осы топқа жатады.\nМұз басу дәуірінде Қазақстанға материктің солтүстігінен суыққа төзімді жануарлар ауысқан. Олардың кейбір түрлері таулы аудандарда әлі де сақталған. Оларға тундра кекілігі, жапалақ, т.б. жатады. Мұз дәуірінен кейін Қазақстанға Орталық Азия жануарлары мен құстары өткен. Оларға құр, тоқылдақ, самыр- құс, ор қоян жатады. Кейін олар дала және шөл зоналарына ауысқан.\nҚазіргі жануарлар дүниесі\nҚазақстанның жануарлар дүниесі казір сүтқоректілердің 178, кұстардың 489, балықтың 104 және омыртқасыздардың 50 мыңнан астам түрлерінен тұрады. Таралуы жағынан олардың мекендері бірнеше зоогеографиялық аудандарға бөлінеді. Оларға дала және орманды дала (Солтүстік Қазақстан, Ертіс өзені бойы), шөлейт және шөл (Каспий теңізінің солтүстік және шығыс жағалары, Жайық бойы, Торғай, Қызылкұм, Балқаш пен Зайсан көлінің жағасы, Бетпақдала, Сарысу, Сырдария жағалауы, Үстірт), таулы аудандар (Алтай, Сауыр, Тарбағатай, Жетісу Алатауы, Тянь-Шань, Қаратау, Ұлытау, Қалба, Сарыарқа) жатады.\nДала жануарлары\nДала жануарлары табиғаттың ерекшеліктеріне икемделіп, түсі де дала бояуына қарай өзгере дамыған. Ондай қасиеттер тышқандар мен сарышұнақтардың көптеген түрлеріне тән. Даланы тышқан, алақоржын, қасқыр, түлкі, борсыққой мекендейді. Киік жиі ұшырасады. Дала құстарынан дуадақ, тырна, торғайдың әр түрі (қараторғай, бозторғай, шымшық) кездеседі.\nОрманды дала жануарлары\nОрманды даланың сүтқоректілері қатарына қоян, ақкіс, елік кіреді. Қасқыр мен түлкі мұнда да жиі кездеседі. Құстардан құр, шіл кең тараған, қайыңды ормандарды бөктергі, ителгі сияқты жыртқыш кұстар мекендейді. Ашық алаңдарда қарғаның түрлері, былдырық бар. Орман ішінде жылан аз кездеседі, кесірткенің біраз түрлері ұшырасады.\nШөл даланың жануарлары\nШөл даланың жануарлары ыстыққа, шөлге шыдамды болуға бейімделген. Олардың біразы күндіз терең қазылған інде жатып, түнде жемін аулауға шығады. Күндіз жүретін аңдар тым ерте және кешкі мезгілде ғана далада болады. Күндіз көлеңкеде, бұта түбінде жатады. Шөл хайуандары жүйрік келеді, алыс жерлерден су ішіп қайтады, құстары да қонбай, алысқа самғап ұша алады. Көбі шөлге шыдамды келеді. Олар (суыр, құм тышқандары, торғайдың кей тцрлері) ылғалы мол өсімдіктермен қоректенеді, соны қанағат тұтады. Көктемде, жаздың басында жерде ылғал бар кезде өмір сүріп, жазғы ыстықта ұйықтайтын да жануарлар бар. Сарышұнақ осылай тіршілік етеді. Олар маусым айынан бастап жазғы ұйқыға кетеді. Дала тасбақасы ұйқыны одан да ертерек бастайды.\nШөлдің де түрлері көп. Олар құмды, ұсақ тасты, тақырлы-сорлы болып келеді. Жануарлар да сол жерлердің табиғи ерекшеліктеріне қарай бейімделе дамыған. Құмды шөл далаларда әр түрлі бұталы өсімдіктердің, сексеуілдің, ақ гүлді қарағанның өсуіне байланысты, соларды қорек ететін хайуандар мекендейді. Ала жертесер, сарышұнақтың, құм тышқандарының кей түрлері, кірпі, құм қояны, кұстардан сексеуіл жорға торғайы кездеседі. Жылан, кесіртке сиякты жорғалаушылар шөлді далаларда көп. Құстар сексеуіл бұтақтарына ұя салады, олардың ішінде дала бүркіті, бөктергі, аққұйрық сауысқан бар.\nДаланың аңдары бір зонадан бір зонаға ауысып, кейде сол жерлерді мекендеп қалады. Жайық өзені бойы мен Каспий маңы ойпатында Еуропадан ауысқан орман сусары, тоғай барысы, Үстіртте оңтүстік және батыс облыстарға тән үстірт қойы (үстірт муфлоны), сілеусін және т.б. жануар түрлері ұшырасады.\nТаулы аймақ жануарлары\nҚазақстанның таулы аймақтарының да өзіне тән жануарлары бар. Мұндай аймақтар қатарына Алтай, Жетісу Алатауы, Тянь-Шань және Сарыарқаның аласа таулары жатады. Оларды мекендейтін жануарлар типі де біркелкі емес. Негізінен, оларда солтүстіктен және оңтүстіктен, Жерорта теңізінен, Қытайдан ауып келген аңдар көбірек кездеседі. Таулы аудандардың жалпақ жапырақты, қылқан жапырақты ағаштарынан қорек алатын, грек жаңғағын шағатын, пісте, бадам жемістерін жейтін аңдар (тиін, орман тышқаны, саңырау құр, қарабауыр шіл, үкі, қаршыға, тоқылдақтың кей түрлері, т.б.) мол. Бұлардан басқа Алтайда қоңыр аю, тундра құры, may ұлары кездеседі. Жерорта теңізінен ауысып, Алтайға жетпей, Тянь-Шань, Тарбағатай (Барқытбел) шекарасынан өтпей қалған құстар қатарына гималай ұларын, байғызды атауға болады. Жетісу Алатауы, Күнгей Алатауы бойын бұғы, сілеусін, шиқылдақ торғай, шақылдақ тышқан, шымшық, Батыс Тянь-Шаньды ұзын құйрық тышқан, жайра, көк қарға, суықторғай, шыбыншы торғай, ақтамақ бұлбұл мекендейді. Бұлардан басқа Орталық Тянь-Шаньда алтай суыры, имектұмсық балықшы, қызыл мойын бұлбұл ұшырасады. Іле Алатауының төменгі шөлмен ұласып жатқан зонасынан бастап, суармалы егістігі бойында, одан жоғарғы альпі шалғынында, мәңгі қар жататын тау басында өсіп-өнген жануарлар түрінің де өзіндік ерекшеліктері бар. Алма, өрік, долана, шетен және т.б. бұталы жемістер алқабында кеміргіштер мен кұстардың ірі түрлері қоныстанған. Шыршалы орманда бұғы, сілеусін, елік, альпі шалғынында таутеке, барыс, арқар кездеседі. Құстардың да әр түрі ұшырасады.\nКөлді аймақ, тоғайлы және бұталы жер жануарлары\nҚазақстанның көлді аймақтарын, тоғайлы, бұталы жерлерін мекендейтін жануарлар түрі де әр алуан. Оларда құстар ұя салады. Тоғай ішінде бүркіт тұқымдас қарақұс, бөктергі, ұзын құлақты жапалақ, сұр шымшық кездеседі. Қырларда дала мысығы, Сырдария бойының тоғайларында шиебөрі, тоғай бұғысы жүреді. Өзенді алқаптар мен бұталы жерлерде қабан, елік, ақкіс мекендейді. Өзен-көлдер бойы құсқа бай, теңіздер мен су қоймаларында балық түрлері де мол. Аралда балықтың 40, Каспийде 50 түрі және итбалық мекендейді.\nОмыртқасыз жәндіктер\nҚазақстан далаларында омыртқасыз жәндіктер де көп кездеседі. Олардың ішінде зияндылары да аз емес. Шегіртке егін мен шабындық шөптерді жейді. Қарақұрт, бүйі, шаян, жылан, кененің түрлері адам өміріне қауіп туғызады. Көбелек құрттары ағаштар мен жеміс-жидекті сорады. Ағашты, сулы жерлер мен қалаларда маса ұрық таратады.\nҚазақстанның жануарлар дүниесін қорғау\nҚазақстанның жануарлар дүниесін қорғау, олардың адам өміріне, халық шаруашылығына келтіретін зиянына қарсы күресу - мемлекеттік шара болып табылады. Жануарлардың сирек және құрып кетуге таяу аз түрі «Қазақстанның Қызыл кітабына» енгізіліп, ерекше қорғауға омыртқалылардың 125 түрі, омыртқасыздардың 96 түрі алынған. Олардың ішінде сүткоректілерден (қарақұйрық, арқар, қабылан, қар барысы, тянъ-шанъ қоңыр аюы, шағыл мысығы, күзен және т.б), кұстардан (қоқиқаз, бура және қызғылт бірқазан, қара және ақләйлек, тоқылдақ аққу, дала бүркіті, дуадақ, қырғауыл, ұлар және т.б.), жорғалаушылар, қосмекенділер мен балықтың бірнеше түрлері бар. Елімізде бұрын көп болған кұлан, қарақұйрық, ақбөкен сияқты аңдардың санын қалпына келтіру, сырттан әкелінген жануарларды жерсіндіру бағытында да жұмыстар жүргізілуде. Өзен бойларында ондатр, Алтай тауларында қара күзен мен балғын, Каспий жағалауында ит тәріздес жанат өсіру қолға алынған. Өзендер мен көлдерге балықтың жаңа тұқымдары жіберілуде.\nҚазақстан табиғатының байлығы мен жануарларын қорғау максатында Ұлттық парктер (Баянауыл, Іле Алатауы, Қарқаралы, Алтынемел, Ордабасы) мен қорықтар (Ақсу-Жабағылы, Наурызым, Алматы, Барсакелмес, Үстірт, Қорғалжын, Батыс Алтай, Алакөл) ұйымдастырылған.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоршаған орта мен халық денсаулығы мониторингін ұйымдастыру ерекшеліктері.",
        "question_content": "Қоршаған орта мен халық денсаулығы мониторингін ұйымдастыру ерекшеліктері.",
        "question_date": "19.04.2021",
        "question_tag": "Табиғат",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған орта жағдайын бақылау және мониторинг\nСоңғы жылдары эколог-болжаушылардың арасында XX ғасырдың 20-шы жылдарында қоршаған ортаға байланысты қолданылған мониторинг ұғымы кең таралған. Экологиялық мониторинг - антропогендік факторлар әсерінен қоршаған орта жағдайының, биосфера компоненттерінің өзгеруін бақылау, баға беру және болжау жүйесі. Мониторинг ұғымы кең ұғымда экономикада, өнеркәсіпте, және басқа да бақылаулар жүргізілетін салаларда қолданылады. Ғылыми оқулықтарға бұл ұғым Стокгольмдегі БҰҰ-ның ұйымдастыруымен (маусым, 1972 ж.) өткен қоршаған ортаны қорғау жөніндегі конференңиядан кейін енді. Қазіргі таңда мониторинг ұғымы негізгі үш түрлі жұмыстардан тұратын қоршаған табиғи ортаны бақылау жүйелері ретінде қарастырылады:\nқоршаған ортаның жағдайын жүйелі түрде бақылау.\nтабиғи және антропогендік факторлардың әсерінен табиғатта болуы мүмкін өзгерістерді болжау.\nқоршаған орта жағдайын ретке келтіру шараларын басқару.\nБақылайтын обьектілердің ерекшелігіне, түріне және бақылау әдістеріне байланысты мониторингтің бірнеше түрлерін ажыратады, Мысалы:\nЖүргізу әдістері бойынша мониторингтің мынадай түрлері бар:\nбиологиялық (биоиндикаторлар көмегімен);\nдистанционды (авиациялық және космостық);\nаналитикалық (химиялық және физико-химиялық талдау).\nБақылау обьектілері бойынша:\nқоршаған ортаның жеке компоненттері мониторингі (топырақ, су, ауа);\nбиологиялық мониторинг (өсімдіктер және жануарлар дүниесі).\nМониторингтің негізгі мақсаттары мен міндеттері төмендегі кестеде көрсетілген.\nҚоршаған орта жағдайы мониторингінің мақсаттары мен міндеттері\nҚоршаған орта жағдайы мониторингі\nМіндеті\nМақсаты\nБақылауАнықтауБағалауБолжауШешім қабылдауЖетілдіруқоршаған орта жағдайының өзгеруіадам іс-әрекеті арқасында қоршаған орта жағдайының өзгеруіне алып келетін себептеріадам іс-әрекеті әсерін анықтап, өзгерісгерді бақылауқоршаған орта жағдайында болатын өзгерісгерадамның теріс іс-әрекеті нәтижесіндегі зардаптарды жоюқоршаған орта мен қоғам арасындағы тиімді қатынастар стратегиясы\nСонымен, мониторингтің технология процестерін алгоритм түрінде былай бейнелеуге болады:\nӨлшеу\nталдау\nсипаттау\nмоделдеу\nдұрыс жолын таңдау.\nIc-әрекеттердің мұндай алгоритмі қоршаған ортаның кез-келген мониторингіне тән.\nЭкологтар үшін негізгі мынадай мониторинг түрлері бар:\nБиологиялық мониторинг\n- биологиялық орталардағы (организмдерде, биоценоздарда) табиғи және антропогендік процестерді бақылау (ауыр металдардың, пестицидтердің жинақталуы). Мұндай мониторинг тіршіліктің қоршаған орта компоненттерімен өзара барлық байланысын қамтиды.\nБазалық мониторинг\n- жалпыбиосфералық, яғни, тек қазіргі кездегі ғана емес, жақын аралықтағы 50-100 жыл ішінде болатын негізінен табиғи құбылыстарды бақылау.\nБиосфералық мониторинг\n- биосферадағы өзгерістерді: атмосфераның шаңдануы, әлемдік су балансы, Әлемдік мұхиттың ластануы, құрлық пен мұхиттағы биологиялық өнімнің өзгеруі және т.б. ғаламдық деңгейде бақылау.\nБиоэкологиялық мониторинг\n- табиғи ортаның жағдайын оның адам денсаулығына әсері тұрғысынан бақылау. Адамның тыныс-тіршілігін көрсететін көрсеткіштер - ауруға ұшырауы, туылуы, өмір сүру ұзақтығы және т.б. қолданылады.\nГеоэкологиялық мониторинг\n- табиғи экожүйелердегі өзгерістерді бақылау. Географиялық стационарлық бақылаулардың жүйелеріне сүйене отырып, экожүйелердің биологиялық өнімділігі, өздігінен тазаруға қабілеттілігі, заттардың шекті мүмкін концентрациясы көрсеткіштері қолданылады.\nДистанционды мониторинг\n- бұл авиациялық және космостық мониторингтің жиынтығы. Кейде бұл ұғымға, көрсеткіштері ақпараттарды жинау орталығына беріліп отыратын, адам аяғы басуы қиын жерлердегі приборлар арқылы алыстан ақпараттарды беру әдістерін (радио, спутник) де жатқызады.\nТеңіздердің ластануы мониторингі\n- теңіздер мен мұхиттардағы судың сапасын білу мақсатында ақпараттар алу үшін олардың жағдайын болжау, бағалау және бақылау жүйесі. Бұл теңіз су ресурстарын үнемді пайдалануға және оларды ластанудан қорғау шараларын жүргізуге қажет.\nҚұрлықтағы сулардың ластануы мониторингі\n- су ресурстарын үнемді пайдалану және оларды ластанудан, құрғап кетуден қорғау шараларын жүргізу үшін құрлықтағы сулардың жағдайы туралы ақпараттар алу мақсатында болжау, бағалау және бақылау жүйесі. Су сапасының көрсеткіштеріне - температура, минералдану, рН, түсі, еріген оттегі, дәмі, ауыр металдар, мұнай өнімдері, фенолдар, пестицидтер және ең бастысы натрий, калий, кальций, магний, хлор, сульфат, карбонат, нитрат иондары жатады.\nЛастаушы көздер мониторингі\n- ластаушы көздер арқылы су обьектілеріне, атмосфералық ауаға, топыраққа бөлінген заттардың мөлшерін және ластану деңгейін болжау, бағалау және бақылау жүйесі.\nАймақтық мониторинг\n- антропогендік әсерге ұшыраған үлкен өнеркәсіп орындары, қалалар және олардың айналасындағы аймақтар биосферасы туралы ақпарат алу үшін бақылау.\nКлассификациядағы мониторингтердің деңгейіне сәйкес - халықаралық және аймақ аралық басқару деңгейлері ғаламдық деңгейлермен байланыста болуы, ал ұлттық - аймақтық деңгеймен байланыста болуы керек.\nЭкологиялық мониторинг жүйесінде биологиялық мониторингтің, яғни, экожүйенің биотикалық құрамы мониторингі ерекше роль атқарады. Биологиялық мониторинг - бұл қоршаған табиғи ортаның жағдайын тірі организмдер көмегімен бақылау. Биологиялық мониторингтің негізгі әдісі - биоиндикация, антропогендік факторларға байланысты биотадағы кез-келген өзгерістерді есепке алып отыру.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денсаулық деңгейін сақатуға бағытталған үлкен шаралар.",
        "question_content": "Денсаулық деңгейін сақатуға бағытталған үлкен шаралар, мысалы, қоршаған ортаны қорғау, салауатты өмір салтын қарастыру",
        "question_date": "19.04.2021",
        "question_tag": "Табиғат",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс тамақтану\nАс – адамның арқауы. Қаншалықты дұрыс тамақтансақ, денсаулығымыз соншалықты мықты болмақ. Дұрыс тамақтану қағидасын денсаулығына алаңдайтын әрбір адам білгені дұрыс.\nТамақтану сауаттылығының бес негізі:\n1. Тамақ құрамында негізгі қоректік заттардың болуы (ақуыз, май, көмірсу)\n2. Тамақ рационында қосымша заттардың болуы (дәрумендер мен микроэлементтер)\n3. Тамақ нәрлігі адам жасына, денсаулық күйіне, табиғат климатына байланысты;\n4. Тәулік бойынша тамақтану тәртібінің мөлшерін сақтау;\n5. Тамақтанудың санитарлық-гигиеналық талаптарға сай болуы.\nТамақтану ережесін сақтау үшін…\nКүндізгі тамақтану адамның қанша күш жұмсайтынына байланысты болуы керек.\nБір стақан суды əрбір тамақтану алдында ішу. Судың күндік мөлшері 1,5-2 л (мұның ішіне қалауыңызға қарай қантсыз көк шайды қосуға болады).  Су аштық сезімін қадағалап, зат алмасуды ретке келтіреді. Қажетті мөлшерде су ішіп жүру арықтауға өз септігін тигізеді. Күніне 1,5 литр су ішу сіз үшін тұрақты ереже болсын. Бұл мөлшерге шай мен түрлі шырындарды қоспаңыз. Адамның денесінің 55-70 пайызы судан тұратынын есептесек, ол барлық алмасу, қышқылдану, термо реттеу және басқа да процестерге қатысады. Физикалық жаттығулар, ыстық кезде немесе ауырғанда адам ағзасына одан да көп су қажет.\nЗиянды/каллориясы көп тағамды түскі сағат 12-ге дейін жеуге болады.\nРациондағы барлық гарнир түрін көкөніске алмастыру қажет.\nТамақты 2,5-3 сағат сайын аз ғана бөліктен жеп тұрыңыз.\nСпорттық жаттығулар (тренажерлық зал, кардиожаттығулар, жаяу жүру, баспалдақпен бірнеше рет көтерілу/түсу).\nЕгер жұмыстың басым бөлігі түске дейінгі мерзімге түссе, таңғы ас пен түскі асқа баса мән беріңіз. Ақуызы көп тағамдар зат алмасу үрдісін жүргізетін мүшелердің қызметін күшейтеді.\nҰйқы кезінде ас ақырын қорытылады, сондықтан ұйықтар алдында тойып тамақтанбау керек. Ұйқыға жатардан үш-төрт сағат бұрын тамақтанған дұрыс.\nТәбет (ашығуды сезіну) – сау ағзаның белгісі. Бұл жерде жүйке жүйесі маңызды рөл атқарады.\nТаза, жылы бөлмеде әдемі әзірленген тағам тәбетті ашса, лас, тұрып қалған ас-ауқат тәбетті жауып қана қоймай, ағзаға белгілі мөлшерде зиянын тигізеді.",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көршіге пікір - анықтама жазу?",
        "question_content": "Көршіге пікір - анықтама жазу",
        "question_date": "19.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің көршіміз мейрімді,наурызда,жаңа жылды бірге тойлайтынбыз,бірак мен баска калаға көшіп келдім,менің достарым,көршілерім көп,енді сол көршілерімен бірге мейрамдарды тойлаймыз.",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызбен не әңгіме айтуға болады мен мүлдем сөйлеспегем едім?",
        "question_content": "Қызбен не жайында әңгіме айткан дұрыс күнде сөйлесе беретіндей болса",
        "question_date": "19.04.2021",
        "question_tag": "Махаббат",
        "question_views": 979,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) оның және сіздің қызығушылығыңыз\n\n2) Белгілі бір оқиға бойынша ол жағдайға деген ойыңыз\n\n3) Күнделікті өмірде болып жатқан қызықты жағдайлар\n\n4) Болашаққа жоспарыңыз жайлы\n5) Әлемде болып жатқан өзгерістер жайлы\n\nКөөөп деп ойлаймын сөйлесетін зат. Бастысы шын көңілмен , шынайы юолса болды.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтадан ҰБТ тапсырып грантқа түсе аламын ба?",
        "question_content": "Мен биыл универде 1 курстамын.Маған өзімнің мамандығым ұнамайды.Қайтадан ЕНт тапсырып грантқа басқа мамандыққа түсе аламын ба?",
        "question_date": "19.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия оқудан шығып, кешенді тест тапсырып, грантты жеңіп алсаңыз  жаңа мамандықпен оқи аласыз. ҰБТ емес кешенді тест тапсырасыз.",
                "date": "19.04.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен ҰБТ тапсырмайсыз. Тек кешенді тест тапсырып, қалаған мамандығыңызға түсуге болады. Әрине ол үшін әрбір оқу орнының талаптары бар сол көрсетілген талаптарға сәйкес тапсыруыңыз тиіс.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз берік кезде ғұсыл бұзылса ораза бұзыла ма?",
        "question_content": "Ауыз бекіткеннен кейін ухтадым таң ерте турсам ғусылым бұзылған екен ораза бузылама алде жоқ?",
        "question_date": "19.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұстаған оразаңыз қабыл болсын!",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетке тапсырып қойып жұмыс істесе мектепте айлық қанша алады?",
        "question_content": "Егер мамандығы бойынша университетке тапсырып қойып жұмыс істесе мектепте айлық қанша алады?",
        "question_date": "18.04.2021",
        "question_tag": "Заң",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз бакалаврға тапсырып қойған , колледж түлегі болып тұрсыз ғой?\nОнда сіз бакалавр аяқтаған тура сіздей жаңа жұмысқа орналасқан маман болса да  ол түлектен аз аласыз, және  айлық жалақыңызға  сағат саны да, мектептің орналасқан аумағы да әсер етеді.\nЕгер қазір заңды түрде орналасып алған болсаңыз, бухгалтерияның маманынан нақтыжауабын ала аласыз ғой.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-Жауап сайтында қойған сұрақты өзгертуге бола ма?",
        "question_content": "Мен қойған сұрақты өзгертуге бола ма?",
        "question_date": "18.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 184,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады, ол үшін өзгерту дегенді басасыз",
                "date": "20.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойдақтарға жыныстық қатынасқа түсуге болам қызда улда ораза ұстаса",
        "question_content": "Уйленбегенбіз бірақ 1 жыл болды сөйлесіп жүргенімізге қызда, ұлдар ораза устап жүрсе жыныстық қатынасқа ,түсуге болама",
        "question_date": "18.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шариғат бойынша қыз бен ұл некеге дейін қол  алысып амандаспайды да. \nӘркімнің өз еркі әрине, бірақ мұсылмандық парызды орындағасын, шынайы жүрекпен Алладан қорқып барлық шартын орындауға тырысу керек деп ойлаймын. Рамазан айынан бөлек уақытта да ол дұрыс емес болып табылады. Рамазан айында тіптен үлкен күнә болар.",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезіндегі хайыз",
        "question_content": "Салеметсздерме. Енди медицина болган сон уят туги жок деп ойлайм. Егер ораза кезинде хайыз келип, ол толык битпей ягни коныр тустес хайыз келсе оразасын устай беруге болама? Ойткены менде ол 7 кун бирак Али солай болп отыр. Бастысы катты келип жаткан жоккой. осыган жауап берсениздер!",
        "question_date": "18.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7 күн ішінде тоқтамаса әрі бұл бұрын қайталанаған, яғни бірінші рет болып жатқан болса , онда дұрысы дәрігерге қаралған жөн. \nОл етеккір емес қалпынан бұзылған бөлінділер болуы да мүмкін. Анық сенімді болу үшін дәрігерге көрініңіз.\n Ораза кезінде байқалған етеккір қаны әйелдің оразасын бұзады. Ол күннің қазасын кейіннен өтейді. Етеккірі байқалған әйелдің ораза ұстуына болмайды. Бұл туралы Шейх Атия Сақр: «Хайыз бен нифасы келген әйелдерге қатысты фиқһ ғалымдары мына екі нәрсеге бірауыздан келіскен: біріншісі – оған ораза ұстау парыз болмайтындығы, екіншісі – егер ораза ұстаса, ол оразасы дұрыс болмайтындығы, керек болса, ол ісі күнә болатындығы», – деген.\nИмам Нәуаи (р.а) айтты: «Мұсылман үмметі хайыз бен нифас әйелдерге ораза ұстауға болмайтынына әрі ұстаған оразасы да бұзылмайтындығына бірауыздан келіскен. Сол сияқты, кейіннен оразасының қазасын өтейтіндігіне де келіскен. Үмметтің бірауыздан келіскендігін Имам Тирмизи, Ибн Мунзир, Ибн Жәрир және мазхабымыздың ғалымдары жеткізген».",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих мұғалімі болу үшін қай оқу орнына түсуге болады?",
        "question_content": "9сыныптан кейін тарих мұғалімі болуға болама?\nҚандай оқу орнына баруға болады?",
        "question_date": "18.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 893,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Педагогикалық көлледжге түсу керек.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіл ойылғанда ашутасты қалай қолданады?",
        "question_content": "Ашутасты қанша минут ауызда қанша минут ұстайды, ойылған жерге ашутасты қойып ұстап тұрама әлде басқалай қолданама?",
        "question_date": "18.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі тас күйіндегі ашудас болса сол ойылған жерге 5-10 минуттай қоясыз.\nЖәне де оның ұнтақталған түрі болса сумен ерітінді жасап ауызды 2-3 мезгіл шайқайсыз.\nКөбіне өзіңіздің жеке сезіміңізге де орай қолданылады.",
                "date": "18.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жыртылған құран кітап көрдім. Бұл ненің белгісі?",
        "question_content": "Түсімде жыртылған құран кітап ұстап тұрмын. Ол ненің белгісі?",
        "question_date": "17.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құран – түсіңізде Құран оқысаңыз, өңіңізде жеңіске жетіп, қуанышқа бөленесіз. Сырқат адам Құран оқығанын көрсе, Алла оны ауыруына шипа береді.\nТолығырақ: https://stan.kz/musylmansha-t%D2%AFs-zhoru/",
                "date": "18.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әділетсіз шешім шығарып жатқан соттың үстінен кайда барып шағымданса болады?",
        "question_content": "пенсионер кисини уйден сот куып отыр, биринши решениеде уй пенсионер кисиге калат деп шешти енди оны бузып отыр.бул уйде  23 болды налогин коммослугасын барин толенип келди.енди сот биринши  шыккан решениени бузып екинши решениеде уйден куып отыр.Мен естигенмин 7 жыл уйде турса ол уй сол турып жаткан адамдардын атына автоматты турде отеди деп ал мунда 23 жыл болды турылып жатканына.уйдиде сатып алган пенсионер кисинин ози кызына сатып алып берген 18 жасында енди келип куып отыр сот сол кыздын айтканын истеп отыр пенсионер киси  жактан мулдем каралмай отыр адилетсиз шешим шыгарылып отыр.",
        "question_date": "17.04.2021",
        "question_tag": "Заң",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сонда түсінігім бойынша ана кісі қызына сол үйді сатып алып берді, енді сол қыз ана кісі яғни әкесін сол үйден қуып жатырғой. Үй кімнің атында? Негізі сұрағыңыз түсініксіздеу сияқты?",
                "date": "19.04.2021",
                "upvotes": 0
            },
            {
                "text": "я уй кыздын атында.бирак 18 жасында папасы алып берген енди ол киси кащир пенсионер соны куып отыр бала шагасымен",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепті өрнек түрінде шығар. Самат Анардан неше жас үлкен?",
        "question_content": "Самат 9 жаста, ал Анардың жасы одан 3 есе кіші. Самат Анардан неше жас үлкен?",
        "question_date": "17.04.2021",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А = С/3 = 9/3 = 3\n\nС - А = 9 - 3 = 6",
                "date": "17.04.2021",
                "upvotes": 0
            }
        ]
    }
]