[
    {
        "question_title": "Дипломмен ауылға үй ала аламын ба?",
        "question_content": "Дипломмен ауылға бағдарламасы бойынша үй алуға шетел тілінен бастауыш білім беру мамандығы сай келе ма?",
        "question_date": "22.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен – ауылға»\nТөмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\nМемлекет тиісті әлеуметтік қолдаумен ауылдық жерлерде жұмыстар ұсынады. Жас мамандарды әлеуметтік қолдауға мыналар кіреді:\n• 70 АЕК мөлшерінде біржолғы көтерме жәрдемақы беру;\n• 1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен, 15 жылға арналған мерзімге тұрғынүй сатып алу және салу үшін бюджеттік несие беру;\n• ауылдық елді мекендерде орналасқан әлеуметтік салалар мекемелерінің мамандарына (қалалық елді мекендерде) тарифтік мөлшерлемелерден 25%-ға кем емес мөлшерде лауазымдық еңбекақыны көтеру.\nБағдарламаға қатысу үшін мыналар қажет:\n• сіз таңдаған елді мекенде (ауыл мектебі, аурухана, Мәдениет үйі, спорт кешені және т.б.) өз бетімен жұмыс табу;\n• жұмысқа қабылдау кезінде үміткер бағдарламаға қатысуға аудандық комиссияға өтініш береді;\n• өз бетіңізбен жұмыс іздеу мүмкіндігі болмаған кезде, сіз ҚР Ауылшаруашылық министрлігіне немесе өңірлердегі жауапты қызметкерлерге өтініш білдіре аласыз;\n• өңірлердегі кадрларға деген қажеттілік туралы деректер облыстық әкімдіктер басқармаларының сайттарында орналастырылған.\nЖобаға қатысу үшін құжаттар тізбесі:\n• үлгі бойынша өтініш;\n• жеке басты куәландыратын құжаттың көшірмесі;\n• тиісті елді мекенде тұратындығын растайтын, азаматтарды тіркеу кітабының (үй кітабының) көшірмесі немесе мекенжай анықтамасы;\n• білімі туралы дипломның көшірмесі;\n• Қазақстан Республикасының қолданыстағы заңнамасына сәйкес тұрғын үй сатып алу-сату туралы алдын ала шарт;\n• жылжымайтын мүлікті бағалау актісі (бюджеттік несие алу үшін);\n• тұрғын үй салу үшін берілген жер телімдерін пайдалану құқығына акті.\n«Дипломмен ауылға» бағдарламасының шеңберлерінде үш жылдың ішінде республиканың ауылдық елді мекендеріне 24 577 мамандар барғандығын атап көрсетеміз.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограммның қабырғалары 3см және 3,5 см,ал оның диагоналдарының біреуі 5,5-ге тең.",
        "question_content": "Параллелограммның қабырғалары 3см және 3,5 см,ал оның диагоналдарының біреуі 5,5см-ге тең. Екінші диагоналы қанша және сызбасы қандай?",
        "question_date": "22.01.2021",
        "question_tag": "Геометрия",
        "question_views": 845,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a= 3 см\nb = 3,5 см\nd1 = 5,5см\nd2=?\n\nПараллелограммның диагональдарының квадраттарының қосындысы оның қабырғаларының квадраттарының қосындысына тең.\n\nd1 квадраты + d2 в квадраты = 2*a² + 2*b²\nd1 квадраты + d2  квадраты = 2*3² + 2*3,5² = 42,5\nd2  квадраты = 260 - d1 вквадрате = 42,5 - 5,5²  = 12,25\nd2 = √12,25 См",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«А. Байтұрсынов өлеңдерінен алған әсерім қандай?» тақырыбына мәтін жазу.",
        "question_content": "«А. Байтұрсынов өлеңдерінен алған әсерім қандай?» тақырыбында жазба жұмысын орындаңыз. 70-80 cөз",
        "question_date": "22.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байтұрсынұлы шығармашылық жұмысын өлең жазудан бастаған. Онда ол еңбекші халықтың ауыр халін, арман-тілегін, мұң-мұқтажын көрсетіп, жұртшылықты оқуға, білім-ғылымға, рухани биіктікке, адамгершілікке, мәдениетті көтеруге, еңбек етуге шақырады.\nПатшалық Ресейдің қанаушылық-отаршылдық саясатын, шенді-шекпендінің алдында құлдық ұрған шенеуніктердің опасыздығын сынады.\nАқынның алғашқы өлеңдері \"Қырық мысал\" атты аударма жинағында 1909 ж. Санкт-Петербургте жарық көрді. Бұл кітабы арқылы қалың ұйқыда жатқан қараңғы елге жар салып, олардың ой-санасын оятуға бар жігер-қайратын, білімін жұмсайды.\nАқын әрбір аудармасының соңына өзінің негізгі ойын, айтайын деген түйінді мәселесін халқымыздың сол кездегі тұрмыс-тіршілігіне, мінезіне, психологиясына сәйкес қосып отырған.\nБайтұрсынұлының екінші кітабы — \"Маса\" (1911). Бұл кітапқа енген өлеңдерінде ақын қараңғылық, надандық, шаруаға енжарлық, кәсіпке марғаулық сияқты кемшіліктерді сынады.\nОл Шоқан, Абай, Ыбырай қалыптастырған дәстүрлерді, гуманистік, демократиялық бағыттағы өрісті ойларды өзінше жалғастырушы ретінде көрінді. \"Қазақ салты\", \"Қазақ, қалпы\", \"Досыма хат\", \"Жиған-терген\", \"Тілек батам\", \"Жауға түскен жан сөзі\", \"Бақ\" және тағы басқа өлеңдерінің мазмұны осыны танытады.\nАхмет Байтұрсынұлы халық ауыз әдебиетінің үлгілерін жинап жарыққа шығаруға зор үлес қосты. Қазақтың \"Ер Сайын\" атты эпостық жырына алғы сөз бен түсініктемелер жазып, оны 1923 жылы Мәскеуде шығарды.\nБұдан бөлек, қазақ ауыз әдебиетінде молынан сақталған жоқтау-жырларын арнайы жүйелеп, 1926 жылы \"23 жоқтау\" деген атпен жеке кітап етіп жариялады.\nБайтұрсынұлының қазақ әдебиеттану ғылымы мен әдебиет тарихы жөніндегі тұңғыш көлемді еңбегі — \"Әдебиет танытқыш\" (1926). Автор әдебиет тарихына, теориясы мен сынына, методологиясына тұңғыш рет тиянақты анықтама беріп, қазақ әдебиеттану ғылымының жүйесін жасады.\nӘрі қарай оқу: https://sputnik.kz/spravka/20191124/12110067/Alash-Akhmet-Baytursynuly.html",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бертолле тұзының 0,5 молін өршіткі қатысында айырғанда қанша көлем (қ. ж) О 2 бөлінеді?",
        "question_content": "Химия пәнінен осы есепті шығару керек еді. Өзім шығара алмай жатырмын",
        "question_date": "22.01.2021",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2KClO3 ----> 2KCl + 3O2\n\nn(O2) = 3/2n(KClO3) = 0,75 моль\n\nV(O2) = 0,75*22,4 = 16,8 л\n\nЖауабы: 16,8 л",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудан бойынша «Балалар үйіне» зерттеу жұмысын жүргізу.",
        "question_content": "Аудан бойынша «Балалар үйіне» зерттеу жұмысын жүргізіңіздер. Деген сұраққа жауап керек еді.",
        "question_date": "22.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Квадраттың ауданы 1-ге тең. Төбелері осы квадрат қабырғаларының орталары",
        "question_content": "Квадраттың ауданы 1-ге тең. Төбелері осы квадрат қабырғаларының орталары болатын жәна квадраттың ауданын табыңдар?",
        "question_date": "22.01.2021",
        "question_tag": "Геометрия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sabcd = AB² = 1\nAB = 1\nΔANK:   ∠A = 90°,  AN = АK = 1/2  екі тең қабырғаның жартысы\n           Пифагор теоремасына орай\n            KN = √((1/2)² + (1/2)²) = 1/2 · √2 = √2/2\nSklmn = KN² = (√2/2)² = 2/4 = 1/2",
                "date": "22.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "a, b, с бүтін сандарының қосындысы мен көбейтіндісін есептейтін программасын құрыңыз.",
        "question_content": "a, b, с бүтін сандарының қосындысы мен көбейтіндісін есептейтін программасын құрыңыз.",
        "question_date": "21.01.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=int(input('a:'))\n\nb=int(input('b:'))\n\nc=int(input('c:'))\n\nqosyndy = a + b + c\n\nkobeytindi = a * b * c\n\nprint(qosyndy)\n\nprint(kobeytindi)\n\n#pуthon тілінде жаздым",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Минимальная зарплата воспитатели",
        "question_content": "Казакстанда воспитатель (детского сада) ең бырыншы кыргендегы зарплатасы канша? Университет бітірген адамдар, жумыска воспитатель болып кірема? Немесе одан жогарырак.\n\nЖалпы болашағы бар мамандыкпа?или мамандктан ауысу керекпе???жауап күтемін.",
        "question_date": "21.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда көп бала бақшалар жекеменшік болғандықтан әр ұйымда айлық әртүрлі. Яғни сіздің болашақтағы айлығыңыз орналасқан мекекміңізге байланысты болады.\nБолашағы бар деп  ойлаймын. Қазір баласын 3-4 жасқа дейін қарап отыра беретін аналар аз. Яғни балабақшаның,сәйкесінше балабақшаға қызметкерлердің керектігі маңызды. ЖОО бітіріп барсаңыз, тәрбиеші (сабақ оқытатын) болсыз. Егер орын болмаса няня етіп те алуы мүмкін бастапқыда ( баланың жай күйінқараушы).",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "х-тің қандай мәндерінде f(x)=√(x^4-2x^2+1) функциясы дифференциалданбайды?",
        "question_content": "х-тің қандай мәндерінде f(x)=√(x^4-2x^2+1) функциясы дифференциалданбайды?",
        "question_date": "21.01.2021",
        "question_tag": "Геометрия",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f (x) = √ (x⁴- 2x² + 1) = lx²-1l X = 1 және x = -1 үшін функция дифференциалданбайды.Бұл нүктелерде функцияның графигіне екі жанама сызылған. Жауап: -1; 1",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "49 жылға берілген үлес жерді мемлекеттен сатып алу мүмкіндігі бар ма?",
        "question_content": "49 жылға берілген үлес жерді мемлекеттен сатып алу мүмкіндігі бар ма? Мүмкін болса нактырақ кеңінен жауап берсеңіздер. Сатып алу мүмкін болмаса жекешелендіруден басқа да жолдары барма?",
        "question_date": "21.01.2021",
        "question_tag": "Заң",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің оң жақ кеудем ауырады. Неге.",
        "question_content": "Менің оң жақ кеудешем ауырады.Емі қандай.",
        "question_date": "21.01.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) қалай ауырады?\n\n2) өмір салтыңыз қандай?\n\n3) хронический ауруларыңыз бар  ?\n\n4) жынысыңыз қандай? сүйегі ма бұлшық еті ма?\n\nОл деге әртүрлі заттарға байланысты болуы мүмкін ғой?\nБылай қойған сұраққа дәрігерлер де сізді жеке қарамай айта алмайтын шығар деп ойлаймын.",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс беруші жұмысшыны құқық бұзғаны үшін сол саладан мүлдем аластата алады ма?",
        "question_content": "Мен Қазатомпром саласында яғни уран өндірісінде белгілі бір рудникте Фельдшер болып жұмыс жасадым содан жұмыс кезінде яғни вахтада жүргенде спирттік өнімді қолданып жұмыстан шығарып жіберді, еңбек кітапшама жұмыс берушім тіркелген фактіні тіркеп берді. бұл жұмыстан басқа 1 ші больницада жұмыс жасағанмын бұрындары. енді сұрағым. мені медицина саласынан шеттете аладыма осы жағдай шеттетуге құқығы барма жұмыс берушінің. алде сол соңғы тіркелген жағдай ғана ескерілема. бұдан кейін басқа жерлерде фельдшер болып жұмыс жасай аламынба.",
        "question_date": "21.01.2021",
        "question_tag": "Заң",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек шартын жұмыс берушінің бастамасы бойынша бұзу негіздері\n    жұмыс беруші - заңды тұлға таратылған не жұмыс беруші - жеке тұлғаның қызметі тоқтатылған;\n      2) жұмыскерлер саны немесе штаты қысқартылған;\n   3) жұмыс берушінің экономикалық жай-күйінің нашарлауына әкеп соққан өндіріс, орындалатын жұмыстар мен көрсетілетін қызметтер көлемі төмендеген;\n 4) аттестаттау нәтижелерімен расталған біліктілігінің жеткіліксіздігі салдарынан жұмыскер атқаратын лауазымына немесе орындайтын жұмысына сәйкес келмеген;\n      4-1) жұмыскер Қазақстан Республикасының заңдарында белгіленген, кәсіптік қызметке қойылатын талаптарға сәйкес келмеген;\n      5) жұмыскер, басшы мен еңбек қауіпсіздігін және еңбекті қорғауды қамтамасыз етуге жауапты адам еңбек қауіпсіздігі және еңбекті қорғау немесе өнеркәсіптік қауіпсіздік мәселелері бойынша білімін тексеруден қайтадан өтпеген;\n     8) жұмыскер бір жұмыс күні (жұмыс ауысымы) ішінде дәлелді себепсіз үш және одан да көп сағат бойы жұмыста болмаған;\n9) жұмыскер жұмыста алкогольдік, есірткілік, психотроптық, уытқұмарлық масаңдық (соларға ұқсас) жағдайында болған, оның ішінде жұмыс күні ішінде алкогольдік, есірткілік, уытқұмарлық масаңдық (соларға ұқсас) жағдайын туғызатын заттарды пайдаланған;\n10) алкогольдік, есірткілік, уытқұмарлық масаңдық жағдайын туғызатын заттарды пайдалану фактісін анықтау үшін медициналық куәландырудан өтуден бас тартқан;\n     Сіздің еңбек кітапшаңызда көрсетілсе, келесі жұмыс беруші қабылдар алдында сіздің қызмет стажыңызды және мінездемеңізді қарайды. Ал сізді медициналық қызмет айналысу үшін, құқығыңыздан айыру үшін тек сот тәрібібен ғана шектеледі. Сондықтан сіз басқа жерге жұмысқа кіре аласыз.",
                "date": "25.01.2021",
                "upvotes": 1
            },
            {
                "text": "жұмыс беруші-заңды тұлғаның таратылуына не жұмыс беруші-жеке тұлғаның қызметін тоқтатуына, қызметкерлер санының немесе штаттың қысқаруына байланысты алдағы уақытта қызметкерлердің жұмыстан босатылуы туралы, жұмыстан босатылатын қызметкерлердің лауазымдары мен кәсіптерін, мамандықтарын, біліктілігі мен еңбекақысының мөлшерін көрсете отырып, босатылуы мүмкін қызметкерлердің саны мен санаттары туралы және олардың босатылатын мерзімдері туралы жұмыстан босату басталардан кемінде екі ай бұрын;\nТолығырақ: http://adilet.zan.kz/kaz/docs/K070000251_#z14",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі ғылымның өзекті мәселелері.",
        "question_content": "1. Какие престижные международные премии в области науки вы знаете?\n2. Назовите ученых вашей специальности, удостоенных какой-либо международной премии.\n3. Каких современных казахстанских учёных вы знаете?\n4. Подготовьте информацию на тему «Научные премии и их лауреаты».",
        "question_date": "21.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 100 г электровоз тежелгенде теңкемімелі қозғалыс жасайды км/сағ-тан",
        "question_content": "Массасы 100 г электровоз тежелгенде теңкемімелі қозғалыс жасайды жане жылдамдығын 54км/сағ-тан 3м/с-қа дейін азайтады .Үйкеліс күшінін аткарган Жумысын аныктандар.",
        "question_date": "21.01.2021",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=100=100000 кг      \nv₀=54 км/ч=15 м/с       \nv=3 м/с                         \nA-? ²                                 \nүйкеліс күшінің жұмысы кинетикалық өзгеріске тең дене энергиясы: A = mv² / 2-mv₀² / 2; немесе A = m (v² / 2-v₀² / 2) = 100,000 (9 / 2-225 / 2) = 10 800 000 Дж = = 10,8 МДж.",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттік керілу күшін табыңыз",
        "question_content": "1)сыртқы диаметрі 52мм ал ішкі диаметрі 50 мм және қалыңдығы h=10мм болатын горизонталь орналасқан алюмийниді сақинаны су бетінен жұлып алу үшін қандай күш түсіру керек? Беттік керілу күшінің қандай бөлігін құрайды\n\n----------------------------------\n\n2)әр қайсысының радиусы 1мм болатын екі тамшының қосылуынан сынап тамшысы қандай температураға дейін жылынады",
        "question_date": "21.01.2021",
        "question_tag": "Физика",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)=63,5 мН     \nМен бұны шығара алмағандықтан іздер көрдім,шығарылу жолы мына сілтемеде: \nhttps://tsput.ru/res/fizika/1/ZAD_MKT/z_mkt_25_02.htm",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магний 8 г оттек әрекеттескенде түзілген магний оксидінің мөлшері",
        "question_content": "көмектесіп жіберіңіздерші",
        "question_date": "21.01.2021",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nm (MgO) = 8г\nТабу керек:\nm(O2) - ?\nШешуі:\n2Mg + O2 = 2MgO\nM(MgO) = 24 + 16 = 40 г/моль\nn(O2)/n(MgO) = 1/2\nn(O2) = 1/2 * n (MgO) = 1/2 * m/M = 1/2 * 8/40 = 0,1 моль\nM(O2) = 16 * 2 = 32\nm(O2) = M * n = 32 * 0,1 = 3,2 г\nЖауабы: 3,2 г",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Перпендикулярға қатысты есепті шығарыңыз",
        "question_content": "А нүктесінен берілген жазықтыққа АА' перпендикуляры және АВ көлбеуі жүргізілген.\n\nЕгер АА' =6см,бұрыш<А'АВ=60° болса, онда АВ кесіндісін табыңыз",
        "question_date": "21.01.2021",
        "question_tag": "Геометрия",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А нүктесінен берілген жазықтыққа АА' перпендикуляры және АВ көлбеуі жүргізілген.\n\nЕгер АА' =6см,бұрыш<А'АВ=60° болса, онда АВ кесіндісін табыңыз",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "12 Мүшелдегі ұлу қалайша бақа шайан тәрізді құрт болып қалған?",
        "question_content": "Қазақша жыл тізбесіндегі 12 мүшелдің бірі Ұлу атты жаныуар, ол беп белгілі бөрі қасқырды меңзеп тұр емес бе ?!\nИт үреді, Бөрі ұлиды дейміз. ұлиды сөз тіркесдегі Ұли сөзінің есімдік сөзі Ұлу болмай ма  ?! бөрінің айрықша қылығы -- Ұлу арқылы бөрі қасқырды астыртын меңзең отыр .\nБұнда, төте бөрі қасқыр деп атамауға деген ырым бар сийақты. Бөрі қасқыр малға тисетін бірден бір жыртқыш қой, қырғын салады. Бөрі қасқырға деген қорқыныштан бөрі қасқыр жылы деп ауызға алудан бастартып, Ұлу деп атайды.  содан мүшелдегісі бөрі қасқыр емес ұлу болып қалыптасқан.\nАл, енді келіп, мүшелдегі ұлуы, құрт деп ұққаны несі  ?  \nМенше, сол құрттың атауы әсілі Үл түбірден болса керек, үл мен ұл екі сөздерді орыс тілді зийали сымақтар шатастырып отыр.  Үл түбірлі сөздерде Үлбіре, үлдіре, үлпен,  үлпілдек т. б.  Жұмсақ тәрізді мағынадағы сөздер бар,  сол құрт дәл жұмсақ жантік еді,  әсілгі атауы Үл түбірдегі сөз болса керек.\nОнсыз да,  12 жаныуарда Бір құрт болудың өзі қыйсынға келмейтіні анық.\nСонда,  ұлуны кім Үлбірек құрт қып жіберген  ?",
        "question_date": "21.01.2021",
        "question_tag": "Шежіре",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында жыл санаудың негізіне мүшел алынады. Бір мүшел 12 жылдан тұрады. Жыл есебін бұлай жүргізу - ежелгі кезден басталған. Мүшелдік жыл санау - тышқан жылынан бастау алады.\nМүшелдегі жылдар 12 түрлі жануардың атымен аталады: 1 – тышқан, 2 – сиыр, 3 – барыс, 4 – қоян, 5 – ұлу, 6 – жылан, 7 – жылқы, 8 – қой, 9 – мешін, 10 – тауық, 11 – ит, 12 – доңыз жылы. Бұлардың алтауы – үй жануары, алтауы – түз тағысы.\nЖыл аттары не себепті жануарлардың атымен аталатыны және жыл басы неге тышқаннан басталатыны туралы халық арасында аңыз-ертегі бар. 12 жылдық қайталама негізінде мүшелмен жыл есебін жүргізуді қазақ халқы «жыл қайыру» деп атайды.\nАңыз бойынша осы он екі  жануар жыл атына ие болуға таласқан. Сонда тышқан тұрып: «Дауласатын дәнеңе жоқ, таңертең бәріміз  шығып келе жатқан күнді аңдимыз. Сонда күннің көтеріліп келе жатқанын кім бірінші көрсе, сол - бірінші жылдың, одан кейін  көргеніміз екінші жылдың атын аламыз. Осылай өз кезегімізбен барлық жылды бөліп аламыз», - деп ұсыныс жасаған.\nБұған келіскен жануарлар демалып жатқанда тышқан  түйенің басына шығып алады. Осылайша ол күнді бәрінен бұрын көріп, жыл басы атанған. Түйе бойына сеніп, жылдан құр қалыпты деседі. \nТүйені санаттан қалдырмайтын да аңыз бар. Аңыз бойынша, жануарлардың бәрі жиналып, түйенің мүшелерін бөлісіп алған. Шынында да, түйенің құлағы - тышқандікіндей, тұяғы - сиырдікіндей, кеудесі - барыстікіндей, ерні - қояндікіндей, мойны - жыландікіндей, шудасы - жылқының жалындай, жоны-  қойдікіндей, бөксесі - мешіндікіндей, төбесі - тауықтікіндей, сандары - иттікіндей, құйрығы -  доңыздікіндей емес пе?!  \nТолығырақ: https://qazaqstan.tv/news/83103/",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға грантқа түсіп, онлайн оқуға болады ма?",
        "question_content": "Магистратураға грантқа түссем, онлайн оқи аламын ба, яғни мұғалімдік жұмыс істеуді қатар алып жүруге болады ма?",
        "question_date": "21.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады , бірақ сіз таңдап түскен ЖОО қашықтықтан оқыту бағдарламасы бар ма екенін білу керек.",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ДНҚ мен РНҚ қандай мүшелерде болады?",
        "question_content": "РНҚ не де болады?\nДНҚ не де болады?",
        "question_date": "21.01.2021",
        "question_tag": "Биология",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ДНҚ Белгілер РНҚ\n2 Жіпшелері 1\nЯдрода Орналасуы Ядро мен цитоплазмада\nДНҚ-полимераза Ферменті РНК-полимераза\nА, Т, Г, Ц Нуклеотидтері А, У, Г, Ц\nДезоксирибоза Қанты Рибоза\nГенетикалық ақпаратты\nсақтап зат алмасу\nпроцестерін қадағалау Қызметі Генетикалық ақпаратты\nтасымалдау және\nнәруыз биосинтезі\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми әдебиет тілінің сөз бедері.",
        "question_content": "Ғылыми әдебиет тілінің сөз бедері.",
        "question_date": "21.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 792,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "– Құрметті тыңдармандар, бұл \"Дұрыс сөйлейік!\" атты бағдарламалар циклі. Біз алдыңғы сабақтарда сөз бедері жайлы айттық, бұл жолы бұған сала-сала, жік-жік бойынша тоқталып жатырмыз, енді бұл жолы ғылыми тілдің сөз бедері жайлы айтпақпыз, Анар xаным.\n– Рақмет Самат, ғылыми тілдің сөз бедері туралы айтудың қаншалықты қажеті бар деп ойлап қалуы мүмкін біздің тілді жаңадан үйреніп жүрген тыңдармандарымыз. Әрине ойлары дұрыс, дегенмен ол кісілердің күнделікті тұрмысында, тіпті сол қазақ тілін үйренем деп барған мекемесі болсын, немесе оқу орны болсын, немесе жеке оқытушысы болсын сол қарым-қатынаста сөйлегенде, міндетті түрде ғылыми тілдегі сөз қолданыстар болады, ғылыми тілдегі мәтіндер болады, сондықтан бұл кісілерге біздің бүгінгі сабақтың пайдасы тиіп қалар. Енді ғылыми тілдің сөз бедері туралы айтқан кезде бір-ақ нәрсені ерекшелеп айту керек. Ғылыми шығармадағы заттардың, ұғымдардың, түсініктердің атаулары неғұрлым объективті түрде және сол зат, ұғым, түсінік туралы санадағы пайымдаулар негізінде беріледі. Біздің сөзіміз кішкене ауырлау болып кетті, оны түсіндіру үшін бір қарапайым мысал келтірейік. Мысалы, аспандағы ай. Ай десек, басқа қарым-қатынастардағы, мысалы, публицистикалық қарым-қатынаста сөйлеу стилі жүзеге асатын әлеуметтік-тұрмыстық қарым-қатынаста аспандағы ай, жарық ай, жаңа туған ай деп айтамыз я?! Ал біз егер ай деген сөзге ғылыми стильде анықтама беретін болсақ,жердің ең жақын серігі дейміз. Ғаламшар серігі деп айтамыз. Осындай, байқасаңыз, біздің айға қатысты берген мәтіндеріміз екеуі екі түрлі. Екіншісінде, сол ақиқат дүниедегі объекті туралы осы күнге дейінгі адам баласының айға қатысты танымы беріліп тұр, айдың жасанды серік екендігін танығанынберіп тұр, яғни санадағы пайымдауларды беріп тұрмыз. Санадағы сол ай туралы біздің түсінігімізді беріп тұрмыз. Тағы да бір мысал. Мысалы, біздің ғимараттың алдында қайың өсіп тұр дегендегі қайың ол ақиқат дүниедегі әйтеуір бар нәрсе. Ал енді сол қайың туралы биолог ғалымдардың түсінігі осы ғылыми дискурста беріледі ол.\n– Қалай айтуы мүмкін?\n– Онда ол ағаш тұқымдастарына, оның ішіндегі қайыңдар отрядына жататын, жалпақ жапырақты ағаштар класына жататын, осындай осындай аймақтарда өсетін ағаштың, өсімдіктің бір түрі немесе көпжылдық өсімдіктің түрі деп аталады. Міне, осы ақиқат дүние туралы, ақиқат дүниенің объектісі туралы адам баласының танымын ғылыми ауызша сөзде біз осылайша қолданамыз. Енді бір ескерте кететін дүние, мысалы, сіз ғылыми тілде ауызша формада бір мәтін дайындайтын болсаңыз, сөйлейтін болсаңыз, баяндама жасайтын болсаңыз, бір ұғымды түсіндіретін болсаңыз, әртүрлі жағдаяттар болады ғой, баяндамасыз да, мысалы, әріптестердің арасында бір пікір алмасу болса, сондай кезде, мынау сөйлеу стилінің элементтерін көп қосып жіберуден сақ болу керек. Мысалы, пікірталастарда бұған қатысты біздің ойымыз осындай деп айту керек. Иә, ғылыми стильде ауызша стильде. Ал сөйлеу стилінде сіз осы ойыңызды қалай жеткізер едіңіз, бұған қатысты ойымыз осындай дегенді сіз сөйлеу стилінде бұлай бермейсіз ғой.\n– Менің ойымша осылай.. дейсің.\n– Менің ойымша осылай немесе әй ол олай емес, ол былай дейсіз.\n– Жалпақ тілде.\n– Иә, менікі дұрыс, міне, осылай өзінің ерекшелігі болады, бірақ негізгі ғылыми стильдің бедері туралы айтқанда, біз нақтылық туралы айтамыз, санадан тыс обьективті дүниенің нысандарына қатысты адамның танымындағы пайымдауларды айтамыз.\n– Раxмет Сізге!\nТолығырақ:  https://kitap.kz/music/9/62-gylymi-tilding-soz-bederi",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Ғылым сыйлықтары және олардың лауреаттары» тақырыбы бойынша ақпарат дайындаңыз.",
        "question_content": "Специальность: дов\nКакие престижные международные премии в области науки вы знаете?\n2. Назовите ученых вашей специальности, удостоенных какой-либо международной премии.\n3. Каких современных казахстанских учёных вы знаете?\n4. Подготовьте информацию на тему «Научные премии и их лауреаты».",
        "question_date": "20.01.2021",
        "question_tag": "Мектеп",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Серпін грантымен басқа ЖОО-на ауысуға болады ма, тұрмысқа шығуына байланысты",
        "question_content": "Серпін грантымен медициналық университетке түскен болса, тұрмысқа шығуына байланысты ЖОО-нын ауыстыруға болады ма, болса грант сақталады ма? Рахмет.",
        "question_date": "20.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше ЖОО ауыстыруға болмайды, (мүмкін Серпін бағдарламасы бар ЖОО арасында мүмкін болар),  бірақ, егер серпін бағдарламасымен оқып Оңтүстік аумаққа тұрмыс құрсаңыз Серпін бағдарламасы бойынша  ЖОО орналасқан қала немесе аумақ бойынша еңбек  өтілін атқару тиістілігінен босатылатын боласыз.",
                "date": "21.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сinema сөзін ағылшынша қалай оқиды?",
        "question_content": "Сinema сөзін ағылшынша қалай оқиды?",
        "question_date": "20.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "си ны мы\ncin·e·ma | \\ ˈsi-nə-mə How to pronounce cinema (audio) , British also -ˌmä \\",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограммның қабырғаларын табыңдар",
        "question_content": "Параллелограммның диагональдары 6см және 8 см-ге тең.Олардың арасындағы бұрыш 60°.Параллелограммның қабырғаларын табыңдар.",
        "question_date": "20.01.2021",
        "question_tag": "Математика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формуланы пайдаланып есеп шығаруға болады.",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    }
]