[
    {
        "question_title": "Егер үшінші пән емтиханда география болса қазақ тілі пәніе мұғалім оқуына түсе аламын ба?",
        "question_content": "Егер үшінші пән емтиханда география болса қазақ тілі пәніе  мұғалім оқуына тусе алам ба?",
        "question_date": "18.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілі мен әдебиеті мұғалімдерін даярлау бойынша таңдау пәндер: Қазақ тілі, Қазақ әдебиеті",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас ауыруы кезінде мрт немесе кт?",
        "question_content": "Мен 15 жылдың алдында мұзға шалқамнан қатты құлап,  басым екі бөлікке бөлініп домалап кеткендей әсерде болдым. Бала болғандықтан үйдегілерге ештеңе айтпадым. 1-2күн басым ауырып, температура көтеріліп анам  бір халық емшісін шақырып миы қозғалған деп биымды салып берген.  Сол кезден басқа басымнан қатты зақым алғаным есімде жоқ. Бала кезден басым жиі ауырады. Цитрамонмен доспын.  Қазір 33 жастамын. Басым ауырғанымен қоса еске сақтау қабілетім өте қатты нашарлап,  отырғанда да басым айналатынды тапты.(бұрыңғы кездегі ештеңені ұмытпаймын, бірақ жақын уақытта болған нәрселерді, сол күнгі нәрселерді тіпті біреуге бірденені айтқан айтпағанымды ұмытып қаламын) Дәрігерге барған едім қан қоюлығынан болуы мүмкін, 1 ай байқап көріңіз деп дәрі жазып берді.  Кт немесе мртға түссем деп сұрауды ұмытыппын. Менің сұрағым келгені:  бала  кездегі оқиғадан қандай бір жарақат алып осылай жүре беруім мүмкін бе?  Мрт ға түскен дұрыс па? мрт түрлері де көп сияқты,  қандайына түсу керек?  Әлде кт-ға түсу ме?",
        "question_date": "18.06.2024",
        "question_tag": "Денсаулық",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әннің атын таба алмай жатырмын",
        "question_content": "Өтініш білетіндер болса осы музыканың атын табуға көмек беріңдерші, 1 жыл болды іздеп жүргеніме. Шамамен шыққанына 10 жыл көлемінде болып қалды. Қыз және бала болған\n\n- Ғашық болу дерті - сезімдердің еркі ғой,\n\nМазалайды мені, күндіз-түні екі ой.\n\nБірі артқа тартады, бірі алға сүйрейді,\n\nҚақ бөлінген санам, не таңдарын білмейді...",
        "question_date": "17.06.2024",
        "question_tag": "Қазақша ән",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен 7 сынып оқимын. Үздікпін, бірақ бір сабақтан 4-пен шықтым",
        "question_content": "Мен 7 сынып оқимын үздікпін бірақ 5 сыныпта жылдыққа 1 сабақтан 4 шықтым. Қызыл аттестат ала аламын ба?",
        "question_date": "16.06.2024",
        "question_tag": "Мектеп",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл түсті аттестат – көбіне бұл құжат оныншы және он бірінші сыныптағы үлгеріміңізге қатысты болып келеді. Аталмыш екі жылда барлық пәннен тек қана бестік баға алсаңыз, оған қоса кей-кездері \"Алтын белгіге\" ұсыныла отырып, бір балл жетпей қалып жатса да, осы ерекше аттестты ұсынады. Бұл аттестаттың баға көрсеткіші – 5,0 шкаласын көрсетеді. Алайда, осы құжатпен кез келген мамандыққа жол тарту өте қиын. Есеп және аудит, халықаралық қатынастар, екі шет тілі, экономика, құқық, кеден ісі сынды мамандықтарға ерекше аттестатпен де түсе алмай жатқандар жетіп артылады. Сондықтан, мамандық таңдағанда салыстыра кетуді ұмытпаңыздар.",
                "date": "17.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5-6 сыныпты 3-4 пен аяқтадым ал 7,8 сыныпты 5 пен аяқтадым. Қызыл атестат аламын ба?",
        "question_content": "5-6 сыныпты 3-4 пен аяқтадым ал 7,8 сыныпты 5 пен аяқтадым мен қызыл атестат ала аламын ба?",
        "question_date": "16.06.2024",
        "question_tag": "Мектеп",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл түсті аттестат – көбіне бұл құжат оныншы және он бірінші сыныптағы үлгеріміңізге қатысты болып келеді. Аталмыш екі жылда барлық пәннен тек қана бестік баға алсаңыз, оған қоса кей-кездері \"Алтын белгіге\" ұсыныла отырып, бір балл жетпей қалып жатса да, осы ерекше аттестты ұсынады. Бұл аттестаттың баға көрсеткіші – 5,0 шкаласын көрсетеді. Алайда, осы құжатпен кез келген мамандыққа жол тарту өте қиын. Есеп және аудит, халықаралық қатынастар, екі шет тілі, экономика, құқық, кеден ісі сынды мамандықтарға ерекше аттестатпен де түсе алмай жатқандар жетіп артылады. Сондықтан, мамандық таңдағанда салыстыра кетуді ұмытпаңыздар.\n\nКөк түсті аттестат – он бір жыл бойы алған бағаларыңыз аралас болса, яғни \"3\", \"4\", \"5\" деген бағаларды қатар алып жүрсеңіз қарапайым көк түсті куәлік аласыз. Алайда, бағалардың барлық жиынтығын есептеп, ортақ көрсеткіш шығарылатынын ұмытпаңыз. Сондықтан, үштік бағаның көп болмауын қатаң бақылауға алыңыз.",
                "date": "17.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жиеншар қызды алсам бола ма?",
        "question_content": "Менін папамның әпшесінін баласы бар сонын қызы маған жиен шар болып келема и сосн сол қызға уиленсем болама орнын руы шөмекей менкі әлім төртқара",
        "question_date": "16.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкендердің алдынан өтіп баталарын алып, рұқсат сұрап көріңіз.",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен декреттен соң бала 8 ай жұмысқа шықтым. Жұмыс 6 ай істедім. Отпуск 56 күн бере ма?",
        "question_content": "Мен декреттік демалыс аякталмай балам 8 айында жумыска шыктым. Енді жумыс істегеніме 6ай болды. Осы жумыс аралыгына мектептен толык отпуск 56кун беріледі ма?",
        "question_date": "15.06.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сарапшы мамандардың айтуына қарағанда, Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс) 192-бабына сәйкес, әйелге, қалауы бойынша, жүктiлiкке және босануға байланысты демалыстың алдында немесе тiкелей одан кейiн не балаға күтiм жасауға арналған демалыс бiткен соң жыл сайынғы ақылы еңбек демалысы берiледi.\nЖұмыс берушімен келісім бойынша еңбек демалысы толық немесе нақты жұмыс атқарған уақыт үшін беріледі.\nКодекстің 104-бабына сәйкес, жыл сайынғы ақылы еңбек демалысына құқық беретiн жұмыс стажына:\n1) нақты жұмыс iстелген уақыт;\n2) қызметкер нақты жұмыс iстемеген, бiрақ оның жұмыс орны (лауазымы) мен жалақысы толық немесе iшiнара сақталған уақыт;\n3) қызметкер еңбекке уақытша жарамсыздығына байланысты нақты жұмыс iстемеген уақыт;\n4) қызметкер жұмысына қайта алыну алдында нақты жұмыс iстемеген уақыт қосылады.\nКодекстің 100-бабына сәйкес, жыл сайынғы ақылы еңбек демалысы жұмыс орны (лауазымы) мен орташа жалақысы сақтала отырып, белгiлi бiр күнтiзбелiк күндер санына берiледi.\nОрташа жалақыны есептеудің бірыңғай тәртібі «Орташа жалақыны есептеудің бірыңғай ережесін бекіту туралы» Қазақстан Республикасы Үкіметінің 2007 жылғы 29 желтоқсандағы №1394 қаулысымен (бұдан әрі – Ереже) айқындалады.",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен совместитель болып екінші мектепте жұмыс жасадым?",
        "question_content": "Мен совместитель болып екінші мектепте жұмыс жасадым. Майдың 25 інде отпускаға өтініш жазып кеттім, жұмысым аяқталды ол мектептегі. Маған тек расчётный беріп шығарып салды. Дұрыс па? Почти 9 ай жұмыс жасадым. Неге отпускной бермейді?",
        "question_date": "14.06.2024",
        "question_tag": "Заң",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағаға үйлену тойына арналған қарындастан тілек бар ма?",
        "question_content": "Ал ағам менің қамқоршым ардақтым сенде бүгін міне өзіннін жұбынды таптың. Мен көргенде әлі бала едің ғой ақкөңіл қарапайым бала едің. Жұбынмен бір жастықта қартай. Ал жеңешем сенде бүгін әлім шаңырағына келін болып түстін босаған берік болсын. Жандарым бақытты болыңдар.",
        "question_date": "14.06.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттестатымда 3 бар еді",
        "question_content": "Менің аттестатымды 2 сабақтан 3 бар қалғанынын бәрі 4 колледжге түсуге шансым барма?",
        "question_date": "14.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Конустың осьтік қимасы тең қабырғалы үшбұрыш оның ауданы 9 см2. Конустың радиусын тап?",
        "question_content": "Конустың осьтік қимасы тең қабырғалы үшбұрыш оның ауданы 9 см2. Конустың радиусын тап.",
        "question_date": "14.06.2024",
        "question_tag": "Геометрия",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мамандық таңдау неге қиын білмей отырмын не тандарымды",
        "question_content": "Мамандар таңдау өте қиын",
        "question_date": "14.06.2024",
        "question_tag": "Мамандық",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сварщик бол, немесе торговый бол",
                "date": "14.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "17 жаста шетелге ата ананың рұқсатымен шығуға бола ма",
        "question_content": "17жаста шетелге шығайын дегем ата анам келісті, цонға барып рұқсат қағаз алу керек па",
        "question_date": "12.06.2024",
        "question_tag": "Заң",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дерматолог болғым келеді. 9 сыныптан кету керек па әлде 11 сыныптан ба?",
        "question_content": "8 сыныпты бітірдім. Сабақты 5-ке оқимын деп айта алмаймын. Бірақ тері ауруларымен теріге байланысты мамандық иесі болғым келеді. Колледжге түсіп Дерматолог болуыма болады ма?",
        "question_date": "12.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақылы түрде оқыған жағдайда шәкіртақы береме?",
        "question_content": "Колледже ақылы түрде оқыса степендия берілема?",
        "question_date": "12.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стипендия грантпен оқыған студенттерге беріледі.",
                "date": "12.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғи известняктағы СаСО,-ның массалық үлесін есептеңдер?",
        "question_content": "0,5210 г эк тасын (известнякты) қыздырып, ондеген кезде 0,2218 г СаО алынды. Табиғи известняктағы СаСО,-ның массалық үлесін есептеңдер?",
        "question_date": "12.06.2024",
        "question_tag": "Химия",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсіңде поездың ішінде анам екеуміз жүрміз. Ол ненің белгісі?",
        "question_content": "Тусинде поездын ишинде мамам екеумыз журмыз ол ненi бiлдiредi?",
        "question_date": "11.06.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физрук студентке мектептен мінездеме жазу?",
        "question_content": "Ораз Сарғұнанов атындағы орта мектептен \"Дене шынықтыру және спорт\" мамандығының 2 курс студенті Жеңіс Жігер мінездеме жазу керек?",
        "question_date": "10.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мінездеме\nЖігер Жеңіс Амангелдіұлына\n2005 жылы туған Жігер Жеңіс Амангелдіұлы 2022 жылдан бастап Ораз Сарғұнанов атындағы орта мектеп базасындағы колледждің \"Дене шынықтыру және спорт\" мамандығының 2 курс студенті болып табылады.\nОқу барысында Жеңіс Жігер өзін жауапкершілігі жоғары, мақсатқа ұмтылғыш студент ретінде көрсетті. Ол дене шынықтыру мен спорт саласындағы теориялық білімді терең меңгеріп, практикалық дағдыларын жетілдіруге үлкен қызығушылық танытады.\nЖеңіс Жігер спорттық іс-шараларға белсене қатысып, колледж командасының намысын қорғайды. Ол жеңіл атлетика, футбол және волейболдан жоғары нәтижелерге қол жеткізіп, өзінің спорттық шеберлігін дәлелдеді.\nСтудент Жігер сыныптастары мен оқытушылары арасында беделге ие. Ол әрқашан көмекке келуге дайын, ашық-жарқын мінезімен және сыпайы қарым-қатынасымен ерекшеленеді.\nЖігер Жеңіс болашақта білікті дене шынықтыру және спорт маманы болуды мақсат тұтады. Ол өзінің білімі мен тәжірибесін жастардың салауатты өмір салтын қалыптастыруға және спорттық жетістіктеріне ықпал етуге арнайды.\nКолледж директоры: ___________ (толық аты-жөні, қолы)\nМ.О. __________________\n\"__\" ______________ 2024 ж.",
                "date": "10.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таң намазының сүннетін екі жаққа сәлемдесумен аяқтайма, әлде дұғамен бе?",
        "question_content": "Кейбір адамдар дұғаны айтып сүннетті аяқтамайсың дит. Себебі сүннеттің сауабы азаяды сэдейді. Распа?",
        "question_date": "10.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем беріп сосын дұғамен бет сипап аяқтайсың. Сүннет болсын парыз болсын 5 уакытта да.",
                "date": "14.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күндіз жатады,түнде тұрады",
        "question_content": "Күндіз жатады, түнде тұрады.",
        "question_date": "9.06.2024",
        "question_tag": "Жалпы компьютер",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түнгі көбелек, үкі, жарқанат?",
                "date": "10.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Программист мамандығынын болашағы бар ма?",
        "question_content": "Программист мамандығын колледжден бітіргеннен кейін қайда жұмысқа тұруға болады (ұлдарға) оның болашағы барма?",
        "question_date": "8.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледж бітіргеннен кейін ЭВМ операторы болады. Ары қарай дамыту өз қолында. Система немесе деректер базасы администраторы,  вэб, фронтенд, бакенд құрастырушы т.б. саласында қызмет атқаруы мүмкін. Негізінен разработчик программистер айлығы көп",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагог мамандығын таңдап отырмын. Қандай универде оқыған дұрыс?",
        "question_content": "Мен болашақта тарих педагок мамандығын таңдап отырмын. Қандай универ дұрыс? Мен өзім КАЗГУ деп естідім. Сіздер қалай ойлайсыздар?\n\nПікірлеріңізді күтем.",
        "question_date": "8.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күшті мамандық.",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақсы көретін адамды түсінде көрсең не болады?",
        "question_content": "Түсімде жақсы көретін жігіттің үйіне территориясына терористтер кіріп кетіп оның үйі оқшауға алынды. Ол біздің үйге кіріп бізге көмектесіп жүрді ол ненің белгісі?",
        "question_date": "7.06.2024",
        "question_tag": "Махаббат",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түстер әр адам үшін өте жеке және олардың мағынасы әр түрлі болуы мүмкін. Алайда, сіздің түсіңіздің бірнеше ықтимал түсіндірмелері бар:\n\nҚорқыныш пен мазасыздық: Түсіңіздегі террористер сіздің өміріңіздегі қандай да бір қауіптен немесе белгісіздіктен қорқуыңызды білдіруі мүмкін. Бұл сіздің жеке қатынастарыңызға немесе жалпы әлемдегі жағдайға қатысты болуы мүмкін.\n\nҚорғаныс қажеттілігі: Сіздің түсіңіздегі жігіт сіздің өміріңіздегі қорғаныш пен қауіпсіздік сезімін білдіруі мүмкін. Оның сіздің үйіңізге кіруі сіздің оған деген сеніміңізді және оның сізді қорғауға дайын екенін көрсетеді.\n\nЖақындық пен қолдау: Бұл түс сіздің жақын адамыңызбен қарым-қатынасыңыздың тереңдегенін көрсетуі мүмкін. Оның сіздің үйіңізде болуы және сізге көмектесуі сіздердің араларыңыздағы байланыстың күшейгенін білдіруі мүмкін.\n\nТүсіңіздің нақты мағынасын түсіну үшін өз сезімдеріңіз бен эмоцияларыңызға назар аударыңыз. Түсіңізде қандай сезімде болдыңыз? Қорқыныш, мазасыздық, ризашылық немесе басқа сезімдер ме? Бұл сұрақтарға жауап беру сізге түсіңіздің мағынасын ашуға көмектеседі.\n\nЕгер бұл түс сізді мазаласа немесе алаңдатса, маманға, мысалы, психологқа немесе психотерапевтке хабарласуды ойластырыңыз. Олар сізге түсіңіздің мағынасын түсінуге және онымен байланысты кез келген қорқыныш пен мазасыздықты жеңуге көмектесе алады.",
                "date": "10.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом ала аламын ба егер бірінші курстағы практикамның бағасы 89 болса?",
        "question_content": "Сәлеметсіздерме? Мен университетті аяқтап жатырмын, GPA балл 3,59. Барлығы 90+ гос экзамендерден, диплом 98, ал практикадан бірінші курста практика онлайн болып, дискке салған папкаларым мұғалімде ашпай 89 қойып қойып еді. Қалған практикаларым 90+. Енді сол бірінші курстағы баға үшін қызыл ала алмаймын ба?",
        "question_date": "6.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі қойылатын талаптар:\n1. 8 семестрдің барлығын қосқан кезде ортақ GPA 3.5 кем болмау керек.\n\n2. Практика, курсовой бағалары 90-нан кем болмау керек.\n\n3. 3-тік баға болмауы керек.\n\n4. Дипломдық жұмысты 5-қорғау керек.\n\n5. Мемлекеттік емтихандардың бәрін кем дегенде 90",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер шығымы 80 % болса, 16 г күкірт жанғанда түзілетін күкірт (ІV) оксидінің көлемі:",
        "question_content": "Егер шығымы 80 % болса, 16 г күкірт жанғанда түзілетін күкірт (ІV) оксидінің көлемі:",
        "question_date": "6.06.2024",
        "question_tag": "Химия",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күкірт (IV) оксидінің (SO₂) түзілу реакциясы:\n\nS + O₂ → SO₂\n\n1. Мольдер санын есептеу:\n\nКүкірттің молярлық массасы (M(S)) = 32 г/моль\n\nКүкірттің берілген массасы (m(S)) = 16 г\n\nКүкірттің мольдер саны (n(S)) = m(S) / M(S) = 16 г / 32 г/моль = 0,5 моль\n\nРеакция теңдеуі бойынша 1 моль күкірттен 1 моль SO₂ түзіледі, сондықтан күкірт диоксидінің теориялық шығымы да 0,5 моль болады.\n\n2. Теориялық көлемді есептеу:\n\nҚалыпты жағдайда (қ.ж.) кез келген газдың молярлық көлемі (Vm) = 22,4 л/моль\n\nSO₂ теориялық көлемі (V(SO₂)) = n(SO₂) * Vm = 0,5 моль * 22,4 л/моль = 11,2 л\n\n3. Нақты көлемді есептеу:\n\nШығым (η) = 80% = 0,8\n\nSO₂ нақты көлемі (V'(SO₂)) = V(SO₂) * η = 11,2 л * 0,8 = 8,96 л\n\nЖауабы: Егер шығымы 80% болса, 16 г күкірт жанғанда 8,96 л күкірт (IV) оксиді түзіледі.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    }
]