[
    {
        "question_title": "Дұрыс n бұрышының бұрштарын радиан арқылы өрнектеу n=3,n=4,n=5,n=6,n=9,n=18",
        "question_content": "Дұрыс n бұрының бұрыштарын радиан арқылы өрнектеу керек n=3,n=4,n=5n=6,n=9,n=18",
        "question_date": "13.01.2021",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс n бұрының бұрыштарын радиан арқылы өрнектеу керек n=3,n=4,n=5n=6,n=9,n=18",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам мінген арба түзу жолда 2 м/с жылдамдықпен қозғалып келеді.",
        "question_content": "Адам мінген арба түзу жолда 2 м/с жылдамдықпен қозғалып келеді.\nАдам арбаның қозғалысына қарсы горизонталь бағытта 1 м/с жылдам-\nдықпен  секірді.  Адам  секіріп  түскеннен  кейін  арба  қандай  жылдам-\nдықпен қозғалды? Адамның массасы арбаның массасынан 1,5 есе үлкен.\nҮйкеліс ескерілмейді",
        "question_date": "13.01.2021",
        "question_tag": "Физика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(1,5m+m)v=-1.5m*v1+m v2\n2.5m*2=-1.5m*1+mv2\n5=-1.5+v2   v2=5+1.5=6.5 м/сек",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диктор мамандығын таңдасаң да ҰБТда матем тапсырамын ба или калай?",
        "question_content": "Диктор мамандығын таңдасаң да ҰБТда матем тапсырамын ба или калай? Тағы қандай пәндер болады толығымен түсіндіріп жіберсеңіздерші",
        "question_date": "13.01.2021",
        "question_tag": "Мамандық",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдау кезіндегі бейіндік пәндер жайлы анықтамалық видео. Осында таңдау пәндері жайлы толық айтылған.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіземді шығарып алдым қатты ауырады",
        "question_content": "Құлап тіземді шығарып алдым дәрігерлер буыны ауырып н/е жарылған деді.МРТ түсірсек тек шығып кеткен деді сынықшыға салғыздық бірақ тіземнің ісігі қайтпай жатыр.Екі тізем екі түрлі боп кеткен.Бір затқа сүйеніп жүрем өз бетімше жүре алмаймын.Аяғым уже бітейн деп жатыр бірақ жүре алмайм не істеймін салмақ түссе сыздап,тіземнің ішкі жағы мен асты қатты ауырады дәәәу болып ісіп кетті қайтпайды не істесем болады?",
        "question_date": "13.01.2021",
        "question_tag": "Тазалық",
        "question_views": 228,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір ғана дәрігердің айтқанына сеніп отыра бермей, тағы басқа да жақсы емханаларға қаралаып көріңіз . Сосын аяғыңыз нақты жазылып кеткенше еш салмақ салып керек емес мүлдем. \nБұл жерде ешкім ондай маман болмауы мүмкін. Маман табылып жатса да нақты мынадай деп ссізді жеке қарамай тура айта алмайды.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 15 кг тас көмір толық жанғанда 40,5×10^7дж",
        "question_content": "Массасы 15 кг тас көмір толық жанғанда қанша энергия бөлініп шығады 40,5×10^7",
        "question_date": "13.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептеу формуласы: Q = q * m.\nЕсептеулер жүргізейік: Q = 2.7 * 107 * 15 = 40.5 * 107  = 405 МДж.\nЖауап: 15 кг көмірдің толық жануымен 405 МДж жылу энергиясы бөлінеді.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасының берекесін арттыратын бес құндылық?",
        "question_content": "Отбасының берекесін арттыратын бес құндылық?",
        "question_date": "12.01.2021",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімнің өзіндік жеке ой пікіріне орай әртүрлі болуы мүмкін ғой.\nМеніңше отбасының берекесін сақтап тұру үшін отбасы мүшелерінің бойында мынадай құндылықтар болуы тиіс:\n\n1) Сыйластық\n\n2) Қамқорлық\n\n3) Адалдық\n\n4) Жоғары жауапкершілік\n\n5) отбасы мүшелеріне деген махаббат, шынайы пейіл",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаз, қалдыр, шамына ти, сына, міне, алғыс айт. Етістіктерге морфологиялық талдау жаса?",
        "question_content": "Мектеп баспасының 7 сынып қазақ тілі кітабындағы 140 беттегі 2 тапсырманың (Б) тапсырмасы.\n\nҒаламтор... Ескі мен жаңаның, өткен мен болашақтың, қатыгездік пен мейірімділіктің, бар мен жоқтың мидай араласқан ортасы. Өз қасыңдағы оқиғаға, іске, түрлі тағдырға назар салмауың мүмкін, бірақ өзге қиырдағы қилы тағдырға көз саласың. Ең бастысы, қандай ақпарат оқысаң да, соған сай жауап қалдыруыңа, пікір білдіруге құқың бар. Саясаттанушы, мәдениеттанушы, болмаса философ, яки әлдебір саланың ғалымы болуың шарт емес. Көзқарасың өзіңе, жаз, қалдыр, шамына ти, сына, міне, алғыс айт - ері - алдыңдағы компьютердің пернетақтасына басылған саусақтардыңда.\n(Б)  Мәтіндегі етістіктерді көшіріп жазып, морфологиялық талдау жасаңдар.",
        "question_date": "12.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 777,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әнші болғым келеді продюсер қалай табуға болады?",
        "question_content": "Әнші болғым келеді даусымды бар мені әнші қылатын адам барма продюсер керек өзіме продюсер қалай табам.",
        "question_date": "12.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Музыкалық продюсерді табудың көптеген жолдары бар, бұл шоу-бизнестің, Интернеттің және түрлі БАҚ-тың белсенді қайраткерлерімен жеке байланыстар болуы мүмкін. Бүгінгі таңда өндірушіні табудың төрт негізгі әдісі бар: \n1. Лейблдар. Қазіргі уақытта әр түрлі өндірістік орталықтар (этикеткалар) шығармашылық жобаларды кәсіби насихаттаумен айналысады, оны табу үшін сіз достарыңыздың ұсыныстарын пайдалана аласыз немесе жай сұранысты кез-келген іздеу жүйесінде тере аласыз. Бұл жағдайда компанияның мүдделерін суретшіні насихаттауға мүдделі бірнеше адам білдіреді.\n2. Мамандандырылған жалғыз продюсерлер. Көбінесе мұндай кәсіпқойлар музыканттарды өздері іздейді, сондықтан олардың назарын аудару үшін сіз өзіңіздің жарнамаларыңызды барлық қол жетімді бұқаралық ақпарат құралдарында орналастыруыңыз керек: баспа, радио, интернет және теледидарлар. \n3. Белгілі продюсерлер. Танымал продюсерлермен тікелей байланысу керек. Әдетте, оларды әрдайым жаңа идеялар мен үлкен ақша бұзбайтын талантты музыканттар қызықтырады. Осы продюсерлердің байланыс деректері мен олардың сайттарына сілтемелерді Интернеттен еш қиындықсыз табуға болады.\n4. Әр түрлі шоуларға қатысу. Көптеген заманауи суретшілер өз мүмкіндіктерін «Фактор, А», «Халық әртісі», «Жұлдыздар фабрикасы» және «Жаңа толқын» сияқты түрлі жобаларға қатысу арқылы табысты орналастырады. Көрермендерге өз өнерлерін жеткізудің бұл әдісі өте тиімді, әдетте, нағыз дарынды орындаушылар өздерінің алғашқы қойылымдарынан кейін продюсерлерін табады. Ресейлік қоғам Стас Пиеха, Полина Гагарина, Виктория Дайнеко, Дмитрий Колдун, Корни тобы және басқалары сияқты «Жұлдыздар фабрикасы» телевизиялық жобасының талантты жеңімпаздары мен қатысушылары туралы жақсы біледі.",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шылаудың сұрақтары",
        "question_content": "Шылаудың  сұрақтары.",
        "question_date": "12.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шылаудың басқа сөз таптарынан айырмашылығы :\n1) Шылаудың толық лексикалық мағынасы болмайды.\n2) Сөйлем ішінде шылау сөйлем мүшесі бола алмайды.\n3) Шылаулар сөз бен сөзді не сөйлем мен сөйлемді байланыстырады.Толық мағыналы сөздің жетегінде оған қосымша мән үстейді.\n4) Шылаулар түрленбейді.\nШылау сөздер дегендеріміз - ішкі мазмұндары жағынан да, сыртқы формалары жағынан да, сондай-ақ, қызметтері жағынан да өздерінің бастапқы шыққан төркіндерінен біржола қол үзіп, әрі осы аталған негізгі үш белгі жөнінен де дербестіктерінен айырылып, өз алдына категория болып қалыптасқан және жалпы көмекші сөздер тобына негізгі ұйытқы есебінде қызмет ететін сөздер.",
                "date": "14.01.2021",
                "upvotes": 0
            },
            {
                "text": "Қалай?Қайда? Болды",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй сатып аларда нені ескерген жөн?",
        "question_content": "Үй сатып аларда нені ескерген жөн?",
        "question_date": "12.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағасын ескере білу керек",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқазан қорытпаса не істеуге болады?",
        "question_content": "Менің осылай асқазаныма ауа толып қала беретініне 1 жылдан асты және 3-4 ай бурын кекыре беру косылды аш болсамда ток болсамда тунымен кекыре беремин не істесем болады???",
        "question_date": "12.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамақ ішкеннен соң кекіру қалыпты жағдай! Ал үздіксіз кекіре бері әрі 5-10минут сайын ол жақсылықтың нышаны емес.\nКекіру \nКекірудің ең жиі таралған себебі ауа жұтудан.Ауа жұтқаннан кейін толу немесе желдену сезімі болады. Кекірудің аз таралған себептері, асқазанның толып қалуы немесе дұрыс ас қортпауынан, оларға: Ойық жара ауырсынуды тудыруы мүмкін. Өңештің және асқазанның қатерлі ісігі , сондай-ақ, жүрек айнуын, тәбетінің төмендеуін және тамақтанғаннан кейін асқазанның толу сезімін тудыруы мүмкін. Гастроэзофагеальді рефлюксауруы жатқанда немесе еңкейгенде қыжылмен кекіруді шақырады. Іштің жоғарғы оң жақ бөлігінде ауырсыну туғызатын өт қабының ауруы; Ауыруы арқа немесе иыққа таралуы мүмкін. Іштің жоғарғы жағында немесе кеудеде жеңіл дискомфортболуы, газдың әсерінен болуы мүмкін,толу сізімінің болуы, асқазанда ауырлық немесе қыжыл сезімінің болуы. Бұл сиптомтар кекірумен немесе кекірусіз жүреді. Безоар- қорытылмаған заттың көп мөлшері (тағам, шаш немесе жұтылған заттар) асқазаннан ішекке өтетін жолды бітеп тастағанда болатын ерекше жағдай. Егер асқазанның толып турған немесе асты қортуы қиындап тұрған сезім болғанда, үйдегі ем көмектеспеген жағдайда, дәрігерді шақырыңыз.\n\nhttps://www.zdrav.kz/kk/azbuka/kekiru",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Разряд деген не?",
        "question_content": "Разряд деген не?\n\nМенен 18 045 санынан мыңдық разряд ,жүздік разряд сұраптұр\n\nСондықтан білгім келіп тұр разряд деген не?",
        "question_date": "12.01.2021",
        "question_tag": "Мектеп",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген сандағы жүздік және мыңдық үлесті білдіреді.\n\n18045 санында 18 мыңдық, 180 жүздік бар.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзімді кешіре алар емеспин",
        "question_content": "Өтініш ең алдымен айтайындеп отырған ойларымды оқитын кісілер барлықтарыңыздан кеширим сұраймын. Мен өзімді жек көрем",
        "question_date": "12.01.2021",
        "question_tag": "Жанұя",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не үшін жек көретініңізді жазбапсыз.\n\nНе болып қалды ?",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Payeer кошелектен Каспи голдқа қалай ақша аударуға болады?",
        "question_content": "Payeer  кошелегіндегі ақшаны  Каспи голдқа аудару қажет.  Сайт немесе арнайы официальный сайттарды жазсаңыздар.",
        "question_date": "12.01.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.bestchange.ru/payeer-to-kaspi-bank.html\n\nОсы жерден қарап көріңіз",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өзімді жек көрем",
        "question_content": "Алдын ала кешірім сұраймын,маған қатты айтып сөге көрмеңіздерші. Мен қателік жасадым тұрмыста 15 жыл бойына жолдасымнан психологиялық қысым көріп келем оған өзім кінәлімін өйткені мен қыз болмай келдім көп жыладым өкіндім 2 ұлым 2 қызым бар сырт көзге бақыттымын барлық жағдайым бар барлық жағдайымды жасап қойған бірақ айына 1 не 2 айда бір өткенді айтып жанымды жейді бірақ жақсы көреді ажыраспайды мен ушин барине дайын Ал мен әбден басым шаршады іштей өлгім келетін сен онымен сөйлесесің дейді мен сөйлеспегем ешкашан досым жоқ ешбір сыныптас коллектив ешкандай құрбым жоқ әбден іш құса болып жүргенде бір жігіт ізімнен калмай қойды қалай болғанын білмейм мен одан жылылық көргендей болып онымен кездесіп қойдым енді өкінішім өртеп барады, ұяттан өліп барам, өзімді кешіре алмаймын оның балаларымның бетіне қарай алмаймын күлкімнен айрылдым. Күйеуімді жақсы көретінімді түсіндім. Ол мені осынша жыл жақсы көріп тұрып миымды шаршатып келді сонғы рет 15 жылда қатты қол көтерді бірақ мына жағдайды білмейд білсе өлтіре салады әбден шаршап қажыдым казір өте ауыр халдемін. Психологта болдым ажрас дейді. Өзінді кешір. Ана жігітті да ұмыт дейді, мен ол жігітті көргімде келмейді. Айнаға өзіме карауға жиіркенем. Өле салар ем балаларымды кайтемін. Кешіріңіздер мен бақытты емес сүйіктіда жиіркеніш әйелді.Намаз оқып жүрмін мүмкін жеңілдермін деп әттең кеш",
        "question_date": "12.01.2021",
        "question_tag": "Жанұя",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірде әртүрлі жағдай болады. Өлуді ешқашан ойламаңыз. Өмір ол ойдағыдай болмай қалса  , аяқтап қайта басынан бастай салатын зат емес. Психологыңыздың нақты шешімді былай жаса деп айтқаны дұрыс емес деп ойлаймын. Басқа да психолог немесе тіпті психотерапевтке көрінуге тырысып көріңіз. \nӨмірде барлық адам да қателік жасауы мүмкін. Қыз болмай келгеніңізді білсе неге басында ақ бас тартпады ары қарай, сіз де ол да тыныш болар еді. Яғни ол өзінің нақты шешімі сізбен қалу деген. Және де ол да үйленгенге дейін таза болда деп айта алмайсыз. Так что оның олай талап етуге құқығы да жоқ шындығында. Требуешь - соответствуй деген бар. Сіз өзіңіздің басыңызға шығарып өзіңізді кінәлі санай бермеңіз. Ең бірінші өз жағдайыңызыдң ары қарай қалай боларына уайымдаңыз. Ешкімнің көңіліне қарап керек емес. 15 жыл бойы адамдық отбасылық жылулық танытып, бақытты болудың орнына түртпектей берсе, сырттан жылу іздегенсіз да. Кінәләсәз ия, отбасылық адалдықты сақтамағанға, ашық күйеуіңізбен біржақты етіп мәселені шешпегеніңізге. Бірақ мәселе отбасылық болғандықтан, сіз жалғыз өзіңіз кінәлі емессіз. Өз -өзіңізді жеп керек емес.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмда қалай табыс табуға болады?",
        "question_content": "Инстаграм желісінде ақша тапқым келеді бірақ ол үшін неден бастау керектігін білмеймін. Арнайы ашқан аккаунттарым бар және соларды дамытқым келеді.",
        "question_date": "12.01.2021",
        "question_tag": "Бизнес туралы",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы ашқан аккаунттарыңыздың аудиториясы кімдер, соны зерттеңіз. Соған байланысты ары қарай бағдарлаңыз.",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаз уақытында тау басындағы қар неге ермейді?",
        "question_content": "Маған жаратылыстану 5-сынып пәнінен үй тапсырмасы берілді.Оқулықта: \"жаз уақытында тау басындағы қар неге ермейді?\"- деген сұрақ жазылып тұр.Сол сұраққа жауап іздей алмадым",
        "question_date": "12.01.2021",
        "question_tag": "Табиғат",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда б\n\nОсындай тапсырма берды",
                "date": "12.01.2021",
                "upvotes": 0
            },
            {
                "text": "Жоғары биіктікте ауа температурасы жылы жерден алыс орналасқандықтан, таулардың басында жыл бойы қар жатады.",
                "date": "18.01.2022",
                "upvotes": 0
            },
            {
                "text": "Себебі тау басында ауа салқын, ал ыстық ауа төмен түседі.",
                "date": "18.01.2022",
                "upvotes": 0
            },
            {
                "text": "Мағанда соны берді оның жауабы аспан ашық болады сондықтан аспан суық болады ал суық жерде қар ерімейді",
                "date": "18.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кәсіптік колледжде АӘД пәні оқытушысы болып жұмыс жасаймын?",
        "question_content": "Кәсіптік колледжде АӘД пәні оқытушысы болып жұмыс жасаймын. Сұрақ менің еңбек өтілім 9 жыл, ІІ санатты, білімім жоғары, модераторлығым тағы бар, 3 группаға сабақ берем, ауылдық жерде жұмыс жасаймын, осы орайда жалақы қанша болады?",
        "question_date": "12.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Спорт – денсаулық кепілі\" эссе жазу?",
        "question_content": "Маған денсаулық жайлы эссе қажет тез арада. \"Спорт – денсаулық кепілі\" эссе жазу? Керек сөздері болу керек інінде.",
        "question_date": "11.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 139000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спорттың адам өмірінде алатын орны зор екендігін бәріміз білеміз. Спортпен айналысқан адамдың денсаулығы мықты, әрі шыдамды болады. Денсаулық адамдың ең қымбат дүниесі. Сондықтан біз денсаулығымызды нығайту үшін спортпен шұғылдануымыз керек. Спорттық ойындардың түрлері көп. Олар: футбол, баскетбол, волейбол, теннис, хоккей, шаңғы тебу, суда жүзу және т.б. Спорттың адам өмірінде қаншалықты пайдалы екенін, оның адам өмірін ұзартатынын біз білеміз. Күнде таңертең ерте тұрып, «Балапан» телеарнасымен бірге түрлі жаттығулар жасаймыз. Дене жаттығуы адам баласына қашан да пайдалы. Күні бойы өзіңді сергек сезініп жүрудің де бір тәсілі – спорт. Спорт адамды шат-шадымен өмір сүруге жетелейді. Спорт – белгілі ережелер немесе дәстүрлерге сай көбінесе жарыс түрінде өтетін әрекет. Қандай спорт түрі болмасын, халқымыз қайсарлық пен жігерлігімен көзге түсіп, сан сайыста жеңіс тұғырынан көрініп келуде. Еліміздің көк байрағын желбіретіп, әнұранымызды өзге ұлт өкілдеріне тыңдатқан спортшыларымыздың есімдерін біліп, оларды ылғи да мақтан тұтамыз. Біздің елдің футболшылары да мақтауға лайық. Оларға мысал келтірсек: Астана футбол клубы Еуропа лигасы, Чемпиондар лигасы турниріне тұрақты қатысып жүр. Біздің елде Олимпаида чемпиондары көп. Оларға: Дмитрий Баландин, Ниджат Рахимов, Данияр Елеусінов, Александр Винокуров, Серік Сәпиев және т.б. Спортпен айналысуды ұмытпаңыздар!\nДенсаулық туралы шығарма\n Мен спортпен әуестенетін адамдардың қатарына кіремін. Күн сайын таңертеңгілік жаттығулар жасаймын, бұл маған сабаққа барар алдында ұйқымды ашуға көмектеседі. Бос уақытымда, достарыммен бірге коньки тебуге және жүзуге барып тұрамын. Осының арқасында денсаулығым жақсарып, сирек ауратын болдым. Ғалымдардың айтуынша, күніне 30-40 минут уақытыңды спортқа бөлсең, ауруға шалдығу қаупі 30%-ға азаяды. Спорт жаттығулары ағзаның иммунитетін көтереді, сол себепті спортпен шұғылданатын адамдар, вирустық инфекцияларға бейім болмайды. Физикалық белсенділік қан тамырларына жағымды әсер етеді. Жүрек – дененің ең маңызды органы, оның дұрыс жұмыс істемеуі, ауыр салдарға әкелуі мүмкін. Күнделікті жаттығулар – жүрек-тамыр жүйесінің қызметінің жақсаруына кепілдік береді. Сондай-ақ, жаттығулардың көмегімен, қарт адамдардың буыны мен бұлшықеттері күшейеді. Барлығы спортпен айналысуы керек, әсіресе денсаулығы нашар кісілер. Бүгінгі таңда көптеген спорт секциялары бар, ол жердегі тәжірибелі жаттықтырушы, сізге ұнайтын жаттығу түрін таңдап береді. Салауатты өмір салтының қарапайым қағидаларын ұстанатын болсаң, денсаулығынды нығайтып, өміріңді ұзартуға мүмкіндік аласың. Сонымен бірге, дұрыс тамақтануды, ұйқының жақсы болуын және таза ауада серуендеуді ұмытпаған жөн.",
                "date": "11.01.2021",
                "upvotes": 0
            },
            {
                "text": "ДЕНСАУЛЫҚ адам өмірінде маңызды рөлді атқарады.Денсаулығымызды сақтау үшін спортпен айналысу қажет.Спорттың түрлері өте көп .Мысалы, гандвол,футбол ,баскетбол,бес асық,күрес,бокс және т.б . Бірақ тек спортпен емес ,дұрыс тамақтануда денсаулықты сақтайды.Сондықтанда пайдалы тағамдарды тұтынып,спортпен айналысқанымыз жөн.",
                "date": "8.02.2024",
                "upvotes": 0
            },
            {
                "text": "Спорт адамның денсаулығына маңызды мәселе адам оның ішінде калориясы көп ал біздің ағзамызда бір күнде 1800 калорий сияды тағы адам таңертең спорт жатығулармен айналысып озінің денсаулығына ие болу керек.",
                "date": "12.02.2024",
                "upvotes": 0
            },
            {
                "text": "Спорт денсаулық кепілі,спортпен айналысқан әр адамның денсаулығы мықты болады! Спортпен айналысқан біздін денсаулығымызды қан айналымын,Бой өсуін, жүргізеді.адам өмірі спортпен байланысты,спортты таң ертең жасаған адамның өмір жасы ұзақ болады.Біз отырып тұру,секіру арқылы басымызға т.б кислород барып денсаулығымызды жақсаруына ықпал етеді.Әр адамзат баласы таң ертең сағат 8:00 спортпен шыңығуы керек сол арқылы адамның ойы,жүйке жүйесі шыңығады.сол себептен спортпен айналысқан жөн.",
                "date": "14.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік грант жеңген студент, неге екінші семестрге ақы төлеуі керек?",
        "question_content": "Мен Елібай Ақжүніс, 2020 жылы 1 қыркүйектен бастап Қазақ ұлттық қыздар педагогикалық университетіне ақылы бөлімінде 50% жеңілдікпен (қызыл аттестат) оқуға қабылданып, 1 семестрдің ақысын толық төлеп, оны жақсы аяқтадым. Екінші семестрде Ақтөбе Қ. Жұбанов университетіне игерілмеген гранттар бойынша, осы университетке мемлекеттік грант жеңіп алдым. Енді Қазақ ұлттық қыздар педагогикалық университетінен құжаттарымды алу үшін, маған 1 жылдық оқу төлемақыны төлеуді талап етіп отыр, құжаттарымды бермей отыр.",
        "question_date": "11.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз 50пайыздық грантпен түссеңіз сіз оқу ақысын төлеп ақ оқыдыңыз. Сіздікі дұрыс ақ деп ойлаймын. Ол жерде сіздің құқығыңызды бұзып тұр. Сіз  Қазақ ұлттық қыздар педагогикалық университетінің өз факультетіңіздің деканатына , ол болмаса ректоратқа барып қандай негізде олай талап қойып отырғанын құжаттық негізде дәлелдеуін талап етіңіз. Қолыңызды 50пайыз төлеммен оқуға қабылданған келісім шартыңыз болса сол құжат негізінде өзіңіздің құқығыңызды қорғап, құжатқа қол жеткізе аласыз.\nСіз  Қазақ ұлттық қыздар педагогикалық университетіне қабылданғанда қол қойған келісімшартта , егер оқуды ауыстырса төлемақыны толықтай төлеу керек деп көрсетілген болса, онда солардың  дегені әрине дұрыс. Келісімшартты нақтылап оқу керек.",
                "date": "11.01.2021",
                "upvotes": 0
            },
            {
                "text": "Egov.kz  \nССылканы басыңыз,нөмірлер шығады.Солардың біріне хабарласып көріңіз.",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген қисықтармен шектелген жазық фигураның ауданын табыңдар? y= x2-3x+5 y=3",
        "question_content": "Берілген қисықтармен шектелген жазық фигураның ауданын табыңдар?    y= x2-3x+5   y=3",
        "question_date": "11.01.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y1= x2-3x+5   \ny2=3\nx2-3x+5  = 3\nx2-3x+2 = 0\n(x-2)(x-1) = 0\nx1=1 x2=2\ny1 және  y2 -ден туынды аламыз, кейін интегралға саламыз.\ny1' = 2x-3,  y2'=0\nS = (2*2-3) -(2*1-3) = 1+1 = 2",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТЛ-дің оқушылары туркияда оқи аладыма",
        "question_content": "КТЛ коледжның студентеры туркияға оқуға түсе аладыма(естігенмін СДУ-дың КТЛ-дің оқушыларымен студентері туркияға оқуға түсе алмайды деп) осы сқраққа нақтырақ жауап берсеңіздер\n\nАлдын ала РАХМЕТ!!!",
        "question_date": "11.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондайды естімеппін, іздеп те таба алмадым. Керісінше түрік тілін біліп , Түркияда оқуға деген мүмкіндігі артыатын болар.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оттекте көмірдің жану реакциясын жазып, тотығу тотықсыздану процесті?",
        "question_content": "Оттекте көмірдің жану реакциясын жазып, тотығу тотықсыздану процестің көрсетіңдер?",
        "question_date": "11.01.2021",
        "question_tag": "Химия",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмір мен оттегінің қатынасына байланысты. \nЕгер оттегі жетіспесе, онда    2С+О2=2со (улы газ) \nЕгер артық болса, онда С + О2=СО2 (көмірқышқыл газы)",
                "date": "11.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гениколог 17 жаста болғандықтан тек ата-анаммен қабылдайды ма?",
        "question_content": "Жасым 17 де жігіт пен жақын қатынаста болғанмын. Етеккірім 1ай 11күн болды кешігуде тест алып 3-4рет тексеріп көрдім сызық жоқ. Жүрек айну бас айналу белгілері де жоқ. Қуығым қатты ауырады. Ақ түсті бірдеңе көөп келеді не себепті олай өтінем жауап беріңіздерші. ГИНЕКОЛОГҚА 17жаста болғандықтан тек ата Анаммен қабылдайды екен,ол кісілерден қысыламын өтінем жауап беріңіздерші",
        "question_date": "11.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)  Ата - анаңызға айта алмағаннан - ақ  өзіңіз де дұрыс емес іс екекнін түсініп жүрген боларсыз. Тәрбие немесе басқа да заттар айтып миыңызды ашытпаймын. Тек болашағыңыз бен денсаулғыңызды ойлаңыз. \n2) Ол инфекциядан болуы мүмкін екен. Өзіңіз де ғаламтордан іздеп оқып көре аласыз толығырақ. Және де сізге шұғыл түрде дәрігерге қаралу керек. Немесе суықтан да болуы мүмкін екен. Сіз ақылы емханаға болсын барып қаралыңыз. Денсаулық бірінші орында. Бәрібір де жыныстық өмірді бастаған екенсіз, енді тұрақты түрде гинеколог маманға қаралып тұрғаныңыз абзал.",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байлық туралы 5 сөз жазу керек болып тұр?",
        "question_content": "Байлық туралы 5 сөз жазу керек болып тұр?",
        "question_date": "11.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші байлық — денсаулық,\nЕкінші байлық — ақ жаулық,\nҮшінші байлық — он саулық. деген сөз бар екен.\nЕгер сізге байлықтың синоним сөздері керек болса баршылық, тоқшылық, дәулет, қазына , молшылық, дүние- мүлік.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    }
]