[
    {
        "question_title": "Екі қаланың арасындағы арақашықтығын 100км, ал картада 5см Картаның масштабын тап",
        "question_content": "Екі қаланың арасындағы арақашықтығын 100км, ал картада 5см Картаның масштабын тап Екі қаланың арасындағы арақашықтығын 100км, ал картада 5см Картаның масштабын тап",
        "question_date": "30.10.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 км=1000м=100 000 см. Сонда масштаб 5:10 000 000=1:2 000 000",
                "date": "2.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашақ бізде эссе жазу керек?",
        "question_content": "Қазақ тілінен үй тапсырмасы болашақ бізде эссе керек?",
        "question_date": "30.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 26600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген мемлекеттің болашағы білімді жастар. Бүгінгі жас – болашақ Қазақстанның жанды бейнесі. Бүгінгі жас – ертеңгі ел тізгінін ұстайтын тұлға.\nҚазір алдыңғы толқын аға буынның орнын басар, ізін жалғастырар артында өсіп келе жатқан жастар екені даусыз. Еліміздің ендігі дамуы мен өркендеуі, келешегі жастарға тікелей байланысты.\nТұңғыш Елбасымыз Нұрсұлтан Әбішұлының биыл «Жастар жылын» жариялап, Жарлыққа қол қоюы еліміздің тарихында ұлт Көшбасшысы мен мемлекет тарапынан жастарды қолдауға жасалған теңдессіз қадам деп білемін.\nҚарап отырсаңыз, биыл тұтас бір жыл жастарға арналып отыр. «Осы кезеңде қандай нәрсеге баса назар аударған дұрыс? Біз, жастар өзгеріске қалай дайындалуымыз керек? Мемлекет пен қоғамға пайдамыз тию үшін не істеуіміз керек?» деген сауалдарды мақсаты бар әр жас азамат өзіне қою керек.\nИә, ақын, педагог М.Жұмабаев айтпақшы мына қоғам «Арыстандай айбатты, жолбарыстай қайратты, қырандай күшті қанатты» жалындаған жастарға иек артады, соларға сенеді. Еліміздің өсіп өркендеуі үшін, жас мамандардың ойының ұшқырлығы, тың идеялары өте маңызды. Қандай мамандық иесі болса да, өз істеріне жауапкершілікпен қараған адамның, жетер жетістігі де өте көп болмақ. Иә, 2019 жыл «Жастар» жылы болып бекітілді. Яғни бұл дегеніміз, жастарға деген сенімділік пен оларға қолдау көрсету. Болашағының жарқын болып, ойлаған арманын іске асырып, алдына тың жоспар қоя білген әр жас маман буынға осы жыл таптырмас мүмкіндіктердің бірі. Мен де жас маман ретінде, елімнің болашағы үшін еңбек етемін. Таңдаған мамандығымның арқасында, көп нәрсені біліп және әлі де ізденіп келемін.\nІзгілік пен ізденісті тұмар қылған мен жан-жақты білімділікті, шәкіртке деген шуақты көзқараспен қарауды, әр оқушының бойына үңілуді, олардың жан дүниесін түсінуді, мүмкіндік беруді үйреніп келемін. Үнемі шәкірттеріммен тығыз байланыста болып, олардың ойымен санасып, көкейіндегі арманын тыңдап, сол бойынша бағыт-бағдар беріп, дұрыс жол нұсқап, екінші анасы ретінде көмектескенім үшін өзімді ерекше бақытты сезінемін.\nМен – жас маманмын: соның ішінде ұстазбын! Кешегі балғын бөбектен «адам» деген жаратылысты тәрбиелеп шығудан абыройлы іс жоқ шығар тегінде. Даналықтың қайнар көзі — білім. Даналыққа жету жолы қиын да ұзақ\nҰстаз – ол көшбасшы. Жаңа қоғам мұғалімі – рухани бай, әлеуметтік жетілген, шығармашыл тұлға. Өз ісінің маманы, педагогикалық әдіс – тәсілдердің қолданудың хас шебері. Әрдайым жеке бас дамуына ұмтылатын, болып жатқан заман талабына тез бейімделе алатын жаңа қоғамның дара тұлғасы болу керек. Бүгінде жаңа өмір жолын бастаған жас мамандар арасында педагогикалық мамандықты таңдаған менің қатарластарым жыл сайын көбейіп келеді. Бұл болашаққа жасаған ой-жоспарыңды қиялдатады, көңілге қуаныш ұялатады.\nБіз төл тарихын жетік білетін, бағалайтын және мақтан ететін және алған білімін әлемдік өркениетпен үндестіре білетін өскелең ұрпақты ұлттық рухта тәрбиелеуіміз қажет. Қазіргі жастар өкінішке қарай, қандай да бір ақпаратты кітаптан емес, ғаламтор желісінен алатыны баршамызға белгілі. Егер заманауи элементтерді қолдана отырып, тарихи фильмдер түсірілсе, жаңа технологиялардың көмегімен ерекше көрмелер ұйымдастырылса, жас ұрпақтың қызығушылығы артатыны сөзсіз. Сондықтан да мен кішкене де болса Нұржау жалпы орта мектебінде аталған бағдарлама тұрғысында жұмыс жасап келемін. Өзім ағылшын тілі пәні мұғалімі болғандықтан, тұңғыш Елбасымыз әрқашан айтып жүрген үш тілділіктің жүзеге асуына бар мүмкіндігім мен күшімді жұмсаймын.\nАғартушы-педагог Мағжан Жұмабаев: «Ұлттың ұлт болуы үшін бірінші шарт – тілі болуы» деген еді. Ал, жазуымыздың латын әліпбиіне көшуі өте дер кезінде қозғалған бастаманың бірі деп едім. Өйткені, тарихтан белгілісі, бұған дейін де қазақ халқы латын қарпін қолданды. Мен алдағы уақытта және болашақта әлем әдебиеті мен қазақ әдебиетін байланыстырып, Абай бастаған әдебиет асылдарының туындыларын ағылшын тіліне аударып, оны әлемге танытқым келеді.\nМектеп ұжымының, оның ішінде мектеп басшысы Гүлбаршын Жақимқызы  маған деген ниеті де, пейілі де тіпті ерекше болды десем артық айтқандық емес. Міне, ұйымшыл ұжымның бірлігінің арқасында көп нәрсені үйреніп, өзімнің шәкірттерге сапалы білім беріп жүргенімді мақтаныш етемін. Елбасымыздың жас мамандарға деген қамқорлығына ,әрине, бәріміз шексіз ризамыз.\n«Жастар жылы» – жастарға арналған зор мүмкіндік, онда бастау алатын «Жас маман» бағдарламасы жастарға кездесетін қиындықтарды еңсеруге көмектеседі. Жастарға әлеуметтік көмек көрсету, жастар саясатын жүзеге асыру мақсатында да игілікті шаралар қолға алынып жатқаны қуантарлық. Әрбір маманның өз жұмысы, сол жұмысының қиындығы мен қызығы бар. Медицина саласы адам жаның дәрі-дәрмекпен, мейіріммен емдесе еліне шипа берсе, экономика саласы еліміздің экономикасын қадағаласа, ал мұғалім баланың шабытын оятып, білімін жетілдіре түсуге көмектеседі. Ұлы ағылшын ағартушысы, Уильям Уорд: «Жай мұғалім хабарлайды, жақсы мұғалім түсіндіреді, керемет мұғалім көрсетеді, ұлы мұғалім шабыттандырады»- дегендей осы мұғалім мамандығын таңдағаныма еш өкінбеймін, себебі мен еліміздің жас білім алушыларына шамшырақ қылып жағу, болашаққа бағыт-бағдар беру, «менін» қалыптастыру шығармашылыққа баулу, бәсекеге қабілетті тұлға етіп шығару мәртебесі- біздің елімізде және осы сенімнен шығуда аянбай еңбек ететін боламын!\nБізде, шыны керек, бүгінде білімді әрі еңбекке икемді болғанымен өз бағдарын білмей жүрген жастар көп. Сондықтан да біз оларға үлгі бола отырып, сол жас буыннан құралған еліміздің қуатты күшін бір арнаға тоғыстыруымыз керек есептеймін.\nОсындайда айтқым келетіні: жоғарыдағы, әртүрлі саладағы аға буын жастарға жоғарыдан төмен қарап, «бұларды үйрету керек» деген психологиядан әлі арыла алмай келеді. Бірақ, бұл бүгінгінің басты өлшемі емес деп есептеймін.\nТұңғыш Президентіміз Нұрсұлтан Әбішұлы Назарбаев жастарға: «Біз тәуелсіздікті алдық, ұстадық. Тәуелсіздікті  алу бар  да, сақтау бар. Енді сендер сақтаңдар» деді. Бұл – аманат. Аманатқа сай жастар бар, бірақ, олардың қатарын көбейтуіміз керек. Елбасымыз «Қазақстанның болашағын жастарға сеніп тапсыруға болады» деді. Сондай-ақ, болашақта жастардың білім алуына және арнайы жеңілдіктер қарастырылған бағдарламалармен үй алып, еңбек етуіне қолайлы жағдай жасалатынын жариялады. Оған дейін жастарды қолдап жатқан әртүрлі жобалар мен бағдарламалар аз емес. Бір-екеуін тілге тиек етсек: «Болашақ» бағдарламасы мен «Дипломмен ауылға» жобаларын айтуға болады.\nЕліміз «Болашақ» бағдарламасы бойынша қаншама талантты, білімді, вундеркинд жастарды шетелдерде оқытты. Оның астарында дамыған елдерді көзімен көрсін, ой түйсін, шешім қабылдасын, Отанына шын мәніндегі патриот болып оралсын деген аталық тілек, философиялық түйін жатыр деп ойлаймын. Қазақтың жолбарыс жүректі батыры, Бауыржан бабамыз: «Жиырма жас – тарихи ерліктер жасайтын жас. Осыған әрқашанда әр азамат әзір болу керек» дейді. Енді соған жастардың атсалысып, белсенді болатын уақыты келді. Мұғалім – ол көшбасшы. Жаңа қоғам мұғалімі – рухани бай, әлеуметтік жетілген, шығармашыл тұлға. Өз ісінің маманы, педагогикалық әдіс – тәсілдердің қолданудың хас шебері. Әрдайым жеке бас дамуына ұмтылатын, болып жатқан заман талабына тез бейімделе алатын жаңа қоғамның дара тұлғасы болу керек. Себебі: мұғалім жаңаша ойлайтын, жоғары білімді шығармашыл тұлғаның қалыптасуы мен дамуына жауапты. Иә, біздің ауданымыздың жас мамандарынан осындай қабілет пен қасиеттерді кезіктіруге болады.\nСөз соңында түрік ақыны Назым Хикметтің бір шумақ өлең жолдарымен аяқтағым келеді:\nМен жанбасам лапылдап,\nСен жанбасаң лапылдап\nБіз жанбасақ лапылдап\nАспан қалай ашылмақ?!\nҚиындығы мен қызығы қатар жүретін маман иесі болғанымды мақтан тұтамын! Иә, жастар – қозғаушы күш. Жастар – елдің ертеңі. Олардың жасампаздыққа ұмтылысы, білім шыңына өрмелеп, елге қосар үлесі – жарқын болашақ кепілі.\nБүгінде білімді де білікті, еңбекқор да отан сүйгіш, көк туымызды желбіретіп, ел мерейін асқақтатар жас ұрпақтың  жарқын болашағына жұлдызды жол салатын, құзіретті  тұлға, жас маман —  біздерміз!\nҰстаз деген ұлы мамандықтың тұтқасын ұстап, тамырдай жан-жаққа тарамдалған мектеп тынысына, ұстаздың тынымсыз тіршілігіне қанығып, келе жатқан жас мамандар, алар асуларыңыз алда болсын!",
                "date": "10.11.2020",
                "upvotes": 0
            },
            {
                "text": "Мен болашақта мұғалім болғым келеді",
                "date": "10.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2,2г темір (11) сульфидін анықтау үшін 14г темірге қанша грамм",
        "question_content": "Массасы 2,2г темір (11) сульфидін анықтау үшін 14г темірге қанша грамм кукірт қосу керек?",
        "question_date": "30.10.2020",
        "question_tag": "Химия",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 2,2г темір (11) сульфидін анықтау үшін 14г темірге қанша грамм кукірт қосу керек?",
                "date": "2.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Си тілінде программа құрып, оның әр жолына түсініктеме беру керек.",
        "question_content": "Бүтін n санын берілген, ол бүтін m (m<n) санына қалдықсыз бөлінетінін анықтайтын программа құру керек. \nПрограмманы си тілінде құру керек. switch операторын пайдаланып.",
        "question_date": "30.10.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include\nint main(void) {\nint n, m;\nscanf(\"%d %d\", &n, &m);\nswitch (n % m) {\ncase 0:\nprintf(\"YES\\n\");\nbreak;\n default:\nprintf(\"NO\\n\");\nbreak;\n}\nreturn 0;\n}",
                "date": "31.10.2020",
                "upvotes": 0
            },
            {
                "text": "#include <stdio.h>\n\nint main(void) {\nint n, m;\nscanf(\"%d %d\", &n, &m);\nswitch (n % m) {\ncase 0:\nprintf(\"YES\\n\");\nbreak;\ndefault:\nprintf(\"NO\\n\");\nbreak;\n\n }\n\n return 0;\n\n }",
                "date": "31.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың қабырғаларын табыңыз.",
        "question_content": "Тіктөртбұрыштың периметрі 24 см, ал оның көршілес қабырғаларына салынған шаршылардың аудандарының қосындысы 74 см2. Тіктөртбұрыштың қабырғаларын табыңыз.",
        "question_date": "30.10.2020",
        "question_tag": "Геометрия",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың периметрі 24 см, ал оның көршілес қабырғаларына салынған шаршылардың аудандарының қосындысы 148 см2. Тіктөртбұрыштың қабырғаларын табыңыз.\nЕгер шарты осылай болса ғана дұрыс шешімі шығады. сіз көрсеткендей шартта дискриминанттың суммасы - таңбасымен шығып қалады.",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың каттетерін табыңыз.",
        "question_content": "Тікбұрышты үшбұрыштың катеттерінің қосындысы 9смге тен ал ауданы 10 см2 каттетерін табыныз. Мәтінді есептерді теңдеулер жүесін арқылы шешу.",
        "question_date": "30.10.2020",
        "question_tag": "Геометрия",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a+b=9\n\nS=10\n\na=? b=?\n\nS = (a*b)/2 =10\n\na*b = 20\n\na+b =9     a= 9-b\n\n(9-b)*b = 20\n\n9b-b^2 = 20\n\nb^-9b+20 =0\n\n(b-5)*(b-4)=0\n\nb1=5,    b2=4\n\na1 = 9-5 = 4                a2 = 9-4 = 5\n\nКатеттері (5;4) немесе (4;5)",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер n элементтен алынған 3 таңдау үшін қайталанбайтын орналастыру",
        "question_content": "егер  n элементтен алынған 3 таңдау үшін қайталанбайтын орналастыру саны 240-қа тең болса, элементтер саны нешеге тең",
        "question_date": "30.10.2020",
        "question_tag": "Математика",
        "question_views": 786,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дене көкжиекке 30 градус бұрыш арқылы 8 м / с бастапқы жылдамдықпен лақтырылды.",
        "question_content": "Дененің максимал көтерілу биіктігін тап",
        "question_date": "30.10.2020",
        "question_tag": "Физика",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Hmax=V0²*sin²a/2g=8²*(1/2)²/2*9.8=64/8*9.8=",
                "date": "13.02.2023",
                "upvotes": 1
            },
            {
                "text": "дененің қозғалысын қарастырыңыз.\nVₓ = Vo*cos α = 8*cos 30° = 8*(√3 / 2) ≈ 7 м/с\nVy = Vo*sin α = 8*sin 30° = 8*(1 / 2) ≈ 4 м/с",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазтуған-ел болашағын ойлаған тарихи тұлға\" тақырыбында эссе жазыңыз?",
        "question_content": "\"Қазтуған-ел болашағын ойлаған тарихи тұлға\" тақырыбында эссе жазыңыз?",
        "question_date": "29.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазтуған - Алтын Орда заманындағы ноғайлы-қазақ дәуірі єдебиетінің ірі өкілі. Ноғайлы аталып, артынан бір-бірінен бөлініп кеткен түбі бір, тілі бір түркі тілдес тайпалардың шынтуайтқа келгенде, сол кезде жеке халық болып қалыптасқан қазақтардың бай әдебиеті, ақын-жыраулар поэзиясының бастауында тұрған үлкен эпик ақын. Оның шығармалары бүгінгі уақытқа толық жеткен жоқ, көбі мүлде ұмыт қалса, қолда бары баспа бетін көріп келе жатқандары үзінді күйінде ғана ақын мұрасынан азды-көпті мағлұмат береді. Қазтуған жыраудың алғаш өлеңдерін Ғабдолла Мұштақ құрастырған «Шайыр, яки қазақ ақындарының басты жырлары» жинағында жарияланса, кейіннен «Ертедегі әдебиет нұсқалары», «Алдаспан», «Бес ғасыр жырлайды», «Ұлы арман», Ленинградтан тұңғыш рет орыс тілінде жарық көген «Поэтика Казахстана», «Поэты пяти веков» жинақтарында, «Қазақ хандығы дәуіріндегі єдебиет» хрестоматиясында басылды. Жырау өмірі мен шығармашылығы туралы азды-көпті болсын С.Сейфуллин, М.Мағауин, Є.Дербісәлин, Қ.Сыдыиқов, Х. Сүйіншәлиев, Ж. Тілепов сияқты белгілі әдебиеттанушы ғалымдар қалам тербеді.\nҚазтуған ХV ғасырда өмір сүрген ноғайлы батыры, би әрі ақын-жырау екені анық. Алайда, ол туралы деректер өте жұтаң. Сол себепті де жоғарыда аталған ғалымдар жырау туралы азды-көпті жазды деуіміз де осыған саяды. Бұған дейін ХІХ ғасырдың көрнекті қазақ ақыны Мұрат Мөңкеұлының «Қазтуған» толғауында айтқандай, Қазтуған жыраудың қонысы «Жайықтың күнбатыс шетіндегі Нарын, Қабыршықты, Қаралау деген жерлер екен» деген жалғыз мәліметке сүйеніп келдік. Жау жағадан алып, қысылтаяаң кез туған шақта Қазтуған елін аман сақтап қалу мақсатында жұртты бастап Еділ, Жайықтан Қазақстанның күншығыс жағына ауған деседі. Оның басты себебі - талай құтты қоныс болған туған жердің жайсыз мекенге айналып ел бірлігінің қожырай бастауынан болса керек. Ел қамын ойлап, халық мұңын жоқтаған Қазтуғандай жаужүрек батыр, қол бастаған басшы жұртын соңына ерте білді, елінің болашағын тереңнен толғанып, оны аман-есен сақтай алуды перзенттік парыз деп білді.\nҚазтуғанның ақындық қуатын танып, жыраулық жыр жолдарын биікке көтерген шығармалары санаулы ғана. «Алаң да алаң, алаң жұрт», «Бұдырайған екі шекелі», «Белгілі бір көк сеңгір» деп басталып, бүгінгі ұрпаққа сақталып жеткен үш жырының өзі оның үлкен эпик ақын болғанын дәлелдейді.\nҚазтуған жырларындағы шоқтығы биік шығарма оның туған жермен қоштасу жыры.\nАлаң да алаң, алаң жұрт,\nАғала ордам қонған жұрт.\nАтамыз біздің бұ Сүйініш\nКүйеу болып барған жұрт,\nАнамыз біздің Бозтуған\nКеліншек болып түскен жұрт...,-деген адамды елжіретер\nтүйдек-түйдек сөз тізбектері, жыр жолдары арқылы туған жерінен еріксіз үдере көшкен ел көрінісі көз алдымызға келеді.\nҚазтуғанның Еділ өзенін жағалап, Ақтұба, Бозан бойын жайлаған қазақ, ноғай тайпаларының рубасы, көсемі, қолбасшысы, әрі атақты батыр болғаны мардымсыз тарихи аңыздар арқылы белгілі. Осы қоштасу өлеңі он бесінші ғасырдың екінші жартысында өз қарамағындағы руларды бастап Еділден еріксіз ауып, Қазақ мемлекеті құрамына өткеннен сыр шертеді.\nСалп-салпыншақ анау үш өзен\nСалуалы менің ордам қонған жер,\nЖабағылы жас тайлақ\nЖардай атан болған жер...\nШиыршық атып, шымырқанған тебіреністен туған бұл теңеулер батыр жыраудың туған жерге сағынышын, шексіз махаббатын білдіріп, ақындық қиял ұшқырлығы мен өршіл романтикалық шеберлігін дәлелдей түседі.\nҚазтуған жырларында оның ақындық ерлігі мен шырқау биігін көрсетер тұс - ол жырды кім шығарғанын нақтылы дәлелдейтін:\nБұлт болған айды ашқан,\nМұнар болған күнді ашқан,\nМұсылман мен кєуірдің\nАрасын өтіп бұзып дінді ашқан\nСүйінішұлы Қазтуған,-деген жолдар арқылы қазақтың ноғайлы дәуіріндегі төл әдебиетінің жаңа белесінің бір қырын аңғартады. өз шығармаларын ауызша шығарып таратқан Қазтуған сияқты дүлдүл жырау өз есімін жырларында ерекше атап өту арқылы авторлығына дау тудырмайтын амалды сол заманда- ақ білдіргендей.\nБұл - сол кезде жеке жыраулардың, батырлардың сөзі үлгісінде туған ноғайлы дәуіріндегі толғау ретіндегі ерлік, батырлық жырдың алғашқы нұсқасы, яғни оған «қазіргі ноғай, қарақалпақ, қазақ, т.б. халықтардың тарихи кезеңге, уақытқа телінген ауызекі поэзияның үлгісі деп қарау керек».\nСоңғы жылдары осы мәселеге байланысты, қазақпен етене бауырлас, түбі де, тілі де бір ноғай, қарақалпақ халықтарының әдебиеттанушы ғалымдардың зерттеулерінде Қазтуған жырау өз ұлтының өкілі, туған єдебиетінің тарихындағы көрнекті тұлға ретінде бағаланып, дәріптеліп келеді. Бұл орайда Қазтуғанның «Алаң да алаң, алаң жұрт» толғауының ноғайлар арасына кең тараған нұсқалары «Ноғай жырлары», «Шопан» жинақтарында жарияланып, «Ноғайлар» атты көлемді зерттеуде ноғай әдебиетінің өкілі ретінде жырау шығармашылығы арнайы сөз болды. Сол сияқты, қарақалпақ ғалымы К. Мәмбетов өз зерттеуінде Қазтуған жырауды қарақалпақ әдебиетінің ірі өкілі ретінде қарастырады.\nБіздің пікірімізше, Қазтуған - ноғайлы дәуірінен тілі де, ділі де, ұттық салт-дәстүрлері де бір болып келген қазақ, қарақалпақ, ноғай халықтарына ортақ тұлға. Сол себепті де Қазтуғанды бауырлас үш ұлттың төл әдебиетінің бастауында тұрған ортақ ақын- жырау ретінде бағаласақ ақылға сияды.\n«Бұдырайған екі шекелі...» деп басталатын толғау-өлең - жыраудың өзіне дейінгі ақындық сөз өнерінен алған үлгі-өнеге негізінде өмірге келген жыр. Көлемі жағынан аз ғана осы жыр үзіндісінің өзі Қазтуғаннан ақындар мен жыраулар шығармашылығына єсер етті, нақыл, тақпақ, мақал-мәтел үлгісіндегі жыраудың терең толғанысты ой үрдістері қазақ поэзиясына үлкен таусалмас қазына болды.\n«Бұдырайған екі шекелі...» толғауы жыраулық поэзиядағы басқа толғаулардан оқшауланып тұратын көркемдік өзгешеліктерімен ерекшеленеді. Жырау өзін таныстыру монологы арқылы шағын толғауға қаймықпас қайсар «мұздай үлкен көбелі» батыр, «қойдың көсемі» іспетті елін соңына ерте білер басшы, халықты аузына қаратып, қара қылды қақ жарғызатын ділмар шешеннің жиынтық бейнесін сыйғыза білген. Мұның өзі жыраудың жай ғана қарапайым адам емес, жеке басы бірнеше өнерді меңгерген сегіз қырлы, бір сырлы жан екенін аңғартса керек.\nОсы толғаудағы «бұдырайған екі шеклі», «мұздай үлкен көбелі», «айдаса қойдың көсемі» және т.б. сөз тіркестеріндегі ойнақы, асқақ теңеулер жырға шырай келтіріп, соны көркемдік ізденіс, тапқыр да айшықты ой иірімдерін байқатады. «Ұстаса қашағанның ұзын құрығы» деген бір жолдың өзі ғана көшпелі дала өмірін көз алдымызға әкеліп, буырқанған бұла күш иесіне теңеген көркемдік ерекшелікті аңғартады.\nБуыршынның бұта шайнар азуы,\nБидайықтың көл жайқаған жалғызы.\nБұлт болған айды ашқан,\nМұнар болған күні ашқан, -деген осы тоғаудағы көркем сөз өнері кестелеген жыр жолдары бейнесі ұлғая түскен метафоралардан құралып, үнемі үдей түскен кең үрдісті де күрделі эпитет жасайды. Сонау орта ғасырларда орныққан бұл көркем сөз үлгілері өзінің сол қалпындағы нақышты қасиетін қазіргі қазақ поэзиясына дарытып, сақтап келгені Қазтуған жасаған өлең өрнектерінің өлместігін білдірсе керек.\nҚазтуғанның «Алаң да алаң, алаң жұрт» деп басталатын толғауы да жыраулық поэзияның көркемдік қуаты жағынан шебер жасалған үлгілерінің бірі.\nАқын шығармалары көлемі жағынан шағын болып келгенімен, негізгі тұспалдар ойы, ішкі мазмұнынан ерлік рухы, батырлыққа тән қасиеттер анық сезіліп, жыраулық поэзияның айшықты ерекшеліктерімен бедерленеді. Бұл жырларда бір ғана жырау атымен сақталып келген жыраулық үрдістегі поэзияның нағыз қаһармандық үні, жауға қарсы қаймықпас атой салған батырлық лебі басым.\nШығармаларының мазмұндылығы мен әлеуметтік салмағы жағынан алғанда, «Қазтуған толғаулары... қазақ халқының халық боп құрыла бастау тұсындағы жайлы қоныс, жайлы мекен іздеу мәселелелерінің сол алыс замандағы жаңғырығы, поэзия өмірінде сақталған шағын ескерткіш үлгісі ретінде кейінгі дєуірге жетті. Бұлар өз дєуірі мен шығарушысы жайында кішкентай болса да елес, ұғым бере алса, өз міндетін артығымен орындағаны болып саналады».\nҚазтуған - аты әйгілі он бесінші ғасырдың әрі батыр, әрі шешен жырауы. Оны халық Қарға бойлы Қазтуған деп атап кеткен. Туып өскен жері - Каспий алқабы, Бөкей жеріне қарасты. Еділ мен Жайық арасы, қабыршақты даласы, қазіргі Орал облысының Жалпақтал мен Жәнібек аудандарына жататын өлке. Астрахань облысына қарасты Краснояр ауданы, Бозан, Ақтуба өзендерін мекендеген елден шыққан. Ақтуба мен Бозан өзендері Еділдің кішігірім төменгі салалары қазіргі Краснояр ауданы. Краснояр ауданының көп жері бұрын Бөкей ордасына қараған, Бөкей ханның өзі сол ауданның байырғы тұрғындары Қарағаш ноғайлары ортасындағы кіші аралдағы Қияш өзені жағасындағы Баба ата мәйітінде жерленген. Қазтуған заманында бұл жерлер ноғайлар мекені есептелген-ді .\nҚазтуғанның дәл қай жылы туып, өлгені туралы тиянақты дерек әзірге белгісіз. Шамамен ол он бесінші ғасыр ішінде өмір сүрген.\nХалық Қазтуғанды әрдайым еске алып, қадір тұтады. Сол туралы талай аңыздар да айтады. Ел аңызында ол қалмақтарға қарсы қол бастаған ұрпақты батыр. Оның он батыр ұлы болыпты.\nОнымыз тұрып оқ атсақ\nОн сан қалмақ бөлінген,-деп айтыпты батырдың өзі. Халық аузында мынадай да өлеңдер кездеседі:\nТоғыз тұтам оқ жонған,\nТолғамалы найза өңгерген,\nТоғыз көлді торқалы\nТемір болат сауыт киген,\nТолғамалы жақ тартқан,\nТолассыз тұрып оқ атқан,\nТоғыз оқ торғауытты бөгеген,\nТобылғыдан су татқан.\nЖетпіс бесте жасы бар...\nҚабыршықты жайлаған.\nАқсуды төмен бойлаған,\nШағанға атын байлаған,\nҚарға бойлы Қазтуған...\nАқынның басқа өлеңдерінен де оның өмірі туралы кейбір деректерді ұшырата аламыз.\nАлаң да алаң, алаң жұрт,\nАқ ала ордам қонған жұрт.\nАтамыз біздің бұ Сүйініш,\nКүйеу болып түскен жұрт.\nАнамыз біздің Бозтуған,\nКеліншек болып түскен жұрт.\nҚарғадай мынау Қазтуған батыр туған жұрт...\nСалп-салпыншақ анау үш өзен,\nСәулетті менің ордам қонған жер...\nМенен қалған мынау Еділ жұрт...\nБұл өлең жолдарынан Қазтуғанның үш өзенді жайлаған Еділді мекен еткен батыр болғанын, атасы Сүйініш, анасы Бозтуған екенін аңғару қиын емес.\nҚабыршықты қара су -\nОл Қазтуғанның қонысы еді,- дейді.\nС. Сейффулин өзінің 1931 жылы жинағында «Ноғайлар бытырағанда Қазтуған батырдың айтқаны» деген атпен «Єрайна, билер, єрайна» деп басталатын жиырма шақты өлеңін жариялады.\nҚазтуған жырау жорық жыршысы жєне халық эпосын жасаушалардың бірі саналады. Артына қазақтардың әскери рухын, туған жерін, халық өмірі мен тұрмысын суреттейтін көптеген өлеңдерден тұратын шығармашылық мол мұра қалдырды. Олардың көпшілігі сақталмаған. Дегенмен, бізге жеткен жекелеген туындылары оның єдебиет тарихы төрінен орын алуға лайықты екенін айғақтайды.\nОның поэзиясы жауынгерлердің көшпелі өмірін, көзқарасын суреттейді. Және олардың тұрмысын, айналадағы құлан таза табиғат туралы ойларын бейнелейді. Ақын-жыраулардың қиялының жүйріктігі, өткірлігі, бай және әдемі көкемдік әдістері сол дәуірдегі қазақтардың поэтикалық өнерінің жоғары деңгейде болғанын, сонымен бірге, өзіндік ерекшеліктері бар екенін білдіреді. Ұлттық бояуы жағынан айқын суреттелген, жасампаз романтикамен көркемдеген, нақылдық ой орамдары мен көркемдік тіркестерге бай Қазтуған жырау өлеңдері көп ғасырлық өнер мектебі мен єдеби өмір белгісі ретінде санамыздан орын алды. Қазтуған жыраудың «Мадақ жыры», «Туған жермен қош- тасу» сынды туындыларын ежелгі қазақ поэзиясының таңдаулы үлгілеріне жатқызуға болады. Ақынның жады арқылы жеткен бірқатар толғаулары И. Березиннің «Түрік хрестоматиясында», Ғабдолла Мұштақтың 1910 жылы шыққан «Шайыр, яки қазақ ақындарының басты жырлары» жинағында, М. Мағауиннің «Алдаспан» кітабында жарияланды.\nТолығырақ: https://infourok.ru/aztuan-zhirau-turali-malmat-beru-1909165.html",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фармаколог мұғалімі болу үшін тағы оқуым қажет па?",
        "question_content": "Фармация мамандығын оқып жатырмын. Колледжде, фармаколог мұғалімі болу үшін тағы оқуым қажет па? Қанша зарплата алады?",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 207,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу бағдарламаңызда педагогика , психология пәндері болса немесе ғылыми-педагогикалық бағытта магистратураны аяқтаған болсаңыз онда сабақты міндетті түрде бере аласыз.",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пайда болған бұрыштардың біреуінің градустық шамасы 68",
        "question_content": "Екі түзудің қиылысуынан пайда болған барлық бұрыштардың градустардын шамаларын анықтаңыз. Пайда болған бұрыштардың біреуінің градустық шамасы 68 градус?",
        "question_date": "29.10.2020",
        "question_tag": "Геометрия",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрыш 1-68 градус\n\nБұрыш 2-112 градус\n\nБұрыш 3-68 градус\n\nБұрыш 4-112 градус",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алюминий мен шойыннан жасалған ыдыстардың массалары мен температурасы бірдей?",
        "question_content": "Шойыннан және алюминий ыдыстардың массалары мен температуралары бірдей, қай ыдыстағы су тез жылиды? Жылу берілудің қай түріне жатады?",
        "question_date": "29.10.2020",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А)Алюминий себебі ол тез қызады\nВ)Жылу беру\nӨзім солай жаздым . Дұрыс",
                "date": "3.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Поезд вокзалдан қандай қашықтықта қозғалады?",
        "question_content": "0,2 м/с2 үдеумен қозғала отырып, тежегішті іске қосады. Поездың қозғалыс жылдамдығы 72 км/сағ болса вокзалдан қандай қашықтыққа қозғалды? [2]",
        "question_date": "29.10.2020",
        "question_tag": "Физика",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=72км/сағ=20м/с           S=v²/2a=20²/2*0,2=400/0.4=",
                "date": "5.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкжиектің координаталары жүйесінде шырақтың орны қалай анықталатынын көрсетіңіз.",
        "question_content": "Дене қозғалысының жылдамдық өзгерісінің шапшаңдығын сипаттайтын физикалық шама:\n\nА) жылдамдық В) үдеу С) координата Д) орын ауыстыру\n\n                                                                                                                                   [1]\n\n 2. Автомобильдің 0,6 м/с2 үдеумен тыныштық күйден 30м жүргендегі уақытын анықтаңыз\n\nА) 5 м В) 15 с С) 10 м Д) 20 с           \n[1]\n\n  3. 5 секунд ішінде 20 айналым жасайтын дененің периодын анықта\n\nА) 100с В) 4 с С) 2,5с Д) 0,25 с                 \n[1]\n\n  4. Радиусы 10см доңғалақ 3 рад/с бұрыштық жылдамдықпен айналады. Доңғалақтың құрсауындағы нүктелердің сызықтық жылдамдығын табыңыз.\n\nА) 0,3м/ с В) 0,5м/ с С) 0,1м/ с Д) 0,8м/ с\n\n[2]\n\n5 . Бұрылу кезінде вагон модулі бойынша тұрақты 5 м/с жылдамдықпен қозғалады. Егер жолдың қисықтық радиусы 50 м болса, оның центрге тартқыш үдеуі неге тең?\n\nА) 1м/ с2 В) 0,5м/ с2 С) 0,1м/ с2 Д) 0,7м/ с2\n\n[1]\n\n6. Көкжиектің координаталары жүйесінде шырақтың орны қалай анықталатынын көрсетіңіз\n\nА) азимут пен биіктігі\n\nВ) азимут\n\nС) биіктігі\n\nД) надир мен биіктігі\n\n[1]\n\n7. «Әрбір ғаламшар Күнді эллипс бойынша айнала қозғалады, оның фокустарының бірінде Күн орналасады» тұжырымы кімдікі болып табылады ?\n\nА) Ньютонның жалпылаушы заңы\n\nВ) Кеплердің І заңы\nС) Галилейдің тұжырымы\n\nД) Аристотельдің болжамы",
        "question_date": "29.10.2020",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCD тең бүйірлі трапециясының А A сүйір бұрышының биссектрисасы?",
        "question_content": "ABCD тең бүйірлі трапециясының А A сүйір бұрышының биссектрисасы Ас диагоналімен беттеседі. Егер трапецияның бүйір қабырғасы 15 см және 2D = 60° болса, табыңыз:\nACD үшбұрышының бұрыштарын;\n\nтрапецияның периметрін;\n\nтрапецияның орта сызығын.",
        "question_date": "29.10.2020",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Периметрі 75\nорта сызығы 22,5",
                "date": "29.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тікбұрышты параллелепипедтің көлемін тап?",
        "question_content": "Табанының ауданы 136 см2, ал биіктігі 5 см болатын тікбұрышты параллелепипедтің көлемін тап?",
        "question_date": "29.10.2020",
        "question_tag": "Геометрия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=a*b*c\nТабанының ауданы а*б болғандықтан\nV=136*5=680см\"3",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асанқайғы туралы эссе керек еді?",
        "question_content": "Қазақ әдебиетінен 30 минуттың ішінде жазу керек еді. Маған Асанқайғы туралы эссе керек еді?",
        "question_date": "29.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 889,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асан қайғының тағы бір ныспысы – Асан Ата, халық оны әулие тұтады, ерекше жаратылған жан деп есептейді. Алайда Асан бейнесін аңыз мұнары басқан. Оның өмірі жайында бізге жеткен деректер тым аз. Асанның нақты қай жылы, қай жерде өлгені белгісіз. Бір мәліметтерде Асан Ата қазіргі Өзбекстан жерінде, Жиделі Байсында дүние салды делінеді. Енді бір аңыздарға қарағанда, Асан Ұлытаудың басында қайтыпты. Ал Шоқан «Асанның зираты Ыстықкөлдің маңында тұр» деп жазады. Ақынның қанша жасағаны да мәлімсіз. Халық аңызында ол – көпті көрген көне. Бір аңызда Асан – 95 жасқа келген қарт, енді бір аңызда «оның жасы 120-да еді» делінеді. Халық әңгімелерінде дана, ақылгөй адамның қашан да тұғырдан таюға айналған ақ сақалды қария етіліп көрсетілгені мәлім, сондықтан мұндай деректерді нақты деп қабылдай беруге де болмайды. Алайда Асанның шынында да ұзақ жасағанын байқаймыз: Жәнібек, Керейлермен бірге Шуға келерден бұрын, Ұлұғ-Мұхамедтің құзырында жүрген кезінің өзінде ол – егде тартып қалған адам. Соған қарағанда, Асан қайғының өмір сүрген дәуірі – XV ғасырдың іші. Тарихи Асан туралы біздің білетініміз осымен шектеледі. Алайда тағы бір Асан бар. Ол – халық қиялы тудырған аңыздар мен әңгімелердің геройы Асан. \n---------------------------------------------------------------------------------------------------\nТарихи Асан мен аңыз қаһарманы Асан \n\nАсан қайғы жайындағы толып жатқан аңыздардың нәр алған көзі – тарихи Асанның тірлігі мен кешкен өмірі. Алайда «Біз білетін, желмая мініп жер кезген данышпан қарттың шын Асанмен ортақ несі бар, тарихи Асан мен аңыз қаһарманы Асанның арасындағы қатыс қаншалық, бұлардың соңғысына қарап алғашқысының кейпін елестете аламыз ба?» деген мәселелерді шешу өте қиын. Әйткенмен, Мұхтар Әуезов айтқандай, «Аңыз әңгіменің тарихтық адамды біржола өзіне ұқсамаған кейіпке түсіріп әкететіні болмайды... Әрбір аңыз әңгіменің негізінде тарихта болған адамның шын кескінінің түбегейлі ерекшеліктері жүреді». Сондықтан халық аңызы жасаған Асан қайғының бейнесіне бажайлап қарасақ, белгілі дәрежеде тарихи Асанның кейпін де көруіміз хақ. Жұрт санасынан орын алған Асан – халық бақытын, ел тыныштығын ойлаған дана қария. Ай, ағамыз, ағамыз, Болдың бізге панамыз. Ноғайдың жетім-жесірін Қойдай айдап сен бақтың. Аш-арық болған ноғайға Пана болып, оларға Тамақ беріп, жем таптың! – дейді ер Тоған Асан қайғыға Мұрын жырау жырлаған «Қырымның қырық батырында». \n\nОл қалай Қайғы атанды? \n\nАсан жайындағы аңыздардың енді бір алуаны – оның қалайша Қайғы атануына байланысты. «Сенің талайыңа су перісінің әмірі су сұлтанының қызы несіп болайын деп тұр екен, – дейді бал аштырған жас Асанға балгер. – Төрт үлкен өзен бар: күнбатыста Еділ, Жайық – екі су, оңтүстікте ұзын аққан Сырдария, шығыста өр Ертіс. Бәріне де қармақ сал, бірінен болмаса бірінен ілінер». Перінің қызы Асанның қармағына Ертістің басынан ілініпті. «Адамзаттан өзге бөлек түрі жоқ, сұлулықта міні жоқ, жалғыз-ақ айыбы – сөйлесерге тілі жоқ». Біраз тұрмыс құрған соң, түсініспеушілік нәтижесінде шарттарын орындай алмаған Асанды тастап, қыз көкке ұшып кетеді. Ғашықтық азабынан Асан мұңды болып, сол себепті Қайғы атанған екен. Әрине, халық ұғымындағы Асанның қайғысының төркіні махаббаттан емес. Бұл бір зары адамды мұңға батырып, сарқылмас азапты ойдың тұңғиығына тартып кетер қаза күйі іспеттес нәрсе. Асан қайғысы – күнделікті өмірдің күйбеңі туғызған әдепкі, пенделік қайғы емес, адам атаулының қайғысынан мүлде өзгеше хал. Айтылмыш аңыздың бір нұсқасында Асанның өзінің асылы періден делінеді. Асан қайғы шын әулие болса, оның сүйегінде адамзаттық емес, құпия бірдеңе болуға тиіс. Тарихтан белгілі, кейбір адамдардың халық аңыздарында нұрдан, күн сәулесінен жаралған немесе перінің қызынан туған болып көрсетілетіні де сондықтан. Асан қайғысының түп себебі – перінің қызынан айырылудың зары деп ұғыну да – Асанды көтермелеудің, Асанға табынудың бір көрінісі, Асан қайғысының кәдімгі пенделік қайғы емес екендігін атап көрсетуге ұмтылудан туған құбылыс. Перінің қызы мен адамзаттың қосылуы, бірақ, асылы басқа болғандықтан тұрмыстарының ұзаққа созылмай, айырылысуы – қазақ фольклорында ескіден келе жатқан сюжет. Алайда айтылмыш аңызды осы кезбе сюжеттің тағы бір көрінісі деп қана қарауға болмайтын сияқты. Асан мен перизат жайындағы хикаяның Қазақстанның әр жерінен жазылып алынған оннан астам нұсқасы бар. Соның бәрінің өзегі – Асанның бақытсыз махаббаты. Егер халық түсінігі туғызған перінің қызын жай қызбен алмастырсақ, оқиға шындықтан онша алыс болмай шығады. Хикаяның алғашқыда Асан өміріндегі белгілі бір оқиғаға байланысты тууы ғажап емес. Уақыт оза келе ертегіге айналуы мүмкін.",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы этностық саясат «Қоғамдағы ұлттық қатынастардың қырларын» сипаттау",
        "question_content": "Саясаттану пәнінен  эссе Қазақстандағы этностық саясат Қоғамдағы ұлттық қатынастарын сипаттау эссе жазу керек еді осы тақырыпқа",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арнау түрлеріне мысалдар жазыңдар?",
        "question_content": "Арнау түрлеріне мысалдар тауып жазу қажет?",
        "question_date": "29.10.2020",
        "question_tag": "Мектеп",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Жарлай арнау — көпшілікке, белгілі бір ортаға, қауымға немесе жеке адамға да қаратылып айтылады. Ы.Алтынсариннің “Бір аллаға сыйынып” атты өлеңі жарлай арнаудың үлгісі (“Бір аллаға сыйынып, Кел, балалар, оқылық. Оқығанды көңілге, Ықыласпен тоқылық.”). Жарлай арнау - ақынның жеке адамға емес жалпы жұртқа жария кеңесуі.\n Қалың елім, қазағым, қайран жұртым\nҰстарасыз аузыңа түсті мұртың.\nЖақсы менен жаманды айырмадың,\nБірі қан, бірі май боп енді екі ұртың.\n(Абай Құнанбайұлы )\n2) Сұрай арнау — көпшілікке, не жеке адамға арналып айтылады және жауап күтіледі. Сұрай арнауда кейде жауап беріледі, кейде жауап меңзеу арқылы сезіліп, білініп тұрады. “Не жазып ем, құдай-ау, мен қазаққа, Мұншама ғып салғандай бұл азапқа? Адамшылық есебіне кірісіп, Қолы жетсін дегенім бе азатқа?!”, “Бар ма, қазақ, мұнан басқа қылғаным? Неңді шаштым, неңді бұздым, былғадым? Аштан өлген аталарың бар ма еді? Тамақ үшін сатқан иттер иманын” (А.Байтұрсынов). Арнау өлеңді іштей жанрлық түрге жіктегенмен, олардың үндесіп кететін сәттері жиі кездеседі. Жоғарыдағы Арнау өлеңді сұрай арнауға жатқызғанымызбен, онда зарлай арнаудың да сарыны аңғарылады. Сұрай арнау - ақын өз ойын сан-салалы сауал арқылы айтып жеткізеді де, өзі сол сауалдарға жауап күтеді.\nАқ қағазды қаралап,\nҚалам неге ойнайды?\nАқын неге қайғырып,\nТерең ойға бойлайды?\n(Ә.Есмамбетов)\n3) Зарлай арнау — Арнау өлеңнің ең көне түрі. Мұнда халық басына түскен қиын кезең, немесе жеке адамның басына түскен қиындық, тағдыр тәлкегінің азабы ерекше ашылып көрсетіледі. Қазақ ауыз әдебиетінде “Ақтабан шұбырынды”, “Қыз Жібек” т.б. жырлардағы зарлай арнау Арнау өлеңнің бұл түрінің ерте дәуірде пайда болғанын айғақтайды. Қазақтың жазба әдебиетінде де зарлай арнау ерекше орын алады: “Сауықшыл есіл елім-ай! Сарыарқа қайран жерім-ай! Күмістей таза суы бар, Айдын шалқар көлім-ай!” (М.Жұмабаев). Арнау өлеңнің сарай ақындарының мәнеріне тән құрғақ мақтау түріндегілері де кездеседі. Мұндай Арнау өлеңдер көркемдік қуаты, ой-толғамы жағынан кем соғып жатады. Абай Арнау өлеңді жаңа сатыға көтеріп, мазмұн және түр жағынан байытты. Абайдың “Кешегі Оспан ағасы”, “Жайнаған туың жығылмай”, “Сорлы Көкбай жылайды”, “Бұралып тұрып”, т.б. отыздан астам Арнау өлеңі әлеум. мәселелерді, жеке адамның бейнесін, мінез-құлқын әр қырынан ашып көрсеткен көркем туындылар.\nЗарлай арнау үлгісі:\nАлатауды айналсам,\nАлғадайды табам ба?\nСарыарқаны шарласам,\nСаңлағымды табам ба?\n(Жамбыл Жабаев)",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамағы тоқтық , Жұмысы жоқтық Аздырар адвм баласы ой толғау жазу керек",
        "question_content": "Абай Құнанбаев  узіндіге ой толғау жазу керек",
        "question_date": "29.10.2020",
        "question_tag": "Мектеп",
        "question_views": 15700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбаев бұл өлең жолдарында ештеңе бітірмей, құр босқа өмір өткізу мәселесін көтеріп тұр. \nАдам баласы ұлы ойларға басын қатырмаса, миы майда шаруаларды, әңгіме өсек-аяңдарды қуып, рухани тұрғыдан аза  бастайды. Бір даналық сөз ойыма түсіп отыр.  Бір орында қаншалықты жайлы отырсаң да , уақыт өте келе аяғың ұйып, ісіп шаршайды. Сондықтан қозғалыс (тек физикалық емес, рухани да) - ол өмір. Өмірді мәнді етіп сүру үшін, рухани азбай, өзіңді зеріктірмей, болатын іспен айналысу керек.\nҚарныңды тамаққа толтырып, құр жатқаннан не пайда? Өмірден артыңа мұра қалдырмай текке кете барасың. Олай болса өмірге не үшін келгенің? Нені бітіргенің? Тоқтамау керек. Еңбек етіп, өзгеріп, үйреніп, дамып қана адам кемелденеді.",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі атомды газдың жылулық қозғалысының энергиясы неге тең?",
        "question_content": "Көлемі 2 л ыдыстың ішінде 150 кПа қысымда тұрған екі атомды газдың жылулық қозғалысының энергиясы неге тең?",
        "question_date": "29.10.2020",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлемі 2 л ыдыстың ішінде 150 кПа қысымда тұрған екі атомды газдың жылулық қозғалысының энергиясы неге тең?",
                "date": "14.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қараман батыр ерлігі туралы ақпарат керек?",
        "question_content": "Қараман батыр ерлігі туралы ақпарат керек?",
        "question_date": "29.10.2020",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батырлар  жыры  халқымыздың ең бай рухани мұраларының бірі. Жырдағы кейіпкер бейнесін кезінде Ә.Бөкейхан, С. Сейфуллин, М. Әуезов, Ә. Марғұлан, С. Мұқанов, М. Ғабдуллин, Қ.Жұмалиев, Ш. Ыбыраев, Р. Бердібаев, М. Мағауин, Т. Сыдықов, О. Нұрмағамбетова, Ә. Қоңыратбай, Т. Қоңыратбай т.б., ғалымдарымыз індете зерттеді. Бұл ғалымдардың көбі жырдағы негізгі кейіпкерлердің бейнесіне  (Алпамыс, Қобыланды, Қамбар батыр) қатты көңіл бөлгенімен, екінші нысандағы Қараман, Алшыораз, Тайшық хан бейнелері толықтай зерттеліп болды деу әлі ертерек. Мәселен, Алпамыс, Қобыланды, Қамбар батыр жырының үшеуінде де Қараман бейнесі кездеседі. Мұндай фольклорлық кейіпкерлер ертегілерде біркелкі бірін-бірі қайталап ұшыраса береді. Батырлар жырында да солай. Алайда, Қараман бейнесі бірде жау, бірде батырдың досы болып суреттелген. \nСонымен, жырдағы Қараман кім? Ол жалмауыз, мыстан кемпір, жезтырнақ сияқты ертегілердің біразында кездесетін ортақ кейіпкер ме, жоқ әлде әрбір батырлар жырында бөлек-бөлек жеке мінезді образ ба? деген сауал туады. Оның үстіне, жырды оқып отырғанда, Қараман жырға ертегіден де жетуі мүмкін деген ой да келеді. Алайда, ол ертегіден жырға сюжеттік тұтастану арқылы жетсе оның іс-әрекеті, атқаратын міндеті өзгермеуі керек еді. Оның үстіне ертегіде Қараман деген есім жоқ. Сондықтан, бұлай тұжырым жасау да асығыстыққа ұрындырады.\n«Қобыланды батыр» жырында Қараман ашық жау емес, Қобыландының күшін пайдаланып, өз мақсатына жетіп алуды көздеген іші тар адам. Қобыландыға дос сияқты көрінгенімен жеме-жемге келгенде қара басының қамын ойлайтын қу.\n– Айбалтам тастан өтпейді,\nЖамандар сөзді кектейді.\nЖүрмейсің бе, құрдасжан,\nҚазанның Қарақалаға\nСенсіз күшім жетпейді [1, 45], – дейді. Сөйтіп, Қобыландының арқасында Қараман Қазан және Көбікті елін өзіне қаратады. Жауды жеңіп, қыруар олжаға кенелгеннен соң Қобыландының атының аяғы ақсап, жолда қалғанда оған еш көмектеспей жөніне жүре береді. Қият руынан шыққан Қараман «Қобыланды батыр» жырында батырмен ашық айқасқа түспейді көбіне іштен шалып отырады. «Алпамыс» жырында Қараман әрі жау, әрі дос болып суреттеледі. Ә. Диваев, нұсқасында Қараман дос ретінде суреттелсе, С. Аққожаев, А. Нысаналин нұсқаларында ол Алпамыстың қас жауы. Алайда, барлық нұсқаларында бәрібір Қараман Алпамыспен жекпе-жекке шығады. «Қамбар батыр» жырында Қамбар батыр мен Қараман Назым қызға таласып жекпе-жекке шығады. Мұнда ол Қамбардың қас жауы.\nКөріп отырғанымыздай, Қараман бейнесі аталған үш жырда да кездеседі. Егер, ол ертегідегідей ортақ тұлға болмаса (қара дәу, мыстан кемпір) неліктен үш жырда әр түрлі бейнеде жинақталған деген сұрақ туады? Қараманның жырдағы атқаратын негізгі міндеті байлыққа, сұлу қызға таласу. Бұл сюжет жырда еш өзгермейді. Ол таңдаған қыз жай қыз емес жырдың басты қаһарманы болып саналған батырдың сүйген жары болып келеді. Қараман Алпамыста Гүлбаршын сұлуға ғашық болса, Қамбарда Назымды алмақшы болады. Тек Қобыланды жырында ол батырмен бірігіп жауға шапқандықтан оның негізгі міндеті, жаудан түскен олжаға ие болу. Алайда, мұнда да ол Қарлығаны өзіне жар етеді.\nЗерттеуші Мәлік Ғабдуллин мен Қажым Жұмалиев Қараманды ұнамды бейнелердің қатарына жатқызады және Алпамыстың досы етіп көрсетеді. Алайда, ғалымдардың бұл пікіріне толық келісуге болмайды. Ғалымдарымыздың бұлай тұжырым жасауына 1922 жылы шыққан Ә. Диваев нұсқасы себеп болса керек. Осы орайда Мұхтар Әуезовтің мына бір сөзіне жүгінгеніміз жөн. Халық арасында дейді ғалым – «әлдебір батырдың қоштасуы және соны жоқтауға байланысты таралған өлең-жырды алғашқыда бір ақын жинап, басын құрауы, сөйтіп, тұңғыш эпостық дастанның тууына негіз қалауы ықтимал. Бір ақынның аузынан екінші ақынға көшкенде дастан толысып, оқиғасы қалыңдап, молыға түсіп отырған. Эпостық дастанның туып қалыптасуына ақындармен бірге халық та қатысқан, кей нұсқаны қабыл алып, кейбір нұсқаны жақтырмаған. Дастанның бар ақын жырлайтын тұрақты, түбегейлі нұсқасы жасалғанша осылай болған»[2, 35].\nӘ. Диваев нұсқасы осындай көп жырдың біреуі ғана. Сондықтан, Қараман бейнесін сөз еткенде оны Алпамыстың досы деп көрсетуге болмайды. Бұл нұсқада өзбек тілінің элементтері көп. Сүйсініп оқу мүмкін емес. Ал, С.Аққожаев нұсқасында жырдың көркемдігі барынша сақталған. Тілге жеңіл, жүрекке жылы тиеді. Ә.Диваев нұсқасын оқып отырған адам қара сөзге жиі тоқталып, кібіртіктеп қала береді. Мұнда, Қараман Алпамыстан жанына сауға сұрайды. Қараманды аяған Алпамыс оны босатып жіберетіні белгілі. Ал, С.Аққожаев нұсқасында Қараманды Алпамыс жекпе-жекте өлтіреді. Сонымен қатар, А.Нысанбаев нұсқасын айтпай кетуге болмайды. Онда Қараманмен Алпамыс жекпе-жекке шығып кейін Алпамыс оны қоя береді. Қараманның есімі М.Ғабдуллин мен Қ.Жұмалиевтің зерттеуінде Қаражан деп аталып жүр. Ал, зерттеуші Әуелбек Қоңыратбаев: «Қараман – олжа құмар, қиянатшыл жау батыры. Ол Гүлбаршынды зорлап алмақ болады» [3, 285] деген пікір айтады. Көріп отырғанымыздай, жинаушылар пікірі де, ғалымдар пікірі де екіге бөлінеді. Бірі Қараманды Алпамысқа дос ретінде көрсеткісі келсе, бірі жауы ретінде суреттейді. Анығында, Қараман сұлуды алмақ болып жыр қаһарманымен жекпе-жекке шығады. Егер, шамасы жетсе оны өлтіруге дейін барады.\nЕкі батыр алысты,\nЖібермеді намысты.\nҚанжарменен қармасты,\nСемсерменен серместі.\nҚанжар қалды қайысып,\nСемсер қалды майысып.\nАт тізесін бүгісті,\nБүге-бүге тұрысты.\nҚараман мен Алпамыс\nТөрт күн, төрт түн ұрысты  [4, 82] – деп жырланады. Ғалымдарымыз М. Ғабдуллин мен Қ. Жұмалиев Қараманды Алпамысқа дос етіп көрсетуінің тағы бір себебі, Қараманның Алпамысқа тіл алмай қойған баласы мен астындағы атын беруінен деген тұжырым жасайды. Алайда, жоғарыда М.Әуезов жазғандай халық жыршылары жырды әртүрлі жырлаған. Сондықтан Қараман бейнесін біріздендіргенде, оны негізгі қаһарманның басты жауларының қатарына жатқызғанымыз жөн. Екіншіден, үш жырдағы Қараман бейнесі ол ертегілердегідей біркелкі ортақ кейіпкер, яғни, әр жырда бөлек адам емес бір адам. Ал, оның іс-әрекеті (сұлуға таласуы немесе батырмен жекпе-жекке шығуы) сюжеттік тұтастану. Осы бір ел басына күн түскен, ауыр кезеңде деп жазады академик С. Қасқабасов – «жұртты жұмылдырған күштің бірі – жыр болғаны күмәнсіз. Аты әйгілі жыраулар мен жыршылар өздері араласып, куә болған шайқастар туралы өлең-жырлар шығарумен қатар бұрыннан белгілі жырларды жаңғыртып, жаңаша жырлады, сюжеті мен мазмұнына жаңа идея мен соны ойларды енгізіп, ескі мен жаңаны араластыра, байланыстыра айтты, сөйтіп жаңа үлкен дүниелер туғызды. Яғни, ескі фольклор заман талабына сай қайта қаралды, өңделді, жөнделді» [5, 183].\nҚараман да жоңғар шапқыншылығы кезіндегідей қарсы жаулардың қатарынан. Ол қай жырда болмасын түр-тұлғасы жағынан еш өзгермейді. Кейіпкердің біркелкілігі жайында В.Пропп «Морфология сказки»[6] деген еңбегінде нақты тұжырым жасаған. Әрине, бұл еңбекте ертегілердегі кейіпкерлер ғана зерттелгенімен, батырлар жырындағы Қараман сияқты кейіпкерді де барлық жырға ортақ тұлға деп қарастыруымыз керек. Сонымен, Қараман есімі қай жырда кездеспесін ол Кейқуат, Ұлтан сияқты фольклорлық ортақ образ. Ол да ел басына күн туғанда жырдағы басты қаһарманның жауы және батырдың күшін айқындау үшін Қараман сияқты алып күш иесі керек. Оның күші жырда былай суреттеледі:\nЖетіп келді Қараман,\nАлпамыстың қасына.\nҚолындағы күрзімен,\nКетті салып басына.\nОсы ұрған күрзіге,\nҚұлар еді шапқанда,\nҚойқаптың тауы, тасы да [7. 94-95].\nСонымен қатар, Қараман есімінің шығуы жайында бірқатар зерттелуге тиіс мәселелер бар. Қараман есімі қара немесе қараниетті мағынада ма ол жайлы әзірше толымды пікір айту қиын. Екіншіден, бұл лингвист, тілшілердің түбегейлі қадам жасай алатын тақырыбы. Үшіншіден, Қараман бейнесі батырлар жырына қайдан келді деген сұрақты да қазіргі фольклортану ғылымы қарастыру кезек күттірмейтін мәселе болып табылады.\nhttps://qasym.buketov.edu.kz/batyrlar-zhyryndagy-karaman-kandaj-kejipker/",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі мысалдарды физикалық және химиялық құбылыстарға жіктеңдер",
        "question_content": "a)бұлттың түзілуі\nb) ағаштың жануы\nC) айранның ашуы\nD)кыраудың басуы\ne)шаштың ағаруы\nF) қорғасынның балқуы \nG)темірдің тот басуы\nФизикалық құбылыс;\nФизикалық құбылыстың белгісі;\nХимиялық құбылыс;\nХимиялық құбысылтың белгісі;",
        "question_date": "29.10.2020",
        "question_tag": "Химия",
        "question_views": 19700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химиялық реакциялардың белгілері:\n•физикалық түрдегі өзгерістен химиялық өзгерісті әрқашан бір немесе бірнеше белгілердің болуымен ажыратуға болады:\n•түстің өзгеруі;\n•тұнбаның түзілуі;\n•газ бөлінуі;\n• әлсіз диссоциацияланған заттардың пайда болуы (мысалы, су);\n• энергияның бөлінуі (жылу немесе жарық).\nОсы тізімдегі химиялық:\nb) ағаштың жануы\nC) айранның ашуы\ne)шаштың ағаруы\nG)темірдің тот басуы\nФизикалық құбылыс кезінде тек сыртқы факторлары өзгереді.\na)бұлттың түзілуі\nF) қорғасынның балқуы",
                "date": "29.10.2020",
                "upvotes": 0
            },
            {
                "text": "Химиялық реакциялардың белгілері:\n\n•физикалық түрдегі өзгерістен химиялық өзгерісті әрқашан бір немесе бірнеше белгілердің болуымен ажыратуға болады:\n\n•түстің өзгеруі;\n\n•тұнбаның түзілуі;\n\n•газ бөлінуі;\n\n• әлсіз диссоциацияланған заттардың пайда болуы (мысалы, су);\n\n• энергияның бөлінуі (жылу немесе жарық).\n\nОсы тізімдегі химиялық:\n\nb) ағаштың жануы\n\nC) айранның ашуы\n\ne)шаштың ағаруы\n\nG)темірдің тот басуы\n\nФизикалық құбылыс кезінде тек сыртқы факторлары өзгереді.\n\na)бұлттың түзілуі\n\nF) қорғасынның балқуы",
                "date": "13.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "v=5+t2 заңдылығымен өзгерген материялық нүктенің t0=0-ден t=5 уақы арлығындағы жүрген жолы",
        "question_content": "Жылдамдығы  деп басталат шгарп берндерш",
        "question_date": "29.10.2020",
        "question_tag": "Мектеп",
        "question_views": 731,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дорбада үлкендігі бірдей 7 ақ, 3 қара доп бар?",
        "question_content": "комек тесигдерши алгебра каир керек боп тур",
        "question_date": "29.10.2020",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің жауабы ықтималдықпен шығарылады:",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    }
]