[
    {
        "question_title": "Аэротенкте және биофильтрде лас сулардың тазартылуын салыстырыңыз?",
        "question_content": "акпарат керек осы суракка",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биофильтрде лас су қалай тазартылады?",
        "question_content": "Осы сұраққа ақпарат керек: Биофильтрде лас су қалай тазартылады?",
        "question_date": "27.03.2020",
        "question_tag": "Биология",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биофильтр- су немесе ауаны органикалық қосылыс, құм, иістен, фенолды қосылыстардан тазартуға қолданылады.\n\nhttps://fakel-f.ru/blog/26-12-19 оыснда толығырақ айтылған, түсіндірілген.",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биофильтрлердің қандай түрлері бар?",
        "question_content": "акпарат керек осы суракка",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биофильтр- су немесе ауаны органикалық қосылыс, құм, иістен, фенолды қосылыстардан тазартуға қолданылады.\n\nhttps://fakel-f.ru/blog/26-12-19 оыснда толығырақ айтылған, түсіндірілген.",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанар май-метан қай кезде түзіледі?",
        "question_content": "акпарат керек осы суракка",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Белсенді лай, аэротенк дегеніміз не?",
        "question_content": "АКПАРАТ КАЖЕТ ОСЫ СУРАККА",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сызыу сызу арқылы қалай ақша табуға болады?",
        "question_content": "Сызу сызу арқылы қалай ақша табуға болады?Үй проектлерін сызса көп ақша төлейді деп естіп едім!",
        "question_date": "27.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сызу арқы үй проектісін сызып ақша табуға болады. Иә, ол арқылы сіз көп ақша таба аласыз. Қазіргі таңда салынып жатқан барлық үйлер архитектордың қолынан өтеді.",
                "date": "28.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сөз жүйесін тапса, мал иесін табады\" морфологиялык талдау жасау керек.",
        "question_content": "Сөз жүйесін тапса, мал иесін табады сөзіне морфологиялық талдау жасап бересіздерме",
        "question_date": "27.03.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "койши уакыт жок",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз балаға сценарист немесе режиссёр қайсы мамандық сәйкес келеді?",
        "question_content": "Сценарист немесе Режиссёр мамандығы.Қыз балаға қайсы мамандық дұрыс деп санайсыздар және не үшін",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақты қарастырмас бұрын екі мамандықты жеке қарастырып көру керек.\nСценарийші — кино, телехикая, компьютерлік ойын немесе спектакль үшін жазылған сценарийдің авторы. Сценарийші оригиналды сюжет немесе кино үшін бар туындыны бейімдеуі мүмкін. Бейімделген сценарий негізінен экрандау үшін әдеби шығармаларға өзгерістер енгізу арқылы жазылады. Сценарийші деректі фильмдерді қоса алғанда, барлық фильмдерге сценарий жаза алады. Жиі фильмнің режиссері сценарийдің авторы немесе соавторы болып табылады.\nРежиссер (фр. regіsseur, лат. rego – басқарамын) – сахнада драмалық немесе муз. туындыны қоятын театр қызметкері. Режиссер - Таспаға жазылған материалдың басты компоненттері дауыс, оқиғаның дыбыстық бейнесі, музыка, шу, т.б. көркемдік элементтерді біріктіріп, үйлестіріп отыратын бірден-бір маман. Режиссерлік қызмет қаншалықты қиын болғанымен - соншалықты елеусіз қалып жатады. Эфирлік өнім әуе толқынынан өткен соң \"хабардың режиссері-бәленбай\" деген бір ауыз сөзбен тиянақтала салады, ал атқарылған істің жауапкершілігі, ауқымдылығы өте үлкен екендігі байқала бермейді.\nРадиодағы хабарлар жанры жағынан әр түрлі болған сайын режиссер еңбегі де күрделене түседі. Бұрынырақтарда радиода жиі кездесетін радиокомпозиция, радиоочерк, радиофельетон, т.б. сияқты жанрлардың, көркем әдеби хабарлардың, радиодраматургияның азайып кеткендігі де радиорежиссерлерінің жұмысын бір жақты, бір сарынды бағытқа ауыстырып жібергендей.\nЖақсы режиссер оператор, жөндеуші, топмейстер, дыбыс рсжиссері сияқты көмекшілері бола тұра бар жұмысты өзі атқара береді. Ол алдымен, жұмысты бастамас бұрын хабардың мәтінімен танысады. Сонан соң күллі көркемдеуші элементтерді дайындайды, музыканың естілу уақытын да сол белгілейді. Кез келген жерден музыканы үзіп тастауға болмайды, белгілі бір жеріне дейін ойнатып, сонан соң біртіндеп барып хабардың жабылу процесіне сай аяқтау қажет. Эстетикалық талғам, тыңдаушыға жетер әсер басты талап болуы тиіс.\nТікелей эфирде режиссерден жинақылық, шапшаңдық талап етіледі. Дер кезінде қажетті шуларды, музыкаларды жіберу, фонограмманы қосу т.б. әрекеттер ашық эфирде тез орындалуы тиіс. Кейде шақырылған адамдар келмей қалады, кешігеді, ондайда хабар жоспары өзгереді. Ендігі жерде режиссердің жедел шешімі керек. Әрине, режиссер көмекшісінің, оператордың жәрдемдері кажет. Хабардың үзіліп қалмауын қамтамасыз ету де соның міндеті. Кейде жүргізуші сөйлеп тұрады, ал радиодан естілмейді. Сондықтан, студия мен апараттық бөлме арасын байланыстыратын микрофоннан басқа наушниктер де қолданылады.\nҚазіргі заманда  көбіне ер адамға немесе әйел адамға арналған деп бөлінбейді. Әркім өз жүрек қалауын жасаса , әрине үлкен күшін салып жұмысын сүйіп атқарса, табысқа жетері анық. Сондықтан өз жан рақатыңызға әрі табысты жұмыс атқарғаңыз келсе икеміңіз бар өз жүрегіңізге жақын мамандықты таңдаған дұрыс деп ойлаймын.",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздарға қандай мамандық таңдауға болады?",
        "question_content": "Қыз балаларға қандай мамандық ұсынасыздар?",
        "question_date": "27.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сіздің қандай іске икеміңіз бен қызығушылығыңыз барына  байланысты.\nМамандық таңдауда ойланып жүрген аруларға көмекші болсын деген ниетпен қыздарға арналған мамандық түрлерін тізіп көрейік:\n  Аудармашы. Бірнеше тіл білетін қыздар қиналмай-ақ осы мамандықты таңдай алады.\n  Туризм менеджері. Жылдан-жылға шетелге шығып демалатын отандастарымыздың саны көбеюде. Байқасаңыз, туризм саласында көбіне жастар жұмыс істейді. Еңбек жолын осы саладан бастасаңыз болады. \n Стилист-косметолог, визажист, сұлулық салонының қызметкері.\n Сурет салуға бейім, бояуды ұнататын, талғамы жоғары қыздарға арналған мамандық. Дизайнер. Бұл мамандық ауадай қажет. Әр үйдің әрін ашатын дизайнерлер жоғары бағаланады.\n  PR менеджер. Олар тауардың халық арасында таралуына жауап береді.\n  Стюардесса. Бұл мамандыққа жасы 35-ке дейінгі, киім өлшемі 46-ға дейінгі, бойы 160-175 см болатын, ағылшын тілін білетін, әдемі қыздарды таңдайды. \n Тігінші. Олар қаржыны жақсы табады деуге болады. Тек жұмысыңызға шығармашылықпен келіңіз. \n Шаштараз. Олар үйде отырып-ақ көрші-көлемнің шашын қиып, ақша таба алады.\n  Фотограф. Кәсіби, дарынды фотографтар әрқашан сұранысқа ие.  \nБанк қызметкері. Мансапты көздесеңіз, банкке барыңыз. \n Фитнес тренері. Арулар өз сұлулығынан ештеңе аямайды. Сондықтан фитнес тренері әрдайым сұраныста. \n Хатшы. Компанияның барлық құжаты хатшының қолынан өтеді. Екінші сөзбен айтқанда, ол – директордың оң қолы. \nДәрігер. Дәрігерлер адамның басты байлығы – денсаулыққа жауап беретіндіктен, әрдайым жоғары тұрады. Табысы да қомақты.  \nБухгалтер. Бұл мамандыққа математиканы жаны сүйетін қыздардың барғаны жөн.",
                "date": "27.03.2020",
                "upvotes": 0
            },
            {
                "text": "Қазіргі кезде мамандық таңдау өте күрделі. Оның үстіне қыз балаға мамандықты дұрыс таңдау қажет. Ер балаларға қара жұмыстың да табылатыны белгілі. Ал қыздар үшін қиын болатыны анық. Зерттеулер нәтижесінде, қыздар қауымы қаражаты көп, мәртебелі қызметтерді таңдайтыны белгілі болды. Кішкентай кезінде теледидардан көп көрініс табатын модель, әнші, биші болуды қалайтындар есейе келе өз көзқарасын толығымен өзгертіп жатады. Сонымен қатар бұл мамандықтарды көпшілігі игере алмай жатады. Мамандық таңдауда нарықтағы сұранысы жоғары өзекті қызмет түрлерін анықтап алған дұрыс. Бухгалтер. Адам қалауы өзгергенімен, уақыт өтсе де, бұл мамандық өз қадірін кетірмейді. Бұл салаға есеп-шотты жақсы көретін, математикаға икемі бар қыздар барғаны жөн. Қаржыгер. Көптеген халықаралық және ұлттық компанияларда сұранысы жоғары мамандық. Аудармашы. Бұл үшін кемінде 2 немесе 3 тіл білу шарт. Қарапайым аудармашыдан дипломатқа дейін өсуге болады. Туризм менеджері. Бүгінде екінің бірі шетелге демалысқа барып жатады. Жылдан-жылға бұл көрсеткіш артуда. Сондықтан турбизнес әрқашан лайықты қызмет түрі болып есептеледі. Ең бастысы – турбизнесте көбіне жастар қауымы жұмыс жасайды. Бұл салада жүрсең адамдармен дұрыс тіл табысуды, жинақылықты үйренесіз. Стилист-косметолог: әйел затына лайық қызмет. Қаражаты жоғары, сұранысы да соған сай. Бұл мамандық сурет салуға деген икемділікті талап етеді. Шығармашылыққа жақын болу керек. Дизайнер. Ландшафт саласындағы дизайнерлер жоғары бағаланады. Әр үйдің сәнін келтіретін жиһаз, интерьердің дұрыс таңдалуы осы мамандықтың еншісінде. Бренд-менеджер. Кез келген тауар өнімінің халық арасына кеңінен таралуын қамтамасыз етеді. Өнімнен келіп түскен пайдаға және тауар көлеміне жауап береді. Шетелде бұл мамандық жоғары сұранысқа ие. PR саласының маманы. Жарнама саласында қызмет атқарады. Тауардың түр-келбетін жасап шығарады. БАҚ арқылы да жарнама жасайды. Ол үшін жаңа идеяға бай болу керек. Қыз балалар үшін аталмыш мамандықтардың барлығы дерлік тиімді. Өзіңіздің қалауыңыз бойынша мамандық таңдаңыз.\nТолығырақ: https://zhalagash-zharshysy.kz/kogam/10482-yzdara-arnalan-yzmet-trler.html",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілін қолдану деңгейін қалай дамытуға болады?",
        "question_content": "Баршаңызға cәлем! Мен қазақ көркем әдебиетті түсіну қиын болатындай жағдайға келдім. Жаңалық мақалалардан айырмашылығы, көркем әдебиетті түсіну қиынырақ. Мүмкін, қазақ тілінде жазатын журналистер орыс тіліндегі калькасын қолданған соң, менің мақалалар түсіну деңгейі жоғарырақ.",
        "question_date": "27.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 140,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тіліндегі әдебиеттер, көптеген көркем шығармаларды, поэма, повест, ромондарды күнделікті оқитын дәрежеге жету керек. Сонда біздің тіліміздің деңгейі көтеріледі.",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыну көрсеткіші 1,54 болатын, кварцтегі жарық жылдамдығын табыңдар.",
        "question_content": "Сыну көрсеткіші 1,54 болатын, кварцтегі жарық жылдамдығын табыңдар",
        "question_date": "27.03.2020",
        "question_tag": "Физика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V = C / n = 3 * 10⁸ / 1.54 = 1.95 * 10⁸ м / с\n\nЖауап: 1.95 * 10⁸ м / с",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер сыну бұрышы болатын болса, жарық сәулесі су бетіне қандай бұрышпен келіп түскен?",
        "question_content": "Егер сыну бұрышы 30° болатын болса, жарық сәулесі су бетіне қандай бұрышпен келіп түскен",
        "question_date": "27.03.2020",
        "question_tag": "Физика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N =  -----------------> sin α = n * sin β\n\nn - сыну көрсеткіші ( су үшін 1,334 )\nsin β - сыну бұрышы ( sin 30° = 0,5 )\n\nsin α = 1,334 * 0,5 = 0,667 = sin 43°",
                "date": "27.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сүлік салдырып едік 2-ші 3-ші күндері сол жер ісініп тұр.",
        "question_content": "Сүлік салдырып едік 2-ші 3-ші күндері сол жер ісініп тұр. Құлақтың астында, бугана үстінде түйін пайда болды. Бұл не себептен айтыныздаршы?",
        "question_date": "26.03.2020",
        "question_tag": "Тазалық",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шаш түсу себептері?",
        "question_content": "Саламатсызба, менин шашым 8 ай бұрын көп түсіп қайта қалпына келды, сосын қыста терім қатты құрғап кетті шашым қайта түсіп жатыр арқада бетте мойында қолда безеулер бар салмақта азайып кетты, кейде денемнин ар жери қышыйды, кейде қызыл дақ пйда болып 2-3 кунде жоғалады кез келген жерде, осыны айтып беринизши!!",
        "question_date": "26.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шашыныздың арасына саусақтарыңызды салып жүргізіп көріңіз. Егер қолыңызда 2 тал шаштан артық шаш қалмаса бәрі жақсы. Ал егер одан көп шашыңыз түссе, бүгін біз сіздерге шаш түсуін алдын алып, оның түсуіне не себеп екендігін түсіндіріп көреміз.  \n1. Температура\n   Біз көбіне аязды күндері бас киімсіз жүреміз немесе жылы бөлмеде (метро, кинотеатр т.б) бас киім киіп отырамыз. Бұл дұрыс емес! Бас киімді де орынды кию қажет.\n2. Дұрыс емес күтім\n   - Біріншіден, шашты тарау. Дұрыс таңдалған тарақ бас терісіне жұмсақ массаж жасау арқылы қан айналымын дұрыстайды. Сондықтан күніне бірнеше минут (әсіресе ұйқы алдында) шашты әртүрлі бағытта тарап тұрған абзал.\n   - Екіншіден, дұрыс таңдалған шампунь мен бальзамдар. Мамандар шаш күтіміне арналған шампуньдер мен бальзамдарда жазылған «нығайтады» деген жазу құр сөз емес екендігін айтады. Шындығында да олардың құрамындағы түрлі қоспалар шаштың түсуін азайтып, тіпті тоқтатуға септігін тигізеді. Мысалы, женьшеннің қоспасы болса ол бастың өмірлік клеткаларына әсер ету арқылы шаштың қайратты болуына көмектеседі. Ал қалақай, түймедақ, жалбыз қоспасы болса шаштың өсуіне әсер етеді.\n3. Дұрыс тамақтанбау (диета)\n   Күнделікті ішіп-жейтін тағамдарда ақуыз бен темірдің көп болғаны дұрыс. Майсыз құс еті, сиыр еті, үрмебұршақ, сүзбе, көк-өністер мен жеміс-жидектерді көбірек жеген дұрыс. Өйткені ағзадағы C, B5, B6, PP дәрумендері, темір, мырыш, кальций мен магний аз болса шаш түсе бастайды.\n4. Темекі шегу, ішімдік ішу\n   Шашыңыздың әдемі болғандығын, жалпы денсаулығыңыздың мықты болғандығын қаласаңыз темекі шегу, ішімдік ішу сынды зиянды әдеттерді тастаңыз.\n5. Бауырдың дұрыс жұмыс істемеуі\n   Денсаулыққа байланысты кез-келген проблема бірінші орында шашқа әсер етеді. Солардың ішінде бауырдың дұрыс жұмыс істемеуі ең бірінші орында шаш пен тырнақтан білінеді. Бауыр сау болуы үшін жаңғақ, зығыр майы, майсыз балық және табиғи сүзбе жеп тұру керек.\n6. Күйзеліс\nАяқ асты салмақ тастау, операция алдындағы салынатын наркоз, эмоционалды уайымдардан соң 1-2 айдан кейін шаш түсе бастайды. Құрамында магниі бар бидай, асқабақ пістелері, ақжелкен, картоп сынды тағамдар күйзелістің алдын алып, шашты қайраттандырады. \nТолығырақ: http://old.baq.kz/kk/news/ult-sauligi/shash-tusuinin-basti-6-sebebi-35620",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғашқы әскери дайындық",
        "question_content": "1. Қандай жерлерде ату үшін орын жабдықталады?\n2. Автомат (пулемет) ұрыста қозғалу үшін қандай жағдайда ұсталынып тұрады?\n3. Автоматшының жатып ату үшін және тұрып ату үшін қолданылатын жағдайы туралы айтыңдар?\n4. Автоматшы (пулеметші) атысты уақытша немесе толықтай тоқтату үшін не істеуі керек?",
        "question_date": "26.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 593,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атыс жүргізу кезіндегі қауіпсіздік ережелері.\n1. Атыс жүргізу кезінде қауіпсіздік олардың нақты ұйымдастырылуымен, атыс алаңында, тирде белгіленген тәртіп пен ережелерді білу және оны қатаң сақтау арқылы жоғары тәртіптілігімен қамтамасыз етіледі.\n2. Атыс жүргізушілермен қатар айналадағы адамдардың қауіпсіздігін қамтамасыз ету және сәтсіз жағдайларды болдырмау мақсатында:\n- Атысты ақаулы қарудан жүргізуге және ақ жалау көтерілгенде атыс жүргізуге;\n- Атыс басшысының пәрменінсіз қаруды алуға не оқтауға;\n- Тіпті оқталмаған қарудың өзін айналадағы адамдарға немесе жануарларға, нысанаға бағыттауға, көздеуге;\n- Оқтаулы қаруды атыс шебінен шығаруға;\n- Атыс басшысының пәрменінсіз оқтаулы қаруды басқа адамға беруге немесе қай жерде болсын қалдыруға тыйым салынады.\nАвтоматтан (пулеметтен) ату тәсілдері.\n(электрондық оқулықпен жұмыс істеу)\nЖалпы ережелер.\nАвтомат (пулемет) ұрыс жағдайында жарақталған оқжатармен қоса тасымалданады.\nАвтоматтан ату қарсыластың көрінуі күтілетін нысана мен жер учаскесі көрінетіндей кез келген жерден әр түрлі жағдайларда жүргізілуі мүмкін.\nЖаяу тәртіпте орнынан атыс жүргізу кезінде автоматшы (пулеметші) ату үшін тұрып, тізерлей немесе жатып ату жағдайын қабылдайды. Қозғалыста автоматшы (пулеметші) жүріп келе жатып және қысқа аялдама жасау арқылы атыс жүргізе алады.\nҰрыс жағдайында ату орны командир бұйрығымен таңдалынып, жабдықталады. Ату орны ретінде – ор, жыра, тас, ағаш арты не өз қалауы бойынша таңдалынып алынады. Елді мекендерде атыс орны үшін ғимарат терезелері, шатыр, құрылыс іргетастары таңдалынуы мүмкін.\nАтыс орнын күні бұрын дайындау кезінде берілген секторда немесе бағытта атыс жүргізу мүмкіндігін, яки автомат (пулемет) әр түрлі жергілікті заттарға кезекпен бағыттала алатындай етіп тексеріп алу керек. Автоматтан (пулеметтен) атыс жүргізу ыңғайлы болу үшін және атыс тиімділігін арттыру үшін сағақ астына тіреу дайындау қажет.\nАтуға белгіленген орынды иемдену үшін шамамен мынадай пәрмен беріледі: «Автоматшы (пулеметші) (Ахмедовке) ату орны анау жерде – ұрысқа!» Автоматшы (пулеметші) бұл пәрмен бойынша ату орнына орналасады да, атуға оңтайланады.\nАту орнын ауыстыру үшін: «Автоматшы (пулеметші) Ахмедов, анау жерге жүгіріп өт – алға!» деген пәрмен беріледі. Автоматшы (пулеметші) бұл пәрмен бойынша жаңа орынға жылжу жолын, аялдама үшін тасалау жерлерді және жылжу әдісін белгілеп алады. Жергілікті жер жағдайы мен ерекшелігіне байланысты автоматшы (пулеметші) жүгіріп, шапшаңдатылған адыммен жүгіре өтумен немесе жер бауырлай жылжиды. Жылжу алдында автоматты (пулеметті) сақтандырғышқа қояды.\nЖүгіріп, шапшаңдатылған адыммен жылжуда және жүгіріп өтуде автомат (пулемет) бір немесе екі қолмен ұсталынады.\nЖер бауырлап жылжығанда, автомат (пулемет) оң қолмен жоғарғы антабкадағы баудан немесе құндақтан ұсталынады.\nӘрбір автоматшы (пулеметші) ату үшін ыңғайлы және тұрақты орын алып, басы, қол - аяғы мен денесі үшін біріңғай жағдай жасауы қажет.\nАвтоматтан (пулеметтен) ату – атуға оңтайланудан, атуды жүргізуден және атысты тоқтатуда құралады.\nАтысқа оңтайлану.\nАвтоматшы (пулеметші) атысқа пәрмен бойынша немесе өздігінен дайындалады. Жаттығу сабақтарында атысқа оңтайлану үшін пәрмен бөлек берілуі мүмкін, Мысалы: «Ұрыс шебіне атуға – адым бас!», содан кейін «Оқта!», ал керек болған жағдайда: «Оқта!» пәрменінің алдында атыс орны көрсетіледі.\nАтысқа оңтайлану атыс жүргізетін жерге орналасу мен автоматты (пулеметті) оқтауды қамтиды.\n1) «Белдікке» жағдайындағы автомат үшін – оң қолды белдіктің бойымен жоғары\nкөтеріп, автоматты иықтан алады да, оны сол қолмен ағытқыш жақтау мен ұңғы қорабынан ұстайды, бұдан кейін автоматты оң қолмен ұңғы бастырмасынан және ұңғы жақ құндағынан алға қаратып ұстайды. Сонымен бір уақытта оң аяғымен алға толық қадам жасап, сәл оңға жылжиды. Алға еңкейіп, өзінің алдына, жерге қояды. Бұдан кейін біртіндеп сол аяғының санына және сол қолының иығына сүйеніп, сол жақ қырынан жатып, тез етпетінен жатады да, аяқтарының ұштарын сыртқа қаратып аздап алшайтады; бұл ретте автомат құндағымен сол қолдың алақанында ұсталады.\n2) Автоматты «кеудеге» жағдайында ұстау үшін – сол қолмен құндағының астынан\nжәне ұңғы бастырмасынан алып, оны біраз алға, жоғары қарай көтеріңкірейді де, оң қолды автомат бауының астынан шығарады, содан соң бауды бастан асыра тастайды да, оң қолға автоматты ұңғы бастырмасынан және құндақтан алады.\nТізерлеп тұрып атуға орналасу үшін автоматты (пулеметті) ұңғы бастырмасынан және аузы алдыңғы жаққа қаратылған құндағынан ұстап, осымен бір уақытта оң аяқты артқа жібереді де, оң жақ тіземен тізерлеп өкшеге отырады; осы кезде сол аяқтың балтыры тік күйінде қалып, жамбас тура бұрышқа шамалас жақын болу керек, автоматты құндағымен сол қолға ауыстырып, нысанаға қарай бағыттайды.\nТұрып ату қалпын қабылдау үшін:\n1) Егер автомат (пулемет) «белдікке» қалпында болса, онда нысана бағытына қатысты\nоңға жартылай бұрылу керек, сол аяқты баспай жатып, оны иық деңгейінде жылжытып, автоматшыға ыңғайлы қалыпқа келтіреді, осы қалыпта дене салмағы екі аяққа тең түседі. Бір мезгілде оң қолмен бауды сәл көтере ұстап, автоматты иықтан алады да, сол қолымен құндақ пен ұңғы бастырмасынан ұстап, ауызғы бөлігін нысана жаққа тез бағыттау қажет.\n2) Егер автомат «кеудеге» қалпында болса, онда автоматтың құндағынан және ұңғы\nбастырмасынан ұстап, біршама көтере отырып, баудан оң қолды босатады да, басынан асыра лақтырады. Сонымен бір мезгілде оңға жартылай бұрылу керек, сол аяқты баспай тұрып, оны сол иық деңгейінде жылжытып, автоматшыға ыңғайлы қалыпқа келтіреді, автоматты қарқынды түрде нысанаға қаратады.\n«Кеудеге» жағдайында автоматтан ату үшін бауды мойыннан түсірмеуге рұқсат беріледі, өйткені ол автоматты атыс кезінде нық ұстап тұрады.\nТолығырақ: https://bilimsite.kz/asker/4647-avtomattan-pulemetten-atu-tasilderi-atysty-zhurgizu-atysty-toktatu.html",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биогаз құрамы қандай газдардан тұрады? Сапасын қалай бағалайды?",
        "question_content": "Биогаз құрамы қандай газдардан тұрады? Сапасын қалай бағалайды?",
        "question_date": "26.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биогаз — қатты және сұйық күйдегі органикалық қалдықтардың метандық ашуы кезінде түзілетін жанғыш газ. Биогаз ағаш өңдеу, тамақ өнеркәсіптерінің қалдықтары ашығанда, ақаба суларда түзіледі. Оның құрамында 55 — 65% метан және 35 — 45% көмір қышқыл газы болады. Биогазды тез жетіліп, мол биомасса беретін балдырларды және басқа да микроорганизмдерді арнайы өсіріп, ашыту арқылы да алуға болады. Ол отын есебінде қолданылады. Органикалық қалдықтардың ашып, ыдырау процесі кезінде түзілетін көмірқышқыл газы атмосфераға сіңіп, оның молаюына әсерін тигізеді. \n•Биогаз құрамы 50 – 87 % метан, 13 - 50 % , Н2-ның, H2 S-тың аз - маз қоспаларынан тұрады. Биогазды СО2 - ден тазалағаннан кейін, одан биометан пайда болады.\n<!--[if ppt]-->•<!--[endif]-->\n• Газдың шығуын өзара салыстыру үшін оларды қалыпты жағдайға қатыстыру (температура oC, атмосфералық қысым 1, 01325 bar, газдың ылғалдығы 0% ) қажет. Негізі, газ өндіру мәліметтерін литрларда (л) немесе м3 метанды кг органикалық құрғақ затта көрсетеді, бұл мәліметтер м3 биогазда м3 таза субстратта берілген мәліметтерге қарағанда нақтырырақ әрі жетік болып келеді.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биогаздың қолданылу аймағы?",
        "question_content": "Биогаздың қолданылу аймақтары жайлы мәлісеттер керек еді?",
        "question_date": "26.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биогаздың қолданылу аймағы:\nОтын ретінде биогаз электрқуат, жылу немесе бу өндірісінде, немесе көлік жанармайы ретінде қолданылады. Биогаз қондырғыларын тазалағыш құралы ретінде фермаларда, құс фабрикаларында, спирт зауыттарында, қант зауттарында, ет комбинаттарында орналастырылуға болады. Биогаз өндірісі мен қолданысына қатысты көрсеткіштер бойнша өндіріс жағынан дамыған мемлекеттердің арасында жүргізуші орынды Дания алып отыр. Бұнда оның ортақ энергия балансында биогаз 18%-ға дейін алып жатыр. Германия орташа және үлкен қондырғылардың саны бойынша, 8000 мың дана, жүргізуші орын алуда. Батыс Еуропада барлық құс фабрикаларының жартысынан кем емесі биогазбен жылытылуда.\n•Биогаз қондырғысын қолданудың экономикалық пайдасы:\n•—          отын мен электроэнергия үнемделеді;\n•—          тыңайтқыш пен гербицид үнемделеді;\n•—          биогаз және биотыңайтқышты сатуға болады;\n•—          ауылшарушылық өсіміктерінің өнімі жоғарылайды;\n•—          үй жануарлары мен құстарға жем қоспалары қолданылады;\n•—          биогаз қондырғылары бір жыл шамасында шығымын өтейді;\n•—          органикалық қалдықтар жинақталмай, қолданылуына байланысты, ауа тазартылып, респираторлық және көз аурулары азаяды;\n•—          органикалық қалдықтардағы микроорганизмдердің жойылуына байланысты эпидемиялық жағдай жақсарады;\n•—          экологиялық таза тыңайтқыш қолданылуына байланысты экологиялық таза ауылшаруашылық өнімдерден денсаулық жақсарады;\n•—          тезек, көмір, ағаш отынды жинауға, тасымалдауға, кептіруге жіберілетін уақыт, қаржы үнемделеді және сақтау орны қажет болмайды;\n•—          органикалық қалдықтардағы шөп тұқымдарының жойылуына байланысты, арамшөпті жинауға жіберілетін уақыт үнемделеді.\nБиогаз қондырғысын қолданудың экологиялық пайдасы:\n•— ашық сақталатын көңнен түзілетін метанның (парник газы) атмосфераға бөлінуі азаяды;\n•— көмір, ағаш отындарының жану өнімдері мен көмірқышқыл газдың бөлінуі азаяды;\n•—   жағымсыз иісті азот қосылыстарыммен ауаның ластануы азаяды;\n•—    көңмен су ресурстарының ластануы азаяды;\n•— ағаштар (орман) отын ретінде қолданудан сақталады;\n•—    химиялық тыңайтқыштарды қолдану азаяды.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инжиниринг түрлерінің қызметтерінің түрлері қандай болады?",
        "question_content": "Инжиниринг түрлерінің қызметтерінің түрлері қандай болады?",
        "question_date": "26.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инжиниринг-ғылыми-зерттеу және тәжірибелік-конструкторлық жұмыстарды өндірістік деңгейге дейін жеткізетін, өндірістік, коммерциялық және ғылыми-техникалық сипаттағы кешенді қызметтер көрсету бойынша  қызмет түрі; нысанды пайдалануға қосу мен тапсырысшыға «кілтін» табыстау, нысанды тапсырғаннан кейін бақылау және кеңестер беру және т.б. Ғылыми-зерттеу жұмыстарын жүргізу, техникалық тапсырмаларды жобалау жөніндегі үсыныстарды және өнеркәсіптік, басқа да нысандар құрылысының техникалық-экономикалық негіздемелерін жасау, техникалық құжаттарды эзірлеу, техника және технология нысандарын жобалау және конструкторлық талдау, монтаждау, іске қосу-реттеу жұмыстары кезінде кеңес беру және авторлық бақылау орнату, экономикалық, қаржы және басқа сипаттағы ақыл-кеңес беру.\nИнженерлер бүгінде физика және математика ғылымдарын есеп шешу мәселелеріне және даму үдерісін ары қарай жалғастыру үшін қолданады. Бүгінгі күні инженерлер өз атқаратын жұмыс бабына сәйкес білімдерін арттыру талабы тұр, сондықтан мамандығына сай жаңа ақпарат-материалдарын меңгеру олардың өмірінің соңына дейін жалғаса беретін үрдіске айналды.\nМәселе шешу Инженерлер бүгінде математика, логика, экономика. эмпирикалық білім, және өзге де білім салаларын мәселе шешу жолында қолдануда. Мәселе доменін анықтауда сәйкесінше жанасымды компьютерлік модельдер есепті анализдеуге және потенциялды есеп шешімдерін тестілеуге мүмкіндік береді.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнайды атмосфералық айдау қондырғылары?",
        "question_content": "Мұнайды атмосфералық айдау қондырғылары?",
        "question_date": "26.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі заманғы атомосфералық қондырғыларда және комбинирленген қондырғыларының атмосфералық секцияларында мұнайды айдау әр түрлі әдістермен жүргізіледі.\nОлардың ішінде негізгілері:\n-  бір ректификациялық мұнарада бір рет буландыру;\n-  бір-бірінен кейін орналасқан екі мұнарада екі рет буландыру;\n-  алдын ала буландыру мұнарасында немесе эвапораторда жеңіл фракцияларды алдын ала буландыруымен жүретін айдау.\nБір рет буландыру сұлбасы бойынша мұнайды айдау. Тұссыздандырылмаған шикі мұнайды бір рет буландыру сұлбасы бойынша айдау келесі арқылы жүргізіледі (сур 3.).\nЖылуалмастырғышта (2) ыстық ағынымен қыздырылған шикі мұнай электродегидраторға (3) өтеді. Ол жерден тұссыздандаралған мұнай насоспен жылуалмастырғыш (4) арқылы (5) пешке жіберіледі және одан кейін ректификациялық мұнараға (6) өтеді, ол жерде оны бір рет буландыру операциясы жүргізіліп, қажетті фракцияларға бөлінуі байқалады. Тұссыздандырылған мұнай жағдайында қондырғылар сұлбасында электродегидраторлар болмайды.\n3.3 – сурет - Бір рет буландыру сұлбасы бойынша мұнайды айдау:\n1 - шикізат насосы; 2, 4 - жылуалмастырғыштар; 3 - электродегидратор; 5 - пеш; 6 – ректификациялық мұнара;\nI-шикі мұнай; II- су және тұздар; III—бу-газды қоспа; IV— суару; V—VI— ақшыл мұнай өнімдерінің компоненттері; VIII —мазут; IX— су буы\nМұнайдың құрамында жоғары мөлшерде еріген газдар мен төмен қайнайтын фракциялар кездесетін жағдайда, мұнайды алдын ала буландыруссыз бір рет буландыру сұлбасы бойынша айдау қыйнға түседі, себебі насоспен пешкке дейін орналасқан аппараттарда жоғары қысым пайда болады.  Сонымен бірге пеш пен ректификациялық мұнараға көп күш түседі.\nҚұрамында газ мөлшері көп болатын күкіртті мұнайларды өңдеу масштабттары өсуіне байланысты мұнайды айдау сұлбаларының ішінде кең таралған әдістерінің бірі – екі ректификациялық мұнарада екі рет буландыру сұлбасы 3.4-сур. көрсетілген.\nЕкі рет буландыру сұлбасы бойынша мұнайды айдау. Шикі мұнай насоспен (1) алынады және жылуалмастырғыш арқылы (2) суссыздандыру үшін электродегидраторға (3) жіберіледі.\nТұндырылған және қыздырылған мұнай жылуалмастырғыш (4) арқылы, бірінші ректификациялық мұнараға (5) жіберіледі, оның үстінгі қабатынан бензиннің жеңіл қ.б. — 85 °С алынады. Бірінші мұнараның қалдығы (5) — жартылай бензинсіздірілген мұнай — насоспен (6) құбырлы  пеш (7) арқылы негізгі ректификациялық (8) жіберіледі, ол жерде қалған барлық қажетті фракциялар – ақшыл мұнай өнімдерінің компоненттері және қалдық мазут алынады.\nПеште қыздырлған мұнайдың жартысы бірінші мұнараға қайтарылады (ыстық ағын).\n3.4 - сурет Екі рет буландыру сұлбасы бойынша мұнайды айдау:\n1- шикізат насосы; 2, 4 - жылуалмастырғыштар; 3 - электродегидратор; 5-бірінші ректификаицялық мұнара; 6-насос; 7-пеш; 8 – негізгі ректификаицялық мұнара;\n1-шикі мұнай; II -  газ бен жеңіл бензин қоспасы; III - суару; IV—ыстық ағын; V—бу-газды қоспа; VI – негізгі мұнараны суару; VII-VIII – ақшыл мұнай өнімдерінің компоненттері; X - мазут; XI – су буы.\nБұл сұлба бойынша жеңіл қайнайтын бензин компонентері мен газдарға бай мұнайлары өңделеді. Сонымен бірге газдар бірінші мұнараның үстіңгі қабатынан бензиннің жеңіл буларымен ілесіп кетеді. Мұнай құрамынан бензинді компоненттердің жарты бөлігін алдын ала бөліп алғандықтан пеш змеевигінде қысымның жоғарлауына жол бермейді. Бір рет буландыру сұлбасымен салыстырғанда, бұл сұлба бойынша жеңіл қайнатын және ауыр фракцияларды жеке бөліп алуына байланысты пешті қыздыру үшін жоғарылау температура қажет. \n3.5- сурет - Өндірістік АВҚ қондырғысының мұнайды екі рет буландыру сұлбасы:\n1- шикізат насосы; 2-шикізат қыздыру үшін арналған жылуалмастырғыш; 3-бірінші ректификаицялық мұнара; 4-конденсатор-салқындатқыш; 5-жартылай бензинсіздірілген мұнай насосы; 5-пеш; 7-негзгі ректификациялық мұнара; 8- кептіру мұнаралары; 9-жылуалмастырғыштар; 10- салқындатықштар\nI-тұссыздандырылған мұнай; II-жеңіл фракция; III-суару; IV-ыстық ағын-жылу тасмалдағыш; V-су және бензин буларының қоспасы; VI-VIII – ақшыл мұнай өнімдерінің компоненттері; IX - мазут; X – су буы; XI- аралық циркуляциялық суару\nАлдын ала суссызданырылған және тұссыздандырылған мұнай (1) насоспен алынады және (2) жылуалмастырғышта ыстық ағындар көмегімен қыздырылғаннан кейін (3) бірінші ректификациялық мұнараға жіберіледі (табақша саны 28). Газдар мен бензиннің жеңіл булары мұнараның үстінгі қабатынан шығарылып, (4) конденсатор-салқындатқышққа жіберіледі. Жартылай бензинсіздірілген мұнай (3) мұнараның астыңғы қабатынан (5) насоспен (6) пешке жіберіледі, ол жерде 350°С дейін қыздырылған бетте (7) негізгі (7) ректификациялық мұнараға (табақша саны 40) жіберіледі. Жартылай бензинсіздірілген қыздырылған мұнайдың жарты мөлшері (6) пештен ыстық ағыны ретінде бірінші ректификаицялық мұнараға (3) жылудың қосымша мөлшерін алу үшін қолданылады.\nМұнара (7) үш секциялы кептіру мұанарсымен (8) жабдықталған. Мұнараларда қысым мәні әр түрлі келеді. \nК-1-де бу фазасында қ.б. — 62 °С немесе қ.б. — 85 °С, жеңіл (басты) бензин фракциясы, ал К-2 — 62°С немесе 85°С жоғары температурада қайнайтын ауыр бензин фракциясы  алынады, сондықтан К-1 қысым (0,15—0,20 МПа) К-2-ден жоғары (0,4—0,5 МПа) келеді. Бұл жағдай конденсациядан кейін фракцияларды 30-35°С сұйық күйде сақтап қалу қажеттілігімен анықталады. Бірақ жеңілдеу фракцияларының конденсациясы қыйындайды. Оларды толық конденсациялау үшін ауамен суытқаннан кейін қосымша сумен суыту қажет. Бұл кезде жеңіл бензин фракцияларын толық конденсациялауға қол жеткізуге болады.\nБұл физикалық зандылықтар бензинді тұрақтандыру мұнараларында және газды фракциялауыш қондырғыларда сақталады.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкіртсутекті утилизациялау жолдары қандай?",
        "question_content": "Күкіртсутекті утилизациялау жолдары қандай?",
        "question_date": "26.03.2020",
        "question_tag": "Экология",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің экономикамыздың басты саласы мұнай болып табылады. Ал мұнай өндірісінде өте көп мөлшерде атмосфераға зиянды тастанды ретінде көп мөлшерде күкіртсутек газы тасталып отыр. Қазақстанның көптеген өндіріс орындарында күкіртсутекті залалсыздандыру үшін оны жағып жібереді, ал жағу күкіртсутектің жинақталуына алып келеді.\nКүкіртсутектің мұнай құрамында, ілеспе суда болуы металдан жасалған конструкциялардың коррозия жылдамдығының артуына, бұзылуына, соның нәтижесінде технологиялық қондырғының, жапқыштың бұзылуына, құбырлардағы мұнайдың ағып кетуіне алып келеді.\nСонымен қатар, күкіртсутектің қызуы күшті жарылысқа немесе жануға алып келуі мүмкін. Жаққан кезде улы газдың (күкірт диоксиді) түзілуімен ыдырайды. Көптеген металдарға және кейбір пластик түрлеріне байланысты агрессивті болып келеді.\nКүкіртсутек ауадан ауыр болғандықтан жер бетіне төселіне алады. Ол топырақ арқылы судың ластануына, ары қарай қоректік тізбек арқылы адам организміне өте алады. Күкіртсутектің денсаулыққа зиянды әсер етуі ең кем дегенде екі ғасырдан бері белгілі. Адам организміне күкіртсутектің әсер етуі өткір, өткірге жақын және созылмалы улы деп бөлінеді. Бүкіл әлемдік денсаулық сақтау ұйымының (ВОЗ) мәліметтері бойынша күкіртсутектің жоғарғы концентрациясы нерв жүйесінің тыныс алу орталықтарын сал болуға, соның нәтижесінде тыныс алудың тоқтауы, асфикция және өлімге алып келеді. Күкіртсутек –адамды өлімге алып келетін у. NIOSH мәліметтеріне сәйкес күкіртсутек - жұмыс орнында адамның күрт өлуінің басты себепшісі. Оның ұзақ жүйелі әсер етуі организмнің иммундық реактивтілігін төмендетеді және ангина, пневмония және жоғарғы тыныс алу жолдарының катармен ауыруын жоғарылатады. Күкіртсутекте терілік резорбтивтік және эмбриотоптық эффектер байқалады. Сондықтан , өндіріс барысында күкіртсутекті утилизациялаудың мазызы жоғары.\nҚайта пайдалану (орысша: утилизация, от лат. utilis — полезный, пайдалы) — пайдалы қолдану, мысалы, өндіріс қалдықтарын қайта пайдалану.\nӨнеркәсіп қалдықтарын пайда асыру (Утилизация промышленных отходов) — өнеркәсіп қалдықтарын қайтара пайдаланылатын шикізат, отын, тыңайтқыш және т.б. ретінде қолдану.\nМұнай газдарын утилизациялауда күкіртсутекті утилизациялау мәселесі бірінші орында тұр.  Ең кең тараған күкіртсутекті утилизациялау әдісі –күкірт өндіру.  Күкірт  әрі тауарлық өнім әрі күкірт қышқылын алудағы басты шикізат болып табылады.  Өндірісте күкіртті алудың бірнеше түрі белгілі:\n1) Клаус әдісі бойынша күкірт алу\n2) Бактерия көмегімен бмологиялық әдіс бойынша күкірт алу\n3) Күкіртсутектің гетерогенді- каталитикалық тотығуы\nКлаус процесі - күкіртсутектің каталитикалық тотығу конверсиясы. Күкіртсутектің көзі табиғи және өндірістік газдар болып табылады. Табиғи көздер - бұл мұнай және газ кен орындары, жанартау белсенділігі, биомассаның ыдырауы және т.б. Өнеркәсіптік көздер - мұнай мен газды қайта өңдеу (гидротазарту және гидрокрекинг процестері), металлургия және т.б.\nКүкірт пен қышқыл шикі мұнайды, газ конденсатын және мұнай мен табиғи газдарды қайта өңдеу қондырғыларын өңдеуге арналған гидрогенизация процестерінен алынған күкірт қышқылы, әдетте, қарапайым күкірт алу үшін, кейде күкірт қышқылын өндіру үшін МӨЗ-де қолданылады.\nПроцесті 1883 жылы ағылшын химигі Карл Фридрих Клаус ойлап тапты.\nКлаус процесі мұнай өңдеу зауыттарында гидрогенизация қондырғыларынан және амин газын тазарту қондырғыларынан күкіртсутекті өңдеуде белсенді қолданылады. Негізгі мақсат - пайдаланылған газды қосымша тазартусыз күкірттің 99,5% қалпына келуі.\nҚазіргі уақытта Superclaus-99 процесі әлемдік мұнай өңдеуде кең таралды.\nКүкірт сутегінен күкіртті өнеркәсіптік өндірудің екі кезеңді әдісі:\nI кезең: күкірт сутегінің күкірт диоксидіне термиялық тотығуы. Сутегі сульфидінің жалынмен тотығуы ауаның стехиометриялық мөлшерімен 900-1350 ° C температурада өтеді:\n2H2S+3O2↔2SO2+2H2O + (0,53—0,57) МДж/моль\nБұл кезеңде массаның 70% -ы тұтынылады. күкіртсутегі және сонымен бірге жылудың едәуір мөлшері шығарылады, оны катализ сатысына дейін жою керек.\nII кезең: күкірт сутегі мен күкірт диоксидінің каталитикалық конверсиясы. Процесс 220-250 ° C температурада жүреді, катализатор ретінде боксит пен глинозем қолданылады.\n 2H2S+ SO2 ↔ 3S+2H2O+ (0,087 — 0,154) МДж/моль\n\nБұл кезеңнің салыстырмалы төмен температурасы жылу өндіруге байланысты. Клаус процесінде күкірт түзілуі күкірт сутегінің тікелей тотығуымен де мүмкін.\n2H2S+O2↔2S+2H2O + 0,615 МДж/моль\nСутегі сульфидінің конверсиясы\nНегізінен құрамында күкіртсутегі бар шикізат термиялық конверсиядан өтетін газ түтігі бар бу қазандығына жіберіледі. Қазандықтың жану аймағында температура шамамен 1100 ° C, ал түтіктер байламы аймағынан газдар өткен сайын ол 350 ° C дейін төмендейді. Бұл кезде су буы 2,0-2,5 МПа қысыммен пайда болады. Содан кейін газ конденсаторда 185 ° C дейін салқындатылып, каталитикалық сатысына енеді. Бұл жағдайда күкірттің едәуір бөлігі жылу реакторында түзілуі мүмкін - оның жалпы кірісінің 60-70% дейін. Сұйық күкірт төмен температуралы аймақтардан күкірт тұзақтары арқылы шығарылады.\n\nКаталитикалық сатыда қалған күкіртсутегі қоспасы пеште күйіп кетеді, содан кейін газдар катализатормен толтырылған реакторға түседі. Реакция 240-250 ° C температурада, реактордың шығысындағы температура - 330 ° C. Реактордан кейін газ 170С-қа дейін салқындатылып, конденсирленген күкірт төгіледі. Салқындатқыштан шыққан газ үшінші сатыға түседі, оған газды және реакторды қыздыру пеші кіреді. Содан кейін газ қайтадан салқындатылып, күкірт қайтадан төгіледі. Түтін газы сепараторды айналып өтіп, 500-550 ° C температурада пешке жағылады. Шығарылған газдарды қосымша тазартуға болады. Мұндай тазарту жүйелері күкірт сутегінің күкіртке айналуын 60-70% дейін жеткізеді.\n\nҚоқыс газын тазарту\nШығарылатын газдар құрамындағы күкірт бар қосылыстардың құрамына қатаң экологиялық талаптар (0,5 мг / м3 аспайтын) байланысты болғандықтан, атмосфераға тастамас бұрын бұл газдарды тазарту Клаус процесі технологиясының ажырамас бөлігі болып табылады. Шығарылатын газдардың орташа құрамы келесідей: 1-2% күкірт сутегі, 1% дейін күкірт диоксиді, аз мөлшерде COS, CS2, бу және тамшы күкірт, сутегі, көміртегі оксиді, көміртегі диоксиді, су буы және азот. Осындай газдарды тазартудың кең таралған шешімі - Клаус процесінде күкірт сутегінің конверсиясын 100% -ға жеткізу, бірақ бұл әрдайым мүмкін емес. Сондықтан шартты түрде процестерге бөлінген 20-ға жуық құйрықты газды өңдеуден кейінгі процестер әзірленді:\n<!--[if !supportLists]-->·        <!--[endif]-->күкірт сутегі мен күкірт диоксидін элементарлық күкіртке тікелей айналдыруға негізделген (Клаустың бірдей процесі);\n<!--[if !supportLists]-->·        <!--[endif]-->күкіртті қосылыстарды күкіртсутекке одан әрі бөліп алу арқылы каталитикалық гидрогенизациялау негізінде;\n<!--[if !supportLists]-->·        <!--[endif]-->күкірт қосылыстарын күкірт диоксиді немесе элементар күкіртпен кейіннен бөліп алу арқылы оларды тотықтыруға негізделген.\nКатализаторы:\nБастапқыда алюминий гидроксиді қоспасы бар кен боксит катализатор ретінде кеңінен қолданылды. Олар қол жетімді, жоғары белсенді және арзан. Алайда, оларды тұрақты құраммен алу қиын, сонымен қатар олар тез сөндіріледі. Қазіргі уақытта γ-Al2O3 шардың немесе экструдаттардың түрінде белгілі бір бетінің ауданы 250-300 м2 / г құрайды. Титан оксидін қолдануға болады. Бұл катализаторлардың ерекшелігі - оларды пайдалану арқылы CОS және CS2 жою мүмкіндігі. Глинозем беткі қабаттың азаюы, карбюризация және сульфаттау арқылы ажыратылады. Ол күкіртті сутегідегі тотықсыздану әдісімен қалпына келеді.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 жылдық алмұрт ағашының камбий сақина саны",
        "question_content": "10 жыодық алмұрт ағашының камбий сақина саны?",
        "question_date": "26.03.2020",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Камбий (cambium - айырбасу, ауысу) - құрылым ұлпасындағы жасушаның бірқатарлы қабаты және де бұл қабатта галотұқымды, екібөлікті өсімдіктердің сабақтары мен тамырларында қосымша, ксилема және флоэма элементтері жиналады, әрі мұрыншаның жуандап өсуін қамтамасыз етеді. Камбий прокамбиден түзіледі. Кейбір бір бөліктілер мен қырыққұлақ тұқымдастарында да кездеседі.\nКамбий сүрек пен тін арасында бірқатар қабат ]түзеді. Камбий өсімдік сабағында прокамбийден, тамырында көп бөлігі сүрек пен тін арасындағы негізгі паренхиманың клеткаларынан, біраз бөлігі кейде перициклден дамиды. Камбийдің ұзынша келген ұршық тәрізді немесе қысқалау келген клеткалары бірінің үстіне бірі текшеленіп жатады. Камбийдің жас клеткаларының біразы сабақ қабағына, қалғаны сүрек жағына қарай ығысып отырады. Сондықтан қарағай, емен, үйеңкінің қабығы бірнеше сантиметр болса, сүрегі бұдан қалың болады. Ағаш өсімдіктерінің Камбийі көктемде күшті дамып, бұл кезде оның сүрек жағына бөлген клеткалары ірі болады. Күзге қарай Камбий клеткаларының өсуі баяулап, түзген клеткалары ұсақ келеді. Қыста клеткалар түзілмейді, жылдық қабат пайда болады. Камбий әсерінен өсімдік сабағы жуандайды.\nЖЫЛДЫҚ ҚАБАТ, жылдық сақина – 1) өсімдікте ағаш сүрегінің өсу аймағы. Бұл оның құрамындағы камбийдің (ашық тұқымды және қос жарнақты өсімдіктер сабағы мен тамырындағы түзуші ұлпа) жыл маусымына (жылы, суық кезең) байланысты өзгеруінен пайда болады. Жылдық қабат қоңыржай және салқын аймақта өсетін ағаш діңінің, бұтағының, тамырының көлденең кесіндісінен айқын байқалады және ол бір вегетацация кезеңді көрсетеді. Көктемде не жаз басында камбийден түзілген ағаш сүрегінің вегетация кезеңнің 2-жартысында пайда болған сүректен айырмашылығы болады. Ерте пайда болған сүрек жұмсақ, ашық түсті, клеткаларының қабырғасы жұқа, кең қуысты, ал кейінгісі қатты, қоңыр, клеткаларының қабырғасы қалың, қуысы тар болады. Келесі вегетация кезеңде пайда болған Жылдық қабатта айқын көрінеді. Тамыр мойнынан көлденең кесілген ағаш діңіндегі Жылдық қабатты санап, өсімдіктің жасын айырады; 2) жануарларда кейбір тіндерде жыл сайын пайда болатын және ұзақ сақталатын өзгерістер. Бұл да жыл маусымы бойынша зат алмасу процесіне байланысты. Мұндай Жылдық қабат балық қабыршағында, моллюскілердің бақалшағында, кальмардың мүйізденген тұмсығында, балықтың, қосмекенділердің, бауырымен жорғалаушылардың жалпақ бас сүйектерінде, сүтқоректілердің тырнағында, т.б. тіндерінде пайда болады. Жылдық қабаттардың санына қарай жануардың жасы айқындалады.\nЯғни 10 қабат болады.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразадағы қарызды өтеу керек па?",
        "question_content": "Бірінші рет ауыз бекітпекші болдым бірақ 1 аптадай ұстап қайттан ашып қойдым 2018 жылғы қарыз болып саналама ?  өтеп беруім керек беді. бірақ 2019 дағы Оразаны бұзбай ұстадым қарыз болған кездерім бар себебі болды 2020 жылы ұстайын деген едім. 2018 дегі қарызымды өтеуім керек па??",
        "question_date": "25.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қаза оразаны келесі Рамазан айына дейін ұстап біткен жақсы. Ұзақ созып, жүріп алмай, тездетіп құтылған абзал\", - дейді Медет Құрмашұлы.\n\nОл өткен оразадан қалған қарызды өтеу міндетті болып саналатынын қадап айтты.\n\n\"Қаза ораза адамның мойнында қарыз болып тұрады, сондықтан өтеген абзал. Ал өтемесе күнә болады\", - деді ҚМДБ өкілі.\n\nӨз жүрек тыныштығыңыз үшін соған ниеттеніп ұстаңыз болар.\nҚаза ораза мен нәпіл оразаны қатар ұстауға болмайды\n\nМұсылман жыл санауы бойынша Рамазан айынан кейін Шәууәл айы басталады.\n\n\"Осы айда алты күн ораза ұстау – Пайғамбарымыздың (с.ғ.с.) сүннеті. Пайғамбарымыз (с.ғ.с.) \"кімде кім Рамазан айының оразасын ұстап, сосын алты күн Шәууәл айында ауыз бекітсе, ол бір жыл ораза ұстағанның сауабындай сауап алады\" деп айтқан. Осыған қарап отырып, Шәууәл айында алты күн ораза ұстау нәпіл болып саналады. Нәпіл ораза ешкімге міндет емес, оны ұстау адамның өз еркінде. Ұстамаса, күнә болмайды\", - түсіндірді діни басқарма маманы.\n\nАйтуынша, нәпіл оразаны Шәууәл айының кез келген күнінде ұстауға болады. Бірақ, қаза ораза мен нәпіл оразаны қатар ұстауға тыйым салынған.\n\n\"Екі оразаға бірдей қатарынан ниет етілмейді\", - деді Медет Құрмашұлы.",
                "date": "25.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экономика мамандығы бойынша өндірістік практика күнделігі мен есеп үлгісі керек.",
        "question_content": "Экономика мамандығы бойынша өндірістік тәжірибе күнделігі мен есебі (отчет) улгісі керек еді?",
        "question_date": "24.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өндірістік тәжірибе күнделігі\nәр күн датасымен - Сол күні жасалған жұмыс түрінде толтырылады.\n\nӘр студент оқып жатқан оқу орнына , тәжірибеден өтіп жатқан ұжымға қарай әр бағыттағы мәліметтерді қарастырады.\n\nӨндірістік тәжірибе есебі- Сіздің тәжірибеден өткен орныңыздың аты, тәжірибелік жетекшіңіздің аты-жөні , сіз айналысқан жұмыс, игерген жаңа ақпаратты қорыта отырып соңынан жалпы түйген ойыңызды баяндау.",
                "date": "25.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микроорганизмдер систематикасы. Прокариотты эукариотты микробтар, негiзгi айырмашылығы.",
        "question_content": "ОСЫ ТАКЫРЫПКА ЖАУАП КЕРЕК",
        "question_date": "24.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Прокариоттар — Прокариоттарға микроорганизмдер мен көк-жасыл балдырлар жатады. Прокариоттардың мөлшері өте кішкентай, ұзындығы 1—10 мкм. Прокариоттардың эукариоттардан айырмашылығы — олардың айқындалған органоидтері, яғни эндоплазмалық торы, Гольджи жиынтығы, митохондриялары болмайды. Жануарлардың және өсімдіктердің жасушаларында жақсы айқындалған түйіршіктер болады. Олар — нәруыз, май және гликоген сияқты қор заттарынан тұрады. Прокариоттың эукариоттан негізгі айырмашылығы — онда қалыптасқан ядросы және хромосомалары болмайды. Прокариот ДНҚ-сының эукариот ДНҚ-сынан айырмашылығы — мұнда ДНҚ-ның сыртын нәруыздар қаптап тұрмайды және пішіні сақина тәріздес болып келеді. Бір сақиналы ДНҚ молекуласы тікелей цитоплазмада болады және эукариот жасушасындағы сияқты ядро екі мембрана арқылы бөлінбейді. Ал қозғалу мүшесінің қызметін бір немесе бірнеше талшықтары атқаруы мүмкін. Прокариот жасушаларында мембрана құрылымы болады, олар микроорганизмдердің энергетикалық процестеріне қатысады. Мысалы, көк-жасыл балдырлардың мембрана 1хлорофилл болады және олар фотосинтез процесін жүзеге асырады.\nКейбір микроорганизмдерде мембрана құрылымдары аэробты тыныс алу процестеріне қатысады. Негізінен, прокариоттар жасушаның жай екіге бөлінуі арқылы көбейеді, яғни аналық жасуша екі жас жасушаға тікелей бөлінеді.",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2. Қоқыс төгілетін жер неліктен биологиялық энергияның қуатты көзі болып табылады?",
        "question_content": "осы такырыпта жауап керек",
        "question_date": "24.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биоэнергетика, биологиялық энергетика — тірі организмдердегі энергияның бір түрден екінші түрге айналу заңдылықтарының молекулалық негіздерін және механизмін зерттейтін ғылым. Биоэнергетика биологиялық тіршілік құбылыстарын энергетиклық тұрғыдан талдайды, бұл үшін физика және химия ғылымдар әдістерін пайдаланады. Биоэнергетиканың зерттеулері, негізінен, термодинамика заңдылықтарына сүйенгенмен, Биоэнергетика мен анорганиклық заттардың энергетикасы арасында айырмашылық бар. Клеткада болатын процесстер біркелкі температурада, көлемде және қысым жағдайында өтеді, сондықтан да организмдегі жылу бірден айналысқа түспейді. Эволюциялық даму нәтижесінде организмдерде бос энергияны жылуға айналдырмай, бір түрден екінші түрге тікелей айналдыру қасиеті пайда болды.\nАдам өмірінің салалық жақсаруы адам санының ӛсуі айнала қоршаған биожүйе мен биосфера мүмкіндігін шектейді. Ғылыми деректерге сүйенсек дүниежүзілік биосфера мен экожүйенің мүмкіндігі жер бетінде 7-8млрд адамға жеткілікті. ЮНЕСКО деректеріне сүйенсек биосфера моделі тұрғысынан жер бетінің тұрғындары 6 млрдқа жетуі критикалық деңгей болып есептелсе, табиғи ресурстар ӛзінің даму тұрақтылығын жоғалту сатысында болады. Дүние жүзіндегі демографиялық жағдайдың даму тенденциясы дағдарыс жағдайына, экологиялық кризиске, соның ішінде «мусор кризисіне» тікелей жол ашуда. Сондықтан, ӛндіріс пен тұрмыстық қалдықтардың ӛсуі сен оны екінші реттік шикізат ретінде пайдалану – бүгінгі таңдағы экологиялық кӛкейкесті мәселелердің бірі. Тұрмыстық заттардың қатты қалдықтары- қолданылу қасиетін жойған мүліктер, олар тұрмыстық пайдалану қалдықтарының негізін құрайды. Жылына мусор кӛлемі жӛнінен 3 % артуда. ТМД елдері бойынша тұрмыстық қатты қалдықтар жылына 100 млн. тонна болса оның ¼ бӛлігі Қазақстанның меншігіне тиісті екен. Қазақстанда жылына 3,8 млрд. тоннаға жуық қалдықтар шығарылады. Оның орта есеппен 10 % -- 15 % қайта ӛңдеуден ӛтеді. Ӛндірістік қалдықтардың 35 % қайта ӛңделсе, тұрмыстық заттардың қатты қалдықтарының тек 3-4% ғана ӛңделеді. Негізінен қалдықтар свалкаға апарылып тасталады, қоқыс тастау кӛздерінің саны Қазақстанда 11мыңға жуық. Ондағы қалдықтар 82 млрд. тоннаға дейін жетеді. Тұрмыстық қатты заттар қалдықтарының кӛлемі мен құрамы сан түрлі және ол елді мекен мен аймақтың ерекшеліктеріне ғана емес, жыл мезгіліне т.б. кӛптеген факторларға байланысты. Кӛп елдерде тұрмыстық қатты қалдықтарды жоюдың негізгі жолы-ӛртеу, одан сиректеу қолданылатын әдіс- аэробты және анаэробты ферменттер кӛмегімен ӛңдеу жатады. Тұрмыстық қатты қалдықтарды бұл әдістерді қолданып, қайта ӛңдеу мүмкіндігі қалдықтардың морфологиялық құрамына (70-80% органикалық жанатын және биоыдырайтын фракция болғандықтан) тікелей тәуелді . Тұрмыстық заттардың қатты қалдықтары қала мен елді мекендер үшін экологиялық зиянды фактордың, халықтың санитарлық жағдайы мен қоғамдық гигиенаның маңызды кӛрсеткіші. Тұрмыстық қалдықтарды жою әдістері ішінде бірінші орын қатты заттар сақтау полигоны еншісіне тиеді, себебі қалдықтардың тек 10% ғана ӛртеледі. Осы орайда баса айта кететін жайт, халық арасында егер қалдықтар зарарсыздандырылып кӛмілсе, зиянсыз деген сияқты кӛзқарастар қалыптасқан. Шындығында қалдық полигондары баяу әсер ететін мина деуге болады, ол ондаған жылдар бойы қоршаған ортаға әсер етіп, тұрғындарға зор мӛлшерде әрі экологиялық әрі әлеуметтік зиянын тигізеді. Қалдықтардың табиғи ыдырауы аса ұзақ уақытқа созылады. Мысалы: қағаз қалдығы ӛздігінен ыдырауға 2-10жыл, консер қалбырына-90жыл, полиэтилен пакет-200жыл, әйнектің ыдырауына 1000 жыл қажет. Бұл бағыттағы авторлар жұмыстарына сүйенсек атты зат қалдықтары жинақталған полигон тек жер бетін ластап қана қоймай, жер асты сулары мен тереңдігі 20м дейінгі топырақты да ластайды екен [2,3]. Соның ішінде су құрамында Fe, Ba, Cr, P, Ti, Ni Cl иондары мен аммоний және нитрат иондары рұхсат етілген шектік концентрация (ПДК) 2-ден 100ПДК жеткен. Осыдан басқа ластаушы компоненттерге: Co, W, Mo, V, Zr, Pb, Bi, Zn, Li, Sr және т.б. жатады. Бұл элементтермен ластанған су- тірі организм үшін зиянды. Сонымен қатар табиғи ортаны қоқыстан бӛлінген биогаздар-метан, кӛмірқышқыл газы, синтез-газ ластайды. Олардың мӛлшері санитарлық норманы әлденеше есе артып кетіп, адамға зиянын тигізеді. Қоқыстағы қалдықтардың биологиялық ыдырауы мен химиялық тотығуы кӛп мӛлшерде жылу бӛле отырып кейде ӛздігінен тұтануға әкеледі. Тұрмыстық қатты қалдықтарды жою жолдарының бірі- органикалық тыңайтқыш компостқа айналдыру болса, екінші бір бағыты- айналмалы цилиндр барабандар (диаметрі 4 метр, ұзындығы 30-60 метр) кӛмегімен биологиялық қайта ӛңдеу. Процесс адамнан толық оқшауланған жағдайда ӛтеді. Бұл әдістің ең қиындық тудыратын сатысы ТҚҚ сорттап, алдын ала ӛңдеуден ӛткізу. Себебі біздің елімізде халықтан тұрмыстық қалдықтарды алдын ала іріктеп, таза қалдықтарды бӛлек жинайтын орын ескерілмеген, осының нәтижесінде ТҚҚ іріктейтін, екіншілік шикізатты: пленка, қағаз, түсті және қара металды, шыныны бӛліп, тазалайтын қосымша завод салудың қажеттігі туындайды. Ӛкінішке орай тұрғындардың экологиялық мәдениеті тӛмендігінен тұрмыстық қалдықтар контейнерлеріне сыр, люминисценциялық лампалар, батереялар т.б. ауыр металдар қалдығымен ластайтын заттар тасталады. Ол биологиялық қайта ӛңдеу ӛнімдерінің ластануына әкеледі. Осыны ескере отырып ТҚҚ екіншілік шикізатқа ауыстырудың жаңа әдісін ұсынамыз. Ұсынылатын әдістің негізі – органикалық қалдықтарды агрегаттық күйіне қарай іріктей отырып, кӛптеген технологиялық ӛңдеу сатыларын жүргізу. Қатты органикалық қоқыстар кальций оксиді кӛмегімен кальций карбидіне айналады. Сұйық және газ тәрізді қалдықтар ацетилин түзілуінен ӛзгеше жағдайда T>=500°C и P>=0,2МПа кальций карбидінен ӛткізіледі де кейін алынған ӛнімдер сеперация (бӛлу) конденсация (буға айналдырып қайта суыту арқылы тазалау) кӛмегімен синтетикалық мұнай ӛнімдеріне айналады. Бұл шешімінің жаңалығы – жоғарыда кӛрсетілген химиялықтехнологиялық процестер сатыларын тізбектей жүзеге асыра отырып, қалдықтарды бағалы энергетикалық шикізатқа (алдымен кальций карбидіне кейін мұнай ӛнімдері кӛмірсутектеріне) айналдыру. Бұл кезде қалдықтарды жою шамамен 90%-ға дейін жетеді. Күтілетін ғылыми нәтижелер біздің карбидті гидратациялау жӛніндегі ұғымымызға түзетулер енгізеді. Әдетте, кальций карбиді сумен әрекеттескенде мектеп оқушыларына дейін ацетилен түзілетінін біледі. Ацетилин тұрақсыз газ, 500°C дейін қыздырылған ацетилин оттегі қатысынсыз да жарылады, ал T>500°C и P>=0,2МПа жағдайында ацетилен түзіліп үлгермей, судың қатысында одан әрі әрекеттесіп кетеді. Бұл процесті схема түрінде келесі түрде кӛрсетуге болады: \nCaC2+H2O →CaO+CH4(газ)\nCaC2+H2O→CaO+CH3(газдыконденсат) CaC2+H2O→CaO+2CH2(мұнай)\n CaC2+H2O→CaO+C(графит)+Н2 \nОсылайша суды жоғарыда кӛрсетілген ӛнімдердің біріне айналдыруға болатындығын ғалымдар тәжірибе арқылы дәлелдеген. Бұл әдістің ерекшелігі- де экономикалық тиімділігі. Сондай-ақ экологиялық апат аймақтарына да қолдануға болатындығы: яғни, ауаға таралған органикалық қалдықтарды ӛңдеу арқылы мұнайдан алынатын кӛмірсутектерге айналдыруға болатындығында. Ӛңдеу схемасы: минералды заттар мен металдардан тазартылған органикалық қатты қалдықтар кальций карбидіне айналып, әрі қарай газ тәрізді және сұйық улы заттарды жоюға қолданылады. Әдістің тиімділігі - энергия шығынының тиімділігі онда қолданылатын кӛмірдің орнына мусордың құрамындағы кӛміртек атомы қосылыстары қолданылады; - СаС2 гидролиздеуге органикалық заттарға бай тұрмыстық қалдықтар қолданылады, ол ӛнім бірлігіне шаққандағы CaC2 шығынын азайтады; - ұсынылып отырған ӛңдеу тәсілі, қалдықтарды тек тұрмыстық қалдықтарды жоюды оңайлатып қана қоймай, мұнайдан алынатын кӛмірсутектер алуға болады, бұл энергетикалық ресурстарды үнемдеуге мүмкіндік береді; - экологиялық және экономикалық жағынан тиімді. Осы айтылғандарды ескере отырып тұрмыстық қатты қалдықтар мәселесін шешуге біздің ұсыныстарымыз:\n 1) Тұрмыстық қалдықтардың барлығын бірге емес бӛлек-бӛлек жинауға мүмкіндік беретін контейнерлер қойылса;\n2) Құрамында органикалық қосылыстары бар тұрмыстық заттар қалдығын жоғарыдағы әдіспен ӛңдейтін шағын заводтар тұрғызылса; 3) Осы заводтан алынған ӛнімді автокӛліктерге жанар май ретінде пайдаланса.\nhttps://www.kazatk.kz/material/nauka/vestnik2/306-308.pdf",
                "date": "26.03.2020",
                "upvotes": 0
            },
            {
                "text": "нашар дұрысжауап қайда",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    }
]