[
    {
        "question_title": "C+O2 =CO2 +392 кДж массасы 24гр графит (көмір) жанғанда қанша жылу бөлінеді?",
        "question_content": "есепті шығарып берсеңіздер, керек болып тұр",
        "question_date": "25.11.2020",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(C) = 24 г\nM(C) = 12 г/моль\n______________\nQ -- ?\nшешуі:\n\n24 г__________х к Дж\nC + O₂ => CO₂ + 392 кДж\n12 г__________392 кДж\n\nx = 24*392/12  = 784 кДж",
                "date": "26.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Басқа университетке қалай ауысуға болады?",
        "question_content": "Басқа университетке қаллай ауыссам болады\nОқып  жатқан жерімде сессиям 29на бітеді\n\nАуысуға документ тапсыру 15не аяқталмақ.\n\nНе істесем болады",
        "question_date": "25.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбінесе колледждер және ЖОО-дарының көптеген студенттерін басқа мамандыққа немесе басқа университетке ауысу туралы сұрақтар мазалайды.  Біздің мақалада біз бірнеше жағдайды толығырақ қарастырамыз:\nбір оқу орнынан басқасына қалай ауысуға болады;\nбір мамандықтан екінші мамандыққа қалай ауысуға болады,\nшетелдік ЖОО қалай ауысуға болады, сондай-ақ шығарылған жағдайдағы студенттерді қалпына келтіру тәртібін сипаттаймыз.\nҚР колледждерінің студенттерін ауыстыру\nКолледж студенттері тек:\nбір мамандықтан екіншісіне;\nбір оқыту нысанынан екіншісіне;\nбір колледжден басқа колледжге ауыса алады.\n1-курс білім алушыларын ауыстыру 1 семестрдің аяқталуы бойынша ұқсас мамандыққа рұқсат етіледі.\nБір мамандықтан басқа мамандыққа ауысу\nБір мамандықтан басқасына немесе колледждердегі басқа бір оқыту нысанына ауыстыру білім ұйымы басшысының бұйрығымен жүргізіледі. Бұнда сізге басшының атына ерікті түрде өтініш толтыру қажет.\nЕгер сіз білім ұйымымен білім беру қызметтерін көрсету туралы жеке шарт жасасаңыз, онда басқа колледжге немесе бір мамандықтан басқасына ауыспас бұрын, сіздің шартыңызға тиісті өзгертулер енгізіледі, тіпті бұзылуы мүмкін. \nБір колледжден басқа колледжге ауысу\nЕгер сіз басқа колледжге ауысу туралы шешім қабылдасаңыз, онда колледж басшысының атына ауыстыру туралы ерікті түрде жазбаша өтініш беру және мөрмен бекітілген аудармаға жазбаша келісім алғаннан кейін сізді қызықтыратын колледж басшысына жүгіну керек. \nӨтінішке колледж басшысының қолымен расталған, сынақ кітапшасынан көшірме қоса берілуі тиіс (немесе үлгерім кітабы).\nСіз таңдаған колледж ұйымының басшысын ауыстыру туралы шешім қабылдағанда оқу сағаттарына сізді жіберу, оқу жоспарындағы айырмаларды тапсыру туралы шешім қабылдайды, сондай-ақ бұрын сіз оқыған колледжге сіздің жеке ісіңізді жіберу туралы жазбаша сұраныс жіберетінін атап өтеміз. \nКолледж студенттерінің қатарына қабылдау туралы бұйрық сіз бұрын оқыған колледжден жеке істі алғаннан кейін шығарылады. \nҚР ЖОО студенттерінің ауысуы\nҚР ЖОО-ның студенттері:\nкурстан курсқа;\nбір мамандықтан екінші мамандыққа;\nбір ЖОО-нан екінші ЖОО-на;\nқазақстандық ЖОО-нан шетелдік ЖОО-на ауыса алады.\nТолығырақ: https://egov.kz/cms/kk/articles/professional_education/20students",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай іштегі ақ құртан арылуға болады?",
        "question_content": "Қалай іштегі ақ құртан арылуға болады ватцап номерым 87714291568. Менің көтенім түні бойы қыши береді үй жағдайында",
        "question_date": "24.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойыңызды әлсіздік билеп, ұйқымен дос болып алдыңыз ба? Әлде ішіңіз ауырып, ас-ауқатқа тәбетіңіз жоғалды ма? Жүрегіңіз айнып, жиі-жиі құсқыңыз келе ме? Күннен күнге салмақ тастап, ішкен-жегеніңіз бойыңызға дарымай жүр ме? Ендеше уақыт оздырмай дәрігерге қаралып, талдамалы-сараптама жасатыңыз. Алғашқы белгілері жұқпалы ішек ауруларына ұқсас болғанымен бұл — инфекция емес, ішек-құрт ауруы болуы мүмкін.\n3 ТҮРІ КЕҢ ТАРАҒАН\nІшек-құрт ауруы паразитарлық ауруға жатады. Жоғары санатты гельминтолог-дәрігер Гүлнар Әбдіқадырованың айтуынша, паразиттердің түрі өте көп. Алайда кең тарағаны — острица, аскарида және лямбля.\nОстрица — адам ағзасында жиі кездесетін әрі кең таралған — құрт. Үшкірқұрт адамның аш ішегінің (жіңішке ішек) төменгі, тоқ ішектің алдыңғы бөлігінде кездеседі. Ұрғашылары 10-12мм, еркек даралары 2-5мм болып келетін ақ түсті құрт. Ішекте қорытылған аспен, кейде қанмен қоректенеді. Түнде артқы тесік арқылы сыртқа шығып, шапқа жұмыртқалайды (13000 данаға дейін). Жұмыртқалардың әрі қарай дамуы үшін 34-36 градус жылылық, 70-90% ылғал қажет. Анус айналасында, шапта жоғарыдағыдай жағдайлар болғандықтан 4-6 сағат ішінде жұмытқалар дамып, инвазиялық сатыға жетеді. Инвазиялық жұмыртқа іш киім, ойыншық, төсек орын немесе тырнақтардың асында да болуы мүмкін.\n\nАскарида — бұл да адамның ішегінде жиі кездесетін құрттың түрі. Құрттың бұл түрі жер бетіндегі 1 млрд адамда бар. Жіпке ұқсас, өте жіңішке ақшыл-қызғылт түсті. Бұл құрттар артқы дәрет жолының сыртқы қабырғаларына мыңдаған ұрық салады. Түнде ашып, қышытады. Нәтижесінде қасынғанда ұрықтар тырнақ астына кіріп, одан тамаққа, басқа заттарға таралады. Кейде ішектегі жыланқұрттар бірігіп, түйін құрайды. Салдарынан іш түйіліп, ауыруы мүмкін.\nЛямбля — бұл құрттар адам ағзасына жуылмаған, кір қолдан түседі. Ұлтабар және ащы ішектің жоғарғы бөліктерінде өмір сүреді. Сондықтан да кейде ұстама түріндегі ауырсыну белгілерін тудыруы мүмкін.\nХалқымызда «ішіңде жыланың бар ма?» деген сөзі бекер айталмаса кетек-ті. Лямблялар кез келген адамның ішегінде өмір сүреді екен. Егер олар «ұйықтап жатса», ешқандай зияны жоқ. Ең бастысы оятпау керек, яғни құрттардың бас көтеруіне жағдай жасамау қажет.\nДәрігердің айтуынша, ішек құрт аурулары адамдардың 90 пайызында кездеседі. Көбіне-көп балаларға үйір келеді.\nҚАЛАЙ ЖҰҒАДЫ?\nЕкі баланың анасы Дилараның айтуынша, балалары 6-7 жасқа толғанша «құрт» дегенді білмеген. Алайда соңғы кездері ұлдары күрт жүдеп кетіпті. Қанша тамақтанса да бойына ет жұқпайды. Денелерінде ақ дақтар пайда болған. Сонда ғана Дилара балаларын дәрігерге көрсетіпті. Жүргізілген талдамалы-сараптаманың нәтижесінде екі баласының ішегінде құрттың бар екені анықталған.\nАл тассайлық Гүлбарахан ішектегі құрттардың кесірінен баласының 3 жыл бойы қиналғанын айтады. Баласының ішегінде құрт бар екенін ұлы мектепке барарда білген. Содан ұлын үй жағдайында, халық емімен емдеген. Нақтырағы, құртты сыққан, құйрыққа май тамызған, тұзды сумен, «марганцовкамен» ішекті үйде жуған. Сосын сарымсақ, асқабақтың дәнегін жегізген. Алайда, бала ішегіндегі құрт азаймаған. Осы 3 жылда баланың да, ана-анасының да түн ұйқысы бұзылыпты. Бала түні бойы қасынып шықса, ана-анасы құйрықтан шыққан құртты «андыған». Сөйтіп жүріп өздері де жұқтырған.\nСОНЫМЕН ЕГЕР, СІЗДІҢ НЕ БАЛАҢЫЗДЫҢ:\n– АС-АУҚАТҚА ТӘБЕТІ БОЛМАСА;\n– ТӘТТІЛЕРГЕ ҚҰМАРТСА;\n– ТАҢЕРТЕҢ АУЫЗ ҚУЫСЫНАН ЖАҒЫМСЫЗ ИІС БАЙҚАЛСА;\n– ЖҮРЕК АЙНУЫ ЖИІЛЕСЕ;\n– ҚҰЙРЫҚ ТӨМЕН ТАРТЫП АУЫРЫП НЕ ҚЫШЫП МАЗАЛАСА;\n– КӨЗІНІҢ АСТЫ ҚАРАЙЫП, ӘЛСІЗДІК ПАЙДА БОЛСА;\n– ҮНЕМІ МАЗАСЫЗДАНЫП, ТҮНГІ ҰЙҚЫ БҰЗЫЛСА;\n– ТЕРІДЕ АҚ ДАҚТАР ПАЙДА БОЛСА;\n– ІШ, КІНДІК ТҰСЫ АУЫРСА;\n– САЛМАҚ ЖОҒАЛТУ БАЙҚАЛСА,\nОНДА АҒЗАДА ІШЕК ҚҰРТТАРЫ БОЛУЫ МҮМКІН.\nКЕЙІПКЕРІМІЗДІҢ ҮЙДЕГІ ТАҒЫ БАСҚА БАЛАЛАРДЫҢ ДА ІШЕК ҚҰРТТАРЫ БАР. ОЛАРҒА ДА АУРУ БАЛАДАН ЖҰҚҚАН. СЕБЕБІ БАЛАЛАР БІРГЕ ОЙНАЙДЫ, БІРГЕ ҰЙЫҚТАЙДЫ.\n20 ЖЫЛДЫҚ ТӘЖІРИБЕСІ БАР ГЕЛЬМИНТОЛОГ-ДӘРІГЕР ГҮЛНАР ТҰРҒЫНБАЙҚЫЗЫНЫҢ СӨЗІНШЕ, ІШЕК ҚҰРТЫН ЖҰҚТЫРУ ӨТЕ ОҢАЙ. ОЛАРДЫҢ ЖҰМЫРТҚАСЫ БАРЛЫҚ ЖЕРДЕ БОЛАДЫ. ТІПТІ ТАЗА ҮЙ ІШІНДЕ ДЕ КЕЗ КЕЛГЕН ЗАТТЫҢ БЕТКІ БӨЛІГІ, БАЛАНЫҢ ҚОЛДАРЫ, ТЫРНАҚТАРЫ БАЛА ҮШІН ҚАУІПТІ. ҮЙДЕ ОСЫ АУРУДЫ ЖҰҚТЫРҒАН АДАМ БОЛСА, ОНДА ЖАҒДАЙ ТІПТІ ҚИЫН. СЕБЕБІ, ЖАТЫН ОРЫН, БІРГЕ ЖУЫЛҒАН КИІМ, ЖАҚЫНДАСУ АРҚЫЛЫ ПАРАЗИТТЕР ЕКІНШІ АДАМНЫҢ ОРГАНИЗІМІНЕ ЕНЕДІ. СОНДАЙ-АҚ, ПАРАЗИТТЕРДІ СЕРУЕНДЕП ЖҮРГЕНДЕ ДЕ, ДҮКЕНГЕ БАРҒАНДА ДА ЖҰҚТЫРУ МҮМКІН.\nҚҰРТТАН ҚҰТЫЛУҒА БОЛА МА?\nӘрине көп жағдайда тәбеттің жоғалуы, салмақ тастау, ұйқышылдыққа мән бере бермейтініміз бар. Бұған маусымдық әлсіреу, шаршау деп селсоқ қараймыз. Демалсақ, түрлі дәрумендерді қабылдасақ, күш-қуатымыз артатынына сенеміз. Алайда, тісімізді қышырлатып, терімізге дақ түсіп, тік ішегімізі ашығанда ғана дәрігердің көмегіне жүгінеміз. Гүлнар Әбдіқадырованың айтуынша, оған қаралатын науқастардың көбісі дертін асқындырып келетін көрінеді. Жылдар бойы ішек құрттарын үй жағдайында емдеп келген. Бірақ маман лабораториялық тексерістер жүргізіп, гельминтоздарды бір-бірінен ажыратпай, оларды емдеу мүмкін емесін айтады.\n— Халық бір жері ауырса дәрігерге қаралып, дәрі-дәрмегін жаздырып емделеді. Құрт шықса оған селсоқ қарайды. Сарымсақ жейді, асқабақтың дәнегін қайнатып ішеді. Енді бір пациенттер бар, дәрумен ішіп-жесек, құрттар өздері-ақ кетеді деген. Бірақ, бұл емдік шаралары оларға көмектеспейді. Керісінше, бұл әрекеттерімен ішектегі құрттарға жағдай жасап отыр. Ішкен дәрумендері олардың ағзасына емес, құрттардың дамып-өсуіне кетеді. Осылайша, олар өз ағзасында құртты бағып, өсіріп, көбейтеді-дейді дәрігер.\nАУРУДЫ БОЛДЫРМАУ ҮШІН ПРОФИЛАКТИКАЛЫҚ ШАРАЛАРДЫ МҰҚИЯТ САҚТАУ ҚАЖЕТ. БҰЛ ҮШІН:\n1. ЖЕКЕ БАС ГИГИЕНАСЫН ҰСТАНАМЫЗ;\n2. ШЫБЫНДАРМЕН КҮРЕСЕМІЗ;\n3. КӨКӨНІС, ЖЕМІС-ЖИДЕКТЕРДІ МІНДЕТТІ ТҮРДЕ ЖУЫП ЖЕЙМІЗ;\n4. МАЛ ЕТІ МЕН СҮТІН ЖАҚСЫЛАП ПІСІРЕМІЗ;\n5. ТАМАҚ ӨНЕРКӘСІБІ, ТАМАҚ ДҮКЕНДЕРІ, БАЛАЛАР МЕКЕМЕЛЕРІНДЕГІ ҚЫЗМЕТКЕРЛЕРДІ ЖҮЙЕЛІ ТҮРДЕ ГЕЛЬМИНТОЗДАРҒА ТЕКСЕРТЕМІЗ.\n6. АУЛАҢЫЗДА ИТ, МЫСЫҚ БОЛСА ТАЗАЛЫҚ ШАРАЛАРЫН АРНАЙЫ КИІММЕН ЖАСАЙМЫЗ.\nОның сөзінше, бұл паразиттерден құтылудың жолы бар. Бұл үшін бірінші кезекте ағзадағы құрттың түрін анықтау керек. Нәжісті жылы кезінде (1 сағаттың ішінде) талдамалы-сараптамадан өткізеді. Нәтижесіне қарай маман ұсынған емдік шаралары жасалады. Бұл шаралардан барлық отбасы мүшесі бірдей өтуі шарт, өйткені паразит құрттар өте жұқпалы.\nТолығырақ: Іштегі құртты үйде емдемейді | Otyrar.KZ",
                "date": "24.11.2020",
                "upvotes": 0
            },
            {
                "text": "Ішектегі ақ құрт глисттер.Орысшы айтқанда паразиттер.Оны арнайы табиғи өнімдер арқылы иммунитетті көтеру арқылы кетіруге болады.Ең бастысы гигиенаны сақтау керек.",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универге түсу үшін кта тапсырады қандай пәндерден тапсырады?",
        "question_content": "Мамандығым фармация колледжде оқимын универге түсу үшін кта тапсырады қандай пәндерден дәл осы мамандыққа түсу  үшін?",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фармация (дәрі дәрмек өндірісі) Химия Биология\nТолығырақ: https://martebe.kz/ubt-nyn-zhana-formaty-boiynsha-mamandyqtarga-saikes-pander-tizimi/",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антропогендік ландшафттарды шаруашылық қызметке пайдалану себебі",
        "question_content": "Антропогендік ландшафттарды шаруашылық қызметке пайдалану себебі,\n\nанық мәлімет керек өтініш,",
        "question_date": "24.11.2020",
        "question_tag": "Табиғат",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Антропогендік ландшафт - адам әрекетімен біршама өзгеріске ұшыраған ландшафт. Антропгендік және табиғи ландшафт арасында нақты шегара жоқ, өйткені кез келген ландшафта геологиялық фундамент, климаттың негізгі кескіндері сақталып, зоналық және азоналық заңдылықтар ықпалында болады. Адам оның ықпал ету дәрежесі мен сипатына байланысты өзгертілген, бұзылған және жаңартылған ландшафт түрлеріне бөлінеді.\nӨзгертілген ландшафт адам бір кешенді өзгерткен жағдайда ол аз өзгеріске ұшырауы мүмкін, мысалы, аңшылық немесе балық аулау нәтижесін жатқызуға болады. Сұрапыл сипаттағы күшті өзгерістер бұзылған ландшафтылардың пайда болуына алып келеді. Адамның мақсатты түрде терең ықпалынан жаңартылған ландшафт пайда болады. Қазіргі таңда ландшафтылардың өзгеру дәрежесі халықтың тығыздығына тікелей тәуелді.\nҚазақстанның аумағында шаруашылық әрекетінен антропогендік өндірістің келесідей түрлері кездеседі: Орталық және Шығыс Қазақстан, Ақтөбе және Қостанай облыстарының пайдалы қазбалардағы өндіру аудандарындағы тау-кен өндірісі; суармалы жерлердегі ирриграциялық жұмыстар жүргізілетін, сонымен қатар жасанды суқоймалары құрылған Оңтүстік Қазақстанның гидротехникалық аудандары. Елді мекендердің құрылысы, қалалар аумағының кеңеюі, электр желілері линиялары, өндірістік нысандар және т.б. табиғи ландшафтыларда өзгерістер тудырады. Бұл аудандардағы өзгерістердің бірі - антропогендік жер бедерінің қалыптасуы.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ландшафттарды түсіруде қолданылатын шартты белгілер?",
        "question_content": "Ландшафттарды түсіруде қолданылатын шартты белгілер?",
        "question_date": "24.11.2020",
        "question_tag": "Табиғат",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шартты белгілер. Жалпы географиялық карталарда әр түрлі географиялық объектілерді кескіндеу үшін арнаулы шартты белгілер қолданылады.Олардың карта масштабында көрсетуге келмейтіндері масштабтан тыс шартты белгілер деп аталады. Ірі және орта масштабты карталарда ондай шартты белгілермен заводтар, фабрикалар, диірмендер, электр станциялар, аэродромдар, ескерткіштер, сондай-ақ құдықтар, жеке-жеке ағаштар, жол көрсеткіштері және басқа объектілер белгіленеді.Олар пішіні кескіндейтін затына ұқсас келетін жай суреттер немесе геометриялық фигуралар түрінде болады (оқулықтың соңындағы топографиялық картадан шартты белгілерін қара).Ал аудандары мен ұзындықтарын картаның масштабында кескіндеуге болатын объектілерді белгілеу үшін аудандық (контурлық)және сызықты деп аталатын ерекше шартты белгілер қолданылады. Аудандық белгілермен орман алқаптары, шалғын, көл, батпақ, және басқа объектілер көрсетіледі.Сызықты белгілер өзен, жол, труба құбырларын белгілеу үшін пайдаланылады. Масштабта сызықты белгілер осы объектілердің ұзындығын ғана көрсете алады. Ал объектілердің ені үлкейтіліп беріледі, сондықтан оны картадан өлшеуге болмайды. Мәселен,\n1 : 100 000 масштабтағы картада көрсетілген темір жолдың ені оның нақтылы енінен 10 еседен асып түседі. Сол себептен де ұсақ масштабты картадан тіпті Волга сияқты ірі өзендердің де енін өлшеуге болмайды. Бұлардан басқа түсініктеме шартты белгілер де болады.Олар объектінің сипаттамасын толықтырып тұрады.Мәселен, өзендегі стрелка ағыстың бағытын көрсетеді, орманның контурындағы ағаштың (жапырақты немесе қылқанды) суреті белгілі бір ағаш тұқымының басым екендігін білдіреді.\nТопографиялық карталарда көрсетілген обьектілерге қосымша анықтама беру үшін түсіндірме шартты белгілер қолданылады. Мысалы, көпірлердің ұзындықтарымен жүк көтерімділігі, өзендердің ағыс жылдамдықтары, өткелдің тереңдігі мен түбі, елді қоныстағы үй саны, ормандағы ағаштардың орта биіктіктері мен жуандықтары және түрі т.б. Түсіндірме шартты белгілер түрлі жазулар мен цифрлармен көрсетіледі.\nТолығырақ: https://melimde.com/kartani-rastiru-odeu-jene-baspafa-shifaru.html?page=5",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антропогендік ландшафттар туралы тірек-сызба жасаңыздар?",
        "question_content": "Антропогендік ландшафттар туралы тірек-сызба жасаңыздар?",
        "question_date": "24.11.2020",
        "question_tag": "Табиғат",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бетім жарылып қызарып ұсқынсыз болып кетті",
        "question_content": "Бетім қызарып суықтан жарылып кетті екі езуім қарайып тұр.Қалай кетірсем болады? Жасым 16 да",
        "question_date": "24.11.2020",
        "question_tag": "Тазалық",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрғақ бетке арналған маскалар\nҚұрғақ тері үнемі ылғалды қажет етеді. Мұндай теріге тек қана ылғалдандыратын крем жағып тұру жеткіліксіз. Себебі құрғақ бет ерте  қартаюға бейім екені бәрімізге мәлім. Сондықтан оған аптасына 1-2 рет құрамында өсімдік майлары, витаминдер бар заттардан маскалар жасап тұрған жөн. Мұндай маскалар көбіне сүт, ірімшік, айран, жұмыртқа сары уызы, түрлі майлардан жасалады.\nІрімшік маскасы\nБұл маска бет терісін жақсы әрлендіріп, ағартады. Оны дайындау үшін 1 шай қасық ірімшікті сүтпен, зәйтүн майымен және сәбіз шырынымен араластыру қажет. Бетке жағып, саусақтарыңызбен біраз массаж жасаңыз. 20 минуттан соң жуып тастаңыз.\nБалдан жасалатын маска\nБалдан жасалатын маска бетті жақсы ылғалдандырып, тазартады. Ыдысқа 1 жұмыртқа сары уызын салып, оны 1 ас қасық балмен және күнбағыс майымен араластырасыз. Алынған қоспаны біраз жылытып, бетке 2 қабат етіп жағасыз. 10-15 мин ұстайсыз.\nҚауыннан жасалатын маска\nБұл масканы жасау үшін Сізге 1 кішігірім піскен қауын қажет болады.  Оны тазалап, жіңішке тілімдерге бөліп турайсыз. Сол тілімдерді бетіңізге қойып, 20 минуттан соң алып тастайсыз.\nСәбіз маскасы\n2 сәбізді үккішпен ұсақтап үгіп, жұмыртқа сары уызымен араластырыңыз. Бетке жіңішке қабат етіп жағып, 20-30 мин. ұстаңыз. Масканы ылғалды сүлгімен немесе мақтамен алып тастаңыз. Аптасына 2 рет жасаған жөн.\nАскөктен жасалатын маска\n1 ас қасық ұсақ туралған аскөкті алып, 1 шай қасық зәйтүн майы және сұлы ұнымен араластырыңыз. 20 минут бетте ұстап, жуып тастаңыз.\nНаннан жасалатын маска\nНанның жұмсағы, жұмыртқа сары уызы, 1 ас қасық сүт, 1 ас қасық ерітілген сары май, өсімдік майының бірнеше тамшысын алып, бәрін араластырыңыз. Бетіңізге жағып, 20 минуттан соң жуып тастаңыз.\nҚызанақтан жасалатын маска\n1 орташа қызанақты үккішпен үгіп, крахмал қосыңыз. Қоспаға эфир майы немесе зәйтүн майының бірнеше тамшысын қосып, бетіңізге жағыңыз. Ұстау уақыты – 20 минут.\nКілегейден жасалатын маска\n100 г кілегей, 1 жұмыртқа сары уызы, 1 лимон қабығы қажет. Лимон қабығын  кофетартқышпен ұсатып алғаныңыз жөн. Барлық ингредиенттерді араластырып, 15 минутқа бетін жауып қалдырасыз. Содан соң 1 ас қасық зәйтүн майын қосып, тағы да араластырыңыз. Масканы 20-25 минут ұстау керек.\nҚияр маскасы\n1 ас қасық қияр шырынын 1 ас қасық кілегей немесе қаймақпен араластырып, бетіңізге жағыңыз. 20-25 минуттан соң жуып тастаңыз.\nТолығырақ: https://surak.baribar.kz/500193/",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 0,6 моль оттек сутекпен әрекетттесті. Түзілген судың зат мөлшерін табыңыз?",
        "question_content": "Зат мөлшері 0,6 моль оттек сутекпен әрекетттесті. Түзілген судың зат мөлшерін табыңыз?",
        "question_date": "24.11.2020",
        "question_tag": "Химия",
        "question_views": 818,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Оттегі мен сутегі арасындағы реакция теңдеу бойынша жүреді:\n\n2H2 + O2 → 2H2O\n\nБұл теңдеуден 1 моль оттегі үшін 2 моль су түзілетіні шығады.\n\nСонымен, 0,6 моль оттегі жанғанда 0,6 * 2 = 1,2 моль су түзіледі.\n\nЖауабы: 1,2 моль су.",
                "date": "21.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Аяулым\" әнін тауып беріңдерші.",
        "question_content": "Алыстағы жарық жұлдыз сен маған  деп басталатын Аяулым әнін тауып беріңдерші.",
        "question_date": "24.11.2020",
        "question_tag": "Қазақша ән",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://newmp3.kz/search/%d0%b0%d1%8f%d1%83%d0%bb%d1%8b%d0%bc/",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 12 г магний тұз қышқылымен әрекеттескенде қанша көлем сутек газы бөлінеді",
        "question_content": "Массасы 12 гмагний тұз қышқылымен әрекеттескенде қанша көлем сутек газы бөлінеді???",
        "question_date": "24.11.2020",
        "question_tag": "Химия",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mg+2HCl-MgCl2+H2\n\nn(Mg)=12г /24 г/моль=0.5 моль\n\nn(H2)=0,5 моль\n\nV(H2)=22,4 дм3/моль * 0.5=11.2 дм3=11.2 л\n\nЖауабы: 11.2л.",
                "date": "12.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жоғары біліктілікке жаз мезгілінде тестке өтініш берген ұстаздарға ғана қатысты ма?",
        "question_content": "Мен Шымкент қаласы #52 мектеп-лицейінде математика пәні мұғалімімін. Жоғарғы біліктілік санатын 2015 жылы алдым. 2020 жылдың 18 тамызында мерзімі аяқталды. 2020-2021 оқу жылынан бастап санатымды бірінші санатқа түсіріп, жалақы төлеуде. ҚР Білім және ғылым министірлігінің 04.09. 2020 жылғы #5-18-6/3237-И шығыс хатында 2015 жылғы аттестаттаудан өткен педагогтерді 1 жылға мерзімін ұзарту тек жаз мезгілінде тестке өтініш берген ұстаздарға ғана қатысты ма? Менің жағдайымда санатымды бірінші санатқа түсіруі қаншалықты заңды екенін түсіндіріп берулеріңізді сұранамын.",
        "question_date": "24.11.2020",
        "question_tag": "Мектеп",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 курстан соң Университеттен колледжге ауысуға болады ма?",
        "question_content": "Мен 1 курста ақылы бөлімде филология факультетінде оқимын. 1 курсты бітіріп болған соң колледжге ауысқым келеді.Қызыл аттестат. Маған грант+жатақхана қажет. Ауысуға мүмкін бар ма?",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз универді оқып жартылай жоғары білім алып алғаныңыз дұрысқой. Бірақ Университеттен колледжге ауысты дегенді естімеппін.",
                "date": "25.11.2020",
                "upvotes": 0
            },
            {
                "text": "Ауыстыңыз ба? Менде соны ойланып жүр едім. Бірақ болама болмайма білмедім.",
                "date": "3.09.2021",
                "upvotes": 0
            },
            {
                "text": "Высший колледж ден универге ауысуга болама 1курс едім алматы жургеновка грант ка 11 бітіріп высший колледж га тусп едім енд универге ауыскым келет",
                "date": "3.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сфераның центрінен 9 м қашықтықтағы өріс потенциалын тап.",
        "question_content": "Радиусы 1 м, заряды 10 нКл сфераның центрінен 9м қашықтықтағы өріс потенциалы",
        "question_date": "24.11.2020",
        "question_tag": "Физика",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Науқасқа жүрек тұсы аймағы ауырғанда шағымданса қандай сұрақ қойып нақтылайсыз?",
        "question_content": "45  жастағы ер адам жүрек тұсындағы ауырғандыққа шағымданып жедел көмек шақыртып кардиология бөліміне түсті. Жағдайының нашарлауын физикалық жүктеменің салмағымен байланыстырды. Көмек көрсетіліп ем тағайындалды. Еміне таблетка капсула настойка алу жазылды. Иыққа және кіндік аймағына инъекция берілді. Күнде көк тамыр инъекциясы және инфузия жүргізілді.",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мейманасы асу мағынасы?",
        "question_content": "Мейманасы асу сөзінің мағынасы",
        "question_date": "24.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(Қарақ.) дәулет, байлық, молшылық. Қарақалпақ тілінде де солай.\nТолығырақ: https://kazakh.academic2.ru/12018/%D0%BC%D0%B5%D0%B9%D0%BC%D0%B0%D0%BD%D0%B0%D1%81",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нуржан калага кайтты созине талдау диктант тапсырмасы",
        "question_content": "Казак тилден диктанттын тапсырмасы Нуржан калага кайтты созине талдау",
        "question_date": "24.11.2020",
        "question_tag": "Мектеп",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 дан кеткен дұрыс па, Колледжден кейін ЖОО ға түсу ге бола ма",
        "question_content": "Мен 9 дан кеткым келеді, ҰБТ дан қашу емес))) МЕД колледжде окыгым келед, колледжден кейін ЖОО ға түсу ге бола ма, колледжден кейін Университетте қанша жыл оқиды?",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 741,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мед.колледжен кейін сіз университетте мысалы дәрігер болу үшін 6 жыл оқисыз. Тек қана мед.акадмемияда мед.колледжен кейінгі оқуды есепке алмайтыны өкінішті.Менің ойымша егерде нақты дәрігер болғыңыз келсе, онда бірден мектептен кейін универге тапсырған дұрыс деп ойлаймын.",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмек керек!!1!1!1!1!1",
        "question_content": "1)8,9 МДж жұмыс жасау үшін 1,5 кг дизель отынын қажет еткен трактор қозғалтқышының ПӘК-ін анықта 2) жылулық қозғалтқышын ПӘК-і 40 %. Газ қыздырғыштан 5кДж жылу алды. Қозғалтқыш қанша жұмыс атқарды? Қанша жылу мөлшері жоғалды?",
        "question_date": "24.11.2020",
        "question_tag": "Физика",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Плай маркеттен ештене тартылмай қалды.қалай жасауға болады?",
        "question_content": "Телефонымда плай маркеттен ештене тартылмай калды.Орын жетпейді бір программаны өшіріңіз дейді,оны өшірсем тагы жетпейді дид.Нестесем болад.Вирус кіріп кетпеген бе екен?",
        "question_date": "24.11.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қажетсіз ақпараттарды өшіріңіз.",
                "date": "3.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Терапевт болу үшін грант қанша балл",
        "question_content": "Терапевт болу үшін грант қанша балл?",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кемінде 110 балдан жоғары жинауыңыз керек.",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 сынып 98бет 2-жаттығу",
        "question_content": "Отан - туған үйіміз\nОтан - туған жеріміз.\nОтан ортақ үйіміз\nКөңілді ән мен күйіміз",
        "question_date": "24.11.2020",
        "question_tag": "Мектеп",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тізбек тармағындағы тоқты анықтау",
        "question_content": "тізбек тармағындағы тоқты, және тармақтар тоғын анықта. Бар мәлімет слайдта",
        "question_date": "24.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Эрозияны күйдіргеннен кейін не істеуге болады?",
        "question_content": "Эрозияның күйдіріп 5күн ем алдым ,содан кейін кан тоқтамай калды, кан тоқтататын укол 3 күн ,витамин 5 күнге салдырды але кан тоқтамайды енді не болар екен,  не істесем болады сіздердің көмектеріңіз",
        "question_date": "24.11.2020",
        "question_tag": "Тазалық",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эрозиянын екі түрі болады. Біреуі енді басталып келе жатқан. Оны гинеколог лечение жасаса кетеді. Ал екінші түрі үлкейген. Оны 10-15 күндей ем жасап цитологияга мазок тапсыртады. Қортындысы жақсы болса прижигание жасайды. Дер кезінде емделмесе ракқа айналып кетеді. Прижигание ауыртады  бірақ жақсы нәтиже береді.\n\nНақты емес ақпарат, байқап көріңіз. Абай болыңыз. Дәрігерге көрінген жөн.\n\n1 литр банкіге жылы суды құясыз, оған бір түйір гидроперид дәріні салып ерітіп, араластырасыз. Сосын грушаға суды толтырып алып, бірнеше рет груша арқылы ішін шаясыз. Вишневский мазьді аласыз, винтпен тампон жасап, мазьді жағып, ішіне саласыз. (жатардың алдында). Сосын таѕертең алып тастайсыз. Егер тампоныңыз аппақ болса, онда жараға әсері болғаны.\nТолығырақ: https://surak.baribar.kz/311898/",
                "date": "24.11.2020",
                "upvotes": 0
            },
            {
                "text": "Менде куйдирдим куйдиргениме 7 кун болд куйеум шыдай алмай косылып койды косылганнан сон кан келди енди не стесем болад",
                "date": "14.08.2021",
                "upvotes": 0
            },
            {
                "text": "Жауап жазынызшы отиниш. Мендеде сондай жагдай болып жатыр",
                "date": "5.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рекация нәтижесінде 3,5 моль алюмини(|||)окидін түзеді. Алюмин мен зат мөлш анықтау",
        "question_content": "Тезірек көмек керек.шығара алмадым ответ беріңіздерші өтінем",
        "question_date": "23.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер реакция нәтижесінде 3,5 моль мөлшерінде Al2O3 заты түзілсе, оттегімен әрекеттескен алюминийдің массасын анықтаңыз.\n\nn(Al₂O₃) = 3.5 моль\nm(Al) = ?\n\nШешуі:\n4Al + 3O₂ → 2Al₂O₃\n\nРеакция бойынша: n(Al) = 2n(Al₂O₃)\nn(Al) = 7 моль\nm(Al) = 7 * 27 = 189г.",
                "date": "21.05.2022",
                "upvotes": 0
            }
        ]
    }
]