[
    {
        "question_title": "Тігін машинасы астыңғы жіпті алмаса не істеу керек?",
        "question_content": "Жаңадан тігін машинасын сатып алып едім. Астыңғы жіп алмайды. Тігілмей тұр. Ол неліктен жəне оны қалай ретке келтіреді",
        "question_date": "12.12.2020",
        "question_tag": "Өнер",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі сөйлемге марфологиялық талдау жасау керек.",
        "question_content": "Қыстың ұзақ түні. Үлкен таудың ішінде жел гуілдеп соғып, ақ боран ұйтқып ойнап тұр. Екі сөйлемге марфологиялық талдау жасау.",
        "question_date": "12.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Табаны АВСD болатын SABCD пирамидасын салыңыз.",
        "question_content": "Табаны ABCD болатын SABCD пирамидасын салыңыз.\n\nа)Табанына параллель болатын қима жүргізіңіз.\n\nә)Табанының диагоналымен бүйір қырлары арқылы өтетін қима жүргізіңіз.",
        "question_date": "12.12.2020",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Примерно осылай болуы керек.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын біткенде не істейміз?",
        "question_content": "Балалардың мұрыны біткенде не істеу керек?",
        "question_date": "12.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 744,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрынның бітелуі – тұмау ауруының алғашқы белгілерінің бірі. Егер дер кезінде ем қабылдамасаңыз, асқынып мұрынның шырышты қабығының суықтауына әкеледі. Мұрын көбінесе ұйқыға жатқан кезде бітеліп,  мазаңды алады. Мұрынның бітелуін химиялық дәрінің көмегінсіз-ақ тез күнде емдеуге болады. Ол үшін біз ұсынған мына әдістің біреуін жатар алдында қолданыңыз. Нәтижесін бір реттен соң-ақ байқайсыз.\n1. Тұнбаны дайындау үшін 1 стақан салқын суға 1 ас қасық үгілген түймедақ (ромашка) гүлін салып, отқа қоясыз. Қайнауға дейін жеткен кезде, отты өшіру керек. Салқындаған кезде тұнбаны сүзіп алыңыз. Дайын болған емдік тұнбаны мұрныңызға 2 тамшыдан тамызасыз. Ескеріңіз, тұнбаны қолданатын кезде жылу болуын қадағалаңыз. \n2. Ұнтақталған 1 ас қасық жолжелкенді (подорожник) 1 стақан қайнаған суға саласыз. Тұнба бөлме температурасында салқындаған кезде сүзіп алып, мұрныңызға 1 тамшыдан тамызасыз. Емді күніне 3-4 рет қайталауға болады.\nАлоэ жапырағын езіп сөлін аласыз. Дайын болған сөлді 5 тамшыдан күніне 3-4 рет тамызыңыз. 3 жастан 16 жасқа дейінгі балаларға 34 тамшыдан, ал 3 жасқа дейінгі балаларға 2-3 тамшыдан тамызсаңыз, мұрынның бітелгенін тез емдейді.\nҚұрамында бояғыш заты мен иістендіргіш қоспасы жоқ теңіз тұзын таңдап алыңыз. Оның 1 шай қасығын 1 стақан жылы суға саласыз. Тұз ерігенше мұқият араластыру керек. Дайын болған тұзды суды кез келген жастағы адамдарға қолдануға болады. Тұз су – тұмауды, суықты және инфекциялық ауруларды емдейді. \nТолығырақ: https://sn.kz/sn-akparat-agyny/60999-muryn-bitelgende-ne-isteu-kerek",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "70 балл алып, қызыл диплом алуға болады ма?",
        "question_content": "Ассалаумағалейкум мен ЖОО 1ші курс оқып жүргенде 1 сабақтан 73 балл алған едім  ол кезде 75-89 балл жақсы деп саналатын кейіннен 2ші курс оқып жүргенде Білім беру заңына толықтырулар еңгізіп 75 ті 70 ке түсірді қазіргі бағамен Жақсы деген баға алғанмын. Енді сұрақ мені Красный дипломнан алып тастады 1ші курста 73 балл алып қалдын ол 3 деген деп олардың жасағандары дұрыспа? оқуды әлі бітірмегендіктен заң оқу жылына ортақ болмайма деген ойда толғанып жүрмін. Менің алған бағам қазіргі заң бойынша 4 болса не үшін 3 деп қойды? осы сұрағыма жауап берсендер Алла разылығы үшін красный диплом аламын деген мақсатым болған орындалмай қалайындеп тұр!",
        "question_date": "12.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда 70 балл бұл жақсы баға болып есептеледі. Ал қызыл диплом беруі немесе бермеуі ол университтің өзіне байланысты. Егер 1 курс оқып жүрген кезде 70 балл нашар болып документке түскен болса, онда оны өзгертуге болмайды. Бұл заңға қацшы болып саналады.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан айналым жүйесінің маңызы қандай?",
        "question_content": "Маған сұрақ қойды биология апайы сұрақ:қан айналым жүйесінің маңызын түсіндіріңіз",
        "question_date": "12.12.2020",
        "question_tag": "Биология",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан айналымы– қанның жүрек арқылы қан тамырлары бойымен жылжуы. Омыртқасыздардың көпшілігінде және төм. сатыдағы хордалыларда ашық қан айналу жүйесі дамыған. Адамдар мен барлық омыртқалы жануарларда тұйық қан айналым жүйесі болады. Қан айналымы тамырлар жүйесінен (артерия, капеляр), жүректен, бауырдан тұрады.\nҚан айналым жүйесі арқылы денеге оттегі жеткізіледі. Сондай-ақ, адам ағзасына керекті әртүрлі биохимиялық элементтер қан арқылы қамтамасыз етіледі.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыран тобына ұран мен эмблемасы керек.",
        "question_content": "қазақстан тарихынан жарыс болатын еді. Соған топтың аты қыран ұран мен эмблема керек еді",
        "question_date": "12.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 38500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыран көкке самғайды,\nЗеңгір көкті қорғайды,\nӘрқашанда қырандай,\nБіздің топ та самғайды.",
                "date": "12.12.2020",
                "upvotes": 0
            },
            {
                "text": "Өтініш маған \"жас қыран\"туралы эмблема және ұран крек еді.Ұзақтау болса.",
                "date": "16.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гаджет зарядчиктерін ұзақ уақытқа қойса не болады ?",
        "question_content": "Телефон,ноутбук батериясы қуатқа толғаннан кейін,бірақ қосулы тұрса, электр тог алуды тоқтатама ?",
        "question_date": "12.12.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Заряд алуды өздігінен тоқтатуға қазіргі смартфондардың шамасы келеді, яғни 100 пайыз қуатталған соң өздігінен ток алуды тоқтатады.\n2)Осылайша, егер сіз телефонды түні бойы зарядтасаңыз, литий-ионды және литий-полимерлі батареялардың артық зарядталу қаупі жоқ, \n3) Алайда, зарядтау процесінің өзі батареяға теріс әсер етеді, тозуды тездетеді және максималды сыйымдылықты төмендетеді.\n4) Сонымен қатар, неоригинал және сапасыз (оның ішінде өте ескі) зарядтағыш немесе тозған кабель энергияны өндіру процесін электрониканың бақылауынан шығаруға қауіп төндіреді және өрттің шығуына әкелуі мүмкін - әлемде мұндай жағдайлар көп.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір стакандағы қанттың массалық үлесі қандай?",
        "question_content": "Санжар бір стақан шайға 2 қасық қант салды, ал Маржан 1,5 қасық қант салды. Әрбір стакандағы қанттың массалық үлесі қандай? Стакандағы судың массасы 250г, 1шай қасық қанттың массасы 5 грамға тең.",
        "question_date": "12.12.2020",
        "question_tag": "Химия",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Санжар бір стақан шайға 2 қасық қант салды, ал Маржан 1,5 қасық қант салды. Әрбір стакандағы қанттың массалық үлесі қандай? Стакандағы судың массасы 250г, 1шай қасық қанттың массасы 5 грамға тең.",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыс металл ма немесе бейметалл ма?",
        "question_content": "Мыс металл ма немесе бейметалл ма? Қатты керек болып тұр бжбдан",
        "question_date": "12.12.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Металдар — электр тоғы мен жылуды жақсы өткізетін, пластикалық қасиеті жоғары, жылтыр заттар. Мұндай қасиеттердің болуы металдардың ішкі құрылымымен байланысты.\nМыс демек металл.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мамандығым құқықтану.",
        "question_content": "Менің бакалавр маманыдығым Құқықтану(юриспруденция).Магистратураны басқа мысалы педагогика мамандығында оқысам бола ма?",
        "question_date": "12.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады, айырмашылық сабақтарды қосымша ақылы түрде оқуыңыз мүмкін.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса болу үшiн не iстеуім керек?",
        "question_content": "Мен бала кезден актриса болғым келеді. Мектептегі сахналық қойылымдарға белсене қатысамын. Болашақта актриса болуым үшін не істеуім қажет?",
        "question_date": "12.12.2020",
        "question_tag": "Өнер",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Өнер коледжі немесе ЖОО түсіп, арнайы білім алу. Оқуға түсу үшін ҰБТ Қазақстан тарихы мен оқу сауаттылығы бойынша тапсырып, қосымша ЖОО болатын шығармашылық емтиханнан өтесіз.\n2) Әлеуметтік желіде өзіңіздің өнерлілігіңізбен танылсаңыз, режиссерлер немесе продюсерлер байқап өз жобсына шақыруы мүмкін. Мысалы қазір вайнерлердің көбі әншілердің клипінде болсын, кішігірім жобаларда  болсын бой көрсетіп жүр ғой.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2 кг гелийді 80 % -қа дейін изохоралы қыздыру үшін қандай жылу мөлшері қажет?",
        "question_content": "Массасы 2 кг гелийді 80 % -қа дейін изохоралы қыздыру үшін қандай жылу мөлшері қажет?",
        "question_date": "11.12.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q=3mR*dT/2M.\n\nm= 2 кг; R= 8,31 Дж/моль*К;\n\n дельтаT= 80 К;\nM= 4*10^-3 кг/моль.\n\n  Q=3*2* 8,31 *80/2*4*10^-3= 498,6 кДж.",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың атқаратын жұмысы неге тең?",
        "question_content": "Тұрақты қысымда газға 0,04 кДж жылу мөлшері беріледі.Осының нәтижесінде газдың ішкі энергиясы 20Дж артты.Газдың атқаратын жұмысы неге тең?",
        "question_date": "11.12.2020",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A=Q-U формула\nA= 40 -  20 = 20 Дж",
                "date": "11.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалалардың геохимиялық аномалиялары туралы.",
        "question_content": "Қалалардың геохимиялық аномалиялары,  анық жауап отініш",
        "question_date": "11.12.2020",
        "question_tag": "Табиғат",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аймақтық,  орта-  және  ірі  масштабты    жұмыстарды  жүргізу    келесі  негізгі кезеңдерді қамтиды: \n1) жобалау; \n2)  жиналған  мәліметтер  бойынша  камеральді  жолмен    схемалық \nландшафтты-геохимиялық карталарды  құрастыру; \n3) далалық экологиялық-геохимиялық жұмыстар; \n4) кондициалық ландшафтты – геохимиялық карталарды  құрастыру; \n5) геохимиялық сынамалау және талдау жүргізу; \n6)  аномалиялық  аймақтарды  және  жеке    аномалияларды  анықтау  және талданған нәтижелерді  өңдеу; \n7) есепті жазу және қорғау. \nРежимді  бақылау  кезең  жұмыстарында  тек  бес  этап  ерекшелінеді.  Оларда екінші  этап  болмайды  (камералды  жолмен    ландшафты-геохимиялық  карталарды  салыстыру),  өйткені  оларды  жүргізбестен  бұрын    ірімасштабты  карталар  құрастырылуы тиіс.  \nАймақтық жұмыстардың  зерттеу кезеңдерінің  негізгі мақсаты (1:2 000 000 - 1:200  000  масштабтағы)  административтік  ерекшелігімен  бөлінетін  аймақтың \nқоршаған  орта  жағдайын  жалпы  кешенді  аймақтық  бағалау  болып  табылады. \nҚоршаған  орта  жағдайын  бағалау  кезінде  аймақтық  жұмыс  кезеңдерінің    ішіндегі \nзерттеулердің алғашқысы  экологиялық-геохимиялық зерттеулер болуы тиіс.  \nҚоршаған  ортаны  сапалық  бағалау  кезінде  жүргізілген    региональдық \nзерттеулер аймақтың  обьективті және жан жақты  сипаттамасын беруі тиіс.  Соңғы \nақпарат  құрылған    геохимиялық  ландшафттар  картасы  негізінде  техногенді \nпроцестердің жалпы  дамуы  мен  биосфераның  зерттеліп  отырған    бөлігіне  олардың  \nнегізгі әсерін бағалауға мүмкіндік туғызады. \nҚоршаған  орта  жағдайын    сандық  бағалау  кезінде  аймақтық  жұмыстар \nкезенінде    әрбір  геохимиялық  ландшафттарда  қарастырылатын  элементтердің  \n(олардың  қосылыстарының)    фондық  құрамы  (жобаға  сәйкес)    анықталуы  тиіс. \nСонымен қатар, аномальді участоктер, және  жеке элементтердің  негізгі аймақтық \nаномалиялары  ландшафьты-геохимиялық  жағдайларды    ескере  отырып  жеке \nкарталарда  бөлінуі  тиіс.  Анықталған  аномалиялардың    ықтималды  табиғаты  және \nосы аномалияларды тудыратын ластаушы заттардың негізгі көздері  анықталынады.   \nІрі  анықталған  аномалиялар  шегіндегі  ірі  көлемдегі  ластаушы  заттардың \nқұрамын  есептеу    жүргізіледі.  Зерттеудің  осы  кезеңінде  сонымен  қатар,    кері \nаномалияларда,  яғни    анықталған  элементтердің  мөлшері  күрт  төмендеген \nучастоктер де  айқындалуы тиіс (олардың қосылыстары).  Кері аномалиялар шегінде \nберілген  ландшафттағы  фонмен  салыстырғандағы  сілтілі  қосылыстар  мөлшерін \nесептеу мақсатты.  \nТолығырақ: https://emirsaba.org/1996-jildan-bastap-shifadi-osnovan-v-1996-godu.html?page=2",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың отыз бірінші қара сөзі туралы.",
        "question_content": "1.Абай  Отыз бірінші сөзінде қанда мәслеге көңіл аударған\n\n2.Абай қарасөзіне қандай атау беруге болады\n\n3.Отыз бірінші сөзінде Аба неліктен Бұл төрт нәрсе-күүлі ақыл мен ғылымды тоздыратұғын нәрселер дейді\n\n4.Неліктен Абадың қарасөздері өмір тәжірибесінен туған ой толғамының қорытындысы болып таблады\n\n5.Неліктен ой кеселдері күллі ақыл мен ғылымды тоздырады\n\n6.Абадың отыз бірінші сөзінің баст идеясын аңықтаңдар",
        "question_date": "11.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Естіген нәрсені ұмытпастыққа төрт түрлі себеп бар: әуелі - көкірегі байлаулы берік болмақ керек; екінші — сол нәрсені естігенде я көргенде ғибрәтлану керек, көңілденіп, тұшынып, ынтамен ұғу керек; үшінші — сол нәрсені ішінен бірнеше уақыт қайтарып ойланып,көңілге бекіту керек;төртінші-ой кеселді нəрселерден қашық болу керек. Егер кез болып қалса, салынбау керек. Ой кеселдері: уайымсыз ,салғырттық, ойыншы-күлкішілдік, я бір қайғыға салыну, я бір нәрсеге құмарлық пайда болу . Бұл төрт нәрсе - күллі ақыл мен ғылымды тоздыратұғын нәрселер.",
                "date": "11.12.2020",
                "upvotes": 0
            },
            {
                "text": "Күллі ақыл мен ғылымды тоздыратын нәрселерді білу керек.",
                "date": "19.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ қоғамында туыстық принциптердің және рулық құрылымның функционалдық маңызы зор",
        "question_content": "«Қазақ қоғамында туыстық принциптердің және рулық құрылымның функционалдық маңызы зор» деген пікірмен қаншалықты келісесіз? Нақты дәлел келтіріп, кілт сөздерді толық пайдаланып, ойыңызды жазыңыз.\nКілт сөздер: қазақ жүздері, дәстүрлі қазақ қоғамы, ел, саяси-әлеуметтік жағдай, шежіре.",
        "question_date": "11.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 33300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің пайымдауымызша, шын қандас туыстық жүйе көбінесе 7 атадан басталып, 15—20 атаға дейін барады. Әдетте, мұндай туыстық жүйе ру деп аталады. Рудың ішіндегі жақын туыстар деп 7 атаға дейінгілер есептеледі. Жақын туыстар өзара қыз алыспайды. Балаға кішкентайынан жеті атасының кім екенін жаттатып өсірген. Бір атаның балалары жақындығы жағынан 7 атадан асқаннан кейін ғана өзара құдандалық қатынасқа түсуіне рұқсат етіледі. Оны ел ақсақалдары арнайы рәсімдейді. XVII—XIX ғасырларда кейбір рулар туыстығымыз, берекеміз бұзылмасын деп, 13—15 атаға дейін өзара қыз алыспаған. Жақын туыстар арасында қыз алыспау тәртібін рулық экзогамия дейді.\nӘріден келе жатқан үлкен руларда қандас туыстықпен қатар жай генеалогиялық (шежірелік) туыстық қалыптасқан. Рулардың өсіп-өну үдерісінде олар әр түрлі тарихи себептермен (соғыс, жер ауып көшу) өзара араласып сіңісіп отырған.\nРудың өзінің көшіп-қонатын аумағы, рулық таңбасы, ортақ ұраны болған. Ұран ретінде сол рудың белгілі бір атақты адамының аты қабылданатын. Қазақ жөн сұрасқанда: \"Қай рудансың?\", \"Қай елсің?\" — деп сұраған. Мысалы, басқа тайпа арасына барғанда, алдымен қай жүзден, қай рудан, сол рудың ішіндегі қай тармақтан екенін, содан соң қай атадан тарайтынын айтқан. Мысалы: \"Ұлы жүзбін, оның ішінде дулатпын, дулаттың ішінде жаныспын, оның ішінде жантумын, одан өтеміспін\", — деп, бергі атасына дейін атап береді.\nҚазақ ру-тайпалары өзара қатты араласқан. Бұл араласу, бір жағынан, бір-бірімен некелік қатынастар арқылы болса, екінші жағынан, ел басына күн туған соғыс, жұт, әр түрлі жұқпалы аурулардан қоныс аударудан болған. Сонымен қатар ру-тайпалардың араласуына тайпалар, рулардың бір саяси-этностық одақтар құруы әсер етіп отырған. Қазақтың \"Қарға тамырлы қазақпыз\" деген нақылы олардың бір-бірімен туыстас екендігін көрсетеді.\nҚазақ қоғамының жүзге, руға бөлінушілігінің кейде келеңсіз, жағымсыз жақтары да бар. Өзінің шыққан тегін, аталарының шежіре тарихын әркім білуі керек. Онсыз адам тексіз, өнегесіз болып өседі. Бірақ өз шыққан тегін біле тұра, бүгінде сол ру-тайпалардан сан ғасырлар бойы қалыптасқан қазақ деген біртұтас халықтың ұрпағы екенімізді ешқашан ұмытпауымыз керек.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Озон қабатының тіршілік үшін маңызы?",
        "question_content": "Пж жауап берндерш 7сынып Озон қабатының тіршілік үшін маңызы?",
        "question_date": "11.12.2020",
        "question_tag": "География",
        "question_views": 24100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Озоносфера , озон қабаты (гр. ozon – аңқығыш және sphaіra – шар), озонның жоғары концентрациясымен ерекшеленетін стратосфералық (биіктігі 10 – 50 км) қабат. Атмосферадағы озонның ең көп концентрациясы 20 – 25 км биіктікте болады, мұнда озонның тығыздығы жер бетіне қарағанда 10 есе көп. Озон оттегінің Күн радиациясының қысқа толқынды ультракүлгін бөлшектерін сіңіруінен пайда болады. Озон мөлшерінің көп болуы көктем айларына, азаюы күз айларына сәйкес келеді. Озон қабатының жер бетіндегі тіршілік үшін маңызы зор. Ультракүлгін сәулелерді жер бетіне жеткізбей, сәулеленудің алдын алады. Оның зардабы мутация өзгерістермен байланысты.\nОзон Күннің ультракүлгін сәулелерінің және электр разрядтарының әсерінен екі атомдық оттек молекулаларының ыдырап, қайта қосылуының нәтижесінде ) пайда болады. Озон қалқаны күннің тіршілікті жойып жіберетін ультракүлгін сәулелерін ұстап қалады.\nАғылшын ғалымы Джо Фарман Антарктидадағы метеорологиялық жағдайларды зерттеп жүріп, 1982 жылы озон қабаттарындағы «қуыстарды» тапты. Ғалымды хлорлы фтор көміртегінің әсерінен әсіре күлгін түсті сәулелердің апатынан жерді мәңгі сақтап келген озон қабатында ыдырау үрдісінің жүріп жатқаны қатты толғантты. Бұл құбылыс Антарктида үстінде өтіп жатыр. Тері ісігінің жиілеуіне озон қабаттарының шоғырлануы 6 пайыз кеміп кеткені себеп болып отырғанын анықтап берді. Сондықтан да Скандинавия, Гренландия, Канада, Шотландия және Ресейдің солтүстік-батыс бөлігіндегі озон қабаттарын зерттеу қолға алынды. Күлгін түсті сәулелердің көбейіп, озон қабатының жұқаруы, фреондардың әсерінен екені анықталды. Фреондар өзге газдармен салыстырғанда тұрақты келеді. Оның әр молекуласы озонның 100 000-ға жуық молекуласын жойып жібереді. Осылайша озон қабатының көлемі жыл өткен сайын жұқарып барады. Егер озон жоқ болса, онда планетамызға ғарыштан кез келген қауіпті сәулелер түсіп, жерде тіршілік жойылып кетуі ғажап емес. Бір сөзбен айтқанда, озон қабаты адамның иммунитеті десе де болады. Ал озон қабатының қалыпқа келуі үшін адамзат баласы кем дегенде 100 жыл бойы өнеркәсіп заттарын өндірмеу керек. Алайда адамзат баласының санының өсуіне байланысты сұраныстың да артып келе жатқаны белгілі.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы күйеуім 2 әйелімен қағаз жүзінде ажырасқан болса, алиментті қысқартуға бола ма?",
        "question_content": "Мен 2011 жылы куйеуіммен ажырасқан болатынмын,ортада 2 баламыз бар.Ол кісі 2012 жылы қайта үйленді,содан бастап алимент төлей бастады,алайда кеше соттан қағаз келді.2 әйелімен ажырасыпты сол үшін алиментті қысқартқысы келеді,бірақ қағаз жүзінде ауыл адамдарынан сұрастырсам ешқандай ажырасу жоқ бірге тұрып жатыр екен.Менің сұрайын дегенім мен қандай шара қолдансам болады?",
        "question_date": "11.12.2020",
        "question_tag": "Заң",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы заң бойынша алимент төлену тәртібі бір бала үшін 25 пайыз, 2 бала 33 пайыз, 3 және оданда көп баласы болса табысының 50 пайызын алиментке ұстайды. ал егерде екінші ажырасқан жағдайда барлық балаларына 25 пайызын ғана төлейді.",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "(NH4)2SO4 массалык үлесі қанша?",
        "question_content": "(NH4)2SO4 массалық үлесі қанша?",
        "question_date": "11.12.2020",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(NH4)2SO4 массалық үлесі қанша?",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тележүргізуші саласын таңдаған соң жұмыс табу оңай ма әлде қиын?",
        "question_content": "Жанеде қандай пандерді барненде оку керек\nЖанеде зарплатаси канша болады алдин ала жауаптарнизга рахмет!",
        "question_date": "11.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пәндер туралы ақпарат осы видеода көрсетілген.\n Жас мамандарға табысына көңіл толарлық жұмысты бірден таба кету қиындау болады, мамандықтың ерекшелігіне қарамастан.  Сондықтан,  білімнен өзге, бойыңызда адамдармен тіл табыса білу, пысықтық сияқты қасиеттер болуы тиіс.  Соған орай лайықты жұмыстарды қарастырып қарарсыз.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пирамиданың бүйір бетінің ауданын табу.",
        "question_content": "Дұрыс Пирамиданың табаны 5см болатын төртбұрыш. Биіктігі 9см. Пирамиданың бүйір бетінің ауданын табыңыз",
        "question_date": "11.12.2020",
        "question_tag": "Геометрия",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс Пирамиданың табаны 5см болатын төртбұрыш. Биіктігі 9см. Пирамиданың бүйір бетінің ауданын табыңыз",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауасы сорылған түтікте қағаз қиындысы мен тиын қалай қозғалады?",
        "question_content": "Физика 9 сынып есебі",
        "question_date": "11.12.2020",
        "question_tag": "Физика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түтіктегі ауаны сорып тастаса ол түтік ішінде вакуум пайда болады. Вакуумда дене массасына қатысынсыз бірдей жылдамдықпен төменге түседі. Видеода анығырақ көрсетілген.",
                "date": "12.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген мәліметтерді пайдалана отырып, екінші шардың массасын есептеңіз.",
        "question_content": "алдын ала рахмет \n9сынып \nфизика",
        "question_date": "11.12.2020",
        "question_tag": "Физика",
        "question_views": 933,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = 5*10^(-13)  H\nm1 = 20 г  = 20*10^(-3) кг\nR  = 30 см 30*10^(-2) м\nm2 = ?\nm2 = (F * R^2)/ G*m1 = (5 *9 * 10(-15)) / (6,67*2*10^(-13)) = 3,4*10^(-2) = 34 г \nжауабы: 34 г",
                "date": "11.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дүниежүзі тарихы пәнінен 7 сынып Бжб жауаптары бар ма?",
        "question_content": "Дүниежүзі тарихы 7 сынып Бжб жауаптары барма бар болса айтыңдарш",
        "question_date": "11.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 45300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық жауаптарды мына сайттан қарасаңыз болады.\nhttp://teginsor.ru/forums/zhb-bzhb-tzhb-d-niezh-zi-tarixy-7-synyp-zhauaptary.378/",
                "date": "11.12.2020",
                "upvotes": 0
            },
            {
                "text": "Бжб\n\n1-тапсырма\n\n1.Басқару түрі : монархиялық\n\nЕрекшелігі : Тақ әкесінен баласына беріледі.\n\nБасқару түрі : парламенттік\n\nЕрекшелігі : Король шешімді парламентпен ақылдаса отырып шығарады.\n\n2 - тапсырма\n\nІ Карл :\n\n1)Феодалдық қатынастың ыдырауы.\n\n2)Буржуазиялық революцияның экономикалық, саяси және идеологиялық алғышарттарының қалыптасуы.\n\nІІ Осман:\n\n1)Таққа таластың жүруі\n\n2)Осман Империясындағы сот жұмысын мұсылман қазылардың жүргізуі",
                "date": "17.03.2021",
                "upvotes": 0
            },
            {
                "text": "бар бырак бермеймын озн істе.",
                "date": "28.12.2022",
                "upvotes": 0
            }
        ]
    }
]