[
    {
        "question_title": "Қарапайым заттар экономикасы",
        "question_content": "Қазақстандағы қарапайым заттар экономикасының көлемі қанша? Жылына Қазастанда қанша теңге қаламсап, қалам, парақ, дәптер т.б кетеді? Осы қарапайым заттардың сауда айналымы қанша? Қалай? Қайтіп өндіруге болады қарапайым заттарды?",
        "question_date": "29.04.2020",
        "question_tag": "Бизнес туралы",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жерде алдымен сіз айтып отырған қарапайым заттар дегенге не кіреді, соны анықтап алу керек. \nКанцелярлық тауарларды фирмалар өндіреді ғой. Оларды қалай өндіру керектігін бизнес жоспар жасап бастауға болатын шығар. \nМысалы интернеттен производство канцелярских товаров бизнес план деп іздесеңіз жауаптары шығады. Мында бизнес жоспардың бір үлгісі көрсетілген.",
                "date": "11.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Темір кені қалай аталады? Химия сабағынан керек болып жатыр",
        "question_content": "Темір кені қалай аталады?",
        "question_date": "29.04.2020",
        "question_tag": "Химия",
        "question_views": 677,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір кені минералды: магнетит гематиті, мартит, гетит, сидерит, хамозит және тюритит. Рудалардағы темір мөлшері 16 - 72% құрайды.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Селекция үшін қолдан сұрыптаудың рөлі:",
        "question_content": "Биологиядан тапсырма көмектесіңіздерші өтініш алдын ала рахмет",
        "question_date": "29.04.2020",
        "question_tag": "Биология",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолдан сұрыптау– өсімдіктер мен жануарлардың жаңа сорттары мен тұқымдарын шығару.\nҚолдан сұрыптау нәтижесінде үй жануарларының қазіргі тұқымдары, және мәдени өсімдіктердің жаңа сорттары алынады. Қолдан сұрыптау теориясының негізін салған Ч.Дарвин (1859). Қолдан сұрыптау табиғи популяцияның оқшаулығына және адамға қажетті белгілері бар организмдерді жеке шағылыстыруға немесе будандастыруға негізделген. Ағылшынның мамандары, мысық, сиырға жүргізілген сұрыптаудың нәтижесінде етті, сүтті және сүтінің майлылығы жоғары, т.б. тұқымдарды шығарды. Қолдан сұрыптау екі негізгі формада жүргізіледі: жаппай және жекелей.\nЖаппай Қолдан сұрыптау кезінде фенотипі бойынша тұқымдық немесе сорттық стандартқа сай келмейтін дарабастар жарамсыз болып қалады. Жекелей Қолдан сұрыптауда дарабастың тұқымдық және сорттық сапалы белгілері ескеріледі. Көптеген мутациялардың рецессивтілігіне орай және жаңа белгіні ертерек енгізу үшін де Қолдан сұрыптауда инбридинг әдісі қолданылады. Ұзақ уақытқа созылған бұл әдіс организмнің ұрпақ беру қабілеті мен геномның өзгерісін төмендетеді, оның нәтижесі гомозиготалы генотиптердің көбеюіне әкеледі. Бұл жағдайда мамандар бірнеше ұрпақтың инбридингінен кейін аутбридинг (туыстық емес шағылыстыру) әдісін жүргізеді. Мұнда әр түрлі гендер араласуы нәтижесінде организмнің гетерозиготалылығы артады. Бұл әдіс генетикалық әр түрлі популяциялар дараларын шағылыстыруға негізделген.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбуктен қалай вирус тазалауға болады егер ноутбук қосылмаса?",
        "question_content": "Менің ноутбугіме вирус кіріп кетті. Қосылмай қалды, вирусты қалай тазаласам болады? Ол үшін басқа компютер керек пе?",
        "question_date": "29.04.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 709,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәжірибеден көптеген пайдаланушылар әрдайым ноутбукте антивирус орнатпайды деп айтуға болады, себебі ноутбуктің бәрі тез емес, бірақ антивирус оны баяулатады, және олар бейтаныс сайттарға кірмейтінін, файлдарды жүктемейтінін - бұл дегеніміз, және вирус алмайды (бірақ әдетте керісінше болады ...).\nАйтпақшы, кейбір адамдар тіпті вирустардың ноутбугына «қоныстанған» деп күмән келтірмейді (мысалы, олар барлық желілерде пайда болатын жарнамалар сол сияқты болуы керек деп ойлайды). Сондықтан мен осы ескертуді эскиздеуге шешім қабылдадым, онда мен вирустардан және басқа желілерде жиналуы мүмкін басқа «жұқтырулардан» ноутбуктарды алып тастау және тазарту үшін не істеу керектігін түсіндіремін.\nЖалпы алғанда, кейде кез-келген уақытта компьютерді вирусқа (тек ноутбукке емес) сканерлеу ұсынылады.\n2) Тегін антивирус, монтажсыз жұмыс істейді\nНоутбукті вирусқа сканерлеу үшін антивирус сатып алудың қажеті жоқ, тіпті орнатудың қажеті жоқ бос шешімдер бар! Яғни сізге қажет файлды қотарып, оны іске қосып, содан кейін құрылғы сканерленеді және шешім қабылданады (оларды қалай қолдануға болады, менің ойымша, ешнәрсе әкелмейді?)! Мен өзімнің кішіпейіл пікірім бойынша олардың ең жақсыларына сілтеме беремін ...\n1) DR.Web (Cureit)\nЕң танымал антивирустық бағдарламалардың бірі. Белгілі вирустарды және оның дерекқорында жоқтығын анықтауға мүмкіндік береді. Dr.Web Cureit шешімі ағымдағы вирусқа қарсы дерекқорлармен (жүктеу күнінде) орнатпастан жұмыс істейді.\nАйтпақшы, утилитаны пайдалану өте оңай, кез келген пайдаланушы түсінеді! Сізге утилитаны жүктеп алу, оны іске қосу және сканерлеуді бастау қажет. Төмендегі скриншот бағдарламаның пайда болуын көрсетеді (және, шын мәнінде, ештеңе жоқ!).\nЖалпы, мен ұсынамын!\n2) Kaspersky (Virus Removal Tool)\nKaspersky зертханасының теңгерімделген нұсқасы. Ол дәл осылай жұмыс істейді (яғни ол вирус жұққан компьютерді емдейді, бірақ нақты уақытта қорғамайды). Сондай-ақ, пайдалану ұсынылады.\n3) AVZ\nБірақ бұл утилиттер бұрынғыдай белгілі емес. Бірақ менің ойымша, ол бірқатар артықшылықтарға ие: SpyWare және AdWare модульдерін іздеу (табу утилитасының басты мақсаты), трояндар, желі және пошта құрттары, TrojanSpy және т.б. Яғни вирустық халыққа қосымша, бұл утилита компьютерді жақында өте танымал және браузерлерге (әдетте, кейбір бағдарламалық жасақтаманы орнату кезінде) енгізілген кез келген «жарнамалық» қоқыстан тазартады.\nАйтпақшы, утилитаны жүктегеннен кейін вирустарды қарап шығуды бастау үшін мұрағатты ашып, оны іске қосып, START түймешігін басыңыз. Содан кейін утилита компьютеріңізді әр түрлі қауіптерге сканерлейді. Төмендегі скриншот.\nAVZ - вирустық сканерлеу.\n3) жарнамалық вирустарды алып тастаңыз\nВирусқа қарсы вирус\nӨйткені, барлық вирустар (өкінішке орай) жоғарыда аталған утилиталармен жойылады. Ия, олар Windows-ті көптеген қауіптерден тазартады, бірақ, мысалы, интрузивтік жарнамадан (баннерлер, ашылатын қойындылар, барлық сайттарда әр түрлі жыпылықтайтын ұсыныстар) - олар көмектесе алмайды. Бұл үшін арнайы утилиталар бар, мен төмендегілерді пайдалануды ұсынамын ...\nКеңес № 1: «сол» бағдарламалық жасақтаманы алып тастаңыз\nБелгілі бағдарламаларды орнатқан кезде, көптеген пайдаланушылар құсбелгілерді қоспай, әртүрлі браузерлердің қосымшалары жиі кездеседі, олар жарнамаларды көрсетіп, түрлі спам жібереді. Осындай орнатудың мысалы төмендегі скриншотта көрсетілген. (Айтпақшы, бұл ақ мысал, өйткені Amigo браузері компьютерде орнатылған болуы мүмкін ең нашар нәрседен алыс, сондықтан кейбір бағдарламалық жасақтаманы орнатқанда ескертулер жоқ).\nОрнату мысалдарының бірі қосылады. бағдарламалық қамтамасыз ету\nОсы негізде сіз орнатқан барлық белгісіз бағдарлама аттарын жоюды ұсынамын. Сонымен қатар, мен кейбір арнайы ұсыныстарын ұсынамын. утилита (стандартты Windows орнатқышында сияқты ноутбукке орнатылған барлық бағдарламалар көрсетілмеуі мүмкін).\nОсы мақалада қосымша:\nкез келген арнайы бағдарламаларды жою. коммуналдық қызметтер -\nАйтпақшы, браузердің ашылуын және белгісіз қосымшаларды және плагиндерді жоюды ұсынамын. Жарнаманың пайда болу себебі көбінесе - олар тек ...\nКеңес № 2: ADW тазалағыш утилитасы\nADW тазартқышы\nӘртүрлі зиянды сценарийлермен, «қиын» және зиянды браузерлермен күресуге арналған тамаша утилиттер, әдеттегі антивирустың таппаған барлық вирусы. Ол, ең алдымен, Windows барлық танымал нұсқаларында жұмыс істейді: XP, 7, 8, 10.\nЖалғыз кемшілік - орыс тілінің жоқтығы, бірақ утилита өте қарапайым: сіз оны жүктеп, іске қосуыңыз керек, содан кейін жай ғана «Сканер» батырмасын басыңыз (төмендегі скриншот).\nADW тазартқышы.\nАйтпақшы, әртүрлі «қоқыс» браузерін қалай тазалау керектігі туралы менің алдыңғы бапта айтылған:\nбраузерді вирустардан тазарту -\n3-кеңес: арнайы орнату. жарнамалық блоктаудың утилиталары\nНоутбук вирустардан тазаланғаннан кейін, браузерге (немесе кейбір сайттар онымен мазмұнның көрінбейтіні соншалықты көлемде толтырылған), интрузивті жарнамаларды блоктау үшін пайдалы бағдарламаларды орнатуды ұсынамын.\nБұл тақырып өте кең, әсіресе осы тақырып бойынша бөлек мақалам болғандықтан, мен төмендегі сілтемесін ұсынамын:\nбраузерлерде жарнамалардан құтылу -\n4-кеңес: Windows «қоқыс»\nАқыр соңында бәрін жасағаннан кейін Windows-ті әртүрлі «қоқыс» (түрлі уақытша файлдар, бос қалталар, жарамсыз тізілім жазбалары, шолғыш кэштері және т.б.) тазалауды ұсынамын. Уақыт өте келе жүйеде мұндай «қоқыс» көп жинақталады, және ол компьютерді баяулатады.\nБұл тапсырмада Advanced SystemCare утилитасы (мұндай утилиталар туралы мақала) жаман емес. Қалаусыз файлдарды жоюдан басқа, ол Windows жүйесін оңтайландырады және жылдамдатады. Бағдарламамен жұмыс істеу өте қарапайым: START батырмасын басу (төменде қараңыз).\nAdvanced SystemCare бағдарламасында компьютеріңізді оңтайландыру және жылдамдату.\nОсындай қиын нұсқаулардан кейін сіз өзіңіздің ноутбаңызды вирустардан оңай әрі тез тазалай аласыз және жұмысты одан да ыңғайлы етіп жасай аласыз, сонымен қатар жылдамырақ (және ноутбук тез жұмыс істейді және сізді алаңдатпайсыз). Қарапайым әрекеттерге қарамастан, мұнда қарастырылған шаралар жиынтығы зиянды қосымшалардан туындаған көптеген мәселелерден арылуға көмектеседі.\nМүлде қоса алмай жүрсеңіз, арнайы маманға жүгінгеніңіз абзал.",
                "date": "2.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Разаман айында, ауыз бекіту",
        "question_content": "Үйде 3 адам ауыз бекітеміз. Бүгін уақытты білмей, уақытты дұрыс қарамай сәресін бір сағатқа кеш жауыппыз. Кеш жапқанымызды тек азанда сағат 10 да бір себептермен білдік. Не істесек болады осындай жағдайда?",
        "question_date": "29.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір ол видеоны таппай қалдым бірақ имам айтты ол жерде:\n-Ондай жағдайда ауызды ашып жібермей ары қарай ұстай бересіз, бірақ ораза біткен соң сол күні қабыл болды ма жоқ па деген күмәнді сейілту үшін, тағы 1- күн оразаны ұстайсыз деп.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Каким я хочу видеть мой университет через 5 лет?",
        "question_content": "Составьте эссе на тему: «Каким я хочу видеть мой университет через 5 лет?». Объем 150-200 слов.Евразийский национальный университет имени Л.Н. Гумилева",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Это только пример!\nБұл  тек мысал!\nВот и настал 60летие нашему дорогому университету. Как всем известно Карагандинский государственный технический университет (КарГТУ) является одним из крупнейших технических ВУЗов Казахстана, созданный в 1953 году. В нашей стране много высших учебных заведений, но один из самых известных даже за рубежом – Карагандинский Государственный Технический Университет.\nЗа 60 лет существования ВУЗа выпущено более 70 ООО студентов.\nСреди них и Акимы, и министры, и выдающиеся государственные и общественные деятели, ученые, депутаты. Но главнымыпускниками является Глава нашего государства Нурсултан Абишевич Назарбаев, и конечно же наш Серик Сапиев, который принес седьмую золотую медаль в копилку сборной Казахстана на Олимпийских играх в Лондоне.\nМы гордимся нашими выпускниками и студентами!\nВ последние годы Университет динамично развивается по всем направлениям: образовательной и научной. Изменился Политех и внешне, изменилось сознание и преподавателей, и студентов. В рейтинге технических ВУЗов мы занимаем второе место, перед нами только Казахский Национальный Технический Университет им. Сатпаева в Алматы.\nВ ближайшее время планируем быть первыми.\nИ так, как я представляю будущее нашего университета? А знаете? Думаю что будущее КарГТУ будет шикарным, отличным, умопорачительным! Знаете почему?\nПотому будущее нашего вуза в наших руках! Значит мы будущие выпускники Карагандинского Государственного Технического Университета должны оправдать надежду нашего вуза, и мы оправдаем его надежду, и прославим наш университет всему МИРУ! Докажем что КарГТУ лучший вуз на свете, нет на всей планете самый лучший.\nА для этого самое главное труд и упорство студента. Чтобы мечта сделалась явью, воля должна быть тверда и могуча, не надо бояться неведомого, ибо каждый способен обрести то, чего хочет, получить – в чем нуждается. Поэтому Дорогие мои одногруппники и студенты учитесь, берите знание и давайте все дружно оправдаем надежду нашего вуза!",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "what book do you recommend to read?",
        "question_content": "what book do you recommend to read?",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A book is one of the greatest wonders of world. Why are so many people fond of reading? The world of books is full of wonders. You and characters of books can find yourselves in different countries and have a lot of adventures. The book is a faithful friend. They form our values and characters. We try to look like the characters of our favourite books: to be brave, honest, not to be silly and greedy, to be true friends. We enjoyed the beauty and wisdom of fairy-tales and fables when we were babies and Granny read them to us. They taught us to be kind, clever, hardworking, to understand other people and help them. They teach us to understand the beauty of nature, take care of it, to love our homeland. Books have been with us since childhood. Who hasn't read \"Alice in the Wonderland\", \"Mowgli\"? Who hasn't travelled with Marry Poppins to her imaginary world? Who hasn't imagined himself to be Robinson Crusoe on the deserted island? I have read a lot of interesting books, but my favourite book is \"The Adventures of Tom Sawyer\" by Mark Twain. This well-known book is popular with children all over the world. The main character of the book is Tom Sawyer, who lived in a small town on the Mississippi River. He was a boy with a wild imagination. He and his friends often dreamed of different adventures. Tom was naughty, kind and brave. Besides, he was noble. I like this boy because he teaches us to be true friends. If you are not fond of reading, take a book to your liking or borrow it in a library and read it. Books are worth reading. Really, they are our good friends.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алюмини бромидін AlBr3 алу үшін массасы 2,7 г алюмини, бром әрекеттескен. Тұз массасы",
        "question_content": "Алюминий  бромидің   AlBr3  алу үшін массасы 2,7 алюминий мен бромды әрекеттестірген.Түзілген тұздың масасын есептеу керек",
        "question_date": "28.04.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Аl + 3Br2 = 2AlBr3\n\nM(Al)=27 г/моль\n\nn(Al)=2,7/27=0,1 моль - азырақ үлес\n\nM(Br2)=160 г/моль\n\nn(Br2)=40/160=0,25 моль - артық үлес\n\nазырағымен есептейміз:\n\nn(AlBr3)=n(Al)=0,1 моль\n\nM(AlBr3)=267 г/моль\n\nm(AlBr3)=0,1х267=26,7 г",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "professional competencies for your future job",
        "question_content": "professional competencies for your future job",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "At the turn of the second and third millennium of our era, tendencies to mutual understanding, intercultural exchange, which have prepared the ground for the development of a single educational space with a reference to international standards, are particularly acutely felt. It should be noted that Russian education is on the way of bringing national educational programs in accordance with internationally accepted requirements.\nOne thing is obvious: education is an integral part of the life of society, it is not only responsible for the process of preparation for life in the community, but also determines the formation of personality, its ability to self-realization. Dynamism of public life, constant growth of requirements to the modern person, stimulates transition to the concept of lifelong education throughout life. In the context of this concept, professional self-development of the teacher's personality is the key to his professional survival, so professional development and improvement becomes today the main priority for each teacher.[1]\nModernization of Kazakhstan education is associated not so much with the introduction of innovative approaches to the content of education and educational technologies, but with the increase in the professional competence of the teacher. Thus, the change of priorities in the system of pedagogical values actualized the problem of improving the quality of professional training of teachers, raising the level of their professional competence.\nThere are various interpretations of the concept \"professional competence of the teacher\". The analysis of methodical literature has shown that professional competence of the teacher of a foreign language expresses readiness and ability of the teacher to carry out the professional activity, realizing purposes of training taking into account modern social Requirements. Professional competence of the teacher of foreign languages as a set of professional and pedagogical competencies assumes the presence of 5 main components:\n1. Social and psychological competence\n2. Communicative Competence\n3. Pedagogical competence\n4. Substantive competence\n5. Professional self-Realization\nIn accordance with this, new and new requirements to the level of professional competence of a foreign language teacher, to his professional and personal qualities are put forward.\n• Independently and critically think\n• Openness ability to pedagogical innovation\n• Ability to adapt their knowledge and skills to the conditions of variability of education (constantly changing conditions of social and professional environment.)\n• Ability to solve new problems and take on professional responsibility\n• Ability to professional reflection, research and creative activity.\n• Ability to professional self-education and self-development.[2]\nA modern teacher must realize the need for further self-improvement of his professional skills. It is possible to assume that here the problems of access to information of professional order and motivation of the teacher to self-perfection, readiness for continuous education are merged. Of course, not every teacher is able to be a researcher of all problems of modern education, but under the force of each teacher to seek and find in his profession optimal, more interesting, more successful, creative solutions.\nThere is a huge number of all kinds of resource centers, Internet resources that are useful for teachers. But the main problem is that in the conditions of excess information the professional selective value is important in the process of finding the information necessary for the work. An important point is also the ability to use information and communication technologies (ICT) in lessons, skills to use modern approaches, methods and pedagogical technologies in everyday work.[3]\nEqually great is the role and associations of teachers of English for professional development, where you can share and exchange information with colleagues. It is well known that attestation is a stimulating function for perfection of the professional skill. It gives impetus to further development of professional activity induces to raise demands to itself. The teacher, interested in the professional growth, passes attestation with the purpose of revealing the level of the professional competence and marking of directions for the further perfection.\nIn the process of modernization competence approach is considered as a paradigm defining modern educational standards and presenting requirements, which may well correspond not just \"good specialist\", but \"good employee\" (O. E .  Lebedev).  From this point of view it is envisaged not only the possession of professional, but also personal competencies.[4]\nV.  Slastenin believes that the concept of professional competence of the teacher expresses the unity of his theoretical and practical readiness to carry out pedagogical activity and characterizes his professionalism [5].  He notes that the content of training of a teacher of this or that speciality is presented in the qualification characteristic-normative model of competence of the teacher, displaying scientifically substantiated composition of professional knowledge, skills and skill in [6].  \"The qualification characteristic is essentially a set of generalized requirements to the teacher at the level of his theoretical and practical experience\" [7].  In accordance with the traditional approach, professional competencies are knowledge, skills and abilities.  In this case, the Methodist defines psychological and pedagogical and special knowledge as a prerequisite for intellectual and practical skills.  The model of professional competence is presented to them as unity of theoretical and practical readiness of the teacher.  It combines pedagogical skills into four groups:\n1. Ability to formulate specific pedagogical tasks in accordance with a certain group of students, taking into account their readiness to master new knowledge.\n2. Ability to plan and design own activity, to choose forms, methods and means of organization of educational process.\n3. Ability to create necessary conditions (material, moral-psychological, organizational, hygienic, etc.);  To activate the pupil's personality, to develop his activity, which turns him from the object to the subject of upbringing;  To organize and develop joint activities.\nIn the \"Proposals for certification of foreign Language Teachers\", compiled by E.N.  Solovova with the participation of V.V.  Safonova, K.S.  Mahmurjan, it is proposed to assess the professional competence of a foreign language teacher on the basis of the following basic parameters:\n • Communicative competence\nProfessional competence\n• Cultural competence [8].\n4. Ability to evaluate the results of pedagogical activity: introspection and analysis of educational process and results of the teacher's activity;  Definition of a new set of dominant and subordinate pedagogical problems.\nAs a rule, general cultural competence is understood by the broad humanitarian training of the teacher, his outlook, the general level of culture and education.  Under communicative competence understand ability and readiness to carry out interforeign interpersonal and intercultural communication with native speakers.  \"Communicative competence is not a personal characteristic of a person;  Its formation is manifested in the process of communication \"[9] The degree of communicative competence is determined by the level of skills and skills in the main types of speech activity.\nPsihologopedagogicheskaja competence is connected with the master's knowledge in the field of psychology and pedagogy, as well as the ability to apply this knowledge in his pedagogical practice.\nThe analysis of scientific researches allows to deduce, that in modern pedagogical science the approach, on the expression e.yu Gukemuhova, is a problem [10]. At the present stage, researchers are proposing different options for understanding the competence approach: \"The Competence approach is manifested as a renewal of the content of education in response to a changing socio-economic reality\" (I.D. Frumin); \"The Competence approach is realized as a generalized condition of a person's ability to operate effectively beyond the limits of educational subjects and educational situations (V.A. Swamps) \"[11].\nIt is assumed that the existence of many points of view on the question of the competency approach is connected with the fact that so far in pedagogical science there is no single interpretation of the terms \"competence\" and \"competence\". Some authors use the term \"competence\", implying under it what others designate as \"competence\". This situation makes it difficult to select criteria for qualitative and quantitative evaluation of teacher's professional and pedagogical competence. By definition of the theorist of the competence approach A.V. Farm, competence It is a readiness of the person to mobilize knowledge, skills and external resources for effective activity in a concrete life situation. Competence is a collection of personal qualities (value orientations, knowledge, skills, abilities), it is the ability to work in a certain personal and significant sphere [12].\nThus, the competence of a foreign language teacher can be defined as a set of professional and personal qualities (competencies) of the teacher, determining the effectiveness of his pedagogical activity.\nТолығырақ: https://bilim-all.kz/article/6707-The-essence-of-the-concept-of-professional-competence--teacher",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "outstanding figures of kazakhstan and english(writers, poets)",
        "question_content": "outstanding  figures of kazakhstan and english(writers, poets)",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "outstanding  figures of kazakhstan\nNursultan Nazarbayev\nPolitician\nNursultan Äbishuly Nazarbayev is the President of Kazakhstan. He has been the country's leader since 1989, before the nation's independence from the Soviet Union in December 1991. In April 2011, Nazarbayev was re-elected to another five-year term.\nAl-Farabi\nPhilosopher\nAl-Farabi known in the West as Alpharabius, was a renowned scientist and philosopher of the Islamic Golden Age. He was also a cosmologist, logician, and musician. Through his commentaries and treatises, Al-Farabi became well known among medieval Muslim intellectuals as \"The Second Teacher\", that is, the successor to Aristotle, \"The First Teacher\".\nVladimir Zhirinovsky\nPolitician\nVladimir Volfovich Zhirinovsky, born Vladimir Volfovich Eidelstein on 25 April 1946, is a Russian politician and political activist. He is a colonel in the Russian Army, founder and the leader of the Liberal Democratic Party of Russia, Vice-Chairman of the State Duma, and a member of the Parliamentary Assembly of the Council of Europe. Zhirinovsky is often viewed as \"a showman of Russian politics, blending populist and nationalist rhetoric, anti-Western invective and a brash, confrontational style\".\nGennady Golovkin\nProfessional Boxer\nGennady Gennadyevich Golovkin is a Undefeated Kazakh boxer who competed in the Middleweight division at the 2004 Summer Olympics and won the silver medal. He is the current WBA and IBO Middleweight Champion. With an 89% knockout percentage rate, Golovkin holds the greatest KO ratio in middleweight championship history and is 1st amongst all active current and former champions, and 3rd in overall championship history. He has never been knocked down or knocked out in over 375 fights, both as a professional and amateur.\nSergey Lukyanenko\nAuthor\nSergei Vasilievich Lukyanenko is a science fiction and fantasy author, writing in Russian, and is one of the most popular contemporary Russian sci-fi writers. His works often feature intense action-packed plots, interwoven with the moral dilemma of keeping one's humanity while being strong. Recently his works have been adapted into film productions, for which he wrote the screenplays. He was also a blogger, keeping a blog at LiveJournal, and posting both personal and public information or snippets of a book in progress. His first blog was discontinued on 11 July 2008 after a conflict with readers over the issue of foreign adoptions of Russian children. He started another blog a few days later, promising firmer moderation policies.\nTimur Bekmambetov\nFilm Director\nTimur Nuruakhitovich Bekmambetov is a Kazakh director, producer and screenwriter who has worked on films and commercials. He is best known for the film Night Watch and its sequel Day Watch, and the American films Wanted and Abraham Lincoln: Vampire Hunter.\nAslan Maskhadov\nWarlord\nAslan Aliyevich Maskhadov was a leader of the Chechen independence movement and the third President of the Chechen Republic of Ichkeria. He was credited by many with the Chechen victory in the First Chechen War, which allowed for the establishment of the de facto independent Chechen Republic of Ichkeria. Maskhadov was elected President of Chechnya in January 1997. Following the start of the Second Chechen War in August 1999, he returned to leading the guerrilla resistance against the Russian army. He was killed in Tolstoy-Yurt, a village in northern Chechnya, in March 2005.\nOleg Yankovsky\nActor\nOleg Ivanovich Yankovsky was a Soviet/Russian actor who has excelled in psychologically sophisticated roles of modern intellectuals. In 1991, he became, together with Alla Pugacheva, the last person to be named a People's Artist of the USSR.\nEvgeni Nabokov\nProfessional Ice hockey Player\nEvgeni Viktorovich \"Nabby\" Nabokov is a Kazakhstani-Russian professional ice hockey goaltender for the New York Islanders of the National Hockey League. Nabokov was selected by San Jose in the 1994 NHL Entry Draft. When he started playing in North America, he went by John, rather than Evgeni, fearing that English speakers would have a hard time pronouncing his name. However, this change did not last. In his first nine seasons in the NHL, all with San Jose, Nabokov became the Sharks leader in nearly every goaltending category, including games played, wins, and shutouts.\nElena Likhovtseva\nTennis Player\nElena Alexandrovna Likhovtseva is a Russian former tennis player. She turned professional in January 1992 at the age of 16. Likhovtseva's career best appearance in a Grand Slam was when she reached the semi finals of the French Open 2005 before she was defeated by Mary Pierce, 6–1 6–1. Elena is also one of the few people in either the men's or women's game to have lost a tiebreaker from 6–0 up. Together with Mahesh Bhupathi, she won the Wimbledon Mixed Doubles championship in 2002. She has also been a runner-up in a number of other contests, including the Australian Open women's doubles event in 2004, French Open Women's Doubles in 2004 and Mixed Doubles in 2003, and the 2000 and 2004 US Open Women's Doubles. In the 2004 Summer Olympics, she won the first round of the Women's Doubles with partner Svetlana Kuznetsova, but was defeated in the second. She won the 2007 Australian Open Mixed Doubles championship with Daniel Nestor. After losing all four singles of the year, Likhovtseva's best performance in 2008 was the quarter-finals at the Sony Ericsson Open in Miami with Lisa Raymond.\nAkhmad Kadyrov\nWarlord\nAkhmad Abdulkhamidovich Kadyrov, also spelled Akhmat, was the Chief Mufti of the Chechen Republic of Ichkeria in the 1990s during and after the First Chechen War. At the outbreak of the Second Chechen War he switched sides, offering his service to the Russian government, and later became the President of the Chechen Republic from 5 October 2003, acting as head of administration since July 2000. On 9 May 2004, he was assassinated by Chechen Islamists in Grozny, using a bomb blast during a World War II memorial victory parade. His son, Ramzan Kadyrov, who led his father's militia, became one of his successors in March 2007 as the President of the Chechen Republic.\nThe French Angel\nWrestler\nMaurice Tillet was a Russian-born French professional wrestler, better known by his ring name, The French Angel. Tillet was a leading box office draw in the early 1940s and was twice recognized world heavyweight champion by the American Wrestling Association run by Paul Bowser in Boston.\nOleg Maskaev\nProfessional Boxer\nOleg Alexandrovich Maskaev is a Russian professional boxer and a former WBC heavyweight champion. He made only one successful defence of the WBC title before losing it to Samuel Peter. He is an ethnic Mordvin.\nRuslana Korshunova\nFashion Model\nRuslana Sergeyevna Korshunova was a Kazakhstani model of Russian descent. She established herself as a rising figure in the fashion industry by posing for magazines including Vogue and designers such as Vera Wang and Nina Ricci. Korshunova's death, which was ruled a suicide, became a longtime controversial subject of international attention.\nKhoja Akhmet Yassawi\nPoet\nKhoja Ahmat Ysawi, was a Turkic poet and Sufi, an early mystic who exerted a powerful influence on the development of mystical orders throughout the Turkic-speaking world. Yasavi is currently the earliest known Turkic poet who composed poetry in a Turkic dialect. Ahmed Yesevi was a pioneer of popular mysticism, founded the first Turkic tariqah, the Yasaviyya, which very quickly spread over the Turkic-speaking areas.\nAbai Qunanbaiuli\nPhilosopher\nAbay Qunanbayuli was a great Kazakh poet, composer and philosopher. He was also a cultural reformer toward European and Russian cultures on the basis of enlightened Islam.\nAkhmed Zakayev\nWarlord\nAkhmed Khalidovich Zakayev is the former Deputy Prime Minister and the current Prime Minister of the Chechen Republic of Ichkeria, which is unrecognised by other countries. He was also the Foreign Minister of the Ichkerian government, appointed by Aslan Maskhadov shortly after his 1997 election, and again in 2006 by Abdul Halim Sadulayev. During the First Chechen war Zakayev took part in the battles for Grozny and other military operations, as well as in high-level negotiations with the Russian side. In 2002, Russia accused him, by then in exile, of having been involved in a series of crimes including involvement in acts of terrorism. In 2003, the British court rejected the extradition request due to lack of evidence and declared the accusations to be politically motivated, also saying that there was substantial risk of Zakayev being tortured if he was returned to Moscow.\nDenis Ten\nFigure Skater\nDenis Yuryevich Ten is a Kazakhstani figure skater. He is the 2013 World silver medalist, the 2011 Asian Winter Games champion, and three-time national champion of Kazakhstan. At the 2008–2009 ISU Junior Grand Prix event in Belarus, Ten became the first skater from Kazakhstan to win an International Skating Union competition. He competed at the 2010 Winter Olympics after earning two spots for Kazakhstan at the 2009 World Championships, the first time Kazakhstan had ever qualified more than one Olympic men's entry. He is the member of Astana Presidential Sports Club.\nGerman Gref\nOrganization leader\nGerman Oskarovich Gref is a Russian economist of German ethnicity, the founder of Center of the Strategic Development. He was the Minister of Economics and Trade of Russia from May 2000 to September 2007. He currently is the president of Sberbank.\nNik Antropov\nProfessional Ice hockey Player\nNikolai Aleksandrovich Antropov is a Kazakhstani-Canadian professional ice hockey centre who currently plays for the Barys Astana of the Kontinental Hockey League. He received Canadian citizenship in May 2007.\nIlya Ilyin\nWeightlifter\nIlya Aleksandrovich Ilyin is a Kazakhstani weightlifter. Ilyin has won two Olympic championships and three world championships. He is currently the world and Olympic record holder in both the clean and jerk and the overall total in the 94 kg class. He is Kazakhstan's first two-time Olympic champion. He is the member of Astana Presidential Sports Club.\nVassiliy Jirov\nProfessional Boxer\nVassiliy \"The Tiger\" Jirov is a professional Kazakhstani boxer and former IBF cruiserweight champion, currently fighting out of Las Vegas under Thell Torrence. Jirov won the Olympic gold medal at Atlanta in 1996. Soon after, he moved to the United States, settling in Scottsdale, Arizona, where he married and began to train at the SAR Club's boxing gym.\nBar Paly\nActor\nBar Paly is an Israeli model and actress.\nAnton Khudobin\nProfessional Ice hockey Player\nAnton Valerievich Khudobin is a Russian professional ice hockey goaltender currently playing for the Carolina Hurricanes of the National Hockey League. He was drafted by the Minnesota Wild 206th overall in the 2004 NHL Entry Draft.\nKarim Masimov\nPolitician\nKarim Qajymqanuly Massimov served as Prime Minister in the Government of Kazakhstan from 10 January 2007 to 24 September 2012. He previously served as the Deputy Prime Minister from 19 January 2006 to 9 January 2007 and as Minister of Economy and Budget Planning, Minister of Transport and Communications in 2001. President Nazarbayev nominated Massimov to succeed Daniyal Akhmetov as Prime Minister on 9 January 2007. The Nur Otan party endorsed Massimov's candidacy and Parliament confirmed the nomination on 10 January. On 24 September 2012, Massimov's premiership ended when President Nazarbayev moved him to the position of chief of staff of the presidential office; according to Reuters, the move was designed to readjust the power balance between various factions within the government.",
                "date": "28.04.2020",
                "upvotes": 0
            },
            {
                "text": "The modern Kazakh literature began to develop in the beginning of the XX century. During this period modern Kazakh language was gradually forming; new stylistic forms appeared. Kazakh writers began to master new genres.\nAbai Kunanbayev\nBiography:\nAbay Kunanbayev was born in 1845 in the Semipalatinsk region. Abay is a poet, composer, philosopher, thinker, educator, and also the founder of the new Kazakh realistic literature. The subject of his work was a description of the life of the Kazakh people. His first collection of poems came after his death in 1909 in St. Petersburg. Abay's works are translated into many languages. One of the most famous works of Abay is the poem \"Kara Soz\" in the literal translation \"Black Word\", which consists of 45 short parables.\nLiterary works:\n\"Masgud\", \"Iskander\", \"Legend of Azim\", \"Kyz-Zhibek\", \"Kara soz\".\nYbrai Altynsarin\nYbrai is on the right\nBiography:\nYbrai Altynsarin was born in 1841 on November 2 in the village of Zhanburchi. He is an outstanding educator, folklorist, ethnographer. Literary heritage of Altynsarin includes translations, poems, stories, ethnographic essays, Kazakh fairy tales. He is called the founder of children's literature. Some of the works in the \"Kyrgyz Anthology\" are represented by his translations. Altynsarin made translations of L.N. Tolstoy, K.D.Ushinsky, I.Krylov, I.Paulson and others.\nLiterary works:\n\"Syn bogacha i syn bednyaka\" (Son of a Rich and the Son of the Poor), \"Kishlak Seitkul\", \"Yurta i derevyannyi dom\" (Yurt and the Wooden House), \"Ignorance\", \"Harm of Lie\".\nMukhtar Auezov\nBiography:\nMukhtar Auezov was born on September 28, 1897 in the Semey. Auezov was a famous writer, public figure, he was the first doctor of philology in Kazakhstan. Auezov showed special interest in Abay Kunanbayev's work and later he wrote a large ethnic narrative about Abay. The entire story was called \"The Way of Abay\".\nLiterary works:\n\"Plechom k plechu\" (Shoulder to the shoulder), \"Sledy\" (Traces), \"Steepness\", \"Three days, \"The name of father-in-law\", \"Two-faced Hasen\", \"To the heights\", \"Hunter with an eagle\".\nMagzhan Zhumabaev\nBiography:\nMagzhan Zhumabaev was born on July 25, 1893 in the Bulavsky district of the North-Kazakhstan region. He started writing poems from the age of 14. His poems were published in almost all newspapers in the Kazakh and Tatar languages. In 1929 for the poet comes especially hard times, when he was accused of nationalism and was imprisoned. Magzhan belonged to the number of the most educated Kazakhs of the XX century, mastered in perfection by many languages: Russian, Arabic, Persian, Turkish and numerous dialects of the Turkic language.\nLiterary works:\n\"Zhatyr\", \"Ana Kuz\", \"Adastym\"\nSabit Mukanov\nBiography:\nSabit Mukanov was born on April 13, 1900 in Akmola province. Sabit Mukanov is a classic of Kazakh literature, poet, public figure, academician, chairman of the Union of Writers of Kazakhstan. The poem \"Sulushas\" brought him the greatest popularity. The last years of his life S. Mukanov worked on a trilogy about his most beloved hero - Chokane Valikhanov. In 1974 he published his edition of the ethnographic work \"The National Heritage\". His books have been translated into many languages.\nLiterary works:\n\"Shkola Zhizni\" (School of Life), \"Botagoz\", \"Syr Darya\"\nGabit Musrepov\nBiography:\nGabit Musrepov was born in 1902 in the Kostanay region. His work in the press began with an ordinary employee and up to the chief editor. He was a brilliant journalist. Working as a journalist, he received a school of life and stories for future works. The play \"Amangeldy\", like the film with the same name, was created from a newspaper essay.\nLiterary works:\n\"Kyz Zhibek\", \"Kozy Korpesh and Bayan Sulu\", \"Akhan-sere-Aktokty\".\nOlzhas Suleimenov\nBiography:\nOlzhas Suleimenov was born in 1936 in the city of Almaty. He is a national writer, poet, linguist, Turkologist, politician, prominent state and public figure. His merit as a public figure is the organization of the movement \"Nevada-Semey\", which achieved a moratorium on the explosions in the Semipalatinsk. Being a Kazakh, he writes poems in Russian, but at the same time he remains a deeply Kazakh poet.\nLiterary works:\n\"Solnechnye Nochi\" (Sunny Nights), \"Az i Ya\" (Az and I), \"Dobroe vremya voskhoda\" (Good Time of sunrise).\nТолығырақ: https://weproject.media/en/articles/detail/kazakh-writers-and-their-contribution-to-the-development-of-national-heritage-of-literature/",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "what film do you recommend to watch?",
        "question_content": "what film do you recommend to watch?",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "If you really enjoy a history drama and you want a great watch, you can`t do better than \"Saving Private Ryan\". It was directed by Steven Spielberg in 1990s and the strength of the film lies in a really impressive atmosphere of the Second World War. The main setting is Normand, France. The film starts with the sceneries of Omaha Beach in \"Day-D\" (the 6th of June). After the fight a commander of USA maribe troops batalion gets an order to establish a group of experienced soldiers and find a Private Ryan. That all happens because of a strict rule in France, that if a family loses all children except the one in a war, the last must be found and sent back to home. What makes this a classic history drama is the fact that in this film we may see a risky and tough life of soldiers, huge losses and number of victims of this war.\nAll the characters are very clearly described and the plot is quite unpredictable. There were also realistic and impressive special effects so that you may absorb the atmosphere of the time when the actions take place. But still there were some mistakes. For example, there were some other tanks instead of \"Tigers\" but not many people can notice that. \"Saving Private Ryan\" is a really exciting movie with astonishing plot, perfect play of actors and fascinating special effects. It won many types of awards and a love of the audience with them. I really recommend it for every person, especially for people who are interested in the theme of the worlds history and wars. I`m absolutely sure it will impress almost everyone of the people who watch it.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте текст, составьте к нему аннотацию,",
        "question_content": "Задание для практического занятия № 15. Прочитайте текст, составьте к нему аннотацию, используя характерные для данного жанра клише.\nВ настоящее время человек эксплуатирует более 55%  суши, использует около 13% речных вод, скорость вырубки лесов достигает 18 млн. га в год. Кроме того, жизнедеятельность человека сопровождается интенсивным развитием промышленности и энергетики, из-за чего происходит резкое возрастание вредных выбросов в  атмосферу.\n            Агрессивное вмешательство человека в окружающую природную среду, ее загрязнение приводят к отравлению  и исчезновению водных бассейнов, уничтожению обширных лесных массивов, вымиранию и исчезновению животного мира, снижению производительности сельского хозяйства, создают угрозу для здоровья целых народов.\n            Основная масса загрязняющих веществ поступает от предприятий цветной металлургии, теплоэнергетики, черной металлургии, нефтегазового комплекса. К самым крупным загрязнителям атмосферы относят предприятия теплоэнергетики, выбросы которых составляют около миллиона тонн в год. Главной проблемой является увеличение в выбросах токсичных веществ  из-за использования  твердого топлива с повышенной зольностью (до 48%). Одновременно увеличивается количество золошлаковых отходов, приводящих к увеличению площадей золоотвалов.",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ветрянка жаңа туылған нәрестеге жұға ма?",
        "question_content": "Жана туылган нарнстеге ветрянка жугама??Еки улыма шыгып еди,екиншисине шыкканына 16 кундей болды",
        "question_date": "28.04.2020",
        "question_tag": "Тазалық",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнымен 1 жастан 10 жасқа дейінгі балалар жиі, ал 10 жастан асқан балалар мен ересектер сирек ауырады. Желшешекпен ауырып жазылған адамда күшті иммунитет қалады. Желшешек ауа арқылы тарайды. Сырқаттың инкубациялық (жабық) кезеңі 11 күннен 21 күнге дейін, яғни орташа 14—15 күнге созылады. Ауру басталғанда температура 38—39°С-ге дейін көтеріледі де, адамның терісі мен шырышты қабығында қышыма бөрткен пайда болады. 3—5 күн өткеннен кейін бөрткеннің көбеюі тоқтайды да, температура төмендеп, қалпына келеді, бөрткен қара қотырланып, 1,5—2 аптадан соң оның қабығы түседі. Кейде барлық ауырғай кезеңде температурасы көтерілмей, әдеттегідей бір қалыпты болады.\nАуру адам сырқаттың инкубациялық кезеңінің соңғы күнінен бастап және бөрткен шыққаннан кейінгі 9-күнге дейін жұқпалы болып есептеледі. Әдетте желшешек жеңіл өтеді, бірақ кейде (әлжуаз балаларға шыққанда) асқынатын да кезі болады, терісі іріңдейді, құлақтары мен аузының шырышты қабығы т. б. қабынып ауырады.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Advantages and disadvantages",
        "question_content": "Advantages and disadvantages of my future profession<<Ecology>>",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "In early childhood children tell their parents whom they would like to be when they grow up. In school students begin thinking of their future profession. There are lots of professions in the world, and all of them are interesting and exciting. So it's very hard to discover your vocation in life.\nThe choice of profession depends on your abilities. If you are good at humanities you should choose something in this field. And if you are good at natural sciences you should choose something closely connected with them. I would like to become a chemist because I like chemistry. I think that it is a very interesting subject, but I am not so good at it so I think that I am not suitable for this profession. In spite of all I possess some qualities which are needed in this field.\nI think that my future profession will be closely connected with computers. I am capable to work with them, and I also possess the qualities needed in this work. They are accuracy, energy, carefulness. But I hesitate if I have enough patience. I must develop it if I want to become a computer operator. I know that it would be better to choose a profession of an interpreter or any other occupation connected with Russian and literature because I am good at these subjects but when I began to study the computer skills that were what I have been looking for. In our modern world it's hard to do without computers. They are needed everywhere, and I hope that my interests in this subject will never change in spite of any circumstances.\nТолығырақ: https://reallanguage.club/topik-po-anglijskomu-moya-budushhaya-professiya-my-future-profession/",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "political system of kazakhstan and english speaking countries",
        "question_content": "political system of kazakhstan and english speaking countries",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Political systems of Kazakhstan USA and UK\nKazakhstan has a parliamentary system with a president as head of State. The Kazakhstan last presidential election was in January 2006 for a seven-year term. The Kazakhstan president serves as commander-in-chief, sets foreign policy, can initiate legislation, and appoints the Kazakhstan prime minister , subject to Parliamentary approval. KZ political system\n• Kazakhstan has a bicameral Parliament, made up of the lower house (the Majilis) and upper house (the Senate). Single mandate districts popularly elect 67 seats in the Majilis; there also are ten members elected by party-list vote rather than by single mandate districts. The Senate has 39 members. Two senators are selected by each of the elected assemblies (Maslikhats) of Kazakhstan’s 16 principal administrative divisions (14 provinces, plus the cities of Astana and Almaty). The president appoints the remaining seven senators. Majilis deputies and the government both have the right of legislative initiative, though the government proposes most legislation considered by the Parliament.\nGovernment Parliament Monarchy Main bodies UK political system Constitutional monarchy Head is Queen(not absolute power) Greatly limited by Parliament.\nMonarchy\nParliament For the evidence of written law only, the Queen has almost absolute power, and it all seems very undemocratic. She is the head of state, the head of the Church of England the Head of the Armed Forces. Every autumn at the state opening of parliament Elisabeth II. makes a speech. In it, she says what «my government» intends to do in the coming year. And indeed, it is her government — not the people`s. As far as the law is concerned, she can choose anybody she likes to run the government for her. The same is true for her choices of people to fill some hundred other ministerial positions. And if she gets fed up with her ministers she can just dismiss them. Officially speaking they are all «servants of the Crown». Furthermore nothing the parliament has decided can become law until she has agreed to it. There is also a principle of English law, that the monarch can do nothing that legally wrong. But these facts are only written law. In reality it is very different. Of course she cannot choose anyone she likes to be Prime Minister, but she has to choose someone who has the support of the majority of MPs and the House of Commons — because «her» government can only collect taxes with the agreement of the Commons, so if she did not choose such a person, the government would stop function. Important roles of the monarch are the following ones: It is argued that the monarch could act as a final check on a government that was becoming dictorial. Second, the monarch has to play a very practical role as being a figurehead and representing the country. The souvereigns but does not rule.\nGovernment The most powerful person is the Prime Minister. He is the leader of his party, he is the head of the government and has a seat in the House of Commons. He chooses the Cabinet-Ministers, who are the Foreign-, Home- and Defense-Secretary and the Chancellor of the Exchequer. He recommends a number of appointments to the monarch. The Cabinet takes decisions about new policies, the implementation of existing policies and the running of the various government departments. The most popular Prime Ministers are Winston Churchill, Margaret Thatcher, John Major and present one, Gordon Brown e.\nUSA political system Federal government Legislative Branch Executive Branch Judicial Branch\nThe Legislative Branch House of Representatives Senate\nThe Executive Branch The President The Cabinet The Federal Departments and Agencies\nThe Judicial Branch The Supreme Court Other Federal Courts\n• Politics of the United States takes place in the framework of a presidential, federal republic where the President of the United States (the head of state and head of government), United States Congress, and judiciary share federal powers, and the federal government shares sovereignty with the state governments. Federal and state elections generally take place within the lines of a two-party system, although this is not enshrined in law. • The executive branch is headed by the President and is independent of the legislature. Legislative power is vested in the two chambers of Congress, the Senate and the House of Representatives. Judicial power is exercised by the judicial branch (or judiciary), composed of the Supreme Court and lower federal courts. The judiciary’s function is to interpret the United States Constitution as well as federal laws and regulations. This includes resolving disputes between the executive and legislative branches. The federal government of the United States was established by the Constitution\nThe president has to be a „natural born citizen“ who is at least 35 years old and has been a US resident for at least 14 years. He is elected for a period of four years and under the 22 nd Amendment this period can be renewed once. (i. e. he or she cannot be elected more than twice) The only President who served three terms and was elected to the fourth was F. D. Roosevelt (elected in 1932, 1936, 1940 and 1944)The President´s official residence is the White House in Washington. He is the Commander- in- Chief of the armed forces. Unlike our President the U. S. President has wide powers. Each year in January, the President presents a report to Congress in which he reviews events and the work of the government for the past year. It is known as the State of the Union Address. The President is also assisted in his work by the White House Staff. The President\nThe House of Representatives is the lower chamber in the bicamerical legislature known collectively as Congress. The founders of the United States intended the House to be the politically dominant entity in the federal system and, in the late 18 th and early 19 th centuries, the House served as the primary forum for political debate. However, subsequently the Senate has been the dominant body. The House consists of 435 members, each of whom represents a congressional district and serves for a two-year term. House seats are apportioned among the states by population according to each decennial census. Typically a House constituency would represent around 500, 000 people. The House of Representatives\nThe Senate is the upper chamber in the bicameral legislature known collectively as Congress. The original intention of the authors of the US Constitution was that the Senate should be a regulatory group, less politically dominant than the House. However, since the mid 19 th century, the Senate has been the dominant chamber and indeed today it is perhaps the most powerful upper house of any legislative body in the world. The Senate consists of 100 members, each of which represents a state and serves for a six-year term (one third of the Senate stands for election every two years). The Senate\nThe Supreme Court consists of nine Justices: the Chief Justice of the United States and eight Associate Justices. They have equal weight when voting on a case and the Chief Justice has no casting vote or power to instruct colleagues. The Justices are nominated by the President and confirmed with the ‘advice and consent’ of the Senate. As federal judges, the Justices serve during «good behavior», meaning essentially that they serve for life and can be removed only by resignation or by impeachment and subsequent conviction. The Supreme Court is the highest court in the United States. The court deals with matters pertaining to the federal government, disputes between states, and interpretation of the Constitution. It can declare legislation or executive action made at any level of the government as unconstitutional, nullifying the law and creating precedent for future law and decisions. The Supreme court R\nKZ • Agrarian party of Kazakhstan • Civil party of Kazakhstan The democratic party of Kazakhstan «Ak zhol» Democratic party of Kazakhstan The Communist party of Kazakhstan «Ruhaniyat» party (spirituality) Nurotan The UK Conservatives Labour Party. The USA Democratic Party Republican Party Political Parties\nТолығырақ: https://present5.com/political-systems-of-kazakhstan-usa-and-uk/",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "The Earth, structure, and spheres",
        "question_content": "The Earth, structure, and spheres",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The earth is made up of three different layers: the crust, the mantle and the core. \nThe crust\n\nThis is the outside layer of the earth and is made of solid rock, mostly basalt and granite. There are two types of crust; oceanic and continental. Oceanic crust is denser and thinner and mainly composed of basalt.  Continental crust is less dense, thicker, and mainly composed of granite.\n\nThe mantle\n\nThe mantle lies below the crust and is up to 2900 km thick.  It consists of hot, dense, iron and magnesium-rich solid rock. The crust and the upper part of the mantle make up the lithosphere, which is broken into plates, both large and small. To learn more about these plates see the Plate Tectonics page. \n\nThe core\nThe core is the centre of the earth and is made up of two parts: the liquid outer core and solid inner core. The outer core is made of nickel, iron and molten rock. Temperatures here can reach up to 50,000 C.\nТолығырақ: https://www.gsi.ie/en-ie/education/our-planet-earth/Pages/The-Earth-structure.aspx",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Крахмалды қандай сапалық реакция анықтайды?",
        "question_content": "Крахмалды қандай сапалық реакциямен анықтайды?",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Крахмалдың сапалық реакциясы йодпен анықталады:",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Русский язык-2»",
        "question_content": "КОНТРОЛЯ 2\nПо дисциплине «Русский язык-2»\n  1. Для научной речи характерны\nА) образность, эмоциональность\nБ) точность, строгая логичность\nВ) стандартизованность,  использование клише\nГ) неподготовленность,  краткость\n2. К лексическим особенностям научной речи относятся\nА) использование диалектизмов и просторечных выражений\nБ)  использование сравнений\nВ) насыщенность терминами\nГ) использование клише\n3. К морфологическим особенностям научной речи относятся\nА) преобладание прилагательных\nБ)  преобладание существительных\nВ) преобладание глаголов\nГ) преобладание числительных    \n  4. Для научной речи характерно\nА) частое использование сочетаний слов в форме Дат.падежа\nБ) частое использование сочетаний слов в форме Вин.падежа\nВ) частое использование сочетаний слов в форме Творит.падежа\nГ) частое использование сочетаний слов в форме.Род. падежа\n5. В научном стиле выделяются\nА) научно-учебный и научно-ораторский подстили\nБ) научно-популярный,  научно-аналитический, собственно научный подстили\nВ) научно-популярный,  научно-учебный, собственно научный подстили\nГ) научно-разговорный, научно-художественный, научно-публицистический подстили\n  6. Коммуникативная задача научного текста соотносится\nА) со смысло-речевой ситуацией, лежащей в основе содержания научного текста\nБ) с параллельной связью предложений в тексте\nВ) с  предложением, выполняющим функцию обобщения текста\nГ) с цепной связью предложений в тексте\n7. Выберите правильное определение\nА) Прогрессия текста – увеличение его объема и количества информации.\nБ) Прогрессия текста – произведение речи, состоящее из предложений, расположенных в определенной последовательности.\nВ) Прогрессия текста – предложения, объединенные общей темой.\nГ) Прогрессия текста – законченная мысль.\n  8. Функцию обеспечения прогрессии текста выполняет:\nА) предложение, в котором заявлено коммуникативное задание всего текста\nБ) отрезок текста от одной красной строки до другой\nВ)  группа тесно взаимосвязанных самостоятельных предложений\nГ) два или несколько слов, объединенных по смыслу и грамматически\n  9. Микротемы  научного текста – это\nА)   части общей темы, состоящие из одного или нескольких предложений, объединенных по смыслу и раскрывающих с разных сторон коммуникативную задачу текста.\nБ)  несколько предложений или абзацев, связанных в целое темой и основной мыслью\nВ) группа тесно взаимосвязанных самостоятельных предложений\nГ)  отрезок текста от одной красной строки до другой, заключающий в себе обычно несколько предложений.\n10. В  микротемах о строении предмета  рассматриваются\nА) части предмета\nБ)  функции предметов\nВ)  краткая характеристика  объектов по определенным классам\nГ) из каких компонентов состоит предмет\n  11. В микротемах о составе предмета раскрывается,\nА)  из каких компонентов состоит предмет\nБ) свойства предмета\nВ)  краткая характеристика того, для чего служат эти предметы\nГ) краткая характеристика конкретных признаков",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "В микротемах о функции предметов дается",
        "question_content": "12. В микротемах о функции предметов дается\nА)  характеристика того, для чего служат эти предметы, что они выполняют\nБ) из каких компонентов состоит\nВ)  краткая характеристика объектов по определенным классам\nГ) краткая характеристика конкретных признаков, составляющих его отличительную особенность\n  13. Каковы вид и средства связи предложений в тексте?\nА)  цепная; одинаковый порядок слов\nБ)  параллельная; местоимения, союзы\nВ)  параллельная; одинаковый порядок слов\nГ) цепная; местоимения.\n    Биологи-генетики разных стран активно работают с генами насекомых, внося в них целенаправленные изменения. Комары-кровососы после генной модификации будут вырабатывать антибактериальные токсины, обладающие свойствами лекарств от малярии.\n  14. Каковы вид и средства связи предложений в тексте?\nА) параллельная; местоимения, союзы\nБ)  цепная; местоимения.\nВ)  параллельная; одинаковый порядок слов\nГ) цепная; лексический повтор\n Первые зачатки биотехнологии появились, когда человек стал использовать процесс брожения для приготовления винных напитков и выпекания хлебобулочных изделий. В специальную науку биотехнология обособилась в XIX веке, когда процесс брожения был объяснён деятельностью микроорганизмов\n  15. Каковы вид и средства связи предложений в тексте?\nА) цепная; местоимения.\nБ)  параллельная; местоимения, союзы\nВ)  параллельная; одинаковый порядок слов\nГ) цепная; лексический повтор\n  В биологии был сделан ряд крупных открытий, которые оказались несовместимыми с представлениями о неизменяемости природы, об отсутствии родства между видами. Клеточная теория Т. Шванна показала, что в основе строения всех живых организмов лежит единообразный структурный элемент клетка. Русский академик Бэр доказал, что развитие всех организмов начинается с яйцеклетки,  и что на ранних стадиях обнаруживается поразительное сходство в строении зародышей животных,  относящихся к разным классам\n  16. Самым коротким вторичным текстом, отражающим структуру первоисточника, является\nА) реферат\nБ) конспект\nВ) план\nГ) отзыв\n17. Тезисы делятся на\nА) вопросные и назывные\nБ) вторичные и оригинальные\nВ) справочные и рекомендательные\nГ) общие и специализированные\n  18. Выберите правильное утверждение\nА) Аннотация дает общее представление о содержании первоисточника.\nБ) Аннотация представляет собой мнение компетентного специалиста о научной работе, ее оценку\nВ) Аннотация отражает основные положения первоисточника\nГ) Аннотация –  сокращенная  запись первоисточника\n19. Рефераты делятся на\nА) официальные и неофициальные\nБ) назывные,  вопросные, тезисные\nВ) вторичные и оригинальные\nГ) продуктивные и репродуктивные",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы бар ма керек еди казир пж",
                "date": "1.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Выберите правильное определение",
        "question_content": "20. Выберите правильное определение\nА) Отзыв – это критическое описание научной работы, мнение, оценка о работе.\nБ)  Отзыв – это краткая характеристика первоисточника\nВ) Отзыв – это краткое изложение содержания первоисточника, включающее основные фактические сведения и выводы, необходимые для первоначального ознакомления с текстом работы.\nГ) Отзыв - кратко сформулированные основные положения абзаца, текста лекции, доклада.\n  21. Форма делового общения, для которой характерны столкновения мнений, разногласия по какому-либо вопросу, борьба, при которой каждая из сторон отстаивает свою точку зрения, называется деловой ….\nА) полемикой\nБ) ситуацией\nВ) встречей\nГ) беседой\n  22 Любые случаи отклонения от действующих языковых норм называют ….\nА) речевыми ошибками\nБ) деловой коммуникацией\nВ) публичным выступлением\nГ) ораторским искусством\n  23. Что такое этикет?\nА) Умение вести себя и разговаривать в соответствии с установленными в определенном кругу нормами общения.\nБ) Контактное по времени, но дистантное в пространстве и опосредованное специальными техническими средствами общение собеседников.\nВ) Важнейший показатель культуры человека, его интеллекта и мышления, способ познания сложных связей природы, вещей, общества и передачи этой информации путём коммуникации.\nГ) Знаковая система для обмена информацией.\n24. Слова и выражения, используемые группами лиц, объединенных по роду своей деятельности называются …\nА) аббревиатурой\nБ) диалектами\nВ) просторечиями\nГ) профессионализмами\n  25. Слово или словосочетание, являющееся названием определённого понятия какой-либо специальной области науки, техники, искусства называют ….\nА) жаргоном\nБ) профессионализмом\nВ) диалектом\nГ) термином\n  26. Укажите косвенный способ цитирования\nА) Греческому врачу Гиппократу принадлежат слова: «Жизнь коротка - искусство вечно».\nБ) Один мудрец сказал, что «человек получает знания из ладоней других людей».\nВ) По словам древних греков, «музыка излечивает болезни».\nГ) «Я мыслю, следовательно, я существую», - писал французский философ Рене Декарт",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20) О́тзыв — мнение о ком-нибудь или о чём-нибудь, оценка кого-нибудь или чего-нибудь; анализ, разбор, некоторая оценка публикации, произведения или продукта.\nО́тзыв — чужое мнение о товаре или услуге, искреннее или купленное. В наше время используется как инструмент маркетинга\nО́тзыв — условный секретный ответ на пароль (пропуск) в войсках.\nО́тзыв на исковое заявление (в юриспруденции) — документ в письменной форме, направляемый или представляемый ответчиком в арбитражный суд и лицам, участвующим в деле, с указанием возражений относительно предъявленных к нему требований истца по каждому доводу, содержащемуся в исковом заявлении, со ссылкой на законы и иные нормативные правовые акты, а также на доказательства, обосновывающие возражения.\nОтзы́в — досрочное прекращение полномочий посла, представителя, депутата по требованию избирателей и т. п.; прекращение действия документов, сертификатов и т. п. по смыслу; отозвание производителем своих автомобилей с выявленными в ходе их эксплуатации дефектами для последующего устранения этих дефектов.\n21)А)\n22)А\n23) Этикет – это составная часть внешней культуры общества, это своеобразный ритуал, который выражается в детально разработанных правилах поведения, организующих жизнь общества. «Словарь по этике» определяет это понятие так: «Этикет (фр. etiquette – ярлык, этикетка) – совокупность правил поведения, касающихся внешнего проявления отношения к людям (обхождение с окружающими, формы обращения и приветствий, поведение в общественных местах, манеры и одежда)» [Словарь по этике 1981: 412]. Исходя из этого определения, этикет можно рассматривать как социальное понятие, т.е. говорить об этикете как исторически сложившейся системе правил социального поведения, принятых в традиционных для данного этнос ситуациях общения. Соблюдать определённый порядок поведения, придерживаться существующей системы разрешений и запретов – это значит принимать сложившуюся систему ценностей и тем самым признавать себя членом этого общества.",
                "date": "2.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төлен Әбдіктің қонақтар деген мәтіндегі кейіпкерлерге мінездеме керек??)",
        "question_content": "Төлен Әбдіктің қонақтар деген мәтіндегі кейіпкерлерге мінездеме керек??)",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәуелсіздік тұғрым тақырыбында эссе керек?",
        "question_content": "Тәуелсіздік тұғрым тақырыбында эссе керек? Нұр-сұлтан қаласы өтінемін",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздік – еліміздің ең басты мерекесі. Қазақстанның жаңа дәуірде қол жеткізген барлық табысының қайнар көзі – Тәуелсіздік. Тәуелсіз ел болғандығымыздың арқасында ғана Қазақстанның сөзі мен ісін бүкіл әлем таныды. Дүниенің бір бұрышында қазақ деген халықтың үлкен істер тындыра алатын өресі мықты, өрісі кең халық екенін әлем білді. Қазақстанның биік табысына қол жеткізген президенттік билік және осы жылдары оның басында үздіксіз болған Елбасы Нұрсұлтан Назарбаевтың жеке факторы екеніне де ешкім күмәндана алмайды.\n         Осы уақытқа дейін қол жеткізілген барлық табыстар бір төбе болғанда, кешегі өркениеттің көшбасшысы атанып жүрген еуропалық елдердің аймақтық қауіпсіздікті сақтау үшін құрған ЕҚЫҰ-ға мүше болып табылатын барлық 56 мемлекеттің басшылары саммитінің Астанада өткізілгендігі жеке-дара бір төбе табыс болды. Оның қаншалықты маңызды екендігінің тереңіне кәрі тарих ғана бойлап, бағасын беретін болады. Бүгінгі күні біз оның маңызы мен терең сипатына қанша ұмтылсақ та бәрібір бойлай алмаймыз.\n         16-желтоқсан – еліміздің егемендігін жариялаған күн. Сол күні көгімізде тәуелсізідік туы желбіреді. Содан бері 20 жылға таяу уақыт өтті. Осы өшпес жылдар белесінде Қазақстан экономикасы қарыштап дамыды. Саясаттағы сындарлы бағыт өз жемісін беруде. Береке-бірліктің арқасында әлем таныған іргелі мемлкетке айналыдық.\nҒасырлар бойы арман еткен егемендікті қазақтың басына қонған бағы, астына орнаған тағы деуге болады. Қазақ елі талай белестерді бағындырды. Желтоқсанда жарқ еткен жалынды жастар қазаққа азаттық таңын сыйға тартқандай болды. Осылайша күллі жаһанға қазақтың қайратын, айбынын танытты.\nҚазіргі тәуелсіз Қазақстан – ата – бабаның орындалған шұғылалы арманы, сарғайып күткен сағынышы. Тәуелсіздік таңын аңсаған ата-бабаларымыздың  асқақ арманы орындалды десек қателеспейміз. Сондықтан да тәуелсіздік тарихы арнайы әңгімеге үздіксіз тиек боларлықтай ұлы тақырып екендігін қазіргі ұрпақ ешқашан естен шығармауы керек. Тәуелсіздікке ынтымағы жарасқан, ауыз бірлігі берік халық қана қол жеткізе алатынын өткеніміз нақты дәлелдеп берді. Сондықтан о бастан-ақ рулар тайпаларға, тайпалар одақтарға, ал тайпалық одақтар елге, халыққа айналу үшін үздіксіз күресті, жан алысып, жан берісті. Өйткені халық болып қалыптаспай, тәуелсіздікті баянды түрде қолда ұстап тұру да мүмкін емес еді. Мұны бұрынғылар жақсы түсінді.    \nТәуелсіз мемлекет болғаннан кейін оның өз заңдары мен талаптары болуы қажет. Осы негізде ата заңымыз қабылданып, ата заңға сүйене отыра қоғамдық келеңсіздіктерді реттейтін, адам құқықтарын қорғайтын заң жобалары қабылдана бастады. Қабылданған заңдарды жүзеге асырушы сот билігі өз біліктіліктерін көрсете білді. Сонау тәуелсіздік алғаннан кейінгі қазіргі сот саласының айырмашылығы жермен көктей. Техника мен өркениеттің дамыған заманына тұспа-тұс келген біздің егемендігіміз қарыштап дамуда. Алға қарай ілгерілеу мақсатында судьялар мен сот мамандырына қажетті жағдайлар жасалып, сот мәжілістерін өткізу заманауи техникамен жабдықталып өткізілуде. Әрбір сотқа қатысушы тараптар сот шешімдерін ғаламтор арқылы оқи алады. Қазіргі техниканың дамыған заманында заңды білмейтін азамат кемде-кем. Жылдан-жылға дамып, өркендеп келе жатқан біздей жас мемлекеттің алдағы жетістіктері өте мол деп нық сеніммен айтуға болады.\nҚазірде елімізге тыныштық заман орнап, қой үстіне бозторғай жұмыртқалаған заман келді деп мақтанышпен айта аламыз. Артқа тастаған жиырма жылдың ішінде не атқардық деген сауал туса, тізбектеп сөзбен жеткізу мүмкін емес. Бір мемлекетке жетерлік іс тындырылды және жүзеге асырылды. Экономикалық жағдайымыз жақсарып, әл-ауқатымыз артты. Қазақ мектептері мен балабақшалар саны артты. Білім мен денсаулық жағдайына аса мән берілді. өзге елдермен қарым-қатынасымыз жақсарып, саяси және мәдени қатынастар да үдей түсті. Елімізідің барлық саласындағы қызметкерлерге, шет елдің түрлі саладағы мамандарымен тәжірибе алмасуға жағдай жасалды. Осының бәрі тәуелсіз елдің мақтанышы деуге болады. Еліміздің туы көкте қалықтап, ынтымағы жарасқан ел болайық!\nТолығырақ: http://akt.sud.kz/kaz/massmedia/tuelsizdik-el-tugyry-0",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерітіндідегі еріген заттың массалық үлесі қанша?",
        "question_content": "150г 20% глюкозаның ерітіндісіне 10г кристалды глюкоза қосылды. Ерітіндідегі еріген заттың массалық үлесі қанша?\n\nШығарылу жолы қажет)",
        "question_date": "28.04.2020",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C6H12O6 ерітіндісін концентрациялау керек. Заттың бастапқы массасын табыңыз: m зат = м ерітіндісі * w = 150 г * 0,2 = 30 г Жаңа массалық үлесті табыңыз: w2 = (м зат + м қосылған зат) / (м ерітінді + м қосылған зат) * 100% = (30 + 10) / (150 + 10) * 100% = 25%",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оралхан Бөкейдің Қар қызы повесі кейіпкерге мінездеме беру?",
        "question_content": "Оралхан Бөкейдің Қар қызы повесі кейіпкерге мінездеме беру? Өтініш айтыныздаршы!!",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оралхан Бөкейдің адам – жұмбақ, ғалам – жұмбақтың тереңіне үңілген ізденісін танытатын шығармасының бірі – «Қар қызы» повесі. «Қар қызы» повесінің алғашқы нұсқасы 1977 жылы жазылып, кейін қайта өңделіп, 1984 жылы «Біздің жақта қыс ұзақ» жинағына енді. Орыс тіліне аударылу барысында мүлдем қайта жазылып, соны оқиғалар мен жаңа кейіпкерлер қосылған да, айтылар ой түп қазығын тауып, авторлық концепция анықтала түскен. Жазушы повесте табиғатты негізгі фон ретінде ала отырып, оның құпия-сырларымен бірге адам жан сырының қалтарыстарын ашуға ұмтылады. Шығарма сюжетінде, қыс ортасында мал азығы таусылып қалады да, үш жігіт (Нұржан, Бақытжан, Аманжан) ауылдан алыс, ақ қар, көк мұзды тау арасынан трактормен шөп әкелуге шығады. Бір-бірінен айнымайтын тау шоқыларының арасында жолдан адасып, 40 градус суықта қардың тұтқынында қалады. Шөптен бұрын өздерінің үсіп өлу қаупі туады. Сөйтіп, өмір мен өлімнің күресі басталады. Міне, осы кезде кімнің кім екені танылып, адамға тән жақсылы-жаманды әртүрлі қасиеттер ашыла бастайды. Автор мұны бірден жарқыратып жайып тастамай, біртіндеп жеткізіп отырады. Осылайшы сюжет кезегімен шым-шытырық жалғаса береді. Әдеби шығарманың композициясы – бейнеленген заттық бірліктердің және тілдік-көркемдік тәсілдердің ретпен орналасуы мен сабақтастығы, шығарма элементтерінің, белгілердің байланысу жүйесі. Теорияға иек артсақ, сюжет те, композиция да әдеби шығарманың  мазмұнын көркем жинақтайтын формаға жатады.  Бұлардың бірлігімен қатар өзгешеліктері де бар. Композиция барлық шығармада болады, өйткені композициясыз шығарма көркемдік қасиетінен айырылады. Композиция сюжеттен тыс нәрселерді де қиюластырады, яғни ол - сюжеттен кең ұғым. Әр суреткер шығармасының сюжетін өз қалауынша құрады, белгілі бір қалыпқа бағынбайды. Сюжет кез келген көркем шығармада бола бермейді (көбіне лирикалық өлеңдерде). Оралхан Бөкейдің шығармаларында уақыт пен кеңістік композициясы үлкен орын алады. Жазушы шығармаларында жыл мезгілдері: қыс, көктем, жаз, күз өз кезеңдеріне сай айшықты бедерленіп отыруымен қатар уақыттың да өлшемі болып суреттеледі. Шығармаларда суреттелетін оқиғалардың уақыты, мезгілі нақтылы көрініс табады. Таңның қылаң беруі, күннің шығуы, сәуле шашуы, талма түс, бесін, өліара бітіп айдың жаңалануы, айдың толысуы, бәрі де мезгілдік қызмет атқарып тұр. Сонымен бірге жазушы шығармаларындағы оқиғалар, іс-әрекеттер нақты сюжеттік уақыт жағынан алғанда екі-үш тәуліктік мерзімді ғана қамтып көрсетеді. Қалғандары кейіпкерлердің жан-дүниесіне сыналай кіру, ой дүниесін ақтару арқылы лирикалық шегініс, кейіпкер монологтары арқылы беріліп отырады. Оралхан шығармаларындағы сюжет, оқиғаның дамуы тек сыртқы жамылғы сияқты, ал негізгі мәйек – идеалға құштарлық болып табылады. Идеал ұғымы, ең алдымен, суреткердің адам жөніндегі концепциясынан байқалады. Қаламгердің кейіпкерлері – жан дүниелері бай, рухани деңгейі биік, қажырлы, еркіндік сүйгіш, тағдыры қилы арманшыл адамдар.  Оралхан Бөкейдің «Қар қызы» повесінің шыншыл шығарма болып түзілуі – автордың көрген-түйгені, өз басынан кешкен оқиғалары әсер еткенінен. Олай дейтініміз – повестегі Нұржан болмысынан авторды айнытпай тануға болады. Егер танығанымыз шын деп сендірсек – осы оқиғаның өз басынан өткендігіне, бір кезде өзінің тракторшы болғанына тірелеміз. Міне, өмірде түйгендерін қорыту, жинақтау деген осы.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/25015",
                "date": "2.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсу бұрышы 600. Шағылу бұрышы қаншаға тең?",
        "question_content": "Түсу бұрышы 600-ге тен. Шагылу бұрышы нешеге тең??",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсу бұрышы шағылу бұрышына тең, яғни 60",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    }
]