[
    {
        "question_title": "Үнді мұхитына жататын ағыстарды анықта?",
        "question_content": "Үнді мұхитына жататын ағыстарды анықта. Маған бұл сұрақтын жауабы керек. Бұл маған өте қажет",
        "question_date": "13.10.2020",
        "question_tag": "География",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үнді мұхитында Тынық және Атлант мұхиттарындағыдай бір-біріне параллель тұрақты 2 пассат ағысы түзілмейді. Солтүстік пассат ағысының орнын муссондық ағыс алады. Оның бағыты муссондық желдерге сәйкес маусым бойынша өзгереді. Оңтүстік пассат ағысы Австралияның батыс жағынан басталады. Оңтүстік жарты шардағы пассат желі мұхиттың беткі қабатындағы жылы суды батысқа қарай айдайды, оның орнына төменгі терең қабаттан салқын су көтеріледі. Ол құрлықтың жағалауын бойлап, солт-ке қарай өтетін Батыс Австралия ағысына бастама береді. Оңтүстік пассат ағысы Африка жағалауына жеткеннен кейін құрлыққа тіреліп, екі тармаққа бөлінеді: солт-ке қарай Сомали ағысы, оңт-ке қарай Мозамбик-Ине мүйісі жылы ағыстары кетеді. Қыста Оңтүстік пассат және муссондық ағыстарға қарама-қарсы батыстан шығысқа қарай пассатаралық қарсы ағыс таралады. Оңтүстік қоңыржай белдеуде мұхитты Батыс желдері салқын ағысы батыстан шығысқа қарай қиып өтеді. \nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Оңтүстік пассат, Мозамбик, Батыс желдері",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 кг азот пен 1кг гелийден тұратын газ қоспасының қалыпты жағдайдағы массасын анықтау?",
        "question_content": "1 кг азот пен 1кг гелийден тұратын газ қоспасының қалыпты жағдайдағы массасын анықтау?",
        "question_date": "13.10.2020",
        "question_tag": "Физика",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нөлдік емес а=(m;n) және b(-n;m) векторларының перпендикуляр болатынын дәлелдеңдер?",
        "question_content": "1есеп)\nНөлдік емес а=(m;n) және b(-n;m) векторларының перпендикуляр болатынын дәлелдеңдер.\n\na=mi—j және b=(2m—1) i+j   векторларының перпендикуляр болатындай m-нің барлық мәндерін табыңдар?\nКөмектесіңдерші",
        "question_date": "13.10.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) себебі олардың скалярлық мәні\na*b=-m*n+m*n=0\n2)",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пептиттегі аминқышқылдардың реттілігін құрастырыңдар?",
        "question_content": "Пептиттегі аминқышқылдардың реттілігін құрастырыңдар -ДНК кодондарының реттілігі бойынша –АЦА-УАЦ-ААТ-УАЦ.",
        "question_date": "13.10.2020",
        "question_tag": "Химия",
        "question_views": 865,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пептидтер (гр. πεπτος — құнарлы) — амин қышқылдарының қалдықтарынан тұратын органикалық заттар. Амин қышқыл қалдықтарының санына қарай ди-, три-, тетра- пептидтерге, олигопептидтерге және полипептидтерге бөлінеді. Пептидтер молекулалары әдетте бір шетінде аминтобы, бір шетінде карбоксил тобы бар ұзын тізбек. Кейде олар тұйық түрде де кездеседі — циклопептидтер (кепшілік токсиндер„ гормондар, антибиотиктер). Пептидтер биологиялық қасиеттері бар заттардың көбісі жатады. Тірі торшада олар амин қышқылдарынан түзіледі немесе белоктардың ферментті ыдырауынан туады.\nАқуыз молекуласының құрамына кіретін аминқышқылдар Я. Беккори 1736 жылы тұңғыш рет бидай ұнынан желімтіктелген ақуыз алды. Бірақ ақуыздың құрамы тек жүз жылдан кейін ғана басқа ғалымдардың тәжірибелері негізінде анықталды. Оны анықтау үшін жасалған алғашқы қадам ақуызды ыдырату анықталды. Егер ақуызды күшті қышқылмен (тұз қышқылымен) араластыра отырып қыздырса, ол өте кішкене бөлшектерге ыдырайды. Бұл бөлшектерді мұқият зерттегенде олардың құрамында карбоксил (СООН) тобының қышқылдық және амин (NH2) тобының негіздік қасиет көрсететіндігі дәлелденді. Кейіннен осы топтарды аминқышқылдары деп атады. Ақуыз молекуласының құрамына кіретін аминқышқылдарының саны – 20, олар молекуласының құрылымы жөнінен әр текті болып келеді. Осы 20 түрлі аминқышқылын ашуда қажымас қайрат, көп уақыт қажет болды. Мәселен, 1806 жылы Р. Воклен мен К. Робике ақуыздың ыдырауынан пайда болған аминқышқылын аспарагус өсімдігінің сөлінен бөліп алып, аспарагин деген ат берді. 1820 жылы француз ғалымы А. Браконно ақуызды ыдырату арқылы аминқышқылы – глицинді алды, осыдан кейін аминқышқылдарын жүйелі түрде зерттеу басталды. Ең соңғы жиырмасыншы аминқышқылы – треонин 1935 жылы фибрин ақуызының құрамынан алынған болатын. Сөйтіп, ақуыз құрамына кіретін 20 түрлі аминқышқылын ашуға 130 жыл уақыт кетті. Биополимерлердің ішіндегі мөлшері мен маңызы жөнінен ерекше орын алатыны ақуыз молекуласы. Ақуыз макромолекулаға жатады. Ақуыз молекуласы органикалық заттардың ішіндегі алыбы екенін мына сандардан көруге болады. Мысалы, органикалық зат этил спиртінің молекулалық массасы – 60, ал жұмыртқа ақуызы – альбуминдікі – 36000, гемоглобиндікі (қанның қызыл түйіршіктері) – 152000. Ақуыз молекуласының алып болуы заңды да, себебі оны құруға мыңдаған атомдардан тұратын мономерлер қатысады. Ақуыз полимері.",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің ұзындығы 18,84 см ауданын тап?",
        "question_content": "Шеңбердің ұзындығы 18,84 см ауданын тап?",
        "question_date": "13.10.2020",
        "question_tag": "Геометрия",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С=2ПR, R=c: (2П)= 3 см. - шеңбер радиусы\nS=ПR2=3,14*3^2=3,14*36=28,26см2",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғашқы екі нөл арасындағы массив элементтерінің қосындысын табыңыз. C++",
        "question_content": "Алғашқы екі нөл арасындағы массив элементтерінің қосындысын табыңыз. Егер массивте екі нөл болмаса, онда нөлді бөліңіз.",
        "question_date": "13.10.2020",
        "question_tag": "Математика",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Al2(SO4)3 Mgcl2 диссоциациялану теңдеуін құру",
        "question_content": "диссоциялау теңдеуін құру керек",
        "question_date": "13.10.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Al2 (SO4) 3 = 2Al (+3) + 3SO4 (-2)\n\nMgCl2 = Mg (+2) + 2Cl (-)",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір төбесінің сыртқы бұрышы 60 градусқа тең дұрыс n бұрыштың бұрыштарының саны?",
        "question_content": "Бір төбесінің сыртқы бұрышы 60 градусқа тең дұрыс n бұрыштың бұрыштарының саны?",
        "question_date": "13.10.2020",
        "question_tag": "Геометрия",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер сыртқы бұрыш 60 градус болса онда ішкі бұрыш  = 180-60=120 градусов. Көпбұрыш дұрыс болғандықтан, оның барлық бұрыштары 120 градусқа тең және барлық бұрыштардың қосындысы = 120n. Екінші жағынан, барлық бұрыштардың қосындысын (n-2) 180 деп табуға болады, сондықтан\n(n-2)·180=120n,\n180n-360=120n,\n\n 60n=360,\n\n n=360:60=6\nЖауабы : Бұрыш саны 6",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "X кездейсоқ шамасының үлестірім заның анықтайтын кестені толтырындар?",
        "question_content": "Х кездейсоқ шамасының үлестірімділік заның анықтау кестесін толтыру\n\nX=3,X= 30,X =50 болса P =0,25.X=21болса P =?",
        "question_date": "13.10.2020",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ішкі бұрыштарының қосындысы 480 қа тең дұрыс көпбұрыштың қабырғаларының санын табыңыз?",
        "question_content": "Ішкі бұрыштарының қосындысы 480 қа тең дұрыс көпбұрыштың қабырғаларының санын табыңыз?",
        "question_date": "13.10.2020",
        "question_tag": "Геометрия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(n-2)*180=480\n\n180n-360=480\n\n180n=840\n\nn=5",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі қосылыстың құрамындағы элементтердің массалық үлестері",
        "question_content": "Күрделі қосылыстың құрамындағы элементтердің массалық үлестері H-2,04%, S - 32,65%, O – 65,31%-ке тең. Қосылыстың молекулалық формуласын анықтаңыз.",
        "question_date": "13.10.2020",
        "question_tag": "Химия",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. 100 г заттың құрамындағы элементтердің санын (мольмен) табайық:\nv(H) = w(H)/A(H) = 2,04/1 = 2,04;\nv(S) = w(S)/A(S) = 32,65/32 = 1,02;\nv(O) = w(O)/A(O) = 65,31/16 = 4,08.\n2. Элементтер санының (мольмен) қатынасын құрайық:\nv(H):v(S):v(O) = 2,04:1,02:4,08.\n3.  ең кішісі бөлшегін аламыз және қайтадан қатынасын жазамыз:\nv(H):v(S):v(O) = 2:1:4.\nЖауабы: H2SO4.",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Формуласы- H2SO4",
                "date": "14.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлегеннің анасы?",
        "question_content": "Өтініш қатты керек!!!!!!!\n\nТөлегеннің анасы?",
        "question_date": "13.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқының тарихындағы тар жол, тайғақ кешулі күрделі кезеңдерді, тағдыршешті сәттерді – ашаршылық, саяси қуғын-сүргін, колхоздастыру, кәмпеске, соғыс, тың игеру жылдарындағы ана тарихы, аналардың көз жасымен жазылған тарихты ақындардың аналарына арнаған жырларымен, сол аналардың тағдыры арқылы ашып көрсеткіміз келеді. Осы аналар ғасырды арқалаған, аманат арқалаған аналар. Сондай кезеңнің өзінде көз жасын жеңімен сүрте жүріп ұлдарын, ұлтын, қазақ әйелінің қастерлі бейнесін, ақ жаулықтың киесін сақтап қалды. Қазақ поэзиясындағы ана жайлы ең үздік жырларды, сол жырларға кейіпкер болған аналар тағдырын қабыл алыңыздар.\nЖібек Ана\nҚасымның анасы өгей әкенің қаһарынан ығып, баласына мейірін қандырып ас бере алмай, мейірленіп сүйе алмаса, Төлегеннің анасы да осы күйді кешті. «Балам, сен мына нәрестені уызға тойдырмасаң болмайды, Айсұлудың емізбе дегеніне қарамай, жасырып, ол жоқта емізіп, уызға, тым болмаса, үш-төрт рет тойғызып қой» дейді Жібек анаға енесі. Сонда қайран ана шақалақтың оңаша қалған сәтін аңдып жүріп, ұрлана емізеді екен. Мұның себебі, түу тереңде жатыр. Бұл тұста Оспан секілді әкенің оспадар қылығы жоқ, Төлеген анасының бәйбішеге берген уәдесі бар. Сол уағданың сертінен асып кете алмай қор болады.\nТағдыры талқыға, бары талауға түскен Жібек ана Әмудария асып, Төлегеннің әкесі Айбергенге қосылғанға дейін көз жасы сорға түскен тамшыдай кермек татыған жан екен. Өз еркі өзінде болмаған қазақ қызы өмірінің күнгейі – бұлттан сығалаған жасқаншақ сәуледей ғана заман емес пе еді ол?!. Әмеңгерлікпен әрі-сәрі күйге түскен тағдырының зарынан Айбергеннің көрген аян түсі ғана арашалап қалады. «Айберген, сенің қасыңа келіп қонған күңнің қалтасында алтын қанжар бар, соны неге алмайсың?». Міне, осы түс, осы алтын қанжар – Төлегеннің көрер жарығы, болашақ ұлы ақынның тағдыр бастауы болды. «Мен жарақат салмаған семсер едім, сондықтан жарқылдаймын, әйтпесе өтпес те едім» деп Төлегеннің өзі кейін жырлағандай, қазақ өлеңінің алтын қанжары – құсалы ананың құрсағына біткен екен:\nАрманыңды ақтармын ба жүрегімде тербесем?\nАйға сіңілі, қарындассың қасиетті Жерге сен.\nМен өзіңді теңдесі жоқ құдірет деп түсінем,\nСендік қуат мың есе артық\n Жердің тарту күшінен.\nСұлу әлем, әлем сұлу сен жаратқан адаммен,\nКөк жолының қарсылығын қағып тастап\nбарам мен.\nСендік қуат болар, бәлкім, басын иді көк маған,\nӘркез сенен туғанымды есіме алсам, тоқтаман.\nАл ұмытсам, ұмыт болып қаларымды білемін,\nҰмыт қалмау үшін менің шарқ ұрады жүрегім.\nШат жүріп-ақ қас қаққанша боламын мен\n шерменде,\nЖетім емес кей ананың жетімдігін көргенде,\nКөз алдымда жас дөңгелеп булығам да ызадан,\nМаған тіпті сөз келмейтін ұяттардан қызарам.\nБұл дүниеге онсыз дағы кеткен жоқ па көп есең,\nО, аналар, кей пасықты жаратасың неге сен?!\nТасбауырлар дүниеге келсін де, тез кетсін де,\nӘлде өзгелер ондайлардан жиіркенсін дейсің бе?\nҚай кеудені жылытады лапылдаған отпенен,\nӨз кеудесін жылытуға құдіреті жетпеген.\nАнаң саған керек болса, балаңа да сен керек,\nКезекпенен ауысатын ғұмыр ғой бұл дөңгелек.\nАна керек, о, адамдар, ана керек адамға,\nАнасыздар аң сияқты күн кешіп жүр ғаламда.\nПікірімді ұнатпаған таптық та дер дананы,\nДаналықтың қажеті жоқ сыйлау үшін ананы!\nТолығырақ: https://egemen.kz/article/223648-tolegen-aybergenovtinh-anasy-zhibek-ana",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 г кальцийдің сумен әрекеттесуінен түзілген кальций гидроксидінің массасын есептеңіз.",
        "question_content": "7г кальцийдің сумен әрекеттесуінен түзілген кальций гидроксидінің массасын есептеңіз.",
        "question_date": "13.10.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Са+ 2Н2О  = Са(ОН)2 + Н2\n пропорциямен шығаруға болады . кальцийдің жоғары жағына 7г , ал төмен жағына 40 г.  сутек газының жоғары жағына Х , ал төмен жағына 2 г жазу керек. Х = 2*7/40 = 0,35 г  \n\n\nнемесе калыпты жағдай берілсе (22,4 қ.ж газ көлемі)  көлем табуға болады .      онда,  Х= 22,4*7/40= 3,92 л  шығады",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "N2 , HJ,H2, NaF, Cl2, CaF2 осылардын тотығу дәрежелері?",
        "question_content": "Осы элементтердің тотығу дәрежелерін тауып беріңіздерші : N2 , HJ,H2, NaF, Cl2, CaF2",
        "question_date": "13.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2S(Н2 имеет ст.оксиления +1,сера -2)\nN2(степень ок-ия.=0)\nHI(Н имеет ст.ок-ия +1,а йод -1)\nH2(степень ок-ия.=0)\nNAF(натрий имеет ст.ок-ия +1,фтор -1)\nCL2(степень ок-ия.=0)\nCAF2(Са иимеет ст.ок-ия +2,F -1)\nТолығырақ: https://znanija.com/task/540736",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнектің мәнін тиімді әдіспен табыңыз: 6035×26+974×6035",
        "question_content": "Бжб Өрнектің мәнін тиімді әдіспен табыңыз:6035×26+974×6035\n\nСрочно керек еді казир жазыныздарш",
        "question_date": "13.10.2020",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6035×26+974×6035 = 6035 *(26+974)= 6035*1000 = 6035000",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25 м биіктіктен дене еркін құлап түсті. Дененің жерге түсу уақыты қандай?",
        "question_content": "25 м биіктіктен дене еркін құлап түсті. Дененің жерге түсу уақыты қандай?",
        "question_date": "13.10.2020",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h = 25 м \nt = 2,25 с",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт пен сутектің әрекеттесу реакция теңдеуі жазу.",
        "question_content": "Сутек пен күкірттің әрекеттесу реакцияна теңдеу жазу",
        "question_date": "13.10.2020",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2 + S = H2S осылай болады",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "14.7 грамм мыс(2) гидроксиді ыдырау кезінде түзілетін мыс оксидінің массасын есептеңіз",
        "question_content": "14.7грамм мыс гидроксиді ыдырау кезінде түзілетін мыс оксидінің массасын есептеніз\n\nӨтініш көмектсіндерші",
        "question_date": "12.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мыс гидроксидінің масасы 12 г",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазан революциясының ұрандарының мәнін ашыңыз.",
        "question_content": "Қазан революциясының ұрандарының мәнін аша алмай жатырмын. Қалай табуға болады?",
        "question_date": "12.10.2020",
        "question_tag": "Мектеп",
        "question_views": 10300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазан төңкерісі кеңестік тарихнамада, Кеңес Одағы Коммунистік партиясының құжаттарында күллі адамзат тарихына түбірлі өзгеріс енгізген, жаңа заманды капитализмнен социализмге өту дәуірін ашқан 20 ғ-дың басты оқиғасы деп дәріптеліп келді. Шын мәнінде Қазан төңкерісі көп ұлтты Ресейдің, оның құрамына енген көптеген елдер мен халықтардың табиғи, эволюцияның даму жолын күштеп революцияшыл қайта өзгерістер үрдісіне түсірді. 74 жыл өмір сүрген Кеңес Одағында ел өмірінің барлық салалары (экономика мен саясат, мәдениет пен руханият) сталиндік нұсқада, әміршілдік мәндегі тәжірибелер жасау алаңына айналды. Олардың барлығы да қазан төкерісі, социализм идеяларын жүзеге асыру үшін жүзеге асырылды деп түсіндірілді. Түбегейлі өзгерістер жасау тәжірибесінің зиянды салдарлары аз болмады. Олардың қатарына ауыл шаруашылығынкүштеп ұжымдастыру мен көшпенділердің зорлап отырықшыландырылуы нәтижесінде елді жайлаған ашаршылық салдарынан сан мыңдаған адамдардың қырылуы мен басқа елдерге ауа көшуін, көптеген мемлекет, қоғам, мәдениет, ғылым қайраткерлерінің әміршілдік жүйе ұйымдастырған саяси қуғын-сүргіннің құрбандарына айналуын, демографиялық саясат пен мәдени-рухани салада орын алған келеңсіздіктерді жатқызуға болады.\nТолығырақ: https://znanija.com/task/38714860",
                "date": "12.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жәңгір хан Университетінде не себепті әлі күнге дейін сабақ болып жатыр?",
        "question_content": "Сәлеметсіздерме менің сұрағым бар еді.Мен ата анамың мен балам Орал каласы ЗКАТУ яғыни Жәңгір хан унерсетынде 1 курс окиды баламның айтуынша ол уневерде ешкым маскалык рижииды сактамайды екен сабакта бырлыгы без маска отырады екен баламның айтуынша 2 курс студенттерін кайтарып жыберген екен олар неге 1 курс студенттерін алып калып отыр кудай сактасын олар быр куны covet-19 яғни каранавирус жүқтырып алса олардың амандыктарына кым жауап берды жатаханама или уневерсетет па олар неге окып жатыр мен тусынбедым казыр алы күнге дейын елымызде каранавирус ауруы толық жойылған жок ал ол уневерсететде кундызгы ауысымда жок дегенде 5000 студент оқиды олардың ауру жуктырып алмасына кым кепыл.",
        "question_date": "12.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салматсыз ба. Әр университет студенттерінің қандай дәстүрде оқуын өздері шешеді. Ол сол университеттің ректорына байланысты. Батыс Қазақстан Университетінің ректоры сабақтар оффлайн болады деп қаулы қабылдаған болуы керек. Сол себепті университетке барып оқып жатыр. Ал карантин қағидаларын сақтау барлық Қазақстан азаматтарын міндетті. Оны университет әкімшілігі талап етуі қажет.",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың 9 шы қара сөзінде ойнатылған күйді тауып берш",
        "question_content": "Абайдың 9 шы қара сөзінде ойнатылған күйді срочна тауып бере аласыздарма!  Ютубтағы",
        "question_date": "12.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 217,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 500 г таскөмір толық жанғанда қандай жылу мөлшері бөлінеді?",
        "question_content": ". Массасы 500 г таскөмір толық жанғанда қандай жылу мөлшері бөлінеді? Осы\n\nбөлінетін жылуды пайдаланып, су массасының қанша мөлшерін 20 ºС-тан 70 ºС-қа\n\nдейін қыздыруға болады? Судың меншікті жылу сыйымдылығы\n\nс= 4200 Дж/(кг·ºС), таскөмірдің меншікті жану жылуы q= 30 МДж/кг.",
        "question_date": "12.10.2020",
        "question_tag": "Физика",
        "question_views": 11500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q = cm(t₂ -t₁)\nc = Q/m(t₂ -t₁)\n1 кДж = 1000 Дж\nQ = 20 кДж = 20000 Дж\nm = 5 кг\nt₁ = 0\nt₂ = 100\nc = 20000 / 5 * (0 - 100) = 400 Дж/кг\nТолығырақ: https://istinaved.ru/post/3339594",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атлах шайқасында көрініс тапқан әскери өнерін сипатта",
        "question_content": "Атлах шайқасында көрініс тапқан әскери өнерін сипатта",
        "question_date": "12.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көшпелілердің дәстүрлі әскери өнері – сақ, ғұн, түркі, түркі-моңғол, қазақ, т.б. халықтардың ежелден келе жатқан әскери тәсілдерінің жиынтығы. Көшпелілер қоғамындағы мифтік түсінік бойынша, хан әлем кіндігі саналып, оған бағынған ру-тайпалар оң қанат пен сол қанатқа бөлінген. Мысалы, Түрік қағандығының әскері оң қанат (телес) пен сол қанатты (тардуш), оғыздарда бұзықтар оң қанатты, үш оқтар сол қанатты құраған. Шыңғыс хан әскерлері де жоңғарлар (сол қанат) мен барұңғарлардан (оң қанат) тұрған. Қ.Жалаири еңбегінде Ресей ішіндегі Қасым хандығында да рулар осылай екі топқа бөлінгендігі айтылады. Егер мемлекеттің осы екі бөлігі жеке мемлекетке бөлініп кетсе, жаңа мемлекет өз ішінде екі қанатқа бөлінген. Айталық, Шыңғыс хан империясынан бөлініп шыққан Жошы ұлысында (Алтын Орда) халықтың оң және сол қанаттарға бөлінуі сақталып қалды. Әр қанатқа кіретін рулар әрқайсысы мың немесе түмен (он мың) әскер шығаруға міндетті болды да, ол әскерлер оң немесе сол қанат әскерлері деп аталды. Екі қанаттың әскерлерінен таңдаулы жауынгерлер іріктелініп алынып, хан жасағы құралды. Ол (кешіктер, хебтегулдер, т.б.), негізінен, әскербасылардың балаларынан тұрып, мәртебесі басқа әскерлерден жоғары болады (қ. Кешік). Әскерлер үш негізгі жікке: соғысатын әскерге, басқару қызметіне (хан, кеңесшілер, дін қызметкерлері, сот, т.б.), шаруашылықпен айналысатын бөлікке жіктелді. Әскери бөлікте – жауынгерлер, батырлар, сардарлар, басқару қызметінде – абыздар, білімпаздар, шаруашылық бөлігінде – малшылар, қолөнершілер, саудагерлер қызмет атқарды. Ұрыс алдында сап түзеуді қазақтар шеп құру деп атаған. Шеп құрғанда әскер оң және сол қанатқа бөлінген. Олардың алдында жаудың бағытын барлайтын қарауыл топ жүріп отырды. Әскердің арт жағында орналасқан ханды хан жасағы қорғады. Хан жасағын тосқауылшы бөлік деп атады. Ең артта әскердің қосалқы аттары, құрал-жабдықтар тиелген арбалар, малшы, қызметшілер, яғни әскердің шаруашылық бөлігі немесе салықшы тобы еріп жүрген. Көшпелілер әскерінің сандық құрылымы ондық жүйеге негізделген. Әскердің ең төм. бөлігі ондық, олардан жүздік, мыңдық, түмен (он мың әскер) құралған. Он түмен әскерді “ту” (лек) деп атаған. Әскердің ондық жүйесі түркі халықтарында ежелгі заманнан 19 ғасырға дейін сақталып келді. Мыңбасылар мен түменбасылар түркіше бек, моңғолша – ноян, арабша – әмір деп аталып, әкімш. билікке де (уәлаят, ұлыс басшылары) тағайындалған. Олардың ішінен бас қолбасшы бекітіліп, оған беглер бегі (араб. әмір әл-умара) лауазымы берілген. Әдетте, әскери-әкімш. билікті қатар ұстаған адамдардың саны 12 адам болған. Мыс., Шыңғыс хан, Құбылай хан және Әмір Темір тұсында 12 жоғары дәрежелі ноян басқарған. Дәрежелеріне қарай онбасы, жүзбасыларына байрақ, ал, мыңбасы мен түменбасыларына ту беріліп, әскер саны байрақпен, тумен есептелетін болған. Байраққа аттың құйрығы мен түсті мата бау жекелей не қосарланып тағылған. Белгінің қосарлануы дәреженің өскендігін білдірген. 17 – 18 ғасырларда дәреже белгілері киім арқылы көрсетіліп, байрақтар қолданыстан шығып қалды; қ. Жыға. Көшпелілер ерте заманнан бастап әскерлерін қолданатын қару түріне қарай бөлген. Әр қару түрінен тұтас мыңдық, түмендер құралған. Көшпелілердің соғыс тактикасында алыстан атысу ерекше рөл атқарғандықтан әскердің маңызды бөлігі садақшылар саналған. Садақшылардың ішіндегі ең мергендерінен “мергендер тобы” құрылған. Оларға жаудың қолбасыларын, басты батырларын жою жүктелді. Көшпелі халықтардың әскері тек қару түріне ғана емес, жарақ түріне қарай да бөлінеді. Мыс., өзі де аты да сауыт киіп, бес қаруын асынған ауыр атты әскер көшпелілерде өте ерте заманнан (сарматтарда, массагеттерде) белгілі. Көне түркілердің осындай әскерлерін қытайлар жылнамаларында “фула” (бөрілер) деп атаған. Оған қоса біркелкі кіреуке немесе берен сауыт киген, жеңіл жарақтанған әскерлер де болған. Көшпелі халықтар әскер бөліктерін мінген аттарының түсімен де айырған. Мыс., Шыңғыс ханның кешіктері кілең қара түсті арғымақтар мінген, ал Ақсақ Темірдің жеке гвардиясы да біркелкі атқа мініп, сауыттарына жолбарыс терілерін жапқан. Әскердің сырт киімінің (шапан) түсі де айыру белгісі болып, жауынгерлер біркелкі киім киген. Өмірі ат үстінде өтетіндіктен көшпелілердің басты күші – атты әскер. Бірақ жауынгерлер ат үстінде ғана емес, жаяу соғысу әдістеріне де машықтандырылған. Елді жау шапқан кезде тұрақты кәсіби әскерлермен бірге халық жасақтары да құрылған. Жорыққа шыққан кезде ұрысты алдын ала болжайтын көріпкелдер, жауырыншылар, құмалақшылар ұстаған. Шеру кезінде әскердің жауынгерлік рухын көтеру үшін керней, сырнай, дабыл, дауылпаз, шыңдауыл ойнайтын музыканттар тобы да болған. Шайқас басталарда олар бас қолбасшының маңында, ал шеру кезінде қосынның алдында жүрген. \nТолығырақ: https://kk.wikipedia.org/wiki",
                "date": "13.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ТІЛ МӘДЕНИЕТТІ ЖЕТКІЗУШІ,СЕБЕБІ ОЛ ҰРПАҚТАН ҰРПАҚҚА ТІЛ АРҚЫЛЫ БЕРІЛЕДІ",
        "question_content": "Морфологиялық талдау жасау керек",
        "question_date": "12.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "487 санында барлығы неше ондық бар?",
        "question_content": "487 санында барлығы неше ондық бар?",
        "question_date": "12.10.2020",
        "question_tag": "Мектеп",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "487 санында барлығы толық 48 ондық бар\n\n487/10=48.7",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "487 4 жуздик, 8 ондык , 7 бирлик бар",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    }
]