[
    {
        "question_title": "Неге үйсіндер жылқы малын көптеп өсірген?",
        "question_content": "Неге үйсіндер жылқы малын көптеп өсірген?",
        "question_date": "13.04.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйсіндердің мал шаруашылығы — үйсіндер шаруашылығының даму ерекшелігіне көбіне-көп Жетісудыңгеографиялық жағдайы себеп болды. Мұндағы ерекшелік сол, «классикалық» егіншілік немесе көшпелі мал шаруашылығы аудандарынан өзгеше мұнда мал шаруашылығы егіншілікпен ұштастырыла жүргізілді, ал кешпелі тұрмыс салты жартылай отырықшылықпен ұштасты. Үйсіндердің шаруашылығы туралы жазбаша деректемелердің мәліметтері үздік-создық және олардың шаруашылығының бағытын бір жағынан ғана көрсетеді. Ежелгі заман авторларының үйсіндердің шаруашылығы мен тұрмысына берген сипаттамасы малға азық пен су іздеп, бір жерден екінші жерге көшіп жүреді деп барынша қысқа қайырылады. Бұл - көшпелі және мал шаруашылығымен айналысатын халықтардың көпшілігі үшін дәстүрлі және ортақ тұжырым. Алайда ол үйсіндер жөнінде онша дәл емес. Ертедегі Қазақстан аумағындағы мал шаруашылығы бірнеше кезеңнен өтті. Оның алғашқы кезеңі б. з. б. II мыңжылдықтың бірінші жартысынан бастап қола дәуіріндегі тайпалардың үй жанындағы бақташылық мал шаруашылығы болды. Б. з. б. IX—VIII ғасырларда ғана ол көшпелі мал шаруашылығына айналды. Бұл кезенде жайылымдар мен су көздерін маусым- дық пайдалану қалыптасты, табында алысқа көшуге және қыс кезінде тебіндеп жайылуға мейлінше бейімделген қой мен жылқы басым болды. Мұңдай жайылымдық-көшпелі жүйе тұрақты сипат алды. Ғасырлар бойы қоныстардың, қыстаулардың және жерлеу құрылыстарының белгілі бір жерлерде орналасуы нақ осыны дәлелдейді. Сан алуан үлгідегі ескерткіштерден туратын үлкен зираттар мен көп қабатты қыстау-қоныстар осылайша пайда болды. Атап айтқанда, үйсіндер заманынан бастау алған осындай зираттар әсіресе Жетісудағы қыстаулы аймақтарда көп кездеседі.\nЕжелгі үйсіндердің қоныстары мен қабірлерінен табылған мал сүйектерінің қалдықтарына жасалған статистикалықталдау оларда қандай мал табындары мен малдың қандай түліктері болғанын айырып білуге мүмкіндік береді. Өз кезегінде, мал түліктерінің осындай арасалмағына қарап, мал шаруашылығының формасы туралы және тайпалардың тұрмыс салты туралы қорытынды шығаруға болады. Ақтас-2(Шығыс Жетісу) және Луговое-холм (Батыс Жетісу) қыстау- қоныстарын қазғанда алынған остеологиялық материал үйсіндердегі малдың тәуліктік құрамы мал өсіруге негізделген жартылай көшпелі шаруашылыққа тән екендігін көрсетеді.\nЛуговое-холм қонысындағы ірі қараның (33,1%) және Ақтас қыстау конысындағы қой (48,4%) мен жылқының (32,7%) пайызы назар аудартады. Мал түліктерінің мұндай арақатынасы шығыс үйсіндеріне қарағанда батыс Жетісу үйсіндеріне көбінесе отырықшылықтан болғанын айқын көрсетеді. Мұндай айырмашылық Талас және Шу өзендерінің аңғарларындағы отырықшы егіншілікке жарамды жазық жерлердің ерекшеліктерінен, сондай-ақ Орта Азия мен Oңтүстік Қазақстанның егіншілік орталықтарының батыс Жетісуға ықпалынан туындайды. Бүкіл Жетісу үйсіндерінің мал құрамында үй малдарыньщ барлық түрлері: қой, жылқы, сиыр, қос оркешті түйе, ешкі, есек болғанын статистика көрсетіп отыр.\nХань әулеттік хроникаларында үйсіндерде жылқы шаруашылығының дамығаны атап өтілген. Байларындағы жылқы саны бес мыңға дейін жеткен, ал ұлы және кіші гуньмолардың жасағы 30 мың атты әскерден тұрған. Үйсін гуньмолары қытай ханшаларына үйленген кезде сөз байласу сыйы ретінде мындап жылқы мен қашыр айдатып жібереді екен. Таулы аудандарда қашырлар жүк артатын көлік ретінде пайдаланылған. Жетісуда асыл тұқымды жүйрік жылқы өсірген көрші еддердің білгірлері оларды төзімділігі мен жүйріктігі үшін бағалап, Даванның «кантерлі аспан» аттарынан кейінгі орынға қойған. Бір ғажабы, үйсіндердің жылқысы «батыс шек» деп аталған.\nТеңлік обасынан табылған, салт апының суреті салынған алтын қаптырмалардан үйсін жылқысының тұқымын білуге болады. Ол бейнеге қарағанда, бұлар ірі де биік, бұлшық етті, басы үлкен, құйрық-жалы өрілген немесе күзелген болып келетін жылқылар. Үйсін жылқысының Тенлік қаптыр- маларындағы бейнесі б. з. б. I мыңжылдықтың аяғындағы - б. з. I мың- жылдығының басындағы бізге мәлім (Ашурнасирпал мен Ашурбанипалдың аңшылық бедерлеріндегі, Персепольдегі мидиялық және сириялық бедерлеріндегі, Иранның күміс табақшаларындағы сасанилер патшалары- ның аң аулау көріністеріндегі) Еуразия жьшқьшары бейнелерінің бәрінен де дерлік ерекше.\nҮйсін жылқысының бейнесі Персеполь бедеріндегі сақ жылқысына және Сібірден табылған (Петр коллекциясы) алтын қаптырмада суреті салынған, жыртқыш аң жұлмалап жатқан жылқы бейнесіне көп жағынан ұқсас келеді. Бұл бейнелердің бәрінде де аттардың кекілі мен жалын әсем- деудің ұқсастығы, олардың дене бітімі мен бастарын бейнелеуде ұксастық таңғаларлық.\nЖартылай көшпелі мал шаруашылығы үйсіндер шаруашылығының негізгі түрі болды. Кейінгі кезде де ол экономикада өзінің жетекші рөлін сақтап қалды; шаруашылықты жүргізу және жайылымдарды пайдалану жүйесі жетілдіріліп отырылды.\nТолығырақ: Wikipedia",
                "date": "13.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жәңгір хан және қазақ-жоңғар қарсылығы",
        "question_content": "Қазақ әскерінің қолбасшысы кім болды?\nБатыр қонтайшының әскерінің саны қанша болған?\nОрбұлақ қай жерде орналасқан?\nҚазақ сарбаздарының саны неге аз болды?\nЖәңгірді неге «Салқам Жәңгір» деп атаған?\nОрбұлақ шайқасында қазақ жасағы тарапынан қандай ұтымды әскери тәсілдер қолданылды?\nЖеңіске жеткізген бірнеше себептерді атаңыз.\n«Жанкештілік» деген ұғымды қалай түсінесіңдер?",
        "question_date": "13.04.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есім ханның кімнің ұрпағы екендігін анықта?",
        "question_content": "1. Есім ханның кімнің ұрпағы екендігін анықта.\n2. Бұрын одақтас болған Есім хан мен Тұрсын ханның арақатынастарының\nшиеленісуіне себеп болған жағдайларды анықта.\n3. «Есім ханның ескі жолы» деп аталатын реформаның бұрынғы «Қасым ханның қасқа жолы» деп аталатын реформадан ерекшеліктері неде деп ойлайсың?",
        "question_date": "13.04.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "",
                "date": "13.04.2021",
                "upvotes": 0
            },
            {
                "text": "Қасым ханның ұрпағы",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джек Лондон \"Мексика ұлы\" әңгіменің жоспары қалай жазуға болады?",
        "question_content": "Мексика ұлы әңгіменің жоспары қалай жазуға болады?\n\nЖазушының «Мексика ұлы» әңгімесі қоғамдағы әлеуметтік теңсіздікті он сегіз жасар мексикалық Ривера мен жиырма төрт жасар ақ нәсілді ақша үшін рингке шығатын боксер Дэнни Уорд арасындағы жекпе-жек арқылы көрсеткен. Әңгімеде бойындағы намысшылдық, жігерлілік, сабырлылық, төзімділік, өз ұлтына деген сүйіспеншілік күш-қуат берген Ривера өзінен әлдеқайда айлакер, тәжірибелі Дэнниден басым түседі. Шығарма идеясы әділеттілік әр уақытта әділетсіздікті жеңеді деген ойға саяды.",
        "question_date": "13.04.2021",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ривера батыр ержүрек.18 жастағы боксшы.Ривера өзінің не үшін және кімдер үшін күресетінін білді.Ол өзінің патриот екендігін дәлелдеді.",
                "date": "17.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шығу парағын\" төмендегі сұрақтар бойынша толтыр?",
        "question_content": "1. Сабақта не үйрендің?\n2. Сабақ мазмұнынан қандай жаңа мәлімет алдың?\n3. Аспан денелерінің сырын түсіндің бе?\n4. Сан есімнің қандай мағыналық топтарын білесің?",
        "question_date": "13.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 931,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4) Сан есімнің мағыналық топтары\nЕсептік сан есімдер жалпы заттың, зат есімнен туған сындық белгінің немесе іс-әрекет, амалдың ұзын-ұрға саны, сандық мөлшерін білдіру үшін қолданылады. Олар семантикалық мағынасы мен морфологиялық ерекшелігі жағынан да және синтаксистік қызметі жағынан да сын есімдерге бір табан жақын сөздер сияқтанып келеді.Есептік сандардың қатарына сан есімдердің өзге топтарының жасалуына негіз болатын табиғи сандар жатады (бір, екі, үш т. б.).Есептік сандар тікелей тиісті мөлшерді білдіру үшін қолданылғанда, ешқандай морфологиялық өзгерістерге түспейді. Мысалы: жеті жүз сиыр, мың төрт жүз қой-ешкі. Олар сөз түрлендіретін аффикстерді субстантивтенген жағдайда ғана қабылдайды. Есептік сан есімдер белгілі бір заттық ұғымды бойына сіңіре отырып, әрі сан, әрі зат ұғымын бірдей қабаттастыра білдіргенде ғана және белгілі бір санның сандық атауы есебінде жұмсалғанда ғана субстабтивтенеді.\nРеттік сан есімдер есептік сандарға -ыншы (-інші) жұрнақтарын қосу арқылы жасалады да, белгілі бір заттар мен құбылыстардың сандық ретін білдіру үшін қолданылады. Мысалы: Тамара атты жетінші класта оқып жүрген жалғыз қызым бар (С. Мұқанов)Реттік сан есімдер де морфологиялық құрамы жағынан дара және күрделі болып келеді де, күрделі сан есімдерде -ыншы (-інші) қосымшасы тіркестегі ең соңғы санға жалғанады. Мысалы: Солардың ішіндегі ең жақсылары он алтыншы, он жетінші нөмірлер екен (М. Әуезов).\nЖинақтық сан есімдер бірден жетіге дейінгі есептік сан есімдерге -ау (-еу) жұрнақтарын қосылуы арқылы жасалады. Бұндай сөздердің негізгі мағынасы абстракт сан мөлшерін білдіргендіктен, олар үнемі субстантивтеніп жеке қолданылады. Мысалы: Беретін мүлкің нешеу? Түйе біреу, ат екеу, қасқыр бесеу (І. Жансүгіров).\nТоптық сан есімдер есептік, жинақтық, болжамдық сан есімдерге, қазіргі кезде шығыс септікке тән грамматикалық мағынадан біржола қол үзген -дан (-ден, -тан, -тен) аффиксін қосу арқылы жасалады да, біркелкі заттар мен құбылыстардың сан мөлшердің топтап көрсетеді. Мысалы: Бір түн отырып ел адамдарын төрттен, бестен жиып алып, барлығына бір түрлі іс тапсырған (М. Әуезов)\nБолжалдық сан есімдер - белгілі бір заттар мен құбылыстың сан мөлшерін дәл атамай, тұспалдап қана шамамен атайтын сөздер. Мысалы: Салтанатты басқосуға үш жүздей мейман келеді деп күтілуде; Базаралының қасында бес-алты кісі қалған (М. Әуезов).\nБөлшектік сан есімдер - негізінде таза математикалық ұғымға байланысты туған сөздер. Олар белгілі бір заттар мен құбылыстардың сандық бөлшегін білдіреді. Мысалы: Халық арасында жүргізілген сауалнама нәтижесі бойынша жаңа заңға халықтың үштен екісі қарсы.\nhttps://massaget.kz/qaarc/qa/11651/",
                "date": "17.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заң бұзған едім. Маған тағылған статяны базадан алып тастауға бола ма?",
        "question_content": "2014 жылы қылмыстық құқық бұзушылық балдармен істеп қойдық мен арасында болғам. Маған 364 бабы қылмысты біле тұра жасырдың деген бабы қойылды. Енді оны қалай өшірсек болады? Мемлекеттік қызметке жұмысқа тұру үшін?",
        "question_date": "13.04.2021",
        "question_tag": "Заң",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі базадан сіздің  ол үкіміңіз 5 жыл өткен соң  алынып тасталып отырады екен. Бірақ та ол статья бойынша кейбір жұмыс орындарына тұрудан шектейді.",
                "date": "18.04.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен соттылық базада қалады, бірақ мерзімдері бар, ол бітсе кіре бересізғой. Мемлекеттік қызметке кіру үшін әкімшілік құқық бұзушылық 1 жылдан кейін жойылады. МЕМ қызметке кірер бұрын 3 жыл бұрын, қылмыстық жауаптылығы болмауы керек.",
                "date": "5.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу туралы соттың шешімін қалай табуға болады?",
        "question_content": "1995 жылы Алматы қаласы, Москва аудандық сотымен некені ажырату туралы шешім шыққан. Соттан оны ешкім алмаған. 16 жыл өткеннен кейін сол шешім керек болып тұр. Алматы қаласының соттарының орталық мұрағатына сұрап хат жазып едік, таппады. Аудандық АХАЖ бөлімдерінде де жоқ. Олардың мәлімдемелері б-ша ол жанұялық жұп ажырастырылмаған. Сұрақ: Соттың шешімінің көшірмесін қалай табуға болады?",
        "question_date": "13.04.2021",
        "question_tag": "Заң",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соттардың орталық архивында болуы мүмкін. Сот ажырасу туралы көшірмесін беру керек едіғой. Егерде ажырасқаны туралы сот шешімі шыққан болса, міндетті түрде табылады.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс барысында қандай да бір апатқа ұшырасам кім қалай жауап береді?",
        "question_content": "Не себепті қызмет көрсету шартында мен зейнетақы мен медициналық аударымды ала алмаймын және қызмет көрсету барысында қандай да бір апатқа ұшырасам кім қалай жауап береді және қандай көмек аламын?",
        "question_date": "13.04.2021",
        "question_tag": "Заң",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыскер өндірісте жарақат алса\nҚызметкер жұмыс уақытында, жұмыс орнында өндірістік жарақат алса немесе денсаулығына зиян келсе, жұмыс беруші әлеуметтік жәрдемақы төлеуге жауапты. Басқаша айтатын болсақ, \"уақытша жұмысқа жарамсыздығына байланысты төленетін жәрдемақы\" деп аталады.\nЕңбек кодексінің 133-бабына сәйкес жұмыс берушіні өз қаржысы есебінен уақытша еңбекке жарамсыздығы бойынша әлеуметтік жәрдемақыны төлеуге міндеттейді.\nОл үшін жұмыскер есептеу бөліміне еңбекке жарамсыздық парағын, оны жоғалтып алған жағдайда – көшірмесін ұсынуы қажет.\nУақытша еңбекке жарамсыздығы бойынша жәрдемақы қандай жағдайда төленеді?\nЖұмыс беруші өз қаржысы есебінен жұмыскерге еңбекке жарамсыздығы бойынша әлеуметтік жәрдемақыны төлеуге міндетті.\nЕңбекке жарамсыздық бойынша әлеуметтік жәрдемақыны төлеуге денсаулық сақтау саласындағы уәкілетті орган бекіткен тәртіпте берілген еңбекке жарамсыздық парағы негіз болады.\nЕңбекке жарамсыздық бойынша әлеуметтік жәрдемақы жұмыскерге еңбекке жарамсыздықтың бірінші күнінен еңбекке қабілеттілігін қалпына келгенге дейін немесе Қазақстан Республикасының заңнамасына сәйкес мүгедектігі анықтағанға дейін төленеді.\nҚандай жағдайларда жәрдемақы төленбейді?\nЗаңды күшіне енген сот үкімімен айыптылығы анықталған жағдайда, қылмыстық құқық бұзушылық жасау барысында алған жарақаттары салдарынан еңбекке жарамсыз болған қызметкерге;\nСоттың анықтауы бойынша мәжбүрлі емдеу кезінде (психикалық науқастардан басқа);\nЗаңды күшіне енген сот үкімімен немесе қаулысымен жұмыскердің айыптылығы анықталған жағдайда сот-медициналық сараптамасы кезінде және қамауда болған кезде;\nАлкоголь, есірткі немесе уытты заттарды пайдалану салдарынан жарақаттар алғанда немесе аурулардан жұмыскер уақытша еңбекке жарамсызд болғанда;\nЖыл сайын төленетін еңбек демалысына келген уақытша еңбекке жарамсыздық күндері үшін.\nӘлеуметтік жәрдемақы мөлшерлері қалай анықталады?\nБір айға төленетін жәрдемақының мөлшері тиісті жылғы айлық есептік көрсеткішпен есептеледі.\nНақты жұмыскердің жәрдемақы мөлшері уақытша еңбекке жарамсыздық парағына сәйкес төленуге жататын жұмыс күндерінің санына оның орташа күндізгі еңбекақысын көбейту жолымен анықталады.\nМысалы, жалақыңыз 100 мың теңге болса, оны бір айдағы жұмыс күндер санына (бір айда шамамен 22-23 жұмыс күні бар, мереке күндер болса алып тастайсыз) бөлесіз. Осылайша, орташа еңбекақыны есептеп аласыз.\n100 000 : 22 = 4545 теңге шығады. Осы соманы жарамсыздық парағына сәйкес төленуге тиіс жұмыс күндердің санына көбейтесіз. Мысалы, аптаның төрт күнінде ауырған болсаңыз: 4545 х 4 = 18180 теңге шығады.\nЕгер уақытша еңбекке жарамсыздық алдыңғы жылы басталып, ағымдағы жылы аяқталса, онда жәрдемақыны есептеу және оның мөлшерін айлық шектеу тиісті жылдағы айлық есептік көрсеткішті қолданумен, екі тәсіл арқылы жүргізіледі.",
                "date": "13.04.2021",
                "upvotes": 0
            },
            {
                "text": "Жұмыс орындағы алынған жарақат (өндірістік жарақат) алу немесе денсаулыққа зиян келтіру кезінде жұмыс беруші әлеуметтік жәрдемақы төлем үшін материалдық жауапкершілік көтереді. ҚР Еңбек кодексінің 133 бабына сәйкес, жұмыс беруші өз қаражаты есебінен жұмыскерлерге еңбекке уақытша қабілетсіздігі бойынша әлеуметтік жәрдемақы төлеуге міндетті.\nЕңбекке  қабілетсіздік парақтары еңбекке уақытша қабілетсіздігі бойынша әлеуметтік жәрдемақылар төлеу үшін негіз болып табылады.\nЕңбекке уақытша қабілетсіздігі бойынша әлеуметтік жәрдемақылар жұмыскерлерге еңбекке қабілетсіздіктің бірінші күнінен бастап жұмысқа қабілеттілігі қалпына келген күнге дейін немесе мүгедектік белгіленгенге дейін Қазақстан Республикасының заңнамасына сәйкес төленеді.\nҚызметкердің еңбек жарақатына немесе кәсіби науқастануына байланысты төленетін жәрдемақының мөлшері орташа жалақының жүз пайызын құрайды.\nДипломатиялық қызмет персоналына шетелде болған кезеңінде шетелдік валютада төленетін жәрдемақының мөлшері орташа жалақының жүз пайызын құрайды.\nЕңбекке уақытша қабілетсіздігі бойынша жәрдемақы:\n1) заңды күшіне енген сот үкімімен кінәлі екендігі анықталған жағдайда, өзінің қылмыстық құқық бұзушылық жасау кезінде алған өндірістік жарақаттарының салдарынан еңбекке уақытша қабілетсіздігі туындаған жұмыскерге;\n2) соттың ұйғарымы бойынша жұмыскерді мәжбүрлеп емдеген (психикалық науқастардан басқа) уақыт үшін;\n3) заңды күшіне енген сот үкімімен немесе қаулысымен жұмыскердің кінәлі екені анықталған жағдайда, ол қамауда болған уақыт үшін және сот-медициналық сараптама жасалған уақыт үшін;\n4) жұмыскер алкогольді, есірткіні және уытқұмарлық заттарды пайдалануы салдарынан туындаған аурулардан немесе өндірістік жарақаттардан еңбекке уақытша қабілетсіз болған кезде;\n5) жыл сайынғы ақы төленетін еңбек демалысымен сәйкес келетін еңбекке уақытша қабілетсіздік күндері үшін төленбейді.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке адам өзге адамдарды жұмысқа жалдау қандай құқықтық актлермен реттеледі?",
        "question_content": "Ққрметті, мырзалар! Біздер бір топ құрылысшылар ЖШС-тің дара қатысушысы, әрі директоры боп табылатын жеке адамның ойын сауық өткізуге арналған ғимаратын салудамыз, Келісім шарт ауызша, 6 айдан бері жұмыс істеп жатырмыз. 1 жылдан бері жұмыс істеп жүргендер де бар. Еңбек шартын жасаудан директор бас тартты, Ақшамызды ай сайын болмағанмен арасында алып жүрміз, Бірақ, табыс салығы, зейнетақы және әлеуметтік салығы дегендер аударылмай отыр, Директордан сұрасақ,\"мен жеке тұлғамын және де салынып жатқан объект серіктестікі емес, жеке өзімнің меншігім болады, сондықтан шарт жасауға және аталған салықтарды,  аударымдарды  жасауға міндетті емеспін\"- дейді. Бір жағынан оныкі дұрыс сияқты. Екінші жағынан қарасақ, Азаматтық, салық кодекстерінің және кәсіпкерлік туралы заңдардың қағидалары бұзылып тұрған сияқты. Біріншіден, тұрақты түрде жұмысшы жалдайтын адам кәсіпкерлік субъект ретінде тіркелуі тиіс. Жұмысшыға төленген табысынан салық ұсталынып, бюджетке аударылуы тиіс. Екіншіден, жеке азамат азаматтық-құқықтық негіздегі  шарттарды, тек қана жеке басының қажеттілігін қанағаттандыру мақсатында жасай алады делінген.Үшіншіден; Әрбір азамат табыс салығын өзі есептеп төлеуі керек делінгендігін ескерсек, табысымызды жасырып,салық төлеуден жалтарып жүрген біздер де кінәлі сияқтымыз.Ойлап қарасақ, қаншама жеке тұлғалар да, заңды тұлғалар да, жұмысшыны азаматтық шарт жасауға мәжбүрлеу арқылы, жұмысшының заңдарға сай әлеуметтік көмек алу құқықтарын шектеп отырғандығы; міндетті сақтандыру, зейнетақы қорларына қаражаттың ,тіпті , салықтың да түспей отырғандығы байқалады.Зейнет жасын 67 жасқа дейін ұзарту идеясы бюджеттің тапшылығынан туындағаны рас болса, жоғарыдағы айтылған жайларды бюджеттің және тиісті қорлардың кіріс көзіне айналдырып,әйелдеріміздің уайымы мен ашыу ызасын басса болмас па екен деген ой келеді.Сіздер қалай ойлайсыздар? Директордың іс- әрекетінде заңға қайшылықтар бар ма?",
        "question_date": "13.04.2021",
        "question_tag": "Заң",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек шарты дегеніміз – қызметкер мен жұмыс беруші  арасындағы  келісім.  Бұл шартқа сəйкес қызметкерлер еңбек тəртібіне бағына отырып, белгілі бір мамандық бойынша жұмыстарды орындауға, ал кəсіпорын тараптардың келісімі жəне еңбек заңдарында қарастырылған айлық жалақыны төлеуге жəне тиісті еңбек жағдайларымен қамтамасыз етуге міндетті болады.\nҚазақстанның қолданыстағы еңбек заңдарының өзіне тəн ерекшеліктері еңбек шартының маңызы мен мəнін күшейту болып табылады. Нарықтық қатынастарда еңбек саласындағы қоғамдық қатынастардың  қатысушыларына жеке еңбек шарты негізінде еңбек жағдайларын реттеуде теңдей мүмкіндіктер ұсынылады. Шарт жалдамалы қызметкерлердің жеке қасиеттерін ескеруге, еңбек құқықтық қатынасының тараптарының құқықтары мен міндеттерін дербестендіруге мүмкіндік береді.Еңбек құқықтық қатынастарды мемлекеттік реттеуге күш салу орталықтандырылғаннан орталықсыздандырылуға,  заңнан  –  шарттылыққа қарай өтеді. Сонымен бірге,  негіздеме жəне жеке еңбек шартын бұзу бөлігінде заңмен реттеу қадағаланады.\nЕңбек заңдарының мақсаты – барынша ұзақ мерзімді құқықтық қатынасты қамтамасыз ету. Бұған əдетте, жұмыс беруші де, қызметкер де мүдделі. Жұмыс беруші өз ісін жақсы білетін жəне қажетті жұмысты орындай алатын оқыған, білікті қызметкерлерден тұратын кадрларды тұрақты иемденуді қалайды. Қызметкер тұрақты жұмыс пен соған төленетін ақыға мүдделі. Еңбек заңдарының құқықтық нормалары тап осындай  жағдайды  тудыруға   бағытталған. Осы немесе басқа тараптың қалауына байланысты еңбек құқықтық қатынастарын еріксіз тоқтатуға əкелетін тараптардың əрекетіндегі кездейсоқтарды болдырмауды көздейді.\nБірнеше еңбек шартына байланысты жағдайларға тоқталсақ:\nҚР Еңбек кодексінің (бұдан əрі – Кодекс) жұмыс беруші – жеке тұлға қайтыс болған жағдайда еңбек шартының тоқтатылуын жəне үй қызметкерлерімен еңбек шартының тоқтатылуын қоспағанда, еңбек шартының тоқтатылуы жұмыс берушінің актісімен ресімделеді.\nЖұмыс берушінің актісінде Кодекске сəйкес еңбек шартын тоқтатудың негізі көрсетілуге тиіс.\nБапқа сəйкес оларға төмендегідей негіздер жатады:\nтараптардың келісімі бойынша еңбек шартын бұзу;\nеңбек шарты мерзімінің аяқталуы;\nжұмыс берушінің бастамасы бойынша еңбек шартын бзу;\nқызметкердің бастамасы бойынша еңбек шартын бұзу;\nтараптардың еркінен тыс мəн-жайлар;\nқызметкердің еңбек қатынастарын жалғастырудан бас тартуы.\nОсыған орай, қызметкердің жұмыстан өз еркімен кетуін рəсімдеу кезінде (бұйрықта, еңбек кітапшасында) негіз ретінде Кодекстің 51-бабының  4) тармақшасы көрсетіледі.\nБұл ретте, Кодекстің 57-бабында еңбек шартын қызметкердің бастамасы бойынша бұзудың тəртібі  белгіленетінін назарыңызға саламыз.\nЕңбек шарты – жұмыс берушімен жəне қызметкер арасындағы жазбаша келісімдері, қызметкерайқынжұмыстыжекеорындауға,еңбек тəртібінің ережесін орындауға міндеттелінеді, ал жұмыс беруші негізделген еңбек функциясы, ҚР ЕК қарастырылғандай еңбек жағдайын қамтамасыз етуге, Қазақстан Республикасының нормативтік құқылық актілері жəне заңдары, ұжымдық шартпен, жұмыс берушінің актілері, Қазақстан Республикасының Еңбек Кодексіне (ары қарай ҚР ЕК ) сəйкес уақытылы жəне толық көлемде еңбек жалақысын  төлеу  (негіздеме: 1 б. 1т. 39т) бойынша қызметкерге жұмыс беруге міндетті. ҚР ЕК 32 бабының 1 т., 23 б. 1 п 2) т сəйкес, жұмыс беруші қызметкерді жұмысқа қабылдаған кезде кем дегенде екі данада жазбаша түрде еңбек шартын жасасу керек, олар екі жақпен қол қою арқылы бекітіледі. Бір данадан жұмысберушідежəнеқызметкердесақталынады. Қызметкер еңбек шарты нұсқасын алғаны туралы жазбаша түрде бекітіледі. Жасасқан еңбек шартыжұмыс берушінің актісі (жұмысқа қабылдау туралы бұйрық) негізінде жұмысқа қабылдау рəсімделеді.\nЖұмыс беруші Еңбек кодексі, Қазақстан Республикасының басқа да нормативтік құқықтық актілері, ұжымдық келісім-шарт, жұмыс   берушінің   актілерінде  қарастылыған еңбек шарттарымен қамтамасыз етуге, еңбек қызметінің шарттары бойынша жұмыс беруге, уақтылы жəне толық көлемде еңбек ақысын төлеуге міндетті.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлаққа көктемде жара шығады",
        "question_content": "Қызымның құлағының сыртқы қалқаншасына, басының бір жеріне көктемде жара шығады, қанталап кетеді. Күзге қарай қайтып кетеді. Әкесінде де осындай болып, кейін өзі жоқ боп кеткен екен. Қазақша емдеп көрдік, болмады. Дәрігерлер аллергия деген соң, соның дәрілерін іштік. Бірақ биыл тағы шықты. Еще ерніне де шығыпты биыл. Не істесе болады, кімде осындай болды?",
        "question_date": "13.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған да кішкентай кезімде шығатын, атын ұмытып қалдым. Бірақ 2-3 жылдан кейін өзі-өзімен кетіп қалды. \nТетрациклиновый мазь жағып, жараның дамып кетпеуін қарайлап тұратынмын, жараның бетін ашса ол үлкейіп кете беретін бұрын.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілек ағашы ол не?",
        "question_content": "Тілек ағашы және оның қосымша ақпараттары не?",
        "question_date": "13.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A тілек ағашы - бұл тілектер мен ұсыныстардың объектісі ретінде қолданылатын, әдетте түрлерімен, орналасуымен немесе сыртқы түрімен ерекшеленетін жеке ағаш. Мұндай ағаштар ерекше діни немесе рухани құндылыққа ие деп анықталады. Постуланттар жасайды сайлау тілектер орындалады немесе дұға қабыл болады деген үмітпен құрбандықтар а табиғат рухы, әулие немесе құдай, жергілікті дәстүрге байланысты.",
                "date": "14.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауыш білім беру дипломы мектептен басқа қандай жұмыс орнына жарайды?",
        "question_content": "Мен бастауыш білім беру мамандығын бітірген едім колледжде. Осы дипломмен мектептен басқа қандай жұмыс орнына орналаса аламын?",
        "question_date": "13.04.2021",
        "question_tag": "Мамандық",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіптің ерекшелігі: 5В010200 — «Бастауышта оқыту педагогикасы мен әдістемесі» мамандығы бойынша білім бакалаврлары мынадай кәсіби қызметтерді атқара алады :\nдиагностикалық: оқушы тұлғасын, оқу нәтижелерін, тәрбиелеу мен дамытуды зерттеу;\nұйымдастыру-технологиялық: педагогикалық технологиялар негізінде оқыту және тәрбиелеу үдерісін ұйымдастыру;\nбасқару-педагогикалық: «субъект-субъект» өзара әрекеті, білім берудегі менеджмент;\nжобалық: бастауыш мектепте білім беруді модельдеу;\n ғылыми-зерттеу: білім беру мәселелерін шешудегі шығармашылық ізденіс, педагогикалық тәжірибені зерттеу, рефлексия\nТолығырақ: https://egi.edu.kz/kk/kafedra-pedagogiki-kk/mamandy-tardy-sipattamasy/5v010200-bastauyshta-o-ytu-pedagogikasy-men-distemesi-mamandy-yny-bilim-beru-ba-darlamasy/",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талап қыл артық білуге,артық білім кітапта,ерінбей оқып көруге синтакс талдау?",
        "question_content": "1 ТАЛАП ҚЫЛ АРТЫҚ БІЛУГЕ,АРТЫҚ БІЛІМ КІТАПТА, ЕРІНБЕЙ ОҚЫП КӨРУГЕ СИНТАКСИСТІК ТАЛДАУ ӨТІНІШ",
        "question_date": "13.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапта - баяндауыш, артық - анықтауыш, білім - бастауыш.\n\nОқып көруге - баяндауыш, ерінбей - пысықтауыш.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CD-диск пен флешканың айырмашылығы неде?",
        "question_content": "CD диск пен флешканың айырмашылығы неде?",
        "question_date": "13.04.2021",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CD - компакт диск. Оған тек 700 Мб-қа дейін ғана информация сияды. Информация бір бетіне ғана жазылады. DVD - диджитал видео диск. Оған 4,5 Гб-қа дейін информация жазуға болады. Дискінің екі бетіне де жазылады. Оның екі түрі бар : DVD-RW және DVD+RW. Біріншісіне жазылған информация өшірілмейді. DVD+RW-ге 1000 ретке дейін өшіріп, қайта жазуға болады, флешка сияқты.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата анаға ескертпей ораза ұстай берсе болады ма?",
        "question_content": "Мен осы жылы оразаны алғаш рет ұстаймын. Оразаны ата анама айтпай ескертпестен ұстасам болады ма?",
        "question_date": "13.04.2021",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ниетн болса уста",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика сабағынан логикалық амалдар есептер сұрақтар?",
        "question_content": "Математика сабағынан логикалық амалдар есептер сұрақтар?",
        "question_date": "13.04.2021",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери приписной құжатым жоғалып кетті? Қалай қалпына келтіруге болады?",
        "question_content": "Баршанызга салем мындай сурак бар приписной ягни аскери тиркелген документ жогалып кетти ягни учета 16 жасымда тиркелидим ол кезде колледж де окып журдим жанеде мен сол колледж де енди тускем едим сонымен медкоммисия дан откен кезде  маган ягни тиркелген деген документ беру керек еди ягни приписной енди олар беруге улгермеген алде беруге умытып кеткен жумыска турсам соны сурай береды военкоматка барган кезде приписной сураган кезде жок  дейды билмеймин дейды сонымен сол приписной одан баска  кайдан восстановить етуге болады?",
        "question_date": "13.04.2021",
        "question_tag": "Заң",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғалту туралы өтінішпен жергілікті әскери тіркеуге және тіркеу офисіне өтініш беру міндетті болып табылады, мұнда құжат  жоғалған (орын алған, орын алған оқиғалар және т.б.) орын, уақыт пен жағдай көрсетіледі..",
                "date": "17.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан грантқа түсу үшін таңдаулы пәннен кем дегенде қанша балл жинау керек?",
        "question_content": "ҰБТ-дан грантқа түсу үшін таңдаулы пәннен кем дегенде қанша балл жинау керек?\n\nМен математикадан 30-35 балл жинаймын, ал физикадан 15-17 балл ғана",
        "question_date": "12.04.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатып қалған сан жоқ осылай дейтіндей.\nӘр жылғы нақты сіз таңдаған мамандыққа тапсыратын түлектер арасындағы орташа баллмен салыстырғандағы сіздің жинаған балыңызға және сол жылы нақты сізге қажетті мамандыққа бөлінген мемлекеттік гранттың мөлшеріне де байланысты.",
                "date": "12.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептегі педагог ассистентің еңбек демалысының ұзақтығы неше күн болады?",
        "question_content": "Орта мектепте педагог ассистенттің еңбек демалысының ұзақтығы неше күн болады?категориясы жоқ,арнаулы орта дипломмен айлығы қанша болады?",
        "question_date": "12.04.2021",
        "question_tag": "Мектеп",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Педагог-ассистенттің жалақысы дефектолог-мұғалімнің жалақысына пропорционалды болады. Қазақстанда оның орташа мөлшері мемлекеттік мекемеде 40-65 мың теңгені құрайды. Министрлік «ерекше білім беру қажеттіліктері бар балалармен, жұмыс тәжірибесі үшін, біліктілік санатын алғаны үшін» және мұғалім ауыл мектебіне жұмыс істеуге кетсе, жұмыс үшін қосымша төлем қарастырылады.",
                "date": "12.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Малға жақсы ұсақ малдарға (қой ешкі тауық) тиіспейтін қандай ит күшік алса болады?",
        "question_content": "Малға жақсы ұсақ мал (тауық, ешкі, қой т.б) тиіспейтін қандай ит күшік алсам болады?",
        "question_date": "11.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асыранды иттің қалған үй жануарларына қатынасы оны өсіру үлгісіне орай деп ойлаймын. Егер қарны тоқ, әрі үнемі байлауда тұрмаған, күтімі жақсы ит болса барлық иттің түрін асырауға келеді. Ондай күтімдегі ит басқа үй жануарларына да және адамдарға да қауіп төндіре қоймас",
                "date": "12.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Артық болмас білгеннің\" айдарында берілген жақты сөйлемдерді жақсыз сөйлем",
        "question_content": "\"Артық болмас білгеннің\" айдарында берілген жақты сөйлемдерді жақсыз сөйлемге айналдырып көріндер",
        "question_date": "11.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақты сөйлем. 1)Мен ауылға бардым. 2)Кітапты алма.\nЖақсыз сөйлем. 1)Менің ауылға барғым келеді. 2)Оны алуға болмайды.",
                "date": "12.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы экологиялық мәселелер",
        "question_content": "Қазақстардағы экологиялық мәселелер",
        "question_date": "11.04.2021",
        "question_tag": "Мектеп",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда өте ауқымды экологиялық проблемалардан өзге әрбір өндіріс орнының келтіретін залалы өте көп. Әрбір кіші ғана өндіріс орнының өзі орналасқан жергілікті тұрғандардың өміріне , сол өңір табиғатының ластануына алып келуде. Одан өзге ҚР ауқымды экологиялық проблемалар бар. Ғаламтордан қарап іріктедім, айта кетсем:\n1)Еліміздің тарихындағы ең қайғылы парақтардың бірі - Семей ядролық сынақ полигонының өмірге келуі Алғашқы атомдық жарылыс дауысы 1949 жылы тамыздың 29-ы, таңғы сағат 7-де естілді. Семей ядролық полигоны ауданында 450-ден астам жер үсті және жер асты ядролық сынақтарының өткізілуі нәтижесінде атмосфераға, гидросфераға және лито1сфераға өте үлкен мөлшерде радиоактивті материалдар шығарылды. Тек Семей ядролық полигонының ғана емес, соған жақын жатқан орасан үлкен аумақтар да (Павлодар, Қарағанды, Шығыс Қазақстан, Жезқазған облыстары және Ресей Федерациясының Алтай өлкесі) радиоактивті ластануға ұшырады.\n2)Каспий теңізінің алып жатқан географиялық орнына байланысты (шөл зонасы) еліміздің шаруашылық саласында атқаратын маңызы өте зор. Сонымен қатар сол маңдағы шөлді алапқа ылғал әкелуші су айдыны ретінде де үлкен рөлі бар. Солтүстігіне құятын Еділ өзенінде бөгендердің салынуы, мұнай кәсіпшілігінің өркендеуі теңіздің экологиялық жағдайын нашарлатты. Соңғы жылдары бұл аймақ мұнай мен газды өндірудің маңызды экономикалық ауданына айналды. Теңіз деңгейінің көтерілуіне байланысты бұл аймақ табиғи апат жағдайына ұшырады. Табиғи қорларын игеруде де, бұл аудандағы табиғат компоненттерінің өзгеруіне байланысты мынадай проблемалар туындауда:\nэкологиялық апатты аймаққа жататындықтан, негізгі әрекет етуші Капустин Яр, Азғыр полигонының ұзақ уақыт бойы жұмыс істеуіне байланысты тұрғын халықтардың денсаулығының күрт нашарлауы;\nмұнай мен газдың өндірілуіне байланысты тіршілік дүниесінің өзгеруі, балықтардың (бекіре) қырылуы, уылдырық шашатын көксерке балықтарының кеміп кетуі;\nосы теңізге ғана тән (эндемикалық) итбалықтың мезгіл-мезгіл қырылуы;\nаңызақ жерлердің шаруашылыққа тигізетін кері әсері (жел эрозиясы).\n3)Аралдың экологиялық проблемасы\nБұл проблеманың тууына себепші болған - адам әрекеті. Ұзақ жылдар бойы Аралға құятын ірі өзендер Әмудария мен Сырдарияның суын теңізге жеткізбей, түгелдей дерлік егістіктерді (мақта, күріш) суландыруға пайдаланылып келді. Буланушылық дәрежесі жоғары болатын шөл зонасында орналасқан теңіз суының көбірек булануы оның тартылуына әкеп соқты. Қазіргі кезде Арал теңізі екі су айдынына Үлкен және Кіші теңізге бөлінген. Арал теңізіндегі суы тартылған бөліктің ауданы 30 мың км² жетеді. Ғалымдардың есептеуі бойынша, теңіз табанынан атмосфераға жылына 200 млн тоннаға дейін тұзды шаң-тозаң ұшады. Теңіз суының шегінуінен оның жағалауындағы 800 гектар тоғай, жануарлар дүниесі жойылып, теңіз айналасы бұл күнде тіршілігі жоқ құмды, сортаң жарамсыз жерлерге айналды. Теңіз суының тартылуынан мұнда теңдесі жоқ Барсакелмес қорығы жойылды. Бұл өзгерістер өз кезегінде сол аймақ тұрғындарының денсаулығына кері әсерін тигізді. \n4)Балқаш көлі алабында да қүрделі экологиялық жағдай қалыптасып отыр. 1970 жылы Балқашқа құятын Іле өзенінде Қапшағай бөгені мен су электр станциясының (СЭС) салынуы Іле-Балқаш су шаруашылығы кешенінде бетбұрыс кезең болды. Іле өзенінің гидрологиялық режимі өзгеріп, жалпы Іле-Балқаш алабындағы экологиялық жағдай өзгере бастады. Қапшағай су торабын жобалау кезінде Іле өзенінің атырауындағы табиғат кешенінің жағдайы ескерілмеді. Соның нәтижесінде онда тіршілік ететін жануар дүниесіне (ондатр, балық, т.б.) және ауыл шаруашылығына көп зиян келеді. Ақдала алқабын суландырып, күріш егу жобасы да толық жүзеге аспай қалды. Қыруар қаржы текке жұмсалды. Іле өзенінің атырауы кеуіп, оның кері әсері Балқаш көліне тиді. Суармалы алқаптардың көлемінің есепсіз кеңейтілуі, төменгі Іле қоңыр көмір кен орнын игеруді бастау көлдің болашағы үшін қауіпті. Болжау бойынша, XXI ғасырдың басында, көлдің батыс бөлігінің мүлде кеуіп, шығысының тұзды шалшыққа айналуы мүмкін. Бұл өз кезегінде Балқаш маңындағы ландшафтылар мен экологиялық жағдайларды түбірімен өзгертіп, тіршіліксіз шөлге айналдырады. Көл деңгейінің төмендеуі оның суының шамадан тыс минералдануына әкеп соғуда. Бұл, бір жағынан, егістік далалардан көлге қайта келіп құятын су құрамында әр түрлі тұздардың көп болуына байланысты. Сонымен қатар алаптағы өзгерістер Балқаш маңы аймағының климат жағдайларына да әсерін тигізеді. Су айдынының тәуліктік температураны, ауа ылғалдылығын реттеуші ретіндегі әсері өз күшін жояды. Ғалымдардың болжауынша, Балқаштың тартылуы Батыс Сібір мен Қазақстандағы географиялық зоналардың шекараларын өзгертуі мүмкін.",
                "date": "12.04.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Функциялар 1. y=sign функциясының мәнін есептейтін программа құрыңдар",
        "question_content": "у=sign функциясынын манин есептейтин программа куру керек срочно",
        "question_date": "11.04.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x = int(input())\n\nif x > 0:\n\n    print(1)\n\nelif x == 0:\n\n    print(0)\n\nelse:\n\n    print(-1)",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жолдарды өңдеу 1.Берілген мәтіндегі дауысты әріптерді санаңыз.",
        "question_content": "Алгоритмнан есеп.\nБерилген матиндеги дауысты ариптерди сананыз?",
        "question_date": "11.04.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек латын әліппейіне.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғабит Мүсіреповтың Ұлпан романы",
        "question_content": "Ұлпан романы кандаи марапаттар иеленген?",
        "question_date": "11.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты сол роман үшін алған марапатын таба алмадым, бірақ Ғабит Мүсіреповтың алған марапаттары бірнеше екен, осылардың бірі анық сол роман үшін болар. \nСоциалистік Еңбек Ері (1974).\nҮш Ленин орденімен, екі Еңбек Қызыл Ту, Октябрь Революциясы, Халықтар Достығы ордендерімен және медальдармен марапатталған.\nҚаншалықты пайдалы ақпарат боларын білмеймін)",
                "date": "12.04.2021",
                "upvotes": 0
            },
            {
                "text": "Үш Ленин орденімен, екі Еңбек Қызыл Ту, Октябрь Революциясы, Халықтар Достығы ордендерімен және медальдармен марапатталған.",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    }
]