[
    {
        "question_title": "9 сынып емтихан ағылшын, дүние жүрі тарихы ретінде тапсырып көрді?",
        "question_content": "Всем привет. Осы жылы емтихан тапсыратындар бар ма? Сендерге қандай пəндер түсті. Мен екі таңдау пəннен ағылшын, дүниежүзі тарихы тандайын деп жатырм. Бірақ шет тілден беретін апай басқа пəн тандай сал, бұл жылы ағылшын қиын болады деп жатыр. Не істейм,  ойланып жүрм. Сосын ағылшыннан, д.тарихынан қандай тапсырмалар келуі мүмкін? Кім тапсырып көрді. Өтініш кеңес беріп жіберіндерш. Қатты қорқып жатырм, жаман баға алып қаламба деп. Жаман баға алсам атестатқа қойылады ғой",
        "question_date": "28.04.2022",
        "question_tag": "Мектеп",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кым тапсырып корды бызде емтихан осы айдын аягы болады если одан ертерек тапсырсандар сурагн суретке тусрп жберншы пожалуста керек мен сол суракка жауап ыздеп барайн суретке тусррсендер +77776318278осыган уатсапка жберншы жберсендер сиякым бар",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетте студенттің міндеті",
        "question_content": "Университетте студенттің міндеті",
        "question_date": "28.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кредиттік технология бойынша білім алушы студент құқылы:\nТаңдаған мамандығы  бойынша  қазіргі  ғылым мен  мəдениеттің даму деңгейіне\nсəйкес білім алуға.\nҚоғамдық  ұйымдар  мен  басқару  органдары  арқылы  университет\nқызметінің маңызды сұрақтарын талқылауға қатысу.\nБарлық ғылыми-зерттеушілік  жұмыстарға  қатысу, басылымдарға  мақалаларын\nжариялау, соның шінде университет басылымдарында.\nУниверситетте  оқытылатын  пəндерден  басқа  қосымша  ақы  жағдайында\nбілім алуға.\nУниверситеттің  немесе  факультеттің  Ғылыми  кеңесінде  бекітілген  оқу\nжоспарымен оқуға.\nКтапхананы, ақпараттық  қорды, ғылыми  бөлімдерді  оқу-тəрбие  үрдісіне\nсай тегін пайдалану.\nЭдвайзер көмегі арқылы өзінің білім беру бағдараламасын құру.\nЗерттеу жұмысын жүргізу.\nЖекелеген  оқу  пəндерін  ЖОО  ректоры  келісімі  арқылы  басқа  оқу\nмекемелерінде игеруге.\nСтудент оқыған пəндерін ақылы түрде қайталап оқуға құқылы.\n Əрбір  студент  барлық  оқу  кезеңіне  арналған  жолкөрсеткіш-анықтамалықпен\nжəне оқу əдістемелік кешенмен қамтамасыз етілуге құқылы.\n Жеке  оқу  жоспарын  құруда  əрбір  студент  элекетивті  пəндерді  жəне\nоқытушыны таңдауға құқылы.\n ҚР заңнамасына сəйкес университет əкімшілігінің тəртібі мен бұйрығына\nөзгеріс енгізуге құқылы.\nСтудент міндеттері:\nУниверситет студенттері кредиттік оқу жүйесі бойынша оқу үрдісімен танысуға\nміндетті.\n\n19\nСтуденттер  кестеге  сай  курстарға  тіркеуді  семестр  басталмас  бұрын  өтуге\nміндетті.\nСтуденттер бекітілген оқу жоспарына сəйкес білім алуға міндетті.\nЖеке  оқу  жоспарын  құруда  студент  кредиттік  оқы  жүйесінің  тəртібін  қатаң\nқадағалауға тиіс, сонымен бірге:\nа) Оқу жоспарында А жəне В тобындағы барлық пəндерді ескеру керек;\nб) Оқу жылында 30 кредиттен кем емес пəндерге  жазылу;\nв) Жеке оқы жоспарына өзгерісті оқу пəндеріне тіркеу уақытына сай енгізу.\nЖеке оқу жоспарын орындауды қатаң қадағалау.\nСабақтарға үнемі жəне сапалы дайындалу.\nӨзінің оқу үлгерімін қадағалау.\nБарлық  аудиториялық  сабақтарға  қатысу, осөж  тапсыру  кестесін  қатаң\nқадағалау.\nЖОО Жарғысын, студенттің ЖОО-дағы тəртібін, Кітапхананы пайдалану\nтəртібін қатаң қадағалау.\nКредиттік оқу жүйесі бойынша келісімшарттарды орындау.",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің температурасын және энергетикалық жарқырауын анықтаңыз.",
        "question_content": "Қара дене шығаратын сәуле энергиясының максимумы\n  450нм\nтолқын ұзындығына\nкеледі. Дененің температурасын және энергетикалық жарқырауын анықтаңыз.",
        "question_date": "28.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қара дене шығаратын сәуле энергиясының максимумы   450нм  толқын ұзындығына келеді. Дененің температурасын және энергетикалық жарқырауын анықтаңыз.",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дін мәдениеттің құрамдас бөлігі",
        "question_content": "ХХ-ХІ ғасырлар Прагматизм мен утилитаризм принциптеріне негізделген адамдардың материалдық қажеттіліктері мен құндылықтары бірінші орында тұрған ғылыми-техникалық революция, автоматтандыру, компьютерлендіру уақыты. Сондықтан да рухани мәдениетке үлкен көңіл бөлу керек, оның құрамдас бөлігі дін, ол адам санасында материалдық мәдениеттің бейнелену формасы ретінде әрекет етеді. Діннің басты белгісі – Құдайға сену емес, табиғаттан тыс нәрсеге сену. Дін – табиғаттан тыс нәрселерге сенумен байланысты идеялардың, сезімдердің, әрекеттер мен ұйымдардың жиынтығы. Бұл күрделі қоғамдық формация, оның құрылымында 3 негізгі элементі бар: діни сана қоршаған дүниені бейнелеу формасы ретінде әрекет етеді және діни идеология мен діни психологияны қамтиды; діни культ – сенушілердің символдық іс-әрекеттерінің жүйесі: дұғалар, рәсімдер, оразалар, мерекелер; Діни ұйымдар – белгілі бір дінді ұстанушылардың бірлестіктері. Дін – материалдық мәдениеттің адам санасында бейнеленуінің бір түрі болып табылатын адамзаттың рухани мәдениетінің құрамдас бөлігі. Дін (латын тілінен) - тақуалық, тақуалық, бұл адамның табиғаттан тыс, яғни Құдаймен байланысы. Қазіргі әлемде дін өте маңызды рөл атқарады. Жалпыадамзаттық деп саналатын құндылықтар, әдетте, әртүрлі діни жүйелер аясында қалыптасып, дамыды. Діннің ақиқаты ол туралы білімде, дәлелдер мен кейбір мәлімдемелердің дәлелдерінде емес. Дін ғажайыптар деп аталатын ерекше нәрселердің мүмкіндігін мойындайды; бірақ ең бастысы, адамдар иманнан жұбаныш пен үміт табады, оның құдайлық деп түсінілетін жоғары нәрсемен байланысы арқылы адамдық болмысын ашады. Бұл жерде адамдар болмыстың мәңгілік тұлғасын таниды, олардың мәні мен терең мағынаға толы нәрсеге қатысуын сезінеді. Дін адамға дүниенің тұтас бейнесін ұсынады, моральдық-құндылық мәнге толы, дүниетанымдық ізденістерге ықпал етеді. Дін – нақты әлеуметтік-экономикалық жағдайларда өзіндік тарихи дамуы бар қоғамдық құбылыс. Дін оны ұстанушылар үшін де жолбасшы, қазына. Кез келген дінді ұстанушылар бұл оларға шынайы қуаныш әкелетін сансыз білім мен сезім береді деп мәлімдейді. Дінге қатысты мәселелер әрқашанда білім мен сенімнің арақатынасы мәселесімен, адам бойында еріксіз бетпе-бет келетін идеалдардың, құндылықтардың, өмірлік бағдарлардың қалыптасуымен байланысты. Қасиеттілікті ұтымды, ұтымды таным әдістерімен түсіндіре бастаған ағартушылық дәуірінен бастап дін салыстырмалы түрде жақында зерттеле бастағаны тән. Сондықтан дін философиясында (түсіндірмесінде) мазмұнының жеңілдетілуіне байланысты қасиеттінің мағынасын бұрмалайтын, әркімге және әркімге қолжетімді профандық ағым басым болды. Бұл түптеп келгенде діннің «халықтың апиыны» деп жариялануына, адамдарды алдау, өзін-өзі алдау тәсілдеріне әкелді. Діннің қоғамдағы рөлін жоққа шығармай, материалистер оны жан-жақты зерттеуден бас тартып, мазмұнын әлеуметтік-мәдени факторға түсірді.\n                              Төлеу Әлішер\nЖетекші:Тунгатова У.А\n                              http://kaznu.kz/",
        "question_date": "28.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 164,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катер ағыспен 32 км және 12 км жүріп. Катердің меншікті жылдамдығын табыңыз?",
        "question_content": "Катер ағыспен 32 км және ағысқа қарсы 12 км жүріп барлық жолға 2 сағат жұмсады. Ағыс жылдамдығы 3км/сағ. Катердің меншікті жылдамдығын табыңыз.",
        "question_date": "27.04.2022",
        "question_tag": "Математика",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Катер ағыспен 32 км және ағысқа қарсы 12 км жүріп барлық жолға 2 сағат жұмсады. Ағыс жылдамдығы 3км/сағ. Катердің меншікті жылдамдығын табыңыз.",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томирис пьесасының толық нұсқасы керек?",
        "question_content": "Томирис пьесасының толық нұсқасы керек.",
        "question_date": "26.04.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай ақпарат беруім қажет?",
                "date": "13.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолтықтан жуа пияздың иісі шүады неліктен?",
        "question_content": "Қолтықтан жуа пияздың иісі шүады неліктен? Қалай кетіруге болады өзім пиязды көп жейм көмектесіңдерші? Бұрын ондай емес еді",
        "question_date": "26.04.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 айлық баламның жөтелін қалай кетірсем болады",
        "question_content": "1 ,айлық балам жөтел бар нестесем болады",
        "question_date": "26.04.2022",
        "question_tag": "Тазалық",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі баланы әсіресе кішкентай кезінде өз бетіңізше емдеген дұрыс, иммунитетін әлсіретіп алмаңыз. Нақты себебін дәрігер арқылы біліп, дәрігердің берген емін  жасау керек. Балаңыздың денсаулығы үшін өз бетіңізше емдемеген дұрыс, шамаңыз келгенше педиатрға жүгініңізші.",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаны алғашқы 4 күн ұстамадым. 4 күн қарыз болам ба?",
        "question_content": "Оразаны бастапқы 4 күн ұстамай одан кейін ұстай берсе 4 күн қарыз бола ма?",
        "question_date": "26.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрін білуші Алла, астындағы дерек https://informburo.kz/kaz/oraza-khazasy-nemese-kharyzy-ony-khalaj-oetejdi сайтынан (Материал Islam.kz сайтының ақпараты негізінде әзірленді) алынды.\n№1. Ораза қазасы қай кестеге қарап өтеледі?\nРамазан айынан кейін оразаның қазасын өтейтін адам күнделікті намаз кестесін негізге алады. Таң намазы кірген уақыт – ауыз бекіту уақыты, сол уақытқа дейін сәресін ішіп-жеуге рұқсат.  Ал ақшам намазы уақытының кіруі ауыз ашар уақытын білдіреді.\n№2. Қаза оразаға ниет қалай жасалады?\nҚаза оразасының арнайы ниет-дұғасы жоқ. Мәсәлен былай ниет етуіне болады: \"Ниет еттім Алла ризалығы үшін осы жылғы Рамазан оразасынан қалған пәлен күндік (мысалы, алты күндік) қаза оразаның бірінші күнін өтемекке (немесе екінші, үшінші)\".\n№3. Қаза оразаны қай уақытқа дейін өтеу керек?\nХанафи мәзһабында Рамазан оразасының қазасын өтеу уақыты шектелмеген. Яғни, келесі Рамазан айына дейін немесе одан кейінгі уақытта да өтеуге рұқсат етіледі. Дегенмен, уақытты созбай тезірек өтеген жөн.\n№4. Қаза ораза күндер оразасын үзбей ұстау керек пе?\nҮзбей ұстау мәселесі – 60 күндік кәффәрат оразасына қатысты. Ал қаза оразаларында үзбей ұстау шарты қарастырылмаған. Бөліп-бөліп өтеуге болады.\n№5. Қаза оразасын әдейі бұзған жағдайда, 60 күн кәффәрат оразасын ұстау керек пе?\nҚаза оразаны әдейі, себепсіз бұзу – күнә. Әйтсе де, кәффәрат өтемейді. Сол күнді қайтадан ұстайды.\n№6. Қаза оразасы бола тұра, нәпіл ораза ұстауға бола ма?\nХанафи мәзхабы бойынша, рұқсат етіледі. Дегенмен, алдымен қаза оразаны тезірек өтеп алу жағына мән берген абзал.\n№7. Қаза оразаны үш күн айт біткен соң ұстау шарт па?\nОраза айттың екінші күнінен бастап, қаза оразаны өтеуге рұқсат етіледі.\n№8. Шәууәл оразасы мен қаза оразаларды бірге ниет етіп ұстаса бола ма?\nЖоқ. Екеуі екі бөлек ғибадат болғандықтан бөлек-бөлек ұсталады.",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 күн ораза ұстамасақ болама",
        "question_content": "1 күн ауыз ашу үшін дұға оқима әлде ниетің болмаса болды ма?",
        "question_date": "25.04.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны айтарлықтай бір шетке ысыруға болмайтын себеп болмаса бұзуға болмайды.\nШариғат әркімнің шама-шарқына қарай кәффарат өтеу жолдарын реттік тәртіппен бекіткен. Алдымен құл азат ету, бұған шама жетпесе, екі ай қатарынан ораза ұстау, бұған да шама жетпесе, 60 мұқтажды тамақтандыру. Бұл реттік тәртіп қатаң сақталуы қажет. Бірінші тәсілге шамасы жеткен кісіге жеңілдік іздеп келесі тәсілді қолдануы дұрыс емес. Шама жоқтығы нақты расталуы қажет. Сонда ғана келесі тәртіпті пайдалануға рұқсат етіледі. Әбу Һурайра: «Бір кісі Пайғамбарға ﷺ келіп «Ей, Аллаһтың елшісі, құрыдым!», - деді. Ол: «Сені не құртты?», - деп сұрады. Ол: «Рамазанда (күндіз) әйеліме жақындап қойдым», - деді. Ол ﷺ: «Азат ететін құл таба аламысың?», - деді. Ол: «Жоқ», - деді. Ол ﷺ : «Екі ай бойы үзбей ораза ұстай аламысың?», - деді. Ол: «Жоқ», - деді. Ол ﷺ: «Алпыс міскінді тамақтандыратын нәрсе таба аламысың?», - деп сұрады. Ол: «Жоқ», - деді. Сосын Аллаһтың елшісі ﷺ біраз үндемей отырды. Сол уақытта оған біреу бір себет құрма әкелді. Пайғамбар ﷺ әлгі кісіге: «Мынаны садақа етіп тарат», - деді. Ол: «Бізден мұқтажырақ адам бар ма екен? Қаламыздың екі арасында орналасқан жұрттың ішінде бұл нәрсеге бізден мұқтажырақ отбасы жоқ шығар?», - деді. Мұны естіген Пайғамбар ﷺ жымиып, тіпті күрек тістері көрінді. Сосын оған: «Бар да, осы құрмамен отбасыңды тамақтандыр», - деді деген (Сахих Муслим:2/781). Источник: http://fatua.kz/kz/post/view?id=125\nhttp://fatua.kz/kz/post/view?id=125",
                "date": "28.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде ақ құс көрдім",
        "question_content": "Түсімде қолыма кішкениай ақ құс қондырып жүрмін. Барлығы оның әдемілігіне таң қалып жатр. Бұл нені білдіреді?",
        "question_date": "25.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсімде маған екі үлкен аппақ қанат артымнан адемі боп жарып шығыпты.ол не білдірет.\n\nКиноның асерімекен",
                "date": "22.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл атестат, алтын белгі аламын ба?",
        "question_content": "Мен 8 сыныпқа дейін 5 пен окыдым 8 сыныптта 4 сабагым 4 болып калды. Енді қызыл атестат, алтын белгі аламын ба?",
        "question_date": "24.04.2022",
        "question_tag": "Мектеп",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен дәл солай 6 сыныптағы ма немесе 7 сыныптағы ма 4-5 шақты  4 тік баға үшін  9 сыныпта іші тек 5 ке толы ( себебі 9 сыныпта алатын аттестат бұрынға сыныптар бағасына қарай берілсе де, аттестат ішіне 9 сыныптағы жылдық баға жазылады) болғанымен көк аттестат алдым. \n11 сыныпта сол үшін алтыннан қағылдым. Бірақ қызыл аттестатымды ҰБТ да ақтап шықтым( ол кезде аттестатты, алтын белгіні ҰБТда ақтайтын, мектептік емтиханда емес 2015 жыл)\nМені мектепте 9 сыныпта қызыл аттестатқа 11 сыныпта алтын белгіге ұсынуға тырысқан завуч кісі болды. Но ол кісінің барлық педсоветтегі әріптестерін көндіруге шамасы келмеді.  Негізі оны ақтап шығуға шамам келеді деп ойласаң, тырысып көр.",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың қара сөздерінде ғылым мен білім жайлы көп айтылған ба?",
        "question_content": "Мен дебатқа қатысып жатыр едім. Оның тақырыбы БП Абайдың қара сөздерінде кәсіпкерлік туралы көп айтылған. Абайдың қара сөздерінде ғылым мен білім жайлы көп айтылған ба,әлде касіпкерлік жайлы ма",
        "question_date": "24.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіз толық түсінгеніңіз дұрыс",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішім пысып кетті не істесем болады",
        "question_content": "ішім пысып кетті не істесем болады тоқыма тоқитын десем олда қолымнан келмейді",
        "question_date": "24.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоқыма тоқи алмасаң тоқыма тоқуды үйренуге уақыт жұмса.",
                "date": "25.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саусағымды есікке абайсызда қысып, ісіп кетті қалай ісікті тоқтатсам болады?",
        "question_content": "саусағымды байқаусызда есікке қысып алып ем, ісіп кетті мұздай суға салдым, кішкене қайтты қалғанын қалай кетірсем болады саусағын ісініп тұр",
        "question_date": "24.04.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саусағыңызды қыссаңыз не істеу керек\nЕгер ауырсыну өте күшті болса және сіз оған төтеп бере алмасаңыз, суықтың көзін табыңыз. Оны суық су астына қойыңыз, мұз немесе бөтелке салқындатылған су жағыңыз.\nНазар аударыңыз! Егер сізде ашық жара болса және қан кетсе, саусағыңызды суға салуға кеңес берілмейді, өйткені судың ағуы табиғи қанның кетуіне жол бермейді және қан кетуді тоқтатады.\nАуыруы басылғаннан кейін, саусағыңызды мұқият тексеріңіз, жарақаттың ауырлығына байланысты сіздің әрекеттеріңіз әр түрлі болады. Жарақат пен зақым келесідей болуы мүмкін.\nСаусақтың деформациясы - сізде үлкен зақым бар және фаланганың сынуы немесе орналасуы алынып тасталмайды. Мұндай жарақат жұмсақ тіндердің зақымдануымен және қатты қан кетумен қиындауы мүмкін. Саусақ деформацияланбаған, бірақ қан кетуімен жұмсақ тіндерге зақым келеді. Саусағыңызда сыртқы жарақаттар жоқ немесе олар аз. Тырнақ пластинасының зақымдануы. Көріп отырғаныңыздай, жарақаттар әртүрлі, егер сіз саусағыңызды есікке қысып қойсаңыз, онда саусағыңыздағы жағымсыз ауырсынудан және зақымдалған маникюрден басқа ештеңе болмайды.\nАлғашқы көмек: саусағыңызды қысып қалсаңыз не істеу керек\nУақытылы алғашқы көмек ауырсыну симптомын тез арада жоюға көмектеседі және асқынулардың алдын алады.\nҚан және ашық жара. Егер сізде ашық жара болса, онда қан ағымы бар - антисептикалық агенттермен тез арада емдеңіз, сутегі асқын тотығының медициналық ерітіндісі қанды тоқтатуға жарайды. Қан тоқтағаннан кейін жарқын жасыл түстермен емдеңіз және таңғышпен байлаңыз.\nНазар аударыңыз! Ауыр жарақаттар кезінде сүйек тінінің зақымдануы алынып тасталмайды (ашық сынық, сүйек тінінің фрагменті)\nАуыр зақымданумен қан кету көп болуы мүмкін - әдетте, мұндай жағдайларда кішкентай тамырлар зақымдалады. Қан кетуді жедел тоқтату үшін турникет қолданылады, оны зақымдану үстінен жағып, содан кейін өңдеп, байлап қою керек. Мұндай жағдайларда травматологтың көмегіне жүгіну қажет.\nСаусақ өзгерген\nФаланганың сынуы немесе орналасуы ықтималдығы жоғары, ал саусақ сыртқы келбеті бойынша қалыпты болуы мүмкін, бірақ қатты зақымдалған жағдайда жұқа сүйектер мен шеміршектерді бөлшектеуге болады. Мұндай жағдайларда зақымдалған саусақты иммобилизациялау керек. Ең оңай тәсілі - келесі саусаққа немесе импровизацияланған заттарды бекіту (сызғыш). Бұл зақымдалған сүйек тінінің орнын ауыстыруды жояды және зақымдануды азайтады.\nЕгер саусағыңызды қыссаңыз, ол көк түске айналады және ісінеді\nКөрінетін зақымсыз кішкентай жарақаттар арнайы емдеуді қажет етпейді. Емдеу ретінде қабыну мен ауырсынуды жеңілдету үшін мұзды қолдануға болады. Қатты ауырсынумен сіз ішке анальгетик қабылдауға болады. Күнделікті кішігірім қиындықтар - бұл адам өмірінің тұрақты серігі, алғашқы көмек туралы білу кез-келген мәселені тез шешуге көмектеседі.\nАуырсынуды қалай жеңілдетуге болады\nЖарақаттан кейінгі алғашқы минуттарда зақымдалған аймаққа құрғақ салқын (жылыту жастықшасында, сөмкеде мұз) жағыңыз. Бұл ауырсынудың қарқындылығын төмендетеді, ісінуді жеңілдетеді.\nТүтіккен, ауырғаннан пайда болатын ауырсыну дірілдеп, тырнақ көк түске айналғанда, олар ауыратындарды қабылдайды (Ибупрофен, Нурофен, кез-келген анальгетиктер).\nПланшеттер нұсқаулыққа сәйкес қабылданады..\nЕгер жарты сағат ішінде жеңілдік келмесе, саусақ ісіп кетеді, травматологпен кеңесу керек.\nТырнақтың қара түсі\nТырнақ астындағы қараңғылану қабықтың астындағы қан кету салдарынан пайда болады. Қан бүктелгеннен кейін қараңғыланады.\nЕгер саусақ зақымдалмаса (сынық болмаса) және тырнақ қабыршақтанбаса, ауырсыну мен ісіну суық жағу арқылы жеңілдейді. Мұндай компрессті 15 минуттан артық ұстауға болмайды.\nТырнақ пластинасы зақымданған кезде жарақат пайда болады, жараға сұйық антисептик құйылады, үстіне таза таңу қолданылады.\nТырнақтың астындағы қан\nМұндай зақым саусақты қысып, қатты шағудан кейін пайда болады. Ауыруы күшейген кезде травматологқа көріну керек. Үйде тырнаққа қан кетіп, ауырсынуды азайту үшін кальциленген инемен тесіледі.\nЕгер қан пісірілсе (бұралған), тырнақ қара түске боялса, тромб марганец ванналарымен алынады.\nКалий перманганатының бірнеше кристалдары жылы суда ериді, қолдар ерітіндіге 15 минутқа түсіріледі. Бұл жараны дезинфекциялайды, пайда болған көгеруді алып тастайды.\nТырнақ астындағы көгеру аздап көгергеннен кейін пайда болады. Ауырсынуды саусаққа 15 минуттай жағу арқылы оның салдарын оңай жоюға болады. Содан кейін 20 минут ішінде мұз алынып, қайтадан жағылады.\nКүн сайын зақымдалған аймақ гепарин майымен майланады. Құрал ісінуді жеңілдетеді, көгеруді басады.\nПиллингтің алдын-алу әдісі\nЕгер соққы күшті болса, онда corn cornum ішінара немесе толығымен кетеді.\nТырнақ құлап кетпеуі үшін, зақымдалған аймақ сутегі асқынымен жуылады, Бепантен жақпа қолданылады.\nАлдын алу үшін күніне екі рет антифункционалды агенттерді қолданыңыз. Әсер ету орнына қысыммен байлау немесе медициналық сылақ қолданылады.\nЕгер тырнақ қабығы кетсе\nЕгер жарақаттан кейін бірнеше күн өтсе, қолдағы гематома басылды, бірақ тырнақ қабығы басталды, ол кесіледі. Саусақты хлоргексидинмен емдегеннен кейін.\nПроцедура тырнақтың қайта өсуі ретінде, stratum corneum толығымен жаңарғанға дейін қайталанады. Осылайша тырнақ киімге ыңғайсыздық туғызбай шығады.\nБалалардағы тырнақтың зақымдануы\nБалаларда мұндай жарақаттар жиі кездеседі. Зақымданудың алғашқы белгілерімен жараны емдеу керек, суық тию керек.\nЕгер ісіну күшейіп, тырнақ астындағы тері көк түске айналса, дәрігерге жүгіну керек.\nКөбінесе бала ауырсынуға шыдай алмайды. Дәрігер келгенге дейін Панадол немесе Нурофен балаларын беру керек. Сондықтан қатты ауырсыну баланы азаптамайды.\nПедиатрияда мұндай жарақаттарды емдеу ересектер травматологиясынан аз ерекшеленеді. Егер тырнақ пластинасын деламинациядан қорғауға болатын болса, ісіну жойылады, жара дезинфекцияланады.\nТырнақтың тұтастығын сақтау мүмкін болмаған кезде, ол алынып тасталады, стерильді таңу қолданылады. Ол сау тырнақ өскенше мезгіл-мезгіл өзгеріп отырады.\nДәстүрлі\nЖарақат алғаннан кейін сол жерде алғашқы медициналық көмек көрсетіледі: жарақат алған жерге суық түседі, жара антисептикпен өңделеді. Егер зақымдалған аймақ ауырса, қол жетімді анальгетиктерді қабылдаңыз. Жергілікті анестетиктерді қолданыңыз.\nІсіну мен қабынуды жою үшін күніне екі рет гепарин бар гель майысқан аймаққа және іргелес аймаққа жағылады, стерильді таңу қолданылады.\nХалықтық әдістер\nІсіну мен ауырсынуды жеңілдету үшін дәріхана қолданылады. Бұл кептірілген және ұсақталған теңіз немесе тұщы су ысқыштары. Құрал жергілікті анестетикалық, қабынуға қарсы агент ретінде қолданылады.\nҰнтақ сумен сұйылтылған, қалың қаймақтың консистенциясына қосылады, зақымға ұшырайды, 15-20 минут ұстаңыз.\nПроцедура күніне бірнеше рет қайталанады.\nІсіну басылғаннан кейін, ромашка, лимон бальзамынан жасалған қол ванналарын жағыңыз. Құрғақ шөптер (1 ас қасық.) Бір стакан қайнаған су құйыңыз, жарты сағат талап етіңіз.\nЕмдік инфузия бөлме температурасына дейін салқындатылады, көгерген саусақ жарты сағат ішінде оған түседі.\nСалдары\nЕгер ересек адам немесе бала саусақты қысып, жарақат алғаннан кейін оны емдеуге және емдеуге мүмкіндік болмаса, онда қабыну, инфекция дамиды, мүйіз плитасының астында тері некрозы пайда болады.\nБұл тырнақтың және тіпті саусақтың жоғалуына қауіп төндіреді..\nҚатты көгерген кезде тырнақ қабығы кетеді, оның астындағы жара кез-келген инфекциядан қорғалған болуы керек. Ол үшін саусақ күніне бірнеше рет дезинфекцияланады, стерильді таңу қолданылады.\nЕгер сіз зақымдалған қабатты алып тастамасаңыз, бұл жаңа деформацияланған тырнақтың өсуіне әкеледі. Ол жұқа, әлсіз, иілген болады. Қолдарда эстетикалық жағымды көрінбейді, ал саусақтарда мұндай кемшілік аяқ киім киюді қиындатады және жүруге әсер етеді.\nДәрігерге қараңыз\nҮйде емдеу тиімсіз және тырнақтың жоғалуынан гөрі ауыр зардаптарға әкелуі мүмкін.\nКелесі жағдайларда білікті медициналық көмек қажет:\nсаусақтың сынуы мүмкін,\nстратификация, тырнақтың сынуы,\nшыдамсыз, қатты ауырсыну\nкеңейтілген ісінудің пайда болуы,\nдиабетпен ауыратын бала немесе бала\nтіндердің сепсисіне (некрозына) күдік болған кезде,\nегер аяқ-қол қатты қысылып қалса, мүйіз тақтайшаның астына бөгде зат түсіп кетеді, оны өздігінен алуға болмайды.\nҚалпына келтіру процесінің ұзақтығы\nКүшті соққылардан кейін 90% жағдайда зақымдалған деформацияланған тырнақ пластинасы қабыршақтайды.\nЖарақат алған қабығы 1 айда жоғалады, ал жаңасы шамамен алты айда өседі. Процесті тездету үшін зақымдалған бет алынады.\nКөгеру аз болған кезде ауырсыну 2-3 күнде жоғалады.\nІсіну 1-2 аптадан кейін төмендейді, тырнақ астындағы тері қалпына келеді.\nАяқтарда емделу процесі баяу жүреді. Осы кезеңде аяқ киімді тастау керек.\nТырнақ пластинасын толығымен қалпына келтіру үшін жүйелі терапия қажет.\nҚорытынды\nТырнақтың көгеруі қарапайым зақым емес, ол инфекцияға, қабықтың қабығының жоғалуына әкеледі.\nЕресек адамға немесе балаға уақтылы алғашқы көмек жарақатталған қабықтың қабығынан құтылуға, іріңді түзілімдердің, инфекцияның алдын алуға көмектеседі.\nЖеңіл зақымдалған жағдайда, олар үйде халықтық емдеу әдістерімен емделеді. Егер соққы немесе шымшу тырнақтың қабынуына әкеліп соқтырса, шұғыл көмекке жүгіну керек.\nhttps://kk.hydroponicsbc.com/9268-what-to-do-if-you-pinch-your-nail-first-aid-how-to-re.html",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлдарға өлең шығару керек",
        "question_content": "Ұлдарға арналған өлеңдер керек еді.Ұлдар мерекесіне құттықтау үшін",
        "question_date": "24.04.2022",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гедонизм деген не?",
        "question_content": "Гедонизм деген не? Толық ақпарат керек еді",
        "question_date": "24.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гедонизм дегеніміз не:\nГедонизм сөзі грек тілінен шыққан хедон мағынасы «ләззат» және жұрнақ -изм«доктринаны» білдіретін. Сондықтан гедонизм а ләззатты адам өмірінің жоғарғы игілігі ретінде қарастыратын философиялық ілім.\nГидонизмнің әкесі және Сократтың шәкірті болған Киреналық философ Аристипп адам жанының екі жағын ажыратты. Бір жағынан, жанның біркелкі қозғалысы болды, ол ләззат деп аталатын болады, ал екінші жағынан, жанның қатал қозғалысы, яғни азап. Осының арқасында ол рахаттың өзі бақытқа жетудің жалғыз жолы бола отырып, ауырсынуды азайту мақсаты бар деп тұжырымдады. Философ үшін Кирен дененің рахаты - өмірдің мәні.\nатын ақыл-ойға қарағанда жоғарылатады.\nЭпикуршылар, эпикуреистер немесе рационалды гедонистер тұжырымдаған, философ Эпикурдың ізбасарлары Самос. Бірінші кезекте, бұл гедонизмді жетілдіру үшін жасалған, ал екінші жағынан, рахат пен тыныштықты байланыстырып, ләззат алуға бірден құштарлықтың азаюын дәлелдейді. Эпикуршылар ауырсынуды жіберіп алу мақсатына ие, сондықтан ләззат енжар рөлге ие, сондықтан адам азап пен азапты тудыратын барлық нәрседен бас тартуы керек.\nҚазіргі заманғы гедонизмде ең маңызды тұлға француз философы Мишель Онфрей болып табылады, ол болуға емес, болмысқа көбірек мән беруді ұсынады, сондықтан ол барлық адамдарды өмірдегі ұнатпайтын нәрселерден ләззат алуға шақырады: махаббат, иіс, дәм, басқалардың арасында.\nhttps://kk.warbletoncouncil.org/hedonismo-2295",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радикалды феминизм деген не?",
        "question_content": "Радикалды феминизм деген не?",
        "question_date": "23.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радикалдық феминизм ерлер мен әйелдердің теңсіздігінің патриархаттық тамырларына, немесе, әсіресе, ерлердің әйелдердің әлеуметтік үстемдігіне баса назар аударатын философия. Радикалдық феминизм патриархияны құқықтарды, артықшылықтарды және билікті бірінші кезекте жыныстық қатынасқа бөлу ретінде қарастырады, нәтижесінде әйелдерге қысым көрсетіп, ер адамдарға жеңілдіктер жасайды.\nРадикалдық феминизм жалпы саяси және қоғамдық ұйымға қарсы, өйткені ол патриархатпен байланысты.\nОсылайша, радикалды феминисттер қазіргі жүйедегі саяси әрекеттерге күмәнмен қарайды, ал орнына патриархия мен ілеспе иерархиялық құрылымдарды бұзатын мәдениеттің өзгеруіне баса назар аударылады.\nРадикалды феминисты басқа феминисттерге қарағанда өздерінің көзқарастарында (радикалды «түбіріне жету») көп соғысады. Радикалды феминист заңгерлік өзгерістер арқылы жүйеге түзетулер енгізбестен, патриархияны бөлшектеуге тырысады. Радикалды феминисттер сонымен қатар социалистік немесе марксисттік феминизмді кейде жасаған немесе жасайтын болғандықтан, экономикалық немесе сыныптық мәселеге қысымын төмендетуге қарсы тұрды.\nРадикалдық феминизм ерлер емес, патриархаға қарсы тұрады. Радикалдық феминизмді адамға жеккөрінуге теңестіру - патриархия мен ерлер ажырамас, философиялық және саяси тұрғыдан алғанда. (Робин Морган «зұлымдыққа ұшыраған» сыныпты «адамға жек» деп қорғады, ол оларға қысым жасайтын сыныпты жек көреді).\nРадикалдық феминизмнің тамыры\nРадикалды феминизм кеңінен таралған радикалды қозғалысқа негізделген, онда әйелдер 1960 жылдардағы соғысқа қарсы және Жаңа Сол жақ саяси қозғалыстарға қатысып, қозғалыстағы еркектердің тең құқығынан айырылып қалады, тіпті олардың негізін қалаушы теорияларымен бірге.\nОсы әйелдердің көпшілігі өздерінің саяси радикалды идеалдары мен әдістерінің басым бөлігін сақтай отырып, ерекше феминистік топтарға бөлінді. Сонда радикалды феминизм феминизмнің радикалды жиегін қолдануға арналған термин болды.\nРадикалдық феминизмге әйелдерді азаптау туралы хабардарлықты арттыру үшін сананы көтеру топтарын қолдануға болады.\nКейбір негізгі радикалды феминисттер Ти-Грейс Аткинсон, Сьюзен Браунмиллер, Филлис Честер, Коррин Гатт Коулман, Мэри Дэйли , Андреа Дворкин , Шуламит Холстон , Джермейн Грир , Кэрол Ханиш , Джил Джонстон, Кэтрин МакКиннон, Кейт Миллетт, Робин Морган , Эллен Уилис, Моник Виттиг. Феминизмнің радикалды феминистік қанатының бір бөлігі болып табылатын топтарға Redstockings кіреді. Нью-Йорк радикалды әйелдері (NYRW) , Chicago Women's Liberation Union (CWLU), Ann Arbor Feminist үйі, Feminists, WITCH, Сиетл радикалды әйелдер, жасуша 16. Радикалды феминисттер 1968 жылы Miss America тұсаукесеріне қарсы демонстрациялар ұйымдастырды.\nad\nКейінірек радикалды феминисттер кейде жыныстық қатынасқа, оның ішінде радикалды саяси лесбияндыққа көшуіне назар аударады.\nРадикалды феминисттердің негізгі мәселелері:\nәйелдерге арналған ұрпақты болу құқықтары, оның ішінде босану бойынша таңдау жасау еркіндігі, түсік тастау , босануды бақылау немесе стерилизациялау.\nжеке қатынастарда, сондай-ақ мемлекеттік саясатта дәстүрлі гендерлік рөлдерді бағалау және кейіннен бұзу.\nпорнографияны әйел мен әйелдерге зиян келтіретін сала және тәжірибе ретінде түсінуге болады, бірақ кейбір радикалды феминисттер бұл ұстанымға қайшы келеді.\nзорлық-зомбылықты патриархалдық биліктің көрінісі ретінде түсіну, секс іздеу емес.\nпатриархиядағы жезөкшелікке әйелдерді қысым көрсету, жыныстық және экономикалық тұрғыдан түсіну.\nана болу, некеге тұру, ядролық отбасы және сексуалдық сын-ескерту, біздің мәдениетіміздің патриархалдық жол берулерге негізделгеніне күмәндану.\nпатриархалдық билікке тарихи негізделген мемлекеттік және дінді қоса алғанда, басқа институттардың сын-қатері.\nРадикалды әйелдер топтары қолданатын құралдар саналы түрде дамып, қызметтерді белсенді түрде көрсетіп, қоғамдық наразылық шараларын ұйымдастырып, өнер және мәдениет іс-шараларын өткізді. Жоғарғы оқу орындарында әйелдерді зерттеу бағдарламалары көбінесе радикалды феминисттер, сондай-ақ либералды және социалистік феминистиктер тарапынан қолдау тапты.\nКейбір радикалды феминисттер жалпы патриархалдық мәдениеттегі гетеросексуальды жыныстық баламаларға балама ретінде лесбияндықтың немесе жыныстық қатынастың саяси формасын көтерді.\nТрансценденттердің жеке басы туралы радикалды феминистік қоғамдастықта келіспеушілік бар. Кейбір радикалды феминисттер трансгендерлердің құқықтарын қолдап, оны гендерлік азаттық күрес ретінде қарастырады; кейбіреулері трансгендерлік қозғалысқа қарсылық білдіріп, оны патриархаттық гендерлік нормаларды насихаттау және дамыту ретінде қарастырады.\nhttps://kk.eferrit.com/%D1%80%D0%B0%D0%B4%D0%B8%D0%BA%D0%B0%D0%BB%D0%B4%D1%8B-%D1%84%D0%B5%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D0%BC-%D0%B4%D0%B5%D0%B3%D0%B5%D0%BD-%D0%BD%D0%B5/",
                "date": "27.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Космомониторинг деген не?",
        "question_content": "Космомониторинг деген не? Толық жауап бар ма?",
        "question_date": "23.04.2022",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 819,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарыштық мониторинг – аумақтың жай-күйін жүйелі түрде бақылау және бақылау жүйесі, онда болып жатқан процестерді талдау және ғарыштық құралдармен болып жатқан үрдістерді, өзгерістерді дер кезінде анықтау.\n\nҒарыштық мониторинг көмегімен шешілетін міндеттерге мыналар жатады:\n\n- орман, дала, шымтезек өрттерін, мұнай бұрғылау қондырғыларындағы және өнеркәсіптік объектілердегі өрттермен қатар жүретін аварияларды анықтау;\n\n- өрттердің салдарын, оның ішінде орман өрттерін және өрттерден залалдарды анықтау;\n- өзендердегі су тасқыны жағдайын бақылау, су тасқынын, әр түрлі шығу тегі су тасқындарын (жаңбыр, қардың еруі, жер сілкінісінің салдары, ГЭС-тердегі апаттар және т.б.) бақылау, өзендерде су тасқыны кезіндегі мұз жағдайын бақылау;\n\n- су объектілері мен теңіздерге ластаушы заттарды анықтау және шығару;\n\nжәне тағы басқа.\n\nҒарыштық мониторинг көмегімен шешілетін жоғарыда аталған міндеттерді екі топқа бөлуге болады:\n\n1) Құбылыстарды анықтау мәселелері.\n2)Құбылыстарды немесе олардың салдарын зерттеу немесе талдау міндеттері",
                "date": "26.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ер адамның жылағаны біртүрлі ме?",
        "question_content": "Ер адамның жылағаны біртүрлі ме?",
        "question_date": "23.04.2022",
        "question_tag": "Психология",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, неге ол да адам ғой. Тек жылау  себебі және кей жағдайда  жылап тұрған орны маңызды, сол ерекшеліктерге орай біртүрлі көрінетін болуы мүмкін.\nМенің ойымша  жанға батса ұл болсын қыз болсын жылаған ұят емес.",
                "date": "26.04.2022",
                "upvotes": 1
            },
            {
                "text": "Менің ойымша бұндай жағдайда жылауының себебін білу керек!",
                "date": "2.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада жұмыс істеп жүріп 1 күн қиналып ашып жіберсе қанша күн өтейді?",
        "question_content": "Мен осы ораза айында 1 күн жұмыста қиналып ауыз ашып жіберген едім. Енді өтеуі қанша күн болады?",
        "question_date": "22.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде белгілі себептермен оразасын бұзған мұсылмандарға қаза болған ораза күндерін өтеу міндеттелген. Оның шарттары қандай? Материал Islam.kz сайтының ақпараты негізінде әзірленді.\nhttps://informburo.kz/kaz/oraza-khazasy-nemese-kharyzy-ony-khalaj-oetejdi\n№1. Ораза қазасы қай кестеге қарап өтеледі?\nРамазан айынан кейін оразаның қазасын өтейтін адам күнделікті намаз кестесін негізге алады. Таң намазы кірген уақыт – ауыз бекіту уақыты, сол уақытқа дейін сәресін ішіп-жеуге рұқсат.  Ал ақшам намазы уақытының кіруі ауыз ашар уақытын білдіреді.\n№2. Қаза оразаға ниет қалай жасалады?\nҚаза оразасының арнайы ниет-дұғасы жоқ. Мәсәлен былай ниет етуіне болады: \"Ниет еттім Алла ризалығы үшін осы жылғы Рамазан оразасынан қалған пәлен күндік (мысалы, алты күндік) қаза оразаның бірінші күнін өтемекке (немесе екінші, үшінші)\".\n№3. Қаза оразаны қай уақытқа дейін өтеу керек?\nХанафи мәзһабында Рамазан оразасының қазасын өтеу уақыты шектелмеген. Яғни, келесі Рамазан айына дейін немесе одан кейінгі уақытта да өтеуге рұқсат етіледі. Дегенмен, уақытты созбай тезірек өтеген жөн.\n№4. Қаза ораза күндер оразасын үзбей ұстау керек пе?\nҮзбей ұстау мәселесі – 60 күндік кәффәрат оразасына қатысты. Ал қаза оразаларында үзбей ұстау шарты қарастырылмаған. Бөліп-бөліп өтеуге болады.\n№5. Қаза оразасын әдейі бұзған жағдайда, 60 күн кәффәрат оразасын ұстау керек пе?\nҚаза оразаны әдейі, себепсіз бұзу – күнә. Әйтсе де, кәффәрат өтемейді. Сол күнді қайтадан ұстайды.\n№6. Қаза оразасы бола тұра, нәпіл ораза ұстауға бола ма?\nХанафи мәзхабы бойынша, рұқсат етіледі. Дегенмен, алдымен қаза оразаны тезірек өтеп алу жағына мән берген абзал.\n№7. Қаза оразаны үш күн айт біткен соң ұстау шарт па?\nОраза айттың екінші күнінен бастап, қаза оразаны өтеуге рұқсат етіледі.\n№8. Шәууәл оразасы мен қаза оразаларды бірге ниет етіп ұстаса бола ма?\nЖоқ. Екеуі екі бөлек ғибадат болғандықтан бөлек-бөлек ұсталады.",
                "date": "26.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ ж/е СД бр шеңбердің хордалары. Хордалардың ұзындығы диаметрден кіші.Шеңбер центрін тап",
        "question_content": "АВ және СД бір шеңбердің хордалары. Хордалардың ұзындығы диаметрден кіші. Шеңбердің центрін тап",
        "question_date": "22.04.2022",
        "question_tag": "Геометрия",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хордалардың ортасынан биіктік тұрғызып, сол биіктіктердің қиылысу нүктесі шеңбердің центрі",
                "date": "7.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сақтардың патшасы Тарғытай қашан өмир сүрді",
        "question_content": "Тарғытай деген кім?патша ма?",
        "question_date": "22.04.2022",
        "question_tag": "Мектеп",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Скиф патшасы Тарғытай және оның ұлдары\nСкифтер Тарғытайдың шығу тегі жөнінде оның әкесі – Зевс, шешесі – теңіз патшасы Борисфеннің қызы Гестия дейді. Ертеде гректер Борисфен деп Днепр өзенін айтқан.\nТарғытайдың үш ұлы болған. Олардың аттары – Липоксай, Арпоксай және Қолақсай. Олар – үш скиф халқының бабалары.\nТарғытай патшалық құрған кезде скиф жеріне Көктен алтын заттар (Тәңірдің сәлемдемесі): соқы, мойынтұрық, айбалта және тостаған түседі. Бұл заттарды үлкен ағалары Липоксай бірінші болып көреді. Ол әлгі заттардың қасына барып жерден көтерейін десе, алтын лап ете түседі. Ол шегініп, енді ортаншы ұл Арпоксай жақындайды. Алтын тағы да от құшағына оранады. Лапылдап жанған алтынның ыстығы екі үлкен ағасын тоқтатып, тек үшінші, кенже ұл жақындағанда ғана жалыны өшеді. Ол заттарды өз үйіне апарадаы. Сол себептен ағалары патшалықты және соған қоса үлкендік жолыг інілеріне беруге келіседі.\nҮлкен ұл Липоксайдан авхат деп аталатын скиф тайпасы өрбіген. Ортаншы ұл Арпоксайдан катиар және траспи халықтары, ал кішісі Қолақсайдан паралат тайпасы тарайды. Барлық тайпаларды бірге қосып, сколоттар, яғни патша адамдары деп атайды. Эллиндер (ежелгі гректер) оларды скифтер деген.",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттен кейінгі еңбек ақы демалысы",
        "question_content": "2021 жылдың қыркүйек айында кезекті демалыстан жұмысқа шықтым, 2021 жылдың желтоқсан айын декретке кеттім. Еңбекке жарамсыздық парағым 2022 жылдың сәуір айының 26-сына аяқталады. 4 ай жұмыс жасап кеттім. Босанып болғаннан кейін еңбек ақы ала аламын ба?",
        "question_date": "22.04.2022",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбекті нормалау және еңбекке ақы төлеу басқармасының сарапшы маманының мәліметінше, Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс)192-бабына сәйкес, әйелге, қалауы бойынша жүктiлiкке және босануға байланысты демалыстың алдында немесе тiкелей одан кейiн не балаға күтiм жасауға арналған демалыс бiткен соң жыл сайынғы ақылы еңбек демалысы берiледi.\nКодекстің 239-бабына сәйкес, мемлекеттiк бюджет есебiнен ұсталатын азаматтық қызметшiлерге жыл сайынғы ақылы еңбек демалысы лауазымдық жалақысы мөлшерiнде сауықтыруға арналған жәрдемақы төлене отырып берiледi. Азаматтық қызметшiлерге сауықтыруға арналған жәрдемақы күнтiзбелiк жылда бiр рет төленедi.\nОсыған орай, егер сіз осы жылы жыл сайынғы ақылы еңбек демалысына шықпасаңыз, сізге берілетін сауықтыруға арналған жәрдемақы күйіп кетеді.",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үстен түстен мұз кесегі 1,5ºС дейін қызды. Потенциал энергиясының 60% кесектiң жылуы",
        "question_content": "Үстен түстен мұз кесегі 1,5ºС дейін қызды. Потенциал энергиясының 60% кесектiң жылуына кеткен деп санағанда, мұз кесегi қандай биіктіктен құлағанын анықта.",
        "question_date": "22.04.2022",
        "question_tag": "Физика",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "См(т2-т1)= 0,6mgh\nMassa kyskarady\n\nC(t2-t1)=0,6gh\n\nH=c(t2-t1)/0.6g\n\nH=2100*1.5/0.6*10\n\nH=525m",
                "date": "13.06.2022",
                "upvotes": 0
            }
        ]
    }
]