[
    {
        "question_title": "Бұрғылап жару жұмыстары қалай жүргізіледі?",
        "question_content": "Шахтадағы бұрғылау, жару жұмыстары туралы мәлімет керек. Бұрғылап жару жұмыстары қалай жүргізіледі?",
        "question_date": "5.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шахтадағы бұрғылау-жару жұмыстары\n\nКәсіпорындар жарылыс жұмыстарын жүргізе алатын жағдайлар.\n\n1. Жарылыс жұмыстарын немесе ЖМ-мен жұмыс істеуді жүргізетін кәсіпорындарда осы қызмет түрлеріне арнайы рұқсат (жарылыс жұмыстарын жүргізуге рұқсат, ЖМ жер асты шығын қоймаларын пайдалануға және жұмыс істеуіне рұқсат, ЖЗ және ӨҚ сатып алуға рұқсат) болуы тиіс.\n\nЖарылыс жұмыстарын жүргізуге арналған Персонал.\n\n2.ЖЗ дайындау және дайындаумен, кәсіпорындарда ЖМ сақтау және тасымалдаумен байланысты жарылыс жұмыстарын және жұмыстарды жүргізуге тиісті бұйрықтармен тағайындалған тұлғалар жіберілуі тиіс. Жару жұмыстарын жарушы шеберінің бірыңғай кітапшасы бар жарушылар орындауы тиіс. Жарушыға көмек ретінде көмекшілер тағайындауға рұқсат етіледі. Олар нұсқау берілуі тиіс және жарушының басшылығымен және бақылауымен ӨҚ-мен және атыс-патрондармен жұмыс жасаумен байланысты емес жұмыстарды орындай алады. Жарғыш тәжірибелі жарушының басшылығымен сынақтан өтуші 1 ай бойы жұмыс істегеннен кейін ғана дербес жұмыс жүргізуге рұқсат етіледі. 3 жылда кемінде бір рет кәсіпорынның ИТҚ жарылыс жұмыстарының қауіпсіздігі жөніндегі талаптарды білуін Мемлекеттік қалалық өндірістік қадағалау органдарын тарта отырып, бұйрықпен тағайындалған білікті комиссия тексеруі тиіс.\n\nЖарылыс жұмыстарын жүргізу тәртібі.\n\n3. Газ және шаң бойынша қауіпті шахталарда жарылыс жұмыстарын жарылыс жұмыстарын ретке келтіру жұмыстарын жүргізу мақсатында енгізілетін әрбір қазбаға (тазалау немесе дайындық кенжарына) арналған ӘЖ өндірісінің арнайы белгіленген режимдеріне қатаң сәйкестікте жүргізуге рұқсат етіледі. Жарылыс жұмыстарының режимдері оларды уақыт бойынша орындау тәртібін, өткізу орнын, адамдарды шығару орнын, газ тәрізді жарылыс өнімдері өтетін қазбалар тізбесін анықтайды. Жарылыс жұмыстарының режимдерін шахтаның бас инженері әзірлейді және әрбір жаңа жылға ГГТИ органдарымен келісіледі.\n\nНегізгі ұғымдар (жарылыс, детонация, жану, жарылу, жарылғыш заттар, ЖЗ, КИШ жұмысқа қабілеттілігі).\n\n4. Жарылыс-өте қысқа уақыт ішінде шектеулі көлемде энергияның көп мөлшерін босату процесі. Жарылыс – химиялық, физикалық, ядролық. Химиялық жарылыс-химиялық элементтердің оттегімен тотығу, яғни заттардың тез жануы.\n\nТау-кен өнеркәсібінде пайдаланылатын ЖЗ жарылғыш ыдырау жылдамдығы 6000-8000 м / с, температурасы 40000С дейін.\nАжыратады: детонация, жарылу және жану.\n\nДетонация-бұл заттар үшін тұрақты және ең жоғары және осы жағдайларда дыбыстан жоғары жылдамдықпен жарылыс. Детонациялық толқын (қысу толқындары) зарядымен сипатталады.\n\nЖарылыс жануы-бірнеше жүз м / с жылдамдықпен өтетін жарылыс (ұшқыннан немесе жалыннан түтіннің жарылысы).\n\nЖану-детонацияның бірнеше ондаған м/с жылдамдықпен жануға өтуі.\n\nЖарылғыш заттар – жылу мен газдың көп мөлшерін бөле отырып, сыртқы импульстің әсерінен ( қыздыру, соққы, басқа ЖЗ жарылысы) жарылуға қабілетті химиялық қосылыстар немесе химиялық заттардың қоспалары.\n\nЖЗ жұмысқа қабілеттілігі-ЖЗ жұмыс жүргізу қабілеті, см3. ( 130-500см3). Қорғасын бомбада ЖЗ жарылады және қуысын өлшейді.\n\nЗарядты тау жыныстарының массивінде орналастыру үшін қуыс – шпур, ұңғыма немесе өндіру (камера) құрайды. Сәйкесінше, жару жұмыстарының әдістері шпурлық, ұңғымалық немесе камералық зарядтардың әдістері деп аталады. Шпурлардың диаметрі әдетте 30 – 75 мм, ал тереңдігі - 5 м дейін.\n\nТеспаның тереңдігі-теспенің ұзындығын қазбаның көлденең осіне проекциялау. Зарядты жару кезінде тұқым шпурдың барлық тереңдігіне жойылмайды, шпурдың пайдаланылмаған бөлігі (\"стакандар\") қалады. Жарылыс нәтижесінде қазбаның кенжарының ерлігі кіру өлшемі немесе lз шпурының пайдалы тереңдігі деп аталады. Шпурды пайдалану коэффициенті - шпур тереңдігіне кіру шамасының қатынасы.\n\nМысалы: Теспе тереңдігі 2,5 м кезінде забой 2 м, киш = 2/2,5 = 0,8.\n\nW-ең аз кедергі сызығы-заряд орталығынан ашық бетке дейін (жалаңаштау) қысқа қашықтық. Бұрыш бойынша ең аз кедергі сызығы 50см кем емес және жыныстар бойынша 30см кем емес.\n\nҚазбаның кенжарында шпурлардың дұрыс орналасуы кен массасының шпурларды пайдаланудың ең көп коэффициентімен қазбаның жобалық контуры бойынша үзілуін, көмірді біркелкі ұсатуды қамтамасыз етуі, көрші шпурлардың үзілу мүмкіндігін және жарылмаған ЖЗ патрондарының шығарылуын болдырмауы тиіс.\nЖару жұмыстарын бекітілген жару жұмыстарының паспортына сәйкес ғана орындауға рұқсат етіледі. Паспортты учаске бастығы жасайды, ӘВР, желдету және қауіпсіздік техникасы учаскесінің бастығы қол қояды, шахтаның бас инженері немесе директоры бекітеді.\n\nТәжірибелі жарылыс. Қандай жағдайларда талап етіледі. БВР паспорты. Мазмұны, құрастыру, келісу, бекіту және орындаушыларға жеткізу тәртібі.\n\n5. Оңтайлы көрсеткіштерге қол жеткізу үшін БВР паспортын жасау алдында болашақ қазбаның жобалық қимасы мен сыйымды жыныстардың беріктігін негізге ала отырып, зарядтардың параметрлерін теориялық есептеу жүргізіледі. Практикада алынған нәтижелерді тексеру үшін тәжірибелі жарылыстар тағайындалады. Тәжірибелі жаруды мына құрамда комиссия жүзеге асырады: ӘЖ учаскесінің бастығы немесе оның орынбасары, ӘЖ жүргізілетін учаскенің бастығы немесе орынбасары, тау - кен шебері, шебер-жарушы және бригадир. Бірінші тәжірибелік жаруды жүргізу үшін жарылатын жыныстың немесе көмірдің 1 м3-ге ЖЗ үлестік шығынының ең аз есептелген мәні қабылданады. Қанағаттанғысыз нәтижелер алған кезде кейінгі жарылыстарды жүргізу кезінде ЖЗ шығыны біртіндеп ұлғайтылады. Тәжірибелі жарулар шпурлардың оңтайлы орналасу схемасын жасауға және БВР паспортының техникалық - экономикалық көрсеткіштерінің оңтайлы параметрлерін алуға мүмкіндік беретін оң нәтижелер алынғанға дейін жүргізіледі. Оң нәтижелер кемінде үш тәжірибелі жарылыспен расталуы тиіс. Тәжірибелік жарылыстардың нәтижелері жарылыс жүргізген комиссия мүшелері қол қоятын актілермен ресімделеді. Актілер негізінде БВР паспорты жасалады.\n\nБВР паспорты-бұрғылау және шпурларды зарядтау, сондай-ақ зарядтарды бастамалау өндірісінің технологиялық схемасы болып табылатын техникалық құжат. Өндірістік мақсаттағы ЖМ-мен жұмыс істеу кезінде ӨБ және ӨБ талаптарына сәйкес әзірленеді.\n\nПаспортты жасау кезінде шахтаның және қазбаның газ бен шаң бойынша қауіптілігін, кенжардың сипаттамасын - кенжардың ауданын, қабаттың қуатын, қабаттың құлау бұрышын, жыныстардың күштік коэффициентін, оқтау, жару, желдету және кенжарды қарау уақытын білу қажет. Паспортта шпуралар саны, забойдың циклге жылжуы және жарылған тау – кен массасының көлемі, жарылғыш заттардың түрі және ЭД түрі, шпурдың ұзындығы және жару кезектілігі, шпурдың забойдағы орналасу схемасы, шпурадағы заряд құрылымы, су тарту схемасы, желдету схемасы, күзет бекеттерінің орналасуы, ескерту белгілері мен адамдар мен шебер-жарушының қорғану орны көрсетіледі. Бұдан әрі қауіпсіздік шаралары көрсетіледі.\n\nТау-кен-геологиялық немесе техникалық шарттар өзгерген кезде паспорт бір тәулік ішінде қайта қаралуы және қайта бекітілуі тиіс. БВР өндірісі кезінде жұмыс істейтін жұмысшылар мен ИТР қол қою бойынша паспортпен танысуы тиіс.\n\nШпурлық зарядтың құрылымы. ВР кезіндегі ішкі забойканың тағайындалуы және шамасы. Патронның дұрыс орналасуы-зарядта атыс.\n\nЗаряд деп жарылысқа дайындалған белгілі бір ЖЗ саны аталады. Шпурларды зарядтау кезінде Тек дөңгелек забойникті пайдалануға рұқсат етіледі. Бұл ретте зарядтың әрбір патронын шпурға бұрын енгізілген патрондарды итеріп, теспені аузына енгізеді, содан кейін забойникпен бүкіл зарядты шпурды забойға дейін жібереді және оңай қысады. Бұл зарядтың толық жарылуына немесе ЖЗ жануына әкелуі мүмкін бұрғылау ұсақ бөлшектерімен толтырылған патрондар арасындағы аралықтардың пайда болуына жол бермейді.  Капсюль-детонатор шпур түбіне кумулятивті тереңдетумен бағытталуы тиіс. Зарядтың бос бөлігі забойкамен толтырылады (құм, саз немесе саз балшықпен құм қоспасы). Егер гидробойка қолданылса, онда ол зарядтың артынан, ал оның артынан құм мен саздан жабатын забойка орналастырылады.",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Əрбір адамның бойындағы нұр\" эссе керек.",
        "question_content": "Эссе керек 100-150 соз шамаснда отиниш тезз",
        "question_date": "4.02.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші сауал: Алланың адамды жаратқандағы мақсұты не?\nАлла тағала адамды нендей мақсатпен жаратқан. Адамды Алла ізгі іс, ізгі мақсұтпен жаратқан. Шəкəрім бұл сұрақты тек адамға ғана қатысты қойған. Сондықтан адамда ең негізгі оны адам етіп тұрған адамшылдығы, ақыл-ойы. Ақыл-ой тек қана адамға ғана тəн. Адам сондықтан сол ақыл-ойға тəн əрекеттер жасау шарт. Адамды басқа тірі тіршілік иелерінен өзгешелендірген ақыл-ойы.\nОсы ақыл-ой арқылы адамдар өзінің жаратушысын тануы, өзін-өзі тануы. Адам өзінің бір ғана берілген ғұмырын қор қылмай тек орынды əрекетпен, адамшылдықққа сай өмір сүруі. Адамдық болмысын түзеу, адамға сай құндылықтырға қол созу, адам өзінің бойындағы ізгі қасиеттерді сақтау, бір ғана берілген ғұмырын қор қылмай адам деген атта өмір сүру. Өзін тану, өзін жаратқан Алланы тану. Алла тағаланың адамды жарату мақсаты — жаратушы болуының айғағы. Адамның мақсаты — Жаратушыны тану.\nЕкінші сауал: Адамға тіршіліктің ең керегі не үшін?\nОл үшін жалпы адамды мынандай мəселелер ойландырады:\nтіршіліктің мəні (немесе оның пайда болуы);\nтіршіліктің адамға қатынасы (өмір, өлімнің мəні);\nтіршілік адамға қажет пе?\nЖалпы Шəкəрімнің дүниетанымында тіршілік дегеніміз — жан мен тəннің бірлігі.\nСынау үшін жаратқан бір иең бар, Тексерілмей қалмассың бір кезінде.\nАдамға тіршілік не үшін керек дегенге, жақынға, туысқа, барлық тірі организм иелеріне жақсылық қылу үшін берілген. Адамды адам етіп тұрған қасиеттін жоғалтпай, «адам» деген атта ғұмыр кешу үшін берілген. Тағдырды тағдыр ететін адам, сол адам өзінің қоғамда артқы ұрпағына ізгілікті істер қалдырып, адамдық негізге сай ғұмыр кешу. Алла тағала адамды өмірде белгілі бір кезенде өмір сүргізіп, сынауға жіберген секілді. Адам кез келген өзінің атқарған іс-əрекетіне жауапты. Адам өзін адам етіп тұрған ізгі қасиеттерінен айырылмай, орынды іске аяқ басуы шарт. Ол үшін адам өз-өзін табиғилығын өз болмысына сай өмір сүру шарт секілді. Адам тек қана биологиялық қажеттіліктермен ғана шектелмей, артқы ұрпағына ізгілікті істер қалдыру үшін керек. Адамға ақыл-ой берілген осы бір ғана берілген өміріңді зия қылып өткізуге болмайды. Сол адамдық болмысына сай өмір сүруі шарт.\nАдамға тіршіліктің керегі — ғұмыр кешу, ізгілікті істерге қол созу, адами болмысына сай өмір сүру.\nҮшінші сауал: Адамға өлгенен соң рахат-бейнет бар ма?\nШəкəрімнің дүниетанымында көтерілген бұл мəселе əлі күнге дейін даулы мəселе. Жұмақ пен тозақ жайлы кім айтсада — тек қана болжам.\nУақыт ешқашан кері бұрылмайды, сол себепті өлген адам тірілмейді.\nЖұмақ — ізгілік, ал тозақ — азап. Күнəсіз адам жұмаққа барады, күнəлі адам тозаққа жан азабын тартады. Санасыз жанға жұмақ пен тамұқтың еш қажеті жоқ. Қайғылы адам — дана адам. Не жақсылық, не жамандық көрседе адам осы өмір сүріп отырған жер бетінде көреді. Адамды адам етіп тұрған ізгі қасиеттерді адам өз болмысына сай өмір сүре отырып жасауы шарт. Не жақсылықты адамзат осы өмірінде жасамақ.\nТөртінші сауал: Ең жақсы адам не қылған кісі?\nЖақсы адам қандай адам? Егер дін жолымен келсек, жақсы адам дінге берілген мұсылман.\nБұған пайғамбарлар, əулиелер, хакімдер кəміл мұсылмандарды ең жақсы адамдар дейді. Себебі олар атақ, даңқ үшін емес, ғұмыр кешу үшін тертөгушілер, кəміл мұсылмандар тұрмысы өзінің дəстүрлігі мен қарапайымдылығымен қымбат. Кəміл мұсылмандар хакім емес, оның сенері жер, су, аспан, күн мен ай, қысқасы, табиғат. Кəміл мұсылмандар дүниеге деген көзқарасы натуралистік сипатта. Өзінің адамшылдығына сай өмір сүре білетін, адамдық болымысына сай əрекет ететін адамдар өмірде ең жақсы адамдар ретінде танылған. Осындай жақсы адамдар — дүниенің тұтқасы, егер өмірде жақсы адамдар болмаса, дүниеде мəнді болмас еді. Біз өмірде ең жақсы адамдар дегенде жоғарыдан, оқыған адамдар арасынан, билік басындағылардан іздейміз, онымыз дұрыс шығар, бірақ ең жақсы адам жұрт таныған кəміл мұсылмандар.\nБесінші сауал: Заман өткен сайын адамның  адамгершілігі  түзеліп  бара  ма,  бұзылып бара ма? Осындай адамзат ойланарлықтай бес түрлі сұрақ қойған.\nОсы сауалға қатысты Шəкəрім адамның адамшылдығы дегенде жеке бастың мəселесін емес, оның заманға қатысты жағынан айтып тұрған секілді. Адамның заманды өзгертпекші болуы немесе құраралық іс, адам қанша арман, қиялға берілгенімен, ол өзінің табиғатынан асып шыға алмайды. Шəкəрім адамның адамшылдығы дегенде жеке бастың мəселесін емес, оның заманға қатысты жағын айтып отыр. Мұнда көбіне біз адам арқылы заманды танимыз ба, əлде заман арқылы адамды танимыз ба? Бірақ заманды өзгертуші, бəрін жасаушы адам. Сондықтан «заманына қарай адамы» деген орынды түсінік. Ғылым дүниені əрі түзетуші, əрі қарайтушы дейді Шəкəрім.\nАдам өзгеріс жолына түскен сайын құпияға айналмақ, адам құпиясы ашылса, дүние ойран болмақ. Адам құпиясы дегеніміз — адамның өмірі мен өлімі.\nШəкəрім оны толық біліп отыр. Замана озған сайын білім молайып, адамдар білімді бола бастайды. Мұның нəтижесінде күн озған сайын, білім молыққан сайын, адамдар білімді бола бастайды. Ал білімі молыққан сайын адам өзін адам емес күйге бастай бермек. «Адам емес, күй», — деп отырғанымыз өзінің жаратушысы берген табиғатын місе тұтпай, өзін жетілдірмек мақсатында өз болымысынан шығып кету қауіпі. Заман өткен сайын адамның адамгершілігі түзеліп бара ма, бұзылып бара ма деген сауалға бəріне жауапты адам. Адамды өзгертетін ол мына қоғамда дамып жатқан технологияда емес, əрбір адамның өзінің ақыл-ой санасына байланысты болатын əрекеттер.\nƏрбір адамның адамшылдығы ол қоғамның дамуына өте күрделі əсер ететін құндылықтардың бірі емес пе еді. Тағдырды тағдыр ететін адам, Шəкəрімнің бұл сауалына біз əр түрлі жауап бере аламыз. Замана озған сайын адам əр түрлі тұжырым-ойлармен толыға түспек, бірақ, сірə, адамның соты адам емес пе, оның Жаратушысы болғаны табиғи түсінік пе деген пікірдеміз.\nШəкəрімнің дүниетанымындағы өзекті мəселелердің бірі ел басқару жөнінде. Шəкəрім Құдайбердиев халықтың мұңын мұңдап, жоғын жоқтайтын мемлекеттік биліктегі лауазымды адамдардың еш уақытта азғындық пен бұзақылық жолға салынып, кетпеуін армандайды. Мемлекетті азғындық жолдан тазарту жəне орынсыз əрекеттердің қоғамда көбейіп кетпеуіне адамдарды ойландыратын мəселе. Жалпы Шəкəрім Құдайбердиевті тарихта екі бейнеде көрсетеді. Бірі қырыққа дейінгі Шəкəрім, бірі қырықтан кейінгі Шəкəрім. Қырыққа дейінгі Шəкəрім — ел билеген, болыс болған Шəкəрімнің бейнесі, қырықтан кейінгі Шəкəрім — артқы ұрпағына өлмес із қалдырған, ізгілікке жол ашқан Шəкəрімнің бейнесі.\nШəкəрім мемлекеттік билік, ел басқару кез келген адамға кері əсерін тигізеді деп таныған. Қайтседе билік адамға ерекше əсер ететін оның болымысын өзгертетін құбылыс ретінде таныған. Содан кейін Шəкəрім өзінің болыстығын інісі Оспанға тапсырады. Қырықтан кейінгі Шəкəрім ол артқы ұрпағына өлмес құндылықтар қалдырып ізгілікке бастаған бейне.\nТамам жанды билемек,\nЖалғыз өзі сөйлемек.\nМұның түбі не болар,\nҮмітің болды не демек?\n Досты мықты қылмасың,\nДұшпаныңды қырмақсың.\nАяғында сенде бір\nКішірек құдай болмақсың.\nШəкəрім Құдайбердиев жеке адамның шексіз билікке ие болуын «кішірек құдай болмақсын» деп қатты сынға алады. Биліктегі адамның халқына əділ қызмет етіп, адамшылдық заңдылықтарын бұзбай əділ ел билеуге шақырады. Себебі халықтың жағдайы оны басқарып билеп отырған басшысына байланысты. Қазақта «Балық басынан шірейді» деген мақал тегінен-тегін айтылмаса керек.\nФилософиядағы өзекті мəселелердің бірі — адам проблемасы. Шəкəрім өз дүниетанымында ең өзекті мəселелердің бірі ретінде адам мəселесін қарастырады. Адам туралы мəселелерді қарастырғанда ол «Адам деген не?», «Жан дегеніміз не?», «Адам қайдан пайда болған?», «Табиғатты жаратушы күш бар ма?» деген сұрақтарға жауап іздейді.\nШəкəрім өз философиясында барлық нəрсенің жаратушы негізгі түп себебі бар екендігіне еш күмəн келтірмейді. Түп себептің білімділігінде, құдіреттілігінде, шеберлігінде өлшем жоқ жəне дүниеде барлық нəрсе себепсіз жаратылмаған деп таниды. Мəселен, «адамның дене мүшелері: құлақ, мұрын, ауыз сияқты мүшелеріңіз мақсұтпен жаралғанын көресіз.\nҒылым жолымен өсімдік ағаштарының тамыры, өзегі, қабығы, жапырағы, гүлі сияқтылар бірдебір бұл мақсұтсыз деп айта алмаймыз», — деп жазады Шəкəрім. Ол адамның дүниеге келуін табиғи процесс екендігін анықтайды.\nАтаның шаһуатының көп қой мəні,\nАнаның құрсағында қан болғаны.\nҚұс пен адам болар деп кім айта алар\nӨлі қан мен жаны жоқ жұмыртқаны?\nБасында оның киімі шаһуат еді,\nҚызыл қан, ақ жұмыртқа киген əні?\nОның жаны — баяғы ескі жаны.\nСезімнің зорайып, азаймағы —\nҚандай түрде болғаннан оның тəні,\nҚайда барса ол өзін «өзім» дейді.\n«Өзім» деп денені емес, жанды айтқаны.\nСол жаннан тіпті «өзімдік» жоғалмады,\nЕсеп емес сан өліп, сан қайтқаны.\nШəкəрім бұл жерде адам тəн мен жанның бірлікте, біртұтастықта болатындығын айта отырып, тəн адамда биологиялық қажеттіліктерді қажет етсе, адам жанынада азық керек, ол рухани азық секілді. Жан мен дененің бірлігінен адамның көңіл-күйі, мінез-құлық қалыптастыратындығын айтады. Егер адамның жаны денеден басымдау болса, ғылымға-білімге жүгінеді, ал дене жаннан басым болса, онда адам мал-мүлікке, атаққа қызығады. Оны біз мына өлеңінен байқай аламыз.\nКейде жақсыны іздейміз, кейде жаман,\nКөңіл неге қызықса — соған таман,\nДене жеңсе, түпсізге қызығамыз,\nЖан билесе жаманнан қалмақ аман.\nДене өлгенмен жанның өлмейтіндігін Шəкəрім өз философиясында ескертеді. Жан дене секілді емес, дене өледі, өзгереді деп таныған. Ол адам мəселесін қарастыра отырып, адамның өз болымысына сай өмір сүруге шақырады. Адам жаман əрекеттерден аулақ бола тұра адам өз əрекеттері арқылы орынды іске аяқ басуға шақырады. Адамның бойындағы жаман əрекеттермен күресетін басты құндылық ар ілімі деп таниды.\nШəкəрімнің ең негізгі еңбектерінің бірі — «Үш анық». Ол философиялық трактат — адамзат баласының рухани дамуындағы қазақ философиясындағы ең ірі туындылардың бірі. Шəкəрімнің ойынша, əлемде бірде-бір құбылыс өз алдына кездейсоқ болып жатқан жоқ, барлығының түбінде белгілі бір себеп жатыр.\nДүниенің ешқандай кездейсоқсыз белгілі бір заңдылықта дамуын негізінде Құдайдың, Жаратушының, Шəкəрімнің дүниетанымындағы бірінші анық.\nДүниеде кез келген нəрсе жоғалмайды, олай болса, жан ол мəңгі, жан ажалсыз. Жан өлмейді, ол да тəн тəрізді өзіне азық қажет етеді. Жанның ажалсыздығы туралы Шəкəрімнің дүниетанымындағы екінші анық.\nЖан мəңгі өмір сүрсе, жанға азық керек. Ол — ұждан. Ұждан — бұл Шəкəрімнің философиясындағы үшінші анық. Ынсап, мейірім, əділет үшеуінің қосындысы — «ұждан» деген ұғым.\nЕгер біз əрбір ісімізді «ұждан» деген ұғымға салсақ, адамның кез келген іс-əрекеті оң қадам басады. Бұл үш анықты жеке-жеке қарастыруға болмайды, бұлар бір-бірімен байланысты. Бұлардың əрқайсысының өзіндік əлемі бар.\nТəуке хан өз ордасында отырып, «Дүниеде не өлмейді?» деп сауал қойыпты. Бір қарт тұрып, асқар тау, ай мен күн, қара жер өлмейді деп жауап берген екен. Сонда, жоқ, асқар тауда, ай мен күнде, қара жерде өледі деп жауап қайтыпты.\nАсқар таудың өлгені — басын мұнар шалғаны.\nКөкте бұлттың өлгені — асалмай тауды қалғаны.\nҚара жердің өлгені — қар астында қалғаны.\nСонда дүниеде не өлмейді?\nҒалымның хаты,\nЖақсының аты өлмейді, — деп жауап берген екен.\nШəкəрімнің дүниетанымы осының дəлелі емес пе? Қазақтың ұлы ғұламасы Шəкəрімнің дүниетанымының тууына себепкер болған немере ағасы Абай атамыздың айтқан сөздері есімізге оралады:\nӨлді деуге болама ойландаршы.\nӨлмейтұғын артына сөз қалдырған, —\nдеп мұның шешімін тапқан ойшыл Абайдың сөзі дəлел болмақ.\nТолығырақ: https://articlekz.com/kk/article/15672",
                "date": "7.02.2020",
                "upvotes": 1
            },
            {
                "text": "Шəкəрім Құдайбердіұлы — қазақтың ұлы данышпан ойшылы. Қазақ философиясында ар, ұят, ынсап, қайғы мəселелерін философиялық логикада тұңғыш рет қарастырған ойшыл. Өз философиясында ақыл-ой, ұждан мəселелерін анықтаған. Ұждан дегеніміз — ынсап, мейірім, əділет. Бұл екі өміргеде керек іс. Жанға азық болатын құндылық. Ақыл-ойдың жиырма сегіз түрін көрсеткен. Соның ішінде сау ақыл деп соған ерекше тоқталған философ. Адамды басқа тірі жандылардан өзгешелендіретін оның ақыл-ойы емес пе, Шəкəрім өз философиясында дүниені танушы, адамды адамдық негізге жетелейтін, ең негізгі қасиеті ретінде ақыл-ойды қарастырған.\nОның дүниетанымы көбіне мораль философиясына жақын. Шəкəрімнің дүниетанымы көбіне мораль философиясы мен ар ілімін қамтиды.\nШəкəрім дүниетанымында тəңір, нұр, күн, табиғат — қасиетті, киелі ұғымдар.\nЕңбекке шыда, ебін тап та,\n«Сабырдың түбі — сар алтын».\nӨзімшіл болма, көпті ардақта,\nАдамның бəрі — өз халқың.\nАдам тек қана өз тағдырымның алдында жауаптымын демей, барлық адамзаттың тағдырының алдында жауаптымын деп өмір сүруге шақырады. Адамзатқа ортақ бір-бірін қор қылмауға, адамзатқа ортақ мүддеде өмір сүруге үндейді. Ар бір адам адамзатқа ортақ мүддені қорғауға, «адам» деген ұлы ұғымды қор етпеуге шақырады. Шəкəрім Құдайбердіұлы ар-ұят мəселесін бірінші орынға қояды. Ар дегеніміз не? Оны қалай түсініп білеміз? Хайуандар əлемінде ар мəселесі жоқ деуге болады, демек, ар адамға ғана қатысты ұғым. Егер адам адамшылығын жоғалтса, оның өлгенімен бірдей. Бар жазадан ар-ұят жазасы ауыр. Біреуді алдап өтірік айтуға болғанмен, адам өз-өзін алдап өз ұжданының алдында орынсыз іске аяқ баса алмайды, ең жаман іс саналы болсаң, сен өз-өзіңді алдай алмайсын. Адам өзіне-өзі сыншы болып дұрыс қадам жасай білуі ғибрат аларлық іске қадам жасай білуі, оң деп білді.\nСабыр, сақтық ой, талап болмаған жан\nАнық төмен болмай ма хайуанан.\nЫнсап, рахым, ар-ұят табылмаса,\nӨлген артық дүниені былғағаннан!\nШəкəрім дүниетанымындағы негізгі мəселелердің бірі — ар ілімі.Ұят, ар тек адамға ғана қатысты. Ар-ұяты жоғалған адам — ол адам, бірақ ол адам надан адам танылған.\nАр деген адамның сыры, құпиясына қазық болатын рухани субстанция, ар — адам ісінің төрешісі. Ар — адамның өз соты. Əр адам өзінің арының алдында жауап бермек. Шəкəрім халыққа ар білімі деген арнайы білім керек деп таныды. Арлы адамның мойындағы ұяты, жігері, намысынын, қайраты бар адамды айтамыз. Адам арсыз болса, ол адамдық негізден айрылмақ. Адамды адам қылып тұрған оның арында. Егер адамды арсыз деп алсақ, онда біз «адамзат» деген ұғымнан айырылып қаламыз.\nАр — адамның ішкі сыры, бізге беймəлім құпиясы. Əдетте біз біреудің ішкі сырын біліп алғымыз келіп əдеттеніп жатамыз, онымыздан өнімді іс шықпақ емес.\nƏрбір адам өз сыры ешкім біліп болмақ емес, ол адамның «жеке архиві», оны ол өзімен əкетпек.\nАдамның сыры тек өзінің құпиясы. Адам арының тазалығы оның іс-əрекетімен өлшенбек. Ар тек жеке адамға қатысты қолданылатын ұғым. Арсыздық — адам бойындағы ең жаман қасиет, ол судың тұнық болғаннан гөрі, лай болғандығын қалайды. Ар — ізгіліктің өлшемі, оның көрінісі. Ізгілік тек жеке адамдарға ғана қатысты емес, ол адамзатқа тəн. Адамның əлемде пайда болуының өзі ізгіліктің өлшемі, оның көрінісі.\nДүниеге ізгілікті əкелуші адам. Сонымен адамның адамшылығы дегенде қадап-қадап айтатын ұғымдар «ұят», «намыс», «ар» осы үшеуі адамшылықтың негізгі салалары, арналары. Олардың бірінсіз адамның адамшылдығы толық емес. Əрине, «ұятсыздық», «намыссыздық», «арсыздық», «надандық» адамшылдыққа тікелей қатысты ұғымдар, бірақ олар адамшылдықтың өзі емес, оған қайшы келетін түсініктер. «Ар-ұят», «ұждан» Шəкəрім бұл ұғымдарды адамзат өмірінде ерекше орын алып, екі дүниеге де керек іс деп қарастырған.\nТумақ, өлмек — тағдырдың шын қазасы,\nОртасы — өмір, жоқтық қой — екі басы.\nСағымдай екі жоқтың арасында\nТіршілік деп аталар біраз жасы.\n Жоқтық, барлық — жоғалмақ араласы,\nҮш еріксіз болады мағынасы.\nНажағайдай жарқ етіп өшпек болса,\nӨмірдің он тиындық жоқ бағасы.\n Өмірдің өкінбейтін бар айласы,\nОл айла-қиянатсыз ой тазасы.\nМейірім, ынсап, əділет, адал еңбек,\nТаза жүрек, тату дос — сол шарасы.\nАдамға бұл ғұмырдың өткінші екендігін ескерте отырып, адамға ең керегі таза ой, жүректі таза тұнық ұстау. Мынау өмірдің ластанған лайымен таза жүректі былғамау. Тұнық, мөлдір су секілді адамда жүрегін таза ұстау, темірдің өзін дат басады, адамның да жан дүниесі солай кірлемек. Адам сол бір ғана берілген өмірінде үнемі адамшылдыққа ұмтылып, адамға ортақ іс қалдыру, ізгілікке аяқ басуы шарт.\nШəкəрім өзіне-өзі «Мұтылған» деген ат қойған. Оның дəлелі «Мұтылғанның өмірі» деген толғау өлеңінен табамыз.\nДұспаным жоқ, досым жоқ,\nҚайғыдан да шошу жоқ,\nРахат іздеп тосу жоқ,\nБір жындымын құтырған.\nЖаралы жаным шықсын деп,\nҚара жер мені жұтсын деп,\nӨлген соң елім мұтсын деп\nАтымды қойған «Мұтылған».\nШəкəрім өзінің белгілі бір кезеңде ұмтылатындығын сезе білген. Шынында, ойшылды ұмыттыру үшін Кеңес өкіметінің жандайшаптары оны ең алдымен атып өлтіреді. Тіптен зираты ұмыт болады. Шəкəрімнің атын атауға тыйым салынады.\nОйшылдың шығармалары тығулы жатты. Осындай жағдайдан кейін оның мұтылған екені шындыққа айналды.\nДүниеде ұмтылатын кім, ол əке-шешесі жоқ, жанашыры жоқ жетім. Ел елдігінен айырылып, жұрт өзін-өзі танудан қалғанда, ойшыл ұмтылады, сөйтіп жетім қалған халықтың өзі ұмтылмақ. Халық өзін-өзі тануға жеткенде мұтылған жаңғыртып, жетімдік құрсауынан шығады. Туған жұрттың, елің өзіңді қажет етпеген соң қалайша жетімдікті сезінбейсің.\nДаналық дегеніміз рухтың азапқа түсу жолы болса керек, рух күйзеліске түспей, сана сергек болмай, дүние былығын қалай түсінбекпіз. «Жетім бала иесіз, өзі кесер кіндігін» демекші Шəкəрім өзін жұртта қалған жалғыздай сезінеді.\nШəкəрімнің елден тыс кетуі — оның солақай саясаттан қашуы. Сол кездегі солақай саясаткерлер елдегі зиялылардың көзін жоймай елге өктемдік жасай алмайтындығын əбден түсінген. Оның елден жырақ өмір сүруі амалсыздықтың күні.\nОл өкіметтен ешқайда қашып құтыла алмайтындығын біліп, өз атын «Мұтылған» қояды. Оған\n«бандит» деген атақ тағылады.\nАл шындығына келсек, Шəкəрімнің кім екендігін мына қазіргі қоғам танытты. Ол өзінің өмірбақи жиған-тергенін халқына, артқы ұрпағына өлмес із қалдырған ойшыл.\nХалқының мұңын мұңдап, халқының жадында мəңгі сақталатын ізгі істерді қалдырған, күндердің-күнінде ол елінің танитындығын білді жəне өзі сол күнді аңсаған.\nҚырық жастан асқаннан кейін ақыл, дүние болмысына өзгеше қарайды.\nҚырықтан аса бергенде,\nАқылым қылды шерменде:\n«Дінім қалай, ханым не,\nЖоғалам ба өлгенде?\nƏлемді кім жаратқан,\nОсынша түрлеп, таратқан?\nКөрінген сансыз планет.\nБірінен-бірі  бөлген бе? \nАқырет  деген немене, \nШыққан жан қайтып келе ме?\nКіре ме осы денеге,\nДəлелі қайсы сенгенде?..»\nОсы оймен Мекке барғамын,\nƏр түрлі кітап алғамын.\nАқылға сыймас жалғанын,\nАлмадым сынай келгенде.\nБұл өмірдің мəні жайындағы толғаныстары. Шəкəрім ой дертіне ұшырайды. Елден безіп, оңаша жер іздейді. «Қауымнан қаштым қағылып, оңаша өмір сағынып» — дей келе, «ойға оңаша жер керек», — деп қапаланады. Елден безіп кеткен менде ешкімнің жұмысы болмаса деген Шəкəрімнің дəмесінен ештеңе шықпады. Қайта оны тау ішінде жападан-жалғыз тұруы өкіметті күдіктендірді.\nАқыры ол «бандит» атанып, Қарасартовтың қолынан қаза тапты. «Мұтылған» деген сөздің астарында ұмтылмайтын мəн жатыр. Ұмтылатын немесе ұмтылмайтыны қайсы əр адам өзі ойлануы керек. Ерте кезден келе жатқан адамдардың қайсібірі ел есінде қалған. Есте қалатын оның есімі емес, оның ұзақ кешкен ғұмыры емес, Абай айтқандай, артына өлмейтұғын сөз қалдырады. Бірақ сол сөзді қалдырғандарда ұмыт болады екен. Ел есін жиған кезде ұрпағы есіне алатындығына сенім білдірді. Шəкəрім сол үшін елінің есінде мəңгі сақталған даналық рухын тастап кетті.\nШəкəрім өз дүниетанымында «менің ішкі дүниеме кірер бұрын, бес сауалға жауап бер» деген.\nБірінші сауал: Алланың адамды жаратқандағы мақсұты не?\nЕкінші сауал: Адамға тіршіліктің ең керегі не үшін?\nҮшінші сауал: Адамға өлгенен соң рахат-бейнет бар ма?\nТөртінші сауал: Ең жақсы адам не қылған кісі?\nБесінші сауал: Заман өткен сайын адамның адамгершілігі түзеліп бара ма, бұзылып бар ма?\nОсындай адамзат ойланарлықтай бес түрлі сұрақ қойған.",
                "date": "7.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалпы, музыка үшін қандай бағдарламаны пайдаланасыз?",
        "question_content": "Музыканың бар екендігімен ғана адамзат өркениетін ақтап алуға болады деген пікірді жақтаушыларданмын. Әлдебір ұнаған тректі ми тесіліп қалғанша тыңдай беретіндердің бірі де мен. Қойтан жылы құлақтан түспеген композицияны осы күні байқамай естіп қалып, жарқ-жұрқ флешбек ұстайтын сәт сізге де таныс шығар.\n\nЯндекс.Музыка, ВК Boom секілді қандай да бір сервиске ақылы жазылғансыз ба?",
        "question_date": "4.02.2020",
        "question_tag": "Қазақша ән",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, жазылмағанмын. Ақылы музыка тыңдайтындай ақшам асып тасып жатқан жоқ))))",
                "date": "4.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шахтаны жобалауда қандай талаптар қойылады?",
        "question_content": "Шахтаны жобалауда қандай талаптар қойылады?",
        "question_date": "4.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вентиляция, дренажды жүйе, жарықтандыру, т.б. СНиП-ті қарап көріңіз толығырақ мәлімет үшін",
                "date": "4.02.2020",
                "upvotes": 0
            },
            {
                "text": "Шахталарды жобалау кезіндегі ақпаратқа қойылатын талаптар\n\nШахтаның жобасы прогрессивті болуы үшін оның әзірленуі сенімді, прогрессивті бастапқы және туынды ақпаратқа негізделуі тиіс.\n\nКөп кезеңді дамушы объект ретінде шахтаны жобалау, негізінен болжамды сипаты бар ақпаратты пайдаланумен байланысты. Деректердің көпшілігі уақыт функциясы түрінде көрсетілуі тиіс; бұл функциялардың параметрлері әрбір жаңа кезең үшін үздіксіз түзетілуі тиіс.\n\nКезең-кезеңмен жобалау кезінде уақыт өзгерісінің заңдылықтарын белгілеу қажет болады:\n\nтау-кен-геологиялық жағдайлар;\n\nнегізгі тау-кен машиналары мен қондырғыларының техникалық параметрлері;\n\nөндірістік процестердің параметрлерін (қазбаларды жүргізу жылдамдығы, тазалау жұмыстарының жылжу жылдамдығы, газсыздандыру тиімділігі және т. б.));\n\nшахтаның және элементтердің параметрлері (шахтаның қуаты, механикаландыру схемасы, лаваның ұзындығы, Горизонт биіктігі, кен алу учаскелерінің өлшемдері, тазалау кенжарларына жүктеме, көтеру өнімділігі және т. б.);\n\nбұл заңдылықтар жаңа шахталар мен орындалған жобалар пайдалануға берілген қолданыстағы шахталардың материалдары бойынша белгіленеді және статистикалық мәліметтердің үлкен көлемін жинауға және өңдеуге негізделеді.",
                "date": "4.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Карьердегі тоқарбаның(электровозы) қандай түрлері бар?",
        "question_content": "Карьердегі тоқарбаның(электровозы) қандай түрлері бар?",
        "question_date": "4.02.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В электровозы-КСРО тапсырысы бойынша Италияда құрылған тұрақты токтың өнеркәсіптік электровозы. Бұл серияның локомотивтері кенді карьерлерде және кәсіпорын жолдарында тасымалдауға арналған.\n Тарихы\n1930-шы жылдардың басында КСРО-ның ірі өнеркәсіп кәсіпорындарының темір жолдарында электр тартқыш енгізіле бастады. Кенді тасымалдау үшін тіркес Салмағы 60 — 90 тонна төрт осьті электровоздар қажет болды. Магистральды жолдарды электрлендіруге ұқсас отандық жылжымалы құрам құру, сондай-ақ шет елдерде электровоздарды сатып алу туралы шешім қабылданды. КСРО Сауда өкілдігі 1932 жылда кернеуі 750 В тұрақты токқа есептелген 26 өнеркәсіптік төрт осьті электровоздарды салуға итальяндық Ұлттық \"Савельяно\" қоғамына тапсырыс берді.\n1933 жылы электровоздар Туриндегі зауытта дайындалған және КСРО-ға түсе бастады. Барлық 26 Локомотив Магнитогорск металлургиялық комбинатында (ММК) жұмыс істеді. 1934-1935 жылдары электровоздарды \"Савельяно\" зауыты бастапқы пайдалану барысында анықталған механикалық бөліктердің, электр және пневматикалық жабдықтардың бірқатар ақауларын жою мақсатында жетілдірді.\n2009 жылғы наурызда ММК ААҚ ППЖТ 4 электровоз (01, 02, 12, 22 нөмірлері) жұмыс істейді.\nКонструкциясы\nЭлектровоз арбасының Буксовый торабы\nЭлектровоздың шанағы екі жиектелмеген екі осьті арбаға тіреледі, ілу тек табақ үсті рессордан тұрады. Шанақтың ұштары бойынша ВИЛЛИСОН және буфердің автотіркегіштері орнатылды, бұл локомотивтерді СА-3 автотіркегішпен жабдықталған вагондармен, сондай-ақ бұрандалы тартқышпен тіркеуге мүмкіндік берді. Электровоздың беріліс саны — 78:15. Тарату бөлшектері СИ сериялы электровоздарға ұқсас.\nТартым режимінде электр қозғалтқыштар дәйекті (10 позиция), дәйекті-параллель (6 позиция) және параллель (6 позиция) қосылуы мүмкін. Кабинаның төбесінде пантографиялық үлгідегі ток қабылдағыш және локомотивтің бүйірінде болуы мүмкін контактілі сымнан ток алу үшін екі бүйірлі тоқ қабылдағыш орнатылған. Сондай-ақ, барабанға оралған ұзындығы 300 м кәбіл болды, оның көмегімен электровоз байланыс желісі жоқ жерлерде қоректенуі мүмкін.\nМашинист кабинасында екі басқару постысы болады.\nЭлектровоз реостатты тежегішпен жабдықталған, алайда тәжірибе тәртібінде екі Локомотивте рекуперативті тежеуді қолдануға әрекет жасалды. Тәжірибе сәтті деп танылды,алайда рекуперативті тежелу іс жүзінде қолданылмады, өйткені тартымдық қосалқы станция тұрақты токты үшфазалы өнеркәсіптік жиілікке түрлендіре алмады.\nЛокомотивтер жалғыз немесе жұппен пайдаланыла алды, бірақ көптеген бірліктер жүйесі бойынша жұмыс қолдамады. Қос тартқышпен электровоздар өзенінен поезды алты думпкарларды салмағы 660 тонна.\nЭлектровоздың жұмыс жағдайындағы Салмағы-56 т.\nБалластпен салмағы — 72 т.\nРельске доңғалақ жұптарының жүктемесі — 14,2/18 т.",
                "date": "6.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Құлагер - еркiндiкке ұмтылған қазақ елiнiң символы» тақырыбында шығарма керек?",
        "question_content": "Осы Такырыпка \"Кулагер - Еркiндiкке Умытылган Казак Елiнiн Символы\" Туралы, ертенги кунг Эссе керек.",
        "question_date": "3.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алты алаштың баласының бірі білсе бірі білмес, Астанадан алты шақырым жерде «Астана-Көкшетау» тас жолының бойында төрт аяқтының пырағы, мың жылда бір-ақ рет туатын тұлпар, әйгілі Ақансерінің дүлдүлі, қиянаттың сойылынан соққы жеп жығылған Құлагердің ескерткіші тұр. Жылқы малында Құлагерге дейін де аузымен құс тістеген, шашасына шаң жұқпас жүйріктер болғанымен, тасжүректердің қолынан соққыға ұшырап, қысым көргендері некен-саяқ. Қалай десек те, Құлагерге соғылған еңселі ескерткіш қара жолдың бойында, шын асылдың даңқын тарихтың тозаңы баспайтынын әлемге әйгілеп тұрғандай әсерге бөлейді. Тастұғырда бауырын жазып көсіле шапқан Құлагердің мыстан соғылған мүсіні еркіндікті аңсаған азат елдің болашаққа қарай ұмтылғанын көз алдыңызға елестетеді. Осы бір қиын да күрделі, қызығы мен шышығы мол еңбектің жанашыры, Құлагер ескерткішін салу идеясының авторы, ұйымдастырушысы һәм қаржылай демеушісі, Республикалық «Қазанат», «Құлыным» журналдарының бас редакторы, ҚР ұлттық ат спорт Федерациясының президенті Сәдібек Түгел мырза болып шықты. Ұлтжанды азаматтың бұдан басқа да ел мүддесі үшін жасап жатқан іргелі істерін көріп қуандым. Жылқы малына қатысты шабыттана айтқан әңгімелері делебемді қоздырды. «Жылқы кісінескенше, адам түсініскенше» деген рас екен. Сәдібек ағамен сөзім жарасып жүре берді.\nАлты алаштың баласының бірі білсе бірі білмес, Астанадан алты шақырым жерде «Астана-Көкшетау» тас жолының бойында төрт аяқтының пырағы, мың жылда бір-ақ рет туатын тұлпар, әйгілі Ақансерінің дүлдүлі, қиянаттың сойылынан соққы жеп жығылған Құлагердің ескерткіші тұр. Жылқы малында Құлагерге дейін де аузымен құс тістеген, шашасына шаң жұқпас жүйріктер болғанымен, тасжүректердің қолынан соққыға ұшырап, қысым көргендері некен-саяқ. Қалай десек те, Құлагерге соғылған еңселі ескерткіш қара жолдың бойында, шын асылдың даңқын тарихтың тозаңы баспайтынын әлемге әйгілеп тұрғандай әсерге бөлейді. Тастұғырда бауырын жазып көсіле шапқан Құлагердің мыстан соғылған мүсіні еркіндікті аңсаған азат елдің болашаққа қарай ұмтылғанын көз алдыңызға елестетеді. Осы бір қиын да күрделі, қызығы мен шышығы мол еңбектің жанашыры, Құлагер ескерткішін салу идеясының авторы, ұйымдастырушысы һәм қаржылай демеушісі, Республикалық «Қазанат», «Құлыным» журналдарының бас редакторы, ҚР ұлттық ат спорт Федерациясының президенті Сәдібек Түгел мырза болып шықты. Ұлтжанды азаматтың бұдан басқа да ел мүддесі үшін жасап жатқан іргелі істерін көріп қуандым. Жылқы малына қатысты шабыттана айтқан әңгімелері делебемді қоздырды. «Жылқы кісінескенше, адам түсініскенше» деген рас екен. Сәдібек ағамен сөзім жарасып жүре берді. Ат жалын тартып мінгелі, жылқы малына жаны құмар, шу асаумен алысып есейген, ұлттық рухта тәрбиеленген азаматпен сұхбаттасудың өзі бір ғанибет емес пе? Орайы келген сұхбатты назарларыңызға ұсынып отырмыз.\nҚұлагер ескерткіші-туризмнің дамуына жол ашпақ\n- Қазақпен жылқыны бөлектеп қарау мүмкін емес, аға. Ғасырдан астам уақыт өтсе де ұлы даланың қазанаты Құлагердің даңқы барша қазаққа мәлім. Дегенмен елімізде Құлагерге арнап алғаш ескерткіш соққан азамат жайлы әңгімелерді ертеректе құлағымыз шалғанымен, ескерткіштің кейінгі тағдыры көпшілікке беймәлім. Сол жайында аз-кем айта кетсеңіз?\n- «Жақсының жақсылығын айт нұры тасысын» дейді қазақ. 1989 жылы Ерейментау ауданына қарасты Павловка селосында Егіншілік деген совхоз болған. Совхоздың директоры ұлты неміс Риммер Андрей Андреевич деген атбегі, атқұмар жан болыпты. Өздеріңіз де білесіздер, неміс халқы тазалықты, әділдікті жақсы көреді емес пе? Олардың тағы бір кереметі жергілікті жерге салт дәстүрге деген көзқарастары мен қазақ ұлтына деген ілтипаттарының ерекшелігінде жатқандай. «Аштықта жеген құйқаның дәмін» ұмытпағандарына да сүйсінесің кейде. Әлгі неміс директоры күндердің күнінде Құлагер жайлы естіп, оның даңқына тамсанып, аламан өткен аймақты аралап, зерттеп, зерделеуге көңілі ауады. Таныса келе Құлагердің қасиетіне әбден қаныққан ол, Ерейменді Құлагердің отаны деп танып игілікті бір іске ұйытқы болады. Бастаған ісін далаға тастамайтын қажырлы азамат белсенділік көрсетіп, Құлагердің эскизін құрастырып, Ленинградта арнайы тапсырыспен қоладан құйылған үш жарым метрлік ескерткіш соқтырады. Бұл кеңес дәуіріндегі неміс баласының Қазақ халқына, Құлагерге көрсеткен құрметі, ізгі ниеті болатын. Сол заманда ескерткішке ризашылықпен қарамаған қазақ жоқ шығар тегінде. Біз де, атбегі жолдас-жоралар жиналған жерде көңілімізді демеп, Құлагерге қойылған ескерткіш барына тәуба деп мақтанышпен айтып отыратынбыз. Әлгі Павловка ауылы мен Ерейментаудың арасы жетпіс шақырым. Екі аралықтағы әйбат дөңес жерге таңдалып қойылған Құлагердің ескерткіші сонадайдан менмұндалап тұратын. Сол жылдары елдің арнайы баратын ең сүйікті жері болғанын көзіміз көрді. Жастар үйленердің алдында арнайы барып гүл шоқтарын қоятын дәстүр де кең етек жайғаны бар. Мұғалімдер оқушы балаларды апарып Ақансері мен Құлагердің, қазақтың қазан аттарының тарихынан сыр шертетін ол кезең бүгінгі ұрпаққа ертегі. Тұтас бір ұлттың жылқыға деген сүйіспеншілігін ояту арқылы тотолитарлық жүйеде тұншығып, тамырынан алшақтап бара жатқан қазақ жастарының санасында, еркіндікті сүйетін бабалар рухының қайта түлеуі сол жылдардың еншісінде қалып тұр. Көпшілік халық білетін болар, атбегілер жалпы ырымшыл халық. Қандай бір аламанға бармасын «жолымыз болсын, атымыз бәйгеден келсін» деп, Құлагердің басына соғып құрмет көрсетпей кетпейтін. Көңілімізді өсіріп, жанымызға демеу болған жылдар өтіп жатты. Әлі есімде, 1996 жылдың 1 наурызы күні Алматы қаласында Анатөлі Құлназаров, Елсияр Қанағат, Нәбидолла Кекебаев, Қилан Нұртазинов, Кеңесбай Әбішев т.б атқұмар жігіттер бірігіп қазақ атбегілерінің бірінші құрылтайын өткіздік. Сол жолы маған Құрылтайға қатысқан Ереймен, Көкше жігіттері \"Секе, халық қатты жақсы көретін Құлагердің ескерткішін белгісіз біреулер ұрлап кетіпті\" деп өкінішті хабарды жеткізді. Расын айтсам ішім удай ашыды. Тіршілігінде екі аяқты пенделердің қолынан «таяқ» жеп өлген тұлпардың, тым болмаса қола ескерткішіне де маза бермеген ұрыларға лағнет айттым. Шынына келсек бұл оқиға Құлагерге ғана емес, барша қазаққа жасалған қастандық еді.\n- Бәйге десе делебесі қозбайтын қазақ бар ма? Жүйрік көрсе кім кім-кімнің де есіне Құлагер түседі алдымен. Осындай аты аңызға айналған қазанаттың ескерткішін қайта тұрғызу туралы идея қалай туындады?\n-Бұл бір күнде туа қалған идея емес. Ұрланған ескерткішті ішкі істер бөлімінің қызметкерлері сарылып іздегенімен таба алмады. Сонымен «жабулы қазан жабулы күйінде» қала берген. Бірақ біз атбегілер қауымы бұл мәселені ылғи да айтып жүретінбіз. Федерация болғасын, оның ішкі-сыртқы жұмыстары да көп. Ыңғайына қарай жылына үш-төрт рет кездесеміз, сырласамыз. Артынан ақылдасу шайы болады жігіттермен. Сондай отырыстарда Құлагер ескерткіші жайлы дүркін-дүркін әңгіме болатын. Алайда, істі қолға алып бастаймын деп суырылып шығуға ешкімнің жүрегі дауаламайтын. Себебі бәрі қаржыға барып тірелетіні белгілі. Не істеу керек? Федерацияның президенті болғандықтан нар тәуекел етіп күрделі істі өзім қолға алуға шешім қабылдадым. Бұл 2008 жыл еді. Сөйтіп алғаш рет Құлагер шауып мерт болған жерге экспедиция жасадым. Ол сапардан үлкен әсермен оралдым. Келе-сала ат қадірін білетін ағалармен, ел танитын ақсақалдармен ақылдасып ойда жүрген ісімді бастауға жол аштым. Мені бұл іске итермелеген ұлттық намыс. Қазақпын деп кеудемізді ұрғанда шаңын шығарамыз. Іске келгенде кежегеміз кері тартып жататыны өтірік пе? Қазақпен еркіндікте жаны егіз Құлагердің, жалпы Қамбар атаның түліктерінің атына ескерткіш тұрғызбау азаматтығыма сын секілді көріне берді. Көшпенділердің сенімді серігі қазанат халқымызбен бірге ғасырлар бойы барлық ауыртпалықтар мен қиындықтарды өткерді. Тағдырдың тәлкегіне қарамастан исі қазақпен ұлы даланы, қасиетті жерімізді сақтап қалды. Осынау ұшы қиырсыз созылып жатқан кеңістікке ие болып қалу үшін, біздің ата-бабаларымызға тек ерлік пен шыдамдылық қана емес, төзімді, мықты, есті, ауыздығымен арпалысқан сенімді серіктері желқанатты тұлпарларға сенім артты. Міне осы қасиеттерге, табиғат ананың керемет сыйы, қазақ жылқысы - қазанат ие болды. Біздің халқымыз қазанаттарға қарыздар ендеше. Осылайша белді бекем буып Астанада атбегілердің жиналысында Құлагердің ескерткішін көтеру жайлы толғанысымды айтқанда барлығы бір ауыздан қолдады. Содан кейін 2009 жылдың 7 қаңтары күні Астанадағы «Абай» қонақ үйінің мәжіліс залында дөңгелек үстел өтті. Оған Әкім Тарази, Нұрғожа Ораз, Төлен Әбдік сияқты елге танымал азаматтар қатысты. Сол жиында Құлагердің ескерткішін тұрғызбақ ойымды айтып, ісімнің дұрыс, бұрысын біліп алғым келді. Екінші мәселе ескерткішті қайда қою жайы еді. Ерейменге бұрынғы орнына қоямыз ба, жоқ әлде мерт болған жеріне апарамыз ба? Осыны қариялардың талқысына салдым. Олар Құлагер идеясын бір ауыздан қолдап ақ баталарын берді. Ал қай жерге ескерткішті орналастыру керек дегенге келгенде біраз дау туды. Ерейментаулықтар өз жеріне салғанды қаласа, Көкшетаулықтар өздеріне тартты. Бірақ бәрін саралап, талқылай келе Құлагер тек бір ауданға емес, барша қазаққа ортақ қазанат деген пікірге тоқтадық. Сондықтан Елордамыздың маңайында болуы керек деген пәтуа көкейге қонды. Сөйтіп Астанадан алты шақырым жердегі «Астана-Көкшетау» тас жолының бойы таңдап алынды. Туризмді дамытуға, Астанаға ағылған шетелдік қонақтарға көрсетуге осы маңай қолайлы дестік. Келешекте Құлагердің басында үлкен бәйге өткізіп иподром салып жатсақ та жер көлемі жазық, аттардың еркін шабуына да мүмкіндік зор екені ескерілді.\nҚұлагер ескерткіші 5,5 тонна таза мыстан соғылған\n- Айтуға жеңіл болғанмен ескерткіш тұрғызу оңай іс емес. Ұлттық намысы таяз, аяғының ұшынан басқаны көрмейтіндерге бұл игі іс ақшаны далаға шашу болып көрінуі де мүмкін. Дамыған шет елдерде иесіне шексіз берілген иттерге де дәріптеп ескерткіш қойып жатады. Оның қасында Құлагер қазақтың жанына жақын қазанаттың тұқымы. Аллаға сиынып ел мақтанышы Һас жүйрікті дәріптеуге белді бекем буған екенсіз. Ойыңызды жүзеге асыру үшін қомақты қаржыны қайдан алдыңыз? Әлде демеушілеріңіз болды ма?\n- Құлагер ескерткішін тұрғызуға 30 млн-дай қаржы кетті. Қаншама талқыдан өтіп, сараланған істі енді бастауға келгенде қаржылай қиындықтар туындамасы бар ма? Белгілі мүсінші Сұлтан Ильяевпен шартқа отырып, мүсінді Қырғызстандағы профессор Базарбек Садықовтың шеберханасында жасауға келісіп қойғанбыз. Амал жоқ, астымдағы машинамды, барлық жиған тергенімді, жылжымайтын дүние мүлкімді бәрін ломбардтқа салудан басқа амалым қалмады. Алынған ақшаға мүсіншіге, шеберхана қожайынына, құрылысшыларға еңбек ақыларын төлеуге тиісті едім. Жол шығыны т.б мәселелер жағадан алып тұрғаны және бар. Бұл жерде қолдау көрсетпеді деп демеушілерді кінәлаудан аулақпын. Қаржы дағдарысының жаңа басталған беті. Ұлтқа жаны ашитын азаматтардың бюджеттері суы тартылған балық құсап қайраңдап қалған кез. Егер бір демеуші кезігер деп күтіп отыра берсем әлі күнге дейін жүрер ме едім кім білсін... Сол қиын күндер жайлы ашылу салтанатында мынадай сөздер айтып едім. Ұйқысыз түндер, жүрек ауыртқан күндер көп болды деп. Оны тарқатып айтсам ұзақ әңгіме.\n- Тас мүсінге дүние мүлкіңізді нар тәуекел етіп салғаныңыз көзсіз ерлік екені даусыз, дегенмен жанұяңыз, туыс-туғандар тарапынан қарсылықтар кездеспеді ме?\n- Бірден айтайын жеңгең «өзің білесің, бірақ кейін өкініп жүрме» деп ескертті. Жолдастарым тарапынан райымнан қайтармақ болғандар табылды. Таныс юристерде, ағайын туғандар да «сен қандай іске басыңды шатып отырғаныңды білесің бе, 30 млн ойыншық емес, ломбардқа бір күн кешіксең бәрінен айырыласың» деген сыңайда ақыл айта бастады. Жасыратыны жоқ жүрегі ауыратын жездем «ерке» қылығымды естігенде төсек тартып жатып қалды. «Ең жаман түсімде мұндай оқиғаны көрмеген шығармын. Атқа бола осыншама қаржына ломбардтан алу ақылға сиымсыз. Егер ол қаржыны дер уақытында қайтармасаң не болады» деп қорқытып ниетімнен қайтармақ та болды. Оларды да түсінуге болады. Себебі мұндай қомақты қаржыны Үкіметтен алып қана салады көзін тапқандар. Кейбір әкімдер кердең-кердең етіп, үкіметтің ақшасына салынған дүниелерді меншіктеп, қоқиланып, аяғын әрең басып, болып-толып тұрғанын көргенде ашуың келеді. Мықты болса салсын өзінің жиған тергеніне... Сонда көрер едім, батырсынған немелерді. Оның бер жағында Қазақ хандығының ірге тасын қалаған Керей мен Жәнібекке Қойшығара Салғараұлының зерттеуі бойынша 864 млн ақша бөлінген үкіметтен. Салыстырып көріңіз біздікімен. Арты не болды, түкке жарамай далада қалды. Ал біз үкіметтен бір тиын алған жоқпыз. Ескерткіштің құндылығы да, тәрбиелік мәні де осында деп ойлаймын.\n- Құлагердің ескерткіші ұзақ қашалды ма?\n- Жоқ. Бар болғаны 3 айда Қырғызстанда жасалып шықты. 2009 жылы 27 қараша күні ескерткіш Астананың іргесіне белгіленген орнына әкелініп қойылды. Дегенмен, күннің суытуына байланысты ашылу салтанаты кейінге шегерілді. Жаз шыға 29 май күні Көкшетаудағы «Красный яр» иподромында Құлагер ескерткішінің ашылу құрметіне үлкен аламан болды. Аламанға 370 ат қатысты. Астанада өтпеуіне иподром мәселесінің кедергісі тигенін айтпай кетуге болмайды. 6 маусымда салтанатты ашылуы Астана қаласындағы ескерткіші жанында өтті. Халық көп жиналды. Біле білгенге Құлагердің ескерткішін тұрғызу - идеология. Бізді адам санатына қоспай келгендерге «Біз қой емеспіз, біз шошқа емеспіз, біз арқыраған тұлпармыз» дегенді меңзеудің басты құралы деп түсінемін.\n- Құлагердің композициялық құрылымы көңіліңізден шықты ма?\n- Әрине. Мүсіннің ұзындығы 8,5 метр, биіктігі 5 метр, салмағы 5,5 тонна, жалпы биіктігі 12 метр. Құлагердің бауырын жазып көсіле шауып келе жатқаны, Қазақстанның алға қарыштап дамып келе жатқанымен байланыстырыла символикалық түрде берілген. Ескерткіш таза мыстан соғылған. Бұл жағынан «Қазақмыстағы» азаматтарға айтар алғысымыз шексіз.\nҚазанат - жылқылардың төресі\n- Кешегі Құлагердің заманында той-томалақ, ас көп болды. Ол кезеңмен бүгінді салыстыруға мүлдем болмас. Десек те бүгінде шын «жүйріктің» бағасын 15-20 шақырым анықтап жатады. Осы қашықтықтарды әупірімдеп шауып өткендердің өзі мәреге қалжырап әрең жеткендей әсерге бөлейді. Мұның мәнісі неде? Экологияның зардабы ма, жоқ әлде жарауы кемшін бе?\n- Біздің ата-бабаларымыз аламанды ұйымдастыру барысында тура шапқан ғой. Бұл дәстүр көршіміздегі Қытай қазақтарында әлі күнге сақталып келеді. Бізде де бертінге дейін болған. Заманның ыңғайына жығылып халық тамашалап, жүйріктерге дем беріп отыруы үшін, иподромды айналып шабу жолға қойылған. Ал дана бабаларымыз аламанға тек қызық көру, көңіл көтеру деңгейінде қарамағаны белгілі. Біз осыны естен шығарып алдық. Жүйріктерді аламанға қосу арқылы қарымын тексеріп, тұқымдарын сұрыптауға қатты көңіл бөліп, олжалы оралған жүйріктерді үйірге салып тегіне қарап жіктеп отырған. «Байтал шауып бәйге алмас» деп қазақ бекер айтпағаны тағы анық. Бірақ бұл қағиданы бұзып 15-20 шақырымға шауып байталдар бәйге алып жүргені өтірік емес. Бұдан бізде алысқа шабатын қазанаттар жоқ деген ой тумасын. Бар. Өте көп. Бірақ олардың мүмкіндігі шектеулі. Енді құлашын жазып бауыры жіпсіп келе жатқанда ұшқырлардан көз жазып қалады. Сөйтіп алысқа шабар қазанаттардың обалына қалып жүрген жайымыз бар.\n- ҚР ұлттық ат спорт федерациясының президенті ретінде аламанды келешекте жандандыру ойыңызда бар ма?\n- Ұлттық ат спорт федерациясының жыл сайын өтетін сьездерінде бұл мәселе талқыланудан кенде емес. Бір шешімге әлі күнге келе алмай отырмыз. Себебі, тәуелсіздік алғаннан кейін бәйгеге жаппай таза қанды жылқыларды әкелу кең етек алды. Америкадан, Англиядан, Ирландиядан, Франциядан, Полшадан, көршіміздегі Ресейден әкелінген жылқыларда есеп жоқ. Соларды әкеліп аламанға салады. Олар ұшқыр болғандықтан ұзақ дистанцияға жарамайды. Қысқа қашықтықтың «желаяқтары». Ал бағаларынан адам шошиды. 15 мың доллардан, 200 мың долларға дейінгі аралықта. Сөйте тұра бұлар қазақи жылқылардың ширегіне де келмейді. Қазанаттардың кереметі -төзімділігінде ғой, шіркін. Алысқа шабатын қарымдылығын айтсаңшы. Кейде маған аламанға көңілі толмағандар қарсылық білдіріп «Айналайын-ау, қазақтың жылқысына 25 шақырым деген сөз бе екен, ол бұрынғы құнандардың жарысы емес пе» деп өкпелерін айтып жатады. Келісемін. Алайда 45 шақырымды иподромда өткізуде көрермендерге өз қиыншылығын әкелері сөзсіз. Ұзақ қашықтыққа аттарды жіберу үшін бабаларымыз салған тіке шабысқа не жетсін шіркін.\n- Неге аламанды жазық далада ұйымдастырмасқа?\n- Қазір он жетінші, он сегізінші ғасыр емес. Кеңес заманының тигізген залалынан даламыз шұрқ тесік. Сайын далада не шашылып қалмаған дейсіз. Плугтар, сымдар, ат тұяғын зақымдайтын темір-терсектер, басқада толып жатқан кедергілер жетіп артылады. Осындай нәрселер ойға алған ісімізді алға бастырмай отыр. Дегенмен қол қусырып отырған жоқпыз. Жазық далада аламан өтпей жатыр деп айтуға да болмайды. Бекет атаның 200 жылдығында адайлықтар 25 шақырымға келіспей, дауласып жүріп 45 шақырымға өткізді бәйгені. Сонда көзіміздің жеткені мәреге ылғи қазақи қазанаттар келді ғой. Шетелдік «еркелердің» бірінің қарасын көре алмадық.",
                "date": "7.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен 2020 жылы қанша тг айлық жалақы аламын",
        "question_content": "Мен  әдіскермін. Айлық жалақым 106000тг. Магистрмін. Санат-1. Пед өтілім 16 ж. Экологиялық ауданда тұрамын. Енді 2020 жыл қанша тг жалақы ала аламын.",
        "question_date": "3.02.2020",
        "question_tag": "Мамандық",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абайдың 9-шы қара сөзі туралы ойыңыз.",
        "question_content": "Осы мен өзім - қазақпын. Қазақты жақсы көрем бе, жек көрем бе? Егер жақсы көрсем, қылықтарын қостасам керек еді. Уә әрнешік бойларынан адам жақсы көрерлік, көңілге тиянақ қыларлық бір нәрсе тапсам керек еді. Соны не үміт үзбестікке, не онысы болмаса, мұнысы бар ғой деп, көңілге қуат қылуға жаратсам керек еді, ондайым жоқ. Егер жек көрсем, сөйлеспесем, мәжілістес, сырлас, кеңестес болмасам керек еді, тобына бармай, «не қылды, не болды?» демей жату керек еді, ол мүмкін болмаса, бұлардың ортасынан көшіп кету керек еді. Бұларды жөндеймін деуге, жөнделер, үйренер деген үмітім де жоқ. Бұлардың бірі де жоқ. Бұл қалай? Бұл айтқанның бірін тұтпай болмас еді.\n\nМен өзім тірі болсам да, анық тірі де емеспін! Әншейін осылардың ызасынан ба, өзіме-өзім ыза болғанымнан ба, яки бөтен бір себептен бе? - еш білмеймін. Сыртым сау болса да, ішім өліп қалыпты. Ашулансам, ызалана алмаймын. Күлсем, қуана алмаймын, сөйлегенім өз сөзім емес, күлгенім өз күлкім емес, бәрі де әлдекімдікі. Қайратты күнімде қазақты қиып бөтен жаққа кетпек түгіл, өзін жақсы көріп, үміт етіп жүріппін. Қашан әбден біліп, үмітімді үзген кезде, өзге жаққа барып, жатты өз қылып, үйір боларлық кайрат, жалын сөніп те қалған екен. Сол себептен бір жүрген қуыс кеудемін. Тегінде ойлаймын: бұ да жақсы, өлер кезде «әттегене-ай, сондай-сондай қызықтарым қалды-ау!» деп қайғылы болмай, алдыңғы тілеу болмаса, артқа алаң болмай өлуге.",
        "question_date": "3.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәңгүрттің сөзі...",
                "date": "3.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4-сынып математикалық сөз есепке көмек керек",
        "question_content": "Бірінші фермер 3 га жерден алған болгар бұрышының түсімділігі - 25т/га. Ал екінші фермердің 2 га жерден алған болгар  бұрышының  түсімділігі- 37 т/га. Екі фермер барлығы қанша тонна болгар бұрышын жинады?",
        "question_date": "3.02.2020",
        "question_tag": "Математика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3×25+2×37=75+74=149 тонна 5 гектар жерден 2 фермер",
                "date": "3.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мембрананың ірі бөлшектерді жалған аяқтарымен қармалауын не деп атаймыз?",
        "question_content": "Мембрананың ірі бөлшектерді жалғанаяқтары арқылы қармауын не деп атаймыз?",
        "question_date": "30.01.2020",
        "question_tag": "Биология",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық мембрана — жасушаның және жасуша ішіндегі бөлшектердің (ядро, митохондрия, хлоропласттар және т.б.) бетінде орналасқан молекулалық мөлшердегі (қалыңдығы 5 — 10 нм), ақуызды-липидтік құрылымды жұқа қабықша. Мембрананың ірі бөлшектерді жалғанаяқтары арқылы қармауын Амебаның тамақтану тәсілімен анықтама беруге болады.  Жалған аяқтармен тамақты ұстау тәсілі фагоцитоз деп аталады.",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өнеркәсіпте сутек алуға қолданатын газ?",
        "question_content": "Маган тез керек еди жауап бериниздерши!!!",
        "question_date": "29.01.2020",
        "question_tag": "Химия",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнеркәсіпте сутек метанда конвергенциялау CH4+H2O=3H2+CO\n\nнесмесе суды электролиздеу 2H2O=2H2+O2 арқылы алынады.",
                "date": "30.01.2020",
                "upvotes": 0
            },
            {
                "text": "Сутегінің алынуы. Зертханаларда белсенді металдын, (Zn, Mg) қышқылдармен әрекеттесу реакциясы арқылы алады. Көп жағдайда мырышты пайдаланады.\nhttps://www.metod-kopilka.ru/sutekt_himiyaly_asietteroldanyluy_alynuy-54305.htm",
                "date": "29.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Боқтап сөйлейтін адамдар жаман адамдар ма?",
        "question_content": "Боқтап сөйлейтін адамдар жаман адамдар ма?",
        "question_date": "29.01.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 735,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең біріншіден адамды жаман немесе жақсы деп нақты бөліп жаруға болмайды. Себебі, адам өзінің қарым-қатынас жасап жатқан адамына , өзінің сезінген эмоциясына және т.б. факторларға қарай әрекет етеді.\nАл енді боқтап сөйлейтін адамдарға келсек олар жаман емес, ерік жігері төмендеу адамдар дер едім. Себебі, білімді , көреген адамның өзі белгілі бір эмоциялық жағдайда боқ ауыз сөзді қолдануы мүмкін. Ол оның дұрыс қылық еместігін біледі, бірақ, сол сөздерді айтуды әдетінен алуға ерік-жігері жетіңкіремейді.",
                "date": "14.02.2020",
                "upvotes": 2
            },
            {
                "text": "Әр боқтайтын адам жаман адам емес.Олардың боқтауының себебі бар.Немесе бір нәрсеге ашулы болады.",
                "date": "3.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жамал-ескіліктің құрбаны\" тақырыбына эссе қажет.",
        "question_content": "Жамал-ескіліктің құрбаны тақырыбына эссе қажет☀️",
        "question_date": "28.01.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 171000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бақытсыз Жамал» романының оқиғасына арқау болған мәселе де осы, ескі әдет ғұрыптың қыспағына түскен қазақ қызының тағдыры еді. Сүйгеніне қосылып, бақытты өмір сүруді армандаған бойжеткеннің бақытқа жету жолындағы акыр күресі мен қиындыққа толы жолы суреттеледі. Шығарманың сол кезеңдегі қазақ даласының шынайы тынысы тіршілігін көрсететін иірімдерден бастап, қазақ қызының тағдырын шешкен әлеуметтік теңсіздік жағдайлары ашық көрсетіледі.\nАл осы романда нақты қандай түйткілді мәселелер көтерілген? Қазақ қызының рухани өміріне қатысты қандай оқиғалар орын алады?\nЕскі заманның шырмауында қалған қазақтың көзін осындай қазақ қыздарының алдыға суырылып шығып, өз теңдігін сұрауы ашқандай болады. Алайда бұл шығармада тек қана ата ана қарсылығы емес, сонымен қатар қызды адам емес тауар ретінде көретін, оны қалыңмалға айырбастайтын ашкөз, сараң адамдардың бейнесі де ашылады. Мысалға, туған әкесінің билік үшін қызының өмірін күлге айналдыруы; оның сезімдерімен санаспай, бірін бірі жаралған қос ғашықты айырулы мен опасыздыққа жатқызар едім.\nМенің ойымша, Міржақып Дулатов өз туындысында Жамал қыздың тағдыры арқылы, тар заманның шынайы бет бейнесін, халықтың сол кездегі жағдайының бәрін ашып көрсеткендей. Себебі, романда Сәрсенбай мен Жамал арасындағы, юай мен кедей деп бөлінген таптық өкілдердің арасында қарама қайшылықтар мен адамдардыңрузани жағынан емес, байлығына қарап бөлінуі, адами қасиеттерді бағаламауы шынайы көрсетіледі. Сонымен қатар, заманының кесірінен өзгерген әке мінезі осыған дәлел болады. Міржақып оны басында; « Момын, мал баққан кісі» деп суреттесе, бірте бірте ол да байлықтың буына масайрап, тіпті өз қызын табан астына салып, тағдырының күл талқанын шығарған еді.\nҚорыта келе, халқының халі үшін ширығып, жан беруге даяр болған қаламгер М.Дулатовтың романында сол уақыттағы қазақ халқының тұрмыс тіршілігі мен салт санасы бір адамның тағдырымен байланыс тапқандай. Жамал қыздың басынан өткен оқиғалары арқылы біз, қазақтың сол кездегі рухани өсу жолы мен кері кеткен замана шындығын анық тани білдік.",
                "date": "28.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Туу туралы күәліктің мұрағатта түпнұсқасы жоқ , қалай алуға болады?",
        "question_content": "Сәлеметсіздерме ! Мен, Маханбетов Жолдыбек Енбекбайұлы туу туралы куәлігін жоғалтып алдым,Туылған жылым 1964 жылы 26 желтоқсанда Алматы облысы, Ұйғыр ауданы, Сумбе ауылында дүниеге келдім .Алматы қаласы,Түрксіб ауданында тұрамын . Түрксіб ауданындық АХАТ бөліміне өтініш бергенмін ,Түрксіб ауданындық АХАТ бөлімінде құжаттардың жоқ болуына байланысты , Алматы облысы Әділет департаментінің АХАТ бөліміне сұраныс жіберген. Алматы облысының Әділет департаментінің АХАТ бөлімі де мұрағатында ешқандай құжаттың жоқ екендігі анықталды. Сол себептен маған туу туралы куәліктің төлнұсқасын қалай алуға болатындығын , түсіндіріп беруіңізді сұраймын ? Рақмет",
        "question_date": "28.01.2020",
        "question_tag": "Заң",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жазбаларда болу керек.\n\nЕгер еш жердің мұрағатынан таба алмасаңыз,өзіңіз туылған  роддомның мұрағатынан мұрағатынан сонда туылғаныңыз жөнінде анықтама  алдырып, сол анықтама арқылы туу туралы куәлігіңізді қалпына келтіруге  тырысып көруг болады.",
                "date": "10.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Панорамалық видеолар қалай түсіріледі?",
        "question_content": "Панорамалық видеолар қалай түсіріледі?",
        "question_date": "28.01.2020",
        "question_tag": "Видео, Видео жасау",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://creatoracademy.youtube.com/page/lesson/360-production?hl=ru",
                "date": "29.01.2020",
                "upvotes": 1
            },
            {
                "text": "Панорамалық видеолар түсірілмейд, бірақі сіз смартфон арқылы панорамалық суретті ғана түсіре аласыз. Бірінші смартфон камерасын ашып, ішінде режим батырмасын басып, панорама деген н.сқасын таңдайсыңыз.",
                "date": "28.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефон станциясы 6 цифрден тұратын және 72 ден басталатын телефон... Тестке көмек?",
        "question_content": "Телефон станциясы 6 цифрден тұратын және 72 ден басталатын телефон нөмірі бар адамдарға қызмет көрсетеді. Бұл станцияның неше адамға қызмет көрсететінін тауып көріңіз?\nА)100\n\nБ)100000\n\nВ)200000\n\nГ)10000\n\nД)1000",
        "question_date": "28.01.2020",
        "question_tag": "Математика",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы 10 000\n\nберілген сандар комбинациясы бізде 6. Оның бастапқы цифралары 72 болса, онда қалған 4 сан жазатын жерге барлық мүмкінкомбинациялардың жазылу саны осы есептің жауабы болады\n\nСонда бізде 0000 мен 9999 арасында 10 000 комбинация болады",
                "date": "28.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есеп.Менің достарым апельсинді, өрікті жақсы көреді. Менің қанша досым бар?",
        "question_content": "Менің достарымның 9-ы барады, 8-і апельсинді, 7-еуі өрікті, 5-еуі банан мен апельсин ді, 3еуі банан мен өрікті, 4еуі өрік мен апельсин ді, 2еуі бананды,апельсин ді және өрікті жақсы көреді. Менің қанша досым бар?\n\nА)20\n\nБ) 14\n\nВ)12\n\nГ) 9\nД)8",
        "question_date": "28.01.2020",
        "question_tag": "Мектеп",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9б 8а 7о\n\n5ба 3бо 4ао\n\n2бао\n\nбао бао ба ба ба бо б б б ао ао а о о- барлығы 14 досыңыз бар",
                "date": "29.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сымның ұзындығы мен көлденең қимасының ауданын твбыңыз.",
        "question_content": "1 жəне 2  есеп бар , соны шығырып берініздерші",
        "question_date": "27.01.2020",
        "question_tag": "Физика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R=p0×l/S\n\np0-өткізгіштің меншікті кедергісі",
                "date": "28.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмдағы 800-ге жуық подписчигі бар топты дамытуға идеялар керек?",
        "question_content": "Инстаграмдағы 800-ге жуық подписчигі бар топты ары қарай қалай дамытса болады? Идеяларыңыз керек?",
        "question_date": "27.01.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инстаграмда даму Ютуб каналы арқылы дамудан оңайырақ әлеуметтік желі, онда бәрі отырады, іздейді, тіркеледі.\n\nАл енді қалай дамуға болады? Сіз ең алдымен видео салу арқылы дамисыз, IGTV дегенді тастаңыз,онымен даму қиын!\n\nСіздің арнаңыз не түсіреді соған байланысты, қазір даму тек хайппен, ол қалай десеңіз мысалға, видео саласыз обложкасына(яғни, сырттан қарағанда видеоның сыртында тұратын сурет) ШОК!!! Қалуалымда қыздар эфирде жүргізушіні ұрды! деп шығарыңыз сіз тек эксклюзив арқылы дамисыз!",
                "date": "2.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Принтердің картриджін қалай толтырады?",
        "question_content": "Басқаша айтқанда принтердің картриджіне қалай \"заправка\" жасайды? Мейлінше қазақша  толық алгоритм (рет ретімен жазылған) ақпарат және видео, бейнежазба түрінде болса керемет болар еді?",
        "question_date": "27.01.2020",
        "question_tag": "Компьютер жөндеу",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютуб желісінде бейне сабақтар көп емеспеді..",
                "date": "3.02.2020",
                "upvotes": 2
            },
            {
                "text": "Картриджді ашу керек. Біз картриджді барабан, магниттік роликтен бастап тазалаймыз. Барабан мен роликті мақталы шүберекпен тазалап алып, арнайы сұйықтықпен сүртіп шығамыз. Одан кейін пайдаланылған тонерін төгеміз және тонерді, бункерді, өлшеп бөлуші ұстараны арнайы шаңсорғышпен тазалаймыз. Бәрін тазалап болғаннан соң қажетті тонермен толтырамыз. Картриджді жинаймыз. Әр картридж моделіне қарай түрліше шашылып жиналады. Оны интернеттен көріп алыңыз.",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Шығамын тірі болсам адам болып\" өлеңінің тақырыбы мен идеясы?",
        "question_content": "«Шығамын тірі болсам адам болып» Бұл өлеңді ақын өзінің ұстазы Нұрғалиға арнаған. Өзінің досы, туысы Шайбай Аймановқа хат арқылы жолдаған. Өлең 1913 жылы жазылып, 1922 жылы Қазан қаласында «Адасқан өмір» кітабында жарияланған. Сұлтанмахмұт Торайғыровтың «Шығамын тірі болсам, адам болып» өлеңіндегі лирикалық қаһарман – ақынның өзі, яғни ақынның тұлғасы танылып тұр.",
        "question_date": "26.01.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 84900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Лирикалық шығармаларда ақын тұлғасы өлең кейіпкерімен тұтасып, кірігіп кетеді. Ақын өз атынан сөйлей отырып, сол дәуірдегі ұрпақтың мұрат - мақсатын, арман - аңсарын, сезім - күйін жырға қосады.\n\nШығамын тірі болсам адам болып,\nЖүрмеймін бұл жиҺанда жаман болып.\nЖатқаным көрде тыныш жақсы емес пе,\nЖүргенше өмір сүріп надан болып.\nМен балаң жарық күнде сәуле қуған,\nАлуға күнді барып белді буған.\nЖұлдыз болып көрмеймін елдің бетін,\nБолмасам толған айдай балқып туған.\nБұл сөзім асып айтқан асылық емес,\nОйында оты барлар асылық демес.\nТебем деп тірі болсам надандықты,\nСерт етіп өз - өзіме еткем егес.\n\nАқын өлең арқылы өзінің білімге құштарлығын, надан болып қалудан сескенетінін жеткізген. Құр жүріп уақытты текке кетіргенше білім алып, сананы толықтырудың дұрыстығын атап өткен.",
                "date": "10.02.2020",
                "upvotes": 2
            },
            {
                "text": "Рахмет ☝️көп көп маладец астындағы дұрыс",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Леп тірек сөздер мен сөз тіркестерін пайдаланып қалай мәтін құрауға болады?",
        "question_content": "Леп тірек сөздер мен сөз тіркестерін пайдаланып, «Ғаламтордың пайдасы мен зияны» тақырыбында мәтін құраңдар. Пайдалы, зиянды, спорттық ойындар, компьютерлік ойындар, кітап оқу, ғаламтордан іздеу, әлеуметтік желі, анама көмектесемін, ережелерді сақтау, компьютер алдында, ұзақ отыру, үзіліс жасау, денсаулығыма алаңдаймын, дұрыс шешім.",
        "question_date": "26.01.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір ауылдық жерде де, қалалы жерде де сыртта асыр салып жүрген баланы сирек кездестіреміз. Себебі оларды үйге матап тастаған бір дүние бар, ол – ғаламтор. Осы ғаламтор желісінің балалардың психологиясына қаншалықты зиянын тигізіп жатқанын көп ата-ана біле бермейді. Білсе де, одан балаларын қорғаудың жолдарын меңгермеген. Ал мұның салдары балалардың өскенде маскүнем, зинақор, жауыз болып өсуіне әкеліп соғады.\nБүкіләлемдік өрмек – ғаламтор\nЖақында High Tech for Human компаниясы арнайы зерттеу жүргізіп, мынадай жағдайларды анықтапты, яғни Қазақстандағы ғаламторды тұрақты пайдаланатын балалардың 44 пайызы ғаламтордағы виртуалды қатынас кезінде жыныстық қатынасқа мәжбүрлікке ұшыраған, 14 пайызы интернет арқылы кездесуге шақырылған, 19 пайызы ұятссыз сайттарды көреді, 38 пайызы зорлық-зомбылық туралы сайттарды ақтарады.\nКүн сайын ғаламторды қарап отырып не бір түрлі келеңсіз жағдайларға кезігесің. Отбасымен ажырасу, жаман әрекеттерге бару. Қорлық-зомбылық, зорлық бұның бәрі қайдан шықты дейсіз? Әрине қазір заман ауқымы, талабы әр үйде компьютер, интернет желісі бар. Жаңағы өздерің айтқандай компьютерге қол жеткізбесе де ұялы телефон арқылы интернетке де шығуға болады дейсіңдер. Міне, сол арқылы не бір ұятсыз көріністер көреді, интернет арқылы танысады. Мектеп жасындағы баланың сабаққа дайындалғаннан гөрі көп уақытын ұялы телефонына үңілумен өткізеді. Ол неге үңіле береді десең, әрине ол ішіне сабағын жазып алған жоқ. Небір түрлі қырғын атыс-шабыс ойынын, өзгелермен танысу,ұятты көріністер қарайды. Міне, содан барып, ол баланың өмірге көз-қарасы психологиясы өзгереді. Ұрлық-зорлық көбейеді. Жас бала еліктегіш келеді. Әр жаман затты көрген сайын, естіген сайын оның бір ұшқыны адам бойында ұялап қалмай ма?\nҒаламтордың қол жетімділігі:\nКүнделікті тұрмыста ғаламторды дұрыс мақсатта қолдана білсеңіз оның пайдасы ұшан-теңіз\nСіз ғаламтор арқылы тексті, хат-хабарды, құжаттарды, фото суреттер мен дыбыс-кескін материалдарды қабылдап алуыңызға не қарсы жағыңызға жолдап беруіңізге; күн сайын емес, сағат сайын, сәт сайын бүкіл әлем жаңалықтарымен танысып отыруыңызға; кез келген тақырыпқа қатысты материалдар, анықтамалар алуыңызға; алыс аралықтан оқу оқуыңызға, яғни үqде отырып білім игеруіңізге; қызмет түрлерін ұсынуыңызға, тауар сатып алуыңызға не сатуыңызға; электронды жұмсақ бөлшектерді жасап мол кіріс табуыңызға; дос жарандарыңызбен дер кезінде хабарласып қоғамдық өрісіңізді кеңейте түсуіңізге т.б әлі толық байқалып жалпыласа қоймаған ақыл-парасат құндылықтарынан емін-еркін игіліктенуіңізге әбден болады.\nҒаламторға кіру үшін компьютерде отыру керек. Компьютерде отыру денсаулыққа зиян. Алдымен денсаулықты сақтауымыз керек деп жатырсыздар. Әрине бұл орынды ол үшін алдымен әр бала компьтерде жұмыс жасап отырғанда техника қауіпсіздік ережесін сақтау керек.\n@vk.com\nҚазақстандағы ең танымал сайттар\ngoogle.com\nnur.kz\nҚорыта келгенде, қай халық болса да, өзінің дамуында қилы-қилы жолдардан өтеді. Ғаламтордағы болған құбылыстардың терең тылсымына үңілуде адамзат баласы талай - талай ғасырларды артта қалдырып, бай тәжірибелер жинақталады. Ғаламтордағы кұбылыстарыдың өзі кейде адамзат сенгісіз немесе тіпті түсініксіз болып жатады. Ерте заманның өзінде - ақ дүниенің жаралуы табиғаттың түрлі құбылыстары туралы адамның өзіндік көзқарасы, түсінігі, зерттеулері болды. Ғаламторда болып жатқан кейбір адамзат және табиғат құбылыстары тылсым жұмбақ болып көрінеді де, адам санасына елеулі әсер етеді. Қандай да бір құбылысты түсіну үшін адам ғылымды терең зерттеп меңгеруі керек\nҒаламтор және денсаулық\nkolesa.kz\ninstagram\nҒаламтор және оның пайдасы мен зияны\n@youtube.com\nЖиырмасыншы ғасырдың аяғында пайда болған Интернет қазір жер шарының әр түкпірін байланыстырып сан алуан адамдарды, елдер мен құрылқтарды біріктіріп отыр. Интернет 1960 жылдары АҚШ-та дүниеге келдi.Оны соғыс бола қалған жағдайда бір-бірімен телефон арналары арқылы қосылған компьютер желілерімен байланысып отыру үшін АҚШ-ның орталық барлау басқармасының қызметкерлері ойлап тапқан. Алпысыншы жылдардың аяғында Пентагон ядролық соғыс бола қалғанда компьютер желісінің үзілмеуі үшін арнайы жүйе жасады, тaжiрибенiң ойдағыдай жүргiзiлу барысында ARPA net желiсi пайда болып, ол Калифорниядағы жaне Юта штаты зерттеу орталықтарындағы үш компьютердi ғана бiрiктiрдi.Кейiн ARPAnet бейбiт мақсатқа қызмет еттi, оны негізінен ғалымдар мен мамандар пайдаланды. Сексенінші жылдардың басында Интернет деген термин пайда болды. Бұл ағылшынның халықаралық желі деген сөзі. Интернеттің негізі АҚШ-да жасалғанымен, оның нақты қожайыны жоқ. Әрбір үкімет, компания, университет ақпараттық қызмет ұсына отырып , бұл желінің тек қана өз бөлігіне иелік жасайды. 1990-шы жылдары Интернетке енушілер саны күрт өсті, ал 2000 жылы оған 5 млн компьютер қосылып, пайдаланушылар саны 200 миллионнан асты. Интернеттiң мүмкiндiгi Адамзаттың әлемдік қазынасы болып табылады.\nwikipedia.org\n1.Алысты жақындату \n2.Қоғамға (адамға) байланысты мүмкіншіліктерді арттыру. \n3.Сана-сезімді жоғарылату. \n4.Ізденіс талпынысқа қашықтықтан оқу бағдарламаларына сұранысты арттыру. \n5.Қажеттілікті толығымен қанағаттандыру. \n6.Дамыған мемлекеттермен тең дәрежеде бәсекелесу. \n7.Әлемде болып жатқан жаңалықтардан сол сәтте хабардар болу. \n8.Халықтарға түрлі жолдармен көмек көрсету. (материалдарды және моральді жағынан болсын) Яғни мүгедек адамдарға немесе отбасы ахуалы нашар адамдарға, жетімдер үйіне, денсаулығы нашар науқастарға қаржылай қол ұшын беру.\nyandex.kz\nҒаламтор - болашаққа бастайды, Келешекке білім қуған жастарды. Қадам басып ХХІ ғасырға, Барлық әлем жаңалығын тастайды – дегендей қазіргі заман талабына сай барлық жастар ғаламторға тәуелді екені хаһ. Бүгінде ғаламторға тәуелділік атты жаңа дерттің пайда болғаны жасырын емес. The Independent басылымының мәлімдеуінше, адамның ғаламторға тәуелділігі ішімдік, кокаин немесе марихуанаға тәуелділікпен бірдей екен. Негізінен, компьютер тұтынушыларының 5-10 пайызы ғаламторға тәуелді. Ересектерді былай қойғанда, бұл күнде жасөспірімдер мен бүлдіршіндер де ғаламтор атты шексіз әлемге байланып отыр\n@facebook.com\nКүн сайын ғаламторды қарап отырып не бір түрлі келеңсіз жағдайларға кезігесің. Отбасымен ажырасу, жаман әрекеттерге бару. Қорлық-зомбылық, зорлық бұның бәрі қайдан шықты дейсіз? Әрине қазір заман ауқымы, талабы әр үйде компьютер, интернет желісі бар. Жаңағы өздерің айтқандай компьютерге қол жеткізбесе де ұялы телефон арқылы интернетке де шығуға болады дейсіңдер. Міне, сол арқылы не бір ұятсыз көріністер көреді, интернет арқылы танысады. Мектеп жасындағы баланың сабаққа дайындалғаннан гөрі көп уақытын ұялы телефонына үңілумен өткізеді. Ол неге үңіле береді десең, әрине ол ішіне сабағын жазып алған жоқ. Небір түрлі қырғын атыс-шабыс ойынын, өзгелермен танысу,ұятты көріністер қарайды. Міне, содан барып, ол баланың өмірге көз-қарасы психологиясы өзгереді. Ұрлық-зорлық көбейеді. Жас бала еліктегіш келеді. Әр жаман затты көрген сайын, естіген сайын оның бір ұшқыны адам бойында ұялап қалмай ма?",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "Көптеген адамдар, әсіресе ғаламтор қолдауншылары, ғаламтордың адамзаттың ең үлкен қолжетістігі екендігімен келісері анық. Ол, қалтқысыз ақпарат көзі болуымен қатар, адамдарға қажет біліммен сусындауға, қиюы келмес мәселелердің шешімін табуға көмектеседі. Әлемдік тордың жан-жақты, білімді, көзқарасымыз кең болып, көптеген қызықты дүниелерді үйренуімізге себі мол.\nОған қоса, ғаламтордың тағы бір артықшылығы - мемлекеттер мен құрлықтар арасындағы шекараны жойып, адамдарға араларындағы қашықтыққа қарамастан бір-бірімен араласуға, сөйлесуге мүмкіндік беруінде. Тіпті, әлемдік тор арқылы әлемнің екі бұрышындағы адамдар достасып, махаббатарын да тауып жатады.\nТанмдық бағдарламаларды көру, жаңа ақпарат алу, білімімізді толықытру, шетел тілдерін үйрену арқылы ғаламторда уақытымызды тиімді әрі пайдалы өткізе аламыз. ей адамдар ғаламтор арқылы мамандық алып, жұмысқа орналасып жатады. Бұлардан бөлек, ғаламторды жолын білгендер табыс көзі ретінде қолдана алады. Соңғы жылдарда дәл осы ғаамтормен байланысты түрлі мамандықтар пайда болған.\nҒаламтордың денсаулыққа зияны\nӘрине, ғаламтордың пайдасы мол екендігі даусыз. Алайда оның зияны да аз емес. Ғаламтордың зиян жайлы сөз болғанды ең бірінші қозғалатын тақырып - ғаламторға тәуелділік. Ал бұл аңыздан алнған термин емес.\nҒаламтор қолданушыларының 10%-ы ғаламторға тәуелді екендігі ғылыммен дәлелденген. Тіпті, олардың бірқатары ғаламторды үй, тағам, су іспетті өмірлік маңызды дүние деп есептейді. Оңтүстік Корея, Қытай, және Тайваньда ғаламторға тәуелділікті ұлттық деңгейдегі мәселе ретінде қарастырады.      \nДесе де ғаламтордың зияны тек мұнымен шектелмейді. Компьютер мониторының алдында ұзақ уақыт отырудың өзі көзіміздің көруіне теріс ісер етсе, компьютер алдында дұрыс қалыпта отырмағанның салдарынан қимыл-тірек аппаратымызға зиян келеді.\nАдам психикасына кері әсер ететін ақапараттарды да ғаламтордың зиянды жағына қоса аламыз. Ғаламтор арқылы алаяқтар жеке тұлға жайлы мәлімет алып, оны өз мақсатына қолдануы мүмкін. Сонымен қатар, әлемдік тор арқылы компьютер жүйесіне зақым келтіріп, зиянын тигізетін вирустар тарайды.\nӘрине, ғаламтордың пайдасы мен зияны да жетерлік. Алайда оның пайдасы басымырақ. Ал егер әр әрекетіңізді ақылға сала отырып жасасаңыз, ғаламтордың зиянын көрмессіз деген пікірдеміз.",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Табиғаттағы қауіпті жағдайлар кезінде не істеу керек?",
        "question_content": "Қазір күнде табиғатта қауіпті жағдайлар болып жатады. Жер сілкінісі, сел болып жатады. Осындай жағдайда не істеу керек. Табиғаттағы қауіпті жағдайлар кезінде не істеу керек?",
        "question_date": "26.01.2020",
        "question_tag": "Мектеп",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚҰТҚАРУ ӘЛІППЕСІ ЭКСТРЕМАЛДЫҚ ЖАҒДАЙЛАР КЕЗІНДЕГІ ІС - ҚИМЫЛДЫҢ ҚЫСҚАША НҰСҚАУЫ\nЖЕР СІЛКІНУ.\nЖер сілкінуіне дейін:\nЖағдайды көз алдыңызға елестетіңіз: қатты жер сілкінісі болған кезде егер сіз жұмыста, үйде, ал балаларыңыз сол кезде мектепте немесе балалар бақшасында болса? Өзіңіз бен отбасы мүшелерінің осындай жағдай бола қалған кезде жете зерттеңіз: тығылу үшін ең қауіпсіз жер қайда, жер сілкінісі біткеннен кейін қай жерде кездескен дұрыс т. б. Сіздің алдын - ала құрған «сценарийіңіз» апат болған жағдайда көмекке келеді.\nАлдын - ала дайын болыңыз:\n• Рюкзак немесе сөмкеңізді құжаттар;\n• Үш күнге жететін тамақ пен су;\n• Алғашқы медициналық дәріханасы мен медикаменттер;\n• Жылжымалы электр фонары мен сіріңке;\n• Жылы киім мен аяқ киім.\nАлғашқы жер сілкінісі кезінде:\n• Есте сақтаңыз: жер сілкінісі басталған кезде үрейленбеңіз және басқалардың да үрейленуіне жол бермеңіз;\n• Газ, су және жарықты сөндіріңіз;\n• Жер сілкіну төменгі баллмен жай болса, онда қорықпаңыз, сол жерде тұрыңыз, яғни күтіңіз.\nЕгер күшті жер сілкінісі болған кезде сіз үйдің ішінде болсаңыз (дүмпу күші бес және одан жоғары болса):\n• Екінші және одан да жоғары қабатта болсаңыз ол жерден ешқайда кетпеңіз;\n• Ішкі қабырғаның қауіпсіз жеріне, бұрышқа, есіктің жақтауына, ваннаға жатыңыз;\n• Кереуеттің, столдың астына кіріңіз, себебі бұлар сізді құлайтын заттар мен сынықтардан қорғайды. Өзіңізді ауыр жиһаздар мен терезелерден аулақ ұстаңыз;\n• Лифтіні пайдаланбаңыз.\nЕгер көшеде болсаңыз:\n• Ғимараттар мен электр желілерінен алшақ, ашық алаңда тұрыңыз, үзілген электр желілерінен алшақ тұрыңыз;\n• Ғимараттың алдын кесіп өтпеңіз және оған кірмеңіз.\nЕгер автокөліктің ішінде болсаңыз:\n• Ашық алаңда қалыңыз, жер сілкінісі біткенше көлік ішінде болыңыз\nЕсте болсын!\nЖер сілкінісі кезінде жер жарылып, адам өлімі сирек кездеседі. Жер сілкінісі кезінде мынадай жағдайларда бақытсыздық орын алады:\n• Ғимараттардың кейбір бөліктерінің қирауы;\n• Сынған терезелердің құлауы;\n• Үзілген электр желілері;\n• Пәтердегі ауыр заттардың құлауы;\n• Өрт;\n• Үрей кезінде бақылаусыз қалған адамдардың мінез - құлқы.\nЕгер сіз алдын - ала қауіпсіздік шараларын сақтасаңыз, құрбан болу саны аз болары сөзсіз.\nЖер сілкінісінен кейін:\n• Қажет адамдарға алғашқы жәрдем көмегін көрсетіңіз;\n• Зардап шеккендерді үйіндіден шығаруға көмектесіңіз;\n• Радиоқабылдағышты қосыңыз;\n• Суды, газды, жарықты мүмкіндік болса өшіріңіз;\n• Ашық отты пайдаланбаңыз;\n• Өте сақ болыңыз, ғимаратты тез арада босатыңыз, яғни басқа жаққа барыңыз.",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құрамында көнерген сөздері бар мақал мəтелдер жазыңдар?",
        "question_content": "Құрамында көнерген сөздері бар мақал мəтелдер мен өлең жолдарын тауып жазыңдар?",
        "question_date": "26.01.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сімер......\n\nСімердің байлығы қолында , кемеңгердің байлығы жолында.",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "1.Тоқал байғұс тоғына мәз,\nБәйбішенің жоғына мәз.\n2.Патшаң соқыр болса,\nКөзіңді қысып сөйле.\n3 Ханның басын хан алар,\nҚардың басын қар алар.",
                "date": "10.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етістіктерді райдың түріне қарай ажыратып жаз?",
        "question_content": "Азамат тіл мен технологияның байланысын зерттеп жүр. Ол корпустық лингвистиканы білгісі келеді. Корпустық лингвистика тілдің электронды корпусын жасаумен айналысады. Ол қазақ тілінің бар байлығын, қолдану ерекшелігін сандық үлгіде топтастырғысы келеді.",
        "question_date": "26.01.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашық рай: Азамат тіл мен технологияның байланысын зерттеп жүр. \nКорпустық лингвистика тілдің электронды корпусын жасаумен айналысады. \nҚалау рай: Ол корпустық лингвистиканы білгісі келеді.\nОл қазақ тілінің бар байлығын, қолдану ерекшелігін сандық үлгіде топтастырғысы келеді.",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "Ашық рай: Азамат тіл мен технологияның байланысын зерттеп жүр. \n\nКорпустық лингвистика тілдің электронды корпусын жасаумен айналысады. \n\nҚалау рай: Ол корпустық лингвистиканы білгісі келеді.\n\nОл қазақ тілінің бар байлығын, қолдану ерекшелігін сандық үлгіде топтастырғысы келеді.",
                "date": "4.02.2022",
                "upvotes": 0
            }
        ]
    }
]