[
    {
        "question_title": "Улылық дәрежесі бойынша зиянды заттардың санаттары?",
        "question_content": "Улылық дәрежесі бойынша зиянды заттардың санаттары?",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы зиянды химиялық заттардың қауіптілігінің 5 класы бар.\nОлардың алғашқы төртеуі зиянды және улы, олар экожүйеге және адамдарға уытты әсер ету деңгейінде ерекшеленеді. Химиялық элементтердің зиянды әсері әр сыныпта азаяды. Биотестілеу нәтижелері бойынша 5-сыныпқа жатқызылған компоненттер қауіпті емес деп есептеледі.\n1-класс:Зиянды ластаушы заттардың қауіптілігінің бірінші класына жататын компоненттер қоршаған әлемге өте зиянды әсер етеді. Олар өздігінен ыдырамайды. Олардың экожүйеде болуы қайтымсыз теріс салдарға әкеледі-инфекция көзі жойылғаннан кейін де табиғат қалпына келмейді.\nӨте қауіпті элементтер, қосылыстар: сынап; селен; гексахлорбутадиен; кадмий; күкірт қышқылының калий бихроматымен қоспасы; плавик қышқылы; мырыш; мышьяк, қорғасын тұздары; тұздары, сынап оксидтері бар ерітінділер; фторсутек; галогенделмеген органикалық бөлшектердің жарылғыш заттармен қоспалары.\n2-класс:Екінші кластағы ластаушы заттар экожүйені қатты бұзады, 30 жылдан астам уақыт бойы ыдырайды. Қауіпті көзді алып тастағаннан кейін табиғат ұзақ уақыт қалпына келеді.\nОларға мыналар жатады: хлор; хром; каустик; мыс; анилин; никель; күкірт қышқылы; фенол; бор; күкіртсутегі; күкірт көміртегі; кобальт; молибден; сурьма; формальдегид; нитриттер.\n3класс:Қауіптіліктің үшінші класына жататын ластаушы компоненттердің көп бөлігін және олардың қоспаларын химиялық кәсіпорындар, зертханалар шығарады. Орташа қауіпті топтың химиялық элементтері экологиялық тепе-теңдікке теріс әсер етеді.\n10 жылдан астам уақыт ішінде ыдырайтын қалдықтар мен заттар: марганец; барий; этил спирті; ванадий; күміс; вольфрам; фосфаттар; стронций; ацетофен; шифер күлі; ксилол; этилбензол; изопропил, метил, пропил спирттері; акрил, сірке қышқылы. Ластанудың негізгі көздері автомобиль, мұнай-газ өнеркәсібімен байланысты.\n4-класс: Төртінші кластағы төмен қауіпті заттарға биосфераға аз зиянды әсер ететіндер жатады. Олар 3 жылдан 10 жылға дейін өздігінен ыдырайды. Ластану көзі жойылғаннан кейін табиғат бірнеше жылдан кейін қалпына келеді.\nОсындай болып табылады: аммиак; бутан; гексан; сульфаттар; алюминий; циклогексан; этанол; метан; этилацетат; бутилен; нафталин; диэтил эфирі; ацетон; бензин; скипидар.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "15г күміс нитратымен натрий хлориді әрекеттесті. Түзілген тұңбаның массасы?",
        "question_content": "15г күміс нитратымен натрий хлориді әрекеттесті. Түзілген тұңбаның массасын, мөлшерін есептеңдер?",
        "question_date": "27.10.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "NaCl + AgNO3 = AgCl + NaNO3\n\nAgCl - тұз\n\nСоны анықтаймыз:\n\n              15г            х\n\nNaCl + AgNO3 = AgCl + NaNO3\n\n              170         143,5\nх=143.5*15/170=12.7г",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 320С, массасы 100г қалайыны массасы 30г темір ыдысқа салып?",
        "question_content": "Температурасы 320С, массасы 100г қалайыны массасы 30г темір ыдысқа салып, оны толық балқыту үшін қанша жылу қажет болады? t0=2320С, қ0,6105Дж/кг, ст460 Дж/кг0С, сқ230 Дж/кг0С.",
        "question_date": "27.10.2020",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nt1=32C\nt2=232C\nm1=30г=0.03кг\nm2=100г=0.1кг\nλ=0.6*дж/кг\nс2=460дж/кгС\nс1=230дж/кгС\nТабу керек: Q-?\nQ1+Q2=Q3\nQ1+Q2=c1m1Δt+λm1+c2m2Δt=230*0.1*(232-32)+0.6**0.1+460*0.03 (232-32)=230*0.1*200+0.6**0.1+460*0.03*200=13360дж=13,36*10\"5дж=13,36кдж",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нормасымен көсеткіштіріне байланысты зиянды заттардың қауіптілігінің санаттары?",
        "question_content": "Нормасымен көсеткіштіріне байланысты зиянды заттардың қауіптілігінің санаттары?",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағзаға әсері бойынша\nУытты әсер ету көрінісі бойынша улардың 6 тобы бар.\nЖалпы уытты химиялық заттар. Олар бүкіл денеге немесе мүшелер жүйесіне әсер етеді (ОЖЖ, гемопоэтикалық жүйе және т.б.). Бұл әсер көмірсутектер, спирттер, анилин, күкіртсутек, гидроциан қышқылы және оның тұздары, сынап тұздары, хлорланған көмірсутектер, көміртегі оксиді және т. б.\nТітіркендіргіш химиялық заттар. Шырышты қабаттарға, тыныс алу және көру органдарына, теріге әсер етеді. Егер өмірлік маңызды органдар әсер етсе, құқықтық қабілеттіліктің қысқа мерзімді жоғалуына немесе өлімге әкеледі. Әскерлерде, күштік құрылымдарда, жеке өзін-өзі қорғау үшін қолданылады. Бұл хлор, аммиак, күкіртсутек, мышьяк қосылыстары, фосген және т. б.\nСезімтал химиялық заттар. Олар аллергияға ұқсас реакцияны тудырады. Итермелейді, демікпені, тері аурулары. Бұл әсер формальдегид, еріткіштер, лактар және т. б.\nКанцерогенді химиялық заттар. Еркін радикалдар қатерлі ісіктің пайда болуына әкеледі. Әсер етудің жинақтаушы сипаты бар. Оларға асбест, никель, бериллий, бензапирен жатады.\nМутагендік химиялық заттар. Жыныс жасушаларына әсер ете отырып, олар генетикалық ақпаратты өзгертеді. Ұрпақтарда көрінеді. Бұл қорғасын, марганец, сынап, радиоактивті заттар және т. б.\nРепродуктивті функцияға әсер ететін заттар. Олар эмбрионның туа біткен даму ауытқуларын тудырады, ұрпақтардың ішілік және босанғаннан кейінгі дамуын бұзады. Оларға сынап, қорғасын, радиоактивті изотоптар, стирол, аммиак, бор қышқылы жатады.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағзаға ісер етуіне байланысты қауіпті заттар",
        "question_content": "Ағзаға ісер етуіне байланысты қауіпті заттар",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағзаға әсері бойынша\nУытты әсер ету көрінісі бойынша улардың 6 тобы бар.\nЖалпы уытты химиялық заттар. Олар бүкіл денеге немесе мүшелер жүйесіне әсер етеді (ОЖЖ, гемопоэтикалық жүйе және т.б.). Бұл әсер көмірсутектер, спирттер, анилин, күкіртсутек, гидроциан қышқылы және оның тұздары, сынап тұздары, хлорланған көмірсутектер, көміртегі оксиді және т. б.\nТітіркендіргіш химиялық заттар. Шырышты қабаттарға, тыныс алу және көру органдарына, теріге әсер етеді. Егер өмірлік маңызды органдар әсер етсе, құқықтық қабілеттіліктің қысқа мерзімді жоғалуына немесе өлімге әкеледі. Әскерлерде, күштік құрылымдарда, жеке өзін-өзі қорғау үшін қолданылады. Бұл хлор, аммиак, күкіртсутек, мышьяк қосылыстары, фосген және т. б.\nСезімтал химиялық заттар. Олар аллергияға ұқсас реакцияны тудырады. Итермелейді, демікпені, тері аурулары. Бұл әсер формальдегид, еріткіштер, лактар және т. б.\nКанцерогенді химиялық заттар. Еркін радикалдар қатерлі ісіктің пайда болуына әкеледі. Әсер етудің жинақтаушы сипаты бар. Оларға асбест, никель, бериллий, бензапирен жатады.\nМутагендік химиялық заттар. Жыныс жасушаларына әсер ете отырып, олар генетикалық ақпаратты өзгертеді. Ұрпақтарда көрінеді. Бұл қорғасын, марганец, сынап, радиоактивті заттар және т. б.\nРепродуктивті функцияға әсер ететін заттар. Олар эмбрионның туа біткен даму ауытқуларын тудырады, ұрпақтардың ішілік және босанғаннан кейінгі дамуын бұзады. Оларға сынап, қорғасын, радиоактивті изотоптар, стирол, аммиак, бор қышқылы жатады.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кестені толтырыңыздар:",
        "question_content": "Кезеңдердің аталуы\nҰзақтығы\nМаңызы",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам алғаш қай аймақта қоныстанды?",
        "question_content": "Осы сұраққа жауап таппадым. Білетіндер болса көмек керек. Адам алғаш қай аймақта қоныстанды?",
        "question_date": "27.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 215,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылым тілінде алғашқы адам «епті адам» деп аталады. Епті адамның өзге жануарлардан ерекшеленетіні бұл оның ойлау қабілетінің арта бастағанында. Ең көне епті адамның тұрағы Кения мемлекетіндегі Олдувэй шатқалында табылды. Бұның жасы шамамен алғанда 1 миллион 750 мың жыл.\nОсы жерден епті адам бүткіл дүниеге тараған. Барлық материктер мен континенттерге.\nАлғашқы адам Қазақстан аумағында тас дәуірінің өзінде-ақ, яғни бұдан 700-500 мың жыл бұрын өмір сүрген. Оны Қаратау жотасында, сондай-ақ Есілдің жоғарғы сағасында, Балқашпен Маңғыстау өңірлерінде табылған кейбір құралдар дәлелдейді. Ол кезде климат қазіргідей емес еді. Таулар аласа болатын. Қазақстанға оңтүстіктен, Үнді мұхитынан жылы ауа кедергісіз қаптап келіп тұратын. Жылы жауынның көп жаууы нәтижесінде өсімдіктер қаулап өсетін. Мұнда сан алуан жануар өмір сүрген. Өзендер мен көлдердің жағалауында, сайларда пілдер жүретін. Алтай тауларының солтүстік етегіңде мамонттар, жүндес мүйізтұмсық, үңгір аюлары кезігетін. Шамамен осыдан 100 мың жыл бұрын климат бірсыпыра суып, жылылыққа үйренген жануарлар біртіндеп құри бастайды. Қазақстанда климаттың сууы ұзаққа созылды, біздің заманымыздан 15-20 мың жыл бұрын климат жылып, қазіргіге ұқсайды. Мұның өзі адамзат қоғамының дамуына игі әсер еткен.\nБұл кезде тас өңдеу техникасы жетіле түсті. Құралдарды жасағанда адамдар отты қолдана білді. Сөйтіп әр түрлі еңбек құралдары пайда болды: сындырғыштар, қалақтар, кескіштер, тескіштер, найзалар мен сүңгінің ұштары. Сүйектен ине жасалды, адам теріден киім тігуді үйренді.",
                "date": "27.10.2020",
                "upvotes": 0
            },
            {
                "text": "Ағымдағы көзқарас, Қос өзен алқабында қоныстанды.\nАлайда Ydna дегенге қарасақ,  ең ескісі C - Ydna Қазақта тұрса, Бұндайлар қос өзенде емес Алтай алатауда ғой.  Сондықтан менше, Алғашқы қонысы Алтай Алатау өңірінде",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әңгіме құрастыр. Осы сөздерді пайдаланып. Алғашқы адамдар, от, үңгір тобыр, найза, аңдар",
        "question_content": "Әңгіме құру керек сөздер:алғашқы адамдар,от,үңгір тобыр,найду заңдар\n\nӨтінім көмектесініші",
        "question_date": "27.10.2020",
        "question_tag": "Мектеп",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алғашқы адамдар аң аулаумен және жеміс-жидектерді жинаумен күн көрді. Әсіресе мамонттар мен бизондарды көп ұстаған. Себебі мамонттың еті көп, әрі мамонттың терісі ірі. Аңдарды өздері тастан қашап жасаған найзаларымен аулаған. Алғашқы адамдар еңбек құралдарың күн көру үшін пайдаланды. Бұларды жабайы жануарлардан қорғану үшін де пайдаланған.  Мысалы тәтті жеміс-жидектерді жинау, таяқпен аңды соғу, тасты не ағашты пайдаланып жерді қазу сияқты күрделі емес іс-әрекеттерді орындай алған. Олар тобыр болып өмір сүрген, тобыр ішінде азық жинау мен жабайы аңдардан қорғануға мүмкіндіктері көбейген.\nЕпті адам тамақ пісіре алмаған. Баспана сала алмаған, бұның орнына үнгірлерді пайдаланған. Осы себептен қазіргі археологтар үңгірлерде епті адамдардың сансыз қоныстарын тапқан.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кембрийден қазіргі кезге дейінгі теңіз биотасының дағдарысы",
        "question_content": "Кембрийден қазіргі кезге дейінгі теңіз биотасының дағдарысы",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тестом по Биологии. Что из перечисленного является набором (стек) тилакоидов?",
        "question_content": "1. Что такое пластиды?\na.Крошечная клетка найденная в стеблях\nb.Трубчатый мостик внутри хлоропласта который используется для обмена белков\nc.Вид органелл найденный в растительных клетках, которые выполняют жизненно важные функции клетки\nd.Тип фотосинтетического пигмента\n\n2. Что из перечисленного является набором (стек) тилакоидов?\na.строма\nb.тилакоид\nc.грана\nd.ламелла\ne.хлорофилл\n\n3.Что из перечисленного представляет бесцветный материал внутри хлоропласта, но вне граны?\na.строма\nb.тилакоид\nc.грана\nd.ламелла\ne.хлорофилл\n\n4.Какая структура соединяет две граны?\na.строма\nb.тилакоид\nc.грана\nd.ламелла\ne.хлорофилл\n\n5.Какие из следующих струтур содержат фотосинтетические пигменты?\na.строма\nb.тилакоид\nc.грана\nd.ламелла\ne.хлорофилл\n\n6.Что из перечисленного не является реагентом для фотосинтеза?\na.вода\nb.CO2\nc.глюкоза\nd.солнечный луч\n\n7.Какую длину волны света хлоропласты отражают (не поглощают)?\na.синий\nb.оранжевый\nc.красный\nd.зеленый\ne.фиолетовый",
        "question_date": "27.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 868,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1c\n2c\n\n3a\n\n4b\n\n5e\n\n6c\n\n7d",
                "date": "6.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хатшы мамандығын таңдау үшін қандай пәнді таңдау керек және неше балл жинау керек ЕНТ-да?",
        "question_content": "Менің арманым хатшы болу. Сіздерге сұрақ, хатшы болу үшін қандай пән таңдайды және неше балл жинау керек ЕНТ-да?",
        "question_date": "27.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хатшы болуға ешқандай арнайы мамандық қажет емес. Құжатты жасағанда тиянақты болсаңыз, есе сақтау қабілетіңіз жақсы болса, жылдам ойлайтын тиянақты болсаңыз жеткілікті. Көбіне мысалы мұғалімге оқыған адам мектеп директорының хатшысы бола алады. Немесе химик маман документация жағын жақсы біліп, жоғарыда атаған қасиеттерге ие болса химиялық компанияларда директордың хатшысы бола алады.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындықтың мәнін 260000000 м еселік қосымшаны қолданып жазыңыз.",
        "question_content": "Ұзындықтың мәнін 260000000 м еселік қосымшаны қолданып жазыңыз.",
        "question_date": "27.10.2020",
        "question_tag": "Мектеп",
        "question_views": 218,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "260000000 м =2,6*10\"8м= 26*10\"7м немесе 260*10\"6м",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байжігітпен қыз алысуға болама?",
        "question_content": "Ассалаумағалейкум! Менің руым Сіргеліден тараған Батыр яғни Батыр, Менің қызым бар руы Батыр бірақ батырдың ішінде Байжігіт үйленуіме болама аитып жіберіңіздерш шұғыл еді",
        "question_date": "27.10.2020",
        "question_tag": "Шежіре",
        "question_views": 757,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл рулар қыз алыса ма жоқ па нақты білмедім нақты. Бір білерім, бір рудан болса да 7 атасы шатыспай бөлек болған қыз бен жігіт үйленіп , отбасы құра алады. Әулеттің үлкендері шешетін мәселе болып тұр ғой.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD тіктөртбұрыштың екі қабырғасы 6 және 8. AB және AD векторларыны",
        "question_content": "ABCD тіктөртбұрыштың екі қабырғасы 6 және 8. AB  AD векторларының айырымының ұзындығын табыңдар.",
        "question_date": "27.10.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB+AD=AC=√(AB²+AD²)=√(36+64)=√100=10",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сайраған орта жүздің бұлбұлымын\" Біржан бейнесі кандай?",
        "question_content": "1. \"Сайраған орта жүздің бұлбұлымын\" Біржан бейнесін жазыңыз?\n2. \"Белгілі қанша жұртқа атым-Сара\" Сараның сипатын жазыңыз?",
        "question_date": "27.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 880,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылулық тепе теңдік күйінің теңдеуін жазыңыз",
        "question_content": "Массасы 100г ал температурасы 20°С кесеге, массасы 200г қайнап тұрған су құйылды.Кеседегі судың температурасы 93°С болды. Судың меншікті жылусыйымдылығы 4200Дж/(кг °С). Жылулық тепе теңдік күйінің теңдеуін жазыңыз",
        "question_date": "27.10.2020",
        "question_tag": "Мектеп",
        "question_views": 16600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm = 100 г = 0,1 кг\n\ntн. = 20 °С\n\nm1 = 200 г = 0,2 кг\n\ntк. = 100 °С\n\nt = 93 °C\n\nс1 = 4200 Дж/кг*°С\n\n---------------------------------------------------\n\nс - ?\n\nШешуі :\n\nЖылулық баланс теңдеуін жазамыз.\n\nс1m1( t - tк. ) + cm( t - tн. )= 0\n\ncm( t - tн. ) = - с1m1( t - tк. )\n\ncm( t - tн. ) = с1m1( tк. - t )\n\nс = ( с1m1( tк. - t ) )/( m( t - tн. ) )\n\nс = ( 4200 * 0,2( 100 - 93 ) )/( 0,1( 93 - 20 ) ≈ 805 Дж/кг*°С",
                "date": "27.10.2020",
                "upvotes": 1
            },
            {
                "text": "А-сы,\n\nt=c1m1t1+c2m2t2\n\n________________________\n\nc1m1+m2c2\n\nЭто тепе-теңдік теңдеуі, а всё остальные решения не правильные,  длинная полоса это бөлшек сызығы",
                "date": "3.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылықанды жануарларға қауіптілік деңгейі бойынша пестициттер топтастырулары",
        "question_content": "Жылықанды жануарларға қауіптілік деңгейі бойынша пестициттер топтастырулары мен олардың сипаттамалары",
        "question_date": "27.10.2020",
        "question_tag": "Табиғат",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика 1 токсан ТЖБ. Екі параллель теміржолда ұзындығы 660 м болатын жүк пойызы?",
        "question_content": "1. Екі параллель теміржолда ұзындығы 660 м болатын жүк пойызы 54 км/сағ жылдамдықпен және ұзындығы 180 м болатын жолаушылар пойызы 72 км/сағ жылдамдықпен бірқалыпты қозғалады. Егер пойыздар бір бағытта қозғалатын болса, онда бір пойыз екіншісінін қасынан қанша уақытта жүріп өтеді? \n2. Допты қақпадан тепкен (жерден) қақпашы оған көкжиекке 45° бұрышпен бағытталған 25 м/с жылдамдық берді. Ұшу қашықтығын тап. (g=9,81 м/с2) \n3. Неге күшті жел құрғақ жапырақтарды жерден жоғары көтереді? \n4. Жер бетінен 400 км биіктікте орналасқан массасы 40 кг дене қандай күшпен Жерге тартылады? Жердің радиусы 6400 км-ге тең, массасы 6 ⋅ 1024 кг. \n5. Массасы 100 г дене жазықтықта радиусы 2 м шеңбер бойымен 20 рад/с бұрыштық жылдамдықпен айналады. Дененің импульс моменті неге тең? \n6. Қолқаның (Аорта) радиусы шамамен 2 см және ол арқылы қан 40 см/с жылдамдықпен ағады. Барлық капилярлардың ауданы шамамен 4000 см2 деп алып, қанның капилярлардан ағуының орташа жылдамдығын есепте.",
        "question_date": "27.10.2020",
        "question_tag": "Физика",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Берілгені:  V1=54 м/с    V2=72 м/с   L1=180 м    L2=660 м    t -?\n\nПойыз бір бағытта жүрсе\n\nt=(L1+L2)/(V2-V1)=(180+660)/18=840/14=60 с\n\n2)=2*V0*sina/g=2*20*0,7/10=2,8 c\nH=V0^2*sina^2/2*g=400*0,7^2/2*10=9,8 м\nS=V0*cosa*t=20*0,7*2,8=39,2 м",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Феод феодал феодализм бір бірінен айырмашылығы қандай?",
        "question_content": "Қазақстан тарихы 6 сынып 28 бет 1 тапсырма. Феод феодал феодализм бір бірінен айырмашылығы қандай?",
        "question_date": "26.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Феод (лат. feudum)— вассалға сеньор берген жерлер (аз — тұрақты табыс немесе табыс алу құқығы) оларды пайдалануға және иелік етуге (кейде мұрагерлік-мүлікті қараңыз) вассалдың әскери, әкімшілік немесе сот қызметін сеньордың пайдасына жүргізу шартымен жүзеге асырылды. Жерді ұстаудың бұл түрі Еуропада орта ғасырларда қолданылған.\nФеодал-феодализм дәуіріндегі жер иесі (феодтың иесі). Сол кезеңдегі әртүрлі мемлекеттерде әртүрлі атаулар болған. Испания — идальго (исп. hidalgo жылғы hijo de algo — сөзбе-сөз \"ұлым біреу\"); Португалия — фидалгу (порт. filho + de + algo ұсынған fidalgo).\nФеодализм (лат. feudum-зығыр, жер иелігі) - VI ғасырдың соңында пайда болған қоғамдағы құқықтық қатынастар жүйесі, кейбір мемлекеттік ұйымдасқан буржуазиялық қоғамдарға тән.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуропадағы феодалдық бытыраңқылықтың белгілері?",
        "question_content": "Дүние жүзі тарихы 2 тапсырма. Еуропадағы феодалдық бытыраңқылықтың белгілері?",
        "question_date": "26.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Феодалдық құрылыстың негізгі белгілері Батыс Еуропа елдерінде IХ-X ғасырларда қалыптасты. Оның ең басты белгісі – жердің негізгі табыс пен байлық көзіне айналуы. Кімнің жері көп болса, сол құдіретті де құрметті адам болды. Ақсүйек шонжарлар мен корольдер, әскер қолбасшылары қауым жерлерін, жаулап алынған жерлерді өздерінің мұрагерлік меншігіне айналдырды. Ірі жер иелеріне өздерінің жер иеліктерін ұлғайтуға мемлекет көмектесті.\nАтқарған қызметі үшін әр адамға сыға берілетін жер үлесі «феод» деп, ал ол үлестің иесі «феодал» деп аталды. Бір феодалдың жер үлесі ұлан-ғайыр көп болса, екінші феодалдың жері аздау болды. Феодалдар жерді онда өмір сүретін жүздеген, мыңдаған шаруалармен қоса иемденді.\nФеодалдар өз жерлерінде ерікті шаруалардың еңбегіне негізделген шаруашылық құрды. Осындай шаруашылық феодалдық поместье деп аталды. Феодалдар мемлекеттің көмегімен шаруаларды өздеріне кіріптарлыққа салды. Ерте орта ғасырлар кезеңінің бір ерекшелігі – монархиялық империялар қандай күшті болғанымен, феодалдық қоғамның заңды дамуы – бытыраңқылықты бастан кешірді. Оның себебі, біріншіден, барлық феодалдық мемлекеттер байлық үшін, билік үшін әр уақытта бақталастықта болды. Екіншіден, феодалдық қоғамда тұйық табиғи шаруашылық дамыды. Мемлекеттер елді басқару мен шаруашылықты ұйымдастыру ісін өз мәнінде жүргізе алмады. Бұл тарихи процесс Франктер, Византия, Киев Русі мемлекетерінің әлсіреуіне және құлауына әкелді.\nФеодалдық құрылыстың келесі бір белгісі – шаруашылықтың натуралды, яғни томаға-тұйық сипаты. Феодалдың өміріне қажетті бұйымдар мен азық-түліктердің бәрі оның поместьесінде өндірілді.\nVI-Х ғасырларда Батыс Еуропа елдерінде осындай натуралды шаруашылық үстемдік құрды. Мұндай шаруашылық кезінде еш нәрсе сатылмады және сатып алынбады.\nНатуралды шаруашылық жағдайында жеке феодалдық иеліктер арасындағы экономикалық және саяси байланыстар өте мардымсыз болды. Ірі феодалдық жер иеліктері одан әрі дамыды, ол иеліктерде күштеу аппараты құрылды. Күшейіп алған жекелеген феодалдар өздерін корольмен тең санай бастады.\nОсының бәрі IХ-X ғасырлардағы Батыс Еуропада феодалдық бытыраңқылықтың негізгі себептері болды. Бағыныштылар бір-бірінің мырзаларының иеліктеріне шабуыл жасап тұрды. Бұл қақтығыстар феодалдық өзара қырқысулар деп аталды.\nФеодалдық құрылыстың тағы бір ерекшелігі – феодалдар атақ-лауазымы бойынша бірнеше сатыға бөлінді. Ол бөліну тарихта феодалдық саты деп аталды. Ең жоғарғы баспалдақта басты феодал – король тұрды. Ол жоғарғы сот және әскердің қолбасшысы міндеттерін де атқарды. Келесі баспалдақта корольдің бағыныштылары герцогтер мен графтар болды. Оларға жүздеген деревнялар қарады. Олардың билігінде үлкен әскер отряды болды.\nГрафтардан кейінгі баспалдақта олардың бағыныштылары – барондар мен виконттар тұрды. Олар 20-30 деревняны басқарып, шағын әскер бөлімін жасақтауға мүмкіндік алды. Барондар ұсақ феодалдардың – рыцарлардың мырзасы еді. Ал рыцарлар әлі рыцарь ала қоймаған қатардағы жауынгерлердің мырзасы атанды.\nЕрте орта ғасырлар кезеңіндегі мемлекеттердің саяси құрылымы ерте феодалдық монархия болды. Ірі жер иелерімен дін басшылары феодалдардың мүддесін қорғап, үстемдік жасап отырды.\nШаруалар феодалдық сатыға кірмеді. Әскери іспен айналысатын феодалдар Х ғасырдың аяғынан бастап рыцарьлар деп аталды. Рыцарь болу үшін үміткердің жер үлесі «феоды» болуы керек еді. Рыцардың басты кәсібі – соғыс. Сондықтан олардың барлық тұрмысы мен әдет-ғұрпы соғыс талаптары мен соған байланысты тәртіптерге бағындырылды.\nОсман империясындағы «сипахилер», Жапониядағы «самурайлар» ортағасырлық Батыс Еуропадағы рыцарьлар іспетті болды. Кейін тұрақты армияның құрылуына, оқпен атылатын қарудың тарауына байланысты рыцарлардың әскердегі рөлі азая бастады. Бірақ рыцарлар біржолата жойылып кеткен жоқ. Олар дворяндарға айналды.\nФеодалдар мықты аула-бекінісі бар үйіне азық-түлік, киім-кешек, еңбек құрал-саймандары мен қару-жарақ қорын жинады. Табиғи апат, жұт, өрт зардаптарынан кейін әр шаруа осы қордан қарызға көмек алып, қайтадан әл жиятын. Олардың аула-бекінісі қорғаныс қамалы да болды. Бекіністі айнала дуалдар соғылып, су толтырылған орлар қазылды. Ор үстіне көтерме көпір салынды.\nФеодалдық құрылыс кезіндегі шаруалар басыбайлы және ерікті болып екіге бөлінді.\nБасыбайлы шаруалар феодалдарға толық тәуелді болды, олардың өз беттерімен шешім қабылдап, әрекет етуіне тыйым салынды. Феодалдар ондай шаруаларды сатуға, айырбастауға, сыйлауға ерікті еді. Басыбайлы шаруа қашып кетсе, қожасы оны тауып алып, өзіне қайтаратын. Басыбайлы шаруалар қатарына бірте-бірте бұрыңғы құлдар да қосылды. Шаруалардың бұл тобы Францияда «сервтер» деп аталды.\nШаруалардың екінші тобына жататын жеке басы ерікті шаруалар. Англияда «вилландар» еді. Олардың жағдайы біраз жеңілдеу болды. Олар өз қарамағындағы мүліктерін, еңбек құрал-жабдықтарын еркін жұмсай алды. Ерікті шаруалар өз жер үлесін мұрагерлік жолмен балаларына қалдыруға құқылы болатын.\nШаруалар өз қожайындары мен корольдеріне көптеген міндеткерліктер өтеді.\nОл міндеткерліктерді өтеудің бірнеше түрі болды. Басты түрі – еңбекпен өтеу. Ол «барщина» деп аталды. Шаруалар заттай алым-салық – «оброк» та төлеп отырды. Сонымен қатар «қоғамдық жұмыстар» атқару міндеткерлігі де болды.\nV-Х ғасырлар аралығында шаруалардың жіктелуі күшейді. Яғни шаруалар кедейленіп, жерін ірі феодалдар тартып алған, жерсіз шаруалар көбейіп олар феодалдарға еріксіз кіріптарлыққа түсті. Еріксіз шаруалар Еуропа және Азия елдерінде ірі феодалдарға қарсы күреске шығып отырды.\nФеодалдық қоғамның дамуы өндірістік күштердің дамуына, өндірістік қатынастың күшеюіне әкелді. Еуропа елдерінде жерге жеке меншік үстем болды. Азия елдерінде жерге иелік негізінен мемлекеттік меншік арқылы дамыды. Ерте орта ғасырлар кезінде феодализм дамып, феодалдық қоғам өз дамуының жоғарғы сатысына өтті.\nТолығырақ: https://itest.kz/kz/ent/duniezhuzi-tarihy/7-synyp/lecture/ortahasyrlyq-qohamnyng-negizgi-belgileri-men-erekshelikteri",
                "date": "20.11.2020",
                "upvotes": 0
            },
            {
                "text": "Феодал феодализм феод феодалдык",
                "date": "18.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газды сусынды шайқағанда болатын процесті толық түсіндіріп бере аласыздар ма?",
        "question_content": "Газды сусынды шайқағанда болатын процесті толық түсіндіріп бере аласыздар ма?",
        "question_date": "26.10.2020",
        "question_tag": "Химия",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөтелкедегі сода жоғары қысымға ұшырайды. Бұл қысым көмірқышқыл газының сұйықтықта еруіне әкеледі. Бөтелкені ашқан кезде қысым төмендейді және көмірқышқыл газы енді еріп, сыртқа шығуға себеп болмайды. Сұйықтықтағы газ көпіршіктер түзеді. Ол түйіршіктер сусын бетіне өтіп, ауаға көмірқышқыл газы ретінде бөлінеді. Сондықтан,біраз уақыттан кейін сусын соншалықты газдалған болмайды.",
                "date": "27.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен үй тапсырмасын орындауға көмек керек.",
        "question_content": "Ағылшын тапсырмасын орындауға көмектесесіздерма",
        "question_date": "26.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Картаның масштабын табыңыз.",
        "question_content": "Екі қаланың ара қашықтығы 600км. Картадағы арақашықтығы 6 см. Картаның масштабын табыңыз.",
        "question_date": "26.10.2020",
        "question_tag": "Математика",
        "question_views": 14800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "600 км = 60000000\n\n60000000 ------- 6\n\n1 --------- Х\n\nХ = 6/60000000\n\nЖауабы: картаның масштабы 1:10000000",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "Масштабты табу үшін, қалалар арасындағы ара қашықтығын картадағы арақашықтыға бөліп алу керек. Біздің жауабымызда картаның масштабы сантиметр бойынша кілометрдегі деңгейін айтып өтіп тұрады. Сондықтан, картаның масштабының табу үшін, 600 км-ді 6 см-ге бөліп аламыз:\n600 км / 6 см = 100 км / 1 см.\nОсында картаның масштабы 1 см-де 100 км-ге берілгенін айтып отырамыз.\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "5.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абылай ханның азаматтық тұлғасы?",
        "question_content": "Абылай ханның азаматтық тұлғасын сипаттаңыз?\nОсы сұрақтың жауабы керек болп тұрр.",
        "question_date": "26.10.2020",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанкешті қайсар батыр өзінің елі үшін бәріне дайын және ашумен емес ақылмен жұмыс істейтін хан болған",
                "date": "29.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тойға шақыру билеттері",
        "question_content": "ХХ ғасырдың шақыру билеттерін қайдан алсам болады ? осыдан басқа Болып жатса өз уйіңіздегіні суретке түсіріп жіберсенізде болады)",
        "question_date": "26.10.2020",
        "question_tag": "Сурет, Видео",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің мамалардың кезіндегі шақырту билеттері осылай болған.\nМамалардікі үйде, мыналар интернеттен.",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    }
]