[
    {
        "question_title": "Шетелде жүрген отандастарымызға тарихи Отанына шақыру мақсатына хат жазыңыз?",
        "question_content": "О. Асқардың \"Шетте жүрген бауырларға\" өлеңінен алынған үзіндіні қолдана отырып, шетелде жүрген отандастырымызға тарихи Отанына шақыру мақсатында хат жазыңыз?",
        "question_date": "16.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отан отбасыдан басталады.Шетте жүрген қандастар аман болыңдар",
                "date": "26.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "О.Асқардың Шетте жүрген бауырластарға өлеңінде көтерілген мәселені анықтап",
        "question_content": "О.Асқардың \"Шетте жүрген бауырластарға\" өленіңде көтерілген мәселені анықтап, алған әсеріңізді 5-6 сөйлеммен жеткізіңіз",
        "question_date": "16.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инстаграмдағы парақша қанша \"жалоба\"-дан кейін толығымен өшуі мүмкін?",
        "question_content": "Инстаграмдағы парақша қанша \"жалоба\"-дан кейін толығымен өшуі мүмкін?\n\nОсы туралы толық ақпарат болса жаза кетіңіздер.",
        "question_date": "16.03.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызым парок сердце болып туылды. Сол қолының бас бармағы жоқ.",
        "question_content": "Қызым парок сердце болып туылды. Сол қолының бас бармағы жоқ. Осыған инвалидност алсам болады ма?",
        "question_date": "16.03.2021",
        "question_tag": "Заң",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Елдің экономикасы долларға тәуелді болмау үшін қандай шаралар жасалуы қажет?",
        "question_content": "Елдің экономикасы долларға тәуелді болмау үшін немесе азырақ тәуелді болуы үшін қандай шаралар жасалуы қажет?",
        "question_date": "16.03.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азырақ тәуелді бола алсақ шіркін . Тәуелді болуының себебі не екен  ?  Қазына көзі Мұнайға қарап қалуынан деп айтады жұрт... Сол мұнайдан тыс шаруа кәсіптерді маңдытып алсақ игі болар ма деймін.  Әсіресе мал шаруашылық өте нәшәр, дәстүрлік шаруа ғой. байлық жатыр қадырын білмей жүр бөлшелпек мұжықтар.",
                "date": "16.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Почему надо уметь сжимать научный текст?",
        "question_content": "Эссе на тему \"Почему надо уметь сжимать научный текст?\"",
        "question_date": "16.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 165,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың қабырғалар ұзындығын және периметрін анықта.",
        "question_content": "тікбұрышты үшбұрыштың ұзындығы енінен 5 см ұзын. Ауданы 14 см2 тең. Тікбұрышты үшбұрыштың қабырғалар ұзындығын және периметрін анықта",
        "question_date": "15.03.2021",
        "question_tag": "Геометрия",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = b + 5\n\nS = 14\n\na, b, c, P = ?\n\nS = a*b,     14 = (b + 5)*b,    14 = b² + 5b,    b² + 5 b - 14 = 0,  b = 2\n\na = 2 + 5 = 7,    c² = a² + b²,    c² = 49 + 4,   c² = 53,  c = sqrt(53)\n\nP = a + b + c = 7 + 2 + sqrt(53) = 9 + sqrt(53)",
                "date": "15.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жеміс-жидектің ішіндегі құрттар зиянсыз ба?",
        "question_content": "Жеміс-жидектің ішіндегі құрттар адам денсаулығына зиянсыз ба? Алма,жидек деген секілді.Жидекті жей береміз, бірақ кейбіреуінде кішкене құрттағандары болады.",
        "question_date": "15.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зауза қоңызы. Тұмсығында ұзын мұрттары бар, осімдікпен қоректенеді. Зауза қоңыздарының өте көп гүрлерінің бар екендігі мәлім. Біз бұл жерде олардың әрқайсысын жеке-жеке суреттеп жатпаймыз, өйткені олардың өмір әрекеттері бір-біріне өте ұқсас және олардың барлығына бірдей қолданатын күрес шаралары біркелкі болып табылады.\nӘр түрлі зауза қоңыздары көктем айларында және жаздың бас кезінде ұшып жүреді. Ұрғашы зауза қоңыздары шамалы ғана тереңдікте жер астында жұмыртқалайды. Олардың жұмыртқаларынан зауза қоңыздарының личинкалары шығады. Бұл личинкалар аппақ, жұмсақ тығыршықтай жұп-жуан болады, «С» әрпі сияқты ішкі жаққа қарай екі ұщы иіліп жатады. Бұл личинкалар әр түрлі өсімдіктердің тамырларымен қоректенеді, әсіресе жас ағаштардың жаңа отырғызылған шыбықтарына зор зиян келтіреді, көбінесе өсімдіктің қурап қалуына себеп болады.\nЗауза личинкаларының кейбір түрлері екі жылға дейін, ал кейбір ірілері төрт жылға дейін өмір сүреді.\nЖас шыбықтарды отырғызған кезде олардың тамырларына гексахлоран себіледі. Гексахлоран топырақта өте көп уақытқа дейін сақталады және ең аз дегенде бір жыл бойына жас өсімдікті зауза құрттарының зияндауынан аман сақтайды. Жерді өңдеген уақытта көзге түскен личинкалар мен зауза құрттарының жұмыртқаларын теріп алып жүру керек.\nЖапырақ биттері. Жапырақ биттердің көптеген түрлері бар. Жапырақ биттері Қазақстанның барлық аудандарында өніп-өсіп келеді. Бұл биттер тез өсіп, жапырақтар мен жас бұтақтарды сорады. Жапырақта жұмыртқа күйінде қыстап шығады. Жапырақ биттері жылтыр, қара, сопақша жұмыртқаларын жаңа шығып келе жатқан бұтақшалардың тамырына салады.\nЖапырақ биті - ұсақ кұрт-кұмырысқа делінеді. Оның денесінің ұзындығы 2-3 миллиметрге дейін жетеді. Түсі күңгірт, көктен қараға дейін әр түрлі болады. Жас кезіпде биттердің қанатсыз түрлері де кездеседі. Жапырақ биттерінің әлсіз жапырақтарды түйреп нәрін соратын тұмсықтары болады, бұл тұмсықтармен жапырақтарды, жас шыбықтарды, жемістерді түйреп, олардың нәрін сорады.\nТіршілік әрекеті. Жапырақ биттерінің көп түрлерінің жұмыртқалары ғана қыстап қалады, бұл жұмыртқаларды күзде ағаш бұтақтарына қанатты биттер салып кетеді.\nКөктемде жұмыртқалардан личинкалар жарып шығып, жас балауса жапырақтарды сорады. Личинкалар осіп, түлеп, өніп-өсуге бейімделеді. Өзінің 2-3 апталық өмірінде олар 20-40 личинка шығарады; 8-12 тәулікте өсіп жетілген бұл личинкалар осындай жолмен көбейіп өсе береді. Бір жаз бойында жапырақ биті 10-14 рет балалайды. Жапырақ биттері жас бұтақтарға қонып, нәрін сорады. Ақырында жапырйқтар қурап, жас бутақтар бұралып қалады. Жапырақ биттері түскен шыбықтар қурап қалады (15-сурет). Жапырақ биттерінін тәтті, жабысқақ нәжісі жапырақтардың ауа жұтуын қиындатады. Жапырақтар бұл нәжістерге отырған шаңмен баттасып, оларға күйе сияқты саңырауқұлақтар өсе бастайды. Жапырақ биттеріне қарсы күрес, оларды алғашқы байқаған кезде жүргізілуі керек.\nКүзде личинкалардың кейбіреулері қанатты ұрғашы биттерге айналады да, кейбіреулері еркек бит болып шығады. Олар кейіннен өзара жұптасады (шағылысады), ұрғашылары жұмыртқа салады, сөйтіп ересек биттер өліп жойылады да, жұмыртқалары қыстап қалады.\nКүрес шаралары. Жапырақ биттері түскен өсімдіктерге аралас улар бүркіледі: 4 процент сабын ерітіндісі (бір литр суға 40 грамм сабын) немесе 0,2 процентік анабазин ертіндісіне сабынды екі есе артық қосып (бір литр суға 2 грамм алабазин 4 грамм сабын) бүркіледі. Сондай-ақ темекі немесе алабазин суын қолдануға болады.\n15-сүрет.\nа-тамырды кеміретін түркстан заузасы және оның ұрығы;\nб-алма биті – қанатты аналық түрі; в – қанатсыз бит аналығы және ұрық салмаған түрі; г – алма биті; түскен бұтақ (сол жақта) және бау бұтақ (он жақта);  д – алманың қара күйесі; е – ұрық салатын «ұя», бұдан алма қара күйесі жұлдыз құртын шығарады; ж -  ұяның беті ашылды, оның ішіндегі қыстан шыққан жұлдыз құрт; з – алма қара күйесі жұлдыз құртының қоректену түрі; сол жақта құрттың қауіп төңдірген жері (жапырақтың сызылған бөлігі), он жақта құрттардың жарақаттанған жапырақтағы ашық көрінісі\nЖапырақ биттерінің қаншалықты шығуына (пайда болуына) қарай, бір маусымда бірнеше рет у шашу жүргізіледі.\nТолығырақ: https://www.uniface.kz/index.php?post=article&section=2&id=664",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкшетаудың топырағы қандай?",
        "question_content": "Көкшетаудың топырағы қандай?",
        "question_date": "15.03.2021",
        "question_tag": "Мектеп",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топырақтың түзілуі үшін ең алдымен қатты тау жыныстары майда ұнтақталған,қопсытылған,кеуекті тау жыныстарына айналуы шарт.Жер бетіндегі қатайған тау жыныстары табиғат күштерінің ғасырлар бойы үздіксіз әсер етуінен бірте-бірте қирап,бұзылып,қопсыған жыныстарға айналған.Бұл құбылысты геологияда үгілу деп атайды.Үгілу құбылысы тарихи топырақ түзілуден бұрын болып,топырақтың түзілуіне жағдай туғызады.Топырақ түзуге негізгі алты факторлар:ауа райы,топырақ,түзуші тау жынысы,жоғары және төменгі сатыдағы өсімдік пен жәндіктер,жер бедері,аймақтың геологиялық жасы мен қоғамның өндіргіш күші әсер ететіні мәлім.",
                "date": "2.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есет Көтібарұлының бастаған көтерілісінің себебі мен салдары?",
        "question_content": "Есет Көтібарұлының бастаған көтерілісінің себебі мен салдары?",
        "question_date": "15.03.2021",
        "question_tag": "Мектеп",
        "question_views": 25000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "19 ғасырдың басында Ресей империясы қазақ еліне көп бекіністер сала бастады. Бұған қарсылық ретінде Кенесары Қасымұлы бастаған ұлт-азаттық қозғалыс басталды. Кенесары қазақтың соңғы ханы, данагөй қолбасшы әрі халық қамқоршысы еді.\nКенесары ханның батырларының ақылдығы, ерлігі, қайсарлығы, патша өкіметінің орыс казактарынан және олармен бірге ел сайлаған ханға қарсы шыққан кейбір қазақ сұлтандарының төленгіттерінен басым еді. Талай шайқастарда ел мен халық қолдаған Кенесары әскері орыс казактарын жеңген еді. Сан түрлі тактикалық әдістерді пайдаланып, мысалы тұтқиылдан шабуылдап.\nБірақ жау қолында зеңбіректер мен мылтықтар көп еді, соңдықтан Кенесары әскері 10 жыл күресіп, түбінде жеңілді. Бірақ Ресей империясының отаршылдарына қарсы күрес бұнымен аяқталмады, бұның бірі - Есет Көтібарұлы бастаған көтеріліс.\nПатша өкіметінің салған бекіністері\nПатша өкіметі - 1845 жылы Орынбор (кейін Торғай деп атала басталды) және Орал (кейін Ырғыз деп атала басталды) бекіністерін салды. Ал 1847 жылы Райым бекінісі салынды. Райым бекінісі Сырдария өзенінің Арал теңізіне құятын жерінде салынған.\n1848 жылы Қарабұтақ, ал 1846 жылы Ново-Петровск бекіністері салынды.\nОсыншама бекіністерді салған патша өкіметі, жергілікті қазақ халқына ауыр салық салды. Бұл бекіністерді салу үшін қажетті, жүк таситын көлік ретінде пайдалынған түйелерді, момын, еш жазығы жоқ қазақтардан алған. Есесіне бекіністер салған жерлер де қазақ руларына тиесілі еді, бұларды да еш ақы төлеусіз тартып алған.\nБұл заманда Сыр өңірін өзіне қаратып алған Хиуа мен Қоқан хандары, Ресей империясының бұл пиғылдарына қарсы болды. Бірақ наразылығын, Кенесары хан сияқты Ресей империясының бекіністерің алумен емес, жергілікті қазақ халқын тонаумен көрсетті.\nКөтерілістің басталуы\nЕлді қанаған бұл жауларға қарсы күресті, Кіші жүздің Шекті руының батыры Есет Көтібарұлы бастады. Есет батырдың әкесі Көтібар Бәсенұлы, кезінде Сырым батырмен бірге патшалық ресейдің отарлық саясатына қарсы күрескен, елге әйгілі батыр болған.\nЕсет батыр көтерілісі 1847 жылдан 1858 жылға дейін созылған. Алғашында партизандық соғыс сипатында еді, аз топтармен Ресей империясының күштеріне шабуылдап тұрған. Ал кей кездері патша әскерлерімен үлкен шайқастар да болған.\n1853 жылы патша әскерлері Қоқан хандығының құрамында болған қазақтың Ақмешіт қаласына қарсы жорыққа аттанады. Бұл жорыққа қажетті 4 мың түйенің патша өкіметі Кіші жүздің қазақтарынан өндіргісі келді. Бұның салдарынан халық арасында патша өкіметіне деген наразылық есейе түсті.\nПатша өкіметі 1855 жылы Есет батырға қарсы күш жібермек болды, батырымыз тоспай өзі бұрын күш жинай бастады. Бұл батырдың қол астында осы жылы 1300-ге жуық сарбаз жиналған, бұлардың барлығы дерлік патша өкіметі жүргізген саясатына қарсы болған адамдар еді.\nЕсет батырға қарсы ресейлік Орынбор бекінісінен, Кіші жүздің орта бөлігінің басқарушысы болған Арыстан Жантөреұлы 900-ге жуық сарбазбен шықты. Сарбаздарының көбі Ресей империясына беріліп кеткен қазақтар еді, және бұларға қоса казактардың әскери жүздігі бар еді. Бұл заманда бірегей Кіші жүз бірнеше бөлікке бөлінген еді, әр бөліктің патшаға берілген қазақ арасынан шыққан басқарушысы бар еді. Сондай адамдардың бірі Арыстан Жантөреұлы еді. Оған қоса, ресейліктерге берілген сан түрлі шенеуніктер те қазақ арасынан болған еді. Бұндай адамдар қалын халыққа қарсы жорыққа Орынбордан аттанған еді.\nБірақ данагөй Есет батырымыз бұларды Суықсы шатқалында тұтқиылдан шабуылдап, сұлтан орналасқан лагерьді талқандайды. Сұлтанмен бірге, ресейліктер жағында болған талай билер, рубасылар қаза табады.\nОсы жеңістен кейін Есет Көтібарұлының жасағы 10-40 адамнан тұратын шағын топтарға бөлініп, жау жағында болған билердің, рубасыларының, сұлтандардың малын барымталайды.\nКөтерілістің жеңілуі\nОрынбор әкімшілігі қол құсырып отыра алмады. Есет батырдың көтерілісің тоқтатқысы келді. Сөйтіп 1857 жылы, Орал мен Орынбордың казак әскерлерің, башқұрт полктерің және осы қамалдардағы әскери гарнизондарын көтерілісшілерге қарсы шығарды.\nМұншама қалын қол, көтерілісшілерге қарағанда жақсы қаруланған қол, Есет батырдың әскерін қуды. Есет батыр Үстіртке жақын орналасқан Асмантай және Сам құмдарына шегінеді. Осы Сам құмдарында көтерілісшілер түгелдей дерлік талқандалады.\nАл келесі жылы, 1858 жылының жазында, Есет батыр Орынбор губернаторы Катенинмен бітімге келіп, күресін тоқтатады.\nКөтерілістің жеңіліуінің себебі\nКөтерілістің жеңіліуінің басты себебі бұл қазақта заман талабына сай қару-жарақтың аз болуы. Ресейлік әскерилерде мылтықтар, зеңбіректер бар болса, қазақтардың қолында найза, садақ, қылыш сияқты ортағасырлық қару жарақ қана бар болды. Мылтықтар қазақтарда көп көлемде болмады.\nЕкінші себебі бұл патша жағында болған ақсүйектердің сатқындығы. Кейбір сұлтандар, билер, рубасылары орыстармен бірге қазақтарға қарсы соғысты.\nЕсет Көтібарұлының хиаясы бұнымен аяқталмайды, осы батырды Ресей империясының шеңеуніктері 1859 жылы Петерборға шақырады. Және кейінгі жылдары Есет батыр лажсыздан ресейлік билікті мойындап, әділетті ел билеушілердің қатарында болады.\nТолығырақ: https://alash.info/unit/271",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төрт бұрыштың қабырғалары 5 см және 6 см берілген. Үш бұрыштың ауданын есептеңдер?",
        "question_content": "Тік төрт бұрыштың қабырғалары 5 см және 6 см берілген. Үш бұрыштың ауданын есептеңдер?\n\nА) 30;    С) 16;\n\nВ) 15;     д) 11;  Е) 18;",
        "question_date": "15.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = 5\n\nb = 6\n\nS = a*b = 5*6 =30",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тасқұлдың Кенжебекті құтқаруына не себеп болды?",
        "question_content": "Айгүл Кемелбаеваның шашты әңгімесіндегі Тасқұлдың Кенжебекті құтқаруына не себеп болды",
        "question_date": "15.03.2021",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олардың ата-анасына сөз бергені есіне түсті",
                "date": "15.03.2021",
                "upvotes": 0
            },
            {
                "text": "Шашты әңгімесіндегі дана қарт пен Кенжебек бейнесі.\nЖаугершілік заманда шапқыншылар өзге елді тұтқиылдан шауып, жылқыларды барымталап тұтқын ретінде үлбіреп тұрған сұлу қыздары мен батыр ерлерін еріксіз алып кететін. Ұлы даланың қатаң ережелері тұтқынға түскен бойжеткендерді күң етсе, ер азаматтарын құл қылатын. Алайда туған елге деген сағыныш еріксіз тұтқынды да тәуекелге бел буып, қашуға итермелейді екен. Алғаш рет «Шашты» әңгімесін оқығанымда, мен осындай тұрғыдағы сезімдерді бастан кешкен едім. Әңгімеде көтерілген мәселелер: ер-азаматтардың ар-намысы, шапқыншылыққа ұшыраған елдің күйі Айгүл Кемелбаеваның өзге де туындылары секілді аса аяныш, үрей, қобалжу сезімдерін туғызады. Аталған автордың шығармашылығының өзіне тән ерекшелігі, асыра сілтеу секілді әдеби құралдары жиі қолданыла бермейді. Оның туындыларында тек қана шындық, бүкпесіз айтылады. Солардың бірі «Шашты» әңгімесі. Әңгіменің бас кейіпкері қарапайым жылқышының бейнесінің негізінде бұқара халықтың күйін автор шебер жеткізеді. Сонда да неліктен әңгіменің басты мәселелерінің біріне ер адамдардың ар-намысын жатқызып отырмыз.?-, деген сұрақ туындайды. Тұтқынға түсу-көшпелі рулар үшін қарғыс таңбалы, көк соқққанмен тең. Жат жарылқамайды. Міне сондықтан, еркек баланы өлсе де аямайды. Тіпті әңгіменің бас кейіпкерлерінің біріКенжебекті де жау қолының оншалықты аямағандығын да байқап қаламыз. Кенжебек секілді талай адамдарды құл ретінде жұмсап, отбасын құруға да мүмкіндік бермейтін. Тек қара жұмысқа салып, қашқындар жазадан көз ашпайтын. Өз еркінен тыс тұтқынға түскен адамдардың өмірін, тағдырын ойыншық еткен жау қолындағы құл тірі адамның емес, тірі өліктің күйін кешкендей өмір сүрді. Қаншама адамның өмірі «Шашты» әңгімесіндегі дана қарттың балаға айтқан шерінен, жүрегіндегі терең жарасынан көрініс табады. Өзге елге құл болғасын, қанша еркекпін деп намыстанса да, жау үшін олардың құны тышқақ лақ ғұрлы жоқ.» Шашты» әңгімесі тек сол замандағы жау қолына түскен халықтың күйін ғана емес, қасиетті жылқы малын бағудың қыр-сырын да атап көрсетеді. Сіз қазақ халқының қатардағы тұлпарды, жүйрік сәйгүлікке айналдыратын көреген халық екендігіне көз жеткізе аласыз. Алайда мені ойландыратыны жылқы малын бағудың біз білмейтін қандай ерекшелігі болуы мүмкін? Біріншіден, әңгіме барысындажылқышы тұлпарға түйе сүтін ішкізіп бағады. Соның нәтижесінде сәйгүлік қайратты әрі жүйрік бола түседі. Екіншіден, жылқышы жылқыны өзеннің мөлдір суында жуындырмай, құмда аунатады, бұл әлдеқайда тиімдірек. Үшіншіден, әр тұлпардың өзінің кемшілігі бар болғандықтан, қанша жүйрік десекте, оның да әлі құратын кез болады. Сондықтан, әсіресе шөл далада жылқы үлкен күтімді қажет етеді. Кенжебектің қу далада аштан қатып, шөлден қысылып жатқанына қарамастан, азығын бірінші сәйгүлікке беріп жатады. Жылқы атасы Қамбар атаның рухына сыйынып, дұға тілеп отырады. Көпті көрген дана қарттың кеңесімен аспандағы Темірқазықты бағыт-бағдар көрсетуші көмекші құрал ретінде қабылдайды. Өзін жын-шайтандардан қорғау мақсатында арқанды шеңбер күйде жасап өзін де, тұлпарын да тылсым күштерден қорғап қалады. Осыдан екннғой атам қазақ:»Қазақ атқа мінбесін, қазақ атқа мінсе, бір дене бір жанға айналып кетеді. Қашса-құтылады, қуса-жетеді,-дегені осыдан екен. Әңгімеден тағы бір байқайтынымыз қарттың көрегендігі мен баланың өжеттігі жайлы жиі айтылады. Ендеше қарттың көреген дана екендігі, ал баланың айтқанынан қайтпас қайсар екендігін не дәлелдейді? Қарт даналығы баланың бойындағы өжеттік, қайсарлық іспеттес қасиеттерді көре білгенінде. Баланың қазақ екендігін тани сала, оған бас салып, қашуды ұсынған жоқ. Алғашқы он екі айда жылқы малын бақтырып, жүйріктің барлық қыр-сырын үйретеді. Ал бәйгенің ұйымдастырылуы қажетті сәтті туғызып, қашуға қолайлы жағдай пайда болады. Дегенмен, бала әлі жас бүлдіршін болғандықтан, біраз күдіктеніп, өз-өзіне сенімсіз бола бастайды. Шал да бұның қисынын тауып, оны ойынан айныту үшін шындықты айтуға мәжбүр болады. Баланың бойына сенім біткесін, бойындағы ерлік қасиеті бәйгеде анық көрініс табады. Тіпті шөл далада қысталаң күйді кешсе де, ол еш мойымайды. Бұл баланың мінезділігін көрсетеді. «Шашты» әңгімесінде жылқышы үшін де, Кенжебек үшін де жыт еткен сәуле қай уақытта жағылады? Бәйге ұйымдастырылмақ болғанда жылқышы анасынан жаңа туған сәбидей қуана жөнеледі. Ол үшін үміт пайда болады. Кенжебекті елге қайтару үміті. Қанша жылдық кегін қайтару үміті. Кенжебек үшін де бұл үлкен мүмкіндік болатын. Басында сенімсіз болғанымен, бойындағы жігерліктің шалдың оятуы нәтижесінде жылқышы қарттың да, өзінің де үмітін ақтай білді. Менің ойымша жылқышы қарт пен баланың кездесуі кездейсоқ жайт емес. Екі заман адамдары басындағы тағдырдың қиыншылықтары мен ортақ қайғымен бір-бірін тапқан жандар. Біреуі баланың бойындағы арманда кеткен жастықты көретін. Әрі өміріндегі ең үлкен қателігін қайталамау үшін барын салатын. Бала болып жатқан жайттардан не ұғынсын, өзінің қандай күйге түсетінін қайдан білсін. Бірақ бұл жағдайлардың барлығы оны күрт есейтіп жіберді. Қорытындылай келе: Атаулы тарихи әңгімелердің бірі тап сол заманның өзекті мәселелерін қозғап қана қоймай, бүгінгі күнмен де тығыз байланысты. Сол заманда ер азаматтар ар-намыс секілді бағалы қасиеттерінен құл болғандықтан айырылса, қазіргі заманның ер адамдары сол секілді қасиеттерді өз бойынан жоғалтып, еркек аттарынан ерікті түрде айырылып жатыр. Бұл мәселенің бүгінге дейін де өзекті болып келе жатқаны өкінішті-ақ.",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төрт бұрыштың периметрі мен ауданын табыңыз.",
        "question_content": "Тік төрт бұрыштың периметрі мен ауданын табыңыз. А(-5;-2), В (-5;1) С(3;1), Д(3;-2)",
        "question_date": "15.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А(-5;-2), В (-5;1) С(3;1), Д(3;-2)\n\nAB = sqrt(0 + 9) = 3\n\nBC = sqrt(64 + 0) = 8\n\nDC = sqrt(0 + 9) = 3\n\nAD = sqrt(68 + 0) = 8\n\nAB = DC = a\n\nBC = AD = b\n\nS = a*b = 8*3 = 24\n\nP = 2*(a+b) = 2*11 = 22",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағыстың жалдамдығы қаншаға тең?",
        "question_content": "Катер ағыс бойымен 18 км,ағысқа қарсы 20 км,барлығы 2 сағат жүзді. Катердің меншікті жылдамдығы 20 км/сағ. Ағыстың жалдамдығы қанша?",
        "question_date": "15.03.2021",
        "question_tag": "Математика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t1 + t2 = 2 сағат\nS1/v1 + S2/v2 = 2\n18/(vk+va) + 20/(vk-va) = 2\nvk = 20 км/сағ\n18/(20 + va) + 20/(20 - va) = 2\n20*18 - 18*va + 20*20 + 20*va = 2*(20 + va)*(20 - va)\n360 +2*va + 400 = 800 - 2*va²\n2*va² + 2*va - 40 = 0\nva² + va - 20 = 0\nva = 5 км/сағ",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тістің ақ дағын қалай кетіруге болады? Үй жағдайында",
        "question_content": "Тістегі ақ дақты кетіру?",
        "question_date": "15.03.2021",
        "question_tag": "Тазалық",
        "question_views": 800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тістің бетінде тығыз қошқыл қабат – тіс тасы ауыз қуысын дұрыс күтпегендіктен пайда болады. Ол эмальды бүлдіріп, қызыл иекті зақымдап, жалпы адам көркін бұзады. Тіс тасын тіс дәрігеріне жүгініп, тазалатып алуға болады, алайда тығыз қабаттан арылтып, тістің табиғи ақ түсін қайта келтіретін үйде жасалатын әдістер де бар.\nТіс тасын содамен тазалау\nХалықтық тәсілдердің ішінде қарапайым ас содасының тіс тасын кетіруде пайдасы мол. Оны үй жағдайында қолдану өте ыңғайлы және оны тіс тасын кетіру үшін ғана емес, эмальды ағарту үшін де пайдалануға болады. Тісті тазалауға арналған қоспаны өзіңіз жасай аласыз: тас пастасына бір шөкім сода сепсеңіз жеткілікті. Мұндай қоспамен тісті аптасына үш рет тазалау керек, кері жағдайда эмальдың жұқаруы мен бүлінуіне әкеп соғуы мүмкін, әсіресе алдыңғы тістердің.\nТіс пастасын қолданбай-ақ тісті тастан тазартуға болады. Ол үшін бір шөкім соданы сутек тотығымен араластырып, пайда болған быламықты тістің эмалына жағу қажет. 3-5 минуттан кейін жағымсыз дәм мен быламықты кетіру үшін ауыз қуысын мұқият шаю керек.\nАс содасының орнына ұнтақталған ас тұзын да пайдалануға болады. Оның да тазартқыш қасиеті бар, алайда тіс эмалына әсері екі есе.\nСоданың әсерін лимон шырыны арқылы күшейтуге болады. Екі компонентті араластырып, алынған қоспаны тіске жағу керек. Бірнеше минуттан кейін пайда болған сілекейді түкіріп тастап, ауыз қуысын шаю қажет.\nТіс тасын кетіру мен ағартудың басқа да әдістері\nБасқа да халықтық тәсілдер арқылы тіс тасын кетіріп, тісті ағартуға болады. Тіс тазалауда қара тұрыптың пайдасы мол. Оны үккіштен ұсақтап өткізіп, аз мөлшердегі лимон шырынымен араластыру керек. Дайын быламықты тістің эмалына тіс щеткасы арқылы жағып немесе бірнеше минут шайнап тұру қажет. Нәтижеге қол жеткізгенше процедураны күнделікті қайталау ұсынылады.\nТіске жұмсақ әсер етіп, тіс тасын кетіруге ат салысатын өнімдердің бірі – бал. Ол тісте түзілген артық қабаттарды жібітіп қана қоймай, антибактериалдық тұрғыдан әсер етеді. Бір шай қасық балды бір стақан жылы суда ерітіп, сұйықтықпен ауыз қуысын шаю қажет. Процедураны екі-үш апта бойы күніне 4-реттен жасап тұрған дұрыс.\nТісте түзілетін артық қабатты жұмсартатын ауызды шаюға арналған қоспаны дәрілік шөптерден де дайындауға болады. Бұған сүйелшөп, танап қырықбуыны, емен қабығы, қайың бүршіктерінің әсері мол. Бір қасық аталған шөптің біреуіне қайнаған су құйып, бір сағат бұқтырып қою қажет. Сүзіп алынған тұнбамен тіс тазаламас бұрын ауыз қуысын шаяды.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/18960/",
                "date": "15.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштын ені 35см,ол ұзындығынын 7ден 5-індей Тік төртбұрыштын ауданың табыныз",
        "question_content": "Тік төртбұрыштын ені 35см,ол ұзындығынын 7ден 5-індей. Тік төртбұрыштын ауданың табыныз",
        "question_date": "15.03.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "35/5=7 жеті бөліктің бірі осыған тең,яғни\n\nҰзындығы 7*7=49см\n\nауданы ені мен ұзындығының көбейтіндісі\n\nS=49*35=1715см\"2",
                "date": "15.03.2021",
                "upvotes": 0
            },
            {
                "text": "35 ті 7 бөліп оның жауабын 5 ке көбейткенде  35 тің 7 ден 5 і шығады: (35÷7)×5=25",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Курделі функциясының туындысын табыңдар",
        "question_content": "Өтінем мына А деңгейінің есептерін шешіп бере аласыздарма:)!",
        "question_date": "15.03.2021",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "15.03.2021",
                "upvotes": 0
            },
            {
                "text": "f(x)=sin3x=3cos3x ослай шгарп тстайсн тек",
                "date": "4.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 8 л ацетилен мен 14 л хлор (қ.ж) әрекеттескенде",
        "question_content": "1. Көлемі 8 л ацетилен мен 14 л хлор (қ.ж.) әрекеттескенде қанша грамм тетрахлорэтан алынады? Жауабы 105 г болу керек.\n\n2. Көлемі 3800 м³ ацетилен алу үшін құрамында 97% метан бар табиғи газдың қанша көлемі қажет? Метанның ацетиленге айналу дәрежесі 50%-ды құрайды. Жауабы 15670 м³ болу керек.\n\nӨтініш, шығарып бере аласыздарма.",
        "question_date": "15.03.2021",
        "question_tag": "Химия",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) C₂H₂ + 2Cl₂ = C₂H₂Cl₄\nБіз Гей-Люссак заңын немесе көлемдік қатынастар заңын қолданамыз, онда химиялық реакциядағы газдардың арақатынасы коэффициенттердің қатынасына тең болады. Яғни, 8 литр ацетилен толық реакцияға түсуі үшін екі есе көп хлор қажет, атап айтқанда 16 литр, бірақ бар болғаны 14 литр. Біз хлор толығымен реакцияға түседі, бірақ ацетилен қалады деп тұжырымдаймыз. Сондықтан барлық есептер хлор бойынша жүргізілетін болады.\nТетрахлорэтан массасын есептейміз:\n2)  Көлемі 3800 м³ ацетилен алу үшін құрамында 97% метан бар табиғи газдың қанша көлемі қажет? Метанның ацетиленге айналу дәрежесі 50%-ды құрайды. Жауабы 15670 м³ болу керек.",
                "date": "15.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өлшемдері суретте берілген аквариумның түбіне судың түсіретін қысымын анықтаңыз?",
        "question_content": "Өлшемдері биіктігі 40 дм, ұзындығы 30дм, ені 30 дм аквариумның түбіне түсіретін қысымын анықтаңыз, p_су =1000кг/см3",
        "question_date": "15.03.2021",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алащаьаьаьалалал",
                "date": "30.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөрене неге жүзеді? Айсберг неге батады?",
        "question_content": "Бөрене неге жүзеді?\nАйсберг неге батады?",
        "question_date": "15.03.2021",
        "question_tag": "Физика",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөрененің тыңыздығы судың тығыздығынан аз, ал айсбергтікі судікімен бірдей сондықтан бөрене жүзеді, айсберг батады.",
                "date": "15.03.2021",
                "upvotes": 0
            },
            {
                "text": "Айсберг  дегеніміз қазақша Сең ғой  е  ?!   Ол батпаушы еді ғой,  суда қалқиды  ...   Су қатса, не мұз не қар болып, көлемі ұлғайады, ауырлығы сол қалпы, демек жеңілденеді, судан жеңіл болса, қалқиды әрине...",
                "date": "16.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзен ағысының жылдамдығы қандай?",
        "question_content": "Жылдамдығы 18 км/сағ болатын теплоход 3 сағ ішінде ағыспен 50 км жəне ағысқа қарсы 8 км-ді жүріп өтті. Өзен ағысының жылдамдығы қандай?",
        "question_date": "15.03.2021",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "t1 + t2 = 3 сағат\n\nS1/v1 + S2/v2 = 2\n\n50/(vт+va) + 8/(vт-va) = 3\n\nvт = 18 км/сағ\n\n50/(18 + vа) + 8/(18 - vа) = 3\n\n50*18 - 50*vа + 8*18 + 8*va = 3*(18 + va)*(18 - va)\n\n900 - 48*va + 144 = 972 - 3*va²\n\n3*va² - 48*va + 72 = 0\n\nva² - 16*va + 24 = 0\n\nva = 12 км/сағ",
                "date": "16.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұлы тұлғалардың айтқан пікірлерін оқы. Олардың қайсысы қай темпераменттегі адамға қатысты",
        "question_content": "11-тапсырма. Ұлы тұлғалардың айтқан пікірлерін оқы. Олардың қайсысы қай темпераменттегі адамға қатысты айтылганын дәлелде. Мәтінде қолданылған зат есім сөздерді құрамына қарай талда. Заттанган сын есімдерді тап. - бойынша іздеу нәтижесі",
        "question_date": "15.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 735,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабыр түрі сары алтын - бұл холерик темпераментіндегі адамдарға арналған мақал.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосындысы 14 ке тең,ал квадраттарының қосындысы 106-ға тең болатын екі санды табыңыз?",
        "question_content": "Қосындысы 14 ке тең,ал квадраттарының қосындысы 106-ға тең болатын екі санды табыңыз",
        "question_date": "15.03.2021",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a + b =14\n\na² + b² = 106,  (a + b)² - 2*a*b = 106,   14² - 2*a*b = 106,   2*a*b = 90, a*b = 45\n\na = 9,  b = 5  немесе  a = 5,  b = 9",
                "date": "16.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери бекіністердің салынуына қазақтардың көз қарасы қандай болды?",
        "question_content": "Әскери бекіністердің салынуына қазақтардың көз қарасы қандай болды",
        "question_date": "14.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 839,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Патша үкіметінің жерді баса-көктеп тартып алуы салдарынан көптеген қазақ рулары дәстүрлі мал жайылымдарынан айырылды. Өйткені ол жерлер жаңадан белгіленген шекаралық шептің «ішкі жағында» қалып қойды. Қазақтардың қарулы қарсылығы басталып кетті.\nБүл оқиғалар XIX ғасырда өмір сүрген зерттеушілердің бірі Н. Петропавловскийдің еңбегінде жеткілікті дәрежеде жан-жақты суреттелген:\n“'...Қорған, Есіл және Туқала округтарында шаруалар қырғыздармен\n(қазақтармен) курес жургізді. Осы ең соңғы кезге дейін дерлік олар өздерінің қожайын ретіндегі құқығын қорғап қалуға тырысты, біздің ғасырымыздың (XIX ғасыр) 40-жылдарының өзінде де шаруалар мен қырғыздар (қазақтар) арасында қанды қырғын қақтығыстар болып келді...'\n”\n.\nЖаңа шекара шебі жаңадан басып алынған жерлерді оның күні кешегі заңды иелерінен, яғни казақтардан қорғау үшін патша үкіметіне қызмет етті. Бір жағынан, жоңғарлармен, екінші жағынан, башқұрттармен жанталаса күрес жүргізген қазақтардың патша үкіметінің жерді тартып алу экспансиясына ұйымдасқан түрде қатты қарсылық көрсетуге мұршасы келмеді.\nОрта жүздің шекара шебі аймақтарындағы жер дауының одан әрі шиеленісе түсуі\nЖаңаесіл шекара шебінің құрылысы аяқталғаннан кейін қазақтардың шекарадан ішкі жаққа өтуіне бұрынғыдан да бетер қатаң тыйым салынды.\nЖоңғарлар талқандалғаннан кейін қазақ сұлтандары мен старшындары Ертіс өзенінің оң жақ жағалауына көшіп бару үшін белсене әрекет етіп бакты. Алайда жергілікті аймақтың өкімет билігі тарапынан ашықтан-ашық қатты қарсылыққа душар болды, 1755 жылы патша үкіметі Орта жүз қазақтарының Ертістін оң жақ жағалауына өтуіне қатаң тыйым салды. Одан соң қазақтардың бекініске 10 шақырымға дейін жақындауына да рұқсат етілмеді.\n1765 жылы Сібір шекара шебінің командашысы генерал-поручик И. Шпрингер Ертістің далалық бетінде ені 10 шақырым келетін алқап белгілеп, ол аймаққа қазақтарды жолатпауға бұйрық берді. Сондай-ақ қазақтардың Ресей әскери бекіністеріне 30 шақырымнан жақын баруына тыйым салынды. Қазақтардың Ертістің оң жақ бетіне өз бетінше өтуінің қандай түрі болса да әскери күш қолдана отырып, қайтадан еріксіз қуып жіберуімен аяқталатын.\nТек 1771 жылы ғана қазақ хандары мен сұлтандарының қайта-қайта өтініп сұрауы бойынша Сұлтанбет және Орыс сұлтандар басқаратын Ертіс бойы қазақтарының Ертіс өзенінің оң жақ бетінде көшіп-қонып жүруіне рұқсат етілді. Соның өзінде де тек қысқы мезгілде уақытша мерзім негізінде көшіп баруына рұқсат алды. Қазақтар аманат беріп тұруға міндетті болды. Ертістің оң жақ жағалауына тек «сенімді деген далалықтардың» өтуіне рұқсат етілді.",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f'(x)=tgα=k калай айтылады?",
        "question_content": "Мына формулалар калай айтылады?\n\n1. f'(x)=tgα=k\n2.  v (t) = s' (t)\n\n3. v' (t) = a\n\n4. y=f(x⁰ )+f'(x⁰ )(x-x⁰)     ⁰ - x-тің жоғарында емес астында турады\n\n5.   f(x⁰ )   мында тоже ⁰ астында турады\n\n6. f^,(b)=(f(c)-f(a))/(c-a)",
        "question_date": "14.03.2021",
        "question_tag": "Математика",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТУЫНДЫНЫҢ МАҒЫНАСЫ:\n1)Физикалық:\ny=f(x) функциясының х нүктесіндегі f ʹ(x) туындысы х нүктесіндегі өзгеру жылдамдығын анықтайды\nsʹ(t)=v(t) - қозғалысағы дененің t уақыт мезетіндегі лездік жылдамдығы;\nvʹ(t)=g - жылдамдықтан алынған туынды удеуге тең.\n2) Геометриялық:\ny=f(х) функциясының xₒ нүктесіндегі туындысы f ʹ(хₒ) осы функция графигінің (xₒ;f(xₒ)) нүктесі арқылы өтетін жанамасының бұрыштық коэфициентіне тең: f ʹ(хₒ)=tgα=k.\nТолығырақ: https://infourok.ru/zhanamani-tedeui-sinip-807795.html",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    }
]