[
    {
        "question_title": "Массасы 3,55 г фосфор (v) оксидін алу үшін фосфордың қандай массасы оттекте жағу керек?",
        "question_content": "Осы есепті шығарып беріңіздер ертеңге дейін отнем жақсы болар еді. Массасы 3,55 г фосфор (v) оксидін алу үшін фосфордың қандай массасы оттекте жағу керек?",
        "question_date": "25.02.2020",
        "question_tag": "Химия",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2P+5O2→2P2O5\n\nX грамм   3,55 грамм\n\n62г/мол   284г/моль\n\nПропорцияны шешіп х-ті табыңыз",
                "date": "25.02.2020",
                "upvotes": 0
            },
            {
                "text": "4P+5O2=2P2O5\n124*3,55/284=1,55",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратура химия пәні бойынша практика күнделігімен есеп (отчет) материалдар керек?",
        "question_content": "Магистратура химия пәні бойынша практикага есеп (отчет) керек еді",
        "question_date": "25.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 778,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химияның нақты қай саласына және практика өндірістік немесе педагогикалық екені және практика өту мерзімі  нақтыланбаса жазу қиын сияқты. Себебі нақты жағдайдың өзінде есеп пен күнделіктің мазмұны өте үлкен болады.\n\nЕсепке жалпы практиканы өту мақсаты, міндеті, практикадвн алған біліктілік жайында жазылады.\n\nАл күнделікке Практика мерзімінде  жетекшіңізбен және жеке атқарған күнделікті жұмысыңызды тізіп датасымен толтырасыз.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ойтолғау туралы эссе?",
        "question_content": "Ойтолғау деген не оны қалай жазады сол туралы эссе керек еді?",
        "question_date": "25.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 17500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толғау жанры әдебиетіміздегі ақындар шығармашылығында, әсіресе жыраулар поэзиясында жиі орын алады. Толғау өлеңде ақындар өмір туралы, қоғам, адам тіршілігі, жақсылық, жамандық т.б тақырыптарда ақыл-өсиет, насихаттық тұрғыда ой қозғайды. \nТолғау жанры қазақ, қарақалпақ, ноғай халықтарының ауызша поэзиясында кең тараған. Толғау тектес сөз үлгілерін қырғыздар \"санатна-сыятырлар\", құмықтар \"ойлу йырлар\", башқұрттар \"қобайыр\" деп атайды. Ноғай мен құмық әдебиетінде ерлік толғауы мағынасында қолданылады. Толғаудың жанр ретінде қалыптасуы аталған халықтар әлі бөлініп үлгермеген 13 - 14 ғасырларға сәйкес келеді. 15 - 19 ғасырлардағы қазақ поэзиясында ерекше өркендеп, өзінің жоғары даму сатысына жетті. Толғау тарихы жыраулық поэзияға тікелей қатысты. Көрнекті өкілдері - Қазтуған, Доспамбет, Шалкиіз, Ақтамберді, Үмбетей, Бұқар, Дулат, Махамбет, Базар т. б. Бұл жанр хандық дәуірде аса зор идеологиялық мәнге ие болды. Толғауда терең азаматтық әуен, ірі қоғамдық, әлеуметтік, саяси философиялық тақырып ерекше орын алады. Негізгі бейнелеу тәсілі - дидактика. Толғауда кейде күрделі, көлемді лирикалық туынды, тіпті сюжетсіз поэма дерліктей сипат алады. Құрылысы тирада пішінді, буын саны аралас, кейінгі даму кезеңдерінде өзгеріске ұшырап, біртіндеп тұрақталған. Толғау ауызша дамып, біздің заманымызға ауызша жетті. Бір мақам мен музыкалық аспаптың сүйемелдеуінде орындалады. \n«Әдебиет танытқыш» толғауға (лирикаға) мынадай шарттар қояды: «айтатын нәрсесін толғаушы ішкергі ғаламнан алады; ішкергі ғаламында болған халдарды, нәрселерді тысқа шығарып, басқаларға білдіру мақсатпен толғайды. Толғау – іш қазандай қайнаған уақытта шығатын жүректің лебі, көңіл құсының сайрауы, жанның тартатын күйі» десе, М.М.Бахтин: «Жанр в свою очередь определяется предметом, целью и ситуацией высказывания. Форма авторства и иерархическое место (положение) говорящего (вождь, царь, судья, учитель, отец, сын, брат и др.). Соотносительное иерархическое положение адресата высказывания (подданный, ученик, сын). Кто говорит и кому говорят. Всем этим определяется жанр, тон и стиль высказывания: слово вождя, слово учителя, слово отца и т.д.» деген ойды алға тартады. \nАхмет Байтұрсынұлы толғау түрлерін өзінше жіктеген. Атап айтсақ: сап толғау, марқайыс, налыс (мұңайыс), намыстаныс, сұқтаныс, ойламалдау. Ахмет атаған толғау түрлері әлі де арнайы зерттеуді қажет етеді. \nҚазақ ұлтының өзіне ғана тән бірнеше сөз арнау дәстүрі бар. Толғау мен терме соның бір көрінісі. Халқымыз ықылым заманнан келешек тағдырына алаңдаушылық білдіргені тарихтан мәлім. Келешек тағдыры дегенде ел мен жерді, ұрпақ тәрбиесін, тілді, дінді айтып отырмыз. Осы қасиеттердің ұрпақ санасына сіңіріп, атадан балаға мирас қылып қалдыру дәстүрге айналған. Осы мақсатта терең мәнді терме, толғаулар өмірге келді.  \nТолғау мен терменің табиғатын ажыратуға арналған тұңғыш зерттеу Ахмет Байтұрсыновтың «Әдебиет танытқыш» атты еңбегі болды. Аталған еңбегінде ғалым толғау мен термеге анықтама беріп, ара жігін ажыратуға талпыныс жасайды. Бұл туралы жоғарыда айтып өттік. \nХІХ ғасырға дейінгі қазақ ақын-жырауларының мұралары толғау деп аталып келеді. Ал терме атауы ХІХ ғасыр ақындарының шығармаларына байланысты қолданысқа енді. Бірақ соған қарап ХІХ ғасырға дейін қазақ сөз өнерінде терме болған жоқ деген пікір туындамайды. Өйткені, ғайыптан ешнәрсе пайда болмайтынындай, оның да алғашқы бастамасы болуы шарт. Олай болса терменің шығу төркінінде қандай да бір бастама болуы тиіс. Егер А.Байтұрсыновтың толғау жайлы берген анықтамасына сүйенер болсақ, ХҮ–ХҮІІІ ғасырдағы жыраулардың толғауларының басым бөлігі толғаудан гөрі термеге жақын. Мәселен, Бұхар жыраудың «Тілек» деп аталатын толғауы бір нәрсе төңірегінде айтылмай, бірнеше мәселені қамтып кетеді. Бірақ соған қарамастан «Тілекті» толғау деп атап жүрміз. Осы сияқты мысалдар баршылық. Демек, терме, толғау жанрлары ғасырлар бойғы даму сатысында тақырыптық, жанрлық жағынан кірігісіп, өздерінің бастапқы ерекшелігінен ажырап қалған. Яғни, сыртқы пішіні мен мазмұны өзара үйлесіп, бастапқы кездегі терме толғау деген атауды иеленіп кеткен. Әрине, бұл - нақты кесіп, пішкен тұжырымы деп айтудан аулақпыз. Осы жерде қазақ жырауларының байырғы мұраларын терең талдап, олардың шығармаларын жанрлық жағынан екшелеу қажет деген ойға келеміз. \nБүгінгі тақырыбымызға тұздық ретінде Дулат Бабатайұылының \"Ақындық туралы\" атты тамаша толғауын мысалға алайық. Ақын \"Сары алтынның буындай, тұманың тұнық суындай... сорғалаған нөсердей\" жырында: \nҚайырсыз, сараң байыңды,  \nЕріншек, есек жарыңды,  \nХалыққа емес сыйымды,  \nПарақор баспақ биіңді,  \nЕл бүлдіргіш бегіңді  \nУлы тілмен улаттым. \nСана беріп ойына,  \nҚуат беріп бойына,  \nАққан жасы сел болған,  \nЕтегі толып көл болған,  \nБеріш боп шері байланған, \nҰйқы беріп, кайғы алған,  \nҚайғылыны уаттым... –  \nдеп сипаттайды. Дулат сол дәуірдегі өзінің ақындық мұратын — ел бүлдірушіні \"ұлы тілмен улату\", \"қайғылы қалын елін уату\" деп, әбден анықтап алған. Кемеңгер жыраудың бүкіл шығармашылығы осы екі арнаның тоғысуынан тұрады.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/22561/",
                "date": "25.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүктілік кезінде тістін босап ауыруына не істеуге болады?",
        "question_content": "Тісім босап жатыр алдымдағы қоян тісімнің біреуі. Не істеуге болады? Ауырады тағы. Жүктімін. 4 айдан асып жатырмыз.",
        "question_date": "25.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір әйел жүктілікті мерекені күткендей асыға күтеді. Алайда жүктіліктің өту барысы түрлі жағдайға байланысты. Өйткені құрсақтағы сәби ана ағзасындағы бар жақсыны өзіне алады. Соның ішінде тістегі кальцийді де алады. Тісің ауырса жаныңды қоярға жер таппай кетесің. Қазақстан ғалымдары жүктілік кезінде тіс дәрігеріне баруға болады, тіпті әрбір жүкті әйел  оған баруға міндетті деп санайды!\nЗерттеу\nҚазақстан дәрігерлері жай ғана теориямен емес, көмекке жүгінген алматылық 37 жүкті әйелге жасалған бақылау нәтижесінде қорытынды жасады.  Бақылауға 24-38 жас аралығындағы әйелдер алынды. Олардың басым көпшілігі (62%) екінші рет босанғалы жүрген аналар. Ғалымдар ұжымы (Г.Т.Ермуханова, А.А.Тулетаев) зерттеу нәтижесін ғылыми журналда жариялады. Біз соның қысқартылған нұсқасын ғана ұсынамыз.\nКөрсеткіш сөйлейді\nБақылауға алынған жүкті әйелдердің 89,1%-ының тіс проблемасы жүктілікке байланысты пайда болмаса да, жүктілік кезінде асқынып кеткен. 21 әйелде тісжегі, 12 әйелде асқынған тісжегі анықталды. 13 әйелдің (35%) тіс қатарында ақау байқалды. Екі науқастан катаралдық гингивит табылды. 15 әйелден гипертрофты және атрофты гингивит, ал 8 әйелден – катаралдық пародонтит анықталды.\nПародонт тінінде проблемасы бар әйелдердің қызыл иегі қатты тамақты тістегенде және тісін тазалағанда қанайтын болған.\nӘйелдердің аз ғана бөлігі (10,9%) денсаулығына жүктілікке дейін алдын ала қаралған. Олар стоматолог-дәрігердің толық тексеруінен өткен. Ең қызығы, олар бірінші рет жүкті болған әйелдер. Олар жүктілігіне барынша мұқият қараған әйелдер болып шықты. Тісіңізді жүктілікке дейін емдеңіз!\nБақылауға алынған әйелдердің тісіндегі ақауды олардың босану нәтижесімен және балаларының денсаулығымен салыстырды. Нәтижесінде алматылық ғалымдар мынадай қорытындыға келді: ауыз қуысының қабынуы болашақ сәбиге қауіп туғызады. Әрбір үшінші жағдай сәбидің індет жұқтыруына алып келеді. Мұндай жағдайда балалардың иммунитеті әлсірейді. Ішек-қарын жолының қызметі бұзылады. Басқа да ауруларға ұшырайды. Сонымен қатар, анасында тісжегі болған жағдайда, оның балада да болатыны байқалды. Ана мен баланың арасындағы еріксіз жақындық сәбидің ауыс қуысында инфекцияның жылдам таралуына алып келеді. Алғаш тіс жарған кезден бастап-ақ тісжегі пайда болады. Ендеше не істеу керек? Айрықша ережелерді сақтай отырып, жүктілік кезінде тісті емдеу керек.\nЕмдеуге болады!\nНауқастың тісі ауырса, тіс дәрігерінің басы ауырары сөзсіз. Анестезия жасау арқылы қарапайым адамға да, жүкті әйелге де көмектесуге болады. Қазіргі таңда арнайы жүкті әйелдерге арналған анестезия бар. Мұндай дәрі-дәрмектер бала жолдасының тосқауылы арқылы өтпейді. Сондықтан анасына да, болашақ сәбиге де ешқандай зиянын тигізбейді. Тек толық анестезиядан аулақ болған жөн. Оны жүктіліктің қай кезеңінде болмасын пайдалануға болмайды.  \nЖүктілік кезінде тісті емдеуге және жұлуға қатысты қарсы көрсетілімдер бар. Алайда олар үзілді-кесілді емес. Бұл мәселені әрбір жекелеген жағдайға байланысты тіс дәрігерімен және терапевтпен кеңесіп шешу қажет. Рентгенге айрықша назар аудару қажет.\nБолашақ аналар тіс рентгенін жүктіліктің бірінші және соңғы үш айында жасауға болмайтынын білуі керек.\nКейде білікті көмек көрсету үшін дәрігерге тіс ренгені қажет болады. Жүкті әйел үшін рентгеннен шығатын сәуле нәрестеге қауіп туғызуы мүмкін. Алайда қазіргі таңда шығарылатын сәулені секундқа дейін азайтатын аппарат пен микросәулеленуді тіркеуге қабілетті  радиовизиограф қолданылады.\nДегенмен, әрбір ана алдын алу шараларын сақтауы тиіс. Сәбиді қорғау үшін омырауын, ішін және жамбасын арнайы жапқышпен жауып жүру керек.\nЕгер жүктілік кезінде жасалған тіс рентгені жағдайдың қауіпті еместігін көрсетсе, тісті емдеу шарасының бірқатарын баланы босанғаннан кейінге қалдырған жөн.\nЖүктілік кезінде тіс жұлдыру\nБұл шараны аса қажеттілік туындаған жағдайда ғана жасатқан дұрыс. Тісті жұлу кезінде стоматолог-дәрігер жүктілік мерзімін ескеруі тиіс. Мұндай шараны жасауға жүктіліктің екінші тоқсаны қолайлы. Күрделі хирургиялық ота (мысалы, ақыл тісін жұлдыру) жасауға шұғыл қажеттілік болмаса, оны жүктіліктің соңына шегіндірген дұрыс.\nТіске протез салу\nПротезді жүктілікке дейін салу қажет. Алайда, болашақ ана оны салдырып үлгермесе, протезді жүктіліктің бірінші жартысында жасатқаны абзал. Өйткені осы кезеңде әйелдің жағдайы жақсырақ болады. Тіс дәрігеріне бару аса қиынға соқпайды. Бұл орайда жылдам салынатын және жансыздандыруды қажет етпейтін протез түрін таңдау керек. Жүктілік көп жағдайда протез салуға қарсы көрсеткіш емес. Сондықтан тісті қалпына келтіру қажет болса, маманға жүгініп, оңтайлы әдісті таңдау жеткілікті.\nАуырып ем іздегенше, ауырмайтын жол ізде.\nАлматылық ғалымдар сауатты жасалған стоматологиялық шаралар жүкті әйел мен нәрестеге зиянын тигізбейтініне, керісінше оң нәтиже беретініне сенімді. Жүкті әйелдің ауыз қуысындағы созылмалы инфекция ошағын уақтылы емдеу жүктіліктің патологиясыз өтуіне көмектеседі. Дегенмен, жүкті әйел тіс дәрігерінің алдына бармауға барынша тырысуы тиіс. Ол үшін:\n— тісті тұрақты және дұрыс тазалап тұру керек (тісті тазалауды әрдайым бір тіс қатарынан бастап, біреуін қалдырмай тазалау керек).\n— қосымша алдын алу құралдарын пайдалану керек. Тіс қағын және тамақ қалдығын тазалау үшін тіс жібін – флоссты; тістің беткі қабатын жақсы тазартатын, тіс қағы пайда болуының алдын алатын, ауыз қуысын залалсыздандыратын тіс эликсирін пайдалану; құрамында қант алмастырғышы, әсіресе ксилиті бар сағыз шайнау.  Ксилит ауыз қуысында ұзақ уақыт тұрады да флораға оң әсерін тигізеді. Сағызды тамақтан кейін 15-20 минут қана шайнау керек.\nДұрыс тамақтану\nДиета сіздің ерекшелігіңізді ескере отырып жасалуы тиіс. Ол қажетті ақуыздан, көмірсутектен және майдан, сонымен қатар қажетті дәрумен мен минералды заттардан тұруы тиіс. Әрине, газдалған тәтті сусындардан бас тартып, тісіміздің басты жауы – тәттіні шектеу қажет.\nТолығырақ:https://365info.kz/2017/01/zh-ktilik-kezindegi-tis-k-timi",
                "date": "25.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыммен қалай қайта қосылсам болады?",
        "question_content": "Қызыммен айырылсып кеттік менің қайта қосылғым келеді не істесем болады\n\nҚызыммен қайта қосылғым келеді\n\nҚызымды қатты жақсы көремін",
        "question_date": "25.02.2020",
        "question_tag": "Махаббат",
        "question_views": 603,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реніш не себепті пайда болды соны өзіңіз үшін анықтап түсініңіз. Ары қарай сол түсінік бойынша әрекет етерсіз. Бірақта бір мәселені шешерде эмоцияға берілмей жағдайды мимен шешкен дұрыс. Эмоция үстінде айтқан немесе жасаған қылығыңызға  уақыт өте келе өкініп қалуыңыз мүмкін. \nЕң дұрыс шешім оған да сізге де ойыңызды жинақтауға уақыт беріңіз. Эмоциялық тұрғыда қалыпқа келген соң асықпай бетпе-бет сөйлесіңіз. Қазір қайтарып алмасам кешігіп қалам деп ойлап, асығыс шешім қабылдау қажет емес. Сіздің әрекетіңіз айрылысу кімнің қателігінен болғанына байланысты болу керек. Егер қателік сізден емес болса оның өз қатесін түсініп ойлануына уақыт беріп, біраз араласпай қоя тұрғаныңыз абзал. Кейде адам өз қатесін түсініп тұрса да серігінің шектен тыс мазалай беруінен құтылғаныма шүкір деп бас тартып кетуі мүмкін. Өз-өзіңізді құрметтеңіз және сенімді болыңыз, сонда барлық істі дұрыс ойлап дұрыс жасайсыз деп сенем. Ал әр істі қадам бойынша айтып отыру бұл жағдайға сай келмес, себебі сіздердің ара-қатынастарыңыз, себептеріңіз маған беймәлім.",
                "date": "25.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанда тұратын шетел азаматтары сақтандыру бағдарламасына кіру міндеттелген бе?",
        "question_content": "Қазақстанда тұратын шетел азаматтары сақтандыру бағдарламасына кіру міндеттелген бе?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Міндетті медициналық сақтандыру туралы» заңның 2-бабы 2-тармағына сәйкес, міндетті медициналық сақтандыру жүйесінде Қазақстан республикасы аумағында тұрақты тұратын шетелдіктер мен азаматтығы жоқ тұлғаларға, сондай-ақ, оралмандарға да ел азаматтарымен бірдей құқықтар беріліп, міндеттер жүктеледі. Қарапайым тілмен айтсақ, олар да қазақстандықтар сияқты салық, соның ішінде, міндетті медициналық сақтандыру жарнасын төлеуге міндетті. Еңбек мигранттарына медициналық көмек мемлекет аралық келісімдер негізінде көрсетіледі. Мысалы, Еуразия кеңістігіндегі (Ресей, Қазақстан, Қырғызстан, Армения және Беларусь) бес мемлекет аумағында жедел медициналық көмек қайтарымсыз негізде көрсетіледі. Егер мұндай келісімдер бекітілмеген болса еңбек мигранттары ерікті медициналық сақтандыру (ЕМС) жүйесінің қызметін пайдалана алады. Ал, қоршаған ортаға қауіп төндіретін сырқаттарға шалдыққан мигранттарға көмек тегін көрсетіледі.\nТолығырақ: https://enbek-pvl.kz/kz/materials/13",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ТМККК мен міндетті әлеуметтік сақтандыру МӘМС жүйесінің айырмашылықтары қандай?",
        "question_content": "Тегін медициналық көмектің кепілдендірілген көлемі (ТМККК) мен міндетті әлеуметтік сақтандыру (МӘМС) жүйесінің айырмашылықтары қандай?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 447,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "2020 жылдан бастап қазақстандықтар медициналық қызметтерді екі пакет бойынша қолдана алады. Оның бірі – тегін медициналық көмектің кепілдендірілген көлемі (ТМККК), екіншісі – міндетті әлеуметтік медициналық сақтандыру (МӘМС) жүйесі. Екеуінің бір-бірінен айырмашылығы неде? Оларға қандай медициналық қызметтер енеді? Қалай алуға болатыны жайлы бүгінгі мақалада сөз ететін боламыз.\nҚымбат анализдер мен білікті мамандар қызметіне бас ауыртқыңыз келмеген жағдайда сізге Медициналық сақтандыру көмекке келеді. Десе де Қазақстанда әлі күнге дейін МӘМС маңыздылығын қажет деңгейде түсінбейді, бұған азаматтардың әбден ауырып қалғаннан кейін ғана сақтандыру туралы ойлайтыны дәлел бола алады.\nМедициналық қызметтер нарығындағы реформалардың тағы бір аса маңызды себебі – бұл Қазақстандағы денсаулық сақтау жүйесінің жеткіліксіз мөлшерде қаржыландырылуы. Тегін медициналық көмектің кепілдендірілген көлемінің қазіргі моделі барлық халыққа бірдей қажет және тұрақты түрде көрсетілетін қызметтердің минималды жиынтығы болып табылады. Алайда, мұндай минимум әрдайым жеткілікті бола бермейді. Осы себепті медициналық көмектің кепілдендірілген көлемінің жаңартылған пакеті басты әрі өзгертілмес негіз болып қала береді, ал сақтандыру пакеті жүйеге қатысушылардың әрқайсысы үшін басқа да мүмкіндіктер беретін қосымша қызмет болып келеді. Медициналық сақтандыру жүйесі барлық төлемші болып табылатын азамат үшін де, оның жұмыс берушісі  (көбінесе мемлекет болып табылатын) үшін де сенімді әрі ұтымды. Азаматтың денсаулығы үшін үш тарап ортақ жауапкершілік алатын болса да, әркім өз қажеттілігіне қарай медициналық көмек ала отырып, өз мүмкіндіктеріне қарай төлейді. МӘМС-тің ең маңызды ерекшелігі – оның әлеуметтік бағыты, яғни, үкімет қоғамның әлеуметтік әлсіз адамдарының үлкен тобын өз қамқорлығына алады және олардың орнына жарнаны өзі төлейді. Солай бола тұра, медициналық сақтандыру жасатқан барлық адамдар медициналық қызметтердің бірыңғай сақтандыру пакетіне тең дәрежеде ие бола алады.\nЖедел жәрдем, санитарлық авиация, бірқатар созылмалы аурулардың динамикасын бақылау, жедел көрсеткіштерге байланысты стационарды алмастыратын қызмет секілді жедел медициналық көмектердің барлығы осыған енеді. Сондай-ақ, сақтандыру жүйесіндегі мәртебесіне қарамастан, барлық қазақстандықтар емханаға барып, стационарда жедел емделе алады, сонымен қатар әлеуметтік маңызы бар ауруға шалдыққандарға қажетті медициналық қызметтердің толық тізімін беру қарастырылған.\nМедициналық оңалту – тек туберкулезбен ауыратын науқастарға, ал паллиативті, яғни, ауруға уақытша жеңілдікпен берілетін көмек оған мұқтаждардың барлығына арналған. Бұл медициналық қызметтердің бәрі әр азаматқа бюджет есебінен ақысыз көрсетіледі. Сондықтан бұл стандартты кепілдендірілген көмек деп аталады.\nЕкінші деңгей – медициналық көмекті әлеуметтік медициналық сақтандыру арқылы алуға болатын МӘМС пакеті. Сақтандыру пакетіне қымбат операциялар мен медициналық қызметтер, белгілі бір нақты сала мамандарымен кездесулер, сондай-ақ өмір сапасын жақсартуға арналған қызметтер кіреді. МӘМС компьютерлік томография, МРТ, ПЦР-анализ сынды алуға оңай түспейтін қызметтердің ақысын жабады. Сондай-ақ, бұған әдеттегі стационарлық көмек пен  тегін емделетіндер тізіміне енбейтін ауруларға шалдыққан жағдайдағы жоспарлы стационарлық көмек кіреді.\nБұл екі пакеттің айырмашылығы мынадай: ТМККК – бұл ешқандай ақы төлеуді қажет етпейтін тегін қызметтердің нақты тізімі. Бұған кейінге қалдыруға болмайтын және төтенше жағдайларда көмек көрсету мен бүкіл қоғам үшін маңызды болып табылатын ауруларды бақылау кіреді.\nМӘМС – бұл сақтандырудан өткен әр азаматтың өмір сүру сапасын және қазақстандықтардың келешек ұрпағының денсаулығын жақсартуға бағытталған медициналық көмектің қосымша тізімі. Естеріңізге сала кетейік, кепілдендірілген пакет елдің барлық азаматтарына, осында тұрақты мекендейтін шетелдіктер мен азаматтығы жоқ адамдардың барлығына олардың денсаулық сақтау жүйесіндегі мәртебесіне қарамастан қолжетімді болса, МӘМС тек жарналар немесе шегерімдер төлегендерге ғана қолжетімді.\nАрнайы медициналық шараларды қажет ететін аурулар бар, бірақ оған мүмкіндік үнемі бола бермейді.\n«Консультативтік-диагностикалық көмектің, қымбат диагностикалық қызметтердің қолжетімділігіне қатысты  проблемаларға байланысты ұзақ күту керек болады және бұл кезектің көбеюіне әкеледі. Басқаша айтқанда, қаржыландырумен қамтамасыз етілетін қызметтердің жоспарланған мөлшері емделушілер санына немесе диагноз қажет болатын жағдайларға сәйкес келмейді. Бұл дегеніміз, шексіз кезектер, ұзақ күту, яғни, «дефицит, тапшылыққа» себепкер болады. Ал МӘМС енгізілгеннен кейін бұл жағдай өзгере бастайды: келесі жылы консультативтік-диагностикалық көмекке бөлінетін қаржы мөлшері бес есе артады» -дейді «Әлеуметтік медициналық сақтандыру қорының» Алматы қалалық филиалының директоры Тілеухан Әбілдаев.\nМӘМС жүйесіне мыналар енеді:\n1. Консультативті-диагностикалық көмек, оған дені сау ересектер мен балаларды профилактикалық қарау, стоматологиялық қызметтер (18 жасқа дейінгі балалар, мүгедектер, зейнеткерлер, көп балалы аналар), тар профильмді сала мамандарының қабылдауы, консультациялары мен емдеуі, динамикалық бақылауға енбеген созылмалы ауруларға шалдыққан науқастарды тар профильді сала мамандарының бақылауы кіреді; зертханалық диагностика, соның ішінде бағасы қымбат қызметтер.\n2. Дәрігер рецептісі (нұсқаулығы) бойынша емі ТМККК-ге енбеген ауруға шалдыққан науқасты амбулаториялық дәрі-дәрмекпен қамтамасыз ету.\n3. Жоспарлы стационарлық көмек (уәкілетті орган анықтайтын тізім бойынша әлеуметтік маңызды аурулар мен қоғамға қауіп төндіретін ауруларға көрсетілетін медициналық көмекті қоспағанда).\n4. Медициналық сақтандырудан өткендерге стационар алмастырушы көмек пакеттің кепілдендірілген көлемінде ескерілген аурулардан басқа жағдайларда көрсетіледі. Бұған аурудың асқынуы (эстетикалық пластикалық оталарды қоспағанда) салдарынан науқасты госпитализациялау, қимыл-қозғалысы қиынға түсетін науқастардың созылмалы ауруларының асқынуына байланысты үйде стационар ұйымдастыру, тар профильді маман консультациясы, диагностикалық қызметтердің (қымбат түрлері де) кіреді.\n5. Медициналық оңалту мен денсаулықты қалпына келтіру шаралары.\n«Әлеуметтік маңызды аурулар» деген термин қосымша түсініктемені қажет етеді. Бұл – бүкіл қоғам үшін аса маңызды және көптеген адамдардың денсаулығына қауіп төндіретін аурулар. Қазіргі таңда мұндай сырқаттар тізіміне онкологиялық аурулар, туберкулез, АИТВ, психикалық аурулар мен ауытқулар кіреді.\nЖалпы Қазақстанда өзге де аурулардың түрлі тізімдері көп, мысалы: бақылауға алынатын аурулардың тізімі; басқаларға қауіп төндіретін аурулар және т.б. Бұл аурулардың барлығы дерлік денсаулық сақтау жүйесінде медициналық көмекті жоспарлау кезінде ескеріледі. Аталған тізімдердегі ауру атаулары қайталанып келіп жатады. Сондықтан медициналық көмекті дұрыс рәсімдеу және жоспарлау үшін қазір жасалатын тізімдерде ауру атаулары қайталанбай, нақты бөлінуі шарт.\nЖоғарыда айтылған ақпараттарға байланысты нақты мысал қарастырайық. Үш науқасқа туберкулез, аяқтың сынуы және клиникалық депрессия деген диагноздар қойылды делік. Енді бұлардың медициналық сақтандырудан өтті не өтпеді деген мәртебесі еміне қаншалықты әсер ететінін анықтайық.\n«МӘМС енгізілген жағдайдың өзінде жедел және шұғыл жағдайларда көрсетілетін медициналық көмек, әлеуметтік маңызды және созылмалы ауруларды емдеуді қамтитын кепілдендірілген медициналық көмек пакеті болатынын ескеру керек. Бұл дегеніміз, туберкулезбен ауыратын адам үшін ештеңе өзгермейді: оның емі мен оңалту шарасы толығымен мемлекет есебінен жүзеге асырылады. Аяқтың сынуы да бұл шұғыл көмекті қажет етеді, яғни медициналық көмек ақысыз көрсетіледі. Егер науқас аяғының толықтай жазылып кетуін одан әрі бақылауда ұстағысы келсе, ол бұл қызмет үшін МӘМС пакетін қолдана алады. Психикалық ауытқулар ТМККК шеңберінде емделетін аурулар тізіміне енгізілген. Осылайша, жедел, шұғыл, маңызды жағдайлар тегін, яғни, ақысыз жасалса, әрі қарай жоспарланған ем мен анализдер МӘМС пакеті бойынша жүзеге асады», — деп қорытындылады Нұр-Сұлтан қалалық денсаулық сақтау басқармасы басшысының орынбасары Әлия Рүстемова.\nМұндай жағдайда МӘМС жүйесін енгізудің маңызы қандай?\nМедициналық қызмет құнының бір бөлігін сақтандыру арқылы өтеу. Бүгінде дәрі-дәрмек құнының 40 пайызы тұрғындардың өз қалтасынан төленеді. Дәрі-дәрмектерді сатып алу да, мамандар қабылдауында болу да. Кейде мұндай шығындар отбасы бюджетінің едәуір бөлігін алады. Сондықтан МӘМС қаражат мәселесі қиын болған жағдайда айтарлықтай үнемдеуге мүмкіндік береді.\nОсы орайда міндетті әлеуметтік медициналық сақтандыруға жарналарды немесе аударымдарды тұрақты түрде төлеп отыруыңыз маңызды. Оның мөлшерін есептеу оңай. Сарапшылардың пікірінше, 2020 жылы ең төменгі жалақы мөлшері 42 500 теңгені құрайтын болады. МӘМС төлемдері осы көрсеткішке байланысты бекітіледі. Мысалы, оның лимиті – 10 ең төменгі жалақы. Яғни, сіздің табысыңыз осы көрсеткіштен жоғары болса да, төлем 10 ең аз жалақы мөлшерінен аспайды.\nЯғни, төмендегідей есептеледі:\n— Жұмыс берушінің бір жұмысшыға бөлетін аударымының максималды мөлшері — айына 8 500 теңге (егер жұмысшының айлық кірісі 425 000 теңге және одан жоғары болса);\n— жұмысшының өзі үшін бөлетін аударымының(жалақыдан) максималды мөлшері  — айына 4 250 теңге (егер жұмысшының айлық кірісі 425 000 теңге және одан жоғары болса);\n— ЖК айлық салымы — 2 975 теңге (1,4 ең төмен жалақының 5 пайызы деп бекітілген);\n— Жеке төлемшінің айлық салымы — 2 125 теңге (1 ең төмен жалақының 5 пайызы деп бекітілген).\nОсы сомаларды төлеу арқылы адам МӘМС шеңберінде өзіне қажет қызметтердің барлық түрін ала алады. Егер сіз бұл көрсеткішті медициналық қызметтің нақты құнымен салыстырып көрелік. Қазіргі уақытта Қазақстанда дәрігердің алғашқы қабылдауының құны 3-5 мың теңге тұрады, ал жүйе енгізілуінің арқасында сіз осы сомаға қызмет пакетін толық ала аласыз. Пайдасы айқын. Оны үстіне өтемін мемлекет жасайтын 15 санатты ұмытпаңыз.\nМӘМС жүйесін тиімді пайдаланудың көптеген әдістері бар. Асқынған немесе созылмалы ауруы жоқ адам үшін дұрысы – жүйелі түрде профилактика өту.  Кепілдендіріген сақтандыру пакеті осыған бағытталған.\nМедициналық сақтандыруы бар азаматтарға ауруларды ертерек анықтап, дер кезінде емдеуге мүмкіндік беретін жоспарлы және диагностикалық медициналық қызметтердің кең спектрі ұсынылады.\nТолығырақ:http://shiproject.kz/kz/news/az-m-ms-aza-standy-tar-keler-zhyldan-bastap-alaj-emdeledi/",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "МӘМС бойынша жиналған сома көлемінің емделу кезінде басымдықтары бар ма?",
        "question_content": "МӘМС бойынша жиналған сома көлемінің емделу кезінде басымдықтары бар ма?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медициналық көмекті әлеуметтік медициналық сақтандыру арқылы алуға болатын МӘМС пакеті. Сақтандыру пакетіне қымбат операциялар мен медициналық қызметтер, белгілі бір нақты сала мамандарымен кездесулер, сондай-ақ өмір сапасын жақсартуға арналған қызметтер кіреді. МӘМС компьютерлік томография, МРТ, ПЦР-анализ сынды алуға оңай түспейтін қызметтердің ақысын жабады. Сондай-ақ, бұған әдеттегі стационарлық көмек пен  тегін емделетіндер тізіміне енбейтін ауруларға шалдыққан жағдайдағы жоспарлы стационарлық көмек кіреді.\nМӘМС – бұл сақтандырудан өткен әр азаматтың өмір сүру сапасын және қазақстандықтардың келешек ұрпағының денсаулығын жақсартуға бағытталған медициналық көмектің қосымша тізімі. Естеріңізге сала кетейік, кепілдендірілген пакет елдің барлық азаматтарына, осында тұрақты мекендейтін шетелдіктер мен азаматтығы жоқ адамдардың барлығына олардың денсаулық сақтау жүйесіндегі мәртебесіне қарамастан қолжетімді болса, МӘМС тек жарналар немесе шегерімдер төлегендерге ғана қолжетімді.\nАрнайы медициналық шараларды қажет ететін аурулар бар, бірақ оған мүмкіндік үнемі бола бермейді.\n«Консультативтік-диагностикалық көмектің, қымбат диагностикалық қызметтердің қолжетімділігіне қатысты  проблемаларға байланысты ұзақ күту керек болады және бұл кезектің көбеюіне әкеледі. Басқаша айтқанда, қаржыландырумен қамтамасыз етілетін қызметтердің жоспарланған мөлшері емделушілер санына немесе диагноз қажет болатын жағдайларға сәйкес келмейді. Бұл дегеніміз, шексіз кезектер, ұзақ күту, яғни, «дефицит, тапшылыққа» себепкер болады. Ал МӘМС енгізілгеннен кейін бұл жағдай өзгере бастайды: келесі жылы консультативтік-диагностикалық көмекке бөлінетін қаржы мөлшері бес есе артады» -дейді «Әлеуметтік медициналық сақтандыру қорының» Алматы қалалық филиалының директоры Тілеухан Әбілдаев.\nМӘМС – бұл сақтандырудан өткен әр азаматтың өмір сүру сапасын және қазақстандықтардың келешек ұрпағының денсаулығын жақсартуға бағытталған медициналық көмектің қосымша тізімі. Естеріңізге сала кетейік, кепілдендірілген пакет елдің барлық азаматтарына, осында тұрақты мекендейтін шетелдіктер мен азаматтығы жоқ адамдардың барлығына олардың денсаулық сақтау жүйесіндегі мәртебесіне қарамастан қолжетімді болса, МӘМС тек жарналар немесе шегерімдер төлегендерге ғана қолжетімді.\nАрнайы медициналық шараларды қажет ететін аурулар бар, бірақ оған мүмкіндік үнемі бола бермейді.\n«Консультативтік-диагностикалық көмектің, қымбат диагностикалық қызметтердің қолжетімділігіне қатысты  проблемаларға байланысты ұзақ күту керек болады және бұл кезектің көбеюіне әкеледі. Басқаша айтқанда, қаржыландырумен қамтамасыз етілетін қызметтердің жоспарланған мөлшері емделушілер санына немесе диагноз қажет болатын жағдайларға сәйкес келмейді. Бұл дегеніміз, шексіз кезектер, ұзақ күту, яғни, «дефицит, тапшылыққа» себепкер болады. Ал МӘМС енгізілгеннен кейін бұл жағдай өзгере бастайды: келесі жылы консультативтік-диагностикалық көмекке бөлінетін қаржы мөлшері бес есе артады» -дейді «Әлеуметтік медициналық сақтандыру қорының» Алматы қалалық филиалының директоры Тілеухан Әбілдаев.\nМӘМС жүйесіне мыналар енеді:\n1. Консультативті-диагностикалық көмек, оған дені сау ересектер мен балаларды профилактикалық қарау, стоматологиялық қызметтер (18 жасқа дейінгі балалар, мүгедектер, зейнеткерлер, көп балалы аналар), тар профильмді сала мамандарының қабылдауы, консультациялары мен емдеуі, динамикалық бақылауға енбеген созылмалы ауруларға шалдыққан науқастарды тар профильді сала мамандарының бақылауы кіреді; зертханалық диагностика, соның ішінде бағасы қымбат қызметтер.\n2. Дәрігер рецептісі (нұсқаулығы) бойынша емі ТМККК-ге енбеген ауруға шалдыққан науқасты амбулаториялық дәрі-дәрмекпен қамтамасыз ету.\n3. Жоспарлы стационарлық көмек (уәкілетті орган анықтайтын тізім бойынша әлеуметтік маңызды аурулар мен қоғамға қауіп төндіретін ауруларға көрсетілетін медициналық көмекті қоспағанда).\n4. Медициналық сақтандырудан өткендерге стационар алмастырушы көмек пакеттің кепілдендірілген көлемінде ескерілген аурулардан басқа жағдайларда көрсетіледі. Бұған аурудың асқынуы (эстетикалық пластикалық оталарды қоспағанда) салдарынан науқасты госпитализациялау, қимыл-қозғалысы қиынға түсетін науқастардың созылмалы ауруларының асқынуына байланысты үйде стационар ұйымдастыру, тар профильді маман консультациясы, диагностикалық қызметтердің (қымбат түрлері де) кіреді.\n5. Медициналық оңалту мен денсаулықты қалпына келтіру шаралары.\n«Әлеуметтік маңызды аурулар» деген термин қосымша түсініктемені қажет етеді. Бұл – бүкіл қоғам үшін аса маңызды және көптеген адамдардың денсаулығына қауіп төндіретін аурулар. Қазіргі таңда мұндай сырқаттар тізіміне онкологиялық аурулар, туберкулез, АИТВ, психикалық аурулар мен ауытқулар кіреді.\nЖалпы Қазақстанда өзге де аурулардың түрлі тізімдері көп, мысалы: бақылауға алынатын аурулардың тізімі; басқаларға қауіп төндіретін аурулар және т.б. Бұл аурулардың барлығы дерлік денсаулық сақтау жүйесінде медициналық көмекті жоспарлау кезінде ескеріледі. Аталған тізімдердегі ауру атаулары қайталанып келіп жатады. Сондықтан медициналық көмекті дұрыс рәсімдеу және жоспарлау үшін қазір жасалатын тізімдерде ауру атаулары қайталанбай, нақты бөлінуі шарт.\nЖоғарыда айтылған ақпараттарға байланысты нақты мысал қарастырайық. Үш науқасқа туберкулез, аяқтың сынуы және клиникалық депрессия деген диагноздар қойылды делік. Енді бұлардың медициналық сақтандырудан өтті не өтпеді деген мәртебесі еміне қаншалықты әсер ететінін анықтайық.\n«МӘМС енгізілген жағдайдың өзінде жедел және шұғыл жағдайларда көрсетілетін медициналық көмек, әлеуметтік маңызды және созылмалы ауруларды емдеуді қамтитын кепілдендірілген медициналық көмек пакеті болатынын ескеру керек. Бұл дегеніміз, туберкулезбен ауыратын адам үшін ештеңе өзгермейді: оның емі мен оңалту шарасы толығымен мемлекет есебінен жүзеге асырылады. Аяқтың сынуы да бұл шұғыл көмекті қажет етеді, яғни медициналық көмек ақысыз көрсетіледі. Егер науқас аяғының толықтай жазылып кетуін одан әрі бақылауда ұстағысы келсе, ол бұл қызмет үшін МӘМС пакетін қолдана алады. Психикалық ауытқулар ТМККК шеңберінде емделетін аурулар тізіміне енгізілген. Осылайша, жедел, шұғыл, маңызды жағдайлар тегін, яғни, ақысыз жасалса, әрі қарай жоспарланған ем мен анализдер МӘМС пакеті бойынша жүзеге асады», — деп қорытындылады Нұр-Сұлтан қалалық денсаулық сақтау басқармасы басшысының орынбасары Әлия Рүстемова.\nМұндай жағдайда МӘМС жүйесін енгізудің маңызы қандай?\nМедициналық қызмет құнының бір бөлігін сақтандыру арқылы өтеу. Бүгінде дәрі-дәрмек құнының 40 пайызы тұрғындардың өз қалтасынан төленеді. Дәрі-дәрмектерді сатып алу да, мамандар қабылдауында болу да. Кейде мұндай шығындар отбасы бюджетінің едәуір бөлігін алады. Сондықтан МӘМС қаражат мәселесі қиын болған жағдайда айтарлықтай үнемдеуге мүмкіндік береді.\nОсы орайда міндетті әлеуметтік медициналық сақтандыруға жарналарды немесе аударымдарды тұрақты түрде төлеп отыруыңыз маңызды. Оның мөлшерін есептеу оңай. Сарапшылардың пікірінше, 2020 жылы ең төменгі жалақы мөлшері 42 500 теңгені құрайтын болады. МӘМС төлемдері осы көрсеткішке байланысты бекітіледі. Мысалы, оның лимиті – 10 ең төменгі жалақы. Яғни, сіздің табысыңыз осы көрсеткіштен жоғары болса да, төлем 10 ең аз жалақы мөлшерінен аспайды.\nЯғни, төмендегідей есептеледі:\n— Жұмыс берушінің бір жұмысшыға бөлетін аударымының максималды мөлшері — айына 8 500 теңге (егер жұмысшының айлық кірісі 425 000 теңге және одан жоғары болса);\n— жұмысшының өзі үшін бөлетін аударымының(жалақыдан) максималды мөлшері  — айына 4 250 теңге (егер жұмысшының айлық кірісі 425 000 теңге және одан жоғары болса);\n— ЖК айлық салымы — 2 975 теңге (1,4 ең төмен жалақының 5 пайызы деп бекітілген);\n— Жеке төлемшінің айлық салымы — 2 125 теңге (1 ең төмен жалақының 5 пайызы деп бекітілген).\nОсы сомаларды төлеу арқылы адам МӘМС шеңберінде өзіне қажет қызметтердің барлық түрін ала алады. Егер сіз бұл көрсеткішті медициналық қызметтің нақты құнымен салыстырып көрелік. Қазіргі уақытта Қазақстанда дәрігердің алғашқы қабылдауының құны 3-5 мың теңге тұрады, ал жүйе енгізілуінің арқасында сіз осы сомаға қызмет пакетін толық ала аласыз. Пайдасы айқын. Оны үстіне өтемін мемлекет жасайтын 15 санатты ұмытпаңыз.\nМӘМС жүйесін тиімді пайдаланудың көптеген әдістері бар. Асқынған немесе созылмалы ауруы жоқ адам үшін дұрысы – жүйелі түрде профилактика өту.  Кепілдендіріген сақтандыру пакеті осыған бағытталған.\nМедициналық сақтандыруы бар азаматтарға ауруларды ертерек анықтап, дер кезінде емдеуге мүмкіндік беретін жоспарлы және диагностикалық медициналық қызметтердің кең спектрі ұсынылады.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Медициналық сақтандыру сомасын қай уақытта шешіп алуға мүмкіндік болады?",
        "question_content": "Медициналық сақтандыру сомасын қай уақытта шешіп алуға мүмкіндік болады?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медициналық  сақтандыру соммасын өзіңізге  кері шешіп ала алмайсыз, себебі ол кез -кезген сақтандыру секілді төленеді.\nМедициналық сақтандыруға не үшін төлем жасау керек? Медициналық сақтандыру төлемдерін аудару – азаматтарға медициналық қызметтің сақтандыру пакетін пайдалануға мүмкіндік береді. Медициналық сақтандыру пакеті тегін көмекке қарағанда көптүрлі әрі сапалы қызмет алуға мүмкіндік береді. Сақтандырылған адамдар дәрігерге қаралу мен ем қабылдауға кететін шығындарға алаңдамаса да болады. Сондықтан медициналық сақтандыру төлемдерін аударған тиімді. Әлбетте, бұл медициналық сақтандыру жарнасын төлемеген азаматтарға медициналық қызмет көрсетілмейді деген сөз емес. Олар учаскелік терапевт қабылдауына жазылып қана қоймай, тексерістен өтіп, бірқатар қауіпті дерт бойынша тегін ем алады. Жедел медициналық жәрдемнің қызметі де ақысыз болып қала береді. Медициналық сақтандыруды халық неғұрлым көбірек жасаса, жүйе соғұрлым тұрақталады.\n  Жарнаны кім және қанша төлейді? Заң бойынша барлық жұмыс істейтін азаматтарың табыстарынан міндетті әлеуметтік медициналық сақтандыру (МӘМС) жүйесіне жарналар алынуға тиіс. Биыл жарна мөлшері –  еңбекақының 1,5%-ы. Әзірше жарнаны мемлекеттік құрылымдар мен жекеменшік ұйымдарда жұмыс берушілер төлейтіндіктен, бұл қызметкердің жалақысына әсер етпейді. Мысал ретінде 2019 жылға МӘМС-ті есептеп көрелік: жалақыңыз 100 000 теңге делік. МӘМС-ке жарна ұсталмайды. Ал жұмыс беруші 1500 теңге аударады. Келесі жылы міндетті әлеуметтік медициналық сақтандыру енгізілген кезде жағдай өзгереді. 2020 жылдың қаңтар айынан бастап жұмыс беруші сіздің еңбекақыңыздың 1%-ын (2022 жылы – 2%-дан) ұстап, медициналық сақтандыру қорына аудара бастайды. Жалдамалы қызметкерлер  үшін жұмыс беруші 2020-2021 жылдары – 2%, 2022 жылдан бастап 3% төлем жасайды. Мысалы, 2020-2021 жылдары 100 000 теңге еңбекақы түссе, МӘМС-ке сізден 1000 теңге жарна ұстап қалып, жұмыс беруші  қосымша 2000 теңге аударады. Ал 2022 жылы жалақыңыздан МӘМС-ке 2000 теңге аударасыз, ал жұмыс берушіні 3000 теңге төлейді. \nӨздері төлейтіндер кімдер? Олардың жарналарын аудару қалай есептеледі? Жеке кәсіпкерлер, шаруа қожалығының иелері және жеке тәжірибемен айналысатын тұлғалар (жеке адвокаттар, сот орындаушылары, т.б.) 2020 жылдан бастап ай сайын 1,4  ең төменгі жалақының 5% ставкасы бойынша МӘМС жарналарын аударатын болады. Биылғы мөлшерлемемен есептесек, жарнаның көлемі 2975 теңге болар еді. Есептеу үлгісінде көрсетейік: ең төменгі жалақы 2019 жылы – 42500 теңге. Яғни, 42500 теңге Х 1,4 = 59500 теңге. 59500 теңгенің 5%-ы  – 2975 теңге. Ең төменгі жалақы жыл сайын өзгеретіндіктен, 2020 жылы жарна сомасы басқа болуы мүмкін. Кез-келген азамат дербес төлеуші ретінде медициналық сақтандыру үшін ең төменгі жалақының 5%-ы мөлшерінде төлем жасай алады. Мысалы, биыл бұл сома 2125 теңге. Есептеу үлгісінде түсіндір болсақ, 2019 жылы ең төменгі жалақы 42500 теңге. Ал 42500 теңгенің 5%-ы – 2125 теңге. Тұрақты табысы немесе ресми еңбек шарты жоқ тұрғындар да медициналық сақтандыру жүйесінің қатысушысы бола алады. Мұндай мүмкіндік жалдамалы еңбек күшін тартпай, жеке тұлғаларға қызмет көрсетіп, өзін-өзі жұмыспен қамтып отырған азаматтарға беріледі. Мысалы, саяжайында жинаған көкөністері мен жемістерін сатумен немесе көмір тиеумен айналысатын адам, бағбан, бала күтуші, репетитор секілді жұмыс жасайтындар да, үйде компьютер жөндеумен шұғылданатын азаматтар да медициналық сақтандыру жүйесіне қатыса алады. Өзін-өзі жұмыспен қамтушы азаматтар бірыңғай жиынтық төлем (БЖТ) жасауына болады. Ең төменгі айлық есептік көрсеткішін (АЕК) аударушы азаматтар бірден үш әлеуметтік жүйенің қатысушысы атанады: жұмыс өтілі есептелетін зейнетақы жүйесі, әлеуметтік және медициналық сақтандыру. 2020 жылы кемінде үш ай қатарынан БЖТ аудару – медициналық қызметтердің сақтандыру пакетін алуға мүмкіндік береді. Бірыңғай жиынтық төлемді есептеу үлгісі: республикалық және облыстық маңызы бар қалалар үшін - 1 АЕК (2019 жылы  2525 теңге). Ауылдық жерлер үшін  - 0,5 АЕК ( 2019 жылы  1263 теңге). Медициналық сақтандыру жүйесі заң арқылы енгізілді. Жұмыс берушілердің, жеке кәсіпкерлердің, жеке тәжірибемен айналысатын адамдардың жүйені орындауын Мемлекеттік кірістер департаменті салық міндеттемелерін орындау қағидаты бойынша қадағалайды.  Төлем мерзімін кешіктіргендер үшін өсімпұл жүреді, қасақана төлем жасамайтындардың есепшотына шектеу қойылады.\n https://inbusiness.kz/kz/news/mindetti-medicinalyk-saktandyruga-kansha-tolejmiz",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "МӘМС шеңберінде қызмет көрсету аумағы қандай екенін айтып бересіз бе?",
        "question_content": "МӘМС шеңберінде «Болашақ» бағдарламасы бойынша шетелде оқитын студенттерге, тиісті мемлекетте медициналық қызмет көрсетіле ме? Немесе МӘМС шеңберінде қызмет көрсету аумағы қандай екенін айтып бересіз бе?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медициналық сақтандыру қоры тек Қазақстан республикасында көрсетілген медициналық қызметтерге ғана ақы төлейді.\nТолығырақ: https://informburo.kz/kaz/mndett-medicinaly-leumettk-satandyru-e-mayzdy-33-sraa-zhauap.html",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмыс берушім МСҚ жарнасын төлеп жатыр ма, қалай білсем болады?",
        "question_content": "МӘМС жүйесіне тіркелген-тіркелмегенімді қалай білемін? Менің жұмыс берушім МСҚ жарнасын төлеп жатыр ма, қалай білсем болады?",
        "question_date": "24.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "• Өзіңіздің жарна туралы ақпаратты арнайы онлайн сервистер, медициналық сақтандыру қорының байланыс орталығы арқылы, сондай-ақ тіркелген емханаңыз арқылы біле аласыз.\n• Заңға сәйкес, жұмыс беруші қызметкерлеріне әр айдың 15-інен кешіктірмей, Қорға бөлінген жарнасы туралы ақпаратты беруге міндетті.\nТолығырақ: https://informburo.kz/kaz/mndett-medicinaly-leumettk-satandyru-e-mayzdy-33-sraa-zhauap.html",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үйсіндер мен Қаңлылар туралы екі себептер?",
        "question_content": "Маған  үйіндемін қаңлылардың екі себептермен керек болып тур не жазайын?",
        "question_date": "24.02.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б.з.б. II ғ. Қытай жазба деректемелерінің хабарына қарағанда Жетісу жерінде атақты Үйсін тайпалары өмір сүрген. Жазба деректер бойынша үйсіндерді алғаш рет тарих ғылымына таныс еткен Н.В. Кюнер мен академик Н.Я. Бичурин. Бұлардың аудармаларын және басқа да деректерді пайдалана отырып академик В. Бартольд өзінің атақты «Жетісу тарихының өчеркі» атты еңбегінде үйсіндердің қысқаша тарихын жазды.\nҮйсін тайпаларының тарихи өмір тіршілігін қалыптастыруда, археологиялық материалдарды жазба деректермен салыстыра отырып, зерттеуде еңбек еткен ғалымдар академиктер Ә. Марғұлан мен А. Бернштам болды. Қазіргі кезде сақ-үйсіндер тарихымен ұзақ жылдардан бері айналасып жүрген К.А.Акишев. Ол үйсін тайпалардың қоғамдық құрылысы мен әлеуметтік–экономикалық жағын бір жүйеге келтіріп, үйсіндер мемлекеттік дәрежеде таптық құрылыста өмір сүрген деген қорытындыға келді.\nҮйсін деген сөз Қытай деректері арқылы белгілі. Сөздің мағнасы осы уақытқа шейін белгісіз. Жазба деректерде үйсіндер «ат жақты, аққұбаша, сары шашты» болып бейнеленеді.\nЗерттеушілердің біразы үйсіндер шығыс Иран тайпаларынан шыққан деп, екінші біреулері үйсіндер – түріктердің арғы аталары, олар түрікше сойлеген деп есептеді. Бірақ, қалай болсада, әйтеуір қазақтың ең ірі тайпаларының бірі «үйсін» деп аталады.\nҮйсіндердің саяси құрылымы.\nБіздің заманымыздаң бұрын II ғасырда 177 жыл шамасында үйсіндердің мемлекеттік бірлестігі қалыптасты. Олардың ордасы қызыл алқап (Чигучен) Ыстық көлдің жағасына орналысты. Ол жағалай қыстақтары бар бекіністі қала еді.\nҮйсіндердің негізгі территориясы Іле алқабында болды. Олардың батыс шекарасы Шу мен Талас арқылы өтедідағы, қаңлылармен шектеседі. Шығысында хундармен ортақ шекара болды, ал Онтүстігінде олардың иелігі Ферганамен ұштасып жатты.\nҮйсіндердің мемлекет басшысы Гуньмо (Ұлы бек) деп аталды. Өкімет билігі атадан балаға мұрагерлік жолмен ауысып отырды. Гуньмоға бағынышты ұсақ ру басшылары кіші гуньмолар (бек) деп аталды. Бұлардан басқа жоғарғы және төменгі лауазымдар, қызмет адамдары және «вассал» князъ, тархан, хоубай деген әлеуметтік атаулар болған. Басты өндіруші тап құлдар мен қарапайым шаруалар болды.\nҚытай тарихшысы Сюй-Сунаның қалдырған дерегіне қарағанда үйсіндер көшпелі мемлекет болған. Олар өзімен көрші жатқан Қытай сияқты ірі елдермен тең құқықты дәрежеде саяси және сауда қарым-қатынасын жасаған. Үйсіндердің Гуньмолары Қытай ханшаларына үйленіп отырған.\nҮйсіндерде жоғары деңгейде тұрған әскери үйым болды. Әскерлері жақсы қаруланған салт аттылардан тұрды. Мәселен, Қытай императоры Удидің 138 ж. батысқа жіберілген елшісі князь Чжыньцянь үйсіндер иелігінде 630 мың адам бар және айқасқа 188 мың жауынгер шығара алады деп жазады. Жазба деректер үйсін билеушілерінің сараланған (қаруланған) 30 мың атты нөкері жене оларға бағынатын 10 мың садақшысы туралы мәлімет қалдырған.\nШаруашылығы.\nҮйсіндердің негізгі шаруашылығы көшпелі мал шаруашылығы болды. Сонымен бірге олар егін шаруашылығымен де айналысты. Жерге жеке меншік орнап, ол мұрагерлік жолмен атадан балаға қалып отырды. Үйсіндер жылқы, қой, ешкі, сиыр, түйе және басқа малды өсірген.\nТұтыну бұйымдардың ішінде күнделікті тұрмысқа қажетті қыш ыдыстар көп кездеседі. Олар формасы жағынан алуан түрлі. Тамақ ішуге керекті түрлі аяқ – табақ, тостағандар болса, азық-түлік сақтайтын, су таситын, айран, сүт сақтайтын түрлері болған.\nҮйсіндер қорғасын, мыс, алтын кендерін білді.\nАрхеологиялық қазбалар нәтежесінде табылған әйелдің тәжі тәріздес әшекейлі баскиімі Қарғалы диадемасы – үйсіндердің өнері мен діни нанымнан мәлімет беретін құнды ескрткіш. Ол 2300 биіктіктегі тау шатқалынан табылған.\nҚаңлылар.\nҚазақ халқының құрамына енген ірі тайпалардың бірі қаңлылар. Олар Қытай жазба деректерінде кангюйлар деп аталса, ал парсы және үнді діни кітаптары «Авеста» мен «Махабхарата» кангха болып кездеседі. Түркі руналық жазушыларында Кангю-тарбанд деген кенттің (қаланың) аты бар.\nҚаңлы тайпаларын Қытай жазба деректері бойынша, алғаш рет қазақ халқының тарихына таныс еткен ғалымдар көрнекті Қытай тілінің мамандары Н. Я. Бичурин мен Н. В. Кюнер. Жазба деректерді пайдалана отырып, қаңлылардың қысқаша болса да тарихына көңіл бөлген академик В. В. Бартольд. Ол қаңлы тайпаларын Сырдарьяның орталық ағасында өмір сүрген деп тұжырым айтады.\nБіздің заманымыздаң бұрынғы III ғасырда қаңлы тайпалық бірлестігі құрылды. Олардың астанасы – Битянь қаласы. Олардың саны 600 мың, немесе 120 мың үй болған.\nҚаңлы мемлекеттік бірлестігінің басында Уын әулетінен шыққан патшалар тұрды, олар «би» немесе “ ябғу” деген титулға ие болды. Бұдан басқа мемлекеттік аппаратқа патшаның орынбасарлары және үш кеңесші кірді. Сол кезде (б.з.б. II ғасырдың аяғы – I ғасырдың басы) қаңлы мемлекетіне бес иелік – Сусе, Фумо, Юйни, Цзи, Юйцзянь кірді. Қаңлылар Қытай, Рим, Кавказ және Орта Азия елдерімен сауда байланыс жасап тұрды. Олар үйсін, ғұн тайпаларымен соғысқан.\nҚаңлылырдың қоғамдық құрылысы.\nҚаңлы тайпасында билік мұрагерлік жолмен әкеден балаға беріліп отырған. Бар билік ақсақалдардың, ру басшылары мен әскери көсемдердің қолында болған.\nШаруашылығы.\nҚаңлылардың негізгі кәсібі егіншілікпен ұштасқан мал шаруашылығы болды. Оларда тәлімі және көлдетіп суару егіншілік жақсы дамыды. Олар дәнді дақылдар еккен және огород өсурумен де айналасқан.\nАң аулау мен балық аулаудың қосалқы маңызы болды. Елік, тау теке, арқар, киік аулады. Қоныстар мен қорымдарды қазған кезде балық аулау құралдары – шанышқылар, сүңгілер, қармақтар, жүкшелер шықты.\nЕт, балық және өсімдік өнімдерімен жабайы өсетін алма, алмұрт, өрік, тау жуасы, сарымсақ т.б. пайданылды.\nҚаңлылар қоғамында әр түрлі кәсіптер,қол өнер, сауда және ақша айналысы дамыды.\nОлардың қоныстарында ондаған тұрғын үй мен қора – қопсылар болды. Қоныстарда тұрғын үйлерде болсын, қора-қопсыларда болсын дән, астық сақтайтын ұра, еденді сылайтын балшыққа, шикі кірпішке қосылған сабан, толып жатқан дәнүккіштер, астық, бақша дақылдарын сақтайтын қыш кеспектер табылды. Жерді тас кетпендермен өңдеген, сүйектен жасалған егіншілік құралдары да пайданылған.\nҚаңлылардың діні.\nҚаңлылар табиғат күштеріне, ата-баба аруағына сиынған. Әр жылдың маусым айында барлық тайпалар жиналып, ата-бабаларына шектік беріп отырған. Олардың бір бөлігі будды дінін қабылдады. Көп құдайға табынушылық болды. Сонымен қатар қаңлылар жұлдыздар арқылы түрлі болжамдар жасап отырған.\nҚаңлы тайпалық бірлестігі б.з.б. I ғасырдың ортасында ыдырады.\nСонымен қаңлы тайпаларында сонау ерте кезден бастап мемлекеттік дәрежесіне дейін көтерілген тайпа бірлестіктері болды деп айтуға болады.",
                "date": "24.02.2020",
                "upvotes": 1
            },
            {
                "text": "Жетісудағы Тиграхауда-сақтар жерін мұра етіп алған үйсін тайпалары Орталық Азияның түпкірінен келген еді. Б.з.д. 160 жыл шамасында үйсіндердің бір бөлігі Жетісуға көшіп келіп, сақ тайпаларын бағындырды, сөйтіп қолбасшы \"гуньмо\" (Күн баг-Күн бегі) деп аталатын иеліктің негізін салды.\nҮйсіндердің негізгі территориясы Іле алқабында болды, олардың батыс шекарасы Шу мен Талас арқылы өтеді, Қаңлылармен шектеседі. Шығысында ғұндармен ортақ шекара болды, ал оңтүстігіне олардың иелігі Ферғанамен ұштасып жатты. Үйсіндердің астанасы Чигучен (Қызылалқап қаласы) Ыстық көлдің жағасына орналасты. Ол жағалай қыстақтары бар бекіністі қала еді.\nҮйсіндердің этникалық тегі әлі де ақырына дейін анықталмаған. Зерттеушілердің біразы үйсіндер шығыс иран тайпаларынан шыққан десе, екінші біреулері үйсіндер- түріктердің арғы аталары, олар түрікше сөйлеген деп есептейді.\nҚытай императоры Удидің 138 ж. батысқа жіберілген елшісі князь Чжанцянь Үйсіндер иелігінде 630 мың адам бар және айқасқа 188 мың жауынгер шығара алады деп жазады. Жазба деректер үйсін билеушілерінің сараланған 30 мың атты нөкері және оларға бағынатын 10 мың садақшы туралы мәлімет қалдырған.\nҮйсіндер мыс, қорғасын, қалайы, алтын кен орындарын пайдаланған. Темірді балқытып пышақ, қанжар, семсер, жебе ұштарын жасаған. Зергерлік өнердің жоғары деңгейде болғандығын археологиялық қазба жұмыстар айқындайды.\nҮйсіндер қоғамы біртекті болмаған. Ол байларға, ру және тайпа ақсүйектеріне, әскери және діни адамдар, сондай-ақ қарапайым мал шаруашылығы және егіншілікпен айналысатын қарапайым топтарға бөлінген. Үйсіндердің тапқа бөлінуін олардың қалдырып кеткен қорғандары көрсетеді. Үйсіндер ерте топтық мемлекет болып, артынан өшпес тарих қалдырған.\nҚаңлы халқының этникалық сипаты жөніндегі мәселе күрделі де қиын. Қаңлылардың қай тілде сөйлегені жөнінде де бірыңғай пікір жоқ. А.М.Бернштамның пікірінше, қаңлылар түрік тілді халық болған. Басқа зерттеушілер қаңлылар Солтүстік Иранның мал өсіруші тайпалары қатарына жатады, б.з. 1 мыңжылдығы ортасында Сырдария бойына түрік тайпаларының қоныс аударуына байланысты өзінің этникалық бейнесі мен тілін өзгерткен деп болжам жасайды. Б.А.Литвинский қаңлылар иран тілді сақтардың ұрпағы деп есептейді. Оның пікірінше, Қаңлы атын мақ тайпаларының бірі \"былғары киімді әлде (мауытты) адамдар\" деп айтуға болады.\nСоңғы жылдардағы археологиялық зерттеулерге жүгінсек, қаңлы замандастары салған суреттер қаңлылардың сыртқы бет бейнесін көз алдымызға елестетуге мүмкіндік береді. Олар бізге бір кездегі былғарыға тігілген сүйек пластинкаларға салынған гравюра бейнелері күйінде жеткен.\nҚару-жарақтардан: ұшы үшкілденіп келетін ұзын найзалар, қынабы белдікке қос таспамен бекітілетін екі жүзді ұзын семсерлер, жебесі үш қырлы оқтары бар құрама садақтар, кең бөлігі садақтың өзіне, екі бөлігі оқтарға арналған үш бөлімді қорамсақтары болған. Сопақ қалқан сырты пластиндармен қапталған. Бір жауынгердің айбалтасы бар. Сауытты жауынгерлер сауытсыз аттарға мінген. Аттардың жалы күзелген, құлақтарының арасындағы кекілін күлтелендіріп жинап қойған.\nБ.з. алғашқы ғасырынан бастап қаңлылар егісті суаратын каналдар мен арықтар қазып, тоғандар мен бөгеттер салған. Олардың егін дақылдары: арпа, тары, бидай, ал бақшаларында қауын, қарбыз, жемістердің түрлері: алма, жүзім, өрік және басқалары өсірілді. Астықты үлкен қыштан жасалған көзелер мен ыдыстарда сақтаған, еден астынан ұра-шұңқырлар қазылған. Билеушінің титулы - хан. Билік ұрпақтан-ұрпаққа жалғасқан.\nҚаңлы ірі мемлекеттік бірлестікке айналып, Қытай, Рим, Кушан, Парфия, Кавказ мемлекеттерімен жан-жақты байланыс жасады.\nТолығырақ: http://www.kstu.kz/wp-content/uploads/docs/ik_kz/teor/teor2.htm",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дене салмағы 0.4 кг, көлемі 450см куб. спирт, су осы сұйықтыққа батады ма?",
        "question_content": "Су 1000кг/м3, спирт 800 кг/м3 архимед заңын қолдану керек. Дене салмағы 0.4 кг и көлемі 450см куб. спирт, су осы сұыйқтықа батады ма?",
        "question_date": "24.02.2020",
        "question_tag": "Мектеп",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су= 1000 кг/м3\n\nСпирт = 800 кг/м3\n\nm=0,4 кг,        v=450 см3 = 0,00045 м3\n\nЗат = 0,4 / 0,00045 = 889 кг/м3\n\nСуға батпайды, спиртқа батады.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арқа мойын желкені МРБ-ға түсіру қалай жүзеге асады?",
        "question_content": "МРТға бас арка бүйрек түсу үшін ақылы ма.Кімдер тегін түсе алады.",
        "question_date": "23.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 492,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Магнитті резонансты бейнелеу\nМРТ магнитті резонансты бейнелеуді білдіреді . Шын мәнінде, осы зерттеудің атауын ядролық магниттік-резонанстық имидж (NMRI) деп атауға болады, бірақ денсаулық сақтауда қолдану үшін техника әзірленіп жатқан кезде «ядролық» сөзінің мағынасы тым теріс деп есептеліп, қабылданған атау.\nЭМР ядролық магниттік резонанстың (NMR) физикалық және химиялық принциптеріне негізделген, молекулалардың табиғаты туралы ақпарат алу үшін қолданылатын әдіс.\nЭМР қалай жұмыс істейді\nБастау үшін MRI аппаратының бөліктерін қарастырайық. ЕРТ аппаратының үш негізгі компоненті:\nБастапқы магнит\nМРТ-ның ең үлкен бөлігі магнит болып табылады. Магниттік өрістерді құру МРИ-дің бейнелерін құру үшін жеткілікті беріктігін қамтамасыз ету осы технологияны дамытуда еңсерудің ерте кедергі болды.\nГрадиент магниті\nГрадиент магниті - бұл MRI аппаратының «баптау» бөлігі. Олар МРТ-ны дененің белгілі бір бөлігіне бағыттауға мүмкіндік береді. Градиент магниттері МТЖ-дегі «шуылдың шуылына» жауапты.\nҚақпақ\nДенеңізді көріп жатқан бөліктің қасында катушек бар . Иықтарға, тізеге және басқа дене бөліктеріне арналған катушкалар бар. Бұл катушкалар радиожиіліктерді шығарады, бұл МРТ мүмкін.\nБастапқы магнит\nТұрақты магниттер (сіздің тоңазытқыш есігіңізде қолданылатын тәрізді) ЭМР-де қолдануға болатын күшті қуат алу үшін тым қымбатқа түседі.\nМагнитті жасаудың тағы бір жолы - электр сымдарын қайнату және сым арқылы ток беру. Бұл ораманың ортасында магнит өрісін жасайды. Магнитті өрісті жасау үшін күшті магниттік өрісті құру үшін сымның катушкаларына қарсылық болмауы керек; сондықтан олар сұйық гелийде нөлден төмен 450 градус Фаренгейт температурасында жуылады!\nБұл катушкалар жердің магнит өрісіне қарағанда 20,000 есе артық күшті 1,5-тен 3 Tesla-ға дейінгі магниттік өрістерді дамытуға мүмкіндік береді.\nГрадиент магниті\nГрадиент магниті деп аталатын MRI аппаратында үш шағын магниттер бар. Бұл магнит бастапқы магнит (әлдеқайда шамамен 1/1000), бірақ олар магнит өрісін өте дәл өзгертуге мүмкіндік береді. Бұл градиент магниті, дененің «тілін» құруға мүмкіндік береді. Градиент магнитін өзгерту арқылы магнит өрісі дененің таңдалған бөлігіне ерекше назар аударуы мүмкін.\nБүріккіш\nMRI адам ағзасындағы әртүрлі тіндерді ажырату үшін сутегі атомдарының қасиеттерін пайдаланады. Адам денесі негізінен сутегі атомдары (63%), басқа да қарапайым элементтер - оттегі (26%), көміртек (9%), азот (1%) және аз мөлшерде фосфор, кальций және натрий. МРТ бұлшықет, май және сіңір сияқты тіндер арасындағы айырмашылықтарды анықтау үшін «айналдыру» деп аталатын атомдардың қасиетін пайдаланады.\nМРТ аппараты мен магниті бар пациенттің көмегімен сутегі атомдарының ядролары екі бағыттың бірінде айналып кетеді. Бұл сутек атомының ядролары спинді бағдарлауды немесе прецессияны кері бағдарға көшіруі мүмкін.\nБасқа бағытты айналдыру үшін , катушкалар бұл өтпеге әкелетін радиожиілікті (RF) шығарады (бұл көшуді талап ететін энергия жиілігі ерекше және Larmour Frequency деп аталады).\nМРТ кескіндерін құру кезінде қолданылатын сигнал олардың жоғары энергиясынан төмен энергия көздеріне дейін өтетін немесе прецессия жасайтын молекулалар шығаратын энергиядан шығарылады. Бұл айналдыру жайлары арасындағы энергия алмасуы резонанс деп аталады, осылайша магнитті резонансты бейнелеу атауы.\nОны бәріне бірге қою\nСонымен қатар, катушкалар магнитті индукция арқылы берілетін энергияны атомдардың преципитациясынан анықтайды.\nКомпьютер деректерді интерпретациялайды және түрлі мата түрлерінің әр түрлі резонанстық сипаттамаларын көрсететін суреттерді жасайды. Мұны сұр түстері бейнесі деп білеміз - кейбір дене тіндері жоғарыда көрсетілген процестерге байланысты қараңғы немесе жеңіл көрінеді.\nЕРТ-ға түсуге жоспарланған науқастарға осы науқас үшін МРТ қауіпсіздігін анықтау үшін кейбір нақты сұрақтар қойылады. Аталған мәселелердің кейбіріне мыналар жатады:\nДенедегі метал\nМеталл имплантанттары бар науқастар МРТ сынағына түспес бұрын МРТ қызметкерлерін ескертуі керек. Кейбір металл имплантанттары ортопедиялық импланттарды қоса алғанда, ЕРТ-мен үйлесімді. Дегенмен, кейбір импланттар пациенттердің ЕРТ-ға ие болуын болдырмайды, мысалы, мидағы аневризма кескіндері және металл көз импланттары .\nИмплантацияланған құрылғылар\nКардиостимуляторлары бар немесе ішкі дефибрилляторлары бар науқастарда МРТ қызметкерлері туралы ескерту қажет, өйткені бұл құрылғылар МРТ сынағын пайдалануға жол бермейді.\nКиім / зергерлік бұйымдар\nКез-келген металл киім немесе зергерлік бұйымдар МРТ зерттеуіне дейін жойылуы керек.\nЭМР маңындағы металл заттар қауіпті болуы мүмкін. 2001 жылы алты жастағы бала балада оттегі бомбасы соққан кезде өлген. ЭМР магниті қосылса, оттегі ыдысы МРТ-ге сорылып, балаға бұл ауыр зат таң қалдырды. Осы ықтимал проблема болғандықтан, ЕРТ персоналы науқастардың қауіпсіздігін қамтамасыз етуде өте абай.\nШуыл\nПациенттер көбінесе МРТ машиналарынан туындаған «шағылыстыратын» шуды шағымданады. Бұл шуыл бұрын айтылған градиент магнитінен келеді. Бұл градиент магниті бастапқы ЭМР магниттерімен салыстырғанда шын мәнінде өте аз, бірақ олар дененің тиісті бөлігін 'жақсы көру' үшін магниттік өріске нәзік өзгерістер жасауға мүмкіндік береді.\nҒарыш\nКейбір науқастар клаустрофобты болып табылады және МРТ аппаратына кіруді ұнатпайды. Бақытымызға орай, бірнеше нұсқалар бар.\nЭкстремалды MRI\nЖаңа МТИ сізді түтікке жатуды талап етпейді. Тізе, бауыр, аяқ, локте немесе білекке арналған МРТ бар науқастарда бұл дене бөлігін MRI аппаратына орналастыруға болады. Машинаның бұл түрі иықтың, омыртқалардың, жамбастың немесе жамбастың МРИ үшін жұмыс істемейді.\nMRI-ді ашу\nАшық МСИ-лерде сапалы маңызды проблемалар болды, бірақ соңғы бірнеше жылда кескін технологиясы біршама жақсарды. Көптеген дәрігерлер жабық МРИ-лерге бұрынғысынша қолайлы болғанымен, ашық МРТ балама болып табылады.\nSedation\nКейбір науқастар МРТ-ны аяқтау үшін 45 минутқа, әсіресе, шуылдың шуылымен аяқталмайды. Сондықтан, ЕРТ зерттеуінен бұрын дем алу үшін дәрі қабылдауға болады. МРТ зерттеуін жоспарлау алдында оны дәрігермен талқылаңыз.\nТолығырақ: https://kk.approby.com/%D0%BE%D1%80%D1%82%D0%BE%D0%BF%D0%B5%D0%B4%D0%B8%D1%8F%D2%93%D0%B0-%D0%B0%D1%80%D0%BD%D0%B0%D0%BB%D2%93%D0%B0%D0%BD-mri-%D0%BC%D0%B0%D1%88%D0%B8%D0%BD%D0%B0%D1%81%D1%8B-%D2%9B%D0%B0%D0%BB%D0%B0%D0%B9/",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Композициялық талдау \"Жау тылындағы бала\".",
        "question_content": "Композициялык талдау керек.Оте жылдам.\n\nТакырыбы\"Жау тылындагы бала\"Касым Кайсенов",
        "question_date": "23.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 23900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы Отан соғысының батыры, әйгілі партизан, Қазақстанның Халық қаһарманы, көрнекті жазушы Қасым Қайсеновтің тырнақалды туындысы «Жау тылындағы бала» повесі туралы аз-кем ақпаратты назарларыңызға ұсынамыз. \nБұл шығарма 1961 жылы жазылған. Автор Ұлы Отан соғысы кезінде жау тылындағы партизандардың басқыншыларға қарсы жасаған зор ерліктерін үлкен тебіреніспен суреттеп жазған. Шығарманың қысқаша мазмұны мынадай: \nПовесте сұрапыл Ұлы Отан соғысы кезінде Украина жерінде он жасар қазақ баласының партизандар қатарында болған қилы өмір соқпағы суреттеледі. Ол Майор Мергенбаевтың ұлы атаcының қолында ауылда оқып, жазғы каникулда қаладағы әке-шешесіне келеді. Көп ұзамай соғыс басталады. Он жасар Серікті Жомарт жетектеп Жамал эшелонмен ауылға кетпек болады. Жау бомбалап,эшелон қирайды. Жамал жау оғынан қаза табады. Серік комиссар Савченконың әйелі Анна Ивановна мен оның баласы Бористің қасында қалады. Анна Ивановна екі баланы алып туған жері Винница облысы, Сомогородск ауданы, Зазулин селосында тұратын әкесі Иван Дементьевичке қиындықпен әрең жетеді. Сатқын құрбысы Тамара комендатқа бұларды ұстап бергісі келеді. Астыртын ұйым басшысы Олейниктің байланысшысы Алексей жасырын үй тауып беріп көмек көрсетеді.Жанкештілікпен Отан үшін алысқан партизандар сәулетті қала мен күл болған селоны, немістер тірідей көмген әке-шеше,іні-қарындасты көрді.Бостандық үшін, болашақ бақыт үшін аянбай алысты. Жандармдардан ерлікпен қорғанған ауыл тұрғындарына Қызыл Армия көмекке келеді. Повесть соңында Майор Жомарт Мергенбаев ұлы Серікпен аман-есен кездеседі. \nКейіпкерлер: \nСерік – жас партизан, патриот,тапқыр,қырағы, 10 жаста, барлаушы. Өскенде атты әскер командирі немесе артиллерист болғысы келеді. \nАнна Ивановна – Бористің анасы, партизан, комиссар Совченконың жұбайы. \nБорис – партизан, жасы Серікпен шамалас. \nКонстантин Иванович Спижевский – командир, жасы 24-25те, қара торы, бұйра шаш, денелі, сымбатты жігіт. Ақылды, ұстамды, сабырлы. Партизан соғысын әбден меңгерген адам. Туған ауылы Григорьевка селосы. Петреяслав, Канев аудандарындағы астыртын ұйымдарды, ірі партизан отрядының бір батальонын басқарады. \nИващенко – Анна Ивановнамен педагогикалық институтта бірге оқыған. Жомарт – Серіктің әкесі.\n\nТолығырақ: https://massaget.kz/layfstayl/debiet/58440/\nhttps://kitap.kz/book/1988/read#epubcfi(/6/2[id1]!/4/2/2/1:0)",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Марфологиялық талдау жасау? Оның балалық шағы Алматы облысы Үштөбе ауылында өткен",
        "question_content": "Марфологиялық талдау. Оның балалық шағы Алматы облысы Үштөбе ауылында өткен",
        "question_date": "23.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Неден қорқам\" өлеңіне сұрақтарға жауап керек?",
        "question_content": "Осы суреттегі сұрақтарға жауап керек еді",
        "question_date": "23.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғараш Құмар \" Неден қорқам\"\n\nАждаhа алты басты жаудан қорқам,\nБүлдірген ел арасын даудан қорқам.\nКүлімдеп кіріп, ішкі сырыңды алып,\nҚұрылған аяқ асты аудан қорқам.\nЕртеден кешке дейін бір іс етпес,\nЖатып іш жалқау – дені саудан қорқам.\nКім көрсе, соған айтқан сырдан қорқам,\nӘңгіме сырдың түбі – жырдан қорқам.\nСүзіліп, сопысынып дінді сатқан,\nТаңқы мұрт, таспа қара сұрдан қорқам.\nБұлғақтап құр білімсіз, ағымға еріп,\nБілгенді еліктеген зырдан қорқам.\nАсығыс істей салған істен қорқам,\nҚандары тасқан қара күштен қорқам.\nДос болып бірге жүріп қастық етіп,\nТысына қайшы келген іштен қорқам,\nКөруге бек әдемі болса-дағы,\nҚұбылма тез оңатын түстен қорқам.\nМезгілсіз ерте туған таңнан қорқам,\nЖауынсыз құр желдеткен шаңнан қорқам.\n«Таң туды, мезгіл жетті» деп адасып,\nҚұрылған қараңғыда заңнан қорқам.\nІстері адамдыққа жанаспаған,\nЖануар – екі аяқты аңнан қорқам.\nКөлеңке елестеген бойдан қорқам,\nТүс көріп, өң деп ұққан ойдан қорқам.\nТеңгеріп жарлы байды, құрып жұмақ,\nТеп-тегіс жұртқа жеткен тойдан қорқам.\n«Теңгердім, той жасадым жұрт үшін» деп,\nЖер-жерде шалған құрбан қойдан қорқам.\nҰжмақ көктен жерге енбек емес,\nМезгілсіз бір нәрсе де келмек емес.\nӨзің ту, ұл тусаң да, қыз тусаң да,\nӘкеліп біреу саған бермек емес.\nТабиғат заңы, жолы өзіне хас,\nЕшкімнің жетегіне жүрмек емес.\nАдаспа, андық етпе, адам ұлы,\nКөрінген о бір сағым көзіне елес.\nСағымды «су таптым» деп жұрт жинасаң,\nЖындыға айтар сөз жоқ құрып кеңес.\n\nАзғана күн болдым деп,\nІстім, тастым, талдым деп,\nАты шыққан ерлерді\nАяғыңмен таптама.\n\nӨлеңде адам бойында кездесетін ұнамсыз қасиеттер мен сондай қасиеттерге ие адамдар жайлы айтылған.\n\nЕртеден кешке дейін бір іс етпес,\nЖатып іш жалқау – дені саудан қорқам.\n\nСүзіліп, сопысынып дінді сатқан,\nТаңқы мұрт, таспа қара сұрдан қорқам.\nБұлғақтап құр білімсіз, ағымға еріп,\nБілгенді еліктеген зырдан қорқам.\n\nҚандары тасқан қара күштен қорқам.\nДос болып бірге жүріп қастық етіп,\nТысына қайшы келген іштен қорқам, өлең қатарларында адами құндылықтарға қауіп жайлы айтылған.\n\nКөруге бек әдемі болса-дағы,\nҚұбылма тез оңатын түстен қорқам.\nМезгілсіз ерте туған таңнан қорқам,\nЖауынсыз құр желдеткен шаңнан қорқам.\n«Таң туды, мезгіл жетті» деп адасып,\nҚұрылған қараңғыда заңнан қорқам.\nІстері адамдыққа жанаспаған,\nЖануар – екі аяқты аңнан қорқам- шумағымен ғаламдық мәселелер жайлы ой қозғаған.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әл-фарабиге қатысты өлең жаттау керек?",
        "question_content": "Әл-фарабиге қатысты жаттау керек еді тауып беріңіздерші?",
        "question_date": "23.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстіктің арайланған ақ таңы, \n\nБұлбұл үні естіледі бақтағы. \n\nМәдениеттің өркендеген өр шыңын, \n\nЕмес бекер Отырардан тапқаны. \nОтырарда ғасыр үні тұншыққан, \n\nҚатты тағдыр көзден жасты ыршытқан . \n\nФарабиім жол іздеді қаншама, \n\nӨлімдерден , жойқын қырғын , қырсықтан . \nФарабиім әрбір сәтте естесің , \n\nХалқың сенің қара түнек кешпесін . \n\nҒасырларға бақыт нұрын себетін , \n\nӘсем үнің бар мағынаң өшпесін ! \nӘр заманда әр мағына әр ұғым , \n\nФарабиім сырын ұққан жарлының . \n\nҰлы жерде ұлы достық үйлессе , \n\nФарабидің туысысың барлығың ! \nЖалған өмір кімдер сенен өтпеген , \n\nУа қара жер кімдер саған жетпеген . \n\nФарабиім шарықтасын күлімдеп , \n\nҰрпғына қарамасын өкпемен ! \nО туған жер қандай ыстық кең едің , \n\nШалқып әндер жайқалады көп егін . \n\nҰлы жерде ұлы достық үйлессе , \n\nФарабидің ақ арманы дер едім ! \nТолығырақ: http://engime.org/farabige-arnau-eni-bar-1-otstikti-arajlanfan-a-tai-blbl-ni-est.html",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сәуір айында мені әскерге алып кетеді ме? Жоғарғы оқу орнына түскім келіп еді?",
        "question_content": "Баршанызга салем, жасым 18 де колледжди наурыз айында битиремин сауир айында мени аскерге алып кетеди ме, жоғарғы оқу орнына түскім келіп еді ,оз мамандыгым бойынша нестеуге болады, отиниш жауап берип жберсениздер жогаргы оку орнын битирген сон миндетти турде барамын аскерге!",
        "question_date": "22.02.2020",
        "question_tag": "Заң",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім алуды жалғастыру үшін әскери қызметке шақыруды кейінге қалдыру:\nбілім беру ұйымдарында жалпы орта білiм алып жүрген азаматтарға – оқу кезеңіне;\nтиiстi білім беру ұйымдарында, сондай-ақ басқа мемлекеттердің жоғары оқу орындарында күндiзгі оқу нысаны бойынша техникалық және кәсіптік, орта білімнен кейінгі немесе жоғары білім алып жүрген азаматтарға оқитыны туралы растайтын құжаттарды ұсынған кезде – бiр жоғары оқу орнын аяқтағанға дейiн;\nжоғары оқу орнынан кейiнгі кәсiби білім алып жүрген азаматтарға – оқу кезеңіне беріледі;\nазаматтар білім алуды тек оқу кезеңінде ғана жалғастыра алады.\nБілімін жалғастыру себебі бойынша кейінге қалдырылған азаматтар, білім алу кезінде ғана кейінге қалдырылады.\nДенсаулық жағдайы бойынша шақыру мерзімін кейінге қалдыру шақыру комиссиясының шешімімен 1 жылға дейінгі мерзімге ұсынылады.\nБасқа себептер бойынша әскери қызметке шақыруды кейінге қалдыру:\nауылдық (селолық) жерде орналасқан білiм беру ұйымдарының орта білімнен кейінгі немесе жоғары педагогикалық білiмi бар және мамандығы бойынша жұмыс iстейтiн оқытушыларына – жұмыс iстеп жүрген барлық кезеңiне;\nтиiстi бiлiмi бар, мамандығы бойынша ауылдық (селолық) жерлерде тұрақты жұмыс iстейтiн дәрiгерлерге – денсаулық сақтау ұйымдарында жұмыс iстеп жүрген барлық кезеңiне;\nҚазақстан Республикасы Парламентiнiң немесе жергiлiктi өкiлдi органдардың депутаттарына;\nөздеріне қатысты анықтау, алдын ала тергеу жүргiзiліп жатқан немесе соттар қылмыстық iстерiн қарап жатқан адамдарға – тиiсiнше анықтау, тергеу аяқталғанға немесе сот үкiмi күшіне енгенге дейiн;\nтиісті білімі бар азаматтық әуе кемелерінің үшу экипаждарына, азаматтық авиация инженерлеріне, механиктеріне және техниктеріне азаматтық авиация ұйымдарында барлық жұмыс істеу кезеңіне  беріледі.\nБұл жағдайда мерзімін кейінге қалдыру жұмыстың барлық кезеңіне беріледі, ал қылмыстық іс жағдайында – сот шешімі бойынша тергеу аяқталғанға дейін ұсынылады.",
                "date": "23.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фармокологиялық технолог болу арманыма қалай жетсем болады?",
        "question_content": "Фарм технолог(дәрі жасаушы) болу үшін кандай пән керек, мен казір колледжде фармация (аптекар)мамандығында 2 курста оким  ,бітіргенсоң жоғарғы оку орнына тускім келет яғни мақсатым фарм технолог болу ол арманыма калай жетсем болады?\n\nОған кандай тіл маңызды",
        "question_date": "22.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 418,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Технологиялық мамандықтарға міндетті физика пәнін және фарм технолог болғыңыз келгендіктен +химия пәнін таңдайсыз.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Натрий гидроксидінің массасы қаншаға тең?",
        "question_content": "Күкірт қышқылының 30г 15%-дық ерітіндісін бейтарап үшін жұмсалатын натрий гидроксидінің массасы",
        "question_date": "21.02.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "mтаза(H2SO4)=30×15/100=a грамм\n\nH2SO4+2NaOH→Na2SO4+2H2O\n\na грамм х грамм\n\n98 г/мол 80г/мол\n\nПропорцияны шығарып х-ті табыңыз",
                "date": "22.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөгде зат жұтып қойса не болады?",
        "question_content": "Мен осыдан 3 4 жыл бұрын тиын жұтып қойдым ойнап жүріп...тиын жұтып қойғанымды ешкімге айтпадым.Тиын жұтып қойса не болады жане ол қанша уақытта сыртқа шығады? Өз еркімен сыртқа шығуы мүмкінбе? Ренгенге барсам барлығы таза дұрыс болама?\nЖауап беріңіздерші",
        "question_date": "21.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тиынның көлемі кіші болса табиғи жолмен сыртқа шығып кетуі мүмкін. Ол тиын әлі күнге дейін ағзаңызда болса тыныс алу немесе ас қорыту жолдарының ауруына алып келуші еді. Егер денсаулығыңызда қандай да бір жайсыздық сезінсеңіз дәрігерге көрінгеніңіз дұрыс деп ойлаймын. Себебі, егер тиын  әлі күнге ағзадан шықпаған болса, тиын ағзаға бөгде зат болғандықтан ағза  кері реакциясын көрсетуі әбден мүмкін. Күмәнмен жүргенше тексерілгеніңіз жөн.",
                "date": "23.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Баланың қан тобы анасынікімен бірдей болуы мүмкін ба?",
        "question_content": "Баланын кан тобы акесинин кан  тобымен емес анасынын кан тобымен бирдей боладыма?",
        "question_date": "21.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаңыздың қан тобын жұбайыңыздың және өзіңіздің қан тобыңызды біле отырып шамалап осы суреттен есептесеңіз болады.",
                "date": "3.03.2020",
                "upvotes": 1
            },
            {
                "text": "ия, болады, бала деген екі адамнан пайда болады ғой. әкесіне ұқсамаса, анасы ұқсайды.",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернеттен кітаптарды қалай сақтауға болады не толық оқуға болады?",
        "question_content": "Мен интернет желісінен кітаптарды толық түрде оқи аламын ба? Мүмкін болса қандай сайттардан оқуға болады?",
        "question_date": "21.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онлайн кітапхана",
                "date": "22.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеберлерден басқа технологияға байланысты қандай топтың аттары бар?",
        "question_content": "Технологиядан ашық сабақ өтетін едік.Басқа топ Шеберлер деп қойды.Басқа қандай топтың аттар бар?",
        "question_date": "21.02.2020",
        "question_tag": "Мектеп",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ісмерлер\nКәсіпқойлар",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    }
]