[
    {
        "question_title": "Тойға күйеу жолдас тілектері керек.",
        "question_content": "Достар мен жақын арада досыма күйеу жолдас болушы едім соған сіздердің көмектеріңіз керек еді. Тартымды да күлкілі күйеу жолдас тілектер қажет?",
        "question_date": "1.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі бұлақ бір арнаға тоғысты.\nЕкі жүрек ұғынысты, табысты.\nТілейікші аппақ арман-ағысты.\nТұлпарға тән озып шығар шабысты.\nЖаңа отаудың шаңырағын көтеріп.\nКел, достарым, жақсы тілек етелік!\nҮйленгендер – алтын сарай салғандар.\nБалалығы естелікке қалғандар!\nҚалады енді балалық шақ ертек боп.\nКел, достарым, шаттық тойға ортақ боп!\nЕкі жұбай – қатар тұрған періште.\nБірге ұшсын бақ-болашақ – өрісте!\n********                         \nҚымбатты жас жұбайлар! Сіздерді заңды некелеріңізбен құттықтаймыз!\nШын жүректен махаббатты мәңгіге сақтауларыңызды тілейміз!\nБүгінгі күн - сіздердің өмірлеріңіздегі ең бақытты күн. \"Үйлену оңай, үй болу қиын\",-\nдейді халқымыз. Мен сіздерге өзара түсіністік, махаббат пен татулық тілеймін.\nСіздерге тілейтініміз - бүгінгідей бақытты сәт өмір бойы бірге болсын!\n********\nЖас-жұбайлар бүгінгі заңды некелерің құтты болсын! Араларыңда түсінушілік пен сыйластық орын алсын! Әрқашан қуанышты да, қайғыда да бірге болыңдар, бірақ та, қуанышты сәттерің 100 есе артық болсын! Алла сіздердің сезімдеріңізді мәңгілік жас, жүректеріңізді егіз, тілектеріңізді бір етсін! Махаббат айдынындағы сапарларың сәті, бақыттарың баянды болсын! Шаңырақтарыңның керегесі кең, тересезі тең, босағаларыңыз берік, еңсесі \\\"Келісім сарайындай\\\"биік болсын! \nТолығырақ: https://kaz.caravan.kz/zhangalyqtar/ujjlenu-tojjgha-arnalghan-quttyqtau-tilekter-215647/",
                "date": "1.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасы арқылы колледжде де оқуға болады ма?",
        "question_content": "Саламатсыздар ма! Дипломмен ауылға бағдарламасы бойынша 2022 жылы баспана алған жандар бар ма? И колледждің дипломмен шыға ма баспана?",
        "question_date": "1.03.2022",
        "question_tag": "Мамандық",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диплом алған мамандардың бәріне бірдей университетті аяқтағаннан кейін бірден жұмысқа орналасудың сәті түсе бермейді. Жұмыс берушілер ең алдымен жұмыс тәжірибесі бар қызметкерді жұмысқа жалдауға мүдделі. Бұл жағдайда, күні кеше университет бітірген түлектерге «Дипломмен – ауылға», «Жастар тәжірибесі» және «Жастардың кадрлық резерві» бағдарламаларын жүзеге асыра отырып, мемлекет көмекке келеді.\nЖОО-лар түлектері үшін «Жастар тәжірибесі» бағдарламасы\nОқу орнын аяқтағаннан кейін жұмыс тәжірибесін алу үшін мемлекет түлектерге алты айлық жастар тәжірибесін ұсынады.\nБұл үшін диплом алған түлек (29 жасқа дейін) өз қаласының (ауданының) әкімдігі жанындағы жұмыспен қамту орталығына өтініш білдіреді. Содан кейін жұмыспен қамту орталығы түлек туралы деректі мамандар деректерінің бірыңғай қорына енгізеді және жұмыс беруші компаниялар арасында диплом бағыттары бойынша бөледі.\nЖұмыспен қамту орталығы түлектермен алты айға еңбек шартын жасайды. Жұмыс күні ҚР Заңнамасы бойынша еңбек шартына сәйкес анықталады.\nЖастар тәжірибесіне (практикасына) бағытталған бағдарламаға қатысушылардың айлық еңбекақысы – 18 айлық есептік көрсеткіші (салықтарды, міндетті әлеуметтік аударымдарды, пайдаланылмаған еңбек демалысының өтемақыларын және банктік қызмет көрсетулерді шегерусіз) құрайды.\nЕгер жұмыс беруші тәжірибе (практика) уақытында сізді өзінің компаниясына жұмыс жасауға қабілетті және сай келеді деп есептейтін болса – ол сізді тұрақты жұмыс жасауға қабылдауға құқы бар. Жас маман үшін бұл нұсқа жұмыс тәжірибесінсіз неғұрлым қолайлы болып саналады, бұл орайда сіз, тәжірибеден өту кезінде өзіңіздің және өзіңіздің кәсіби дағдыларыңызды көрсету мүмкіндіктерін назардан шығарып алмаңыз.\nБағдарлама түлектердің алған кәсібі (мамандығы) бойынша бастапқы жұмыс тәжірибесін алуға арналған.\nТүлектің бағдарламаға қатысуы үшін мыналар қажет:\n1. Өз қаласының немесе ауданының әкімдігі жанындағы Жұмыспен қамту орталығына өтініш білдіру.\n2. Жұмыссыз ретінде тіркелу (жас мөлшері 29-дан аспауы тиіс).\n3. Төмендегідей құжаттар тапсыру:\n• жеке бас куәлігі;\n• диплом;\n• үй кітабы немесе мекенжай анықтамасы;\n• зейнетақы қорымен жасалған шарт;\n• Халық банкінен ағымдағы есепшот;\n• 086-У үлгідегі денсаулық жағдайы туралы анықтама.\nБұдан өзге «Жұмыспен қамту жол картасы 2020» бағдарламасын жүзеге асыру шеңберлерінде кәсіби білім беру оқу орны базасы құрылады және бірыңғай ақпараттық «Жастардың еңбек биржасы» порталы, «Жұмыс» ақпараттық порталы ашылады.\n«Дипломмен – ауылға»\nТөмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\nМемлекет тиісті әлеуметтік қолдаумен ауылдық жерлерде жұмыстар ұсынады. Жас мамандарды әлеуметтік қолдауға мыналар кіреді:\n• 70 АЕК мөлшерінде біржолғы көтерме жәрдемақы беру;\n• 1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен, 15 жылға арналған мерзімге тұрғынүй сатып алу және салу үшін бюджеттік несие беру;\n• ауылдық елді мекендерде орналасқан әлеуметтік салалар мекемелерінің мамандарына (қалалық елді мекендерде) тарифтік мөлшерлемелерден 25%-ға кем емес мөлшерде лауазымдық еңбекақыны көтеру.\nБағдарламаға қатысу үшін мыналар қажет:\n• сіз таңдаған елді мекенде (ауыл мектебі, аурухана, Мәдениет үйі, спорт кешені және т.б.) өз бетімен жұмыс табу;\n• жұмысқа қабылдау кезінде үміткер бағдарламаға қатысуға аудандық комиссияға өтініш береді;\n• өз бетіңізбен жұмыс іздеу мүмкіндігі болмаған кезде, сіз ҚР Ауылшаруашылық министрлігіне немесе өңірлердегі жауапты қызметкерлерге өтініш білдіре аласыз;\n• өңірлердегі кадрларға деген қажеттілік туралы деректер облыстық әкімдіктер басқармаларының сайттарында орналастырылған.\nЖобаға қатысу үшін құжаттар тізбесі:\n• үлгі бойынша өтініш;\n• жеке басты куәландыратын құжаттың көшірмесі;\n• тиісті елді мекенде тұратындығын растайтын, азаматтарды тіркеу кітабының (үй кітабының) көшірмесі немесе мекенжай анықтамасы;\n• білімі туралы дипломның көшірмесі;\n• Қазақстан Республикасының қолданыстағы заңнамасына сәйкес тұрғын үй сатып алу-сату туралы алдын ала шарт;\n• жылжымайтын мүлікті бағалау актісі (бюджеттік несие алу үшін);\n• тұрғын үй салу үшін берілген жер телімдерін пайдалану құқығына акті.\n«Дипломмен ауылға» бағдарламасының шеңберлерінде үш жылдың ішінде республиканың ауылдық елді мекендеріне 24 577 мамандар барғандығын атап көрсетеміз.\n«Жастар кадрлық резерві»\nҚР Білім және ғылым министрлігінің және «Нұр Отан» ХДП-ның қолдауы жағдайында, жас талантты, белсенді қазақстандықтардың арасынан елдің басқару кадрларын анықтауға, іріктеуге, даярлауға және тәрбиелеуге бағытталған «Жастар кадрлық резерві» жобасы жүзеге асырылды.\n2009-2016 жылдары «Жастар кадрлық резерві» жобасына қатысуға 13 000-нан аса жастар өтініш берді, солардың 404 адамы әртүрлі ұйымдарда ашық конкурстық іріктеуден, тестілеуден, оқытушы модульдерден, кәсіби біліктілікті бағалаудан, тағылымдамалардан өтті. Конкурстық іріктеуден өткен қатысушылар мемлекеттік басқару, бизнес, ғылым, білім беру, қоғамдық бұйымдар, БАҚ өкілдерімен кездесті.\n2016 жылы жобаны жүзеге асыру, сондай-ақ жас мамандар арасынан елдің басқару кадрларын анықтауды, іріктеуді, даярлауды және тәрбиелеуді және төмендегі үш бағыт:\n1. Мемлекеттік қызмет\n2. Бизнес-қоғамдастық\n3. Қоғамдық саяси қызмет бойынша әлеуметтік маңызы бар қызметке енгізуді болжайды.\nІріктеу туры бірнеше кезеңдерден өтеді:\n• Жобаның ресми сайтында сауалнама толтыру, формалды өлшемдер (жас мөлшері, білімі, жұмыс орны, кәсіби дағдылары, интеллектуалдық әлеуетті, эмоционалдық интеллекті бағалау, эссе жазу және т.б.) бойынша сауалнамаларды бағалау. Бастапқы іріктеу нәтижелері бойынша 300 конкурсқа қатысушылар келесі кезеңге жіберілетін болады.\n• Логика бойынша тестілеу, мемлекеттік тілді білу және жобаға қатысушының психологиялық картасын анықтау (тестілеудің кестесі мен өтетін орыны, іріктеудің 2-ші кезеңіне өткен 300 конкурсқа қатысушылардың нәтижелері жарияланғаннан кейін анықталатын болады).\n• Құзыреттерін бағалауға әңгімелесуден өту, жобаның 32 үздік қатысушыларын (әрбір өңірден 2 конкурсқа қатысушы бойынша) анықтайды. Сұхбаттасуды республика өңірлерінде «Болашақ» Қауымдастығының сарапшылары, өңірлік үйлестірушілері, Дирекцияларының мүшелері мен «Нұр Отан» ХДП өкілдері жүргізеді.\nОдан ары конкурсқа қатысушылар жетекші отандық және шетелдік мамандарды шақыртумен лекциялар, семинарлар, шеберлік сыныптары, асессмент (кәсіби құзыреттілікті бағалау) кіретін, оқытушы модульдерден, сондай-ақ мемлекеттік және мемлекеттік емес құрылымдарда тағылымдамадан өтеді.\nЖобаның қорытындылары бойынша ең жоғары рейтинг алған 32 конкурсқа қатысушылар сертификат алады және кадрлық резервке қабылданатын болады, сондай-ақ бұл мемлекеттік қызметке, бизнес аясына және қоғамдық қызметке тұруға неғұрлым жоғары лауазымды иелену үшін резервте тұрғандарды ұсыну үшін қарауға кепілдеме болып саналады.\n2016 жылы жобаны жүзеге асыру, сондай-ақ конкурсқа қатысушы 16 үміткерді анықтауды, іріктеуді, даярлауды және «Жастар кадрлық резервіне» енгізуді болжайды.\nТолығырақ: https://www.keu.kz/kz/zh-mys-a-t-r-yzu/28-current-users/4515-s-diplomom-v-selo-molodezhnaya-praktika-i-molodezhnyj-kadrovyj-rezerv-2.html",
                "date": "1.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеуі 220 B айнымалы ток йымдылығы Ф конденсатор, уктивті ей жалғанған. Токтың",
        "question_content": "Кернеуі 220 B айнымалы ток көзіне сыйымдылығы 20 мкФ конденсатор, индуктивті 0,4 Гн катушка және кедергісі 8 Ом реостат тізбектей жалғанған. Токтың жиілігін 50 гц деп алып, осы тізбектің толық кедергісін және токтың әсерлік мәнін есептеніз",
        "question_date": "1.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менделеев жасаған химиялық элементтердің периодтық жүйесіндегі метал?",
        "question_content": "1. Менделеев жасаған химиялық элементтердің периодтықжүйесіндегі металдардың пайыздық мөлшері?\nA) 90%  Ә)80%  Б)50%\n\n2. Сілтілік металдар\nA) Li, Na, K, Rb, Cs\nӘ) Na, K., Fr, Au, Al\nБ) 50%\n\n3. Менделеев жасаған химиялық элементтердің периодтықжүйесіндегі бейметалдардың пайыздықмөлшері?\nA) 20%   Ә) 80%    Б) 40%\n\n4. Электр шамының қылын жасайтын, ең қиын балқитын металл?\nA) Ti    Ә)V     Б) W\n\n5. Металдарға җәне металл құймаларына тән байланыс түрі:\nA) Атомдық Ә)Иондық Б)Металдық\n\n6. Қандай қатарда тек металдар орналасқан ?\nА)K, Zn, Fe   Ә) Si, Ca, Bi  Б) W, Os, B\n\n7. Топ бойынша бейметалдардын тотықтыргыштық қасиеттерi жогарыдан төмен карай?\n\nА) өзгермейді  Ә)жоғарылайды Б) кемидi\n\n8. Алғашқы көмекте пайдаланылатын бейметал:\n\nА) йод  Ә) бром Б) көмір\n\n9. Мына бейметалдардың галогендер тобына жатады:\n\nА)F  Ә)Ва  Б)Fe\n\n10. Калий ауада жанганда тузiлетiн зат:\nA) K₂O₂   Ә)К²О  Б) КО2\n\n11. d-эелементтер кандай тотығу дәрежелерін көрсетеді?\n\nA) он  Ә) терiс   Б) екі жақты\n\n12. Cu2О косылысында мыс кандай тотыгу дәрежесін көрсетеді?\n\nA) +3    Ә ) +2     Б) +1\n\n13. Мыстын балку температурасы\n\n A) 1083°C    Ә) 1339°C   Б) 1539ºС",
        "question_date": "1.03.2022",
        "question_tag": "Химия",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Менделеев жасаған химиялық элементтердің периодтықжүйесіндегі металдардың пайыздық мөлшері?\n  Ә)80%  (82 металл бар)\n\n2. Сілтілік металдар\nA) Li, Na, K, Rb, Cs\n\n3. Менделеев жасаған химиялық элементтердің периодтықжүйесіндегі бейметалдардың пайыздықмөлшері?\nA) 20% (22 бейметал бар)\n\n4. Электр шамының қылын жасайтын, ең қиын балқитын металл?\n  Б) W ( вольфрам, 3390 градуста балқиды)\n\n5. Металдарға җәне металл құймаларына тән байланыс түрі:\n Б)Металдық",
                "date": "1.03.2022",
                "upvotes": 0
            },
            {
                "text": "6. Қандай қатарда тек металдар орналасқан ?\nА)K, Zn, Fe  \n7. Топ бойынша бейметалдардын тотықтыргыштық қасиеттерi жогарыдан төмен карай?\n Б) кемидi\n\n8. Алғашқы көмекте пайдаланылатын бейметал:\nА) йод\n9. Мына бейметалдардың галогендер тобына жатады:\nА)F\n\n10. Калий ауада жанганда тузiлетiн зат:\n  Б) КО2",
                "date": "1.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланы қырқынан шығару дегеніміз не",
        "question_content": "баланы қырқынбан шығару дегеніміз не",
        "question_date": "28.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланы қырқынан шығару - тіршілік цикліне қатысты атқарылатын рәсімнің бірі. Дәстүрлі ортада бала дүниеге келгеннен кырқынан шыққанға дейінгі алғашқы қырық күндік «өтпелі кезеңді» қауіпті, қатерлі санап, жаңа туған нәрестені шырақ жағып күзетіп, қасынан адам үзілмей бағады. Бала қырқынан шыққанша «сүт тырнағын», «қарын шашын» алмайды. Қырық күннен аман өткен нәрестені «қарақұлақтанды» деп қуанып, «қырқынан шығару» тойын жасайды. Баланы қырқынан шығарарда шомылдыратын ыдыстың түбіне күміс жүзік, күміс білезік, күміс сөлкебай сияқты заттар салып, 40 қасық таза су құяды. Қазақ ұғымында күміс - адалдықтың белгісі, күміс салыпған су — ең таза су (арам су, уланған ас құйылса күміс ыдыс қараяды) боп есептелінеді және оған жын-шайтан жоламайды.",
                "date": "1.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулерді электрондық баланс тәсілімен теңестіру керек?",
        "question_content": "1) P+HNO3(к)->H3PO4+NO2↑+H2O\n\n2) S+HNO3(к)->H2SO4+NO2↑+H2O",
        "question_date": "28.02.2022",
        "question_tag": "Химия",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P (s) + 5 HNO3 (aq) → H3PO4 (aq) + 5 NO2 (l) + H2O (l)\n\nБұл тотығу-тотықсыздану (тотықсыздану) реакциясы:\n\nP0 - 5 e- → PV (ттш)\n\n5 NV + 5 e- → 5 NIV (тсш)\n\nР тотықсыздандырғыш, HNO3 тотықтырғыш.",
                "date": "2.03.2022",
                "upvotes": 0
            },
            {
                "text": "S (s) + 6 HNO3 (aq) → H2SO4 (aq) + 6 NO2 (l) + 2 H2O (l)\n\nБұл тотығу-тотықсыздану (тотықсыздану) реакциясы:\n\nS0 - 6 e- → SVI (ттш)\n\n6 NV + 6 e- → 6 NIV (тсш)\n\nS тотықсыздандырғыш, HNO3 тотықтырғыш.",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлмеге әлемдегі барлық заттар жиналған, бірақ бөлмеде бір зат жоқ. Ол не?",
        "question_content": "Бөлмеге әлемдегі барлық заттар жиналған, бірақ бөлмеде бір зат жоқ. Ол не?",
        "question_date": "28.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 978,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөлмеде бөлменің өзі жоқ",
                "date": "7.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай елде доллар қымбаттамайды?",
        "question_content": "Қай елде доллар қымбаттамайды?",
        "question_date": "28.02.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүлде өзгермей тұруы мүмкін емес болар, бірақ алдында бір видеодан көргенмін Қазақстан мен БАА валюталарның соңғы 20 жылдан бергі инфляцияны есептегенде Қазақстанның теңгесі 500 пайыздан асқан құнсыздануы , ал БАА дихрамының инфляция пайызы 2 пайыздан сәл ғана асады. Сол сияқты бар шығар дамыған елдер, экономикасын тұрақты жүйелеп келе жатқан.",
                "date": "1.03.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қолыма жара шығып кетті не істеуге болады!?",
        "question_content": "Осындай жара шығып кетті не істеуге болады?  Көбейіп кетті 1 апта болды",
        "question_date": "28.02.2022",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл псориазға ұқсайды негізі. Дерматолог дәрігерден сұрағаның жөн.",
                "date": "28.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түбір, туынды, жалғау, жұрнақ табу керек",
        "question_content": "Мәтін ішінен түбір сөз, туынды сөз, жұрнақ, жалғау және лексикалық мағынасы бар сөздерді табу керек.\nҚұда түсу - қазақтардың ертеден және қазір де жалғасып келе жатқан жақсы әрі жарасты дәстүрлердің бірі. Жігіттің әкесі немесе оның жақын туыстары қызы бар үйге құда түседі, яғни бойжеткен қызын сұрайды. Құдалар құрметке лайық сыйлы адам деп жасайды саналады. Қыз әкесі келісім берген соң құдалықтың жөн-жоралғыларын жасайды. Оның түрі өте көп, мысалы: құда аттанар, құда тарту, ат байлар, құйрық-бауыр, тағы басқа ырымдары мен кәде алымдары болады (“кәдеге” қараңыз). Құдалықты басқарып барған адам “бас құда” деп аталады. Тұрмыс құратын жігіт пен қалыңдықтың әкелері бір-біріне “бауыздау құда” деп аталады. Құда түсу- қазақтың мәртебелі әрі жарасты салт-дәстүрлерінің бірі. Онда түрлі ойын-сауық, әзіл-қалжыңдар айтылады. Екі жақ та бір-бірін сынап отырады.",
        "question_date": "28.02.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала санымен зейнетке шыққан жұмысшы жұмысын жалғастыра алама?",
        "question_content": "Бала санымен зейнетке шыққан жұмысшы әрі қарай негізгі зейнет жасына жеткенге дейін жұмыс жасауы жайлы қандай заңда немесе нұсқаулықта т.б көрсетілген?",
        "question_date": "27.02.2022",
        "question_tag": "Заң",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия  бала саны бойынша шыққан зейнет ақы аз болғанда  жұмыс орнының рұқсатымен 63 жасқа дейін жасап, зейнетақы мөлшерін көтере алады.",
                "date": "1.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен қазақпын тағы басқа рулар?",
        "question_content": "Меңлiк, руы кыз алыса ма? Қалай болады?",
        "question_date": "27.02.2022",
        "question_tag": "Махаббат",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "если 7 атадан аспайтын болса ала бер ешкім қарсы емес",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іште құрт көп болса, сыртқа аллергия шығу мүмкін ба?",
        "question_content": "Менын жолдасым кындык айналасы ауырады, және майда майда аллергия сиякты шыккан, кыши береды кетпеды быраз болды улкен дәретке барса ышы койып калады, курт коп болған соң шығар деген ой, жауап берсеңіздер былетын адамдар болса",
        "question_date": "27.02.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия себебі менде де ішімде құрт болған. Сол кезде бетіме аллергия берген аузымның айналасы қызыл точкалармен қаптаған.",
                "date": "7.03.2022",
                "upvotes": 0
            },
            {
                "text": "<p>Ия себебі менде де ішімде құрт болған. Сол кезде бетіме аллергия берген аузымның айналасы қызыл точкалармен қаптаған.</p>",
                "date": "7.03.2022",
                "upvotes": 0
            },
            {
                "text": "Химикат өнімдер көп тұтынама.Мен бір танысымды білемін, химикаттық өнімдерді көп тұтынады,тәтті сусын, чипсы т.б. сол адамда аллергия бар.",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топқа лақап ат керек еді жкологияға байланысты",
        "question_content": "Сәлеметсіздерме) Біз жарысқа қатысатын едік сол топқа экологияға қатысты ат таудау керек еді.",
        "question_date": "27.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экологияға қатысты кез келген атауды қоя берсе болады ғой. Бірақ қоршаған ортаны бақылау, сақтау мақсатында \"Мониторинг\", \"Қорық\"деп қойса дұрыс шығар.",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде Қағба көрдім",
        "question_content": "Сәлеметсіздер ме?!Бүгін бір түс көрдім.Жақсы жоритын жан болса жорып өтсе.Түсімде ел басшыларын көріппін.Одан соң Қағбаға барыппын.Жер ақ мәрмәр,Қағба сұлу болып тұр.Қасымда бір әйел заты бар.Бір кезде бөгде әйел бізге 3зат ұстатты.Бірі иыққа жабатын жабын,екіншісі қалам ба сондай екен,үшінщісі белге байлайтын зат.Не белдемше не белдік екенің түсінбедім.Үйгн келіп жабынды қасымдағы қызға жауып,үшінші затты беліне байлаппын.Ол үйден шығып кетті біреумен керіспек болып.Бірақ екінші затты өзімде алып қалдым ау деп тұрмын.Бірақ ойлаппын бекерек андағы дүниені оған кигізіп жібердім деп.Сондай қызық дүние болды.Бір жерде сәжде жаса,дін жолына бет бұр,Мекке ге барғаныңды көрсен Алла бұйыртып тұрған болар депті.Бір жерде жақсылыққа кеңелесін деген.Түсті жақсылық болар деп қойдым.Аранызда осы түстін мән мағынасын түсінген жан болса жақсылыққа жорып жаза кетсеніздер",
        "question_date": "27.02.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неліктен қытай жазбаларында үйсіндер туралы көптеген деректер сақталған?",
        "question_content": "Неліктен қытай жазбаларында үйсіндер туралы көптеген деректер сақталған?\n\nҚазақстан тарихы, 5 сынып",
        "question_date": "26.02.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "себебі үйсіндер қытаймен тығыз қарым қатынас жасаған",
                "date": "10.03.2022",
                "upvotes": 0
            },
            {
                "text": "Өйткені олар ежелгі халық үйсіндер барлвқ жерде өмір сүрген. Сол үшін кеңіннен тараған",
                "date": "23.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция термохимиялық теңдеу бойынша 2H^2+O^2=2h2o кДж 44,8л оттек",
        "question_content": "Реакция термохимиялық теңдеу бойынша 2H^2+O^2=2h2o кДж 44,8л оттек сутекпен әрекеттескенде бөлінетін жылу мөлшері?\n\nА)550.    В)1200.   С)1140.    Е)750.\n\nХимия пәнінен 10 сынып алғандар сұрақ.",
        "question_date": "26.02.2022",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "44.8л               Х\n\n2H2+O2=2H2O+570 кДж\n\n        22.4             570\n\n44.8×570:22.4=1140\n\nЖауабы: С)1140",
                "date": "24.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декретке айдың ортасында шығу, декреттік төлемге әсер етеді ме?",
        "question_content": "Егер қызметкер декретке айдың ортасында шықса немесе  айды толық аяқтап шыққанның декреттік төлемге әсері бар ма? Егер жұмыс өтілі 5жыл болса",
        "question_date": "26.02.2022",
        "question_tag": "Заң",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалысқа шығардағы до родов төленетін ақы соңғы 12 айдың төлемдеріне байланысты , ал бала 1 жасқа толғанға дейін төленетін ақы соңғы 24 ай төлемдеріне сай тағайындалады. Айдың ортасында  шыққаннан қарағанда  сол айды аяқтап келесі  айдың басында шыққан дұрысырақ. Төлемдер көбірек шығуы мүмкін.",
                "date": "10.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Замен алған сағатқа педагог сарапшы пайызы қосылып төленеді ме?",
        "question_content": "Бір мұғалім ауырып калып, оның орнына екінші мұғалім 4 кунге сабақ береді. Бұл кісіге  4 кунге 5 сағат замен сағат есептелу  керек. Бұл кісінің санаты сарапшы. қосымша 5 сағатына сарапшы 35% төленеді ме?",
        "question_date": "26.02.2022",
        "question_tag": "Заң",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Декретке 32 аптасында шығуға болады ма?",
        "question_content": "Егер декретке 30аптасында емес 32 аптада шықса 126 күнге төленетін төлем азайтылады ма?",
        "question_date": "26.02.2022",
        "question_tag": "Заң",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отпуск беріле ме июньда?",
        "question_content": "Мұғаліммін. 2019ж сәуір айынан бастап декретте жатырмын. 2022ж сәуір, мамыр айында жұмыс жасасам отпуск беріле ме июньда?",
        "question_date": "25.02.2022",
        "question_tag": "Заң",
        "question_views": 137,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тез Арықтау үшін не істеуге болады",
        "question_content": "Қалай тез арыөтасам болады, генде бар тез толу деген оған қарамастан арықтауға болады ма?? Бой 160 салмақ 62 сай келемее",
        "question_date": "25.02.2022",
        "question_tag": "Тазалық",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қимыл көбейтіп, тамақты ішуді азайтыңыз. Азайту деген мүлде ішпей зорыға деген сөз емес. Тек майлы , көмірсуы көп тағамдардан мейлінше бас тарту керек.",
                "date": "25.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендені елдердің кейбір минералды ресурс түрлерімен қамтамасыз етілу көрсеткіштері",
        "question_content": "Төмендені елдердің кейбір минералды ресурс түрлерімен қамтамасыз етілу көрсеткіштерін есептеп шығарыңдар және қорытынды жасаңдар",
        "question_date": "24.02.2022",
        "question_tag": "География",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оралхан Бөкей туралы шығарма жазу",
        "question_content": "Шығарманың жазылуы\nКіріспе\n\nНегізгі\n\nҚортынды\nБөлімдерден құрылуы",
        "question_date": "24.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Емханаға тұрақты тіркеуді қайдан бастап жасайды?",
        "question_content": "Қазақстанның азаматына кірген болатынмын, бірақ қалай емханаға тіркелуді түсінбедім.\n\nЕмхананы өзіміз талдауымыз керек пе?\n\nЕрекше ескере кететін жерлері бар болса, айтып беріңіздерші, рахмет.",
        "question_date": "24.02.2022",
        "question_tag": "Қоғам",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емханаға тұрғылықты жеріңізге орай тіркелесіз. Сіздің тұрғылықты жеріңіз қай емханаға қарайтынын білесіз. Сосын сол емханаға барып өтініш жазасыз. Кезекші медперсонал сіздің сол емханаға  тіркеу үшін аталған мекен жайда тұратыныңзд тексеру үшін үйіңізге келуі мүмкін. содан соң ары қарай өздері айтады, қандай мөр, қай кабинеттен рұқсат алу керегін айтады.\nСолай тіркелесіз.",
                "date": "25.02.2022",
                "upvotes": 0
            }
        ]
    }
]