[
    {
        "question_title": "Көпмүше түрінде келтіріңіз(2в-3а) 2",
        "question_content": "Көпмүшетүріндекелтіріңіз:(2в-3а) 2",
        "question_date": "10.03.2021",
        "question_tag": "Мектеп",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(2в-3а)² = 4b²-12ab+9a²",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "X^3-2x^2-5x+6 көпмүшесін (х-1) екімүшесіне <бұрыштап> Бөлу арқылы бөліндіні табыңыз",
        "question_content": "X^3-2x^2-5x+6 көпмүшесін (х-1) екімүшесіне <бұрыштап> Бөлу арқылы бөліндіні табыңыз",
        "question_date": "10.03.2021",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Керосинге көлемі 100см3 дене батырды ығыстырушы күшті анықта.Керосин тығыздығы – 800кг/м3",
        "question_content": "Физика бойынша.Срочно!!!!",
        "question_date": "10.03.2021",
        "question_tag": "Мектеп",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Архимед заңы бойынша\n\nF = gpv, F = 9.8*800*100=784000 Н",
                "date": "19.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спортшы массасы 200 кг штанганы 4с-та 2 метрге котереди",
        "question_content": "Спортшы массасы 200 кг штанганы 4с-та 2 метрге көтереді. Сонда оның қуаты қандай? [2]",
        "question_date": "10.03.2021",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыс A = mgh = 200*2*10=4000 [Дж]\nҚуаты P тең A/t = 4000/4 = 1000 [Вт] = 1[кВт]",
                "date": "10.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Контр старйк ойында",
        "question_content": "Контр старйк ойында адамды қосу үшін Н емес жәй ғана 7 немесе 8 бен адам қосатын едіғо соны кім біледі?",
        "question_date": "10.03.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күш қозғалыс бағытына қарама-қарсы бағытталған жағдайда",
        "question_content": "Күш қозғалыс бағытына қарама-қарсы бағытталған жағдайда не істейміз",
        "question_date": "10.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F = F1 - F2\nформуласы бойынша есеп шығарамыз. Себебі қарсы күшпен, қозғалыс бағытының ортақ күші табылады.",
                "date": "20.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең үлкен ең танамал фандом?",
        "question_content": "Әлемдегі ең үлкен және танамал фандом",
        "question_date": "10.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Army әлемдегі ең ірі фандомдардың бірі.",
                "date": "21.03.2021",
                "upvotes": 0
            },
            {
                "text": "BTS жанкүйерлері әлемдегі ең үлкен фандомдардың бірі ARMY-ге сілтеме жасайды. Басынан бастап BTS жанкүйерлермен сенімді қарым-қатынас орнатты, бұл олардың танымалдылыққа ие болуына және чарттарда бірінші орынды иеленуіне көмектесті. Кейбір жанкүйерлер өз жобаларын бастайды, мысалы, фанаттың атынан қайырымдылық жасау.",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бетонның беріктік заңы. Бетон класы мен маркасы\" атты тақырыпта реферат.",
        "question_content": "Бетонның беріктік заңы. Бетон класы мен маркасы тақырыбына реферат қорытындысымен. Алдын ала рақмет)",
        "question_date": "9.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Технологиялық классификация, яғни олардың әсер ету механизміне сәйкес барлық химиялық қоспалар төмендегідей жіктеледі:\n  1.Бетон араласпасының реологиялық қасиетін реттеуші қоспалар.\nБұл қоспалардың өзін:\nа) бетон араласпасының  пластификациялық қабілетін арттырушы (сульфитті-спиртті барда (CСБ), сульфитті-ашытқы бражка),\nә) бетон араласпасын  сұйылтатын (тотықтырылған петралатум,асидол т.б.),\nв) бетон араласпасын суды ұстау қабілетін арттыратын (ТЭЦ күлі, жанар тауы күлі, опок, трепель т.б.) қоспалар деп жіктейді.\n  2. Қатаю мен ұстасу үрдісін  реттеуші қоспалар. Бұл қоспалар үрдісті жылдамдатушы және баяулатушы қоспалар болып екіге бөлінеді. Ұстасу үрдісін жылдамдатушыларға сілтілік  жер металдарының сульфаты және поташ, төмендетушілерге бор қыщқылы (бура), мырыш оксиді, САБ жатады.\n  Бетон араласпасының қатаюын да тездетуге немесе баяулатуға болады. Оның біріншісіне кальций хлориді және оның негізіндегі  қоспалар, ал екіншісіне натрий сульфаты жатады.\n  3.Бетон  құрылымын реттеуші қоспалар. Бұл қоспалардың өзі бірнеше топқа бөлінеді:\n a) бетон араласпасының құрамындағы судың мөлшерін төмендетуге мүмкіндік беретін қоспалар (гидролизденген қан, желімді канифоль),  пластификторлар.\n б) газтүзушілер (алюминий ұнтағы, сутегінің асқын тотығы,  кремнийорганикалық қосылыстар)\n в) ауа жинақтаушы қоспалар (мылонафт,тотыққан петролатум)\n г) тығыздаушы қоспалар (сазды топырақты цемент, алюминий сульфаты, кальций сульфаты, магний тұздары).\n Негізінен алғанда бетонның реологиялық қасиеттерін реттеуші барлық қоспаларды судың шығынын төмендетететін, соған сәйкес бетонның құрылымын  тығыздайтын қоспа ретінде қолдануға болады.   \n4. Коррозияның  жылдамдығын реттеуші қоспалар. Арматура коррозиясын баяулатушы қоспа ретінде  көп қолданылатын химиялық заттар: (ингибиторлар) натрий нитриті, кальций  нитрит-нитраты, кальций  хроматы, натрий бензоаты.\n     5.Толықтырғыштар.\n     а) гидравликалық белсенді қоспалар (диотомит, туф, трепель, домна шлактары)\n    б) белсенді емес, негізінен микротолықтырғыш-сұйылту қызметін атқаратын қоспалар (известняк, тау жыныстары, саз, ұсақ құм т.б.).\n    6. Бетонның химиялық төзімділігін арттыратын қоспалар.\n    а) қышқылға төзімділікті арттыратын (андезит, базальт, диабоз, кварц)\n    б) бетонның ыстыққа төзімділігін арттыратын қоспалар (известняк, доломит т.б.)   \n    в) бетонның ыстыққа төзімділігін арттыратын қоспалар (андезит, диабоз, хромит, магнезит)\n     7.Бетонға гидрофобтық қасиет беретін қоспалар. (битум, асфальтит, органикалық полимерлер, натрий силикаты. т.б.).\n     8.Арнайы бетондар үшін қолданылатын қоспалар.\n     а) оған бұйымның радиациялық төзімділігін арттыратын кадмий, қорғасын және басқа да ауыр металдардың тұздары;\n     б) бетонның микроорганизмдерге қарсы тұру қабілетін арттыратын қоспалар.\n    г) аязға қарсы қолданылатын қоспалар (кальций хлориді негізіндегі қоспалар т.б.) жатады.\n     Сонымен бірге бір түрлі химиялық заттардың әр түрлі концентрацияда қолдану түрлі  әсер ету эффектін және де әр түрлі химиялық заттардың бір түрлі әсер ету эффектін көрсету мүмкіншілігін атап өту қажет.\n     Сонымен бірге ғылыми тұрғыдан химиялық қоспаларды жіктеудің  әдістемесі де қолданылады. Ғылыми зерттеу тұрғысынан алғанда химиялық қоспалар олардың әсер ету механизміне қарай жіктеледі. Әсер ету механизміне сәйкес қоспалардың төрт класы ажыратылады:\n     1) тұтқыр заттың ерігіштігін арттыратын, бірақ онымен химиялық реакцияға түспейтін қоспалр;\n     2) тұтқыр заттармен нашар еритін аз диссоцияланатын қосылыстар түзе отырып химиялық әрекеттесетін қоспалар;\n     3) кристалданудын дайын орталықтары;\n     4) тұтқыр заттардың дәндерінде адсорбцияланатын қоспалар.\n     Химиялық қоспаларды бетон технологиясында тиімді қолдану байланыстырғыш заттардың шығынын төмендету, су-цемент қатынасын жақсарту арқылы бетонның физика-механикалық қасиеттерін жақсарту, суық климаттық  жағдайларда  бетон  қалыптастыру мүмкіншілігін беру, бетонның әр түрлі орта жағдайларына төзімділігін арттыру, бетонның реологиялық қасиеттерін жақсарту арқылы тиімділік береді.\nХимиялық қоспалардың әсері тұтқыр заттардың фазалық құрамы мен қасиеттеріне тікелей тәуелді. Сондықтан қоспаларды қолдану кезінде тұтқыр заттың құрамы мен қасиеттерін ескеру қажет.\nЦементті клинкер, шикізаттық қоспаны күйдіру нәтижесінде, бірнеше табиғи минералдар  жүйесі түрінде болады. Белгілі бір табиғи минералдардан тұратын гранитпен салыстыру, полиминералдық  жүйе ретінде клинкер туралы жалпы түсінік  бере  алады. Бірақ  гранитке  қарағанда клинкердің жекелеген бөліктерін  қарапайым  көзбен  ажырату мүмкін емес, өйткені клинкер өте майда түйіршікті кристалдық, сондай-ақ аморфтық фазалардан тұрады.\nТолығырақ: https://uniface.kz/index.php?post=article&section=4&id=49",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатты денелердің қысымы қалай анықталады?",
        "question_content": "Қатты денелердің қысымы қалай анықталады?",
        "question_date": "9.03.2021",
        "question_tag": "Физика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "9.03.2021",
                "upvotes": 0
            },
            {
                "text": "Қатты дене қысымды тек бір бағытта түсіреді",
                "date": "1.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаршының периметрін есептеңіз.",
        "question_content": "Егер шаршының қабырғасын 7ге кемітсе,онда шаршының ауданы 119см² қа кемиді.шаршының периметрін есептеңіз\nПжж көмектесіңдерші тезірек",
        "question_date": "9.03.2021",
        "question_tag": "Геометрия",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a1 = a2+7\n\nS1 = S2 + 119\n\nP = ?\n\nS = a²,    a1² = a2² + 119,   a2² + 14*a2 + 49 = a2² +119,   14*a2 = 70, a2 = 5\n\nP = 4a = 4*5 = 20",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қорада шөпте тұрған жылқы неге іш тастайды. Оның алдын қалай алуға болады?",
        "question_content": "Қорада шөпте тұрған жылқы неге іш тастайды.Оның алдын қалай алуға болады.Бұл қандай ауру, не себепті іш тастайды.Бұл  ауруды білетін вед врачтар бар ма. Бруцеллез ауруы ма, білсеңіздер кеңестеріңізді беріңіздерші өтініш",
        "question_date": "9.03.2021",
        "question_tag": "Жануарлар",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іш тастау – буаздық кезең тоқтап, жатырдағы ұрық жартылай немесе түгелдей жойылып кетуі, болмаса дамыған немесе өлген ұрықтың жатырдан сыртқа шығарылуы. Кей мал үнемі, кейбіреулері 1 – 2 рет іш тастайды да, одан әрі қалыпты төлдейді. Іш тастаудың жасырын түрі де кездеседі. Бұл жағдайда өлі төл жатырда жатады. Әдетте төл өлгеннен кейін 2 – 3 тәулік өткен соң мал іш тастайды, кейде төл іште солып, ферменттердің әсерінен оның жұмсақ тіндері іріп түседі де, жатырда тек сүйегі ғана қалады. Болмаса төл іште шіріп, малдың өліміне соқтырады. Іш тастау – жұқпалы емес және жұқпалы деп екіге бөлінеді. Жұқпалы емес Іш тастаудың себептеріне: дамып жатқан ұрықтың табиғи кемшілігі, малдың жатыр, бауыр, жүрек, бүйрек, өкпе, т.б. аурулары, буаз малға құнарсыз, бұзылған азық беру, жарақаттану, құлау, буаз малдың шамадан тыс шаршауы және жатырдың дұрыс жетілмегендігі жатады. Жұқпалы Іш тастау – бруцеллез, қылау, вибриоз, трихомониаз, т.б. аурулар әсерінен болады. Буаздық мерзімінің алғашқы үштен бір бөлігінде Іш тастау белгілері алдын ала білінбейді, әдетте төл шаранамен бірге шығып қалады немесе жатырда ыдырап, малдың бойына сіңеді. Іш тастау бұдан кеш болса, онда малдың азыққа тәбеті нашарлайды, дене температурасы көтеріледі, іш тастағаннан кейін шуы түспей, жатыры қабынып, одан қан аралас қоңыр жалқаяқ ағады. Малдың қандай аурудан іш тастағанын анықтау үшін қаны алынып, түсікпен бірге мал дәрігерлік бактериология лабораторияға жіберіледі. Іш тастау белгісі білінген малды дереу оқшаулап, оның тұрған қорасы мен құрал-саймандарға дезинфекция жүргізу керек. Іш тастаған малдың бөксесін, желінін, құйрығын креолиннің 3%-дық ерітіндісімен жуады. Мал іш тастаған орынға ағаш үгіндісі, шымтезек немесе топан шашып, кейін оны қағанақпен бірге жинап алып өртеп жібереді. Бұдан кейін қораны тазартып, сөндірілген әктің 10 – 20%-дық, күйдіргіш натрдың 2%-дық ерітіндісімен, т.б. залалсыздандырады. Іш тастаған малдың шуы түспей, жатыры қабынып, ауруы асқынса, оны әдеттегідей емдеуден өткізеді.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%86%D1%88_%D1%82%D0%B0%D1%81%D1%82%D0%B0%D1%83",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтінде есімдіктің қандай түрлері кезеседі?",
        "question_content": "Мәтіннен есімдіктің қандай түрлері кезеседі, теріп жазып көрсетіңіз, салт және сабақты етістіктерді тауып, ажыратып жазыңыз.",
        "question_date": "9.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есімдік есім сөздердің: зат есім, сын есім, сан есімнің орнына қолданылып, соларды нұсқап, меңзеп, сілтеп көрсетеді. Есімдіктер орынбасар сөздер деп те аталады.\nЕсімдіктер мағынасына қарай жеті топқа бөлінеді: 1) жіктеу есімдігі; 2) сілтеу есімдігі; 3) сұрау есімдігі; 4) өздік есімдігі; 5) жалпылау есімдігі; 6) болымсыздық есімдігі; 7) белгісіздік есімдігі.\n1. Жіктеу есімдігі заттық ұғыммен байланысты қолданылады. Олар: мен, сен, сіз, біз (біздер), сендер, сіздер, олар. Жіктеу есімдіктері үш жақта, жекеше және көпше түрде қолданылады.\n2. Сілтеу есімдігі нұсқау, мегзеу, көрсету мағыналарын білдіретін бұл, сол, ол, осы, осынау, сонау, анау, ана, мына, әне, міне, мынау деген сөздер.\n3. Сұрау есімдігіне жауап алу мақсатымен қойылған сұрау мәнді сөздер жатады. Олар: кім? не? қандай? қай? қанша? неше? нешеу? нешінші? қайда? қайдан? қалай? қашан? қайдағы? т.б.\n4. Өздік есімдігіне әр тұлғада түрленіп қолданылатын өз деген бір ғана сөз жатады. Өз есімдігі түрленіп тәуелденіп: сенің өзің; көптеліп: өздері; септеліп: өзімнің түрінде қолданылады.\n5. Жалпылау есімдігіне жалпылау, жинақтау мағынасын білдіретін бәрі, барлық, бар, барша, бүкіл, күллі, бүтін, түгел, тегіс деген сөздер жатады.\n6. Болымсыздық есімдігіне ештеңе, ештеме, ешкім, ешбір, ешқашан, ешқандай, ешқайдан, ешқайда, дәнеңе, дәнеме деген болымсыздық мағынаны білдіретін сөздер жатады.\nБолымсыздық есімдіктері еш сөзімен бір, кім, қашан, қайдан, қандай деген есімдіктердің бірігуі арқылы жасалып, бірге жазылады: ешбір, ешқашан, ешқандай, ешкім, т.б. Ал еш сөзі басқа сөздермен (зат есімдермен) тіркесіп келгенде, бөлек жазылады: еш адам, еш оқиға, еш кітапта, еш жерде, еш уақытта, еш мүмкіндік, еш ата-ана, т.б.\nБолымсыздық есімдіктерінің ерекшеліктері:\n1. Ешкім, ештеңе, ештеме, дәнеңе, дәнеме, ешқайсысы деген болымсыздық есімдіктер сөйлемде зат есім орнына қолданылып кім, не? деген сұраққа жауап берсе – бастауыш қызметін атқарады.\n2. Ешқашан, ешқайда, ешқайдан есімдіктері мезгілдік, мекендік мәнде жұмсалып, пысықтауыш болады.\n3. Ешқандай есімдігі қандай? сұрағына жауап беріп, заттың сынын білдіріп, анықтауыш қызметін атқарады.\nМысалы: Іздегені ешқайда (қайда?) болмай шықты. Ешқайсысы (кім?) кешіккен жоқ. Ешқашан (қашан?) өтірік айтпа.\n7. Белгісіздік есімдігі – затты, сындық белгіні, сан мөлшерді жорамалдап, тұспалдап көрсететін сөздер. Белгісіздік есімдігіне: бір, біреу, кейбір, кейбіреу, әрбір, әрбіреу, қайбір, қайбіреу, біраз, бірдеме, бірнеше;\nәлде, әлдекім, әлдене, әлденеше, әлдеқалай, әлдеқашан, әлдеқайда, әлдеқайдан; әр, әркім, әрне, әрқашан, әрқандай, әрқайсысы, әрбір, әрбіреу, кімде-кім деген сөздер жатады.\nБелгісіздік есімдіктерінің ерекшеліктері:\n1. Әлде, әр, кей, қай, бір сөздері басқа біреу, кім, не, бір, қашан, қалай, қайда, аз есімдіктерімен тіркескенде бірге жазылады: әлдебіреу, әркім, біраз, әрқалай, т.б.\nБасқа сөз таптарымен тіркескенде бөлек жазылады: кей күні, бір бала, әр адам, т.б.\n2. Біреу, кейбіреу, қайсыбіреу, бірдеме, кімде-кім, әркім, әрне, әлдене белгісіздік есімдіктері зат есім орнына жұмсалып, сөйлемде бастауыш болады. Әркім (кім?) өз ойымен отыр. Әрқайсысы (кім?) әртүрлі пікір айтты.\n3. Қайсыбір, кейбір, әр, әрбір, қайбір есімдіктері сын есім орнына жұмсалып, сөйлемде анықтауыш болады. Кейбір (қай?) оқиға еш ұмытылмайды. Әрбір (қай?) адам өзі үшін жауап береді. Бірнеше (қанша?) оқушы әңгімелесіп тұр.\n4. Әрқашан, әрқалай, әлдеқашан, әлдеқалай, әлдеқайда, әлдеқайдан есімдіктері үстеу мәнінде жұмсалып, сөйлемде пысықтауыш қызметін атқарады. Әрқашан (қашан?) шындықты айту керек. Әлдеқайдан (қайдан?) бір дыбыс естілді.\nЕсімдіктер – есім сөздердің орнына жүретін сөз табы болғандықтан, көптеліп те, жіктеліп те, тәуелденіп те, септеліп те қолданылады.\nТолығырақ: https://itest.kz/ru/ent/kazahskij-yazyk/morfologiya/lecture/esimdik-turleri-emlesi-esimdikting-turlenui-sojlemdegi-qyzmeti",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеуді қалай кетіруге болады?",
        "question_content": "Денемнин барин безеу баскан оны калай кетирсем болады",
        "question_date": "9.03.2021",
        "question_tag": "Денсаулық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың белгісіз бұрыштарын тап.",
        "question_content": "Тең бүйірлі үшбұрыштың сыртқы бұрыштарының бірі 130 градусқа тең.Үшбұрыштың белгісіз бұрыштарын тап",
        "question_date": "9.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a + b = 180º\nb = 130º\na = 180º - 130º = 50º\nТең бүйірлі үшбұрыштың бір сүйір бұрышы 50º-қа тең.\nҚай бұрышы екені белгісіз. Сондықтан үшбұрыштың бұрыштары 2 жағдайда шығады.\na = 50º болса:\n2a + b = 180º\n2*50º + b = 180º\nb = 180º - 100º = 80º\n50º, 50º, 80º - болуы мүмкін.\nb = 50º болса:\n2a + b = 180º\n2a + 50º = 180º\n2a = 130º\na = 65º\n65º, 65º, 50º - болуы мүмкін.",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсутегінің массалық үлесі 92,3%, сутегінің массалық үлесі 7,7%,",
        "question_content": "Көмірсутегінің массалық үлесі 92,3%, сутегінің массалық үлесі 7,7%, заттың сутегі бойынша тығыздыгы 39 болатын көмірмутектің молекулалық формуласы",
        "question_date": "9.03.2021",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "92,3/12:7,7/1=7,7:7,7= 1:1\n\nКөміртек пен сутектің ара қатынасы тең.\n\nС3Н3",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Волейболдан жарысқа топтың атауы, ұраны және эмблемасы керек еді?",
        "question_content": "Волейболдан жарысқа топтың атауы, ұраны және эмблемасы керек еді?",
        "question_date": "9.03.2021",
        "question_tag": "Жалпы спорт",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "біз қырандар тобымыз!\n\nешқай топтан қалмаймыз!\n\nойынсайын жалындап!\nбиіктерге самғаймыз,!",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 9.4 метан толық жанғанда реакция нәтижесінде 24,5 л",
        "question_content": "Массасы 9.4 метан толық жанғанда реакция нәтижесінде 24,5 л көмірқышқыл газы түзілген. Түзілген газдың көлемін және судың массасын табыңыз?",
        "question_date": "9.03.2021",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9,4г            х                  х2\n\nСН4+О2=СО2       +   Н2О\n\n16г             22,4л           18\n\n13,16л СО2 газ\n\n10,575г су түзілді",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтездің бастапқы және соңғы өнімдері түзілетін заттар",
        "question_content": "Фотосинтездің бастапқы және соңғы өнімдері түзілетін заттар көмектесіңіздерші",
        "question_date": "9.03.2021",
        "question_tag": "Биология",
        "question_views": 17100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотосинтез (көне грекше: φῶς — жарық және σύνθεσις — синтез) - жасыл жапырақ органоидтері, яғни хлоропласт арқылы күн сәулесі энергиясының химиялық байланыс энергиясына айналу процесі. Фотосинтез нәтижесінде жер жүзіндегі өсімдіктер жыл сайын 100 миллиард тоннадан астам органикалық заттар түзеді (мұның жартысынан көбін теңіз, мұхит өсімдіктері түзеді) және бұл кезде олар 200 миллиардтай СО2 сіңіріп, оттегі бөледі.Фотосинтезге тек СО2 мен Н2О пайдаланылса углевод түзіледі. Фотосинтез процесіне өсімдік углевод түзумен қатар құрамында азоты және күкірті бар аминқышқылдарын, белок, молекуласы құрамында азот болатын хлорофилл де түзеді. Бұл жағдайда көмірқышқыл газбен қатар сутек атомының акцепторы және азот, күкірт көзі нитрат және сульфат болады.",
                "date": "9.03.2021",
                "upvotes": 0
            },
            {
                "text": "Фотосинтездің бастапқы және соңғы өнімдері.Фотосинтездің бастапқы өнімдеріне су ыдырағанда түзілетін оттек пен сутек,жарық хлорофилмен әрекеттескен кезде түзілетін энергияға бай зат жатады",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВС үшбұрышының ауданы 18 см' тең. квадратының қабырғасын табыңыз.",
        "question_content": "АВС үшбұрышының ауданы 18 см' тең. квадратының қабырғасын табыңыз?",
        "question_date": "9.03.2021",
        "question_tag": "Геометрия",
        "question_views": 830,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S (ABCD) = 18 * 2  = 36\n\na* a=36  a=6",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аталық гамета қалай дамиды? Аналық гамета қалай дамиды?",
        "question_content": "Аталық гамета қалай дамиды? Аналық гамета қалай дамиды?",
        "question_date": "8.03.2021",
        "question_tag": "Биология",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұрпақ жаңғырту (көбею) - барлық тірі ағзаға тән қасиет. Көбею - түрдің тіршілігін жалғастырып сақтап қалуды қамтамасыз ететін физиологиялық үдерістердің жиынтығы. Басқа тірі ағзалар сияқты адам да жынысты жолмен көбейеді. Жыныс жасушаларының түзілуі ағзада болатын физиологиялық өзгерістерге байланысты. Жыныстық мүшелер жүйесін аталық жәнеаналық жыныс мүшелері деп 2 топка бөледі. Олардың жыныс бездерінен жыныс жасушалары түзіледі. Аталық және аналық жыныс жасушаларының қосылуынан дүниеге жаңа ұрпақ келеді. Жыныс бездері аралас бездерге жатады.\n\nАталық жыныс мүшелері[өңдеу]\n\nАталық жыныс мүшелерін сыртқы және ішкі мүшелер деп 2 топка бөледі. Сыртқы аталық мушелеріне - ұма және жыныстық мүше жатады. Ішкі аталық жыныс мушелеріне аталық бездер, оның қосалқы бөлімдері (ұрықшығарушы өзекшелер, ұрықтық көпіршіктер, сыңар қуықасты безі) жатады. Аталық без (ен) екеу, мөлшері 4-6 см, салмағы 15-30 г.\n\nАталық бездер - ұманың ішінде орналаскан терілі қалта. Ұманың ішкі қуысы құрсақ қуысының бір бөлігі болып саналады. Ұрықтың дамуы кезінде ұма құрсақ қуысында жатады. Жыныс бездері өзекшелер арқылы ұма қуысына түскен соң, ондағы дәнекер ұлпамен тұтасып кетеді. Бұдан кейін ұма қуысы құрсак қуысынан бөлініп қалады. Егер жыныс бездері ұма қуысына өтпей, құрсақ қуысында қалып қойса, жыныс жасушаларының түзілуіне кедергі жасайды. Әдетте, жыныс бездері шарана жарық дүниеге шығардан бұрын ұма қуысына өтеді.\n\nАталық бездер ағзада екі түрлі маңызды қызмет аткарады. Біріншіден, олардан аталық жыныс жасушалары - сперматозоидтар түзіледі. Бұл аталық бездердің сыртқы секрециялық қызметі. Екіншіден, аталық бездерден жыныс гормондары (негізінен тестостерон) бөлінеді. Бұл аталық бездердің ішкі секрециялық қызметі. Сондықтан да жыныс бездері аралас бездерге жатады. Аталық бездерден бөлінген гормондар екінші реттік жыныстық белгілердің жетілуінде негізгі рөл аткарады. Олардың әсерінен жасөспірімдердің дене пішіні өзгереді,мұрт шығады, дауысы жуандайды және т. б.\n\nАталық бездер көптеген ұсақ ұрықтық өзекшелерден тұрады. Аталық бездерде жыныс жасушаларының жетілуі де, екінші реттік жыныстық жетілумен тікелей байланысты. Аталық бездерде жетілген сперматозоидтар ұрықтық өзекшелері арқылы алдымен ұрықтық көпіршіктерге жиналады. Ұрықтық көпіршіктеріндегі және қуықасты бездерінен бөлінген сұйықтықшәует (сперма) деп аталады. Шәуетпен араласкан сперматозоидтар зәршығару өзегі арқылы өтеді. Ер адамдарда зәршығару өзегі арқылы зәр заты да, шәует те сыртқа шығарылады. Шәуеттің құрамында сперматозоидтар өте көп болады. Мысалы, 1 см3 шәуетте қалыпты жағдайда 60 млн сперматозоидтар кездеседі. Сперматозоидтарда кез келген жасушаға тән бөліктер (цитоплазма, ядро және т. б.) болады. Басқа жасушалармен салыстырғанда сперматозоидтардың пішіні өзгешелеу, өте ұсақ (шамамен 7 мкм) және қозғалғыш. Әрбірсперматозоид бас, мойын және «құйрық» - талшықтан құрылады. Олар талшықтарының көмегімен минутына 2-3 мм жылдамдыкпен қозғалады.\n\nАналық жыныс мүшелері[өңдеу]\n\nАналық жыныс мүшелері 2 топқа (сыртқы және ішкі) бөлінеді. Сыртқы аналық мушелерге - үлкен, кіші жыныстық жапсарлар және шүртекей (клитор) жатады. Жыныстық жапсарлар май ұлпасы мол терілі қатпарлардан тұрады. Ал ішкі аналық жыныс мушелеріне - екі аналық без, жатыр, екі жатыр түтігі және қынап жатады. Ішкі аналық жыныс мүшелерінің бәрі де жамбас шоңқимасы — кіші жамбас қуысында орналасады. Аналық бездердің (яичники) пішіні сопақша, ұзындығы 3-4 см. Салмағы 5-8 г. Аналық бездер де аралас бездерге жатады, яғни жұмыртқа жасушаларын және гормондар (экстрогендер, т. б.) бөледі. Аналық бездер көптеген безді көпіршіктерден - фолликулалардан тұрады. Олардан бірте-бірте жұмыртқа жасушалары жетіледі. Аналық бездердің үстіңгі жағын жатыр түтігінің сыртқы шашақты шеті көмкеріп тұрады. Бойжеткендерде (екінші реттік жыныстық жетілу кезінде) әрбір ай сайынгипофиз гормондарының әсерінен безді көпіршіктің біреуі жетіледі. Оның ішінде жұмыртқа жасушасы болады, ол алдымен құрсак қуысына, одан соң жатыр түтігіне түседі. Бездік көпіршік жарылып, ішінен жұмыртқа жасушасының сыртқа шығуын, анабездің жетілуі (овуляция) деп атайды. Бұл үдеріспен етеккірдің (менструация) келуі тығыз байланысты. Етеккірекінші реттік жыныстық жетілуден бастап, шамамен 50 жасқа дейін созылады.\n\nЖүктілік кезінде жұмыртқа жасушасының жетілуі де, етеккір де токтайды. Жарылған безді көпіршіктің іші май тектес сары дене деп аталатын затпен толады. Сары дене уакытша гормон бөледі. Егерде жұмыртқа жасушасы сперматозоидпен ұрықтанса, сары дене жүктілік кезінде сақталады. Ал жүктілік болмаған жағдайда, сары дене жойылып кетеді де, етеккір шамамен әр 28 күнде қайталанып отырады. Жатыр түтігі де аналық без сияқты екеу (жұп) болады. Жұмыртқа жасушасы жатыр түтігі арқылы жатырға өтеді.\n\nЖатыр - қуықтың артына таман жамбас шоңкимасының қуысында орналасқан алмұрт пішінді бұлшықетті мүше. Нәресте туғанға дейін ұрық жатырда дамиды. Жатырдың кабырғалары негізінен қалың бірыңғай салалы бұлшықеттерден тұрады. Оның ішкі жағын ұсақ қантамырлармен торлаған сілемейлі қабыкша астарлайды. Жатырдың төменгі жағында сыртқа ашылатын бұлшыкетті түтікше - қынап болады. Жатырда дамып жетілген нәресте әйелдер босанатын кезде қынап арқылы сыртқа шығады. Жатырдың қынапқа дейінгі аралығын жатыр мойны дейді. Жатыр мойнын сақина тәрізді бұлшықеттер орап тұрады. Қынап сперматозоидты қабылдайтын және нәрестені сыртқа шығаратын бұлшыкетті мүше. Қынаптың аузы тері қатпарларынан тұратын жыныс жапсарларының аралығында болады. Жыныстық қатынас жасамаған қыздар қынабының аузы дәнекер ұлпасынан түзілген қызпердемен (қыздық) жартылай жабулы тұрады. Зәр шығарылатын тесік қынап аузымен қатар оның алдыңғы жағында орналасады. Аналық жыныс мүшелерінің ауруларын емдейтін дәрігерді гинеколог (гр.gynaikos - әйел) дейді.",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Александр Македонмкийдің жорықтары әлемді қалай өзгертті?",
        "question_content": "Дүние жүзі тарихы бжб",
        "question_date": "8.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сонымен, 334 жылдың көктеміндеАлександр әлі де жуасымаған тылын қорғауға ұрыстарда ысылған Антипатрды басшы етіп өз әскерлерінің бір бөлегін Македонияда қалдырдыда, өзі 30 мыңдай жаяу әскер және 4 500 дей атты әскермен Азияға аттанды.\nМакедониялықтар мен парсылардың бірінші ұрысы Пропонтидаға құятын Граникөзенінің Геллеспонт жағасында (334 ж.) болды. Мұқиятты Мемнонның кеңесіне көнбей, парсылар ұрыста жеңіліске ұшырады. Мемнон македониялықтармен бетпе-бет соғыспай, оларды елдің түкпіріне еліктіру керек деп ұсынған болатын. Кіші Азия сатраптары елдің күйзелуінен қорқып, бұл ұсынысты қабылдамады және қолма-қол соғысу керек деді. Парсы атты әскері шегіндіріліп тасталды, көбі бытырап кетті немесе қолға түсті. Алдыңғы саптағы грек жалдамалы әскері ұрысқа қатыса алмады. Александр оларды қоршап алып, бір бөлігін кырғынға ұшыратып, бір бөлігін ( 2 мыңдай адам) тұтқынға алды, бұларды жалпы грек ісінің, яғни парсыға карсы күресте опасыздық жасағандар деп жариялап, құлға айналдырды да, Македонияға ауыр жұмысқа жіберді. Граник жанындағы ұрыстан кейін Александр Сардыға бет алды, ол ұрыссыз берілді. Парсы сатрапиялары Фригия мен Лидия енді Александрдың қолына түсті. Грек калаларының көпшілігі ұрыссыз бас иді. Александр тек Милет пен Галикарнаста ғана Парсы патшасының қызметіндегі грек жалдамалы әскерлерінің қарсылығына кез келді.8 Грек қалаларының бәрінде жаппай бостандық жарияланып, демократия қайта орнатылды. Сөйтіп Парсы өктемдігінің ауыртпалығындағы эллиндік халықтардың көпшілігі Александр жағына тартылды.Александр Галикарнасты алғаннан кейін Кіші Азияның ішкі облыстарын бағындырды, Таврдан етіп, Тарсты алды, мұнда ауруына байланысты, оған бөгелуге тура келді. Тарстан Александр жаға бойымен Сирияға қарай бет алды. Көп қол жинаған Дарий Александрдың тылындағы Исса қаласының тұсында, Пинар  сағасындағы  бекініске ие болып, Александрды негізгі базасынан бөліп тастады. Бұл жағдайды естісімен Александр Иссағабет берді, онда Александр мен Дарий қатысқан ұрыс болды. (333 ж.)\nПатшаның өзі бастаған македониялықтардың батыл шабуылы Дарий басқарған парсы армиясының сол жақ. қанаты мен орта шебін үрейлендіре бастады. Дарийдің жансауға іздеп, майданды тастап қашуы ұрыстың барысына әсер етті. Ұрыстың бас кезінде оң жақ қанаттағы Дарийдің жалдамалы грек әскері мен парсының атты әскерлері македониялықтарды тықсыра бастаған еді. Александрдың бұл жаққа жіберген көмегі және патша қашты деген хабар ұрыстын, тағдырын шешті, Парсы әскерлері асығыс түрде шегінді. Александрдың қолына көп олжа түсті, ол Дарийдің. лагерін алды.\nПарсы патшасының анасы, әйелі және балалары қолға түсті. Дарий шегініп Евфраттан өтті, ал Александр Финикияға қарай бет бұрып, Финикияның жағасындағы қалаларды (Арад, Библ, Сидон) алды. Сол кездің өзінде-ақ едәуір эллиндендірілген жағалаудағы қалалардың көбі македониялықтар жағында болып, парсыларға қарсы тұрды. Ескі финикиялық халықтар мәнін жоғалтып, грек ықпалына бағынды. 8\nФиникия қалаларының Македония жағына өтуінде Исса түбіндегі ұрыстан кейін Парсы флотының ыдырауы шешуші роль атқарды. Парсы флотының ең, жақсы деген Финикия мен Кипрдегі кемелері Александр жағына өтті. Бұған дейін ешбір роль атқармаған Македония флоты осыдан бастап Эгей теңізінде үстем болды.\nАлександрға көбірек қарсылық көрсетіп, Македония армиясы мен флотының алға басуын көп уақыт бөгеген Финикияның ертедегі Тирқаласы болды. Тек жеті ай коршаудан кейін, 332 ж. ғана қала құрылықтан да, теңізден де алынып, аяусыз талқандалды; 8 мың тирлықтар ұрыс үстінде өлді, 30 мыңы құлдықка сатылды. Тирдан кейін көп кешікпей Финикияның екінші күшті қаласы Газаалынды.\nБұдан кейін Александр Египетке аттанды, бүкіл қыс бойы сонда болды. Александр Египетте Амон деген храмы бар Сива оазисында болды. Александр Амон храмының абыздарына жылы жүз көрсетіп, сыйлықтар берді. Оған алғыс ретінде абыздар Александрды күннің ұлы және ертедегі фараондардын заңды мұрагері деп жариялады.9\nАлександрдың Египеттегі өте маңызды жұмыстарының бірі Эллин дүниесінің экономикасы мен мәдениетінің басты орталығына айналған жаңа қаланы — Александрияны (332 ж.) салу болды. Бұл аса қуатты эллин мемлекеті Египет астанасы-Александрия Шығыс Жерорта теңізі өңірінің аса ірі порты, сауда, қолөнер және мәдени орталық бола отырып, сән-салтанаты жарқыраған орталық кварталдарымен бірге, жер кепе үйлері де болды, оларда ерекше ардақталған әдетте македондықтар менгректерден тұратын, азшылыққа-александриялық азаматтарға қызмет ететін түрлі тайпалы еңбекші кедейлер тұратын.\nПатша сарайы да Александрияда болды.\n331 жылдың көктемінде Македония армиясы Палестина мен Финикияны басып, Месопотамия мен Вавилонға қарай беттеді. Ертедегі Ниневияға жақын Гавгамел деревнясында македониялықтар Дарий әскерлеріне кездесті және қан тегіс ұрыста (331 ж.) оларды шығысқа, Парсияның түкпіріне ығыстырып тастады.\nПерсияның көп әскерлері талқандалды, ал Дарийдің өзі Мидияға қашты.\nПлутарх көптеген  мемуарлық материалдермен сол замандағы басқа да еңбектерге сүйеніп жазған Александрдың өмірбаянында Гавгамел түбіндегі ұрысты да суреттеді. Онда:\n«Александр талқандалған әскерлерді Дарий тұрған орталыққа қарай қуды. Александр оны алыстан алдыңғы саптағы патша эскадрондарының ортасындағы биік арбаның үстінде көрді; ол сымбатты және денелі адам еді, оның арбасын жалт-жұлт еткен; қарулары бар, қалың сап түзеп, дұшпанға соққы беруге әзір тұрған атты әскерлер қоршап тұрды. Александр жақыннан шабуылменбас салып, олардың үрейлерін ұшырды. Ол қашқан әскерлерді сапта қалғандарға қайтарып, қуып тастап отырды. Зәресі ұшып шошынған Дарий әскерлерінің көпшілігі қаша жөнелді. Бірақ олардың ішіндегі ержүректілері және даңқтылары патшаның көз алдында өліп, бірінің үстіне бірі топырлап құлаумен қуушыларға бөгет жасады. Олар өліммен алпарысып, аттағылар мен атқа жармасуымен болды».10\nПарсының ең маңызды калалары Вавилон, Сузы жеңушінің. қолына орасан зор байлықтарымен түсті. Македония армиясы Персия патшалығының тылына тоқтаусыз өтіп жатты. Македониялықтардың қолына соңғы түскен ірі қала Персеполь болды,онда жеңушілер 120 мың талант олжа түсірді. Мұндай қазнаны тасу үшін мың пар қашыр және үш мың түйе керек болды.\n330 ж. Македония әскерлері патша сарайын тонап, өртеп болғаң соң Персепольді тастады да солтүстік -батысқа, Мидиядағы Экбатанағабет алды. Дарийдің ізіне түсе отырып, Экбатанадан шығып, жолы қиын таулы аудандар мен шөл далалардан өтіп, тез жүріспен Каспий қақпасы арқылы Парфия мен Бактрияға қарай өтті. Александр қанша күш-қайрат жұмсаса да Дарийді қолға түсіре алмады. Бактрия сатрапы Бесс бастаған астыртын әрекетшілер Дарийді қолға түсірді. 11\nАлександр жақындағанда, қолға түскен Дарийді өлтіріп, Бессті Артаксеркс IV деген атпен Парсы патшасы етіп жариялады. Бессті ұстау үшін Александр. көп күш жұмсады. Серіктері тастап кеткен Бессті Александрдың атқосшысы Птолемей Лаг ұстады. Бактрияның көрнекті аристократтарының съезінде өзінің патшасы және билеушісі, туысы және қамқоршысы Дарийді өлтірген Бессті айыптаушы болып Александрдың өзі сөйледі. Съезд Бессті Парсы салты бойынша азаппен дарға асуға үкім шығарды, ол үкім Экбатанада орындалды.\nДарийдің өлуімен Ахемнидтер династиясы жойылды. Жергілікті династияның тоқталуына байланысты Парсы патшалығының тағына мұрагер іс жүзінде Македония патшасы болды.\nМакедония мен Парсы бір патшалық болып қосылды және соның нәтижесінде Македония патшасы «Ұлы патшаға», Ахеменидтердің заңды мұрагеріне айналды. Оны еңалдымен, патшаның достары мен серіктерінен онын қызметшісіне айналған Македония гетайрлары сезді. Онымен бірге Александр жағына шығып, Македония патшасы төңірегіндегі шығыс әдет-ғұрыптарын орнатушы Парсы сатраптарының әсері де күшейді, бұл жағдай бостандық сүйгіш Македония шонжарларын қорлайтын еді.\nАлександр мен оның гетайрлары арасындағы астыртынәрекетпен ұштасқан келіспеушіліктердің себебі осында еді. Патша Шығысқа қарай жорықты жүргізе беру керектігін тілесе, ескі Македония шонжарлары жорықты тоқтатуды және патша төңірегіндегі парсыларды қууды талап етті. Александр бұған көнбеді. Грек-Македония оппозициясының алғашқы жасырын әрекеті Парменион мен оның ұлы Филотты өлтіруге әкеліп соққан 330 жылғы астыртын әрекетболды. 328 жылы патша сауықтарының бірінде Александр ашу үстінде Граник түбінде оның өмірін сақтап қалған, өзінің ең жақын досы Клиттіөлтірді. Клит патшаны парсылармен дос болғаны үшін сөккен еді.\nШығыс облыстарын жаулап алу созыла берді. Бактриядан Александр Согдианаға беттеді. Окстан (Амудариядан) өтіп, Мараканда (казіргі Самарканд орнында) арқылы солтүстік-шығысқа, Яксарта (Сырдария) өзеніне қарай шықты. Яксарта бойында кең алапта тұратын және Парсы шекарасында ұдайы тыныштық бермейтін сақ тайпалары тұрушы еді. Александр Парсы патшалығыиың солтүстік-шығыс ауданы Фергана аңғарына жетті, бірақ оның тылында жаулап алған Согдиана облыстарында жерглікті сақ тайпалары — массагеттер, дагтар, және баскалар қатысқан үлкен көтеріліс басталды. 12\nОрта Азия халқының Македония басқыншыларына қарсы қозғалысын баскарушылардың бастысы бұған дейін Бесске көмектескен согдианалық Спитамен болды. Александрдың кіші-гірім қалаларда қалдырған, бұрын парсылардың көшпелі халықтарымен күресте тірегі болып келген әскерлерін көтерілісшілер талқандады.\nСпитамен асқан қуат жұмсап, ерлік көрсетті: ол Александрдың Мараканда да қалдырған бірсыпыра әскерлерін қамауда ұстады. Александр жіберген отряд жақындағанда ол айла қолданып, қамауды тастап кейін шегінген болып, соңына түскен Македондықтарды тосып алып, қырғынға ұшыратып отырды. Одан кейін Мараканданы қайтадан қоршауға алатын болды, тек Маракандаға Александрдың өзі жақындағанда ғана Орта Азия аудандарына кетті, мұнда оны массагеттер қолдады. Александр көтеріліс жасаған согдияналықтарды аямай жазалады, бірнеше мың адамды өлім жазасына бұйырды.\nАлександр 329/28 ж. қысын Бактрияда өткізді. Бұл уақытта согидияналықтар таудағы ауылдарда, шекарадағы қалаларда жиналып, көтеріліске әзірленіп жатты. 328 ж. көктемде Александр қайта Маракандаға келіп, бөлініп шыққан аудандарға шабуыл жасап оларды қайтадан бағындырды, одан соң Согдиананы билеушінің, бастауымен Спитаменге қарсы арнаулы отряд жіберді. Спитамен жеңіліске ұшырады, согдияналықтар мен бактриялықтар оны тастап кетті, ал массагеттердің басшылары оның басын кесіп алып Александрға жіберді.\nОрта Азия халықтарыньң қарсылығы осында Александрды екі жыл бөгеді. Ол Согдиянада өзіне бағынышты патшалық құрды және басып алған патшалықтың басқа аудандарын көшпелі халықардың шабуылынаң қауіпсіз етіп, өзінің жорықтарын жүргізе беруге мүмкіншілігі бар еді.\nСолтүстікке жорық жасаудан Александр бас тартты, ал батыс (европалық) скифтердің өздері Александрға достық және одақ шартын жасауға өкіл жіберді.\nСонымен, македониялықтар үш жыл ішінде (330—327 жылдар) бұрынғы Парсы патшалығының шығыс облыстарын жаулап алып, Индияның шекарасына жетті. Шығыс сатрапияларын (Арианыны, Дрангианыны, Арахозияны және Бактрияны) жаулап алу үшін Александрға көп күш жұмсауға тура келді және өте қымбатқа түсті. 13\nШығыс сатрапияларының жағдайы батыс сатрапияларына қарағанда мүлде езгеше еді. Кіші Азияда, Финикияда және Египетте македониялықтарды Парсы езуінен құтқарушы деп есептесе, ал шығыс оларды тонаушылар және бүлдірушілер деп таныды. Жаулап алынуға ұшыраған бұл тайпалардың (массагеттер, сақтар және басқалардың), Александрдың аяусыз басуына қарамастан, жиі кетеріліс ашуы осыдан еді. Көтерілуші тайпалармен күресу үшін және жаулап алған облыстарды қорғау үшін. қамал қалалар Александриялар(Ариана Александриясы, Кавказ Александриясы, Шеткі Александрия және басқалар) салынды.\nПарсы монархиясының ең шеткі шығыс сатрапиясы Индия тайпалары тұратын Паропамис еді. Инд өзенінің арғы бетінен бастап бір-бірімен өлгенше өштескен Индия патшаларының (раджаларының) иеліктері нағыз Индияныңөз жері басталатын еді. Александр бұл өштесуді пайдаланды да Индияға жорыққа шықты.\n327 ж. көктемде жергілікті халықтармен толықтырылған Македония армиясы Индия дүниесіне, Инд өзенінің саласы Гидаспа бойындағы Пор деген патшаның иелігіне кірді. Александр Порға елші жіберіп, оның Македония патшасына бағынғандығын мойындап, алдына келуін білдірді. Пор бұл талапты қарсы алмады. Бұдан кейін Македония армиясы патшанын, өзі және оның қолбасшылары — Птолемейдің, Селевкінің, Лисимахтың, Пердикканның, Гефестионның және басқаларының бастауымен Гидаспаға қарай аттанды. Қатты ұрыс үстінде Пор талқандалып, кеп адамдарынан, пілдерінен және соғыс құралдарынан айрылды. Бүл ұрыста македониялықтар 70 мың адамды қолға түсірді деген аңыз бар.\nМакедониялықтар шығысқа қарай қозғалысында Гифасис өзеніне дейін жетті. Табиғат құбылысы мен армия халінің орасан қиыншылықтарына байланысты, Индияның түпкіріне қарай жылжый беруге, тіпті мүмкін болмай қалды. Тропикалық жаңбырлардың маусымы басталды, өзендер тасыды, оның үстіне армияның жүретін жолы улы жыландарға толы еді, әскерлер ішінде жұқпалы аурулар жайылды. Армия ыдырай бастады, оның саны өте азайып кетті. Әскерлер ішінде ауру, жаралы адамдардың және мүгедектердің саны көбейді.\n«Дүние жүзін жаулап алушылардың» не мылтықтары, не киімдері болмады, киімдері жалба-жұлба, жалаңаяққа айналды, ал ең қиыны, тыйтығы жетіп шаршады.\nАлександрдың Индия жорығын сипаттаған ертедегі тарихшылардың (Арриан, Клитарх, Страбон және басқалар) Македония армиясының жорығын және халін тамаша суреттегені сақталған. Мысалы, солардың’ біреуінен (Клитархтан) мынаны оқыймыз: «Македониялықтардың азғантайы ғана тірі қалды, бұл қалғандарының өзі шектен шығуға жақын еді. Қөп жорықтарда аттардың тұяғы мүжілді, толып жатқан ұрыстар жауынгерлердің қаруларын мұқады. Әскерлердің бірінде де грек киімі қалмады. Варварлық және индиялық олжалардан әлде қалай құрастырған жалба-жұлба киімдер жауынгерлердің тыртық денелерін жабуға ғана жарады. Адамның зәресін алып, дауылдатып аспаннан судай құйған жаңбыр 70 күнге созылды» .\nТолығырақ: https://malimetter.kz/aleksandrdyn-zhoryktary-duniezhuzilik-derzhavanyn-kuryluy/",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде байлыққа талассам не болады?",
        "question_content": "түсімде туыстарымен байлыққа таласыппын.Өңімде не болады?",
        "question_date": "8.03.2021",
        "question_tag": "Жанұя",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байлық неге түске кіреді? Түсінде бай болсаң?\nТүсінде байлық болса немесе бай болсаңыз\nАюрведтік түс жоруы бойынша – байлық\nБайлықтың түске кіруі тегін емес , кедейлікті тұспалдайды.\nЦветкова түс жоруы бойынша – өзіңізді бай болуын көру\nТүсіңізде бай болуыңыз – науқасқа дейді де, бөгде адамдармен тым ашық сырласпауға кеңес береді\nМиллер түс жоруы бойынша – байлық\nТүсіңізде ауқатты болуыңыз – табандылығыңыз бен іске деген адалдығыңыздың арқасында мансап жолында үлкен жетістіктерге жетесіз. Тағдырыңызды бағындыруға тырыспаңыз, алайда, əйеліңізді алдап бақытты боламын деп ойламаңыз.\nБайлық туралы түс əдетте кəсібіңіздің қауіпті сəттері болатынын, бірақ сəтті жүретінін көрсетеді. Өзгелердің байлығын көру – қиын сəтте жаныңыздан көп адам табылады. Бұл түсті көрген қыздар ата-анасына мұқият болуы керек.",
                "date": "8.03.2021",
                "upvotes": 0
            },
            {
                "text": "Ұсынып отырған түс жоруымыз түске, оның мән-мағынасына бей-жай қарамайтын жандар үшін қызықты әрі пайдалы болмақ.\nА\nАдамдар (көпшілік) – түсте көпшілік қауымды көрсеңіз, көре алмайтын әрі екіжүзді адамдардың соңынан ересіз.\nАдасу, қателік – адам түсінде қателессе не жолдан адасса, онда бұл оның тура жолдан ауытқуын білдіреді.\nАй – түстегі ай мен күн – ата-ананың белгісі. Егер ай мен күн сізге иілсе, ата-аныңыздың разы болғаны. Сырқат адам толған ай көрсе өмірі ұзарады. Ал керісінше жағдай ғұмырының қысқа боларының белгісі.\nАйна – ол әйеліңіз. Егер ер адам түсінде айнаға қараса және түс көрген уақытында жұбайының аяғы ауыр болса, өзіне ұқсайтын ұл бала дүниеге келеді. Егер әйелі жүкті болмаса не бойдақ болса, мұндай түс қызметінен босайтынын білдіреді.\nАкула –жақын күндері жасырын не қас дұшпанмен кездесетініңізді білдіреді.\nАққу – адал жолмен бай-бақуатты болу.\nАлақан, білек – ер адамның күш-қуаты. Ашық алақан молшылықта өмір сүруді аңғартады.\nАлмаз, гаухартас – отбасылық қуаныштың белгісі.\nАлмұрт – түсте алмұрт жеу –денсаулығыңыздың біраз уақыт сыр беретінінің белгісі.\nАлтын – қайғы-мұңнан арылу, қуаныш белгісі.\nАнанас – түсіңізде ананас көрсеңіз, бастаған ісіңіз табысты болмақ.\nАрал – түсіңізде арал көрсеңіз, өміріңізде оң өзгерістер мен қызықты саяхат күтілуде.\nАрыстан, жыртқыштар – мұсылман қауымынан алыстаған имансыз адамдар.\nАсүй – таза, кең әрі жинақы асүй әйеліңіздің тазалығы мен инабаттылығын білдіреді.\nАспан – аспаннан от жауса халық індет, қаза не тауардың қымбаттауы сынды бақытсыздыққа душар болады. Аспан – басшының белгісі. Арқанның не баспалдақтың көмегімен көкке көтерілсеңіз, билікке қол жеткізесіз. Көкке жақындау – Аллаға жақындаудың нышаны.\nАуру – екіжүзділікті не діни ережелерінің толық орындалмауын білдіреді.\nАурухана – егер түсіңізде аурухана көрсеңіз немесе ондағы ауырған адамның  жағдайын сұрап жатсаңыз,  ол жақсылықтың нышаны; болашақта жеке өміріңізге табыс, қуаныш және сәттілік әкеледі.\nАуа – таза ауа жан тыныштығын білдіреді.\nАштық – мал-мүліктен не ақшадан айырылу. Сонымен қатар түстегі аштық мақсатқа жетуге талпынысты білдіруі мүмкін.\nАю – ақымақ әрі қолының жымысқысы бар дұшпан.\nАяқ – адамның өмірдегі тұрақтылығы мен табандылық танытуы.\nАяқ киім – аяқ киім жоғалту – ажырасуды білдіреді. Аяқ киімді сату – жұбайыңыздың қазасына жорылады. Бәтеңке кию – саяхатқа аттану. Тар аяқ киім кию – жоқшылық не түрменің белгісі. Түсіңізде жаңа аяқ киім кисеңіз, жәннаттық боларыңызды аңдатады. Ескі, киілген аяқ киім кисеңіз, балалы әйелге үйленесіз.\nБ\nБанан – береке мен денсаулықтың белгісі.\nБайлық – егер түсіңізде бай екеніңізді көрсеңіз, азға қанағат етуді үйренесіз.\nБақ, бау-бақша – денсаулық пен береке-байлық.\nБал – шариғатқа сай жолмен қол жеткізген байлық.\nБаспалдақ – жетістікке, мәртебеге қол жеткізудің амалдары.\nБатыр – түсте өзіңізді батыр кейіпінде көру сәттілік, табыс пен жеңісті білдіреді.\nБейіт, зират, мазар – түрме. Бойдақ адам түсінде зират қазса, таяу күндерде үйленеді. Егер отбасылы болса, өмірі ұзарады.\nБесік – түсінде бесік көрген адам игі істермен айналыса бастайды.\nБұлт – адамдарға ақиқатты көрсетіп, құтқаратын Ислам дінін және діни ілімді аңғартады.\nБұршақ – бұл денсаулық, жақсы орта мен жемісті еңбек.\nБұрыш – бұрыш көрсеңіз не жесеңіз, ақша жинайсыз.\nБөлме – қауіпсіздік белгісі.\nБөшке – түсіңізде іші толы бөшкені көрсеңіз, үйдегі молшылықтың белгісі;  ал егер бос бөшкені көрсеңіз,  залал немесе басқа да келеңсіз жағдайларды білдіреді.\nБүркіт, қыран – басшы. Сонымен қатар ұзақ өмір, байлық, кейде соғысты білдіруі мүмкін.\nТолығырақ: https://kyn.kz/2018/05/23/%D0%BC%D2%B1%D1%81%D1%8B%D0%BB%D0%BC%D0%B0%D0%BD%D1%88%D0%B0-%D1%82%D2%AF%D1%81-%D0%B6%D0%BE%D1%80%D1%83/",
                "date": "8.03.2021",
                "upvotes": 0
            },
            {
                "text": "Байлық – егер түсіңізде бай екеніңізді көрсеңіз, азға қанағат етуді үйренесіз.Байлық\nТүсіңізде байлыққа ие болсаңыз, маңсабыңызда үлкен сатыларға көтерілесіз. Басқа адамдардың бай болғанын көрсеңіз, қиын жағдайларда қол ұшын созатын достарыңыз көп деген сөз.",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқазанда не үшін тамақ қорытылмай қалады,?",
        "question_content": "Asqazanda ne ushin tamaq qoritilmaydi.Uy jagdayinda qalay emdeyge boladi",
        "question_date": "8.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асқазанда“Хеликобактер пилори”бар жоғын тексеріп көр .",
                "date": "8.03.2021",
                "upvotes": 0
            },
            {
                "text": "Қатысты тексеруінің Орысша атауы былай ғой деймін ： 14C-Urea Дыхание тест (UBT)",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзге ТМД елдердің сұрақ-жауап сайттарының халы қалай?",
        "question_content": "ТМД елдерде түгел бар ғой осы БәріБар сиақты сурақ-жауап сайты.?!\n\nСолардың ахуал жағдай қандай екен?   Біздікінен мешеу қалғаны бар ма екен ?   Өсектесейік әрі бері",
        "question_date": "8.03.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыстарда ответы.майл.ру , большойвопрос деген сайттар бар орыс тілді .",
                "date": "10.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Прокуратураға арыз тастадым,енді прокуратура маған талон берді қанша күнде ісім қозғалады?",
        "question_content": "Прокуратураға арыз тастадым,енді прокуратура маған талон берді қанша күнде ісім қозғалады?\n\nТез жауап қайтарыңыздаршы!\n\nӨтініш",
        "question_date": "7.03.2021",
        "question_tag": "Заң",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өтiнiштi қарау мерзiмдерi\n      1. Қарау үшiн өзге субъектiлерден, лауазымды адамдардан ақпарат алу не жергiлiктi жерге барып тексеру талап етiлмейтiн жеке және (немесе) заңды тұлғаның өтiнiшi субъектіге, лауазымды адамға келіп түскен күнінен бастап күнтiзбелiк он бес күн iшiнде қаралады.\n      2. Қарау үшiн өзге субъектiлерден, лауазымды адамдардан ақпарат алу не жергiлiктi жерге барып тексеру талап етiлетiн жеке және (немесе) заңды тұлғаның өтiнiшi субъектiге, лауазымды адамға келiп түскен күнінен бастап күнтiзбелiк отыз күн iшiнде қаралады және ол бойынша шешiм қабылданады.\n      Қосымша зерделеу немесе тексеру жүргiзу қажет болған жағдайларда, қарау мерзiмi күнтiзбелiк отыз күннен аспайтын мерзiмге ұзартылады, бұл туралы қарау мерзiмi ұзартылған күннен бастап күнтiзбелiк үш күн iшiнде өтініш берушiге хабарланады.\n      3. Өтiнiштi қарау мерзiмiн субъектiнiң басшысы немесе оның орынбасары ұзартады.\n      4. Егер өтiнiште баяндалған мәселелердi шешу ұзақ мерзiмдi талап етсе, онда өтiнiш түпкiлiктi орындалғанға дейiн қосымша бақылауға қойылады, бұл туралы шешім қабылданған күннен бастап күнтiзбелiк үш күн iшiнде өтініш берушiге хабарланады.\n      5. Қазақстан Республикасының заңдарында өтiнiштердi қараудың өзге де мерзiмдерi белгiленуi мүмкiн.\n      Ескерту. 8-бапқа өзгеріс енгізілді - ҚР 03.07.2013 № 121-V Конституциялық заңымен (алғашқы ресми жарияланғанынан кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі).\n9-бап. Жеке және заңды тұлғалардың өтiнiштерiн қарау\n      1. Субъектiлер мен лауазымды тұлғалар өз құзыретi шегiнде:\n      1) жеке және заңды тұлғалардың өтiнiштерiн объективтi, жан-жақты әрi уақтылы, қажет болған жағдайда олардың қатысуымен қарауды қамтамасыз етедi;\n      2) жеке және заңды тұлғалардың бұзылған құқықтары мен бостандықтарын қалпына келтiруге бағытталған шараларды қабылдайды;\n      3) арыз берушiлердi олардың өтiнiштерiн қарау нәтижелерi мен қабылданған шаралар туралы хабарлайды;\n      4) арыз берушiлерге олардың өтiнiштерi өздерiнiң құзыретiне сәйкес басқа субъектiлерге немесе лауазымды тұлғаларға қарауға жiберiлгенi туралы хабардар етедi.\n      2. Мемлекеттiк құпияларды немесе заңмен қорғалатын өзге де құпияны қамтитын өтініштерді қоспағанда, өтiнiштердi қарау үшiн маңызы бар актiлер, құжаттар мен басқа да материалдар өтiнiштердi тiкелей қарайтын субъектiлерге немесе лауазымды адамдарға өтініш келіп түскен күннен бастап күнтiзбелiк он бес күн iшiнде ұсынылады.\n      Жеке және заңды тұлғалардың құқықтарына, бостандықтары мен заңды мүдделерiне нұқсан келтiру, заңды әлденеше рет немесе өрескел бұзушылықтар туралы өтiнiштер субъект басшысының тапсырмасы бойынша жергiлiктi жерге барып тексерiлуi мүмкiн.\n      3. Өтiнiштердi қарау нәтижелерi бойынша мынадай шешiмдердiң бiрi қабылданады:\n      1) өтiнiштi толық немесе iшiнара қанағаттандыру туралы;\n      2) осындай шешiм қабылдауды негiздей отырып, өтiнiштi қанағаттандырудан бас тарту туралы;\n      3) өтiнiштiң мәнi бойынша түсiнiк беру туралы;\n      4) өтiнiштi қарауды тоқтату туралы.\n      4. Бiр тұлғаның мүддесi үшiн бiр мәселе бойынша бiрнеше өтiнiш келiп түскен кезде бiрiншi өтiнiш негiзгi өтiнiш ретiнде тiркеледi, ал кейiнгiлерi негiзгi өтiнiшке қоса тiркеледi және бiрiншi өтiнiш келiп түскен күннен бастап есептелетiн белгiленген мерзiм шегiнде оларды шешудiң нәтижелерi туралы арыз берушiлерге хабарлана отырып, бiр өтiнiш ретiнде қаралады.\n      Ескерту. 9-бапқа өзгеріс енгізілді - ҚР 03.07.2013 № 121-V Конституциялық заңымен (алғашқы ресми жарияланғанынан кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі).\nhttp://adilet.zan.kz/kaz/docs/Z070000221_",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    }
]