[
    {
        "question_title": "Халықаралық қатыса мамандығына қандай пәдер таңдау керек",
        "question_content": "Мені он оқимын осы мамандық бойынша тапсырғым келеді.Бірақ қай пәнді таңдауды білмеймін.Соған көмек керек.",
        "question_date": "13.10.2021",
        "question_tag": "Мектеп",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 бейіндік пән: Шет тілі\n2 бейіндік пән: Дүниежүзі тарихы\n\nТолығырақ: https://kz.testing.kz/specialties/bachelor/5B020200/",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күзгі балға қандай өлең айтсам болад?",
        "question_content": "Күзгі балл үшін ән керек. Қандай әндер бар? Аттарын жазып жіберіңіздерші",
        "question_date": "11.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 871,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай кезең болмасын, ақын-жазушылар жыл мезгілдеріне байланысты өлең жазып, музыка шығарып отырғандығы белгілі. Сондай туындылардың бірден-бірі төрт концерттен құрылған Антонио Вивальдидің «Төрт маусым» деп аталатын еңбегі.\nБіздің қазақта да жыл мезгілдеріне байланысты әндер, өлеңдер өте көп. Бүгін «Екпін» журналы жылдан жылға ән қоржынымызды толтырып келе жатқан эстрада әндерінен рэп стиліне дейінгі меломандар мен қарапайым тыңдарман арасында танымалдылыққа ие он күзгі қазақ әнінің тізімін жарияламақшы.\n«Күрең күз» — «Ән әлемінің Ақбаяны» атанған Қазақстанның еңбек сіңірген әртісі Мәдина Ералиеваның орындауындағы ән.\n«Күзгі бақ» — МузАрттың орындауындағы бұл әнді елімізде естімеген жан жоқ шығар. 2009 жылы жарыққа шыққан «Күзгі бақ» әні сол жылдың да, бүгіннің де күзгі хиттарының бірі.\n«Күзгі жаңбыр» — мұңды махаббат тақырыбын жиі көтеріп, тыңдармандарының жүрегіне жол тапқан Ғаділбек Жанайдың «Күзгі жаңбыры».\n«Париж-күз» — «О, махаббат» әнімен танылған «Меломен» тобының махаббат жайындағы кезекті жыры.\n«Күзгі қайың» — Қайрат Нұртас пен Қарлығаш есімді арудың орындауындағы ерке күз туралы әдемі ән.\n«Күзбен сырласу» — Айгүл Иманбаеваның орындауындағы күздің соңғы күніне арналған ән. Бұл ән жастардың рингтонына айналмаса да, құлаққа жағымды, мәнді ән ретінде көпшілікке таныс.\n«Жаңбырлы күз» — өнер жолын «Сағнұр» тобының құрамында бастап, бүгінгі күні өзінің жеке шығармашылығымен айналысып жүрген Әлия Әбілқайырдың орындауындағы әсем ән.\n«Көптен күткен күз» — қазақ рэпінің дамуына өзінің үлесін қосып жүрген Жақау «Смерчтің» жыр жолдары.\n«Күзгі дауыл» — бұл қазақ эстрадасының жарық жұлдыздарының бірі Сырым Исабаевтың орындауындағы кезінде біразға дейін ұялы телефондарды шырылдатқан ән.\n«Күз» — 9 тілде, әрі түрлі бағытта және тек «жанды» дауыспен ән салатын вокалды инструментальді Kazrock тобының орындауындағы ән.\nТолығырақ: https://yvision.kz/post/295989",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Венн диаграммасы арқылы қола және тас дәуіріндегі адамдардың өмірін салыстырыңыз.",
        "question_content": "Венн диаграммасы арқылы қола және тас дәуіріндегі адамдардың өмірін салыстырыңыз.",
        "question_date": "11.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кіші қызымның сырғасы түсімде жоғалып қалыпты. Бұл нені білдіреді?",
        "question_content": "Тусимде Кенже Қызымнын 1 сыргасы жоғалып капты ол нени билдиреди ?",
        "question_date": "11.10.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 792,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырға неге түске кіреді? Сырға сізді шынайы өмірде қатты қызықтыра алатын қандай да бір іс-қимылды білдіреді. Алтын бағалы сырға – сіздің кесіріңізден туындайтын қиындықтарға. Құлағыңыздағы ғаухар тастары бар әшекей- жақсы белгі. Жақын арада әріптестеріңіздің арасында жақсы беделге ие болып, мансап жолында табысқа жетесіз. Қолыңызда алтын сырға ұстап тұрсаңыз, өмірде бастаған әр ісіңіз сәтті жүреді. Бұл -армандарыңызды іске асыратын ең қолайлы кез.\nРомантикалық түс жору бойынша сырға нені білдіреді?\nБіреу сізден әшекейіңізді сұраса немесе тартып алса, аяқ асты шыққан қарсыласыңыздың кесірінен сүйіктіңізден айырылып қалу қаупі бар. Сырғаңызды қайтарып ала алсаңыз, бұл тайталаста жеңіске жетіп, жауларыңызды тойтара аласыз. Алтын сырғаны түсінде жігіті бар қыз көрсе, ғашығының адалдығынан күмәнданбаса болады. Сезімдері ешқашан өшпей, махаббаттары мәңгі болады.\nзагрузка...\nМедиум Хассе түс жоруы бойынша сырға неге түске кіреді?\nСырғаны табу – қуаныш пен табысқа; жоғалту – шошынуға; тағу – құпияны білуге; сатып алу – ата-ана мен достардың көңілін қалдыруға; сындыру – опасыздыққа. Сырғаны көру – жағымды жаңалықтар мен қызықты жұмысқа; сынған сырға – дұшпандарыңыздың сіз туралы жалған өсек таратуларына.\nСырға – қызыңыздың өмірі туралы хабарлайды, сонымен қатар біреудің құпияларын сақтауыңызға тура келеді. Оны тағу – махаббатағы қиындықтарға, төмен табысқа және өсекке. Отбасылық түс жору бойынша сырғаны көру – жақсы жаңалықтар мен үй ішіндегі жағамды шаруаларға. Егер бұл түсті сәрсенбіден бейсенбіге ауған түні көрсеңіз, қонақ күтесіз. Сейсенбіден сәрсенбіге немесе жұмадан сенбіге өткен күні көрген түс өсектерден сақтануыңыз керек екенін білдіреді. Олар сізге бөгет жасауы мүмкін.\nАйна алдында әдемі сырға тағу – әйелдер үшін жақсы белгі. Ол жақын арада махаббат туралы армандарының орындалатынын білдіреді. Егер, сырғаның сыңарлары бірдей болса, тілегі екі аптада орындалады, әр-түрлі болса, екі аптадан кейін, ал бір сыңарын бірден жоғалтын алса 47 күннен кейін. Еркек үшін түсінде сырға тақса, 11 күннен кейін бастығы масқара қылады немесе әйелі тастап кетеді. Студенттер үшін жеңіл оқу мен бақылаулардан оңай өтетінін білдіреді. Тек екі пән бойынша ғана қиналады, алайда экзаменнен екі күн бұрын қиын бағдарламаларды қайталаса, қолдарынан бәрі де келеді.\nИслами түс жору бойынша сырға\nҰлдың дүниеге келуін немесе қызын тұрмысқа беретінінің белгісі. Әйелінің құлағында сырға көрген адам саудамен айналысады. Екіқабат әйел алтын сырға тақса, ұлды болады, бұл түсті көрген бойдақ қыз тұрмысқа шығады. Күміс сырға дүниеге қыздың келетінін білдіреді. Меруерт сырға – әсем, әрі бақуатты өмірдің белгісі. Ер адам үшін сырға тағу қандай да бір ағат нәрсе жасайтынын білдіреді. Кей жағдайда бұл түс еркектің әдемі ән айту дарыны бар екенін де хабарлайды.\nТолығырақ: https://www.tuszhoru.kz/",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Талабы тас болды\", \"басын жегідей жеді\" осы тіркестер қандай мағынаны білдіреді?",
        "question_content": "\"Талабы тас болды\", әбасын жегідей жеді\" осы тіркестер қандай мағынаны білдіреді?\n\nМаған фразеологимдер жазу керек",
        "question_date": "11.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сандардың пайда болу тарыхы туралы.",
        "question_content": "сандардын пайда болу тарыхы\n\n.Сандар қалай пайда болды?",
        "question_date": "11.10.2021",
        "question_tag": "Математика",
        "question_views": 670,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сан ұғымы өте ерте заманда туған. Бұл ұғым ғасырлар бойы кеңейтіліп әрі жалпылана түскен. Өлшеулер жүргізу қажеттілігі оң рационал сандарға әкеп соқтырды.Теңдеулерді шешу теріс сандардың шығуына алып келді. Теріс сандар ұзақ уақыт бойы “жалған” сандар деп есептеліп, “қарыз” (“борыш”), “жеткіліксіздік” (“жетімсіздік”) ретінде түсіндіріліп келген. Оң және теріс сандарға амалдар қолдану ережесі ұзақ уақыт бойы тек қосу және азайту жағдайлары үшін ғана ғарастырылып отырған. Мысалы, бұл ережені үнді математиктері 15 ғасырда былай тұжырымдаған: “Екі мүліктің қосындысы мүлік болады, екі қарыздың қосындысы қарыз болады, мүлік пен қарыздың қосындысы бұлардың айырмасына тең болады”. Тек 17 ғасырда ғана Декарт пен Ферма енгізген координаттар әдісі пайдаланыла бастағаннан бері теріс сандар оң сандар мен тең праволы сандар ретінде қабылданады. Бүтін және бөлшек сандар рационал жиынын құрайды. Бұл сандар есептеуге қолайлы: екі рационал санның қосындысы, айырмасы, көбейтіндісі және бөліндісі (бөлгіш нөлден басқа сан болғанда) рационал сандар болып табылады. Рационал сандардың тығыздық қасиетібар, мұның арқасында кез келген кесіндісі бірлік өлшем ретінде қабылданған кесіндімін кез келген дәлдік дәрежесі бойынша өлшеуге және де өлшеу нәтижесін рационал санмен өрнектеуге болады. Сондықтан рационал сандар ұзақ уақыт бойы адамзаттың іс жүзінде қажеттіктерін толық қамтамасыз етіп келді (және де қазіргі кезге дейін қамтамасыз етуде). Соған қарамастан шамаларды өлшеу мәселесі жаңа сан, иррационал санның шығуына әкеп тіреді. Ежелгі Грецияда Пифагордың (біздің заманымызға дейінгі 6 ғасырда) мектебінде, егер өлшеу бірлігі ретінде квадраттың қабырғасы алынатын болса, онда квадраттың диагоналын рационал санмен өрнектеуге болмайтыны дәлелденген болатын. Квадраттың диагоналы және оның қабырғасы секілді кесінділерді өлшенбейтін кесінділер деп атаған. Бұдан кейінгі уақытта (біздің заманымызға дейінгі 5-4 ғасырларда) ежелгі грек математиктері толық квадрат болмайтын кез келген натурал n саны үшін n санының иррационалдығын дәлелдеді.\nҮндістаннаң , Таяу және Орта шығыстың, ал кейініректе Европаның математиктері иррационал шамаларды пайдаланды. Бірақ ұзақ уақыт бұларды тең праволы сан ретінде қабылдамай келген. Оларды қабылдауға Декарттың “Геометриясының” шығуы ықпал жасады. Әрбір рационал немесе иррационал сан координаттық түзудің бойында нүктемен кескінделеді, және керісінше, координаттық түзудің бойындағы әрбір нүктеге белгілі бір рационал немесе иррационал, яғни нақты сан сәйкес келеді. Иррационал сандар ендірілгеннен кейін координаттық түзудің бойындағы барлық “бос орындар” толтырылды. Осы қасиетке сүйеніп, нақты сандар жиыны (рационал сандар жиынынан айырмашылығы) үздіксіз болып табылады делінеді.\nКез келген нақты санды шектеусіз (периодты немесе периодсыз) ондық бөлшек түрінде көрсетуге болады. 18 ғасырда Л. Эйлер (1707-1783) мен И. Ламберт (1728-1777) кез келген шектеусіз ондық бөлшек иррационал сан болатынын көрсетеді. Шектеусіз ондық бөлшектер негізінде нақты сандар құруды неміс математигі К. Вейерштрасс (1815-1897) жасады. Нақты сандар теориясын мазмұндайдың басқаша тәсілдерін неміс математиктері Р. Дедекинд (1831-1897) пен Г. Кантор (1845-1918) ұсынады.\n16 ғасырда квадрат және куб теңдеулерді шешуге байланысты жорамал сандар ұғымы енгізілді. Сандар ұғымы дамуының соңғы кезеңі комплекс сандардың енгізілуі болды. Бұл идея 16 ғасырда 3 және 4 дәрежелі алгебра теңдеулердің шешімін табуға байланысты пайда болған. \nҮлкен сандар\nИндийцтарда өте үлкен сандардың аттары болды.\nОлар миллионды “коти”, жүз миллионды-“врнда”, ал аңыздарда Будда діңінде, қалай ол үлкен сандарға аттар берген туралы айтылған.\nМарко Полоның әңгімесінде “миллионе” сөзі қайта айтыла беретән. Оның айтуы бойынша “миллионе”-мыңнын мыңы. Сенбеген венецияндықтар оны Марко Миллионе деп атаған. Жүз жылдан кейін европалықтар Қытаймен танысқанда ғана, көпес Марко Полоның айтқаны расталды.\nФранцуз математигі Шюке миллионның миллионы “биллион” деді. Биллионды жазу үшін, бірден кейін 12 нөл қою керек деді.“Би” сөзі латын тілінен аударғанда “екі рет” деген мағынаны білдіреді.\nБасқа да санау жүйелері Англия мен Германияда болды. Оларда мыңнын миллионның миллиард немесе биллион, мыңнын биллионы-триллион, ал мыңнын триллионың-квадриллион деп атады. Бұл санау жүйесін қазірде біздің елімізде қолданған.\nМіне үлкен сандардың атаулары:\nШехеризада саны 1001-даңқы шыққан.\nШехеризада саны. Бұл санның ерекшелігі неде? Мұның ерекшелігі мынада: бұл 1001 саны 7, 11, және 13 сандарына қалдықсыз бөлінеді немесе 1011=7*11*13 болады, бұл санның ерекшелігі бұл емес. \n873*1001=873 873\n236*1001=236 236 т.б.\nКез келген үш таңбалы санды 1001-ге көбейткенде шығатын көбейтіндіні үш таңбалы санды екі рет қайталап жазған санға тең.\nПифагор сандары:\nПифагор оқуы бойынша: “Бәрі -сан” яғни дүниедегінің бәрі – саннан жаратылған және саннан тұрады. Ал сандар – тақтар мен жұптардың бірлестігі. Сандардың гармониялық үйлесімінен әуенді ән, әсем әлпеттемелер туындайды.\nПифагор адамдар арасындағы қарым-қатынастарды да сан тіліне аударып, математикалық үлгілеме зерттеулер жүргізді. Осы мақсатпен ол: Тақ сандарды - “еркек сандар” жұп сандар -“ұрғашы сандар”, ал тақ пен жұп сандардың қосындысын “некел сандар” деп атайды. Сонымен қатар Пифагор математикалық бірлікті-“нүкте”, екілікті “түзу”, үштікті-“жазықтық” және төрттікті “геометриялық дене” арқылы белгілеп көрнекілейді.\nПифагордың және Геронның үш сандары.\nҚабырғалары да, аудандары да бүтін болып келген қиғаш ұшбұрыштың қабырғаларының санын герон саны деп атайды. Герон қшбұрышын екі Пифагор ұшбұрышынан құрастыруға болады, яғни Пифагордың ұш саны – Герон үш санының дербес түрлері.\nҚасиетті сандар.\nЖеті, тоғыз, төрт, он екі, қырық сандарына байланысты ырымдар. Қазақ халқында жеті, тоғыз, он екі, қырық сандары қасиетті, киелі сандар деп есептелген. Оның себебі орта ғасыр алхимиктері мен астролоктарының жеті күнге, жеті жұлдыз атын беруі, жеті металдың (алтын, күміс,темір,сынап, қалайы,мыс,қорғасын) пайда болған күні деп жексенбі, дүйсенбі, сәрсенбі, бейсенбі, жұма, сенбі күндеріне ат беру. Бұл күндердің ішінде әр күнге арнайы ырымдар жасауы (мысалы, жолға сәрсенбі – сәтті күні шығуы немесе тойды сәрсенбі күні жасауы, жұма ауыр күн деп есептеп жолға шықпай, құдайы садаққа, мешітке намазға баруы). Өлген адамды жұма күні жерлемеу, өлген адамдардың жетісін беріп, жеті шелпек пісіріп еске түсіруі, баланың ер жетуін жаспен мөлшереп, “жетіге келгенше жерден таяқ жерсің”, “жеті қабатжер асты” деуі т.б. Сондай – ақ ерте кезде арабтар тоғыз санын да қасиетті деп санаған. Өлген адам үшін, тоғызын беріп еске түсірген. Сол арабтар арқылы ислам дінінің қазақ даласына енуіне байланысты тоғыз санының ерекше құрмет тұтұлуы да байқалады. “Тоғыз ай, тоғыз күн бала көтеру”, “тоғыз қабат торқа қию” т.б.\nБайырғы қазақ күнтізбесі бойынша (оның негізгі ертедегі араб күнтізбесінде жатыр) он екі айға арнайы жәндіктер мен хайуанаттар атын беру (тышқан, сиыр, барыс, қоян, ұлу, жылан, қой, мешін, тауық, ит, доңыз) олар 12 қазына деп атап өту, “оң екі мүше сау болсын”, “он екіде бір нұсқасы жоқ”, “он екі баулы өзбек, тоғыз баулы түркімен” немесе лиро эпос жырларында кездесетін \n“Орай да орай от атқан\nОн екі тұтам жпй тартқан !”\n(Қобыланды батыр) \n“Он екі айдың жартысы жаз болады,\nЖаз белгісі үйрек пен қаз болады”\n(“Қозы Көрпеш – Баян сұлу”)\n“Үлкендігі басының\nОн екі қарыс қазандай”\n(Қамбар батыр)\nдеген сөз тіркестері он екі санын ерекше қасиет түтудың белгісі.\nТолығырақ: https://melimde.com/sanni-shifu-tarihi.html",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыс пен төлемдер қалай есептеледі?",
        "question_content": "Саламатсыздарма! Мен шілде айының 19 күні декреттік демалысқа шықтым. Қараша айының 4 күні жұмысқа түскім керек. Ол кезде маған замен төленеді деп айтып жатыр.  Қаншалықты дұрыс. Тамыз айында мені тарифтен өткізу керек қой",
        "question_date": "11.10.2021",
        "question_tag": "Мектеп",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда жүктілікке және босануға байланысты демалыс беру тәртібі Еңбек кодексімен реттеледі.\nКодекстің 99-бабында жазылғандай, жүкті әйелдерге, бала босанған әйелдерге және жаңа туған баланы асырап алған әйелдерге (еркектерге) баланың туылуына байланысты келесі демалыс түрлері беріледі:\nЖүктілікке және босануға байланысты демалыс;\nЖаңа туған баланы (балаларды) асырап алған жұмыскерлерге демалыс;\nБала үш жасқа толғанға дейін оның күтіміне байланысты жалақы сақталмайтын демалыс.\nЖұмыс беруші қызметкерді қай уақытта декреттік демалысқа жібереді?\nҚызметтегі жүкті әйел декреттік демалысқа шығуы үшін оған уақытша еңбекке жарамсыздық парағы беріледі. Бұл парақ тек демалысқа шығу үшін ғана емес, бала босануына байланысты жәрдемақылар алу үшін де қажет.\nУақытша еңбекке жарамсыздық парағы – еңбекке уақытша жарамсыздықты куәландыратын және жұмыстан уақытша босатуға және еңбекке уақытша жарамсыздығы бойынша жәрдемақы алуға құқығын растайтын құжат.\nЕңбекке уақытша қабілетсіздік парағын жүкті әйел тіркелген және тұрақты қаралып жүрген акушер-гинеколог дәрігер береді. Демалыс мерзімі: босануға дейін күнтізбелік 70 күн және босанғаннан кейін күнтізбелік 56 күн (қиын босанған немесе екі немесе одан көп бала туған жағдайда – 70 күн). Ал ядролық сынақтардың әсеріне ұшыраған аумақтарда тұратын әйелдерге берілетін демалыс 170 күнге дейін ұзаруы мүмкін. Бұл санатқа жататын әйелдер қиын босанған немесе екі немесе одан көп бала туған жағдайда тағы 14 күн демалыс қосылады.\nЖұмыс беруші аталған медициналық құжатта көрсетілген күннен бастап, жүкті қызметкерді жұмыстан босатуы керек.\nКөп ретте декреттік демалысқа бала анасы шығатын болғанымен, бұл мүмкіндікті әкелер де пайдалана алады. Бірақ, біреуі ғана: баланың не анасы, не әкесі. Әкелердің декрет демалысына шығу тәртібі туралы informburo.kz бұған дейін де жазған болатын, ол туралы осы жерден оқи аласыздар.Оқи отырыңыз: 2019 жылы декреттік төлемдер мен жәрдемақылар көлемі қалай өзгереді?\nЖүктілік және босануға байланысты әлеуметтік төлемдер\nЖұмыс істейтін әйелдер үш түрлі жәрдемақы ала алады. Олар:\nБаланың тууына байланысты бір жолғы мемлекеттік жәрдемақы;\nЖүктілігі және босануы бойынша табысынан айырылуына байланысты әлеуметтік төлем;\nБаланың бір жасқа толғанға дейінгі күтімі бойынша әлеуметік жәрдемақы.\nБір жолғы мемлекеттік жәрдемақы көлемі айлық есептік көрсеткішке қарай өзгеріп отырады. 2019 жылғы жәрдемақы мөлшері төмендегіше:\nБірінші, екінші, үшінші балаға – 95 950 теңге;\nТөртінші және одан көп балаға – 159 075 теңге (бұл туралы осы жерден толығырақ оқуға болады).\nЖұмыс істейтін әйелдер демалысқа шығарда берілетін әлеуметтік төлем түрі соңғы 12 айдағы орташа айлық табыс мөлшерін еңбекке жарамсыздық күндерінің коэффициентіне көбейту арқылы анықталады:\nӘлеуметтік төлем = ОАТ*ЕЖК\nБұл жерде:\nОАТ – жүктілік және босану бойынша еңбек демалысына дейінгі соңғы 12 ай ішіндегі орташа айлық табыс;\nЕЖК – еңбекке жарамсыздық күндерінің коэффициенті, ол жүктілік және босану бойынша еңбекке уақытша жарамсыздық парағында көрсетілген күндер санын 30-ға бөлу арқылы анықталады.\nФормула қарапайым ғана. Енді оны мысалмен берейік. Айталық, қалыпты босанған жағдайда жалпы ұзақтығы 126 күнді құрайтын декреттік демалыс беріледі. Сәйкесінше, еңбекке жарамсыздық күндерінің коэффициенті 4,2-ні құрайды: 126 күн/30. Декреттік демалысқа шығатын әйелдің орташа айлық табысы 100 мың теңге болған жағдайда жүктілік және босану бойынша әлеуметтік төлемнің мөлшері 420 000 теңгені (жоғарыдағы формулаға сәйкес, 100 000*4,2) құрайды. Осылайша, ешбір маманның көмегінсіз әлеуметтік төлем мөлшерін өзіңіз-ақ есептеп алуыңызға болады.\nЕгер декреттік демалыста болған уақыт ішінде екінші балаға жүкті болған жағдайда, қызметкер бала күтіміне байланысты тағы да демалыс сұрап, өтініш жазады. Сол арқылы бұйрық шығарылады. Жұмыс орнын сақтау үшін, жұмыс берушіге қызметкер өзінің жүктілігін растайтын тиісті құжаттарды беруі тиіс. Айта кетейік, декреттегі аналар демалыс уақытында жұмыстан айрылып қаламын деп уайымдамаса болады. Өйткені бұл Еңбек кодексінің 54-бабымен реттелген:\nЖұмыс берушіге жүктілік туралы анықтаманы ұсынған жүктi әйелдермен, үш жасқа дейiнгi балалары бар әйелдермен, он төрт жасқа дейінгі баланы (он сегіз жасқа дейінгі мүгедек баланы) тәрбиелеп отырған жалғызілікті аналармен, аталған балалар санатын анасыз тәрбиелеп отырған өзге де адамдармен жұмыс берушінің бастамасымен еңбек шартын бұзуға жол берілмейді.\nОқи отырыңыз: Еңбек министрі көпбалалы отбасылардың бәріне жәрдемақы төлеуді ұсынды\nДекреттік демалыстың бүкіл кезеңі еңбек өтіліне қосылады. Екінші декреттік демалыстан шыққан қызметкер жыл сайынғы ақылы еңбек демалысын алу құқығына ие.\nЖұмыс істейтін әйелдерге берілетін жәрдемақылардың үшінші түрі – жоғарыда атап өткеніміздей, баланың бір жасқа толғанға дейінгі күтімі үшін берілетін әлеуметік жәрдемақы.\nБұл жәрдемақы түрі төмендегіше есептеледі:\nСоңғы екі жыл ішіндегі жалпы табысының көлемін 24 айға бөліп, содан кейін 0,4-ке көбейту керек. Одан 10 пайыз зейнетақы жарнасын алынады.\nМысалы, әйел босанғанға дейін бір жарым жыл жұмыс істейді. Бір жыл бойы жалақысы 180 мың, қалған алты айда 200 мыңға өсті делік. Енді осының барлығын есептеп көрейік: 180*12+200*6=3 360 000. Бұл сіздің соңғы екі жылдағы жалпы табысыңыз. Алынған соманы 24 айға бөлеміз: 3 360 000/24= 140 000 теңге. Бұл – табыстың орташа айлық мөлшері. Баланың бір жасқа толғанға дейінгі күтімі бойынша жәрдемақы мөлшерін есептеу үшін осы көрсеткішті 0,4-ке көбейтіп, 10% зейнетақы жарналарын шегеру керек, яғни: 140 000*0,4 = 56 000 теңге, 10% шегергенде босанған әйел ай сайын 50 400 теңге көлемінде алады.\nБұл ретте, бала бір жасқа толғанға дейін оның күтіміне байланысты табысынан айырылған жағдайда төленетін әлеуметтік төлемнің ең жоғары мөлшері 7 еселенген ЕТЖ (2019 жылы ЕТЖ – 42 500 теңге) мөлшерінің қырық пайызынан аспауға, ал әлеуметтік төлемнің ең төмен мөлшері бала бір жасқа толғанға дейін оның күтіміне байланысты берілетін ай сайынғы мемлекеттік жәрдемақы мөлшерінен кем болмауға тиіс.\nТолығырақ: https://informburo.kz/kaz/dekrettk-demalys-pen-tlemder-alay-esepteled-.html",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-да 1 семестрден кейін басқа мамандыққа ауыса аламын ба? Қалай грантқа түсуге болады?",
        "question_content": "Сәлеметсіздерме мен қазір 1 курс оқып жатырмын бірақ басқа оқу орнына ауысым келеді, қазақ тілі әдебиет мамандыгын таңдап едм бірақ грант болмаған соң платный да оқып жатырмын, мед колледжге ауысу үшін не стеу керек 1 семестрдан кейін ауысан дұрыс па әлде 1 күрс аяқталғаннан кейін ауыскан дұрыс па? 1 семестрдан кейін ауыскан жағдайда грантка түсу мүмкін бе, және экзамен тапсырып түсеме? Өтініш жауап берініздерші",
        "question_date": "10.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Универден колледжге білмедім.\n\nБірақ, универден универге мамандықты өзгертіп ауысқанда оқу айырмашылық пәндері бойынша кредит ақысын төлеп, емтиханын тапсырасыз. Мысалы, қазақ тіліде сіз анатомияны, терапияны оқымадыңыз. Бірақ ағылшын мен орыс тілін оқыдыңыз. Ауысқанда тек анатомия мен терапия бойынша ақысын төлейсіз.\n\nСеместр көбейген сайын пәндер де көбейеді. Төлейтініңіз де көбейеді. Және, шынымен ақ ауысып шынайы оқығанға жетпейді емес па партада отырып.\n\nСіздің жағдайыңызды білмеймін, бірақ көп жағдайларда ертерек ауыса берген дұрыс.\n\nӨзіңіз таразыға салып көріңіз.",
                "date": "11.10.2021",
                "upvotes": 0
            },
            {
                "text": "Сәлем. Ауысатын оқу орнына барып қабылдау бөліміне кіресің. Ертерек ауысқанын дұрыс. Бірақ басқа мамандық болған соң, айырмалық болады, сол себепті ақша төлеуін мүмкін.",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлменің периметрін есептеу керек.",
        "question_content": "Тіктөртбұрыш пішінді бөлменің еденіне қабырғалары 2м 65см-ге тең екі бөлек шаршы пішінді линолеум төселді. бөлменің ұзындығы мен ені қанша? бөлменің периметрін есепте. қалай шығарылады көмектесіңіздерші.",
        "question_date": "10.10.2021",
        "question_tag": "Математика",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15,90 болады периметірі",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіл-мәдиниетті жеткізуші, себебі ол ұрпақтан. Морфологиялық талдау жасау керек?",
        "question_content": "Тіл-мәдиниетті жеткізуші, себебі ол ұрпақтан-ұрпаққа тіл арқылы беріледі. Морфологиялык талдау жасау керек",
        "question_date": "10.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 957,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Парыз бен сүннеттің арасында үзіліс жасауға бола ма?",
        "question_content": "Намаз оқығанда, мысалы бесін намазының 4ракағат сүннетінен болған соң тұрып мәсіңді киіп ары қарай парызын оқып жалғастыруға бола ма? Біреулерден сұрасам шай ішіп келуге де болады дейді,",
        "question_date": "10.10.2021",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүннет пен парыз арасында сөйлеу\n\nСұрақ: Сүннет пен парыз немесе парыз бен сүннет намаздарының арасында сөйлеу, сәлем алып-беру, дұға ету, тәсбих тарту, Құран оқу бидғат па? Бамдат намазының сүннетін үйінде оқып келген адам, мешітте тәсбихын алып кәлимаи тәуһид немесе салауати шәрифә оқыса немесе сөйлесе не болады?\n\nЖауап: \"Мәрақил-фәлах\" кітабының Тахтауи хашиясының аудармасы болып табылатын \"Нимет-и Ислам\" кітабының «Нәпіл намаздар» бөлімінде былай делінеді:\n\n«Парыз бен сүннет немесе сүннет пен парыз арасында сөйлеу алдыңғы сүннетті жоқ қылмайды. Бірақ, сүннеттің сауабын азайтады. Ондай жағдайда ең дұрыс болған қаулы – сүннетті қайта оқу. Кез-келген дұға да бұл жерде сөйлеу сияқты болады.»\n\nДәл осы нәрсе \"Дуррул-Мухтар\" кітабында да өткен: «Дұрыс болған қаулы – сүннет қабыл болмайды, сүннетті қайта оқу керек.» Бұл сөз \"Дуррул-Мухтар\"дың арапша нұсқасының 457-бетінде, кейбір басылымдарында 711-бетінде жарық көрген.\n\nИбни Абидин хазреттері \"Дуррул-Мухтар\" кітабын ашықтап жатып, кез-келген нәрсені оқудың да осы үкімге кіретінін білдірген.\n\nОлай болса сүннет пен парыз арасында дұға, сүре немесе үш ихлас оқымау керек. Ал мұны әдет қылып алу бидғат болады. Ғибадаттарға өзінше қосымшалар енгізу - дінді өзгерту болады. Хадис шәрифте: «Ғибадаттарын біз сияқты орындамағандар бізден емес» делінген. Пайғамбарымыз алейһиссалам қалай ғибадат жасаған болса, мазһаб имамымыз мұны қалай білдірген болса, солай орындалу керек. «Мынаны да істей салайық, ананы да қоса салайық» деу – дінде реформа жасау болады. Бұл мүлдем жаиз емес. Сүннет пен парыздың арасында бірнәрсе оқудың сүннетті жоқ қылатыны \"Бахр-ур-раиқ\" кітабында да жазылған.\n\nБамдат намазының сүннетін үйінде оқып келген адам мешітке келген кезде сөйлемейді, дауыс шығарып ешнәрсе оқымайды. Ернін қимылдатпай көңілімен (жүрегімен) кәлимаи тәуһид, зікір оқи алады немесе тәфәккур етеді. Егер қазаға қалған намазы бар болса, қаза намазын оқиды. Құран Кәрім оқылып жатқан болса тыңдайды.\n\nМешітте сүннетті оқып қойып парызды күтіп отырғанда сырттан келген адамның сәлеміне жауап беру де сүннет пен парыз арасында бірнәрсе оқу және сөйлеу сияқты сүннеттің сауабын жоқ қылады.\n\n\nНәтиже:\n\nҒибадаттарды қалай білдірілген болса, дәл солай орындау керек. Ғибадаттардың сауабы үлкен қазына сияқты. Ал қазынаға оларды кітаптағыдай етіп орындау арқылы ғана жету мүмкін. Аз немесе көп орындау, қазынаға қауыша алмау, махрұм қалу деген сөз. Сонымен қатар, бізге бұйрылған бұйрықты өзгертуіміз қазынадан махрұм қалуға себеп болғаны сияқты, бидғат жасауымызға немесе күпірге түсуімізге де себеп болуы мүмкін. Мақсат - әмірге мойынсұнып, қазынаға қауышу. Сондықтан, әмірлерді білдірілгеніндей орындау керек.\n\nМазһаб имамдарымыздың және имам Раббани хазреттері сияқты әһли сүннет ғұламаларының жолында болмаған, оларды сүйіп, олардың махаббаттарында күймеген адамдар, кітаптан оқыса да ғибадаттарды білдірілгеніндей орындай алмайды.\n\n\nСұрақ: Сүннет пен парыз арасында бір нәрсе сұраған адамға қаламмен жазып жауап берсем сөйлескен болам ба?\n\nЖауап: Иә. Ешнәрсемен айналыспау керек.\n\n\nСұрақ: Сүннет пен парыз арасында «Аллаһуммә әнтәссәләм...»-дан басқа нәрсе оқылмағанына қарағанда, кітаптарда «сүннет пен парыз арасында оқылады» деп білдірілген дұғаларды да оқымау керек пе?\n\nЖауап: Бұл жалпы қағида. Әр қағиданың ерекше тұстары (исключение) болуы мүмкін. Бұл ерекшелікке бір мысал:\n\nҚырық күн бамдат намазының сүннеті мен парызының арасында 41 рет фатиха оқылады. Бисмилләһ-тің соңындағы «Мим» әрібі Фатиханың «Лам» әрібімен қосылып оқылады (...рахимилхамду деп айтылады). Осыдан кейін жасалған дұға қабыл болады. Суға үрлеп ауру немесе дуаланған адамға ішкізілсе, ажалы келмеген ауру шипа табады және дуа шешіледі. (Тәфсири Азизи)\n\n\nСұрақ: Парыз бен сүннет арасында ешнәрсе оқылмайтынын білемін. Бірақ, шипа ниетімен \"Сәадати Әбәдийә\" кітабында білдірілген «40 күн бамдат намазының сүннеті мен парызы арасында 41 рет, Бисмилләһ-тың соңындағы Мим әрібін Фатиханың Лам әрібімен қосып оқығаннан кейін жасалған дұға қабыл болады» делінген. Мұны оқуға бола ма?\n\nЖауап: Парыз бен сүннет арасында сөйлеу және кез-келген бір дұға оқу дұрыс емес болса да, бұлай шипа ретінде оқылғандар, бұл қағиданың тысында болып, жаиз болады. Басқа мазһабты тақлид етуге қажеттілік қалмайды.\n\n\nСұрақ: Кейде мешітте бесін намазының парызының екінші рәкатына үлгеремін. Мен намазды бітірмей жатып имам дұға оқи бастайды. Соңғы сүннетті оқымай имаммен бірге дұға оқуыма бола ма?\n\nЖауап: Парыз бен сүннет, сүннет пен парыз арасында дұға оқу дұрыс емес. Сондықтан, намазды бітіргеннен кейін, тәсбих тартып болғаннан кейін ғана дұға ету керек.\n\n\nСұрақ: Сүннет пен парыз арасында дұға оқу жаиз емес. Бұған «Аллаһуммә әнтәссәләм уә минкәссәләм тәбарәктә йа зәл-жәлали уәл-икрам» деп айту да кіре ме?\n\nЖауап: Жоқ, бұл кірмейді. Парыз болсын, нәпіл болсын әр намаздың соңында «Ассаламу алейкум уә рахматуллаһ» деп сәлем бергеннен кейін, «Аллаһуммә әнтәссәләм уә минкәссәләм тәбарәктә йа зәл-жәлали уәл-икрам» деп айтылады. (Рәддул-Мухтар)\n\n\nНамаздардан кейін\n\nСұрақ: Хадис шәрифтерде «Парыз намаздардан кейін мынадай дұғаны оқу сауап болады» деп айтылады. Бұлай айтылғандар парызды оқығаннан кейін айтыла ма, әлде дұғадан кейін бе?\n\nЖауап: Ханафи мазһабында намаз бітіп дұға еткеннен кейін оқылады. Өйткені, парыз бен сүннет, сүннет пен парыз арасында дұға оқу Ханафи мазһабында жаиз емес. (Ибни Абидин)\n\n\nСүннет пен парыз арасында сөйлесу\n\nСұрақ: Мешітте сүннет намазын оқып болғаннан кейін сырттан келген адамның сәлемін алу сүннет пен парыз арасында сөйлесу үкіміне кіре ме?\n\nЖауап: Иә, кіреді. Мешітке кірген кезде сүннетті оқып парызды күтіп отырғандармен сөйлеспеу керек, оларға сәлем бермеу керек. Сүннетті оқып, күтіп отырған адам да ешкіммен сөйлеспеуі керек, тілімен дұға оқымауы және зікір етпеуі керек. Тәфәккур ете алады, уақыт бар болатын болса қаза намазын оқи алады.\n\nБамдат намазының сүннетін оқып мешітке кетіп бара жатқанда да жолда дұға оқу, зікір ету сөйлесу сияқты болады. Тіпті, сәлем берген адамның сәлемі де алынбайды. Сондықтан түсініспеушілік тудырмау үшін, адамдармен осылай сөйлесіп қалу ықтималы болғандықтан бамдат намазының сүннетін үйде емес, мешітте оқу керек.",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған күніңмен, СЖ!",
        "question_content": "Бүгін Қазақстанда аналогы жоқ сүйікті порталымыз Сұрақ-жауаптың туған күні! 10.10.10 жылы Ербол Серікбайдың бастамасымен бастау алған сайтымыз 11 жасқа толып, қазнеттегі танымал, пайдалы сайттардың қатарына толып отыр.\n\nБұл сайттың да өз тарихы, өз естеліктері бар. Осы сайт арқылы танысып, жұптарын тауып, үйленген жастарымыз да бар.\n\nҚолданушылар кездесуі де болды алматыда.\n\nЖақсы достар тауып, әлі де араласып тұрамыз жігіттермен.\n\nҚұттықтаймын!\n\nАл сіздің есіңізде осы сайтпен байланысты қандай естеліктер қалды?\n\nЕскі қолданушыларлан кім бар әлі?",
        "question_date": "10.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 298,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өткен, кеткен туған күніңмен СЖ! Дами бер, өсе бер!\n\nМенің тіркелгенімеде 7 жыл болып қойыпты ғой.........",
                "date": "14.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық реакцияға теңлеулерін құрастыру керек.",
        "question_content": "Химиялық реакция теңдеулерін құрастыру\n\nNa,K—>\n\nBa,Ca—>\n\nAl,Fe—>",
        "question_date": "9.10.2021",
        "question_tag": "Химия",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4г калций металы тұз қышқылымен әрекеттескенде түзілген тұздың массасын есепие",
        "question_content": "уй жумысын шығара алам емеспін,не істесем болады",
        "question_date": "9.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4                         х\n\nCa + 2 HCl → CaCl2 + H2\n\n40                      111\n\nх=4*111/40=11.1г",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИНН (ЖСН) Бойынша адрес табуға болама?",
        "question_content": "ИНН мен адрес табуға болатн болса қалай әлде қай сайыттан? Мүмкін болса айтп жберсеңіз?!",
        "question_date": "9.10.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сән дизайны мамандығынан басқа ЖОО ағылшын тілі мұғаліміне ауыса аламын ба?",
        "question_content": "Мен дизайнер мамандығында оқимын.Енді мамандығымды ауыстырғым келіп тұр.Ағылшын мұғаліміне басқа университетке ауыса аламынба",
        "question_date": "8.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқа университетке ауыса аласыз. 1, 2 курста ауысып алған дұрыс, ол кезде жалпы мектептік сабақтарды көп өтеді. Сондықтан сол кезде ауысып алғаныңыз дұрыс. Кейін жоғары курстарда арнайы пәндер қосылып, ауысу қиындауы мүмкін.",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарыарқаның құрылу тарихы қандай?",
        "question_content": "Сарыарқаның қалай құрылғанын толығырақ айту. Жауап тез болуы керек.",
        "question_date": "8.10.2021",
        "question_tag": "География",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Батысы Торғай ойпатына тіреліп, шығысы Қара Ертіске еңкейіп барып тоқтайтын, түстігін Балқаштың көгілдір толқындары шайып жатса, терістігі көк Есілмен көмкерілген ұлан-ғайыр Сарыарқа сан ғасырлардан бері қазақ деген бұла халықтың құтты қонысы болып келеді. Тарихқа жүгінсек, осынау далада адамзат дамуының ұлы көшіне ықпалын тигізген талай оқиға мен құбылыстың өткеніне куә боламыз.\nОрталық Азияға, соның ішінде Сарыарқа жеріне, адам баласының қоныстана бастағаны шамамен 1,5-1 млн. жылдар бұрын болған. Ең көне ескерткіштер: адамдардың тұрақ қоныстары, тас қару-жарақтары, жартасқа қашап салған суреттері осы межені көрсетеді.Балқаш көлінің солтүстік жағасы, Бетпақ шөлінен бері қарайғы аймақ Қарқаралы, Бұғылы мен Тағылы, Нұра-Сарысудың бойы, одан әрі Баянауылға, тіпті Көкшетауға дейінгі Сарыарқаның тұла бойы тас ғасырының айғақтарына толы.\nОртаңғы қола дәуірінің қыш бұйымдары\nЕжелгі палеолиттің адамдары Орталық Қазақстан өңірінде, байтақ жатқан Сарыарқада шель-ашель дәуірінің соңын ала пайда болды. Оның археологиялық айғақтары Қарағанды облысының Обалысай, Мұзбел, Талдысай, Жаман Айбат, Қосмола Қызылжар деп аталатын жерлерден табылған. Көптеген зерттеушілеріміз бұл айғақтарды осыдан 100-40 мың жыл бұрынғы орталық палеолит немесе мустьер дәуірінің адамдары тұтынған дейді. Ғалым тілінде неандерталь адамы деп аталатын адамдар. Археологиялық ескерткіштер Орталық Қазақстан жерін, соның ішінде Қарағанды аймағын палеолит дәуірінде-ақ адам мекен еткеннін аңғартады. Олар аң, балық аулап, қоректік өсімдіктермен күнелткен. Садақ пен жебені, сондай-ақ найзаны қолданған. Неолит дәуірінде егіншілік негіздері пайда болған. Бұл кезеңнің жұрты Бұқпа өзені бойынан, кейінгі неолит қоныстары. Зеленая Балка (қазіргі Доскей ауылы) тұрағынан табылды. Қола дәуірінде аймақтың ежелгі халқы негізінен мал бағумен айналысқан, егін де салған. Бұл Суықбұлақ (Қарқаралы) қонысы мен ежелгі жер суару жүйесінде жүргізілген археологиялық қазба жұмыстарынан көрінеді. Б. э. д. II-ші мыңжылдықтың басында Сарыарқаны қоныстанған тайпалар ішінде металлургиямен айналысатындары шықты. Жер бетіне жақын орналасқан түсті металдың бай қоры – алтын, мыс, қалайы адам қаракетіне жарады. Орталық Қазақстанда қола өндірісі өмірге келді. Қазақстан тарихының б. э. д. II-ші мыңжылдығын қола дәуірі деп атау тікелей осыған байланысты. Ол дәуірдегі адамдардың тіршілік салтын комплексті деп атауға дәл келеді, себебі бір жерде мал шаруашылығы да, егіншілігі де, сонымен бірге кен өндірісі де қатар дамыды. Бегазы (Ақтоғай ауданы), Дәндібай (Топар поселкесінің маңайы) зираттық кешендер атымен аталған, б. з. б. X–VIII ғасырларда осы күнгі облыс жерінде бірегей Бегазы–Дәндібай мәдениеті өркендеген. Малшылықпен қатар бұл өңірде кен қазу және металл қорыту тайпалардың өндіргіш күштерін дамытуда аса маңызды роль атқарды. Жалпы Бегазы – Дәндібай заманындағы тайпалар мәдениетінің басты ерекшілігі ескі қола мәдениетінің түрлері құлпыра өзгеріп, соның негізінде оған ешбір ұқсамайтын мәдениет қалыптасқан. Қазақ халқы ертеде көшпелі өмір сүрген. Орта жүз қазақ рулары қыста Сырдарияның арғы жағасында өткізсе, жаз жайлауға Сарыарқа деп, аңсап-сағынып Орталық Қазақстанға асыққан. Бұл шаруашылық-мәдени үрдіс Бегазы-Дәндібай заманында пайда болды.\nОрталық Қазақстанды мекен еткен алғашқы тайпалар мен тайпалық одақтар жалпылама түрде «сақ» деп аталды. Тарихи дамудың барысында көне тайпалар мен тайпалық одақтар орнына жаңа тайпалар пайда болып, олардың аттары да өзгеріп отырды. Өндіргіш күштер мен өндірістік қатынастардың дамуы алғашқы қауымдық құрылыстың ыдырауына және феодалдық қатынастардың қалыптасуына жеткізді. Біздің заманымыздың VIII-XI ғасырларында бұл өңірде көне сақтар мен көк түріктердің ізін басып қимақтар мен қыпшақтардың қуатты бірлестігі – Қимақ қағанаты ғұмыр сүрген. Ұлы әкімшіханның ордасы Орта Ертіс өңірінде тігілген. Қағандық құлағаннан кейін, II ғасырдың 1-жартысында оның орнына Дешті Қыпшақ мемлекеті құрылды.",
                "date": "8.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қобыланды батыр жырын сюжеттік - композициялык құрылысын талдаңдар.",
        "question_content": "Қобыланды батыр жырын сюжеттік - композициялык құрылысын талдаңдар.\nПж помагитеоалповосоаоалоа",
        "question_date": "8.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эпикалық жырлардың бірі -\"Қобыланды батыр\" жырының композициялық құрылысы, сюжеттік элементтері бір-бірімен байланысты.\nКомпозиция құрылысы -мазмұн болса, сюжет- пішін болып табылады.\nТақырып пен идеяның бірлігі тәрізді .\"Композициялық тұтастық, бүтіндік жоқ жерде сюжет те жоқ. Сюжет сюжет болу үшін оның барлық кезең-кезеңі түп-түгел белгілі бір композициялық жүйеге түсіп, бірлік табуы қажет. Бұл да сюжет пен композицияға тән бірлік,\"-дейді З.Қабдолев \"Сөз өнері\" еңбегінде берген анықтамасында. (185-бет)\n\"Қобыланды батыр\" жырының композициясы мен сюжетін талдамас бұрын әдебиет теориясы бойынша бұған анықтама бере кетейік.\nКомпозиция дегеніміз латынша құрастыру, қиыстыру деген мағынаны береді.\nКөркем шығарманың құрылысы,яғни шығарманың оқиғасы, тілі, автор сөзі, кейіпкер пішіні, кескін-келбеті, мінез-құлқы, сөйлеген сөзі,жалпы алғанда, қажетті материалдардың бірлігі.Композиция кез келген шығармада болады.\nСюжет дегеніміз французша зат деген мағынаны береді.\nМ.Горькийдің сөзімен айтқанда:\" Сюжет дегеніміз—адамдардың өзара қарым-қатынасы, байланысы, қайшылықтары, жек көру, жақсы көру, әр характердің, типтің өсуі, жасалу тарихы.\"\n\"Қобыланды батыр\" жырында оқиғаның дамуы оған қатысушы адамдардың өзара байланыста, қарым-қатынаста, күрес, тартыстарда болатынын көреміз.\nҚимыл, іс-әрекет, талас-тартыс үстінде әркімнің мінезі, наным-сенімдері, күйініш-сүйініштері айқындалады және сол адамдардың қарым-қатынастарына жырды бізге жеткізуші,айтушының қалай қарайтын ойы, көзқарасы да сезіледі.Осылардың бәрін бір сөзбен шығарманың сюжеті деп атайды.\nСюжеттің ұзын-қысқалығы шығарманың көлеміне байланысты және сюжетте кездесетін композициялық негізгі элементтер шығарманың ұзын-қысқалығына қарамастан бәрінде де бола береді.\nСюжеттің негізгі элементтері:\n1. Экспозиция-түсіндірме-шығарманың жай-жапсарын таныстыру мақсатында айтып, негізгі әңгімеге көшеді.\n2. Связка-байланыс-шығармадағы оқиғаның неден басталғанын және келешекте оқиғалардың үзіліп қалмай, бірі мен бірінің жалғасып отыруын айтады.\n3. Мотивировка-дәлелдеу-көркем шығармада дәлелденбейтін бірде-бір амал, әрекет, оқиға болмайды. Ісімен және сөзімен де дәлелденеді. Көркемдік-шындықта. Шығармадағы образға психологиялық, оқиғаға логикалық дәлел қажет.\n4. Ситуация-жағдай-шығармадағы кейіпкерлердің қарым-қатынастары, күрес, тартыстарының нәтижесінде әр түрлі эпизодтарда кездесетін жағдайларды айтады.\nЖағдайды конфликт-тартыс, коллизия-ала ауыздық, талас деп те атап жүр.\n5. Интриградация-шиеленісу-шығармадағы оқиғаның шытырманданып, қиыннан-қиысуын, бірден-бірге асқына түсуі.\n6. Кульминация-шарықтау шегі-шыңы,биігі.Шығармадағы оқиғаның тұйыққа тірелген жері. Автордың айтайын деген ойына сәйкес, оқушылардың көңілін\nаударайын деген оқиғаны айтамыз.\n7. Развязка-шешуі-шығармадағы суреттелген оқиғаның, қатысушылардың іс-әрекеттерінің, тартыстарының немен тынғандығын баяндауды айтамыз. Шығарманың шешімі шығарманың идеялық мазмұны мен автордың көзқарасына байланысты.\n\"Қобыланды батыр\" жырының басында жыршының айтуымен сексенге жасы келген Тоқтарбай мен елудегі Аналық бәйбішенің баласыздықтан қайғымен қан жұтып, ақылынан адасқан, қабырғасы қайысқан кезде бір ұл,бір қыз көріп, қуанышқа кенелгенін көреміз.\nҰлының аты-Қобыланды, қызының аты-Қарлығаш. Алты жасқа келгенде басында кәмшат бөркі, үстінде қамқа тон, астында тобылғы торы ат, қолында қаршыға, соңынан ерткен тазысы бар арыстан туған Қобыландыны Тоқтарбайдың тоқсан құлы бағатын жылқы қосында кездестіреміз.Алты жастағы Қобыландының қимылынан таулар күйіп, тас жанғанын, тоқсан құлдың бастығы Естеміс ердің тәрбиесінде болғанын, жауын жаулап, аңын аулап бір тауда қонып жатқанын білеміз.Осы оқиғалардың бәрі автор атынан, яғни жыршы атынан шығарманың негізгі оқиғасына сілтеме жасау болып табылады.Мұны авторлық кіріспе-пролог деп атайды.\nМұнан әрі Қобыланды басынан өтетін оқиғаның басы басталады.\n\"Бұл не қылған дауыс? - деп сұраған балаға Естеміс бұл таудың арғы бетінде Қызылбастың елі барлығын, Көктім аймақ ханы барын, оның Құртқа деген қызы барын, ай астындағы бақанға қағылған алтын теңгені атып түсірген Құртқа сұлуды алатынын айтады.\nБарғысы келген бала Естеміс ерден батасын сұрап барса, атып түсіретінін білдірсе, Естеміс Құртқа сұлуды сырттай қорып жүрген қырық бес кез Қызыл ер бере қоймас деп қорқынышын айтып жібергісі келмейді.\nҚобыланды өз айтқанынан қайтпай Естемістің батасын алып, үстіне сауыт киіп, жанына болат семсер байлап, беліне садақ іліп, тобылғы меңді торы атты мініп, Көктім аймақ ханына келіп, кезегін бергенде, ай астындағы теңгені екі бөліп ұшырып түсіреді.\nҚұртқа батырды көріп ұнатып, отыз күн ойын, қырық күн тойын өткізеді.\nҚырық бес кез Қызыл ер:\"Меніменен күресіп, жықса алар, аты-тонын олжалап аман қайтса, жарар\" деп Қобыландыны менсінбей сәлем айтады.\nҚобыланды \"артында жау қалдырмаймын\" деп, Қызыл ерге келсе, ол \"аяғыммен күрес\" деп, аяғын береді.Қобыланды батыр алпыс құлаш ала арқанмен бір аяғын іліп алып, торы атқа сүйретіп өлтіреді.\nҚобыланды жауын жеңіп, Құртқаға қосылып, батырлықтың алғашқы баспалдағынан өтеді.\nМіне, бұл сюжет элементінде шығармадағы оқиғаның жай-жапсарын таныстыру мақсатында айтып, негізгі оқиғаға қарай көшеді мұны экспозиция-түсіндірме деп атайды.\nОқиға желісінде \"Қобыланды батыр\" жырының талдауын осылайша әрі қарай жалғастыра береміз.\nКөктім аймақ ханы қызы Құртқаны қырық түйеге артқан қазынаға қосып, ішін алтындатқан, сыртын күмістеткен ақ отауымен аттандырады, ұзатады.\nҚобыланды Көктімге сәлем беріп келіп, өзіне енші сұрайды. Көктім аймақ атасы: \"Төбеңдегі төрт бұлтты бердім, жазда күн жақтан, қыста жел жақтан жау келсе, жау жақта тұрады,\"-осы еншің деп, қоштасып аттандырады.\nКөшке кездескен қалың жылқы ішінен Құртқа күймеден басын шығарып, жусап тұрған көк ала биені көріп, көк ала бие ішінде көк бурыл құлын барлығын Қобыланды батырға айтып, мені берсең де, сұрап ал деп өтініш, тілек білдіреді.\nҚобыланды немере туған ағасы Сәлімбай байға тоқсан құлының басшысы Қара Көжекті жіберіп, Құртқа келінінің көрімдігіне көк ала биені берсін деген сәлем айтып, Сәлімбай ағасынан көк ала биені қалап алады.\nКөк ала бие құлындап, Буырылды Құртқа өзі бағады. Тайдан құнан шыққанда, тұяғы тасқа тисе, көмірдей жаныштайды.Алты жасқа келгенде, алтыннан тұрман жасатып, батырға арнап найза, алмас қылыш соқтырады. Құртқа Буырылды баласындай тәрбиелеп, кекілін, жалын тарап, күннен-күнге атқа қылған еңбегі көбейеді. Аттың толық сыны беріледі.\nБіз біліп отырған осы оқиғалардың бәрі тұтаса келіп,\"Қобыланды батыр\"\nжырының байланысын -связкасын- құрайды.\nОқиғаның неден басталғанын және келешекте үзіліп қалмай бірі мен екіншісінің жалғасуын Құртқа көшінен бастап Бурылды бағып-қаққан аралықтан тұтас көреміз.\nЭпикалық жырдағы оқиға Қызылбастың елінен Қазан деген ер шығып, Ноғайлының жерін, Қырлы және Сырлы қалаларын алғанын, оған қарсы Қияттан шыққан Қараман батырдың Қараспан тауын жайлаған қалың қыпшақ елінің батыры Қобыланды еріне келгенін білеміз.\nЕл шетіне келген көп қолдың Естеміс арқылы білгенде жау емес өзінің құрдасы Қараман екенін біледі.\nСейілдің ұлы Қараман өзінің Қазанға қарсы соғысқа кетіп бара жатқанын, Қобыланды сынды батырды серік болып бірге соғысуға шақыра келгенін айтады.\nҚобыланды батыр мінетін аты қолында тұрған жары Құртқаға бұл сапарға барар-бармасымды айтсын деп, Естемісті Құртқаның отауына хабарласуға жібереді.\nЕл жата Қобыланды батырдың қасынан шыққан Естеміс Шолпан жұлдыз батып, таң сарғайып атып келе жатқан мезгілде Құртқаның отауына жетеді.Таң атып, күн шықпай-ақ Құртқаға батырдың сәлемін сыртта тұрып, ат үстінде жеткізеді. Құртқа Буырылдың қырық үш күндік кемдігі бар, тілімді алса, бұл сапарға бармасын деп сәлем айтады.\nҚобыланды Құртқаның ақылын жөн көріп, бағып тұрған баласы, күтіп тұрған анасы, өзі әйелдің данасы Құртқаның тұлпар туған Буырылдың қырық үш күн кемдігін айтып, сәлем айтқанын, сондықтан бұл жорыққа бара алмайтынын айтады.\nҚараман жөн сөзді тыңдамай, Қобыланды батырға:\n«Әр талапқа шығарда\nҚатынға ақыл салған соң,\nҚатынның тілін алған соң,\nНеше батыр болса да,\nАрыстан туған,құрдасжан,\nОл-қатын емей немене!?»-\nдеп намысына, арына тие сөйлейді.\nҚараман сөзінен кейін Қобыландының портретін былайша береді:\nТері тамып иектен,\nТүгі шығып білектен,\nЖаны бір тулап жүректен,\nӨтіп бір кетті сүйектен,-\nдеген суреттеу арқылы барынша ашуға булыққан, қаһарға мінген кескін-кейпін көз алдымызға келтіреді.\nСюжеттің анықтамасына қарап отырып, біз тағы да бір элементін шығармадағы осы оқиғаларға байланысты табамыз.\nЖоғарыда келтірілген оқиғалар желісін мотивировка-дәлелдеу деп білеміз.\nКөркем шығармада дәлелденбейтін бірде-бір оқиға болмайды, бірде-бір амал, әрекет болмайды. Кейіпкердің ісімен және сөзімен де дәлелденеді.\nОқиғаға логикалық дәлел қажет те, образға психологиялық дәлел қажет.\nҚазанның ноғайлы жеріне шабуылы Сейілдің ұлы Қараманды жорыққа бастап шықса, Қараман Қобландыны бірге аттануға қолқа салып отыр.\nҚобыланды батырдың жан серігі тұлпар Буырылдың қырық үш күндік кемдігі Құртқа сөзімен дәлелденіп, жорыққа батыр дайын еместігі көрінсе, Қараман сөзі Қобыланды батырдың намысына, арына тиіп ашындырады. Бәрінің де дәлелі бар, айқын, анық дәлел.\nТолығырақ: https://infourok.ru/obilandi-batirzhirini-kompoziciyali-rilisi-1083455.html",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күлтегін жырының көркемдік ерекшеліктері.",
        "question_content": "Күлтегін жырының көркемдік ерекшеліктері  қыз жібек жырының тақырыбы мен идеясы\nПж",
        "question_date": "8.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М.Әуезовтың пікірі. Жырдағы кескілескен шайқастардың,соғыстағы батырлар ерлігінің, әскери жорықтардың шежіресі. Күлтегін батыр туралы жырдың авторы ИОллығ-тегіннің сөз зергері ретіндегі шеберлігі.Көне түрік жырының дыбыстық құрылысы.Мұнда үннің жүйелі,мерзімді ,мөлшерлі қайталануы. Жырдағы бірыңғай дауыссыз дыбыстардың қайталанып қиысуы-аллитерация.\nҰйқас түрлері,соңғы бунақтағы дыбыстар үндестігі.\n«Күлтегін», «Білге қаған» және «Тоныкөк» жырларында жиі қолданылатын теңеу, метафора,аллегория,гипербола,эпитет,қанатты сөздер,мақал-мәтелдер туралы. Тасқа жазылған дастандардың компазициялық құрылысы.Автор ойының циклдық жүйе арқылы берілуі. Ежелгі түркі позициясының өзіндік әдеби дәстүрі. «Күлтегін» жыры  мен  қазақ эпосы. Күлтегіннің 16 жастан бастап\n47 жасқа дейін,яғни өлгенге дейінгі ерлік істерінің эпостық сарынмен баяндалуы. Руна жазуындағы дастандардың идеялық мазмұны.Түрік елін ішкі\nбірлік-ынтымаққа,сыртқы жауға қарсы күреске шақыру. Күлтегін-тарихи тұлға,\nжеңілуді білмейтін батыр. «Күлтегін» жырының сюжеттік құрылысы,баяндау тәсілі,ерлікті мадақтау,батыр тұлғасын бейнелеу,көріктеу құралдарын қолдану жағынан қазақтың батырлық жырларына жақындығы.Тайпа-ұлыстық дәуірде өмірге келген «Алпамыс батыр», «Қамбар батыр», «Қобланды батыр», «Шора батыр» сияқты қазақ эпостары  мен  «Күлтегін» жыры арасындағы үндестік.\nТолығырақ: https://ulagat.com/",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен 6-сынып 34-беттегі 10-тапсырманы қалай істейді?",
        "question_content": "Қазақ тілінен 6-сынып алматы атамұра 2018 баспасы кітабынан 34-беттегі 10-тапсырманың жауабы керек?",
        "question_date": "7.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол жерде керек сөздер тұр 35 беттің төбесінде , сол сөздерді қолданып тәуелсіздігіміз туралы жазасыз . Кішігірім мәтін құрайсыз . Ол жерде тіокес екпіні мен дыбыс екпіні болу керек . Тіркес екпіні дегеніміз - бірнеше сөз келгенде бір деммен айту мысалы : ата - ана өзіңіз айтып көріңіз ата ана бөлек бөлек айтпайсыз бур деммен айтасыз іштей айтып көрсеңіз болады . Олардың тіркес екпіні екенін анықтау үшін олар бір сұраққа жауап беру керек . Дыбыс екпіні дегеніміз сөздегі бір әріпті созып айту . Мысалы : тамашаааа ең соңғы а әріпі созылып айтылып тұр яғни дыбыс екпіні а әріпіне түседі тағы мысал келтірейін отырррр дыбыс екпіні р әріпіне түсіп тұр жарааайсың ортадағы а әріпіне түсіп тұр . Осылай осы екпіндерді қоладынып , керек сөздерді қолданып , тәуелсіздігіміз туралы мәтін құрайсыз . Түсінікті болды деген ойдамын",
                "date": "10.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануар жасушасындагы негiзгi АТФ синтезі",
        "question_content": "1. Жануар жасушасындагы негiзгi АТФ синтезі . 2. Ѳсiмдiк жасушасындагы негiзгi АТФ синтезі . 3. Рибосома суббірліктерін қалыптастырады . 4. Протопластидтен түзіледі . 5. Хромосома түрінде тұқымқуалаушылықты сақтайды . 6. Iрiктеп откiзгiш жоне цитоплазманы қорғау .",
        "question_date": "7.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АТФ (Аденозинүшфосфорқышқылы) — энергитикалық нуклеотид. Бұл – тірі жасушадағы негізгі энергия заты. Оның рөлі мен қасиетін ақырына дейін түсіну үшін АТФ молекуласының құрылысын білу керек. Бұл – жалғыз нуклеотид. Ол РНҚ тізбегіндегі нуклеотидтерге ұқсас, өйткені оның құрамында қант – рибоза болады. Азотты негізі – аденин. Негізгі айырмашылығы мынада: АТФ-да фосфор қышқылының бір қалдығының орнына рибозаға бірінен соң бірі үш қалдық қосылады, сондықтан «үшфосфат» аталған.\nАТФ негізгі биологиялық энергия жинақтау қызметін атқаруға фосфор қалдықтарының арасындағы химиялық байланысқа мүмкіндік жасайды. Ол молекуладан «үзілген» кезде энергия бөлінеді.Сонымен бірге бөлінген энергия тірілік үдерістеріне - бұлшықет жиырылуына , зат синтездеу немесе жүйке серпінділігіне пайдаланылады. Егер жасушада энергия (құнарлы заттардың ыдырау үдерісінде) пайда болса, онда АТФ-ты оңай қалпына келтірудің қайтымды үдерісі жүреді.\nАТФ – ағзалардың бүкіл пайдалы энергиясы іс жүзінде сол арқылы «өтетін» зат. Бүкіл тіршілік үдерістері негізіне жататын химиялық реакциялардың жасушада жүзеге асуына жылу, механикалық, өзге де ешқандай энергия түрі пайдаланылмайды. АТФ-ны «жасушалардың энергетикалық нарқы» деп жиі айтатыны сондықтан болса керек. Заттар ыдырау арқылы энергиясын АТФ синтезіне береді. Осыған қатарласа ағзамен және жарғақша арқылы биосинтездің, өсудің, бұлшықет жиырылуының, жүйке серпілісінің заттар тасымалдауды және өзге де көптеген тіршілік үдерістері жүреді. Осы үдерістердің барлығына тек АТФ-ның ыдырау энергиясы ғана шығындалады. АТФ-ның бір молекуласы тәулігіне 2-ден 3 мың рет ыдырап, қосыла алады.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның « Қайта құру» жылдарына сипаттама беріңіз.",
        "question_content": "Қазақстанның « Қайта құру» жылдарына сипаттама беріңіз",
        "question_date": "7.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КСРО құрамындағы одақтас республикаларда 1980 жылдан кейін аса күрделі кезең басталды.\nБасшылықтың өзгерістерді жүзеге асыру қажеттігін түсінуге қабілетсіздігі мен дәрменсіздігі, қоғамдық өмірдің, экономикалық қызметтің, азаматтардың жеке өмірінің бір орталықтан басқарылуы, партиялық және мемлекеттік функциялардың бірігуі, заңдылықтың бұзылуы, жариялылықтың болмауы, ғылыми-техникалық және технологиялық прогресте арттақалушылық, бақылаусыз басқару аппараты, инфляция, тауар тапшылығ, халықтың тұрмыс деңгейінің нашарлауы, теңгермешілдік, әлеуметтік әділеттіліктің жиі бұзылуы, ұлтаралық қатынастардағы шиеленістер экономикалық дағдарысқа алып келді.\n1985 жылдың көктеміне қарай елде экономикалық реформа жүргізу қажеттігі айқын сезілді. 1985 жылы наурыз айында КОКП Орталық комитетінің бас хатшысы болып М.С. Горбачев сайланды. Қызметінің алғашқы күнінен бастап елдегі дағдарыс жағдайының себептерін ашу үшін батыл шаралар жүргізіп, күн тәртібіне кадр мәселесін қойды.\nМ.С. Горбачев экономикалық реформаны жүргізуді бастау үшін жас кадрларды тарта отырып, өз «командасын» жинады. Партия мен мемлекет басшылығына жаңа адамдар келді.\n1985 жылы сәуірде КОКП ОК-тың пленумында әлеуметтік, экономикалық дамуды жеделдету мәселесіне сәйкес экономикалық құрылымды қайта құру бағыты жарияланды. Бұл бойынша қоғамды түбегейлі өзгерту және әлеуметтік экономиканы дамытуды тездету тапсырылды. Қоғамдағы адамдардың рөлін арттыра отырып, өндірісте тәртіпті күшейту, еңбекке ынталандыруды жетілдіру көзделді.\nМ.С. Горбачев саясатының ұраны: жариялық, жеделдету, қайта құру.\nБұл қайта құру бағыты 1986 жылғы КОКП-ның XXVII съезінде мақұлданды. Қайта құру ешқандай бағдарламасыз, ғылыми айқындамасыз жүргізілді. М. Горбачев командасы экономика мәселелерін әлі бұрынғыша әмір беру әдістерімен шешуге болады деген сенімнен арылмады. Коммунистік басшылық әр республика өз шаруашылығын өзі басқаруы керек деген пікірлер мен талаптарды  жершілдік, ұлтшылдық бағыттағы саяси ойын деп санады.\nҚайта құру бағыты алғашқы кезден бастап сәтсіздікке ұшырай бастады.\n1987 жылғы Маусым пленумы басқару ісін түбірлі қайта құру мәселелеріне арналды. Пленум әзірлеген құжаттар негізінде «Мемлекеттік кәсіпорын туралы заң» қабылданды. Бұл заңда тауар-ақша қатынастарының рөлі айқындалды. Мемлекеттік кәсіпорындар дербес тауар өндірушілер ретінде қарастырылды. Шаруашылықты жүргізудің экономикалық әдістерін меңгеруге көшуге негіз жасалды. Алайда бұл шаралар іске асырылмады. Халықшаруашылығындағы жағдай ауырлай түсті. Дүкен сөрелерінен күнделікті тұтынатын тауарлар жоғала бастады, азық-түлік түрлері азайды.\nҚоғамның саяси құрылымдарын жаңартпайынша шаруашылықты жүргізудің жаңа әдістері нәтиже бермейтіні айқын болды. Қайта құруды жүргізу үшін ең алдымен саяси жүйеге реформа еңгізу керек болды.\n1990 жылдың 25 қазанында Қазақ КСР-нің егемендігі жөніндегі декларация қабылданды. Қазақстанда одақтық  заңдардан республикалық заңдардың басымдығы туралы ұстаным жария бола бастады. Қабылданған шешімдер мен қарарлар бұрынғыдай орталықтың емес, республиканың мүддесіне сай болатын болды.\n1990 жылы желтоқсанда Қазақстан президенті болып Н.Ә. Назарбаев бекітілді.\nҚазақстанда «Қазақ КСР-індегі меншік туралы заңның» қабылдануы экономикада түбірлі бетбұрыс жасап, нарықтық қатынастарды енгізудің бастамасы болды. Бұл заң өндіріс құрал-жабдықтарына мемлекеттік меншіктен өзге, жекеменшіктің болу мүмкіндігін дәйектеп берді.\nӨзге одақтас республикалардағыдай Қазақстан экономикасы да нарықтық қатынастарға  бағыт алды, түрлі кооперативтер, жекеменшік фирмалар, шағын кәсіпорындар құрыла бастады.\nАлайда республика бұрынғыша шикізат көзі болып қала берді. Рухани идеологиялық өмір отарлау жүйесінің толық ықпалында болды. Ғылым мен ағарту саласын қаржыландыруда «қалдықты» ұстаным сақталды.\nАса маңызды мәселелердің барлығы Мәскеуде шешіліп отырды. Республикалар егемендігі сөз жүзінде ғана болды.\nТезистер\nКСРО құрамындағы одақтас республикаларда 1980 жылдан кейін аса күрделі кезең басталды.\n1985 жылдың көктеміне қарай елде экономикалық реформа жүргізу қажеттігі айқын сезілді.\n1985 жылы наурыз айында КОКП Орталық комитетінің бас хатшысы болып М.С. Горбачев сайланды. Қызметінің алғашқы күнінен бастап елдегі дағдарыс жағдайының себептерін ашу үшін батыл шаралар жүргізіп, күн тәртібіне кадр мәселесін қойды.\nМ.С. Горбачев экономикалық реформаны жүргізуді бастау үшін жас кадрларды тарта отырып, өз «командасын» жинады.\n1985 жылы сәуірде КОКП ОК-тың пленумында әлеуметтік, экономикалық дамуды жеделдету мәселесіне сәйкес экономикалық құрылымды қайта құру бағыты жарияланды.\nОнда қоғамды түбегейлі өзгерту жөне әлеуметтік экономиканы дамытуды тездету тапсырылды.\nМ.С. Горбачев саясатының ұраны: жариялық, жеделдету, қайта құру.\nБұл қайта құру бағыты 1986 жылғы КОКП-ның XXVII съезінде мақұлданды.\nҚайта құру ешқандай бағдарламасыз, ғылыми айқындамасыз жүргізілді.\nМ. Горбачев командасы экономика мәселелерін әлі бұрынғыша әмір беру әдістерімен шешуге болады деген сенімнен арылмады.\nҚайта құру бағыты алғашқы кезден бастап сәтсіздікке ұшырай бастады.\n1987 жылғы Маусым пленумы әзірлеген құжаттар негізінде «Мемлекеттік кәсіпорын туралы заң» қабылданды.\nМемлекеттік кәсіпорындар дербес тауар өндірушілер ретінде қарастырылды.\n1990 жылдың 25 қазанында Қазақ КСР-нің егемендігі жөніндегі декларация қабылданды.\nҚазақстанда одақтық заңдардан республикалық заңдардың басымдығы туралы ұстаным жария бола бастады.\n1990 жылы желтоқсанда Қазақстан президенті болып Н.Ә. Назарбаев бекітілді.\nҚазақстанда «Қазақ КСР-індегі меншік туралы заңның» қабылдануы экономикада түбірлі бетбұрыс жасап, нарықтық қатынастарды енгізудің бастамасы болды.\nАлайда республика бұрынғыша шикізат көзі болып қала берді. Рухани идеологиялық өмір отарлау жүйесінің толық ықпалында болды.\nҒылым мен ағарту саласында қаржыландырудың «қалдықты» ұстанымы сақталды.\nАса маңызды мәселелердің барлығы Мәскеуде шешіліп отырды. Республикалар егемендігі сөз жүзінде ғана болды.",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойдан \"Қара сөзді\" қалай жазуға болады?",
        "question_content": "Маған адебиет сабағынан кара сөз жазу керек көмектесіп жібересіздерма",
        "question_date": "7.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың қара сөзін қазіргі заманға сай сәйкестендіріп  жазып көр.",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылыққа қандай мамандықтарға түсуге болады?",
        "question_content": "Шығармашылыққа қандай мамандықтарға түсуге болады?",
        "question_date": "7.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 24600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене шынықтыру және спорт\nДене мәдениеті және бастапқы әскери дайындық\nМузыкалық білім\nДизайн\nЖурналистика\nPR-журналистика\nМәдени-тынығу жұмысы",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азот және оттектің химиялық реакция теңдеулерін жазыңдар.",
        "question_content": "Азот және оттектің химиялық реакция теңдеулерін жазыңдар.",
        "question_date": "7.10.2021",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "NAOH+HNO3=NaNO3+H2O\nCu(OH)2 + 2HCl = СuCl2 + 2H2O\nCU(OH)2=CuO+H2O\n2FE(OH)3=Fe2O3+3H2O\nK+2H2O=2KOH+H2",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    }
]