[
    {
        "question_title": "Степендияны кімдер, қалай алады? Қалай алуға болады? Аттестатқа қарайма?",
        "question_content": "Степендияны қалай алады? Степендияны алу үшін аттестатқа қарайма?",
        "question_date": "16.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектептегі аттестатқа қарамайды.Грантқа түссең өзің түсінесің, қалай алу және сақтау, деген секілді",
                "date": "17.03.2022",
                "upvotes": 1
            },
            {
                "text": "Стипендия алғың келсе әрине аттестаттың бағалары университетке түскенде әрине маңызды.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Элетролитте зарядты тасымалдаушы кандай бөлшектер",
        "question_content": "1.электролиттерде зпрядты таысмалдаушы кандай болшектер\n2.шала өткізгіштерде зарядты тамымалдаушы бөлшектер\n3.рельефті заттардың көшірмесін электролиттік жолмен дайындалды\n\n4электролитте ір аттас иондардын молуккулағв бірігу процессі\n5.қандай жағдайларда шала өткізгіш диэлектр болады алады",
        "question_date": "16.03.2022",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. * Электролиттер: * электролиттердегі зарядты тасымалдайтын бөлшектер, әдетте, өткізгіштікті қамтамасыз ететін электр өрісінде қозғалатын иондармен (оң немесе теріс зарядталған атомдармен немесе молекулалармен) ұсынылады.\n\n2. *Жартылай өткізгіштер: * Жартылай өткізгіштерде зарядталған бөлшектер электр өткізгіштігін қамтамасыз ете отырып, электр өрісінің әсерінен қозғалатын электрондар мен тесіктермен ұсынылған.\n\n3. * Бедерлі заттардың көшірмелерін электролиттік жасау: * бұл процесс бедерлі беттердің көшірмелерін жасау үшін электролизді пайдаланады. Дайындама катод ретінде қызмет етеді, анод-көбейту қажет рельеф.\n\n4. * Электролиттердегі молекулаға көміртегі иондарының бірігу процесі: * бұл процесс электрохимиялық реакцияларға сілтеме жасай алады, мысалы, аккумуляторларды зарядтау және разрядтау процесінде, мұнда электрохимиялық реакция кезінде көміртегі иондары ене алады немесе босатылады.\n\n5. * Жартылай өткізгіш диэлектрик ретінде: * жартылай өткізгіш электр өткізгіштікке қажетті бос электрондар немесе тесіктер болмаған кезде диэлектрлік қасиеттерді көрсете алады. Бұл белгілі бір жағдайларда немесе материалдың белгілі бір аймақтарында болуы мүмкін.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жиынтық бағалаудың есептеу әдістемесі дәріс керек",
        "question_content": "Жиынтық бағалаудың есептеу әдістемесі",
        "question_date": "15.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күйеуіммен арттан бола беріп, үлкен дәретке отыра алмай ауырып қалдым. Не істеуге болады?",
        "question_content": "Мен күйеуіммен арттан көп рет болып, үлкен дәретке отыра алмай ауырып жүрмін. Нестеуге болады?",
        "question_date": "15.03.2022",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Исламда арттан жақындасуға тиым салынған.\n\nДәрігерге бару керек. Геморрой сияқты ауру емеспа , ертерек алдын алсаң өзіңе жақсы.",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Апта неге жеті күнен тұрады",
        "question_content": "неге дұрыс мен біраз ойландым ғой уффф",
        "question_date": "15.03.2022",
        "question_tag": "Автосақтандыру",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вавилондықтар жеті күннен тұратын аптаны уақыт бірлігі ретінде қолданған. Алғашқы кезеңнен белгілі болған бес планета, күн және айдың жеті санын құрауы жеті санды құпиялы әрі сәтті ретінде көрсететін. Кейіннен діндерде білдірілген жеті қат көктің болуы және табиғаттағы жеті негізгі түс жеті санының маңыздылығын арттыра түсті. Кейіннен Франция мемлекеті күнтізбені өзгертіп, апта күндерінің санын 10 күнге арттырса да, ұзаққа созылмады. Ресей 5 күндік апта күніне көшсе де, ол да ұзаққа бармады. Соңында қайтадан апта күні 7 күн болып сақталып қала берді.",
                "date": "17.03.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үшбұрыш ережелері",
        "question_content": "Үшбұрыштың бір қабырғасы және оған іргелес екі бұрышы берілген. Қалған екі қабырғасын және үшінші бұрышын табыңдар",
        "question_date": "15.03.2022",
        "question_tag": "Мектеп",
        "question_views": 899,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттестатта 3 болса бірақ Ент көп балл алып тұрса грантка түсе аладыма?",
        "question_content": "Грант, сертификат, ЕНТ",
        "question_date": "15.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аттестатқа қарамайды менің ойымша",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD тең бүйірлі трапецияның ауданын тап",
        "question_content": "Төмендегі суретте берілген ABCD тең бүйірлі трапеция сының  периметрі 60  см , ал D бұрышы 30⁰ . Егер DC:MP=1:2 болса , онда ABCD трапециясының ауданын тап",
        "question_date": "14.03.2022",
        "question_tag": "Математика",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі суретте берілген ABCD тең бүйірлі трапеция сының  периметрі 60  см , ал D бұрышы 30⁰ . Егер DC:MP=1:2 болса , онда ABCD трапециясының ауданын тап",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шілдехана деген не?",
        "question_content": "Шілдехана деген не? Бесікке шілдеханада салады ма?",
        "question_date": "13.03.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шілдехана - бесік той жаңа туылған нәрестенің құрметіне жасалатын той. \nКөбісі баланы қырқынан шығаратын уақытта ана мен баланың денсаулығы қалыпты болып тұрса , шілдехана той жасап  баланы бесікке салады\nШілдеханаға тән ерекшеліктердің бірі – бұл тойға қуаныш иесінің жора-жолдастары шақырумен де, шақырусыз да бара береді. Бұл тойда «Балаңыздың бауы берік болсын!» деген құттықтау айтылады. «Негізінен  шілдехана үй иесінің жағдайына қарай үш күнге созылады. Шілдеханаға келген қонақтар таң атқанша жаңа туған нәрестені, оның анасын ардақтап ән салып, домбыра тартып, ойын-сауық ұйымдастырады. Шілдехана кешінде жиі айтылатын әннің бірі – «Бөбек».\nКелген күні баланы шілде суға түсіреді. Анадан шыққаннан кейін ол тазару керек. Әдетте жара шықса жағу үшін осы шілде суынан кішкене ыдысқа құйып алып, сақтап қояды. Итаяқ – баланы шомылдыру үшін пайдаланылатын ыдыс. «Итаяққа салды ма?» деген сөз содан қалған. Оған ақша-тиын, сақина-білезік салады, баланы суға түсіріп болған соң оны келіндерге бөліп береді. Әйелдердің «Маған итаяқтан ақша қайда?» деп айтып жататындары осыдан»,- дейді А. Құдайбергенова мен Қ. Бекбалақ «Оңтүстік Қазақстан қазақтарының әдет-ғұрпы мен салт-дәстүр ерекшеліктері» атты еңбектерінде.\nОлар нәрестенің жақсы азамат болып өсуіне тілектерін білдіріп, шамаларына қарай сыйлықтарын береді, шашу шашады. Бұл күні ән мен күй толастамаған. Яғни жаңа туған нәрестенің алғаш еститіні қазақтың әні мен жыры болған. Бұл туралы салт-дәстүрді көзінің қарашығындай сақтап, насихаттап жүрген «Бабалар аманаты», «Шуақты күндер» сынды кітаптардың авторы, Бауыржан Момышұлының келіні Зейнеп Ахметова былай дейді:\n— «Түйе мінген қазақ төрт ауыз өлең біледі» дейтін халқымыз туыла салған баланың құлағына ән-жыр сіңіреді. Ән айтқан жерде жаман ой болмайды, тек жақсы көңіл-күй, жақсы тілек, таза ниет қана болады. Себебі, шілдехана жәй тойлау емес! Оны «Жын-шайтан жоламасын» деп өткізеді, қазіргі тілмен айтқанда, жаман энергияны сәбидің тап-таза, періште денесіне жолатпау. Осы жерде жаңа туған сәбидің «жолдасы» туралы айтпай кетуге болмайды. Бұрын әжелер баланың «жолдасын» алып жуып, орап оны аяқ баспайтын, ит-құс ала алмайтын жерге қастерлеп көмген. Егер «жолдасы» далаға тасталса, әйел ауруға ұшырайды деген сенім бар. Сол сияқты әйел ылғи қыз туа берсе, онда туып жатқан баланың «жолдасын» алып, босанған әйелдің басынан айналдыратын да ырым бар. Сонда келесі бала ұл болып туады деген сенім болған.\nШілдехана тойы басталғанда жиналған жұрт:\nСәби келді өмірге,\nСәби келді!\nБір күй кернеп, шалқытты ән іргемді.\nАнасы аман босанды, қалжа жесін,\nАт ұстайтын азамат бар үйде енді, — деп ақ тілек, адал ниеттерін жеткізеді.\nӨлең жолдарында келтірілгендей, шілдехана тойы кезінде келінге арнап қалжа сойылады.\n«Қалжалы әйелден олжалы ұл өседі»",
                "date": "14.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сенсіз өтті күн-апта деп басталады-осы әннің аты қалай?",
        "question_content": "Сенсіз өтті күн-апта, меннен кеттің жыраққа бола алмасаң жанымда, керек емес жұбатпа - осы аннин аты калай, кыздын орындауында естидим",
        "question_date": "13.03.2022",
        "question_tag": "Өнер",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көмекші етістіктер",
        "question_content": "Көмекші етістіктер туралы нақты түсінік керек",
        "question_date": "13.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тісім ауруға ем - дом айтыңыздаршы?",
        "question_content": "Пломб салынғанына 2-3 жыл болған тісім мазаны алып жатыр. Стаматологқа барғанша шыдатар емес. Сарымсақ,  тұзды су,  кетонав, аналгин т.б амалдар жасасақ әсер етпей жатыр. Кім қандай амал айтады?",
        "question_date": "13.03.2022",
        "question_tag": "Тазалық",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суық пен ыстық ішпеуге тырысыңыз. Сол тісіңіз орналасқан жерге күш салып шайнамауға тырысыңыз. Жылы тұзды сумен шайыңыз, қазір күн салқын, сыртқа шыққанда тісіңізді салқыннан сақтаңыз.\nлимон шай және тағы басқа қышқыл су , тағамдарды тыя тұрыңыз. \nМенің өзіме осы әрекеттер көмектескен.",
                "date": "14.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосымша білім беру орталығында магистр дәрежесі үшін қосымша ақы төленеді ме",
        "question_content": "Қосымша білім беру орталығында магистр дәрежесі үшін қосымша ақы төленуі тиіс пе? Заңдылығы қажет",
        "question_date": "13.03.2022",
        "question_tag": "Заң",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілін қаншалықты білу керек? Айти мамандығына түсер кезде қандай тест тапсырады?",
        "question_content": "Универге түсейін деген едім, қандай тест тапсыратынын біліп алу керек еді",
        "question_date": "13.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Журналистика мамандағына түсу қиын ба?",
        "question_content": "Журналистика мамандағына түсу қиын ба?!\nМамандық үшін шығармашылық тапсырмалар қандай болады?\nТүскен адамдар барма? Қанша баллмен грант ұта алдыңыздар???",
        "question_date": "12.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізге ұнаған мамандықтың қиындығы сезілмейді.",
                "date": "6.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыдыстағы су бағанының биіктігі 100 см. Судың ыдыс түбіне түсіретін қысымы",
        "question_content": "Ыдыстағы су бағанының биіктігі 100 см. Судың ыдыс түбіне түсіретін қысымы. Судың тығыздығы 1000 кг/м*3",
        "question_date": "11.03.2022",
        "question_tag": "Физика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=pgh\nP - қысым, p - тығыздық, h - биіктік\nP = 1000 кг/м^3 • 10 н/кг • 1 м = 10000 Па = 10 кПа",
                "date": "14.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егов сайты арқылы кәсіп бастау үшін шағын несие қалай алуға болады?",
        "question_content": "Жеке кәсіп ашкым келеди. Бирак неден бастап кайда барарымды билмимин. Егов сайты аркылы касип бастау ушин шагин несие алуга болатынын типти оздери окытатынын еситтим. Бирак ол ушин не истеу керек? Кимге бару керек? Осы сурактын жауабын алу ушин 1414ке звондап жатирмин занет операторга тусу мумкин емес. Мумкин араларинизда осы сурактарима жауап билетин кисилер бар шыгар. Жолын білетин кисилер болса нускап жиберсениздер.",
        "question_date": "11.03.2022",
        "question_tag": "Бизнес туралы",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://atameken.kz/\n\nосы сайттан біліңіз немесе 1432-ге хабарласыңыз.",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Март ұбт тапсырдым енді оны шығармашылық жақа ауыстыра аламба",
        "question_content": "Мен март ұбт тапсырдым но аз бал жинап қалдым. Мен био химия таңдағам. Ал енді оны шығармашылық жаақ өзгерте аламан?",
        "question_date": "11.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қатандыгы 100 Н/м серіппеге массасы 9 кг дене бекітілген, тербеліс периоды неге тең?",
        "question_content": "Қатандыгы 100 Н/м серіппеге массасы 9 кг дене бекітілген, тербеліс периоды неге тең???",
        "question_date": "11.03.2022",
        "question_tag": "Физика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "периодты табу формуласы:\nТ= 2*3,14*түбір асты  9/100 = 6,28*0,03 = 1,884 с",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжде екінші мамандық",
        "question_content": "Мен тігінші мамандығын колледжде оқып бітірсем, кейін медколледжге фармацевт мамандығына тапсырсам неше жыл оқимын?",
        "question_date": "10.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 семестр немесе курста өтетін базалық пәндерді өтпеуіңіз мүмкін.\nБірақ ол үшін документтер реттеп, рұқсат алу керек.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мінездеменің үлгісі керек еді (военкаматка)",
        "question_content": "Маған студентке берілетін мінездеменің үлгісі керек еді (военкаматка).... қайдан алуға болады",
        "question_date": "10.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу орнынан сипаттама бірнеше жағдайда қажет болуы мүмкін. Кейде жұмыс беруші жұмыс пен оқуды біріктіргісі келіп, толық емес жұмысқа орналасқанда сұрайды. Немесе тұрғылықты жері бойынша әскери комиссариатта талап етілуі мүмкін. Бірақ қандай себеп болмасын, құжаттың нысаны мен оның типтік мазмұны шамамен бірдей болып қалады.\nСтуденттің өмірбаянынан айырмашылығы, анықтаманы институттың жауапты адамы құрастырады. Ол келесі тармақтарды көрсетуі керек:\nТолық аты-жөні, сондай-ақ сауалнама жоспарының негізгі ақпараты.\nСтудент қай жерде, қай курста және кафедрада оқитыны туралы деректер.\nТәрбиелік және кәсіптік сапаларының сипаттамасы.\nОқушының жеке қасиеттерінің сипаттамасы, оның мұғалімдермен және сыныптастарымен қарым-қатынасы.\nҚорытындылар және сипаттаманың қайда арналғанын көрсету\nСондай-ақ психологиялық және бағалауды әдетке айналдырған адамгершілік қасиеті оқушы, оның өзіне тән бейімділігі мен қабілеттері.\n https://zyle.ru/kk/vnutrennie/individualnye-osobennosti-studenta-harakteristika-primer-sostavlyaem/",
                "date": "14.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбтың бір диоганалі 48, ал қабырғасы 25. Ромбтың ауданын тап\"",
        "question_content": "Ромбтың бір диоганалі 48, ал қабырғасы 25. Ромбтың ауданын тап\"",
        "question_date": "10.03.2022",
        "question_tag": "Геометрия",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ромбтың ауданы оның диагональдарының көбейтіндісінің жартысы болғандықтан, біз екінші диагональды табамыз:\n Ромбтың диагональдары тік бұрыш жасап қиылысатындықтан және қиылысу нүктесінде өрістерге бөлінгендіктен, Пифагор теоремасы бойынша\n ОМ жарты диагональ болсын\n7*2=14 см-екінші диагональ\nСонда S=48*14/2=336 см2\nЖауабы:336 см^2",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскерге кеткен жағдайда кредит тоқтатылама",
        "question_content": "Әскерге барғанда кредит 1жыл тоқтатылама?",
        "question_date": "10.03.2022",
        "question_tag": "Заң",
        "question_views": 618,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2020жылдан бастап әскерге шақыртылған азаматтарды уақытша несиесін төлеу кезеңін әскери борышын өтеу мерзімі бойынша шегере тұру заңға енгізілуді ұсынылып келгенін оқыдым. бірақ заң жүзінде қабылданғаны туралы таба алмадым. Мүмкін мен байқамаған болармын, военкоматтан сұрап көрсеңізші құқығыңызды толық.",
                "date": "14.03.2022",
                "upvotes": 0
            },
            {
                "text": "Әскерге негізі кредитің бар болса жібермейді!\n\nМенде сондай жағдай болған, мені кредитің бар ма деп сұраған комиссариатта, бар деп едім, алдымен кредитімді төледім, сосын барып қана армияға рұқсат берді.",
                "date": "25.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "си шарп немесе с++ есеп шығару",
        "question_content": "Бүтін x y z сандары берілген. егер х у-ке қалдықсыз бөлінсе және у z-ке қалдықсыз бөлінсе, онда барлық сандарға 1-ді қосыңыз, кері жағдайда барлық сандарды нөлге теңестіріңіз.",
        "question_date": "10.03.2022",
        "question_tag": "Бағдарламалау",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include <iostream>\nusing namespace std;\n\nint main()\n{\n    int x, y, z;\n    cin >> x >> y >> z;\n    if (x % y == 0 && y % z == 0){\n        x += 1;\n        y += 1;\n        z += 1;\n    }\n    else {\n        x = 0;\n        y = 0;\n        z = 0;\n    }\n    cout << x << endl;\n    cout << y << endl;\n    cout << z << endl;\n}",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "c# программа құру",
        "question_content": "нақты а, b c d сандары берілген. осы сандардың терістерін квадраттап, ал оң сандарын түбірден шығарыңыз. си шарпта алгоритмін жазу керек. өтініш көмектесіп жібересіздерме бүгінге керек еді.",
        "question_date": "10.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": []
    }
]