[
    {
        "question_title": "Қоңырат руының шежіресі барма?",
        "question_content": "Қоңырат руының шежіресі керек еді. Жеті атамды білуге әкем кішкене кезімде қайтыс болған. Әке жақтан туысқандарымен араласпаймын.",
        "question_date": "17.09.2020",
        "question_tag": "Шежіре",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://tumalas.kz/mobi/#/ Осы сайтқа өтіп көре аласыз.",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өзіңді қынжылтатын жайттарды экспрессивті эссе түрінде жаз?",
        "question_content": "Қазіргі жастардың арасында кездесіп қалатын өзіңді қынжылтатын жайттарды Экспрессивті эссе түрінде жаз?",
        "question_date": "17.09.2020",
        "question_tag": "Мектеп",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Декреттік демалысым бітпей тұрып жұмысқа түсуіме бола ма?",
        "question_content": "Менің декреттік демалысым 20 қазанда бітеді. Мен одан бұрын жұмысқа тұсе аламын ба. Мектепте кадрлар тапшы.",
        "question_date": "17.09.2020",
        "question_tag": "Заң",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалыс әйелдерге жүктілігі және босануы бойынша, баланы 3 жасқа толғанға дейін асырау бойынша ақша төленбестен беріледі.  Егер әйел бала күтімі бойынша демалыс мерзімі аяқталғанға дейін жұмысқа шығуға тілек білдірсе, оған жұмыс берушіге жұмысқа шығу туралы өтінішті ҚР Еңбек кодексінің 100-бабының 4-тармағына сәйкес болжамды  шығу күнінен бір ай бұрын ұсыну қажет.\nӨз кезегінде жұмыс беруші (ҚР Еңбек кодексінің 46-бабына сәйкес) «декреттегінің» лауазымын уақытша атқаратын жұмыскерді  еңбек қатынастарының өзгеруі  - жұмыстан шығару немесе басқа лауазымға ауыстыру туралы бірден хабардар етуі тиіс.\nТолығырақ: https://egov.kz/cms/kk/articles/vixod_decret",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай элемент металл және бейметалл бола алды?",
        "question_content": "Қандай элемент бір уақытта металл және бейметалл бола алды?",
        "question_date": "17.09.2020",
        "question_tag": "Химия",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыс айында оқуға түсуге болама ?",
        "question_content": "Негізі оқуға күзде қабылданадығой,бірақ қыс айында оқуға түсуге болама ? Университтетке немесе колледжге.",
        "question_date": "17.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда менің ойымша тек күзде ғана қабылдану керек. Шетелдерде естігенім, оқығаным бойынша жылына 4 рет оқуға түсу мүмкіндігі бар.",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телепондағы әріп теру перне тақта App қалай жасалады?",
        "question_content": "Мына телепонымда істептіп жүрген қазақша әріп теру перне тақта APPда, қазақша әріптерден басқа орыс тіліне тән әріптер болады ғой, мысысалы ФЁҺЪЦЩФВЭЯЧЬЮ 13 әріп. Сіздердікі де осылай шығар  ?!\nМен үшін олар артық , қазақшаны сап қазақша жазғым келеді; ал перне тақта үшін де артық , әріп көбейгеннен әріп пернесі кішірейіп қалып, әріп теруге ыңғайсыз боп қалады .\nОрысша перне тақта болғасын, сол орысша әріптерді орысша перне тақтаға барып терсе болды ғой, қазақша пернетақтаға оларды қыстырудың қажеті не, құйысқанға қыстырылып ?\nӨзім жасайын ба сондай Сап қазақша перне тақтаны десем оңай шаруа емес екен, қабарым да жоқ. Жасап қойып істетіп жүргені болма са.  Білетіндер айта кетсе екен Перне тақтаны қалай жасайтынын  ??",
        "question_date": "17.09.2020",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1916 ұлт-азаттық көтерілістің тарихи маңызын анықтау",
        "question_content": "1916 жылғы ұлт-азаттық көтерілістің тарихи маңызын анықтау және тұлғалардың рөліне баға беру",
        "question_date": "17.09.2020",
        "question_tag": "Мектеп",
        "question_views": 26100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандаы   1916 жылғы  көтеліліс  қазақ  халқының  азаттық  қозғалысының  шежіресіндегі  ең  бір  жарқын  белес  болып  табылады . Көтеріліс  дүние  жүзілік  империялистік  соғыстың  қызып  тұрған  кезінде Ресейдегі жұмысшы және шаруа қозғалысының иықтап өрлеу жағдайында өтті . Бұл азаттық қозғалыс ең алдымен империялистік соғысқа және өз жерлерінің тартып алуына қарсы бағытталып , империализмнің жалпы Ресейлік системасына мықтап соққы болып тиді .Көтерілістің біріңғай басшылығы және ұйымдастырушы орталығы болмаса да , Қазақстанда болып жатқан оқиғалар басқа аймақтарға ықпал жасап , өзара байланысты болып отырды . Алайда , көтеріліс стихиялы түрде дамып тұрақты , жеткілікті басшылықтың болмағандығының салдары айқын көрінді . 1916 жылғы көтеріліс қазақ еңбекші бұқарасының таптық  сана сезімін арттыруда зор рөл атқарды . Көтеріліс патшаның малайлары тетінде феодалдық рулық жоғары топтың шын сиқын қазақ шаруаларына айқын көрсетіп . ауылдағы тап күресін жаңа сатыға көтерді .\nКөтерілістің негізгі қозғаушы күші ұлттық шаруалардың қалың топтары , сондай – ақ жаңадан туындап келе жатқан жұмысшы табының өкілдері, қолөнершілері еді . Оған қазақ халқының өзге топтарының, сонымен бірге демократиялық интелегенцияның өкілдері де қатысты . Жалпы алғанда, Қазақстандағы 1916 жылғы ұлт – азаттық көтеріліс қазақтармен қатар ұйғырлар, өзбектер, дүнгендер және кейбір өзге халықтардың  өкілдері қатысқан ұлттық сипатқа ие болды.\nҚазақ халқының 1916 жылғы ұлт – азаттық қозғалысы Ресей империализімі дағдарысының бір көрінісі еді. Бұл қозғалыс Ресейдегі азаттық күресінің жалпы тасқынына ұласты . Ол империядағы саяси және әлеуметтік дағдарыстың одан әрі асқына түсуіне себепші болды, әскери феодалдық және әскери отаршылдық басқару жуйесінің іргесін шайқатты . (1)\nОрыс шаруаларының  демократияшыл бөлігі көтерілісшілерге жанашырлықпен қарады. « Казанск – Богородское селосында, – деп хабарлады. Верный полицейскилері әскери губернатор М. А. Фольбаунға, – шаруалар Иван Долматовпен Дермидон қырғыздар тобырын олардан шақыратын братаналардың тізімін жасауға жол бермеуге шақырды ». Бурген (Жетісу селосында Демко деген кедей ағайынды үш Қанаевтар мен Айдосовтар үйіне жасырған. Павель Аркедев жазалаушылардан Д. Жайнақовты жасырып қалған.\nБасқа орыс кедейлері де көтеріліске қатысушыларды жасырған.  Ал Торғайда Никита Кротов көтерілісшілерді соғыс ісі шеберлігіне үиретіп, оның өзі жазалаушыларға қарсы  шайқастардың бірінде қаза тапты. Көтерілістің Қарқара ошағын көрнекті ұйымдастырушылардың бірі Е. Е Курев болды. Кәсіпкерді қызы Софья Алексеевна Вербицкая көтерілісшілер жағында шайқасты.\nҰлт – азаттық қозғалыстың басып жаныштау барысында патша үкіметі өртке оранған жер стратегиясын  жүзеге асырды, Түркістан өлкесі гинерал – губернаторының айтуы бойынша, ол Қазақстан мен Қығызыстанның отарлауға мейлінше қолайлы аудандары « тазалау » болатын.\nҚозғалыстың жеңіліс табуының ең басты себептері оның бытыраңқылығы,  аймақ ауқымында ұйымшылдықты болмауы еді.   Патша өкіметі қалыптасқан жағдайда бағалап,  халық қозғалысына қарсы шұғұл шаралар қолданды.  Оның үстіне күште соның жағында болды. Ол қоныстандыру протцесі   жеделдете жүргізіліп жатқан аймақтарда  Орыс, Украйн  шаруалары,   казактар және қазақ,   қырғыз  шаруалары, дүнген,   ұйғыр, өзбек  диқандары  арасындағы  қайшылықтарды   пайдалана  білді.    Саны  аз жергілікті пролитариат оқиғалардың барысына әлі де азды – көпті елеулі ықпал жасай алмады. Көтерілістің бір тұтас басшылығы, ұйымдық орталығы болмада. Паша әкімшілігі Қазақтардың ру аралық тартыстарын шебер пайдалана білді.\nҰлттық демократиялық   зиялылар қатарында бірлік болмады. Біреулері әскери  қызметке баруға шақырды, екіншілері патша үкіметімен келіссөз жүргізді. Даланың бетке ұстарлары ( батырлар, хандар, қазылар ) көптеген реттерде қозғаыс басына келгеннен  кейін  дәиектілік, батылдық көрсетпеді.  Бір қатар жағдайларда кейбір бай – фиодалдар , хандар  көтерілісшілердің мүдделерін сатып кетіп отырды. Патша өкіметі қозғалысты тез арада басшыларынан айыра білді. Жетісудағы көтеріліс басшыларының бірі Бекболат Әшекев   Боралдай  асуында жұрт алдында дарға асылды. Қарқарадағы көтерілістің ең басында  көтерібісшілер қозғалысы жетекшілерінің бірі Жәменке  Мәмбетов түрмеге қамалды,  басқа  12 басшы азаптап өлтірілді.\nҚозғалыс  қазақ халқының револютциялық таптық сана сезімінің өскенін көрсетті, мыңдаған көтерілісшілер патша самодержавиясын қарсы қарулы күрес мектебінен өтті. Ол Қазақстан  халықтарының ұлттық сана сесімінің өсуіне үлкен әсер етті.  Отаршылдық езгінің ұзақ жылдары ішінде олар ұлттық мүдделерінің ортақтығын тұңғыш рет ұғынды,  белсенді саяси қызметке құлшынып, өзін Ресей самодержавиясының ұлттық экспанциясына қарулы күрес жүргізе алатын күш деп сезінді.   Осының нәтижесінде патша үкіметінің моральдік – саяси беделі құлдырады.   Торғай  даласынан  тыл жұмысына 60 мың адам жіберілуі керек еді, ал 1916 жылдың 20 желтоқсанындағы мәлімет бойынша Ақтөбе және Қостанай уездерінің 5 мыңнан ғана адам алынса, Торғай мен Ырғыз уездерінен 89 ғана адам алынғанын  айтсақ  та болады. ( 1 )\nХалық қозғалысы  барысында  үкімет құрылымы, қарулы күштер, басқару апараты құрылып, ұлт – азаттық револютцияға ұласты. Ауқымдылығы мен қатысушыларды қамтуы және зардаптары жағынан алғанда ол империя құрамындағы отаршылдық құлдықтың бүкіл кезеңі ішіндегі азаттық күресінің шырқау шыңы болды.   1916 жылғы көтеріліс тарихында Қазақ кеңістік әдебиетінің классиктері Ж. Аимауытов ( Қартқожа ),  Мұқтар  Әуезов ( Қилы заман ),  С . Сейфулин ( Таржол , тайғақ кешу )   Сәбит  Мұқанов  ( Ботагөз )  өз шығармаларында мейлінше толық ашып көрсетті.\n1916  жылғы көтеріліс Қазақ  халқының сан  ғасырлық  ұлт – азаттық қозғалысының  тарихында ерекше орын алады.   Бірінші  дүние  жүзілік  соғыс  жағдайларында   көтерілістің   жалпы жұрттаныған басшылары   Ә .  Жандосынов, А.  Иманов,   Ж. Мәмбетов,    Ұ. Саурықов,   Б.  Әшекеев,   О. Шолақов ,   А.  Жүнісов,   Қ.  Көкенбаев,   И.  Құрманов,  Т. Орысов,  А.   Сұлтанбеков    және  басқалар   көтерілісшілердің   саяси  көсемдері  Т. Бокин,   Т.  Рұсқылов,   С. Меңдешев,   Ә.  Жаңгелдин,   Б.  Алманав   және   басқалар   кезінде    Сырым   Датов,   Исатай   Таиманов,   Махамбет  Өтемісов,   Жанқожа   Нұрмақанбетов,   Кенесары    және   Наурызбаи  Қасымовтар,   Байзақ   Мәмбетов   және   басқалар   жүргізген   тәуелсіздік  жолындағы  күреске халықты көтерді.\nКенесары  Қасымов    басшылық еткен ұлт – азаттық қозғалыстан  кейін 1916 жылғы  көтеріліс  бірінші рет кең байтақ өлкенің барлық аймақтарын  әр түрлі дәрежеде қамтып, бүкілқазақтық  сипат  алды.   1916  жылғы көтерілістің  айрықша ерекшелігі өлкенің бір қатар аудандарында    оған қазақтармен   қатар қырғыз, өзбек.,  ұйғыр және басқа  да халықтар өкілдерінің  де қатысуы болды.\nКейбір шекаралас  аудандарда  көтеріліске шыққан Қазақтар мен Қырғыздар патша жазалаушыларына қарсыласудың бірлескен   аймақтарын ұйымдастырды.\n Қазақстан мен Орталық Азиядағы 1916 жылғы ұлт – азаттық көтеріліс тұтас алғанда Ресей империясындағы саяси және әлеуметтік – экономикалық дағдарыстың одан әрі асқына түсуіне себепші болды. Ол Ресейдегі әскери – феодалдық және әскери – отаршылдық басқару жүиесінің іргесін шайқалтты   және  шығыстың отар халықтарының импералистік езгіге қарсы  ХІХ ғасырдың басында  өріс алған   бүкіл ұлт – азаттық қозғалысының құрамдас бөлігі,   буындарының бірі  болды.\nhttps://baribar.kz/student/26033/1916-zhylghy-ult-azattyq-koeterilistinh-natizhesi-men-tarikhi-manhyzy/",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүргеновке қалай түсуге болады, ҰБТ-да қандай пәндерді тапсыру қажет?",
        "question_content": "Мен Төлегенов Төлес қазіргі таңда Бурабай мектебінде 11сынып оқушысымын. Менің нақты сұрағым Жүргеновке калай түсуге болады?ҰБТ да кандай пәндерді таңдауым қажет? Жүргеновті бітіріп шыққаннан кейін қайда жұмысқа орналаса аламын, өздеріңіз жұмысқа орналастырып бере аласыздарма? Алдын ала рахмет.Байланыс нөмері 87473308197",
        "question_date": "17.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргеновта жасамаймын, бірақ білуімше,\n1-пән Щығармашылық;2-пән шығармашылық\nҰБТ да оқу сауаттылығы мен Қазақстан тарихын тапсырасыз\nқалған баллды  шығармашылық емтиханнан жинайсыз.\nЖұмысқа өз қабілетіңіз бен пысықтығыңыз арқылы орналасасыз.\nЖәне өзіңіз қай факультет қай мамандықты оқып аяқтасаңыз,сол саладағы кез келген жұмысқа резюме тастап,жұмысқа орналасуыңызға болады.",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысқартылған иондық теңдеулерге сәйкес молкулалық теңдеулерін құрындар?",
        "question_content": "Қысқартылған иондық теңдеулерге сәйкес молкулалық теңдеулерін құрындар:\n\n2H + CO =H2O + CO2⬆️\n\nPb + S =PbS⬇️\n\n2H + S =H2S⬆️\n\nCu + 2OH =Cu(OH)2⬇️\n\nFe + 3OH =Fe(OH)3⬇️\n\n2H + SiO = H2SiO3⬇️\n\nFe(OH)3 + 6H ➡️Fe + 3H2O\n\n9сынып химия 32 бет A-1,2,3тапсырмалары керек",
        "question_date": "17.09.2020",
        "question_tag": "Химия",
        "question_views": 14200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) 2H[+] + CO3[2-] = H2O + CO2\n2H[+] + 2Cl[-] = 2Na[+] + CO3[2-] = H2O + CO2 + 2Na[+] + 2CL[-]\n2HCl + Na2CO3 = H2O + CO2 + 2NaCl\n2) Pb(NO3)2 + Na2S -> PbS + 2NaNO3\n3) 2H (+) + S (-) = H2S.\n2HCl + K2S = 2KCl + H2S \n2H (+) + 2Cl (-) + 2K (+) + S (-) = 2K (+) + 2Cl (-) +H2S.\n4) Cu(2+) + 2OH(-) = Cu(OH)2 (Тұнба)\n\nСu(2+) + 2Cl(-) + 2Na(+) + 2OH(-) = 2Na(+) + 2Cl(-) + Cu(OH)2 (Тұнба) -  1 вариант\nСu(2+) + SO4(2-) + 2K(+) + 2OH(-) = 2K(+) + SO4(2-) + Cu(OH)2 (тұнба)  2 вариант\n\nСuCl2 + 2NaOH = 2NaCl + Cu(OH)2 (Тұнба) - молекулярлы 1 вариант\nСuSO4 + 2KOH = K2SO4 + Cu(OH)2 (тұнба) - молекулярлы 2 вариант\n5) Fe(3+) + 3OH(-) = Fe(OH)3\nFeCl3 + 3KOH = Fe(OH)3 + 3KCl\nFe(3+) + 3Cl(-) + 3K(+) +3OH(-) = Fe(OH)3 + 3K(+) + 3Cl(-)\n6) SiO3 2-+ 2H+ =H2SiO3 Қысқартылған иондық\n2Na+ + SIO3 2- + 2H+ + SO4 2- =2Na+ + SO42- + H2SiO3 Толық иондық\nNa2SiO3 + H2SO4 = Na2SO4 + H2SiO3 молекулярлы теңдеу\n7) Fe(OH)3 +3H(+) = Fe(3+) + 3H2O\n\n1) Fe(OH)3 +3HNO3 = Fe(NO3)3 + 3H2O\n2) 2Fe(OH)3 +3H2SO4 = Fe2(SO4)3 + 6H2O",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұлы Жібек жолы бойындағы сауданың түркі кезеңінде жандану себебін түсіндіріңдер?",
        "question_content": "1. Ұлы Жібек жолы бойындағы сауданың түркі кезеңінде жандану себебін түсіндіріңдер.\n\n2. Мемлекеттер арасындағы дипломатиялық қатынастарды нығайтуда Ұлы Жібек жолы қандай рөл атқарды?\n\n3. Ұлы Жібек жолы бойында орналасқан қай қалалар бүгінгі күнге дейін сақталған?\n\n4. Ұлы Жібек жолының Қазақстан тарихына қосқан үлесіне баға беріңдер",
        "question_date": "16.09.2020",
        "question_tag": "Мектеп",
        "question_views": 23500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы Жібек жолы десе көз алдыңа күн астында күйіп тұрған алып шөл далалар, аяғы көрінбейтін қымбат жүктері бар керуендер, мыңдаған шақырым жол жүріп өткен саудагерлер, алдындағы мақсатына жету үшін шөлдаладан да өтуге дайын көпестер елестейді. Жол барысында жаңа қалалар пайда болып, ескілерінің тас талқаны шықты. Ұзындығы 12 мың шақырым болатын Ұлы Жібек жолының сауда керуендерінің бір бағыты Қазақстанның оңтүстік аумағы арқылы өткен.\nКеруендер өтетін шаң басқан жолдар арқылы қымбат маталар, асыл тастар, алтын мен күмістен жасалған заттар, экзотикалық жануарлар тасымалданды. Ұлы Жібек жолы Шығыс пен Батысты байланыстырып, қалалардың тіпті жаңа мемлекеттердің пайда болуына өзіндік септігін тигізген. Талай тарихи орындардың әлемге танылуына әсер болған, теңдесі жоқ сауда маршруты. Оны сауда жолы ғана емес, екі алпауыт цивилизация арасындағы мәдени экономикалық көпір деп айтуға толық негіз бар. Жібек жолының тарихы біздің заманымызға дейін 138 жылдан бастау алады. Сол жылы Қытай императоры Батыс жаққа сауда жасайтын серіктестерді іздеу үшін арнайы дипломатиялық керуенді жіберген болатын. Оған қатысқандар Қытайдан Орталық Азияға тікелей жүріп өткен.\nНаурыз мерекесі туралы қызықты мәліметтер >>>\nДәл осы жолмен батысқа қарай барлық керуендер жүретін болған. Уақыт өте келе Орталық Азия мен Қытай арасындағы сауда-саттық нығайды. Қытайдан шыққан керуендер солтүстік Тянь-Шань тауларына бағыт алып, Орталық Азияны кесіп өтіп, ары қарай Подсамудария, Хорасан арқылы Месапатамимен Жерорта теңізіне жететін.\nОсы кезде Жібек жолы қатып қалған бір бағыттан тұрды деуге болмайды. Жүз жылдар бойы оның жолдары ауысып, керуен бағыттары құбылып тұрды. Тиімділігі жоғары бағыттар өркендесе, пайдасы төмен бағыттар құлдырады. 6-7 ғасырларда ең жиі пайдаланылған бағыт Қытайдан Жетісу мен Оңтүстік Қазақстан арқылы бағыт болды.\nБұл бағыт арқылы бірінші кезекте алтынмен қатар әлемдік валюта түріне айналған жібек матасы тасымалданды. Бұл қымбат маталар патшалар мен елшілерге сыйлық ретінде ұсынылып, жалданбалы әскерге жалақы төленіп, мемлекеттік қарыздар осы жібек матасымен қайтарылған. Өз кезегінде Рим мен Византиядан, Үндістан, Иран мен Араб халифатының, кейінгі жылдарда Еуропамен Русьтен осы елдерде өндірілген тауарлар да тасымалдана бастады.\nЖібек жолы бойында тұрған Отырар, Тараз, Сайрам, Түскістан, Суяб, Баласағұн және тағы да басқа қалалар өркендеп сауда орталығы ғана емес, сонымен қатар мәдени және ғылым ошақтарына айналды. Орталық Азия, Оңтүстік Қазақстан мен Жетісу арқылы өткен жібек жолы 14 ғасырға дейін пайдаланылды. Оның жойылуына тайпалар арасындағы соғыстар мен қытайлықтардың теңіз жолдарын игеруі себеп болды. Ғасырлар тегілі Ұлы Жібек жолының тарихи орны мен маңыздылығы ҚР президенті Нұрсұлтан Назарбаевтың бастамасымен Батыс Еуропа, Батыс Қытай халықаралық дәлізінің құрылысымен жалғасты.\n«Жібек жолы» термині кейіннен енгізілген, ал жолдың өзі ежелгі. «Жібек жолы» терминін неміс географы Фердинанд Рихтофен 1877 жылы енгізген. Ол бұл сауда жолы туралы Қытай туралы жазған кітабында айтып өткен болатын.\nАталуына қарап бұл жолды қандай да бір мықты магистраль деп ойлайсың. Алайда, тарихшылар айтып өткендей, Ұлы Жібек жолы үлкен ағашқа ұқсайды, себебі оның көптеген бағыттар болған. Осылайша, сауда айналымы көптеген қалаларды қамтыды.\nҰлы Жібек жолының қашықтығы 12 000 шақырымды құрады. Сондықтан саудагерлер мұндай қашықтықты толық жүріп өтпеген. Көп жағдайда олар ауысумен жүріп, жолдың ортасында өз тауарларын ауыстырып алып отырған.\nҚытай императорының сауда жасайтын серіктестерді іздеу үшін жіберген арнайы дипломатиялық керуені Қытайға 13 жылдан кейін бір-ақ оралған.\nЖібек жолы сүрлеуін жылқы салған.\nЖібек жолы арқылы көп жағдайда жүзім мен мақта, жылқылар мен азықтық дақылдар жеткізілді.\nҰлы Жібек жолының пайда болуының арқасында қолөнер шеберлері жаңа өнер түрлерін игерді. Шеберлер темірден жасалған бұйымдарды жасау ісін Шығыстан, ал шыны жасау ісін Батыстан үйренді.\nҚытай аңыздарында жібек жіпті ең алғаш болып Си Линг-чи патша ханым алған елінген. Аңызға сүйенсек, патша ханым шай ішіп отырған кезде оның шыныаяғына ағаштан жібі шығып тұрған құрт түсіп кетеді. Сөйтіп, патша ханым құрттың жібін тарқатып алып, осылайша алғашқы жібек жіп алынады.\nТасымалдың қарқындылығы Жібек жолындағы кейбір қалалардың арнайы уақыт кестесін белгілеп отырғанын дәлелдейді. Мысалы, керуендер Қытайдың Лоян қаласынан алдыңғы керуеннің шыққанына бір апта өткеннен кейін бірақ қозғалған.\nБүкіл Еуразия арқылы саяхаттаған саудагерлер технологиялар, діни ілімдер туралы айтып, мәдениетімен бөліскен. Сапарға саудагерлер ғана емес, жазушылар, жауынгерлер де, ғалымдар да аттанған. Ұлы Жібек жолының тарихы өте көне. Еуропа осы бағытпен жүріп өткен саяхатшылардың арқасында ғана Шығыстың мәдениетімен танысты. Мысалы, оқдәрі алғаш Қытайда ойлап табылды. Бірақ еуропалықтар бұл туралы білгеннен кейін ғана алғашқы қару-жарақ пайда болды.",
                "date": "16.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Велосипед дөңгелегінің радиусы 40 см. Егер дөңгелек 120 айн/мин жасайтын болса?",
        "question_content": "Физика есептер шығару, физика, есеп, мектеп сұрақтары?",
        "question_date": "16.09.2020",
        "question_tag": "Физика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Дөңгелектің ұзындығы\n\nl = 2*pi*r = ә (см)\n\n1 минутта жүретін жолы\n\nS = ә*140айн/мин *1мин/айн = ғ (см)\n\nЖылдамдық\n\nV = ғ/(100×60) = ө (м/с)",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалың елім Қазағым, өлеңінін идеясын адамгершілік тұрғысынан талдау эссе жазу?",
        "question_content": "Қалың елім Қазағым, қайран жұртым өлеңінін идеясын адамгершілік тұрғысынан талдау эссе жазу?",
        "question_date": "16.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Қалың елім, қазағым, қайран жұртым» - қазағым, жұртым, елім деп өткен ақынның дара да дана қаламынан туындаған көркемдік дәрежесі биік, мағынасы тереңде жатқан туынды. «Қалың елім, қазағым, қайран жұртым» - Абайдың көлемі отыз жолдан тұратын, 11 буынды қара өлең ұйқасы түрінде жазылған өлеңі. Ол алғаш рет 1909 жылы Санкт-Петербург қаласында «Қазақ ақыны Ибраһим Құнанбайұлының өлеңі» атты жинақта жарық көрді [2]. Өлең сыни релистік сарында жазылған, мазмұны қазақ халқының сол замандағы бүкіл болмыс-бітімін, қоғамдық-тарихи және рухани ахуалын көрсетеді. Оны талқылау, талдауда түрлі зерттеушілердің пікірі бір нүктеде ұшырасады. Солардың ішінде М.О. Әуезов, А. Нұрқатов, С. Әшімбаев сынды әдебиеттанушылардың айтқан ойларының ғылыми құндылығы ерекше екендігін атап өткен жөн.\n«Қалың елім, қазағым, қайран жұртым» деген жолдағы «қайран» одағайының ақынның ішкі ойын беруде мәні зор. «Қазақ тілінің фразеологиялық сөздігінде» бұл одағайдың «дариға» сөзінің мағынасына жақындығы көрсетіледі және де «қайран» одағайы «ардақты, сүйікті, қымбатты мағынасында қынжылу, назалану түрінде келіп, өткенге аяныш, өкініш туралы айтылады» делінген. Осы сөздікте «қайран» одағайының мағынасын тереңірек түсіндіру үшін сөздік құрастырушылары қырғыз тіліндегі «Жаманға айтқан сөзің қайран», қазақтың  «Жаманға айтқаның тамға сөйлегенмен бірдей» деген мақалдарын мысал қылып келтіреді. Сонымен бірге тілімізде «қайран» одағайына мағыналас «әттең, есіл, шіркін» секілді синоним одағайлар кездеседі. Бұл түсініктемелерді қорыта келе ұғынатынымыз: ақын «қайран жұртым» деп халқының рухани-әлеуметтік жағдайының төмендегенін көріп, сол жағдайын түзетуге еш талпынбай жүргеніне, ілгері басып, келешегім деп білімге, ғылымға, еңбекке ынталанбағанына өкініш-назын айтып отыр. Аудармаларда Абай айтқан «қайран жұрт» бедолага (Қ.Досжан), бедный народ (С. Липкин, Ю. Кузнецов,) милый народ (Ә. Қодар), великий народ (М. Әдібаев) секілді нұсқалармен берілген. Орыс тіліндегі «бедный» лексикалық бірлігі «неимущий, скудный» мағыналарымен қоса «несчастный, жалкий», ал «бедолага» «бедняга, неудачник» мағынасымен түсіндіріледі [5]. Орыс тіліндегі түсініктемелерінен көрініп тұрғанындай, асыл нұсқадағы ақынның жұртына деген аянышқа, өкінішке толы сезімі аудармада өз деңгейінде берілмеген. М. Әдібаевтың «великий народ», яғни «ұлы халық» деп аударуын сәтсіз аудармашылық шешім деп атауға болады. Ә. Қодардың аудармасындағы «милый народ» тіркесіндегі «милый» сын есімінің коннотативті мағынасы орыс тілді оқырманның санасында асыл нұсқадағы түпкі мағынаны жаңғырта алмайды. Сондай-ақ Қ. Досжанның жолма-жол аудармасындағы, С. Липкин, Ю. Кузнецов аудармаларындағы «О, казахи мои» деп «О» одағайының алынуы да аудармашылардың сәтсіз шешімдері қатарына жатады деген ойдамыз. Себебі, біріншіден, бұл аудармашылық шешім түпнұсқадағы ақынның өкінішке толы сезімін жойып жіберіп тұр. Екіншіден, ақын тыңдаушының көңілін қарату үшін әлдебір одағай сөзді емес, «қазағым» қаратпа сөзін қолданып отыр. Аталған жайттар «Қалың елім, қазағым, қайран жұртым» өлеңінің мазмұны мен мағынасының аудармадағы көрінісі өте қарапайым болып шыққандығына дәлел бола алады. \nАбайдың тілі қазақ тілінің бүкіл байлығының, ал өлеңдері бүтін тыныстіршілігінің көрсеткіші екендігін айтып отырудың өзі артық. Біздің мақаламыздың талдау нысаны болып отырған «Қалың елім, қазағым, қайран жұртым» - осы ойымыздың анық дәлелі. Ақын өлеңде ауызбен орақ ору, басбасына би болу, байлауы жоқ, күш сынасқан күндестік, қырқын мінсе, қыр артылмас секілді тұрақты тіркестерді қолдана отырып ана тіліміздің байлығын көрсетіп қана қоймай, сол тілді қолдана білудегі шеберлігін, ақындық қуатын жеткізеді. Ол тұрақты тіркестермен қоса қыртың ету, бұртың ету, жыртың ету, пыш-пыш деу сияқты бейнелеуіш сөздермен адамның сыртқы көрінісін ғана емес мінез-құлқын, ішкі көңіл-күйін шебер сипаттайды. Ақынның өз сөзімен айтсақ, әр сөзінің іші - алтын, сырты – күміс. Оның әрбір сөзі қуатты да терең ойдан, ыстық жүректен туындаған.    Осы тұрақты тіркестердің, бейнелеуіш сөздердің аудармаларын оқып, Абайдың сөз қолданысындағы бірегей шеберлікті, оның ақындық қуатын сезіне алмайтынымыз жасырын емес. Осы ойымызды айғақтау мақсатында «аузымен орақ ору» тіркесі кездесетін бунақты қарастырайық.\nАқынның түпкі ойы деп отырғанымыз - барлық мәндік, мағыналық, құрылымдық ерекшелігі сақталып барып аударылуы тиіс көркем ақпарат. Абайдың «Қалың елім, қазағым, қайран жұртым» өлеңіндегі санаулы ғана көркем ақпарат есебіндегі бірліктердің бес түрлі аудармадағы нұсқаларын қарастырда келе, көркем ақпаратты аудармада барынша саймасай бере білу бірнеше шарттарға тәуелді болатынын тұжырымдауға болады. Аудармашы түпнұсқаны көркемдік құралдарды, мазмұндық және құрылымдық ерекшіліктерді тани, қабылдай, талқылай, бағалай білу арқылы ғана түпнұсқаны және ондағы астарлы, имплицитті көркем ақпаратты, авторды түсіне алады. Осы шарттардың бірінің назардан тыс қалуы сәтсіз аудармашылық шешімдер туындатады, түпнұсқа авторының ойын бұрмалауға әкеліп соғады деген тұжырымға келеміз",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене шынықтыру жеке бас гигиенасы?",
        "question_content": "Дене шынықтыру сабағынан жеке бас гигиенасы туралы ақпарат қажет?",
        "question_date": "16.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміздегі балалар мен жасөспірімдер гигиенасында, денешынықтыру тәрбиесінің мақсаты - қандай да бір спорттық нәтижелерге жету емес, жоғары деңгейдегі денсаулық көрсеткішіне жету. болып табылады. Бұл мақсат жеке адамдармен қатар, жалпы қоғамның мүддесіне де сәйкес келеді. Көпшілік қауым баланың чемпион титулына талаптануына тиым сала алмайды, бірақ оны денсаулығына әсер ететін қауіптен қорғауға міндетті.\nКөрсетілген мақсатқа жету үшін, денешынықтыру тәрбиесінің міндеттері оның жетістіктеріне байланысты біршама өзгертілді және әлі де өзгертілуде. Жастардың әлеуметтік іс-әрекеттерге жарамдылығы негізінде жүргізілген есептеулер бойынша бұл өзгертулердің тиімділігі өте көптеген факторларға байланысты.\nДенешынықтыру тәрбиесінің негізгі міндеттеріне: денсаулықты нығайту, функционалдық мүмкіндіктер мен дене бітімі дамуының үйлесімділігін жетілдіру; қимыл-қозғалыс дағдыларын, бұлшық ет күшін дамыту; жылдамдық, төзімділік, ептіліктің негіздерін құрып, жетілдіру; еркіндік пен тәртіп саласын дамыту; гигиеналық дағдыларға тәрбиелеу; т.с.с. жатады.\nДенешынықтыру тәрбиесін салауттандырудың тиімділігін төмендегі жағдайлардан көруге болады: организмнің қоршаған ортаның әсеріне төзімділігі артады; өсу мен даму процесстерінің жақсаруына жағдай жасайды; жылуреттеуші механизмдер жетіледі; организмнің салқын тигеннен пайда болатын ауруларға қарсы төзімділігі жоғарылайды т.б.;\nАдам эволюциясы қимыл-қозғалыс белсенділігімен үзбей байланыста болады. Қимыл-қозғалыс тіршіліктің белгісі және организмнің биологиялық қажеттілігін қамтамасыз етудің, әлемді танып, білудің құралы. Қимыл-қозғалыс белсенділігі дегеніміз - белгілі уақыт аралығындағы дене қозғалыстарының жиынтығы.\nҚимыл-қозғалысқа биологиялық қажеттілік, баланың өмірге алғаш келген күнінен бастап пайда болады, бірақ, ол әлеуметтік факторларға байланысты өзгеріп отырады. Тіршілік жағдайы мен тәрбие жүйесі тәуліктік қимыл-қозғалыс белсенділігін шұғыл төмендетіп, не болмаса, жоғарылатып жіберуі мүмкін. Ол ерте жаста биологиялық (генетикалық) механизммен ал одан кейінірек, ересек жастарда әлеуметтік механизм бойынша реттеледі.\nБірақ казіргі кезде денешынықтыру тәрбиесінің өсіп келе жатқан жастардың тілегі мен мүмкіндіктерін ескеретін, көптеген жаңа түрлері пайда болып жатыр. Бұлар, спорт-тық билер, ырғақты гимнастикалар \"аэробика\", қытай гимнастикасы \"ушу\" және т.б. Олардың көбі, өзінің жаңалығымен, қолайлылығымен арнаулы бөлмелер мен арнаулы құралдарды қажет етпейді. Сондықтан денешынықтыру тәрбиесінің қосымша түріне қатал регламентация сақталмаса да болатын сияқты. Олардың негізі еркін таңдау, қолайлылық және формалды түрде болмауы керек.\nБалалар мен жасөспірімдердің денешынықтыру тәрбиесінде оқытудың үш тәсілі кеңінен қолданылып жүр: қатал регламентация тәсілі, ойындар және жарыстар өткізу.\nБалалар мен жасөспірімдердің денешынықтыру тәрбиесінің әрбір жас топтарына және мекемелердің типтеріне қарай бөлінген мемлекеттік бағдарламасы бар. Бағдарламалар балалар мен жасөспірімдер мекемелерінің төменде көрсетілген типтеріне арнап өңделген: балалар бақшасы; жалпы білім беретін мектеп; кәсіпттік - техникалық білім беретін мекеме; балалар мен жасөспірімдердің спорттық мектебі.\nСанитарлық дәрігер мектеп жасына дейінгі балалардың денешынықтыру тәрбиесіне баға беру үшін төмендегі үлгі бойынша тексеру жүргізеді:\nБалалардың жасына, денсаулығына және дайындығына байланысты денешынықтыру тәрбиесінің құралдары мен түрлері;\nДенешынықтыру сабағының бүтіндей және жеке бөлімдерінің ұзақтығы, моторлы тығыздығы, сабақ жүргізу жағдайы, құралдары);\nТаңертеңгілік гимнастика (реттілігі, орны, жағдайы, киімдері);\nҚимыл-қозғалыс ойындары мен көңіл көтеру уақыттары (күн тәртібіндегі уақыты, ойынның сипаты, жабдықтары, құралдары);\nСеруендер мен экскурсиялардың ұйымдастырылуы (ара қашықтығы, ұзақтығы, өткізу орны, киімдері);\nБалалардың денсаулық жағдайының мәліметі (аурушаңдығы, дене бітімінің дамуы).\nСанитарлық дәрігер, мектептегі денешеынықтыру тәрбиесінің ұйымдастырылуына төменде көрсетілген үлгі бойынша гигиеналық баға береді:\nМедициналық тексерудің қорытынды жинағы (дұрыс, уақытында өткізілгендігі, денсаулық топтары, оның динамикасы);\nДенешынықтыру сабағының мазмұны (сабаққа қатынасуы, сабақ босатудың себептері, сабақтың ұзақтығы, құрылысы, моторлы тығыздығы);\nДенешы-нықтыру салауаттандыру шаралары (толықтығы, дұрыстығы, реттілігі, сабақ жүргізу жағдайы);\nСыныптан тыс спорттық-қоғамдық жұмыстар (секциялардың және спортпен шұғылданатындардың саны, экскурссиялар мен жорықтар, денсаулық және спорт күндерінің реттілігі);\nДенешынықтыру сабағы өткізілетін орынның гигиеналық жағдайы;\nСабақтың жабдықталуы;\nДенешынықтыру тәрбиесінің ұйымдастырылуына талдау жасау;\nДенешынықтыру сабағының тиімділігі туралы қорытынды және орындау уақыты көрсетілген нақты ұсыныстар беру.\nКәсіптік-техникалық білім беру орындарында жүргізілетін денешынықтыру тәрбиесінің өз ерекшеліктері бар. Мұндағы денешынықтыру тәрбиесінің бағдарламасы мектептегіге ұқсас келеді, ерекшелігі - денешынықтыру сабағының кешенді және арнайыландырылған деп бөлінуінде. Жасөспірімдердің арнайы спорт мектептеріндегі денешынықтыру тәрбиесінің мақсаты - кәсіпкер спорт шеберлерін даярлау болып саналады. Спорттық мектеп - интернаттар, спорттың жеке түрлерінен жоғары спорт шеберлерін даярлауға арналған.\nТолығырақ: https://kk.m.wikibooks.org/wiki/%D0%94%D0%B5%D0%BD%D0%B5%D1%88%D1%8B%D0%BD%D1%8B%D2%9B%D1%82%D1%8B%D1%80%D1%83_%D1%82%D3%99%D1%80%D0%B1%D0%B8%D0%B5%D1%81%D1%96%D0%BD%D1%96%D2%A3_%D1%84%D0%B8%D0%B7%D0%B8%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F%D0%BB%D1%8B%D2%9B-%D0%B3%D0%B8%D0%B3%D0%B8%D0%B5%D0%BD%D0%B0%D0%BB%D1%8B%D2%9B_%D0%BD%D0%B5%D0%B3%D1%96%D0%B7%D0%B4%D0%B5%D1%80%D1%96",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай қалың елім қазағым, қайран жұртым өлеңін оқу талдау?",
        "question_content": "Абай қалың елім қазағым, қайран жұртым өлеңін оқу талдау?",
        "question_date": "16.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 115000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Қалың елім, қазағым, қайран жұртым» - қазағым, жұртым, елім деп өткен ақынның дара да дана қаламынан туындаған көркемдік дәрежесі биік, мағынасы тереңде жатқан туынды. «Қалың елім, қазағым, қайран жұртым» - Абайдың көлемі отыз жолдан тұратын, 11 буынды қара өлең ұйқасы түрінде жазылған өлеңі. Ол алғаш рет 1909 жылы Санкт-Петербург қаласында «Қазақ ақыны Ибраһим Құнанбайұлының өлеңі» атты жинақта жарық көрді [2]. Өлең сыни релистік сарында жазылған, мазмұны қазақ халқының сол замандағы бүкіл болмыс-бітімін, қоғамдық-тарихи және рухани ахуалын көрсетеді. Оны талқылау, талдауда түрлі зерттеушілердің пікірі бір нүктеде ұшырасады. Солардың ішінде М.О. Әуезов, А. Нұрқатов, С. Әшімбаев сынды әдебиеттанушылардың айтқан ойларының ғылыми құндылығы ерекше екендігін атап өткен жөн.\n«Қалың елім, қазағым, қайран жұртым» деген жолдағы «қайран» одағайының ақынның ішкі ойын беруде мәні зор. «Қазақ тілінің фразеологиялық сөздігінде» бұл одағайдың «дариға» сөзінің мағынасына жақындығы көрсетіледі және де «қайран» одағайы «ардақты, сүйікті, қымбатты мағынасында қынжылу, назалану түрінде келіп, өткенге аяныш, өкініш туралы айтылады» делінген. Осы сөздікте «қайран» одағайының мағынасын тереңірек түсіндіру үшін сөздік құрастырушылары қырғыз тіліндегі «Жаманға айтқан сөзің қайран», қазақтың  «Жаманға айтқаның тамға сөйлегенмен бірдей» деген мақалдарын мысал қылып келтіреді. Сонымен бірге тілімізде «қайран» одағайына мағыналас «әттең, есіл, шіркін» секілді синоним одағайлар кездеседі. Бұл түсініктемелерді қорыта келе ұғынатынымыз: ақын «қайран жұртым» деп халқының рухани-әлеуметтік жағдайының төмендегенін көріп, сол жағдайын түзетуге еш талпынбай жүргеніне, ілгері басып, келешегім деп білімге, ғылымға, еңбекке ынталанбағанына өкініш-назын айтып отыр. Аудармаларда Абай айтқан «қайран жұрт» бедолага (Қ.Досжан), бедный народ (С. Липкин, Ю. Кузнецов,) милый народ (Ә. Қодар), великий народ (М. Әдібаев) секілді нұсқалармен берілген. Орыс тіліндегі «бедный» лексикалық бірлігі «неимущий, скудный» мағыналарымен қоса «несчастный, жалкий», ал «бедолага» «бедняга, неудачник» мағынасымен түсіндіріледі [5]. Орыс тіліндегі түсініктемелерінен көрініп тұрғанындай, асыл нұсқадағы ақынның жұртына деген аянышқа, өкінішке толы сезімі аудармада өз деңгейінде берілмеген. М. Әдібаевтың «великий народ», яғни «ұлы халық» деп аударуын сәтсіз аудармашылық шешім деп атауға болады. Ә. Қодардың аудармасындағы «милый народ» тіркесіндегі «милый» сын есімінің коннотативті мағынасы орыс тілді оқырманның санасында асыл нұсқадағы түпкі мағынаны жаңғырта алмайды. Сондай-ақ Қ. Досжанның жолма-жол аудармасындағы, С. Липкин, Ю. Кузнецов аудармаларындағы «О, казахи мои» деп «О» одағайының алынуы да аудармашылардың сәтсіз шешімдері қатарына жатады деген ойдамыз. Себебі, біріншіден, бұл аудармашылық шешім түпнұсқадағы ақынның өкінішке толы сезімін жойып жіберіп тұр. Екіншіден, ақын тыңдаушының көңілін қарату үшін әлдебір одағай сөзді емес, «қазағым» қаратпа сөзін қолданып отыр. Аталған жайттар «Қалың елім, қазағым, қайран жұртым» өлеңінің мазмұны мен мағынасының аудармадағы көрінісі өте қарапайым болып шыққандығына дәлел бола алады. \nАбайдың тілі қазақ тілінің бүкіл байлығының, ал өлеңдері бүтін тыныстіршілігінің көрсеткіші екендігін айтып отырудың өзі артық. Біздің мақаламыздың талдау нысаны болып отырған «Қалың елім, қазағым, қайран жұртым» - осы ойымыздың анық дәлелі. Ақын өлеңде ауызбен орақ ору, басбасына би болу, байлауы жоқ, күш сынасқан күндестік, қырқын мінсе, қыр артылмас секілді тұрақты тіркестерді қолдана отырып ана тіліміздің байлығын көрсетіп қана қоймай, сол тілді қолдана білудегі шеберлігін, ақындық қуатын жеткізеді. Ол тұрақты тіркестермен қоса қыртың ету, бұртың ету, жыртың ету, пыш-пыш деу сияқты бейнелеуіш сөздермен адамның сыртқы көрінісін ғана емес мінез-құлқын, ішкі көңіл-күйін шебер сипаттайды. Ақынның өз сөзімен айтсақ, әр сөзінің іші - алтын, сырты – күміс. Оның әрбір сөзі қуатты да терең ойдан, ыстық жүректен туындаған.    Осы тұрақты тіркестердің, бейнелеуіш сөздердің аудармаларын оқып, Абайдың сөз қолданысындағы бірегей шеберлікті, оның ақындық қуатын сезіне алмайтынымыз жасырын емес. Осы ойымызды айғақтау мақсатында «аузымен орақ ору» тіркесі кездесетін бунақты қарастырайық.\nАқынның түпкі ойы деп отырғанымыз - барлық мәндік, мағыналық, құрылымдық ерекшелігі сақталып барып аударылуы тиіс көркем ақпарат. Абайдың «Қалың елім, қазағым, қайран жұртым» өлеңіндегі санаулы ғана көркем ақпарат есебіндегі бірліктердің бес түрлі аудармадағы нұсқаларын қарастырда келе, көркем ақпаратты аудармада барынша саймасай бере білу бірнеше шарттарға тәуелді болатынын тұжырымдауға болады. Аудармашы түпнұсқаны көркемдік құралдарды, мазмұндық және құрылымдық ерекшіліктерді тани, қабылдай, талқылай, бағалай білу арқылы ғана түпнұсқаны және ондағы астарлы, имплицитті көркем ақпаратты, авторды түсіне алады. Осы шарттардың бірінің назардан тыс қалуы сәтсіз аудармашылық шешімдер туындатады, түпнұсқа авторының ойын бұрмалауға әкеліп соғады деген тұжырымға келеміз",
                "date": "16.09.2020",
                "upvotes": 1
            },
            {
                "text": "1886\nАқынның терең де күрделі ойлары шерлі жүректен шымырқанып, толқып шыққан, тұтас халыққа арнап жазған өлеңі.\nҚашан жазылды?\nАдамгершілік, қайраткерлік биігіне көтерілген ақынның бұл өлеңі 1886 жылы 41 жасында жазылған.\nҚайда жазылды?\n30 жолдан тұратын өлең Құнанбай қажы әулетінің ата қонысы, ұлы ақын өмірінің сәулелі сәттерінің мекені – Ақшоқы қыстауында жазылған.\nҚайда жарияланды?\nАлғаш рет 1909 жылы Санкт-Петербургте жарық көрген «Қазақ ақыны Ибраһим Құнанбайұғлының өлеңі» атты жинақта жарияланды (1-бөлік. Халық туралы, 6-бет). Басылымдарында аздаған текстологиялық өзгерістер кездеседі. Мүрсейіт қолжазбаларында, 1954 жылғы жинақта 12-жол «Бір күн тыртың етеді, бір күн жыртың» делінсе, 1939, 1945, 1957 жылғы басылымдарда «Бір күн тыртың етеді, бір күн бұртың» болып алынған. Мүрсейіт қолжазбаларында, 1909 жылғы жинақта 13-жол «Өз басына би болған өңкей қыйқым» болса, кейінгі басылымдарда «Бас-басына би болған өңкей қыйқым» деп берілген. 1909 жылғы жинақтан бастап, барлық басылымдарда өлеңнің екі шумағы «Өздеріңді түзелер дей алмаймын, Өз қолыңнан кетпесе енді өз ырқың» деп басылса, Оразке қолжазбасында «Өздеріңді түзелер дей алмаймын, Өз қолыңнан кеткен соң енді өз ырқың» деп жазылған (Оразке қолжазбасы Абай мұражайының қолжазбалар қорында сақтаулы) және осы нұсқа кейінгі басылымдарға енген.\nӨлең не жайында?\n«Өлеңде ақын өз халқының сол кездегі тарихи трагедиясын айта кеп дерттенеді», — дейді М.Әуезов, — «Жоғын жоқтап, мұңын мұңдап отырғаны «қалың елі, қазағы…» Оны «қайран жұртым» деп, бар жанымен ынтыға сүйеді. Бұның қамын ойлағанда, қамырыққа көңіл толады». Абайды дерттендірген, халқының басына түскен тарихи трагедия – «Қалың елі, қазағы» Ресей империясының отарына айналып, ерікті елдігінен айырылып, «өз малын өзімдікі дей алмайтын» хәлге душар болған қайғы-қасіреті еді.\nҚай жанрда жазылды?\nӨлең 11 буынды қара өлең ұйқасы үлгісінде жазылған, көлемі 30 жол.\nҚай тілдерге аударылды?\nТуынды ағылшын, араб, әзербайжан, қарақалпақ, қырғыз, татар, түрікмен, орыс, өзбек, ұйғыр тілдеріне аударылған.\nҚалың елім, қазағым, қайран жұртым,\nҰстарасыз аузыңа түсті мұртың.\nЖақсы менен жаманды айырмадың,\nБірі қан, бірі май боп енді екі ұртың.\nБет бергенде шырайың сондай жақсы,\nҚайдан ғана бұзылды сартша сыртың?\nҰқпайсың өз сөзіңнен басқа сөзді,\nАузымен орақ орған өңкей қыртың.\nӨзімдікі дей алмай өз малыңды,\nКүндіз күлкің бұзылды, түнде – ұйқың.\nКөрсеқызар келеді байлауы жоқ,\nБір күн тыртың етеді, бір күн – бұртың.\nБас-басына би болған өңкей қиқым,\nМінеки бұзған жоқ па елдің сиқын?\nӨздеріңді түзелер дей алмаймын,\nӨз қолыңнан кеткен соң енді өз ырқың.\nАғайын жоқ нәрседен етер бұртың,\nОның да алған жоқ па құдай құлқын?\nБірлік жоқ, береке жоқ, шын пейіл жоқ,\nСапырылды байлығың, баққан жылқың.\nБаста ми, қолда малға талас қылған,\nКүш сынасқан күндестік бұзды-ау шырқын.\nОңалмай бойда жүрсе осы қыртың,\nӘр жерде-ақ жазылмай ма, жаным, тырқың?\nҚай жеріңнен көңілге қуат қылдық,\nҚыр артылмас болған соң, мінсе қырқың?\nТиянақсыз, байлаусыз байғұс қылпың,\nНе түсер құр күлкіден жыртың-жыртың.\nҰғындырар кісіге кез келгенде,\nПыш-пыш демей қала ма ол да астыртын?",
                "date": "25.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төбелері А (4;2;3)В (5;7;0)С (2;8;-1) Үшбұрыштың ауданын табу керек?",
        "question_content": "Төбелері А (4;2;3)В (5;7;0)С (2;8;-1) Үшбұрыштың ауданын табу керек?",
        "question_date": "16.09.2020",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инженер-Эколог, Инженер-технолог мамандығы. Қандай мамандық таңдасам болады?",
        "question_content": "Мен 11 сыныпта оқимын. Бірақ мен мамандығымды таңдаған жоқпын. Іздестірі көріп жатырмын. Инженер-Эколог, Инженер-технолог осының қайсысы жақсы? Қандай мамандық таңдасам болады?",
        "question_date": "16.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайсы мамандық өзіңізге жақын соын таңдағаныңыз дұрыс.\nЭколог (инженер-эколог) - жағдайды талдаумен және табиғатқа болуы мүмкін зиянды азайту үшін шаралар әзірлеумен айналысатын маман. Эколог табиғат апаттарының себептерін анықтайды және адам факторының қоршаған ортаға әсерін азайту мүмкіндіктерін дамытады. Мамандықты  физика, химия, биология, география  пәндерін түсініп ұнататын адамдарға таңдауға кеңес беріледі.\nИнженер-технолог технологиялық процесті, жұмыстың оңтайлы режимдерін, сапаны бақылаудың негізгі әдістерін жүзеге асыратын жабдықты таңдайды, Технологиялық құжаттаманы жүргізеді. Технолог өнертапқыштық және рационализаторлық жұмыстардың басында тұр. Ол жаңа технологиялық процестерді игеру және оларды өндіріске енгізу бойынша эксперименттік жұмыстарды жүргізуге, өндірістік қуаттарды уақтылы игеру бойынша ұйымдастырушылық-техникалық іс-шараларға қатысады. ҰБТ-да физика және химия пәндерін таңдайсыз.",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алтын мен күміс қорытпаның массасы неше грамм? Қорытпадағы алтын неше грамм?",
        "question_content": "Алтын мен күмістің қоспасынан қорытпа дайындалды. Ондағы алтынның массасының күмістің массасына катынасы 3:5 катынасындай. қорытпадағы күміс алтыннан 12г артық. Қорытпаның массасы неше грамм? Қорытпадағы алтын неше грамм?",
        "question_date": "16.09.2020",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)5-3=2\n\n2)12:2=6 г бір бөлігі\n\n3)5+3=8\n\n4)8*6=48 г барлық қорытпа  массасы\n\n5)3*6=18 г қорытпадағы алтын  массасы",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Салыстырмалы молекулалық массасы : NaHSO3?",
        "question_content": "Mr(NaHSO3 )=? салыстырмалы молекулалық массасы табу керек?\n\nхимия пәні, масса, химия",
        "question_date": "16.09.2020",
        "question_tag": "Химия",
        "question_views": 985,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(NaHSO3 )=23+1+32+3*16=24+32+48=104г/моль",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Молекулалық теңдеулердің шешімі керек.",
        "question_content": "1.KOH + HNO3 =\n2.Ca(NO3)2 + Na2CO3 =\n\n3. Cu(OH)2 + H2SO4 =\n4.KOH + Zn(NO3)2 =\n5.Na2CO3 + CaCl2 =",
        "question_date": "16.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 855,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)HNO3 + KOH => KNO3 + H2O\nH+ + NO3- => K+ + OH- => K+ + NO3- + H2O\nH+ + OH- => H2O\n2)Ca(NO3)2 + Na2CO3 → CaCO3 + 2NaNO3\n3)Cu(OH)2 + H2SO4 = CuSO4 + 2H2O.\n4)Zn(NO3)2 + 4KOH → K2(Zn(OH)4) + 2KNO3\n5)CaCl2 + Na2CO3 → CaCO3 + 2NaCl",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші құбыр минутына қанша л су өткізеді?",
        "question_content": "Бірінші құбыр екіншіге қарағанда 4 л су кем өткізеді. Көлемі 384 л болатын су қоймасын толтыратын екінші құбырға қарағанда бірінші құбыр көлемі 480 л болатын су қоймасын 8 минутқа кеш толтыратын болса, онда бірінші құбыр минутына қанша л су өткізеді?",
        "question_date": "16.09.2020",
        "question_tag": "Математика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ху = 480; (х+4)(у-8) = 384\n\nх = 480/у; ху - 8х + 4у - 32=384;\n\nх = 480/у; ( жүйенің екінші теңдеуіне ауыстырамыз:)\n\n480*у/у - 8*480/у + 4у - 32 - 384 = 0\n\n480 - 3840/у + 4у - 416 = 0 теңдіктің екі бөлігін де  у-ке көбейтіңіз)\n\n480у - 3840 + 4у^2 - 416у = 0\n\n4у^2 + 64 у - 3840 = 0 (теңдіктің екі жағын да  4 ке бөлеміз)\n\nу^2 + 16у - 960 = 0\n\nФормула бойынша дискриминантты есептейміз:\n\nД = 16*16 - 4*1*(-960) =  256 + 3840 = 4096\n\nу1 = (-16 + 64)/2*1 = 24\n\nу2 = теріс мән\n\nх = 480/у = 480/ 24 = 20\n\nЖауабы:  бірінші құбыр минутына 20 литр су өткізеді",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нөлдік емес векторға нөлге тең емес санды қалай көбейтуге болады?",
        "question_content": "1. 1) а вектор=0 вектор; k=0 десек, к*а векторы көбейтіндісі қандай болуы мүмкін?\n\n2. Нөлдік емес векторға нөлге тең емес санды қалай көбейтуге болады?\n\n3. Векторларды санға көбейтудің қандай заңдарын білесіңдер?\n\n4. Коллинеар векторлардың белгісін дәлелдеңдер.\n5. А, В және С нүктелері бір түзудің бойында жатуы үшін қандай шарт орындалуы қажетті және жеткілікті?",
        "question_date": "16.09.2020",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлікті қыздырмай жүріп кетсе?",
        "question_content": "Ассаламалейкум! Көлікті қыздырмай жүріп кетсе не болады, айтып жібересіздер ме?\nМысалғы көлікті не үшін қыздырады?\n\nОталдырып қыздырмай жүріп кетсе не болады екен!!!!",
        "question_date": "16.09.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша айтар болсақ, көліктің бөлшектері тозбай күтіліп жүруі үшін оталдырып, қыздырып бірақ жүру керек.\n1. Кез келген мотор майы суықта қоюланып қалады (қысқы әлдеқайда аз қоюланады, бірақ соған қарамастан), соның салдарынан қозғалтқыш бөлшектері нашар майланады және тиісінше, әсіресе жоғары айналымда тез тозады. Қызған сайын май қажетті тұтқырлыққа ие болады және оның қасиеттерін қалпына келтіреді, сондықтан мотор жеткілікті майлауды алады және қарқынды пайдалануға дайын болады.\n\n2. Суық қозғалтқышта бөліктер арасындағы бос орындар нормадан ауытқиды. Бұл олардың тез тозуына ықпал етеді, әсіресе жоғары жылдамдықта. Саңылаулар қозғалтқышты жұмыс температурасына дейін қыздырғаннан кейін ғана сындарлы түрде анықталған нормаларға сәйкес келеді.\n\n3. Суық қозғалтқыш тұрақсыз жұмыс істейді. Бұл барлық дерлік карбюраторлы автокөліктерге тән, бірақ қазіргі заманғы қозғалтқыштар алдын-ала жылытусыз жүру кезінде \"түшкіруі\" мүмкін, динамикасы мен қабылдағыштығын жоғалтады.\n\n4. Жылытылмаған қозғалтқышпен жүру қоршаған ортаның температурасы мен қалыпты жұмыс температурасының айырмашылығына байланысты отын шығынын арттырады.\n\n5. Суық салонға отыру -бұл былайша айтқанда төмен рахат сезім, сонымен қатар жылы үрлеусіз әйнектер тез аязбен жабылады, нәтижесінде көріну азаяды.\nОталдырудың төрт тәсілі:\nАккумулятор арқылы оталдыру тәсілі:\nАлдымен, кілтпен ашқаннан кейін 2-3 секунд тосып, бензин насосының дыбысын күтіңіз. Бензин насостың \"сырылдаған\" дыбысы тоқтағаннан кейін көліктің механикалық қозғалтқышы болса, ажыратқышты (сцепление) түбіне дейін басып тұрып, ақырын қоя бересіз. Сосын кілтпен от бересіз.\nКілтті бұрап, от беруге әрекет 2-3 реттен аспауы керек. Әр реттің арасында 1-2 минут аралық демалыс болғаны дұрыс. Бұлай болмағанда аккумулятор тез отырып қалады.\nАккумулятор \"тоңып\" қалып, оталдырғышты (стартер) айналдыруға шамасы жетпесе, оталып тұрған көліктің аккумуляторына жалғауға болады. Ол үшін ұзын, басы қысқаш арнайы кабель бар.\nКөлікті жылыту тәсілі:\nАккумулятор дұрыс болса да көлік оталмаса, мотордың майын тексеру керек. Егер май мұздап, қатқан болса, онда көлікті жылығанға дейін жылы орынға сүйреп апарып қоясыз. Немесе ыстық жел үрлейтін қондырғының (теплопушка) көмегіне жүгінесіз.\nМоторды жылыту тәсілі:\nМоторды арнайы қыздырғыш арқылы астыңғы май тұратын түбінің тұсынан қыздыру керек немесе арнайы қондырғымен ыстық желді үрген жақсы. Ол кезде көлікті айналдыра қымтап, ыстықты ұстап қалудың бар амалын жасау керек. 10-20 минуттан кейін көлік жылынады.\nМотор майын жылытып (ысытып) құю арқылы оталдыру:\nӘдетте Қазақстанда сатылатын мотор майлары -40°С суыққа жарамды деп көрсетілсе де, көп жағдайда стандартқа сай болмайтынын ескеру керек.\nАязда майы қатып қалған көлікті еш көмексіз оталдыру үшін не істеу керек?\n1. Алдымен көліктің аккумуляторын шешіп алып, пештің не үйдегі жылу батереясының қасына қоясыз;\n2. Сосын май құю бекетінен сатып алған 200-300 мл мотор майын пешке не жылу батереясына жақын қоясыз. Мотор майының маркасы мен стандарттық нөмірінің көлігіңізге құйып жүргенмен бірдей болғаны дұрыс. Сонымен бірге егер ашық пеш қасына қойсаңыз, оттан сақтаныңыз;\n3. Әбден жылыған аккумуляторды орнына саласыз да, әлгі ысыған майды моторға құясыз. Сосын 0,5-1 минуттан кейін оталдырасыз. Сіз ысытып құйған май мотордың ішіндегіні жібітіп, жылытатындықтан тез оталады.\nДизель моторлы көлікті оталдыру\nБабақұмар Қинаиятұлы, дизель моторлы көлік жүргізушісі:\n– Әдетте дизель мотордың оталдыру тәсілі мүлде басқаша. Егер аккумулятордың тоғы 12,5-12,8 амперден төмендеп кетсе, оталдыру мүмкіндігі барынша төмендейді. Ондайда өте қуатты аккумуляторға жалғау керек.\nЕгер қатты суық болса, жылтқыш қондырғы немесе отбүріккіш (паяльная лампа) арқылы моторды, блокты, бактің (май сандық) қозғалтқышқа (двигатель) жалғанған түтіктерді жылытады.\nСосын помпаны қатты-қатты басып, қысымды күшейтеді.\nОсылайша мотор, қозғалтқыш блок, май жолдары жылынып, қысым жоғары болғаннан кейін кілт ашылады. Кілтті ашумен қатар газды басып, бактағы жылы майды соруына көмектеседі.\nСосын от бергенде қатты қысымның көмегімен май тұтанып, көлік оталады, – дейді.\n  http://ernur.kz/kazakstan/kolikti-aulada-kansha-uakyt-kyzdyrugha-bolady",
                "date": "16.09.2020",
                "upvotes": 0
            },
            {
                "text": "Қыздырып барып жүр, сонда бәрі good болады)",
                "date": "27.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпараттық база инженері деген қандай мамандық?",
        "question_content": "Ақпараттық база инженері деген өандай мамандық?",
        "question_date": "16.09.2020",
        "question_tag": "Мектеп",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төменде жалпы инженер мамандығы жайлы айтылған, енді сол ұғыммен \"ақпараттық база\" ұғымын байланыстырсаңыз нақты жауабыңызға жауап ала аласыз.\nИнженер (фр. ingénieur, от лат. ingenium — икемділік, өнертапқыштық) – мамандықтың бұл түрі сәулет өнері үлгісінің материалдық ақпараттандыру жабдығының жасаушысы. Оның атқарым құрамын, жүйелік бақылауы мен бағдарламалауын, құрылыс материалының технологиялық дайындамасын, жөндеу әдісі мен құрал-сайман сынамасын, және жұмыстың қалай өріс алуын бақылап, тексеріс жүргізіп отырады.\n\nИнженердің басты тапсырмасы –  қолда бар мүмкіндіктің ең тиімді жаңа әдісін ойлап табу. Мысалы, жоба шешімін оңтайландыру, технология оптимизациясы, менеджмент пен жоспарлау, өнім мен зерттеме бақылау жұмыстары.\n\nАлғашқы кезеңде инженер атауын әскери соғыс көлік меңгерушілері (кран, зеңбірек) иеленіп жүрді. «Азаматтық инженер» деп XVI ғасырда Голландия елінің көпір мен жол құрылысшыларын атаған. Кейінірек бұл сөз Англияға, Пруссияға, кешірек Ресей еліне мамандық иесі ретінде қолданыла бастады.\n\nТәжірибе алмасу мақсатында ғылым мен кәсіптік деңгейді жоғарылату одақтары мен ұйымдар құрылған. Мысалы, Электротехника мен электроника инженерлер институты, Қазақ инженерлік бірлестігі т.с.с.\n\nИнженер кәсіптік топқа жататындығына сәйкес нақты тапсырмалар орындайды.\n\nШартты түрде негізгі 4 тобын айтса болады:\n\n    Конструктор (аспап, құрал т.б. заттардың құрлымын жасайды);\n    Технолог (құралдардың жасалу, өңдеу жолдарын жасайды);\n    Экономист (экономиялық саралау мен жоспардың үнемдеу әдісімен аз шығынға қол жеткізу);\n    Организатор (үй шаруашылық қызметі);\n\nЖеке қасиеттер:\n\nӘрбір инженер өзінің кәсіби деңгейіне қарамастан техника жұмысымен, техникалық нысанмен және технологиялық үдерістермен жұмыс істей алу керек. Сол себептен техникаға деген сүйіспеншіліктің болуы шарт. Техникалық икемділік, ойлау, аңғарғыштық, көз мөлшері негізгі орындарды алады. Бұл жұмыстың жауапкершілік деңгейі өте жоғары, себебі жұмыс нысаны адам өмірімен тікелей байланысты.\n\nБілім: (Нені білу қажет?)\n\nАлдымен инженер базалық дайындық ретінде әртүрлі түрлендірмелі матеметикалық есептердің анализ жасау нұсқаларын, инженерлік графиканы (сызу), сопромат, материалтану сияқты т.б. кішігірім мамандану тәртіптерін жеке бағытына байланысты оқитын болады.\n\nЖұмыс орны мен мансап:\n\nИнженер мамандығы халық шаруашылығының барлық түрімен дерлік айналысады. Олар: фабрика, зауыт, шахта, құрылыс, әскер, транспорт, авиация және т.с.с.  көптеген жерлерде жұмыс жасайды. Ол: шебер, бас шебер, инженер, бас инженер, кәсіпорын жетекшісі, бөлім, аумақ, зертхана бастығы қызметтерін атқарады.\n\nТуыс мамандықтар:\n\nИнженер-конструктор, инженер-микроэлектроншы, құжат бойынша инженер, еңбекті қорғау инженері, өрт қауіпсіздігі бойынша инженер, телебайланыс инженері, инженер-технолог, қауіпсіздік бойынша инженер, инженер-жобалаушы, байланыс инженері, смена инженері, инженер-эколог т.б.\n\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/zharatylystanu/19923/",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дәрілік түрлерге рецепт жазу.",
        "question_content": "Ұнтак, ембалауыз, тұнба, тұндырма, супсензия, эмульсия жагылма дарылык рецепты жаз",
        "question_date": "16.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катердін жылдамдығы 20с ішінде 7м/с 8м/с дейін артты.Катердін жүрген жолы?",
        "question_content": "Жүрген жолын анықтау",
        "question_date": "16.09.2020",
        "question_tag": "Мектеп",
        "question_views": 210,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = V0*t + a*t²/2 = і",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    }
]