[
    {
        "question_title": "Қысым мәнін табыңыз.",
        "question_content": "Сыйымдылығы 12 л балонда массасы 1.5 кг және темп 37 0С азот бар. Температура 50 0С болғандағы және 35% азотты шығарған кездегі қысымды табыңыз. Азоттың бастапқы қысымын табыңыз",
        "question_date": "9.12.2020",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысым формуласы арқылы табуға болады",
                "date": "18.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромб қабырғасы 13 см, ал оның бір диагоналі 10 см. Ромбтың екінші диагоналін табыңыз?",
        "question_content": "Ромб қабырғасы 13 см, ал оның бір диагоналі 10 см. Ромбтың екінші диагоналін табыңыз?",
        "question_date": "9.12.2020",
        "question_tag": "Геометрия",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ромб қабырғасы 13 см, ал оның бір диагоналі 10 см. Ромбтың екінші диагоналін табыңыз?",
                "date": "9.12.2020",
                "upvotes": 0
            },
            {
                "text": "Қабырға 13 болғандықтан 13×2 =26 яғни ромбының екінші диоганалы 26 жане 10см",
                "date": "10.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эвфемизм мен дисфемизм сөздерді екі бағанға бөліп жаз?",
        "question_content": "Эвфемизм мен дисфемизм сөздерді екі бағанға бөліп жаз? Но учебник Қазақ тілі Атамұра 2018 Б.А.Әрінова",
        "question_date": "9.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 23000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эвфемизм (грек. eu – жақсы, phemі – айтамын) – мағынасы тұрпайы сөздерді басқа атаумен ауыстырып, сыпайылап жеткізу. Эвфемизм қоғамдағы моральдық, этикалық норма негізінде қалыптасып, сыпайыгершілік пен әдептілікке байланысты туған. Эвфемизм – тілдегі ауыспалы мағынадағы сөздерді толықтырып отыратын көркемдеуіш, бейнелеуіш құралдардың бірі. Эвфемистік мағына тудырудың тәсілдеріне метафора, метонимия, синекдоха, символ, ирония, парафраза, эпитет сияқты топтармен қатар фразалық тіркес пен мақал-мәтелдер, сондай-ақ есімдік пен эллипс те жатады. Мысалы, “өлді” деудің орнына қайтыс болды, дүние салды, жан тәсілім етті, т. б. сөз орамдары айтылады. Сондай-ақ адамның дене мүшесіндегі кем-кетікті (саңырау – құлағының мүкісі бар), ауруды (қылтамақ – жаман ауру) басқа сөздермен ауыстырып қолданады. Тіліміздегі фразеологизмдердің көпшілігі Эвфемизмдер негізінде пайда болған. Мысалы, аузынан ақ ит кіріп, көк ит шықты, тіл тигізді, сөзге келді, жүз шайысты сияқты тіркестер ұрысты, ренжісті, ауыр сөздер айтты деген мағынаны білдіреді.\nДисфемизм (лат. dis, гр. dus - қарама-қарсылық не болымсыздық мағына тудыратын қосымша, гр. рһemi - айтамын), какофемизм — ауыс мағынаның бір түрі. Қалыпты қолданылатын зат, құбылыс атауларын неғұрлым дөрекі, тұрпайы сөздермен ауыстырып айту. Дисфемизм - мағынасы жағынан эвфемизмге қарама-қарсы құбылыс. Дисфемизм кеміту,қорлау,жаратпау ұғымын тудырады. Мысалы:боқ мұрын бала,боқтан өзгені сөз қылу,боғымен жасты баламен ойнады,боғын пышақтады,қолынан боқ келмейді,боққа татымайды,боғы ботқа,т.б. Қазақ тілінде бәр сөзге қатысты осыншама дисфемизмдер бар.Дисфемизмдер - әдеби тілдің үлгісіне жатпайды.Бұлар көбінесе көркем шығармада ауызекі тілдің сөйлеу үлгісі ретінде кейіпкерлердің тілінде ұшарасады.Сол арқылы әр жазушы өзінің қаһарманының мінез-құлқын,іс-әрекетін,ой-өрісін бейнелеп,нақтылы шынайы бейнесін жасайды.\nМысалы: бала деудін орнына жүгірмек, сөйлеме деудін орнына былжырама деу.",
                "date": "9.12.2020",
                "upvotes": 0
            },
            {
                "text": "Эвфемизм: сыпайы, адепты, тартипти.\nДисфемизм: адепсиз, кортык, бокмурын\nАйырмашылыгы:биреуы ойды коркемдеп жеткизудин бир тасили\nЕкиншиси ауызект сойлеу тилинин улгисинде кейыпкерлердын тылынде ушырасады.",
                "date": "9.12.2021",
                "upvotes": 0
            },
            {
                "text": "Өлген соң-Дүние салған соң\nҰрлап кетпес үшін-қолды қылмас үшін\nАяғын ақсаңдай басады-аяғын сылтып басады\nКерең адам екен-құлағы ауырады екен\nӨтірікті көп айтады-қосып айтады\nАузында сөз тұрмайтын,өсекші-көп сөйлейді.",
                "date": "15.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұштары A(-5;-2), В(-4;5) болатын АВ кесіндісін (3,1) векторының бағытында параллель",
        "question_content": "Ұштары A(-5;-2), В(-4;5) болатын АВ кесіндісін (3,1) векторының бағытында параллель көшіруден алынған А1В1 кесіндісін салындар.",
        "question_date": "9.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауап бар ма? қатты керек еді",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ауданын табыңдар?",
        "question_content": "Тік бұрышты үшбұрыштың бір катеті 10 , ал оның гипотенузадағы проекциясы 8. Осы үшбұрыштың ауданын табыңдар.",
        "question_date": "9.12.2020",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тік бұрышты үшбұрыштың бір катеті 10 , ал оның гипотенузадағы проекциясы 8. Осы үшбұрыштың ауданын табыңдар.",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғаларын. табыңыз.",
        "question_content": "Тікбұрышты үшбұрыштың бір бұрышы 450, ал тік бұрышынан жүргізілген биіктігі гипотенузаны 20 см және 21 см бөліктерге бөледі. Үшбұрыштың қабырғаларын.\nтабыңыз.",
        "question_date": "9.12.2020",
        "question_tag": "Математика",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікбұрышты үшбұрыштың бір бұрышы 450, ал тік бұрышынан жүргізілген биіктігі гипотенузаны 20 см және 21 см бөліктерге бөледі. Үшбұрыштың қабырғаларын табыңыз.",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Катеттері 12 см ж/еайналу дене 16 см тікбұрышты гипотенуза айналдырылған.",
        "question_content": "Катеттері 12 см ж/еайналу дене 16 см тікбұрышты гипотенуза айналдырылған. Айналу денесінің көлемін табу керек?",
        "question_date": "9.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Катеттері 12 см ж/е 16 см тікбұрышты дене айналдырылған. Айналу денесінің көлемін табу керек? \nСұрақ осылай қойылса айналу денесі конус болады.",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда аспаз мамандығы бойынша грантқа қандай колледждер бар?",
        "question_content": "Мен аспаз мамандығы бойынша 2курс оқим, және грантта оқим бірақ,оқуымды алматы қаласына ауыстырғым келіп еді, маған алматы қаласындағы гранты бар жақсы колледждерді айтып жіберсеңіздер",
        "question_date": "9.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://aksocollege.kz  осы коледж болады  аспаздық қызмет көрсетуге жатады",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ашық және тұйық, қан айналымы",
        "question_content": "Ашық және тұйық қан айналым жүйелері , бір жəне екі қан айналым шеңберлерінің жануарлар үшін артықшылығы мен кемшілігін анықтау",
        "question_date": "9.12.2020",
        "question_tag": "Биология",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан айналымы– қанның жүрек арқылы қан тамырлары бойымен жылжуы. Омыртқасыздардың көпшілігінде және төм. сатыдағы хордалыларда ашық қан айналу жүйесі дамыған. Адамдар мен барлық омыртқалы жануарларда тұйық қан айналым жүйесі болады. Қан айналымы тамырлар жүйесінен (артерия, капеляр), жүректен, бауырдан тұрады.\nКіші қанайналым шеңбері\nКіші немесе өкпе қанайналым шеңбері — жүректің оң қарыншасынан басталып, өкпе бағаны артериясы (бұлармен вена қаны ағады), өкпе, өкпе веналары (бұлармен артерия қаны ағады) арқылы жүректің сол жүрекшесіне дейінгі қанның жүретін жолы. Өкпеде газ алмасу процесі жүріп, жүректен келген вена қаны көмірқышқьш газын ауаға бөліп, ауа құрамындағы оттекпен қанығып, артерия қанына айналады.\nҮлкен қанайналым шеңбері\nҮлкен немесе жүйелік қанайналым шеңбері жүректің сол қарыншасынан (артерия қаны) қолқамен барлық артериялар арқылы организмнің барлық мүшелер жүйелеріне барып, қан капиллярларына таралып, одан әрі веналар арқылы (вена қаны) жүректің оң жүрекшесіне дейінгі қанның жүретін жолы. Үлкен қанайналым шеңбері организмнің барлық мүшелер жүйелеріндегі зат және газ алмасу процестерін қамтамасыз етеді. Аталған процестер микроайналым арнасы қан тамырларының қабырғалары арқылы қан мен қоршаған ұлпалар арасында үздіксіз жүріп отырады.\nАдам мен жануарлар ұрығының эмбриондық дамуы кезеңінде іштегі нәресте мен жануарлар іштөлі организмдері қан тамырлар жүйесінде бірін-бірі ауыстырып отырып жетілетін екі: сарыуыздық және ұрықжолдастық (плаценталық) қанайналым шеңберлері болады.\nСарыуыздық қанайналым шеңбері\nСарыуыздық қанайналым шеңбері - ұрықтық дамудың алғашқы кезеңінде пайда болып, плацентарлық қанайналым шеңберіне ауысады. Сарыуыздық қан айналым шеңбері негізінен жұп жүрек түтікшелерінің алдыңғы ұшында жетіліп, дорсальдық қолқадан басталады. Одан сарыуыз - шажырқайлық артерия бөлініп, сарыуыз қапшығында капиллярлар торына тармақталады. Бұл тордан вена қанын жинайтын сарыуыз-шажырқайлық вена жүрек түтікшелерінің артқы ұшына ашылады.\nҰрықжолдастық қанайналым шеңбері\nҰрықжолдастық қанайналым шеңбері іштөлінің (іштегі нәрестенің жолдасы — ұрықжолдас пайда болғаннан бастап қызмет атқара бастайды. Бұл кезенде жүрек түтікшелері төрт бөлімді (камералы) жүрекке айналады. Ұрық организмінде артерия және вена қан тамырлары қалыптаса бастайды. Қан іштегі нәресте (іштөлі) организмінен жұп кіндік артериялары арқылы ұрықжолдасқа жеткізіліп, оның капиллярларында оттегі пен қоректік заттарға қанығып, артерия қанына айналады да, кіндік венасы арқылы ұрық денесіне (бауырға) әкелінеді. Бауырдан ағып шыққан артерия қаны артқы дене бөлігінен каудальды (адамда — төменгі) қуыс вена арқылы ағып келген вена қанымен араласып, аралас қанға айналады да, жүректің оң жүрекшесіне құйылады. Оң жүрекшеден жүрекшеаралық пердедегі сопақша тесік (foramen ovale) арқылы сол жүрекшеге, одан әрі жүрекше-қарын- шалық тесікпен сол қарыншаға, содан соң қолқа арқылы ұрықтың денесіне тарайды. Ұрық организмі бас бөлімінен жиналған вена қаны краниальды (адамда — алдыңғы) қуыс венамен оң жүрекшеге құйылып, одан оң қарыншаға өтеді де, өкпе артерия бағаны арқылы өкпеге бағытталады. Ұрық организміндегі өкпелік қан- айналымның қызметке қосылмауына байланысты, қан ерекше артерия өзегі арқылы қолқадағы аралас қанға барып құйылады. Туғаннан кейін, нәрестенің (іштөлінің) бірінші рет тыныс алуына байланысты (өкпенің қызметі қалыптасады) плаценталық қанайналымның орнында үлкен және кіші қанайналым шеңберлері қалыптасады.",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам үшін хордалы типке тән белгілер.",
        "question_content": "3) Адамның пайда болуы мен дамуы жатады А) Антропогендік кезеңге Б) Кайнозой дәуіріне В) Неогендік кезеңге\n\n5) Адам үшін хордалы типке тән белгілер А) омыртқа бағанасының болуы Б) жылулығы В) екі жұп аяқты\n\n6) Қандай органоид жасушада заттарды тасымалдауды қамтамасыз етеді А) Эндоплазмалық тор Б)Рибосома В)хлоропласт\n\n7)Жасушасыз өмір түрлеріне жатады А) қарапайым Б)бактериофагтар В)цианобактериялар\n\n8)Архей дәуірінде пайда болды А) алғашқы тірі организмдер б) көп жасушалы организмдер в) алғашқы өсімдік жасушасы\n\n9)Қандай дәуір динозаврлар ғасыры А) палеозой б)протерезой в)мезазой",
        "question_date": "9.12.2020",
        "question_tag": "Биология",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCD A1 B1 C1 D1 бірлік текшесінде (кубында) ABCD жазықтығы",
        "question_content": "ABCD A1 B1 C1 D1 бірлік текшесінде (кубында) ABCD жазықтығы мен AC1 түзуі арасындағы бұрыштың косинусын табыңдар.Кубтың қыры түбір асты 3 см.",
        "question_date": "8.12.2020",
        "question_tag": "Геометрия",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазықтық пен оған перпендикуляр емес түзудің арасындағы бұрыш деп осы түзу мен оның берілген жазықтыққа проекциясы арасындағы бұрышты айтады.\n\n A'C түзуінің (кубтың диагоналы) ABCD жазықтығына проекциясы AC сызығы (ABCD бетінің диагоналы), өйткені ABCD'B'C'D' кубының АА' шеті перпендикуляр.\n\n ABCD бетіне. Демек, қажетті бұрыш ∠ACA'. Текше бірлік, сондықтан оның барлық шеттері 1-ге тең және диагоналы AC = √2, ал текшенің диагоналы A'C = √3.\n\n A'AC тікбұрышты үшбұрышындағы ACA' бұрышының косинусы көршілес АС катетінің A'C гипотенузасына қатынасы, яғни.\n\nCos(ACA') = AC/A'C = √2/√3 = √6/3.",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеуді шешіңіз. (4-х)(х+3) = 1,2 • 5",
        "question_content": "Теңдеуді шешіңіз. (4-х)(х+3) = 1,2 • 5",
        "question_date": "8.12.2020",
        "question_tag": "Мектеп",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(4-х)(х+3) = 1,2 • 5\n4x - x^2 +12 - 3x = 6\nx^2 - x - 6 =0\n(x-3)(x+2)=0\nx1=3   x2= -2",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыстың массасын және мөлшерін табыңыз?",
        "question_content": "23г мыс (ll) оксиді сутегімен әрекеттесу нәтижесінде алынған мыстын массасын және мөлшерін табыныз",
        "question_date": "8.12.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "23г мыс (ll) оксиді сутегімен әрекеттесу нәтижесінде алынған мыстын массасын және мөлшерін табыныз",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір көзімнің үсті аздап қызаруының себебі неде?",
        "question_content": "Бір көзімнің үсті аздап қызаруының себебі неде? 2күн болды.",
        "question_date": "8.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көз алмасының бетін алқызыл қан тамыр торлары жайлап алды ма? Егер көздің қызаруы түн жарымға дейін интернетте отырудың немесе темекі түтінінің ортасында жұмыс істеудің салдарынан болса, ұйқыңызды қандырып, бөлмені желдетіп, таза ауада серуендеп қайтқан жөн. Бірақ, көп жағдайда көздер мұндай қарапайым себептерден қызармайды.\nТамышлардан абай болыңыз!\nЕгер көз алмасының бетіндегі ұсақ қан тамырлары кәдімгідей кеңейіп кетсе, бұл шырышты қабықтың құрғақтығынан, денеге салқын тигендіктен немесе аллергиялық реакциялардан болуы мүмкін.\nҚалай болғанда да, байбалам салудың қажеті жоқ: көздің аздап қызаруы – қалыпты жағдай. Бүгінде көздің қызарғанын кетіретін тамшылардың түр-түрі бар. Алайда офтальмологтар көз тамшыларына бірден жүгінбеуге шақырады. Көз тамшыларын аса қажетті жағдайда ғана пайдалануға тырысыңыз. Өйткені, көз тамшыларын ұзақ уақыт және шамадан тыс көп  пайдалану сол дәрі-дәрмекке байлап тастауы мүмкін, оның үстіне препараттың кейін әсері де күн өткен сайын төмендей береді.\nЕгер сізді «құрғақ көздер» синдромы мазаласа, онда дәріханаларда сатылатын жасанды жасты пайдаланыңыз. Бұл қабақ астындағы «құм», дызылдау және шаншу сияқты жағымсыз әсерлерден арылтады.\nМониторға жабысқандар...\nЕгер күн сайын монитордан бас алмай жұмыс істесеңіз, көздеріңізге күш түсері анық. Олай болса, көздер бәрібір қызармай қоймайды. Сондықтан оларды жиі демалдырып тұрыңыз. Гигиеналық нормативтерге сай, компьютер алдында жұмыс істеген әр 45 минут сайын 10-15 минут демалу керектігі жайлы бірнеше рет айтылып та, жазылып та жатыр. Бірақ бұл медициналық кеңеске құлақ түретіндер кемде-кем.\nДемалғанда жұмыс орныңыздан тұрмай, селқос халде емес, белсенді түрде демалу керек. Егер ондай мүмкіндік жоқ болса, шыныңызға шай құйып, терезеге қарап, ақырындап шай сораптаңыз. Мұндай үзіліс үшін көздеріңізге тіл бітсе, сізге мың мәрте рақмет айтар еді.\nҰзақ уақыт бір орында қозғалмай отыру қан айналымына кері әсер ететіні анық, ал бұл өз көзегінде көз қан тамырларына да әсер етпей қоймайды. Сол себепті, монитордан басыңызды көтеріп, жиі демалыңыз, далаға шығып, жүріп-тұрыңыз.\nЕгер бұл аллергия болса...\nКөздер өзінен-өзі қызармайды, бұған кейде аллергиялық реакция себеп болуы мүмкін. Ағза неге қатты сезгіш екенін анықтау үшін аллергологиялық тестен өту қажет. Бұл үй жануарларының жүніне, зеңге, қандайда бір гүл аталығына, косметика құрамына, мақта-маталарға, аң терісіне және тағы да басқа себептер болуы мүмкін.\nАйта кететін нәрсе, ағза көз линзасына да аллергия беруі мүмкін. Мұндай жағдайда басқа өндіруші компанияның линзасын пайдаланып көруге болады. Егер жағдай қайталана беретін болса, қарапайым көзілдірікке көшу керек немесе көз көру қабілетін арттыратын лазерлік коррекция сынды операцияларды қарастырып көрген жөн.\nБасқа себептер\nА дәруменінің жетіспеушілігі де көздің қызаруына себеп болуы мүмкін. Сәбіз, орамжапырақ, салат жапырақтарын, бауыр және теңіз балықтарын, кілегей, қышқыл сүт өнімдерін жиі пайдалануға тырысыңыз.\nҚатты жел және аязды күн де көздің қызаруына себеп болады. Ащы темекі түтіні немесе көп мөлшерде ішімдік ішуден, жұмысбастылықтан көздің қызарып шығатыны айтпаса да түсінікті.\nКөздің қызаруы кезінде не істеуге болады?\nӘлбетте, бет пішінінің сұлулығына қызыл көздер кері әсер етеді. Әсіресе, романтикалық немесе іскерлік кездесу алдында көздердің қызарып кетуі ыңғайсыздық тудырады.\nМұндай жағдайда суық компресс көмекке келеді. Шүберекті суық сумен сулап, қабағыңыздың үстіне қойыңыз. Немесе кішкене текше мұзды бет орамалға орап, қабағыңыздың үстінде 20 минуттай ұстаңыз. Тамырлар тарылып, білінбей қалады.\nШаршаңқы көздерді картоп жақсы сергітеді: шикі көкөністің бір тілімін қабағыңыздың үстінде бес минуттай ұстаңыз.\nЕгер айтылған кеңестің ешқайсысы пайдасыз болып, көзіңіздің қызарғаны кетпесе, ауруыңызды асқындырмай тез арада дәрігерге қаралыңыз!\nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/17276/",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 36 грамм сутек оттекпен әрекеттескенде түзілген судың массасын анықтаңыз.",
        "question_content": "Массасы 36 грамм сутек оттекпен толық әрекетеседі. Мамсасы ?",
        "question_date": "8.12.2020",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 36 грамм сутек оттекпен әрекеттескенде түзілген судың массасын анықтаңыз.",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам құқықтары туралы 5 сұрақ құрау.",
        "question_content": "Сұрақтар құрау, құқық,адам құқығы туралы.",
        "question_date": "8.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Мемлекеттің міндеті?\n\nЖауабы: Мемлекеттің міндеті-адам құқықтарын сақтау,қорғау, және мойындау.\n\n2 \" Азамат\"ұғымы дегеніміз?\n\nЖауабы: \"Азамат\" ұғымы адамды адамды заңды тұрғыда сипаттайды,яғни адамның нақты бір мемлекетпен тұрақты құқықтық байланыстылығын қарастырады.\n\n3.Адам құқығы?\n\nЖауабы: Адам құқығы-адамның мүддесін қанағаттандыруға бағытталған,заңмен қорғалатын демократиялық құндылық.\n\n4.Адам құқығы мен азамат құқығының арасында қандай ерекшеліктер бар?\n\nЖауабы: Біріншіден, адам құқығы мемлекеттік мойындаудан және заңдық бекітулерден оның қандай да бір мемлекетке қатынасына қарамай тәуелсіз өмір сүреді.Азаматтың құқығы өмір сүріп жатқан мемлекеттің қорғалуында болады.Екіншіден-әлемде көптеген адамдардың азаматтық мәртебесі жоқ,яғни олар формалді түрде адам құқығының иегері болып табылады,бірақ азаматтық құқығы жоқ.",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психология мамандығына қандай пәннен экзамен тапсыру керек?",
        "question_content": "9 сыныптан кейін түсуге болама? Медицина колледжінен кейін түсуге болама? Психология мамандығына қандай пәннен экзамен тапсыру керек? Психология мамандығының жылдық төлемі ?",
        "question_date": "8.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психология: Биология және Қазақстан тарихы",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Металл гидроксидтерінің қыздыруға қатынасын көрсетіңіз.",
        "question_content": "Өтініш керек болып тұр",
        "question_date": "8.12.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таптн ба? Каттты керек болп тур",
                "date": "1.12.2021",
                "upvotes": 0
            },
            {
                "text": "Ca+H2O-->Ca(OH)2+H2\nZn+2H2O--->ZnO2+2H2\nHg+2H2O-->Hg(OH)2+H2",
                "date": "21.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу-тотықсыздану реакциясын электрондық баланс әдісімен теңестіріңіз.",
        "question_content": "тотығу тотықсыздану реакциясын электрондық байланыс әдісімен теңестір\n\nNa2SO3+KMnO4+H2SO2→Na2SO4+MnSO4+K2SO4+H2O",
        "question_date": "8.12.2020",
        "question_tag": "Химия",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тотығу тотықсыздану реакциясын электрондық байланыс әдісімен теңестір\n\nNa2SO3+KMnO4+H2SO2→Na2SO4+MnSO4+K2SO4+H2O",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция теңдеулерін теңестіріп, типін анықтаңыз.",
        "question_content": "реакция теңдеулерін теңестіріп, типін анықта. Қай реакция тотығы тотықсыздандыру реакцисына жатады\n\nа) HCl+Mg=MgCl2+H2\n\nb)HNO3+KSO4=H2SO4+KNO3\n\nC)CaO+Co2=CaSO3",
        "question_date": "8.12.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaO+Co2=CaSO3\nMg + 2HCl → MgCl2 + H2\n2KNO3 + H2SO4 → K2SO4 + 2HNO3",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазақ мәдениеті\" тақырыбында ой-толғау жазу керек.",
        "question_content": "\"Қазақ мәдениеті\" тақырыбында ой-толғау жазу керек. Қазақ мәдениеті эссе.",
        "question_date": "8.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ мәдениеті - Әлемдік мәдениет ырғақтарын анықтаған соң, қазақ мәдениетіне тоқталайық. Қазақтар — Қазақстан Республикасының негізгі тұрғындары, әлемдегі жалпы саны 13 миллионнан асады, исламдық суперөркениеттің солтүстік шығыс жағын мекендейді, діні жағынан ханифиттік мағынадағы мұсылман сунниттер, Алтай тіл бірлестігінің түрік тобының қыпшақ топтамасына жатады. Бұл мәдениетті түсіну мақсатында алдымен оны кеңістік өрісі мен уақыт ағынында қарастырып, кейін қазақ мәдениетінің типтік ерекшеліктерін айқындайық. Қазақ мәдениеті еуразиялық Ұлы дала көшпелілерінің мұрагері болып табылады. Сондықтан осы ұлттық мәдениетті талдауды номадалық (көшпелілік) өркениет ерекшеліктерінен бастайық.\nӘрбір ұлттық мәдениет бос кеңістікте емес, адамдандырылған қоршаған ортада әрекет етеді. Мәдени кеңістік оқшау, мәңгіге берілген енші емес. Ол тарихи ағынның өрісі болып табылады. Мәдени кеңістіктің маңызды қасиеті — оның тылсымдық сипаты. Мысалы, «ата қоныс» ұғымы көпшелілер үшін қасиетті, ол өз жерінің тұтастығының кепілі және көршілес жатқан мекендерге де қол сұғуға болмайтындығын мойындайды. Қауымдық қатынас мекендер егемендігінен туады. Ата қоныстың әрбір жағрафиялық белгілері халық санасында киелі жерлер деп есептелінеді, яғни қоршаған орта киелі таулардан, өзен- көлдерден, аңғарлар мен төбелерден, аруақтар жататын молалардан т.б. тұрады. Олардың қасиеттілігі аңыз-әпсаналарда, жырлар мен көсемсөздерде болашақ ұрпақтарға мұра ретінде қалдырылған.\nБелгілі бір парасаттылық, ізгілік, ұстамдылық, интуициялық жоғары қабілеттері жоқ адамдар қатал далада өмір сүре алмас еді. Кеңістікке үйлесімді мәдениетте адам мен табиғаттың арасында «қытай қорғаны» тұрған жоқ. Керісінше, мәдениет олардың арасындағы нәзік үндестікті (гармонияны) білдіретін дәнекер қызметін атқарады. Қазақтың төл мәдениетінде экологиялық мәселе әдептіліктік жүйесіндігі обал және сауап деген ұғымдармен тікелей байланыстырылды.\nТабиғат аясындағы мәдениетті қатып-сеніп қалған, өзгеріссіз әлем дейтін пікірлер де әдебиетте жиі кездеседі. Алайда, бұл осы мәдениетке тынымсыз қозғалыс тән екендігін аңғармаудан туады. Шексіз далада бір орында тоқталып қалу көшпелілік тіршілікке сәйкес келмейді. Ол мезгілдік, вегитациялық заңдылықтарға бағынып, қозғалыс шеңберінен шықпайды. Әрине бүл қозғалыс негізінен қайталанбалы, тұрақты сипатта болады. Қуаң даланы игеру табиғатты өзгертуге емес, қайта оның ажырамас бір бөлігіне айналуға бағытталған. Яғни, адам табиғат құбылыстарына тәуелді болып қалады.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фармация мамандығы бойынша магистратураны қайда оқуға болады?",
        "question_content": "Фармация мамандығы бойынша қай қалада қай универде магистратура оқуға болады",
        "question_date": "8.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фармация бойынша магистратураны Алматы қаласындағы ҚазҰМУ-нде оқуға болады.",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2 кг кубтың толық беткі ауданы 14400 см2. Кубтың тығыздығы қандай?",
        "question_content": "Массасы 2 кг кубтың толық беткі ауданы 14400 см2. Кубтың тығыздығы қандай?",
        "question_date": "8.12.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы шығарылу жолы осылай, тек түбір астындағы санды шығаруды ұмытыппын, соны дұрыстап есептесеңіз болды.",
                "date": "21.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5 м^3 судың массасын тап?",
        "question_content": "Көлемі 5 м^3 судың массасын тап?",
        "question_date": "8.12.2020",
        "question_tag": "Физика",
        "question_views": 885,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ρ=m/V, мұндағы m — масса, V — көлем.\n\nm=ρ*V=997 кг/м³*5м³=4985кг",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген суретте АВ-CD және BC-AD,BAC бұрышы -48°,BCA бұрышы 34° болса,ACD бұрышын табыңыз",
        "question_content": "Берілген суретте АВ-CD және BC-AD,BAC бұрышы -48°,BCA бұрышы 34° болса,ACD бұрышын табыңыз",
        "question_date": "8.12.2020",
        "question_tag": "Геометрия",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": []
    }
]