[
    {
        "question_title": "ҰБТ-дан 89 балл (ағылшын+дүние жүзі тарихы) жинадым, қай қалаға грантқа түсе алам?",
        "question_content": "Ұбт-дан 89 балл жинадым.Таңдау пәнім ағылшын және дүние жүзі тарихы. Қай қалаға грантқа түсе аламын?",
        "question_date": "7.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің таңдау пәндеріңіз бойынша грант аз бөлінеді. Сондықтан қалаған мамандығыңызға түсе аласыз деп айта алмаймын. Бірақ өткен жылғы, одан бұрынғы жылғы грант иегерлері тізімдерін ақтарып көрсеңіз болады. Жылда әр мамандыққа әртүрлі грант бөлінеді, бірде көп  бірде аз. Бірақ грант университетке бөлінеді деген ой дұрыс емес, грант мамандыққа бөлінеді.\nМысалға: Сіз ағылшын+ түрік тілі бойынша аудармашы мамандығын таңдадыңыз, үкіметтен 200 грант бөлінді. Егер ағылшын+ түрік тілі мамандығын таңдаған баллы жоғары 200 түлектің қатарына кірсеңіз грант иегерісіз. Тіпті ең мықты университетті таңдасаңызда, егер ол тізімге кірмесеңіз тіпті ең нашар университетті таңдасаңызда  түсе алмайсыз. Яғни грант университеттің деңгейіне қарай берілмейді, грант түлектің жинаған баллына қарай беріледі.\nЕгер сіз оңтүстік 5 облыстың бірінен болсаңыз, серпін бағдарламасымен солтүстікке тапсырып көріңіз (мүмкін болып қалар).",
                "date": "7.07.2020",
                "upvotes": 0
            },
            {
                "text": "Ағылшын мен дүние жүзі тарихынан минималды неше балл жинау керек",
                "date": "8.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медицина саласы бойынша Қарағанды және Алматы қалаларында қандай университеттер бар?",
        "question_content": "Медицина, Фармацевтика мамандықтары бойынша 106 баллмен грантқа түсетін университет керек еді.",
        "question_date": "7.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы медицина, Фармацевтика мамандығы\n\nАлматы қаласы бойынша: С.Д.Асфендияров атындағы Қазақ ұлттық медициналық университеті\nҚазақстан-Ресей  медициналық университеті\nҚарағанды қаласы бойынша: Қарағанды медициналық университеті\nБолашақ академиясы ( жалпы медицина жоқ)\n\nҚанша баллмен түсуге болатынын алдыңғы жылғы грант жеңіп алған грант иегерлі баллына қарап анализ жасап көріп білмесең, басқалай білу қиын. Медицина саласына  грант аз бөлінеді, сондықтан түсу мүмкіндігіде аз. Меніңше 106 балл грант алу үшін аз.\n\nЕгер оңтүстік өңірден болсаңыз, серпін бағдарламасымен  солтүстікке мүмкіндік бар.",
                "date": "7.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 2.2 Toyota 10 бензинді көбірек жей ме?",
        "question_content": "Көлемі 2.2 Toyota 10  бензинді көбірек жей ме?",
        "question_date": "7.07.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойота машинасы отын шығынына алаңдатпайтын автокөлік.\n\n Тойота камри 10 отын шығыны 100 км-ге 10.2 ден 11.2 литрге дейін.\n\nРесей:\nАККП: 11.2 л\nМККП: 11,2 л\n\nАҚШ:\nАККП: 11.2 л\nМККП: 10.2 л",
                "date": "7.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тырнақ неге өспейді?",
        "question_content": "Менің білгім келетіні баламның тырнағы 2 айдай болды өспейді, жасы 5-те сол жайында білгім келеді.\n\nОнын ешқандай  зияны жоқ па?\nНе себепті өспейді?",
        "question_date": "6.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыған дейін қалыпты болып соңғы 2 ай солай өспей жатса яғни бір зат дұрыс емес деген хабар әрине.\nТырнағымыздың сұлулығы туралы ойлана бастасақ, ең бірінші дәрумендер еске түседі. Бірақ дәл қай дәруменнің пайдасы болатынын білесіз бе? Олардың қайсысын пайланаған дұрыс? Ол үшін алдымен тырнағымызды қандай мәселе мазалайтынын анықтау керек! Өйткені, проблемалардың түріне байланысты оларға әртүрлі дәрумендер қажет болады. Ал «ТЫРНАҚ КҮТІМІ ҮШІН...» деген жазуы бар барлық затқа сене беруге болмайды. Мысалы сіздің тырнағыңыз сынғыш болса, С және Д дәрумендері жеткіліксіз деген сөз. Тырнақтың жұқа болуына B дәрумені және йод пен темір жетіспеуі себеп. Ал тым әлсіз болса, ақуыз жетіспейді деп түсіне беріңіз. Тырнаққа ақ сызықтардың пайда болуы ағзадағы темірдің аз екенінен хабар береді.\n\nҚандай дәрумендер қажет? Әрине, дәрумендердің басым бөлігін біз өзіміз тұтынатын тағамдардан ала аламыз. Бірақ ол үшін тамақтану роционының дұрыс болғаны маңызды. А және Е дәрумені жастықты сақтауға көмектеседі. Оны тағамдардан бөлек, арнайы таблеткаларды ішіп арттыруға болады. А дәрумені – тырнақты жылдам өсіруге және түрінің жақсы болуына көмектеседі. Оны сәбіздің, асқабақтың құрамынан таба аласыздар. В дәрумені – тырнақтың беріктігіне, қатаюйына септігін тигізеді. Ол үшін орамжапырақ, бұршақты дақылдар мен жұмыртқаны, етті көбірек жеу керек. С дәрумені – тырнақтың түсінің қалыптылығы мен тегіс болуына ықпал етеді. Сондықтан жемістерді көбірек жеу керек.\n\nhttp://ernur.kz/sululyk/tyrnak",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін университетке аудармашы мамандығына түсуіме бола ма?",
        "question_content": "Мен педагогикалық колледжде 2-ші курсты аяқтап 3-ке өттім. Мамандығым Бастауыш білім беру шет тілі. Ағылшын пәнінің мұғалімі. Өзім қалап түспедім ата-анам осы мамандықты оқығаның дұрыс деп түсірді. Бірақ ол жақта ештеңе үйреткен жоқ. 4 курсты бітірген соң университетке аудармашы мамандығына қалай түссем болады?\nКолледжден кейін университетке түскенде 2 курсты оқисың дегені распа?\n\nӘлде 1-ші курстан бастаймын ба?\n\nКолледжден кейін ҰБТ тапсырмайтын шығармыз университетке түсуге?\n\nГрантқа түсуге мүмкіндік барма?\nАудармашы мамандығы бойынша қай қалаларда университеттер бар?\n\nЖұмыс табу қиынба?\nОсы мамандықты оқи берсем болама, әлде ауыстырайынба?",
        "question_date": "6.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 876,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы маман болсаңыз кез-келген мамандықтан табысты жұмыс  табуға болады. Ол үшін, мамандықты аяқтаған жәй түлек емес, сол саланы білетін нағыз маман болуыңыз керек. Ал сіз мүлде оқығыңыз келмесе, ештеңе үйренбедім деп жатсаңыз онда сұранысқа ие емес маман болып шығасыз. \nКолледжден соң КТ ( кешенді тест) тапсырып түсесіз. Кез -келген білім деңгейіне өткен сайын (мектептен ЖОО немесе колледжге; бакалаврдан магистратураға, магистратурадан докторантураға )  арнайы емтихандарынан өту міндетті, және мемлекеттік грантқа конкурсқа қатысасыз.",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грант конкурсына құжат тапсыру қашан басталады және қалай жүзеге асады?",
        "question_content": "ЖОО түсу үшін берілетін гранттар конкурсына  құжат қабылдау қашан басталады?",
        "question_date": "6.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конкурсқа қатысу үшін қабылдау комиссиясына немесе ақпараттық жүйе арқылы бірнеше құжат тапсыру қажет.\n\nОлар:\n\n- белгіленген үлгідегі бланкіде өтініші;\n\n-  білім беру туралы құжат;\n\n- ҰБТ сертификаты;\n\n- 086-У үлгісі бойынша медициналық анықтама;\n\n- жеке куәліктің көшірмесі;\n\n13 шілдеден бастап 20 шілдеге дейін  мемлекеттік оқу гранты конкурсына қатысу үшін өтініш қабылдау.\n1 тамыз – конкурс қорытындысы бойынша білім грантын растайтын куәліктерді табыс ету. (Конкурс қорытындысы www.testcenter.kz сайтында және «Егемен Қазақстан», «Казахстанская правда» газеттерінде жарық көреді).",
                "date": "6.07.2020",
                "upvotes": 0
            },
            {
                "text": "joo.kz деген приложенияны скачать етип алыныз,барлык керек акпарат сол жерде бар",
                "date": "9.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжге оқуға түссем, кейін жұмыс істей аламын ба?",
        "question_content": "Мен биыл медицина колледжіне түсіп, сосын ол жерден мамандық тандап, кейін университетке түсем неше жыл оқимын және менің жасым 30-дан асып барады, маған оқуды соңына дейін жалғастыру ыңғайлы ма? әлде колледжді бітіріп жұмыс істегенін ыңғайлы ма?",
        "question_date": "5.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы жылдары жаппай колледжге түсу үрдісі белең алып кетті. Түлектердің көбі Ұлттық Бірыңғай Тестілеуді тапсырмаудың амалын қарастырып, 9 сыныптан кейін колледжге түсіп жатады. Солардың ішінде – үлгерімі нашарлар және озат оқушылар. Біріншілері мүлде тесттен құлаймын деп қорықса, екіншілері межелі балл жинай алмай қаламын ба деп колледжді таңдап жатады. Сонымен қатар колледждің ақшасы университеттікіне қарағанда арзанырақ, әрі орта кәсіптік бір мамандық алып шықса да ұтымды нұсқа деп ойлайды. Колледжге түсу, не түспеуді ойлап жүрген оқушыларды колледждегі білім, орта, тәрбие, жалпы «Ұтылмаймыз ба?» деген сұрақтар мазалайды. Осы сұрақтарды талдап көрсек... Грант немесе оқу ақшасы Бірі білсе, бірі білмейді - колледждің де мемлекеттік гранттары болады. Мемлекеттік колледждердің атында «мемлекеттік» сөзі барынан-ақ түсінуге болады. Мысалы, Ақтөбе Мемлекеттік политехникалық колледжі, Алматы Мемлекеттік педагогикалық колледжі. Яғни, осындай колледжерде әр мамандыққа грант бөлінеді. Алайда, түсу үшін де қазір бәсекелестік жоғары. Жинайтын баллдар да сәйкесінше жоғары болу керек. Грантқа түскен бойда ай сайын оқушы шәкіртақы алып тұрады. Шәкіртақы университеттегілерге қарағанда аздау, үздік оқитындар 14000 тг, ал минималды шәкіртақы – 12000 тг-ні құрайды. Ал грантқа іліге алмаған оқушылар ақылы түрде оқуға мүмкіндігі бар. Оқу ақшасы таңдаған мамандығына сәйкес болады. Мысалы, «бухгалтерлік есеп-шотта» оқитындардың оқуының бағасы, әлбетте, «машина жасау» мамандығынан көбірек болады. Білім Кейбірінің пайымдауынша, колледжде білім жоқ. Негізі, оқуға құмар бала әркез өзіне қажет білімді алады. Онымен қоса, мектептен түлеп ұшқан бозбала және бойжеткен тәжірибесінің аздығынан бара сала емтиханды «ақшамен» шешу деген сияқты қулықтарды білмейді. Сол себепті тек өз күшіне жүгінеді. Колледжде де білікті мұғалімдер, ұстаздар бар. Мектепке қарағанда жалақысы жоғары болғандықтан, білім беруге құштар мамандар әркез табылады. Сондықтан оқушы білім тек өзіне керектігін біліп, тиісті бағасын алып, сессияда өзіне ғана сенсе, онда бәрі де дұрыс болады. Тәрбие, орта Колледжге көбі 9 сыныптан кейін, 15-16 жастағы оқушылар түседі. Жастықтың жанып-өшіп тұрған шағы десек болады. Көз қиырынан таса қалса, бірдемеге ұшырап кететіндей кезең. Көбі осы уақытта, өмірде барлық тыйым салынған заттарды сезіп, көріп қалғысы келеді, еліктеушілікке құмар болады. Мұнда үйдегі мықты тәрбие – басты құрал бола алады. Санасы бар, ата-анасын ойлайтын жанашыр балалар не болса да шектен шықпаудың амалын қарастырады. Кімнің басынан жастық шақ өтпейді? Бірі қателеседі, көреді, кейін тиісті сабағын алған соң жоламауға тырысады. Мұның бәрі уақыт өте келе жинақталатын тәжірибе. «Мінезіне қарай тағдыры» деген сөз бар. Сол бұзықтық мінез тыйылмаса, ол колледжде болмасын, басқа жерде де сыр берері анық. Мамандық, болашақ Колледжді тәмамдаған студенттер ерте есейеді. Мектепте оқыған сыныптастары студенттік өмірдің дәмін енді сезінуге аттанғанда бұлар үлкен өмірге аяқ басуға дайын тұрады. Жұмыс істеп, ақша табуды ойлайды. Әрі қарай көлік алу, жоғарғы білім алу деген сияқты мақсаттарды іске асыра бастайды. Сол себептен, колледж бітіре сала, өз мамандығы бойынша немесе өзіне сай тапқан жұмысты істеуге кірісіп кетеді. Және де колледж бітіріп келген студенттерді жұмысқа қабылдайтындар да жоқ емес. Өйткені, тәжірибенің жоқтығынан жалақыны аз сұрайды және де жұмыс істеуге құлшынысы зор. Бұл жұмыс берушілерге аса пайдалы. Қорытынды Жалпы, тым құрығанда орта кәсіптік мамандық алуға – колледж ұтымды жол. Бірақ колледжде тек үлгерімі нашар оқушылар оқиды деген қате түсінік. Колледжді тәмамдаған соң жоғары оқу орнын басқа мамандыққа оқуға да болады. Бұл енді оқудың ұзақ уақытқа жалғасатын бір минусы. Ал колледжді бітіре салып, жұмыс істеп кеткендер одан да көп. Колледжді бітірген соң, университетті сырттай оқып, іс жүзінде білікті маман болатындар да баршылық. Әрине, үлкен өмірге ертерек араласып, жұмыс жасау әркімге де пайдалы. Ал егер болашаққа биік мақсат қойсаңыз, мысалы, шенеунік болу, шетелде шетелде оқу және т.б. болса, онда толық 11 сыныпты бітіріп, университетке түскен дұрыс. Өйткені колледжде оқу да оңай емес, 3-4 жыл білім университетте оқумен тепе-тең. Әрі қарай тағы ЖОО бар, тағы шетелдегі білім, магистратура, pHD қосылса, онда оқу ұзаққа жалғаспақ. Және айта кететін жайт қазіргі кезде сырттай оқу жойылған, оныда ескерген жөн. Сондықтан шешімді өздеріңіз жасайсыздар.\nМәлімет Массагет сайтынан алынды.",
                "date": "7.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырттай оқу бөліміне қалай тапсыра аламын?",
        "question_content": "Мен медицина колледжін бітіріп жатырмын, бірақ мен сырттай педагогика психология мамандығына тапсырғым келеді. Ол мүмкін бе? Егер мүмкін болса қалай тапсыра аламын?",
        "question_date": "5.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2018 жылдың 4 шілдесінде «Қазақстан Республикасының кейбір заңнамалық актілеріне жоғары оқу орындарының академиялық және басқару дербестігін кеңейту мәселелері бойынша өзгерістер мен толықтырулар енгізу туралы» Заңы қабылданды, ол Назарбаев Университетінің тәжірибесін ескере отырып, жоғары оқу орындарының академиялық және басқарушылық дербестігін кезең-кезеңмен кеңейтуді көздейді.\n\nЗаңға сәйкес Қазақстанда сырттай оқу 2019 жылдың 1 қаңтарынан бастап тоқтатылды. Сырттай оқып жүрген студенттер оқуын бітіру керек, мысалы, 2018 жылы сырттай оқуға түскендердің барлығы оқуын бітіріп кете алады.\n\nБұдан басқа, жоғары білім берудің білім беру бағдарламаларын меңгеру мерзімі алынып тасталды. Тиісінше, жоғары оқу орындары бакалавриат бағдарламасын жеделдетілген режимде аяқтауды көздейтін оқыту нәтижелерін ескере отырып, икемді және интеграцияланған білім беру бағдарламаларын әзірлейтін болады.\n\nСонымен қатар, жоғары оқу орындарында ақылы негізде оқу құнын реттейтін норма алынып тасталды, ол азаматтардың жоғары білім алуға қол жеткізуін кеңейтуге бағытталған. Осыған байланысты, білім беру бағдарламалары бойынша оқу төлемінің мөлшері мен білім беру қызметтерін көрсету шартының нысанын жоғары оқу орындары дербес бекітеді.\n\nСырттай оқуды тоқтату шаралары жоғары білім сапасын арттыруға бағытталған, өйткені ҚР Білім және ғылым министрлігінің деректері бойынша сырттай оқу нысанындағы студенттердің үлгерімі күндізгі оқу нысанындағы студенттерден төмен.\n\nАльтернатива ретінде жоғары оқу орындары күндізгі оқу базасында қашықтықтан оқыту технологияларына көшеді және курстардың бір бөлігі кешкі және демалыс күндері өтетін икемді кесте бойынша салынып жатқан part time (\"толық емес жұмыспен қамту\") жүйесін пайдаланатын болады.",
                "date": "6.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша 87 баллмен грантқа түсе аламын ба?",
        "question_content": "Мен ҰБТ-дан 87 балл жинадым. Таңдау пәнім география+ағылшын. Серпінмен грантқа қай универге түсе аламын?",
        "question_date": "5.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант конкурсы болғанда барсаң, сол жерде универлер тізімін береді.\n\nГрант университетке емес мамандыққа бөлінген соң мына университетке түсе аласың деп ешкім айта алмайды.\n\nТек өткен жылғылар қанша баллмен қай мамандыққа түскендерін айту мүмкін.\nСондықтан қалаған универді таңдай бер ( Серпінмен тусуге болатын универлерден)",
                "date": "6.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде аяғың ауыр екенін көрсең не болады?",
        "question_content": "Түсіңде аяғың ауыр екенін көрсең не болады? Бір қызым бар,  жолдасым қайтыс болған,  неге екенін білмей аң таңмын түсімде аяғым ауыр екен. Басқа ер адамдармен қатынасым жоқ. Бұны қалай жоруға болады?",
        "question_date": "5.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс түлкінің боғы.\n\nШамасы күйеуім жоқ енді аяғым ауыр болмайды деп көп ойлағансызау.",
                "date": "14.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кореядағы универге оқуға түсуге не істеу керек ?",
        "question_content": "мен 11ден кейін кореяға оқуға барғым келеді, казір корей тілін үйреніп жатырмын, кореяға бару үшін не істеу керек",
        "question_date": "5.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 914,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.gov.kz/memleket/entities/edu/about?lang=ru осы сайттың жаңалығына кіріп қарасаңыз болады, шет елге оқуға тапсыруға конкурстар жарияланып тұрады.\n Мүмкін сол жерден өзіңізге керек оқуды табарсыз.\n18 жасқа толмай тапсыра алмайды .\n25 жасқа дейін бакалаврға\n35 жасқа дейін магистратура\n40 жасқа дейін докторантураға",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпінге калай тіркелуге болады ?",
        "question_content": "Мен 62 бал жинадым . енді серпінмен баска калаға окуға барсам болады ма . Және серпінге калай тіркелу керек. Таңдау пәні физ мат және кандай мамандыққа тусе аламын",
        "question_date": "5.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпінмен тусуге болатын Университеттер тізімінен біреуін таңдайсың ( қаласаң 4-еу).\n\nҚолына грант конкурсына қатысатын өтініш қағазын береді, 4 мамандық 4 университетке жазып таңдайсың қасына серпінмен түскің келетін мамандықтың қасына серпін деп жазып қоясың.\n\nОған арнайы өтініш жазу керек жоқ. Грант конкурсы өтініш қабылдап жатқан жердегі қызметкерлер нақты түсіндіріп айтады.\n\nСерпінге тапсыру үшін оңтүстік 5 облыстың (Жамбыл облысы, Алматы облысы, Маңғыстау облысы, Қызылорда облысы, Түркістан облысы) бірінен болу керексің.\n\nСерпінмен тек солтүстік Университеттерге ғана түсе аласың.\n\nФизика-Математика грант көп бөлінеді, сондықтан серпін тапсырғандардың барлығы дерлік түсуге мүмкіндігі бар.\n\nҚалаған мамандығыңды таңдайсың.",
                "date": "5.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Димломмен ауылға бағдарламасы",
        "question_content": "Мен қазір 3 курс студентімін. Оқу бітірген соң димломмен ауылға бағдарламасына қатысқым келеді.\n\nҚояйын деген сұрағым : Димломмен ауылға бағдарламасында берілетін пайызсыз несие көлемі 2000 аекға көтерілетіні распа ?",
        "question_date": "5.07.2020",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іш ісінгенде не істеуге болады?",
        "question_content": "Менің ішім кешкі тамақтан кейін ісініп кеуіп кетеді, ол неден болады?  Не істесем болады? Ұқсас сұрақтар деген айдарда бауыр ауырып іш ісінгенде деген сұрақ бар екен бірақ бауырым ауыра ма жоқ па білмедім, дәрігерге тексерілгенім жоқ. Бұл бір рет емес бірнеше рет қайталанып жатып",
        "question_date": "5.07.2020",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдетте тамақ ішсе немесе көп тамақ ішсе іш сыздайдығой,егер күмәнді болсаңыз больницаға барып тексеріліп көріңіз",
                "date": "12.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не үшін 1921 жылы кеңес үкіметі түркіге ортақ әдеби тілі шағатай тілін жойды?",
        "question_content": "20-ғасырдың 21-жылы кеңес үкіметі не үшін Қазақстан және Орталық Азия халықтарының ортақ әдеби тілі шағатай түркі тілін оқыту программасын күшінен қалдырды?",
        "question_date": "4.07.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл тұрғыда В.И. Лениннің ұлттық тіл, бірнеше ұлттардан тұратын мемлекетте ұлт тілін дамыту мәселесіне қатысты пікірлері белгілі. 1921 жылы РК(б)П X съезінің қаулысында партияның алдында тұрған бірнеше міндеттер белгіленеді. Орыс емес хапықтардың ұлттық тұрмыс жағдайларына сай келетін түрде кеңестік мемлекетті өздерінде дамытып, нығайту; жергілікті халықтардың тұрмысы мен психологиясын білетін жергілікті адамдардан құралған, ана тілінде іс жүргізегін сотты, әкімшілік орындарын, шаруашылық органдарын, өкімет органдарын өздерінде дамытып, нығайтуға; ана тілінде баспасөз, мектеп, театр, клуб жұмысын және жалпы мадени-ағарту мекемелерін өздерінде дамытуға; маман жұмысшылардың және барлық басқару саласы жөніндегі, ең алдымен ағарту сапасы жөніндегі, партия кеңес қызметкерлерінің жергілікті кадрларын тез даярлау үшін ана тілінде жалпы білім беру сипатындағы, сол сияқты мамандық- техникалық сипаттағы курстар мен мектептерді кеңінен ашу ісін жолға қойды.\nТолығырақ: https://pps.kaznu.kz/kz/Main/FileShow2/110635/91/1/4793/2017//",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін таңдасам, ҰБТ-дан қанша балл жинау керек?",
        "question_content": "Мен ағылшын тілін таңдағым келіп отыр. Енді мен 9-шы сыныпқа өтемін. Ол үшін 9-шы сыныптан кейін түскен дұрыс па? әлде 11-ші сыныптан кейін түскен дұрыс па? Көбісі айтады, 11-ші сыныптан кейін түскен дұоыс дейді. Өйткені 9-шы сыныптан кейін түскенмен бәрі-бір университетке тапсыру керек,-деп. Енді маган неше түрлі ойлар келіп, мазасызданып жүрмін.\n\n Ал егер\n1. 11-ші сыныптан кейін оқуға түсетін болсам, ҰБТ-дан қанша балл жинау керек?\n2. Ағылшын тіліне байланысты қандай мамандықтар бар?(жалақысы жақсы)\n3. Қандай оқу орындары бар?\nӨтінемін, көріп алып, кетіп қалмай, жауаап берулеріңізді сұраймын. Өтініші☺. Жауап берген жандарға, АЛЛА ӨЗІ ЖАР БОЛСЫН!",
        "question_date": "4.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледж оқыған соң Университет оқыған дұрыс. Не дегенмен колледж мен университет дипломдарын салыстыруға келмейді ғой.\nБірақ колледжден соң Университет оқуға мүмкіндік жоқ деген емес қой.\n\nКолледжден соң барсаңда болады, 11 ден соң барсаңда болады.\n\nҰтылатын жері жоқ,  қалай ыңғайлы сол жағы таңдаған дұрыс.\n\nЖинайтын баллына келсек өте жоғары( 120+), өйткені грант аз бөліне. Бұл баллдың ақылы бөлімге қатысы жоқ.\n\nТіл болған соң ең танымал аудармашы, стюардесса, аударма ісі, елші, мұғалім( тіл үйретін орталық ашсаң).\n\nЕң жақсысы Абылай хан атындағы Халықаралық Қатынастар және Әлем Тілдері Университеті.\n\nКолледж оқып қоя салсаң жұмыс таба аласың деп айта алмаймын.\nУниверситет оқу керек бәрі-бір!!!",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Маған Шырын деген есімге ұқсас есім тауып бересіздер ме?!",
        "question_content": "Маған Шырын деген есімге ұқсас есім керек. Әдемі есім болса!!!",
        "question_date": "4.07.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шынар ұқсас, әрі әдемі есімі.",
                "date": "10.07.2020",
                "upvotes": 1
            },
            {
                "text": "Шырынға ұқсас есімдер Балжан, Балнұр, Балзия,",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теле2 минутын қалай алмастыруға болады?",
        "question_content": "Менің мегабайтым  мерзімінен  бұрын таусылды.\n\nТеле2 нөмерінде  минутты мегабайтқа алмастыруға болады?",
        "question_date": "4.07.2020",
        "question_tag": "Байланыс операторлары",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "611 нөмеріне  хабарласу арқылы немесе Теле2 сайтынан, теле2 приложениесіненде болады.",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Экология мамандығына, қанша балмен түседі?",
        "question_content": "Экология, Қоршаған орта қанша баллмен түседі?",
        "question_date": "4.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оған нақты қойылған балл жоқ.\nЖылда бөлінген грант пен грантқа таласушылардың санына байланысты өзгеріп отырады.\n\nИнтернетке 2019-2020 (2017-2018, 2018-2019) жылғы грант иегерлері тізімі деп іздеп, сол документтен қалаған мамандығының баллын қарап қанша балл алуға болатын білуге болады.\nАл ақылы бөлімге түсем десең, шектік да баллда жетеді.",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жатақхана ақысы қанша?",
        "question_content": "Сəлем.Алматы универлерінде 2адамдық жатақхана ақысы қанша?Жатақханада тұрған дұрыс па əлде квартирада?",
        "question_date": "3.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыдағы белгілі оқу орындарында жатақхана бағасы қанша?  Оқу орнының Жатақхана бағасы (жылына есептегенде)\nӘл-Фараби атындағы Қазақ ұлттық университеті-96 300 теңге\nҚ.Сәтбаев атындағы Қазақ ұлттық техникалық университеті-31 300 теңге\nҚазақ Мемлекеттік Қыздар педагогикалық университеті-30 000 теңге\nҚұрманғазы атындағы Қазақ ұлттық консерваториясы-30 000 теңге\nАбай атындағы Қазақ Ұлттық педагогикалық университеті-37 708 теңге\nС.Асфендияров атындағы Қазақ ұлттық медицина университеті-62 000 теңге\nАбылай хан атындағы Қазақ халықаралық қатынастар және әлем тілдері университеті-42 000 теңге\n“Нархоз” университеті-175 000 теңге\n Ал пәтер бағасы оның қожайынына тікелей байланысты. Бұл – пәтерді қалаған бағада жалдап тұруға болады деген сөз. Кrisha.kz сайтындағы мәліметке сай, Алматыдағы 1-2 бөлмелі пәтерлерді жалдау құны айына 60 000 теңгеден басталып 300 000 теңгеден асып түседі. Кейіпкеріміз 2 бөлмелі пәтерді 70 000 теңгеге жалдайды. Бұл – қаланың орталығындағы пәтер бағасы. Ал әл-Фараби көшесі сияқты қаланың жоғарғы жағындағы көшелер мен жаңадан салынған көпқабатты үйлерді жалдау құны жоғарылай береді.\nТолығырақ...",
                "date": "5.07.2020",
                "upvotes": 0
            },
            {
                "text": "Жатахана бағасы әр универде әртүрлі.Әрине көп универлерде квартирадан жатахана арзан болып келеді.Жатаханаға қабылдап жатса тұрып көр ұнамаса кез-келген уақытта шығып квартираға ауыссауң болады.",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алиментті қысқарту үшін?",
        "question_content": "Салеметсизбе! Меним жолдасым бурынгы некесиз турган 1 баласына алимнт толейди. Менимен занды некеде 1 бала бар. Толеп отырган алиментти калай кыскартуга болады. Не документти жинайды? Кайда тапсырады?",
        "question_date": "3.07.2020",
        "question_tag": "Заң",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "175-бап. Сот бұрын белгілеген алимент мөлшерін өзгерту және алимент төлеуден босату\n1. Егер алимент төлеу туралы келісім болмаған кезде алимент мөлшері сот тәртібімен белгіленгеннен кейін тараптардың бірінің материалдық немесе отбасылық жағдайы өзгерсе, сот кез келген тараптың талап етуі бойынша белгіленген алимент мөлшерін өзгертуге немесе алимент төлеуге міндетті адамды оны төлеуден босатуға құқылы. Алимент мөлшері өзгертілген немесе оны төлеуден босатылған кезде сот тараптардың назар аударарлық өзге де мүддесін ескеруге құқылы. \n\n2. Егер кәмелетке толған әрекетке қабілетті адамның алименттер төлеуге міндетті адамға қатысты қасақана қылмыстық құқық бұзушылық жасағаны анықталса немесе кәмелетке толған әрекетке қабілетті адам отбасында лайықсыз мінез-құлық көрсеткен жағдайда, сот оған алименттер өндіріп беруден бас тартуға құқылы. \n\nЕскерту. 175-бапқа өзгеріс енгізілді - ҚР 03.07.2014 № 227-V Заңымен (01.01.2015 бастап қолданысқа енгізіледі).\n176-бап. Алимент төлеу жөніндегі міндеттерді тоқтату \n\n1. Алимент төлеу туралы келісімде белгіленген алимент төлеу жөніндегі міндет осы келісімнің қолданылу мерзімі аяқталғанда немесе осы келісімде көзделген негіздер бойынша, сондай-ақ тараптардың бірі қайтыс болғанда тоқтатылады. \n\n2. Сот тәртібімен өндіріп алынатын алиментті төлеу: \n\n1) бала кәмелетке толғанда немесе кәмелетке толмаған балалар кәмелетке толғанға дейін толық әрекетке қабілетті болған жағдайда немесе алимент төлеу туралы келісімде көрсетілген жасқа толғанда; \n\n2) күтіп-бағу үшін алимент өндіріп алынған бала асырап алынғанда; \n\n3) сот алимент алушының еңбекке жарамдылығы қалпына келтірілген немесе көмекке мұқтаждығы тоқтатылған деп танығанда; \n\n4) еңбекке жарамсыз, бұрынғы жұбайының көмегіне мұқтаж болып келген алимент алушы жаңа некеге отырғанда (ерлі-зайыпты болғанда); \n\n5) алимент алушы адам немесе алимент төлеуге міндетті адам қайтыс болғанда тоқтатылады. \nПодробнее: https://kodeksy-kz.com/o_brake_i_seme/175.htm",
                "date": "25.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стоматолог болу үшін универде қанша жыл оқу керек?",
        "question_content": "Мен стоматолог болғым келеді бірақ қанша жыл оқитынымды білмеймін",
        "question_date": "3.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматология мамандығы бойынша оқу мерзімі 5 жыл (медицина бакалавры) немесе 5 жыл + 1 жыл интернатура, жалпы тәжірибелі дәрігер-стоматолог квлификациясы беріледі.\n5 жыл оқуын аяқтаған бітіруші клиникалық тәжірибеге қатысы жоқ мамандық бойынша жұмыс істегісі келсе, оған стоматология бакалавры академиялық дәрежесіне ие жоғарғы медициналық білім туралы диплом, оқытылатын пәндер тізімі, бағалары, меңгерілген академиялық сағаттар көлемі көрсетілген академиялық анықтама беріледі.\n(5+1) мамандығы бойынша оқу бітірушіге жалпы деңгейдегі стоматолог-дәрігер біліктілігі берілгені көрсетілген интернатураны бітіргені туралы куәлік пен оқытылған пәндер тізімі, бағалары, меңгерілген академиялық сағаттар саны көрсетілген академиялық анықтама.\nОқуын аяқтаған бітіруші, жалпы тәжірибелік стоматолог-дәрігер ретінде заңнамада бекітілген тәртіпке сәйкес қызмет атқаруға жіберіледі.\nОқуын аяқтаған бітіруші әрі қарай магистратура немесе ризедентурада оқуын жалғастыруға құқығы бар.",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасымен оқуға түсу үшін қалай өтініш береді?",
        "question_content": "Серпін бағдарламасымен оқуға түсу үшін қалай өтініш беремін?",
        "question_date": "3.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпінмен түсуге болатын Университеттер тізімінен біреуін таңдайсың( қаласа 4 еу).\n\nҚолына грант конкурсына қатысатын бланкы береді, 4 мамандық 4 университетке таңдайсың серпін сол таңдаған мамандық қасына жазып қоясың.\n\nОған арнайы өтініш жазу керек жоқ. Грант конкурсы өтініш қабылдап жатқан жердегі қызметкерлер нақты түсіндіріп айтады.",
                "date": "4.07.2020",
                "upvotes": 1
            },
            {
                "text": "Менің есімім Аружан Ажимухан.Мен Шымкент қаласы ,шұбарсу ауылы,М.Исламқұлов мектебінде 11 сынып оқушысымын!",
                "date": "17.04.2023",
                "upvotes": 0
            },
            {
                "text": "Жасым 21де оқуға түскім келеді",
                "date": "22.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақын болғым келеді, бола аламын ба?",
        "question_content": "\"Өмір\"\n\nӨмір,өмір расында қандай едің\n\nАшшы анау бейненді өтінемін\nСырттай алдап,жүрсін-ау пенделерді\n\nҚайғынменен,сен жара салып едің\n\nӨмір,өмір\n\nАйтшы бізге шындығынды\nМына кейпін біздерді жынды қылды\nСар-салан боп, жаратылдын түсінемін\nБірақ нағыз кейіпінді мен білмедім\nСараптауға таппадым шешімді еш\n\nОйландым ба,білмеймін мен өте кеш?!\n\nP.S.Ақын болғым келеді,бола аламын ба?!",
        "question_date": "3.07.2020",
        "question_tag": "Өнер",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақын болуына келсен.  Сенің соңғы шешімі болады үйткені өзің ойлан.\nБерілме! Жолын болсын!",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлмақ түйінінің (шишки хмеля) қандай пайдасы бар?",
        "question_content": "Қандай жағдайларға емдік мақсатта пайдалануға болады?",
        "question_date": "3.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлмақ шайырларында антибиотиктер бар заттар бар. Микробқа қарсы және антифункционалды әсер конустың құрамына кіретін эфир майын да қамтамасыз етеді. Өсімдік негізіндегі препараттарды қолдану созылмалы гастриті бар науқастарға, сондай-ақ қажет болған жағдайда асқазанның секреторлық белсенділігін арттыруға арналған. Асқазан сөлінің бөлінуін белсендіру арқылы өсімдік тәбетті арттырады, ас қорытуды жақсартады.\nАритмияға қарсы және гипотензивті дәрі ретінде құлмақтың оң әсері дәлелденді. Сондай-ақ, құлмақ препараттары су мен липидтер алмасуын реттейді.\nХалықтық медицинадағы хоп конустары седативті және ұйықтайтын таблеткалар ретінде белгілі. Олар сонымен қатар әртүрлі ауруларды емдеу үшін қолданылады, атап айтқанда тыныс алу жолдарының қабыну процестері, бауырдың зақымдануы, бас ауруы және т. б.\nКосметологияда шаштың өсуі үшін хоп конустары қолданылады. Олардың отвары шаю үшін қолданылады, сонымен қатар құлмақ шашқа арналған арнайы косметиканың бөлігі болып табылады.\nОлар лактацияны тоқтату үшін қолданылатын етеккір бұзылулары, менопауза үшін тағайындалуы мүмкін.",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    }
]