[
    {
        "question_title": "Білім жолындағы өмірлік екі таңдау",
        "question_content": "Мен 2021 түлегімін 1ші ҰБТ физмат 48балл жинадым, 2ші ҰБТ геобио 68 балл жинадым өзімнің арманым бастауыш мұғалімі болу еді. Конкурсқа 68 балл мен қатыстым бірақ мұғалімнің шекті балл 75 ке көтерілуіне байланысты оған қатыса да ақылы бөлімге де түсе алмадым баста физ матқа 1жыл дайындалғам ұбт да сұрақ қиын болып аз жинап шықтым екінші ұбт арасы 1 ай еді кілдімде ГеоБио ға ауыстырып 1ай да 68жинап шықтым конкурс қа 4мамандық 4қала жаздым Психология Атырау ЛЕСНОЕ ХОЗЯЙСТВА Аграрный Эколог Ату Әлеуметтік жұмыс Шым Тех конкурс ұтады содан Тех қа платный ПСИХОЛОГ мамандығында оқыдым жылдық ақысы  430мың арада 1жарым ай өтті бір күні маған Алматы қаласынан Аграрлық университетінің мұғалім хабарласып сіз грант болдыңыз деп хабар берді не қуанарымды не жыларымды білмедім мамандық ЛЕСНОЕ ХОЗЯЙСТВА енді мен не істерімді білми отырмын грантта 4жыл оқыған дұрыс па егер жақсы оқысаң сол жерде мұғалім болып қалу немесе 4жыл платный да оқу мен платный да оқып жүргенде 1ші ақылы ұбт тапсырып 75 балл жинап ОҚМПУ университеті не бастауыш мұғалімі не ауысам деп ойлаған едім ал енді грант болсам сабақты жақсы оқып сол жерде мұғалім болып қалу немесе грантта оқып жүріп 2022 ұбт қайта дан тапсырып жақсы балл жинасам Бастауыш мұғалімі не түсу не істерімді білмей отырмын",
        "question_date": "24.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай дәрі дәрмексіз тез арықтауға болады?",
        "question_content": "Қалай тез арықтауға болады егер тамақ пісіре алмасаңыз (қарақұмық күнде жемейміз)\n\nМен көп салмақ қосып қойдым не істеуге болады",
        "question_date": "24.10.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Супермаркетте өзінен-өзі ашылатын есіктер қалай жұмыс істейді?",
        "question_content": "Супермаркетте өзің жақындасан өзімен өзі ашылатын есіктер қалай жұмыс істейді?, яғни маған осының істелу жолы керек болып тұр, егже тегжейлі жазып берсеңіздер?. Яғни оның құрылымы қандай?, қалай ашылып жабылып тұр?, қалай жұмыс істейді, міне осы туралы сұрағым келеді.Жауапсыз қалдырмаңдаршы?.",
        "question_date": "23.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есіктерді автоматты түрде ашу: ол қалай жұмыс істейді\n\nБарлық автоматты түрде ашылатын есіктердің жұмысы электр қозғалтқышы арқылы кенепті жылжыту принципіне негізделген – оны әртүрлі механизмдер арқылы өз энергиясын есік жапырағына беретін, оны дұрыс бағытта қозғалуға мәжбүр ететін мұндай есік құрылымдарының \"жүрегі\" деп атауға болады. \nЕсіктердің автоматты түрде ашылуын және жабылуын қамтамасыз ету үшін бірыңғай конструкцияға дейін барлығы қозғалысқа жауап беретін датчиктермен жабдықталады. Есіктерге жақындаған кезде адамның болуын байқап, олар электронды басқару құрылғысына бұйрық береді, ол өз кезегінде электр қозғалтқышын іске қосады, осылайша есікті ашу жүйесін басқарады. \nЕгер сенсор белгілі бір уақыт ішінде қозғалыстарды ұстамаса (әдетте ол жеке-жеке реттеледі), онда ол есік жапырағын жабуға өздігінен бұйрық береді.\nТолығырақ https://dveridoma.net/avtomaticheskie-dveri/ осы сілтемеден оқыңыз\nТЕХНИКАЛЫҚ ҚАЗАҚ КОНТЕНТІН БІРГЕ ДАМЫТАЙЫҚ!",
                "date": "30.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз Әлім Шекті мен Кіші жүз Әлім Малқар үйленсе болады ма?",
        "question_content": "Жігіт руы : Кіші жүз Әлім Шекті\nҚыз руы: Кіші жүз Әлім Малқар",
        "question_date": "23.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 7 атаға дейін ешқандай туысқандық қатынас болмаса, онда әрине үйленуге болады.",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен қыркүйек айының аяғында декретке шықтым?",
        "question_content": "Мен 2021 жылдың қыркүйек айының аяғында декретке шықтым. Маған кезекті еңбек демалысы беріле ме? 2022 жылда",
        "question_date": "22.10.2021",
        "question_tag": "Заң",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында 13,7 Г барий гидроксиді бар ерітінді. Түзілген тұздың массасын есептеңіз?",
        "question_content": "Құрамында 13,7 Г барий гидроксиді бар ерітінді арқылы 0,448 л көмірқышқыл газы жіберілді. Түзілген тұздың массасын есепте",
        "question_date": "22.10.2021",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реакция теңдеуі:",
                "date": "27.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7,1 г фосфор оксидiнiн молекула санын есепте",
        "question_content": "7,1 г фосфор оксидiнiн молекула санын есепте",
        "question_date": "22.10.2021",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фосфор оксиді P2O5\n\nМолекула саны N=n(P2O5)*Na=m(P2O5)/Mr(P2O5) *Na= формуламен есептеледі\nMr(P2O5) - фосфор оксидінің молярлық массасын Менделеев кестесінен табыңыз\n\nNa=6,02*10^23 - Авагадро тұрақтысы",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бел ауруының қалай алдын алуға болады?",
        "question_content": "Бел ауырганда кандай дарылер ышуге болады? Дарыгер нускауымен",
        "question_date": "22.10.2021",
        "question_tag": "Тазалық",
        "question_views": 684,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемді аяқтап,толық анықтама беру керек",
        "question_content": "Нұсқа №5. Зарядталған бөлшектердің реттелген қозғалысы...",
        "question_date": "22.10.2021",
        "question_tag": "Физика",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика кітабында жазылған",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электр өрісінің энергиясының формуласы. Физикалық сөз есептерді шығару?",
        "question_content": "2. Өзара әсерлесуші зарядтардың ара қашықтығы 2 есе кемісе және әсерлесу күші өзгермей қалу үшін олардың шамаларын қалай өзгерту керек ?\n\n3. Екі заряд ауада (εауа = 1) әрекеттеседі. Егер олардың арасындағы арақашықтығын өзгертпей суға (εсу = 81) салса, онда өзара әрекеттесетін кулондық күш өзгере ме, өзгерсе қалай?\n\n4. Конденсаторларды  өзара қалай қосқанда (тізбектей, параллель) батареяның электр сыйымдылығы үлкен болады?\n\n5. Электр өрісінің энергиясының формуласы.",
        "question_date": "22.10.2021",
        "question_tag": "Физика",
        "question_views": 766,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "зарядтардың шамасын 4 есе кеміту керек",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанның капилярлардан ағуының орташа жылдамдығын есептеңіз.",
        "question_content": "Қолқаның (Аорта) радиусы шамамен 1 см және ол арқылы қан 30 см/с жылдамдықпен ағады. Барлық капилярлардың ауданы шамамен 2000 см2 деп алып, қанның капилярлардан ағуының орташа жылдамдығын есепте.",
        "question_date": "22.10.2021",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Натрий гидрокарбонатындағы көміртектің массалық үлесін анықтаңыз.",
        "question_content": "Натрий гидрокарбонатындағы көміртектің массалық үлесін анықтау керек. көмектесіп жіберсеңіздер",
        "question_date": "21.10.2021",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Формуласы NaHCO3\nМенделеев кестесінің көмегімен натрий гидрокарбонатының молярлық массасын табыңыз. Mr(NaHCO3)=\n\nКөміртегі молярлық массасын натрий гидрокарбонатының молярлық массасына бөліп,  100 % көбейту керек w(C)=Mr(C):Mr(NaHCO3) *100%=",
                "date": "22.10.2021",
                "upvotes": 0
            },
            {
                "text": "MR(NAHCO3)=84 MR(C)=12\n\nW(ф)=(12:84)×100%=14,2%",
                "date": "13.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түзілген тұздың массасын табыңыз.",
        "question_content": "Теменде суретте Реакция натижесiнде бөлiнiп шыққан кемірқышқыл газы ак суы арқылы жiберiлдi. Кальций гидроксидiнiң ерiтiндiсi арқылы кемiрқышқыл газын еткiзгенде теориямен салыстырғанда 85 % шығыммен массасы 150 г кальций карбонаты тузiлдi. Канша келем (қ.ж.) С02 сiңiрiлгенiн есептеңіз.",
        "question_date": "21.10.2021",
        "question_tag": "Химия",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алынған өнімнің шығымын есептеңіз.",
        "question_content": "Құрамында 4 % қоспасы бар 20 г әктасты қыздыру арқылы 12 г кальций оксиді алынған. Алынған өнімнің шығымын есептеңіз.",
        "question_date": "21.10.2021",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Көре алады\" деген сөзге морфологиялық талдау жасау керек.",
        "question_content": "Көре алады деген сөзге морфологиялык талдау жасау керек",
        "question_date": "21.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көр-түбір, е-жұрнақ, ал-түбір, а-жұрнақ, ды-жұрнақ",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этникалық ой-толғамдарды қалыптастыру тарихындағы ғұламалар идеялары?",
        "question_content": "Этникалық ой-толғамдарды\nқалыптастыру тарихындағы\nғұламалар(Әль Фараби; М.Қашғари; Ж.Баласағұн) идеялары",
        "question_date": "21.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІ–ХІІ ғасырларда Жүсіп Баласағұн, Махмуд Қашқари, Ахмед Иүгінеки, Қожа Ахмет Ясауи, тағы басқа этикопедагогикалық трактаттары кең таралды. Бізге алғаш жеткен Орта Азия мен Қазақстанның түркі тілдес халықтарға ортақ мұра болып саналатын, сол кезеңдегі діни əдебиет ескерткіші — Ж.Баласағұнның «Құтты білігі» болды. Бұл трактатты зерделеу арқылы еңбектің тек адам өміріндегі білімнің рөлі мен бақыт туралы ойлауға ғана арналмағанын айқындадық. Сонымен қатар ең алдымен қоғамның түрлі топтары өкілдерімен қарым-қатынас жасау өнетін жан-жақты мазмұндауымен құнды. Ал, бұл ұлтқа, түрлі халықтың өкілдерімен қарым-қатынас жасап, сыйлау, адамшылық көрсете білуді талап ететін оқушының көп мəдениеті құзырлылығын қалыптастырудың алғышарты болды.\nБұл, ойшыл пікірінше, түрлі мəдениеттердің өзара сыйластығы, бейбітшілік пен келісім үшін іргетастың қалануына мүмкіндік береді. Ойшыл бұл тұрғыдағы тұжырымдарын «Сыйластық пен құрметті» танығың келсе, адамдарды сыйластық пен құрмет етуге ұмтыл», — деген нақыл сөзімен қорытады.\nЖ.Баласағұн ұлы ойшыл ретінде адамдарды ашықтыққа, айналамен қарым-қатынас жасауда шынайы болуға үгіттеді. «Сөйлегенде сөзің ұнамды, жүзің ашық болсын» идеясы бүгінгі таңда да өз өзектілігін жоймай келеді [6].\nБұған қоса Қазақстан ғылымы дамуында ұлы дала ойшылы, «Диуани-лұғат-ат-түрк» атты ертедегі түркі ескерткішінің авторы М.Қашқариді атап кеткен жөн. Еңбек 1804 жылы Венгр ғылым академиясында тұңғыш жарияланды. Сөздікті кезең энциклопедиясы деп санауға болады. «Түркі тілінің сөздігі» — Орта ғасырдағы Азия мен Қазақстан халықтары достастығы, əлеуметтік жəне мəдени өмірінің түрлі салалары туралы алғашқы деректер көзі [7].\nҚазақстанның орта ғасырлардағы тарихында ХІІ ғасырда өмір сүрген ақын, ойшылы А.Иүгінекидің өмірі мен қызметі үлкен маңызға ие. Ахмед Иүгінеки өз уақытында адамдық идеясын көрсете алады. Бейбітшілік пен келісімнің, жас ұрпақ тəрбиесінде өзінің ақыл-ойымен дараланды.\n«Адамның жүрегін қайырымды істеріңмен жаулап алу үшін өмір сүр» қанатты сөзі бүгінде де өскелең ұрпақ тəрбиесінде зор маңызға ие [4; 78].\nӨзінің «Ақиқат сыйы» атты тəлімдік поэмасында сол кездегі адамның моральдық-этикалық ерекшелігін атап қана қоймай, пайдалы кеңестер береді. Өскелең ұрпақты тəрбиелеу мен адамның мінез-құлқын басқару, жағымсыз жақтарын өзгертуде адамның сабырлы болуы қажеттігін, ізгі істер атқаруы тиіс екенін жеткізеді. «Қайғы-азап өтеді, сабырлы бол, бақыттың келуін күт» деп тұжырымдады [4; 81].\nСопылық поэзия өкілі, ақын, ХІІ ғасырларда өмір сүрген А.Ясауидің де өмірі мен қызметінің маңызы зор болды. Өзінің «Диуани хикмет» («Даналық кітабы») атты трактатында адамгершілік тұрғыда жетілу жолдарын нұсқап, достықта сабырлы болуға, жан тазалығына шақырды.\n«Барлығымен достық қатынаста бол, олар үшін өзінің таза жаныңды құрбан ет» деді [8].\nАйтылғандармен қатар, осы кезең ескерткіші, мол мұрасы деп ХІV ғасырда өмір сүрген С.Сараи өмірі мен шығармашылығын атауға болады. Ақын-лирик, жазушы-аудармашы этика-педагогикалық мазмұнды насихаттауда үлкен орын алды. Оның поэмалары қызықты қанатты сөздерге толы болды.\n«Егер бірлесе əрекет етсе, құмырсқа да арыстан терісін сыпыра алады» секілді нақыл сөздерінің дидактикалық мазмұны өте терең, əрі көп идеялы болды. 1391 жылы 70 жастағы Сараи парсы ақыны Сағдидың «Гүлистан» деген поэмасын түркі тіліне аударды. Бұл шығарманы аудару барысында да адалдық, шынайылылық, жомарттықты терең сөз етті. «Егер ұлылық күтсең, жомарт бол, жомарт бол, сонда ғана қайырымдылық пен мейірімділік, еңбек пен парасаттылық биігіне көтеріле аласың», — деп тұжырымдады.\nАсан Қайғы — жырау, халықтық дəстүрмен өмір мəні, қайырымдылық пен зұлымдық, жақсы жəне жаман адам туралы толғанады. Өз халқын бейбіт, ортақ келісімге, адал, қайырымды, ақылды, парасатты болуға шақырады. Асан Қайғы есімі тек Қазақстанға ғана емес, қырғыз, қарақалпақ жəне т.б. белгілі болған. Жерұйықты іздеп жүріп, Асан Қайғы əр жердің өзіндік ерекшеліктеріне байланысты көптеген сөздер жазып қалдырған.\nӨмірдегі өзара үйлесу жолы — барлық жанды затқа махаббат пен рақымдылық жасау. «Барлық жаны барға аяушылық танытып, оны бағалау жəне сыйлап, құрметтеу қажет». «Біз жақсы, мейірімді сөздерімізді айтып үлгере алмасақ — бұл бақытсыздық» деген тұжырымдары біз қарастырып отырған мəселеде зор маңызға ие.\nӨмірді тану мен тұтас сезінуде дербес қасиетке ие жырау өмір мəні деп барлық жалпы игілікке жету, өмірдегі келісім мен үйлесімділікті ұғынып, түсіндіреді. «Бірақ халықтың аты халық. Егер түнерсе, ашу-ызалы екені түсінікті, ал, оны күштеу ашу-ызасын оятып, өзін де көтерілуге итермелейді», — дейді.\nОрта ғасырда Қазақстанның жалпы қоғамдық ойы тарихындағы жарқын да беделді өкілдің бірі — Шалкиіз жырау. Адамдар арасындағы өзара қарым-қатынас туралы қызықты ой-толғамдарын жеткізеді. «Сен өз адамыңды қорлама, егер қорласаң, олардан қолдау таппайсын» деген толғаулары арқылы терең тəлімдік мазмұнға толы [4; 116].\nҚазақтың сұлтаны Ораз Мұхамедтің кеңесшісі Қ.Жалаири 1570–1605 жылдары өмір сүріп,«Жамағат тауарих» («Шежірелер тарихы») атты тарихи шығарма жазды. Шығарманы орыс монархы Иван Грозныйға арнады. Білім — баға жетпес қазына, өмірдегі бар жақсылық білімде. «Кімде-кім білімді меңгере алса, көңілді болса, сол бай болады» деген ой мазмұндалды [4; 120].\nБұдан ары Қадырғали Жалаири тек бірлік пен адамдардың арасындағы келісім ғана қоғамда маңызға ие бола алады екен. «Ешкім де ажалсыз емес, бір өзеннің суын жалғыз іше алмайды», «Кім көп нəрсені меңгеріп, тани алса, сол өзіне жағдай жасай алады немесе оны табыстар күтеді», ол жамандықтан арылып, игілікке жете алады» деп тұжырымдады [4; 131].\nБіз атаған ғалымдар тұжырымдары тарихтың өтпелі сəттері тек жаңа дарындарды туғызып қоймайды, шынайылықты жаңаша сезінуге жағдай жасайды дегенді қорытады. Осы орайда ұлттың педагогикалық мұратына ХVІІІ ғасырда өмір сүрген Бұқар жырау да əсер етпей қалмады. Оның көреген көзқарасы көшпелі қазақтардың тұрмысын жаңаша тануға жол ашты. Педагогикалық көзқарас тұрғысынан Бұқар жыраудың «Тілек», «Толғау» шығармалары зор мазмұнға ие жəне ұлы даланың жаңа адамдардың қалыптастыру идеясын көтерді.\nЖырау кең өмір ағынында бірден екі жағаны көреді немесе философиялық тұрғыдан алғанда, адамдық тұрмыстың екі жағы — кейін оралу жəне болашаққа бару. Ол ХVІІІ ғасырда қазақ даласындағы маңызды қоғамдық-саяси жағдайдың куəгері, Абылайдың ақылшысы болды. Бұқар жырау қазақтардың амандығы үшін, үш жүздің бірлігін сақтау үшін Ресеймен достық байланыста болуды қажет деп санап: «Достықпен көшіп-қонайық, өзара бірігейік», — деп санады [4; 142].\nМəселені мəдени-тарихи талдау Қазақстанда ағартушылық ойдың ерекше рөлі атқарғандығын көрсетеді. Ағартушылық ой — этникалық өзін-өзі танудың қалыптасу үдерісінде негізгі мəдени құндылықтарының бірі. Ағартушылық əлем бейнесін ашуға күшті əсер етті, айналадағы шындық туралы көзқарастың жеке жүйесі тұлғаға өзін табиғи, тұрмыстық ортамен етене ұқсауға көмектесті. Ағартушылық əрекеттің түрлі форма əсерімен жəне сезімдік айқын қарым-қатынастары арқылы адамдар талантты ақын-жыраулардың, тіпті көшпенді ғұмырда да жазу-сызусыз ауызша түрде ұлы ойшылдық əрекеттен нəр алды жəне танымдық қызығушылықтары мен қажеттіліктерін сақтап қалды. Анағұрлым кейінірек Шоқан Уəлиханов, Ыбырай Алтынсарин, Абай Құнанбаев, Шəкəрім Құдайбердіұлы, Ахмет Байтұрсынов, Міржақып Дулатов секілді ағартушылар ақын-жыраулардың еңбектерін айқындап, басқа халықтардың мəдениетіне жақындастыру үшін алғышарттар құрудағы рөлін атап өтті [9–15].\nШоқан Уəлиханов алғашқы қазақ зиялысыларының бірі болды. Ол көшпелі өмір жағдайында қолданылған ағартушылықтың философиялық жəне əлеуметтік-педагогикалық ұстанымдарын негіздеді. Жалпыадамдық пен ұлттық құндылықтар ерекше үйлесімді негізделетін ізгілікті ағартушылықтың жақтаушысы болды. Ағартушылық жариялылықтың ұстанымдарына белсенді көңіл бөле отырып, ол өзінің «Жоңғария очерктері», «Қырғыздар», «Қытай империясының батыс өлкесі жəне Құлжа қаласы», «Сот реформалары туралы жазбалар» еңбегінде, Ф.М.Достоевскийге жəне А.Н.Майковке жазған хаттарында тек туған халқының тағдырына ғана емес, барлық адамзаттың тағдыры үшін алаңдап, өз ойын айтады. Шоқан Уəлиханов адам мен азаматты табиғаттың даму нəтижесі деп қарастырып, табиғат дамуы заңды құбылыс екендігі секілді қоғамдық өмір дамуы да тікелей табиғат заңдылықтарымен байланысты болады деп қорытады. Ұлы сахарада мұсылманшылықтың таралуы туралы айта келіп, мəдениеттер арасындағы байланыстар үдерісімен тікелей байланысты қызықты педагогикалық бастамалар көтереді.\n«Жалпы алғанда, — деп жазады ол, — қырғыз халқының алдында еуропалық өркениетке жетудің құрбандықты болашағы күтіп тұр». Шоқан Уəлиханов өз бойында шын мəнінде еуропалық білімділік пен Шығыс халықтарының мəдениеті жайлы терең түсінікті үйлестірді жəне қысқа ғұмырында жан-жақты шығармашылық мұра қалдырды. Бұдан ары «Сот реформасы жазбаларында» ол: «Біз еуропалық, жалпыодақтық ағартушылықты меңгердік деп ойлаймыз жəне кедергілерге толы энергиялық күрестер барлық даму мен мəдениетке қабілетті халықтар үшін ақырғы мақсатты құруы тиіс. Анығын айтқанда, қырғыз халқы анағұрлым бейбітшілікті сүйетін, халықтар қатарына жатады жəне орыс патшасының аздаған жабайы ұлттарының біріне саналады [9; 77].\nАғартушы-ұстаз, ғалым Шоқан Уəлихановтың (1835–1865) бай рухани мұрасы психологиялық- педагогикалық мазмұнға толы. Халықтық ерекшеліктердің көрінуін ғалым көп жоспарлы аспектіде түсіндіреді. Өз шығармаларында ол халықтың жəне басқа да ұлттардың тұрмыс, салт-дəстүрлерін, əдет-ғұрыптары мен мəдениетін жан-жақты талдайды. Оның ойынша, ағартушылық сарын арқылы қазақтар дами түседі: «Халық дамуы мен қалыпты өсуі үшін ең алдымен азаттық пен білім керек. Бұл үшін оқу қажет», — деп түйеді …» («Даладағы мұсылманшылық туралы») [9].\nШоқан Уəлихановтан кейінгі көрнекті ағартушы, педагог-ұстаз Ыбырай Алтынсариннің еңбегі ұшан-теңіз. Ол қазақ халқы үшін мектептік білім беру жүйесін əзірлеп, ұлттық мəдени даму үшін ағартушылық мекеменің рөліне ерекше мəн берді. Біз оның педагогикалық қызметінен жалпы білімдік ілімдерді таратуға ұмтылып, қазақ халқына орыс мəдениетін жақындатуда үлес қосқанын ерекше атап өткіміз келеді. Оның атақты «Қырғыз хрестоматиясы» орыс əліпбиі негізінде құрастырылып, балаларға түсінікті тілде жазылды. Ауыз əдебиеті материалдары мен орыстың белгілі ағартушылары мен жазушыларының мəтіндерін аударып, тиімді қолданды. Сонымен қатар орыс жазушыларының мысалдары мен өлеңдерін аударды. «Асан мен Үсен» əңгімесі татар, орыс, башқұрт тіліне аударылды.\nЫбырай Алтынсарин қазақтың орта ғасырда шыққан алғашқыларының бірі болып, əдістемелік жəне дидактикалық аспектіде көп көңіл бөлді. Ол халықты достық қарым-қатынасқа шақырды. Сонымен қатар екі халық арасындағы ұқсастықты айқындады. «Қырғыздардан жақын əрекет еткен барлық орыстар қырғыз халқының орыстармен ұқсас екенін айғақтаған жəне қырғыздар мен орыс тұрғындарының арасында шынайы достық қатынастар аз емес болған. Осылай табиғи жақындасуы олардың құрылымындағы адамдық ұқсастықтың нəтижесі болса керек [10; 86]. Ыбырай Алтынсарин екі халық арасындағы ұқсастықты айқындай отырып: «Орыс жəне қазақ халқы тұрмысы, саулығы, тəжірибелік ақылы, діни жəне ұлттық ойлауы мен ізгі жүрегі мен сенімділігі жағынан ерекшеленеді», — деп тұжырымдайды [10; 92].\nХІХ ғасырдың екінші жартысында Қазақстан еуропа мəдениетін игере бастады, көшпенді халық педагогикалық ойларға ден қоя бастады, Ұлы даланың болашақ адамдарының үлгісі қалыптаса бастады. Діни сеніммен білімге өткен күрделі жауапкершілік кезең басталды. Абай Құнанбаев (1845– 1904) өмір сүрген заманда жаңа педагогикалық мұраттың қалыптасуы басталды. Абай философиялық идеяларын зерттеуші Ғ.Есімнің айтуынша: «Абай қазақ халқының мəдениетін таратуда ерекше орын алды. Ол өзіне дейінгі рухани мұраны жинап, ұлттық мəдениетте жаңа бағыт қалдырды» [16].\nБұл тек қана қарапайым мұсылман қазақ емес, сонымен бірге еуропалық ағартушы, білімді өте белсенді меңгерген, өзіндік тағдыр сыйын иеленген адам болды. Ол уақытта тек білімді игеріп қана қоймай, шынайы өмірде көп мəдениетті қалыппен жүзеге асыру аса маңызды болды. Ол жалпыадамзаттық құндылықтарды өз халқының игілігіне жаратудың үлгісін көрсетті. «Адамдар басқа халықтың тілі мен мəдениетін меңгеру арқылы ұятқа қалмай жəне олармен терезесі тең адам болды». Абайдың бұл сөздері бүгінгі таңдағы тəуелсіз Қазақстанда мəдениетті тұлға тəрбиелеудің əдіснамалық алғышарттарына айналуда.\nШығыс халықтарының тілі мен əдебиетімен бала жасынан сусындаған Абай орыс тілін тек өскеннен кейін ғана меңгере бастады. Орыс тілінің көмегімен ол тек орыс мəдениетін ғана емес, батыс еуропалық мəдениетті де игерді. Ойшыл Абай А.Пушкин, М.Лермонтов, И.Крылов жəне əлем əдебиетінің басқа да классикалық шығармаларын қазақ тіліне əдемі аударды.\nОйымызды қорытар болсақ, Абай — көрнекті философ жəне ағартушы, оның көзқарастары бүгінгі педагогикалық қажеттіліктерге жауап береді жəне адамдарды жаңарту жолдарын іздестіреді, халықтың руханилылығын көтеруге, оны жетілдіруге мол үлес қосатыны даусыз. Қазақ философиялық-педагогикалық ой тармақтарында ол сенімді түрде мəдени қатынастың жəне басқа халықтың əріптестік қарым-қатынаста болуы өте қажет екенін айтып, оларды достыққа шақырады. Ол өзінің «Қара сөздерінде» қазақтың əлеуметтік-мəдени дамуы деңгейіне талдау жасап, өз кезінің өркениет дəрежесін қабылдау мүмкіндігін жан-жақты көрсетеді. Сонымен қатар Абай өзбек, орыс, татар халықтарының тұрмыс-тіршілігіне салыстырмалы талдау жасады. Осы айтылған Абайдың ізгілік жайлы ойлары əл-Фарабидің философиялық жəне педагогикалық көзқарастарымен ұштасып жатқанын айту керек. Əл-Фараби өз кезінде өскелең ұрпақ үшін білім мен тəрбие егіз ұштасуы қажет екенін айтқан болатын. «Тəрбиеміз берген білім — адамзаттың қас жауы», — деген де əл-Фараби еді.\nОсы орайда əр кезеңде өмір сүрген ойшылдардың тұжырымдары мен пікірлері адамның тұтас тұлға ретінде қалыптасқан түрліше қырларының жүйелік негізделуіне үлес қосты. Осындай ойшылдардың табиғат пен адам психологиясының бағыттары, сана бірлігі мен əрекеті жайлы терең философиялық ойлары Қазақстанның ұлттық мектептерінде оқыту мен тəрбиелеу мазмұны мен мақсатын анықтауда белгілі бір əдіснамалық қызмет атқарды.\nТолығырақ: https://articlekz.com/kk/article/15912",
                "date": "21.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолға арабша жазу жазылғанын көру нені білдіреді?",
        "question_content": "Тусимде колымда ойылып арабша жазылган жылап журмын Ана создав туснби молдага барыппын ол менен кашып жур быраздан кейын колымдагы арабша жазылган создерр английский ауысып кетты есмде калмады не жазуы екенын Калай жоруга болады?",
        "question_date": "21.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 671,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жойылып бара жатқан мұраларды қалпына келтіру керек пе? Эссе",
        "question_content": "Эссе керек. Тақырып бойынша. Барма?",
        "question_date": "21.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Egemen Qazaqstan» газеті соңғы жылдары елімізде көмбе іздеушілердің көбейіп, археологиялық нысандарды тонау өршіп кеткені жайлы мәселе көтерген болатын. Мұның зарарын айтып жеткізу қиын екенін негіз еткен қоғам белсенділері мен кәсіби археологтардың пікірі де жария етілді.\nКөмбе іздеушілерге тұсау салудың жалғыз жолы еліміздегі «Тарихи-мәдени мұра объектілерін қорғау және пайдалану туралы» заңды күшейту және арнайы берілетін лицензия мәселесін шектеу екендігі де, өңірдегі тарихи-мәдени нысандарға жергілікті инспекторлар салғырт қарайтыны да газет көтерген мәселеде айтылды. Жалпы «қара археология» мәселесі ел газетінде («Қорғансыз қалған қорымдар» №220 16 қараша, 2018 жыл) қозғалған-ды. «Егеменде» көтерілген мәселелер Мәжіліс депутаттары тарапынан қолдау тауып отыр. Ол жөнінде Түркістан өңіріндегі тарихи-мәдени нысандарды аралаған депутаттар мәлім етті.\nТүркістанда Мәжілістің Әлеуметтік-мәдени даму комитетінің көшпелі отырысы өтті. «Тарихи-мәдени мұраны қорғау мен кеңінен танытуды заңнамалық тұрғыдан қамтамасыз ету» тақырыбындағы отырыста «Тарихи-мәдени мұра объектілерін қорғау және пайдалану туралы», «Қазақстан Республикасының кейбір заңнамалық актілеріне тарихи-мәдени мұра мәселелері бойынша өзгерістер мен толықтырулар енгізу туралы» заң жобалары талқыланды. Бүгінгі таңда елімізде 25 мыңнан астам тарихи-мәдени мұра нысандары бар. Оның 11 мыңға жуығына тарих және мәдениет ескерткіштері мәртебесі берілген. Талқыланған заң жобаларында тарихи-мәдени мұра нысандарын анықтау, оларды есепке алу, тарихи-мәдени сараптама жүргізу, паспорттау мәселелеріне ерекше назар аударылған. Депутаттар мен қатысушылар бүгінгі таңда көптеген жаңадан анықталған, тарих және мәдениет ескерткіштері мәртебесі берілген нысандардың сақталуы жеткілікті деңгейде қамтамасыз етілмейтініне тоқталды.\nӘлеуметтік-мәдени даму комитетінің хатшысы Бейбіт Мамраев жүргізген отырыста баяндама жасаған Түркістан облысының әкімі Жансейіт Түймебаев бүгінгі таңда тарихи-мәдени ескерткіштерді қорғау өзекті мәселе болып отырғанын жеткізді. Қаралып жатқан жаңа заң жобасы саладағы олқылықтардың орнын толтырып, мәдени мұрамызды сақтап қалуда шешуші рөл атқаратынына сенімі мол екенін айтты. Тарихи-мәдени мұраларды сақтаудағы өзекті болып отырған кейбір мәселеге тоқталды. «Тарихи-мәдени ескерткіштердің ішінде археологиялық ескерткіштердің жойылып кету қаупі жоғары екенін білеміз. Әсіресе шаруашылық, құрылыс жұмыстар әсерінен зардап шегуі мүмкін. Археология ескерткіштері негізінен далалы, таулы жерлерде орналасқан. Олардың сақталуын үнемі бақылауда ұстау мүмкін емес. Жаңа заң жобасына сәйкес, ескерткіш орналасқан жердің меншік иесін ескерткіштің сақталуына жауапты ету олардың қорғалуына оң әсерін береді деген ойдамыз», деді Ж.Түймебаев. Сондай-ақ өңір басшысы Түркістан облысында тарихи-мәдени маңызы зор 1249 археология және сәулет ескерткіші барын айта келе, «Рухани жаңғыру» бағдарламасының барлық басым бағыттары бойынша атқарылып жатқан жұмыстарға тоқталды. Елбасының «Болашаққа бағдар: рухани жаңғыру» бағдарламалық мақаласы аясында Созақ ауданындағы Ақсүмбе қарауыл мұнарасы мен Ордабасы ауданындағы Ишан базар мешіті ескерткіштеріне республикалық мәртебе беру жөніндегі ұсыныс Мәдениет және спорт министрлігіне жолданып, министрліктің жанынан құрылған арнайы комиссияның отырысында қаралып, оң шешімі алынғанын да жеткізді.\nАл Мәдениет және спорт вице-министрі Ақтоты Райымқұлованың айтуынша, «Рухани жаңғыру» бағдарламасы аясында Түркістан облысы бойынша Қазақстанның жалпыхалықтық маңызы бар киелі жерлерінің тізіміне 22 нысан, жергілікті маңызы бар киелі жерлерінің тізіміне 51 нысан енгізілген. «Министрлік Қазақстанның тарихи-мәдени мұрасын жаңғырту, насихаттау және әлемге кеңінен таныту бойынша маңызды және ірі жобаларды қолға алуда. Солардың қатарында, тарихи-мәдени мұраларымызға археологиялық қазбалар циклын жүргізу, оларды реставрациялау, музеефикациялау және әлемге танымал туристік орталықтарға айналдыру мәселелері күн тәртібінде тұр. Сонымен қатар «Ұлы даланың ұлы есімдері» оқу-ағарту энциклопедиялық саябағын және өткен заманның ұлы ойшылдары, ақындары және ел билеген тұлғалары бейнелерінің галереясын жасау көзделген. Ірі жобалардың бірі – Түркістан қаласындағы тарихи ескерткіштерді қайта қалпына келтіру, зерттеу және оларды танымал туристік орталыққа айналдыру екенін ерекше атап өткім келеді. Осы мақсатта, Мәдениет және спорт министрлігі Түркістан қаласындағы ортағасырдағы тарихи-мәдени мұра объектілерінің (88,7 гектар аумақта) тарихи келбетін анықтауға және қалпына келтіруге арналған жобаны Елбасына таныстырып, мақұлданды», деді вице-министр. Сондай-ақ отырыста Ә.Марғұлан атындағы Археология институтының директоры, академик Бауыржан Байтанаев, археолог, тарих ғылымдарының докторы Виктор Зайберт, Қ.А.Ясауи атындағы Халықаралық қазақ-түрік университетінің вице-президенті, профессор Женгиз Томар, Мәжіліс депутаты, аталған заң жобалары бойынша жұмыс тобының жетекшісі Сауытбек Абдрахманов сөз сөйлеп, ой-пікірлерін ортаға салды.\nОтырысқа қатысқан мемлекеттік органдардың, қоғам, мәдениет, археология ұйымдарының өкілдері, сарапшылар, Қ.А.Ясауи атындағы Халықаралық қазақ-түрік университетінің және Қазақстанның басқа жоғары оқу орындарының ғалымдары көкейде жүрген ойларымен бөлісіп, заң жобасына қатысты пікірлерін білдірді. Қоғамның барлық тыныс-тіршілігі саласында ауқымды өзгерістер жасауға ынталандырған Елбасының «Болашаққа бағдар: рухани жаңғыру», «Ұлы даланың жеті қыры» атты бағдарламалық мақалаларында қойылған міндеттерді орындау қажеттігі айтылды. Сондай-ақ қатысушылар көшпелі отырыс өткізіп, заң жобасын талқылауға, өз ұсыныс-пікірлерін білдіруге мүмкіндік берген депутаттарға алғысын жеткізді.\nТолығырақ: https://www.parlam.kz/kk/blogs/abdrahmanovs/Details/4/66592",
                "date": "21.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкесі қызын мойындамады, енді ДНК-ның ақшасын кім төлейді?",
        "question_content": "Бүгін сот болды Әкесі қызын мойындамады енді сот маған ДНК ның ақшасын өзіңіз көтеріңіз дейді.Одан кейін өндіріп алып беремін деп айтты осы өзі распаа ертең ақшамды өндіртіп ала аламын ба",
        "question_date": "21.10.2021",
        "question_tag": "Заң",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір ДНК-ның ақшасын төлеуге қиналып жатсыз ба?\n\nБұл сіздің әкесін дәлелдеу үшін жасап жатқан қадамыңыз. Сондықтан өзіңіз төлеген жөн. Егер ертең әкесі екені дәлелденіп жатса, онда сіз балаға алимент төлете аласыз.",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТда физиканы таңдасақ қандай мамандықтармен жұмыс жасауға болады?",
        "question_content": "Физикада қандай мамандықтар бар?",
        "question_date": "21.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 172,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В010900\n\nМатематика\n\nФизика\n\nМатематика\n\n5В011000\n\nФизика\n\nФизика\n\nФизика\n\n5В011100\n\nИнформатика\n\nФизика\n\nМатематика\n\n5В012000\n\nКәсіптік оқыту\n\nФизика\n\nМатематика\n\n5В060100\n\nМатематика\n\nФизика\n\nМатематика\n\n5В060200\n\nИнформатика\n\nФизика\n\nМатематика\n\n5В060300\n\nМеханика\n\nФизика\n\nМатематика\n\n5В060400\n\nФизика\n\nФизика\n\nФизика\n\n5В060500\n\nЯдролық физика\n\nФизика\n\nФизика\n\nТолығырақ: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "21.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚазҰҚПУ-дан ҚазҰПУ-ға ауысқаным дұрыс па? Оқу айырмашылығы қандай екен?",
        "question_content": "Сәлеметсіздер ме.Мен Женпу универінде оқимын.Абайда оқып көргңм келіп жүр. Сабақ қиын деп естіп едім. Білсеңіздер бөлісе отырасыздар ма?",
        "question_date": "21.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 258,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен өзім ҚазҰУ-да оқығанмын. Бірақ ҚазҰПУ-да оқитын достарым болатын. Сабақтарын ондай қатты қиын деп айтпаушы еді. Егер сіз шын мәнінде оқуға қызығып, білім алуға деген құштарлығыңыз көп болса, онда кез-келген жерде өзіңізді қиналмай көрсете аласыз деп ойлаймын.",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диалог жұмыс беруші мен жұмыс іздеушіге",
        "question_content": "Мектеп деректоры мен жас маманның сұқбаты яғни. Мектепке мұғалім ретінде орналасуға келген жас маманның арасындағы диалог",
        "question_date": "21.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалыпты жағдайда көлемі 1 м³оттегінде қанша молекула бар?",
        "question_content": "Қалыпты жағдайда көлемі 1 м³ оттегінде қанша молекула бар? Оттегінің бір молекуласының массасы қандай?",
        "question_date": "20.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 840,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сілтемеде көрсетілген сұрақта 5,6 литр оттегіде қанша молекула барын есептеп тапқан. Сіз 5,6 литрдің орнына 1м^3 яғни 1000 литрді алып есептеңіз",
                "date": "21.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əкесі болады. Екі ұлы болды. Біреуі Нобель сыйлығын алды. Екіншісі əкесіндей алқаш болады.",
        "question_content": "Əкесі болады. Нокаман, алқаш болады. Екі ұлы болады. Біреуі Нобель сыйлығын алған. Екіншісі əкесі сияқты алқаш болады. Осы əңгімені тауып беріңіздерші мəтінді",
        "question_date": "20.10.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің көзқарасыңыз бәрін өзгертеді! Маскүнемнің әкесінің екі ұлы бар, бірі ер жетіп, табысты бизнесмен атанса, екіншісі әкесі сияқты маскүнем болған. Ұлдарынан неліктен мұндай адам болғанын сұрағанда, екеуі де: «Мен әкеме қарадым!» деп жауап берді. Кез келген жағдайда шешуші фактор - бұл болып жатқан нәрсеге көзқарасыңыз.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-дан басқа ЖОО-га ауысу.",
        "question_content": "ЖОО ауыстыру қалай болады,грант сақтай отырып сол мамандыққа,бірақ басқа обл.\n\nГрант сақтап қалу мүмкін ба?!\n\n1семестрден кейін ауысу мүмкін ба?!",
        "question_date": "20.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 семестрден кейин ауыса аласыз. Кафедра менгерушисине хабарласып кориниз. Немесе кураторыныздан сурасаныз сизге жол корсетеди.",
                "date": "20.10.2021",
                "upvotes": 0
            }
        ]
    }
]