[
    {
        "question_title": "Тамақ ауыруын емдеу үшін қасқырдың тілі керек.",
        "question_content": "Қасқырдың тілімен асқынған тамақты емдеуге болама  қайдан алса болады   Қасқырдың тілін  .",
        "question_date": "15.12.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 734,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұратын мекеніңізге жақын маңдарда аңшылар бар шығар аң аулайтын , соларға шығыңыз.",
                "date": "20.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мырыш пен азот қышқылы",
        "question_content": "Реакцияға 0,1 моль мырыш азот қышқылымен қатысқанда қанша грамм тұз пайда болады?",
        "question_date": "14.12.2018",
        "question_tag": "Химия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,1моль                 Х\n\n3zn +8hno3=3zn(no3)2+2n2o+4h2o\n\n3моль             3моль\n\nХ=0,1•3/3=0,1моль\n\nm=n•M= 0,1моль •525г/моль=52,5г\n\nЖ/ы:52,5г тұз түзілді",
                "date": "28.10.2019",
                "upvotes": 1
            },
            {
                "text": "Маган комек керек\n\nQ-200Дж\n\nt1-200градус\nНью-5моль\nt2-?\nМаган комек керек комектесындершы ертенге керек еды",
                "date": "23.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбекке жарамсыздық кезінде жұмыс орнын ескертусіз басқа қалаға ауыстыруға құқылы ма?",
        "question_content": "Мен Байметова Д Туркестан облысы Туркестан калалык емханасыныюда мейирбике болып жумыс жасайтынмын.енбекке жарамсыздыкка шыгып операция болып ем алып жургенимде жумыс орнымдагылар маган еш ескертусиз Кентау калалык емханасына ауыстырып жиберген. Мен бастыктын алдына арыз жазып кирдим менин денсаулыгыма байланысты баска калада жумыс жасай алмаймын десем буйрык шыгып койган дейди. Менин сурагым ескертусиз жумыс орнымды озгертуге кукыгы барма олардын. Менин денсаулыгым не болады мен алыс жерде катынап жумыс жасай алмаймын отиниш кенес берсениздер",
        "question_date": "14.12.2018",
        "question_tag": "Заң",
        "question_views": 461,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сұрағыңызды танымал заңгер Айгүл Орынбекке жолдап көріңіз , жауап қайтарып қалар.",
                "date": "20.12.2018",
                "upvotes": 0
            },
            {
                "text": "ҚР Еңбек кодексіне сәйкес 11-бап. Жұмыс берушінің актілері\n      Жұмыс беруші осы Кодекске және Қазақстан Республикасының өзге де нормативтік құқықтық актілеріне, еңбек шартына, келісімдерге, ұжымдық шартқа сәйкес өз құзыреті шегінде актілер шығарады.\n    Жұмыс берушінің актілері жазбаша нысанда немесе электрондық цифрлық қолтаңба арқылы куәландырылған электрондық құжат нысанында ресімделеді.\n      Ескерту. 11-бапқа өзгеріс енгізілді - ҚР 04.05.2020 № 321-VI Заңымен (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі).\n12-бап. Жұмыс берушінің актілерін шығару кезінде жұмыскерлер өкілдерінің пікірін ескеру тәртібі\n      1. Жұмыс беруші келісімдерде, ұжымдық шартта көзделген жағдайларда жұмыскерлер өкілдерінің пікірін ескере отырып актілер шығарады.\n     2. Жұмыс беруші өзінің актісінің жобасын және ол бойынша негіздемені жұмыскерлердің өкілдеріне ұсынады. Жұмыскерлердің бірнеше өкілі болған кезде олар жұмыс берушінің актілері бойынша пікірді есепке алу үшін сандық құрамы олар мүдделерін білдіретін жұмыскерлердің санына пропорционалды түрде болатын біртұтас өкілді орган құрады.\n      3. Жұмыскерлердің өкілдері жұмыс беруші актісінің жобасын табыс етілген күннен бастап бес жұмыс күнінен асырмай талқылайды. Жұмыскерлердің өкілдері шешімді осы Кодексте белгіленген мерзімдерде ұсынбаған жағдайда, жұмыс беруші актіні пікірді ескерместен қабылдауға құқылы.\n      4. Жұмыскерлер өкілдерінің шешімдері хаттамамен ресімделеді, онда жұмыскерлер өкілдерінің жұмыс беруші актісінің жобасымен келісетіні (келіспейтіні) көрсетіледі, олардың ұсыныстары болса олар жазылады.\n      5. Егер жұмыскерлер өкілдерінің пікірінде жұмыс беруші актісінің жобасына келісім болмаған не оны өзгерту жөнінде ұсыныстар болған жағдайда, жұмыс беруші:\n      1) келіскен жағдайда жұмыскерлер өкілдерінің ұсыныстарын ескере отырып өзгертілген акт шығарады;\n      2) келіспеген кезде жұмыскерлердің өкілдерімен қосымша консультациялар өткізуге құқылы.\n      6. Жұмыс беруші актілерін шығару үшін келісімдерге, ұжымдық шартқа сәйкес жұмыскерлер өкілдерінің пікірін есепке алу қажет болатын олардың жобалары бойынша келісімге қол жеткізілмеген кезде, туындаған келіспеушіліктер, жұмыс берушінің және жұмыскерлердің бір өкілі қол қоятын хаттамамен ресімделеді, одан кейін жұмыс беруші актіні қабылдауға құқылы.\n      7. Егер жұмыс берушінің шығарылған актісінде жұмыскерлердің осы Кодексте, еңбек, ұжымдық шарттарда, келісімдерде көзделген құқықтары мен кепілдіктерін бұзатын не нашарлататын ережелер қамтылған жағдайда, оған еңбек инспекциясы жөніндегі жергілікті органға не сотқа шағым жасауға болады.\nАқпарат дереккөзі: https://massaget.kz/laws/kaz/docs/K15000004\nКөріп тұрғандай сізге бұйрық шығарар алдында, сізбен санасу керек еді. және сіз ол кезде еңбекке жарамсыз болдыңыз.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тригонометриялық функциялар бойынша есеп",
        "question_content": "Бақылаушы ғимаратты 30º бұрышпен көреді егер 50 м жақындаса 60º бұрышпен көреді. Ғимараттын биіктігін және бақылаушы арасындағы арақашықтықты тап",
        "question_date": "14.12.2018",
        "question_tag": "Математика",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ара қашықтығы 0,2мм паралель орналаскан",
        "question_content": "Ара қашықтығы 0,2 мм параллель орналасқан пластиналар аралығымен су қандай биіктыке котеріледі",
        "question_date": "14.12.2018",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ара қашықтығы 0,2 мм параллель орналасқан пластиналар аралығымен су қандай биіктыке котеріледі?",
                "date": "14.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Суреттегі есептерді шығарып беріңіздерші өтінемін. Жиынтық бағалау 2 тоқсан 1 жб",
        "question_content": "Осы суреттегі есептерді шығарып беріңіздерші өтінемін. Ертеңге дейін керек еді.",
        "question_date": "13.12.2018",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) кубтык парабола ол 1 ширектен 3 ширекке созылған графиг немесе 2 ширектен 4 ширекке графигі\n\n Ә) y=k:x\n\nc) a>o\n\nҚалғаны білмеймін кешір",
                "date": "14.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Wifi дұрыс жұмыс жасамайды",
        "question_content": "Wifi жұмыс жасап тұрып леп белгісі шығып қала береді.ол неден? Жəне оны қалай жөндеуге болады? Жылдамдықты көбейту үшін не істеу қажет?",
        "question_date": "13.12.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 845,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол кейде сұрақ белгісі шығуы кейде вайфайды мүлде қолданбай қаламызғой сол кезде автоматты түрде өшіп қалуы мүмкін.Жылдамдықты настройкаксынан көбуйтуге болады.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қырсадақ руы мен Жүнсіз руы қыз алыс беріс қыла ма?",
        "question_content": "Қырсадақ руы мен Жүнсіз руы қыз алыс беріс қыла ма?",
        "question_date": "12.12.2018",
        "question_tag": "Жанұя",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ондай руды 1-ші рет естуім)))",
                "date": "13.12.2018",
                "upvotes": 0
            },
            {
                "text": "Кайсыы Кырыксадакпа или Жунсиз бе",
                "date": "14.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша жігер беретін әндер бар ма?",
        "question_content": "Қазақша \"энергичный\" музыкалар бар  ма? Спорт жарысына",
        "question_date": "12.12.2018",
        "question_tag": "Қазақша ән",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Renzo және Ringo топтарының әндері қазіргі заманғы жастардың әндері.",
                "date": "26.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алимент өндіре алам ба?",
        "question_content": "Алимент ала алмай жүргеніме 9 жыл болды. Сот шешімі сот орындаушыларының қолында. Ешқандай нəтиже жоқ. Барған кезде айтатындары:\"Ол сотталып кетті. Енді алимент төленбейді\". Сотталды ма,  жоқ па білмеймін. Жеке меншік жерде жасап, акшасын қолма-қол  алатын. Арине, егер жұмысқа барса, сол күні тапқанын сол күні алып алатын. Сосын үнемі бір жұмыс орнында тұрақтамай басқа жерге ауыса салатын. Заңгерден көмек сұраймын. Бұл мəселені шешуге қайда баруым керек?",
        "question_date": "11.12.2018",
        "question_tag": "Заң",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды танымал заңгер Айгүл Орынбекке жолдап көріңіз, жауабы болар.",
                "date": "20.12.2018",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексіне сәйкес\n164-бап. Алимент алу үшін өтініш беру мерзімдері\n1. Алимент алуға құқығы бар адам, егер бұрын алимент төлеу туралы келісім бойынша алимент төленбеген болса, алимент алу құқығы туындаған кезден бастап өткен мерзімге қарамастан, сотқа алимент өндіріп алу туралы өтініш жасауға құқылы.\n2. Алимент сотқа өтініш жасалған кезден бастап тағайындалады.\n      Егер сотқа өтініш беруден бұрын күтіп-бағуға қаражат алу шаралары қолданылғанын, бірақ алиментті төлеуге міндетті адамның оны төлеуден жалтаруы салдарынан алимент алынбағанын сот анықтаған болса, сотқа өтініш жасалған кезден бастап үш жыл мерзім шегінде өткен кезеңге алимент өндіріп алынуы мүмкін.\n165-бап. Ұйымның лауазымды адамының алиментті ұстап қалу міндеті\n      Алимент төлеуге міндетті адамның жұмыс орны бойынша ұйымның лауазымды адамы нотариатта куәландырылған алимент төлеу туралы келісімнің негізінде немесе атқару құжатының негізінде төленген күнінен бастап алуға жататын оның жалақысынан және өзге де кірісінен алимент алатын адамның пайдасына ай сайын алимент ұстап қалуға және оны алимент төлеуге міндетті адамның есебінен жалақының және өзге де кірістің төленген күнінен бастап үш күн мерзімнен кешіктірмей төлеуге немесе аударуға міндетті.\n      Төлеушіден ұсталған, бірақ алушыға уақтылы аударылмаған алиментті төлеуді кешіктіргені үшін жауапкершілік ұйымның лауазымды адамына жүктеледі.\n      167-бап. Алимент төлеуге міндетті адамның жұмыс орнын немесе тұрғылықты жерін ауыстырғаны туралы хабарлау міндеті\n1. Сот шешімі немесе нотариатта куәландырылған алимент төлеу туралы келісім негізінде алиментті ұстап қалатын ұйымның лауазымды адамы алиментті өндіріп алу туралы шешімнің орындалатын жері бойынша сот орындаушысына және алимент алушы адамға алиментті төлеуге міндетті адамның жұмыстан босағаны туралы, сондай-ақ, егер бұл өзіне белгілі болса, оның жаңа жұмыс орны немесе тұрғылықты жері туралы үш күн мерзімде хабарлауға міндетті.\n      2. Алимент төлеуге міндетті адам сот орындаушысы белгілеген мерзімде осы сот орындаушысына және сондай-ақ алимент алушы адамға жұмыс орнының немесе тұрғылықты жерінің өзгергені туралы, ал кәмелетке толмаған балаларға алимент төлеген кезде қосымша табысының немесе өзге де кірісінің болуы туралы хабарлауға және хабарлағаны туралы растама алуға тиіс.\n 169-бап. Алимент бойынша берешек мөлшерін белгілеу\n 1. Алимент төлеу туралы келісімнің негізінде немесе атқару құжатының негізінде өткен кезең үшін алимент өндіріп алу атқару құжаты не нотариатта куәландырылған алимент төлеу туралы келісім табыс етілгенге дейінгі үш жыл мерзім шегінде жүргізіледі.\n      Алимент төлемдерiн жалақыдан немесе өзге де кірістерден қатарынан үш ай бойы өндiрiп алу мүмкiн болмаған кезде борышкердiң Қазақстан Республикасының заңнамасына сәйкес өндiрiп алуға болмайтын мүлкінен басқа мүлкiнен өндiрiп алынады.\n      2. Атқару құжатының негізінде немесе нотариатта куәландырылған келісімнің негізінде алимент ұстап қалу алиментті төлеуге міндетті адамның іздестірілуіне байланысты жүргізілмеген жағдайларда, осы баптың 1-тармағында белгіленген мерзімге қарамастан және күтіп-бағуға алимент тағайындалған адамның кәмелетке толғанына қарамастан, алимент бүкіл кезең үшін өндіріп алынады.\n      3. Осы Кодекстің 139-бабына сәйкес кәмелетке толмаған балаларға төленетін алимент бойынша берешектің мөлшерін алимент төлеуге міндетті адамның алимент өндіріп алынбаған кезеңдегі жалақысы мен өзге де кірісін негізге ала отырып, сот орындаушысы айқындайды. Егер алимент төлеуге міндетті адам осы кезеңде жұмыс істемеген болса немесе оның жалақысы мен өзге де кірісін растайтын құжаттар ұсынылмаса, ай сайынғы төлемдер және (немесе) алимент бойынша берешек сол берешекті өндіріп алу кезіндегі Қазақстан Республикасындағы орташа айлық жалақының мөлшері негізге алына отырып айқындалады.\n      Бас бостандығынан айыру орындарында жазасын өтеп жатқан адамдар үшін, егер борышкер осы кезеңде жұмыс істемеген болса, алимент бойынша берешек бір айлық есептік көрсеткіш мөлшерінде айқындалады.\n      Мүгедек болып табылатын борышкерлер үшін ай сайынғы төлем немесе алимент бойынша берешек – олардың ай сайынғы жалақысынан және өзге де кірісінен, ал егер олар жұмыс істемейтін жағдайда бюджет қаражатынан және (немесе) Мемлекеттік әлеуметтік сақтандыру қорынан төленетін ай сайынғы жәрдемақылардан және (немесе) әлеуметтік төлемдерден айқындалады.\n 4. Сот орындаушысының алимент бойынша берешекті айқындауымен келіспеген кезде кез келген тарап Қазақстан Республикасының заңнамасында көзделген тәртіппен сот орындаушысының іс-әрекетіне шағым жасай алады.\n      5. Баланың алимент төлеуден жалтарып жүрген ата-анасын іздестіру кезеңінде төленген, балаға Қазақстан Республикасының балалы отбасыларға берілетін мемлекеттік жәрдемақылар туралы заңнамасында белгіленген ай сайынғы жәрдемақы сомалары төленген сомалардың он пайызын бюджет кірісіне есептеу арқылы сол ата-аналардан өндіріп алынады.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Латын қарпі туралы. Doshan қалай оқылады?",
        "question_content": "Doshan қалай оқылады екен Досхан әлде Дошан?",
        "question_date": "11.12.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "aSHana оқылуы ашана ма әлде асхана ма?",
                "date": "14.12.2018",
                "upvotes": 0
            },
            {
                "text": "Меніңше, х және һ әріптері Х латын әріпімен жазылатын болса шатаспаймыз. Мысалы; Gay'xar, asxana, Qoshan. Сіздер қалай ойлайсыздар?",
                "date": "14.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Windows құйуға болама?",
        "question_content": "виндовсты диск немесе usb флешкасыз құйуға болама?",
        "question_date": "11.12.2018",
        "question_tag": "Операциялық жүйелер",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютер сетьке қосылған болса, сеть арқылы орнатуға болады",
                "date": "12.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Word бағдарламасында кітапша қалаф жасайды",
        "question_content": "кітапшаны қалай истеуге болады кишкентай кылып",
        "question_date": "11.12.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Печать(Ctrl+P) 1 страница на листе дегенді өзіңізге керекті шамаға ауыстыңыз. Ең үлкен шама 16 страниц на листе",
                "date": "12.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамды қалай таныстыруға болады?",
        "question_content": "Адамды қалай таныстыруға болады? Екі адамның диалогі ретінде? Бала айтып жатқандай емес. Басқаша. Көмектесініздерші өтінем",
        "question_date": "11.12.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылжымайтын мүлікке үстемақы туралы",
        "question_content": "мемлекет жерді өзіне алса үстемақы қалай төленеді?",
        "question_date": "11.12.2018",
        "question_tag": "Заң",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отырған үйіміздің құжаты жоқ қалай жасатсақ болады?",
        "question_content": "Бір уйде 10 жылдан астам уақыт отырдық бірақ құжаты жоқ. Енді жасатқымыз келеді қалай істейміз қайда барамыз?",
        "question_date": "11.12.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 499,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жергілікті әкімшілікке барыңыз , БТИ деп атайды ғой, сол ұйым адамдары айналысады. Немесе тегін 1414 нөміріне хабарласыңыз.",
                "date": "11.12.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Божбан руы жеті атадан асып кеткен. Қыз алыса ала ма?",
        "question_content": "Божбан руы жеті атадан асып кеткен. Қыз алыса ала ма?",
        "question_date": "11.12.2018",
        "question_tag": "Шежіре",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жеті атадан асса, онда қыз алысуға болады.",
                "date": "31.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пойыз 432 км қашықтықты 9 сағ. жүріп өтті есеп шығару 4 сынып?",
        "question_content": "Пойыз 432 км қашықтықты 9 сағ. жүріп өтті. Осы қашықтықты 6 сағ. жүріп өту үшін ол жылдамдығын қанша арттыру керек?",
        "question_date": "10.12.2018",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "432:9=48\n\n432:6=72\n\n72-48=24\n\nЖауабы: жылдамдығын 24ке арттыру керек",
                "date": "11.12.2018",
                "upvotes": 1
            },
            {
                "text": "432:9=48\n432:6=72\n\n\n72-48=24",
                "date": "13.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реферальный ссылкаларды қайдан алуға болады?",
        "question_content": "реферальный ссылкаларды қайдан алуға болады?",
        "question_date": "10.12.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұзындығы а см ені b см биіктігі с см тік бұрышты параллелепипедтің канкасын жасау",
        "question_content": "Ұзындығы а см ені b см биіктігі с см тік бұрышты параллелепипедтің канкасын жасау үшін ұзындығы неше см сым керек? Мұндағы а=7; b=5;с=3.",
        "question_date": "10.12.2018",
        "question_tag": "Математика",
        "question_views": 19800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әр өлшем 4 данадан болады.\n4*(а+b+с)=4*(7+5+3)=4*15=60 cM",
                "date": "18.02.2019",
                "upvotes": 0
            },
            {
                "text": "7×5×3=105\n\nПараллелепедты табу ушин  a b c кабыргаларын бырбырыне кобейту керек",
                "date": "22.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудандық олимпиада физикадан 2 турдың сұрақтары бар ма?",
        "question_content": "10 сынып бойынша аудандық олимпиада физикадан 2 турдың сұрақтары бар ма?",
        "question_date": "9.12.2018",
        "question_tag": "Физика",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кішкентай кубиктердің боялмаған қырларын бояу үшін қанша кг сыр қажет?",
        "question_content": "Өлшемі 2018х2018х2018 үлкен кубты бояу үшін 1 кг сыр жұмсалды. Боялған куб өлшемі 1х1х1 кубиктерге бөлінді. Кішкентай кубиктердің боялмаған қырларын бояу үшін қанша кг сыр қажет.",
        "question_date": "9.12.2018",
        "question_tag": "Математика",
        "question_views": 842,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1*1*1 кішкентай кубиктердің саны = 2018*2018*2018=8217949832\n\nкішкентай кубиктердің жалпы беті( әрқайсысында 6 бет ) =8217949832*6=49307698992\n\nбоялған кубиктер бетінің саны (барлығы 6 бет) = 2018*6=12108\n\nбоялмаған беттерінің саны =49307698992-12108=49307686884\n\nбояуға керекті сыр массасы =49307686884/12108=4072323 (кг)",
                "date": "10.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әннің аты мен орындаушысы",
        "question_content": "\"Көтеріп жүгін еліңнің мұнын өткен арылдар...рухы мәңгі лаулаған оттай өшпес, жалында\" деген сөздері бар әннің аты және орындаушысы кім екен?",
        "question_date": "9.12.2018",
        "question_tag": "Қазақша ән",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұшқын Жамалбек - (OST) Кейкі мерген (аудио)",
                "date": "10.07.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География 7 сынып. Неліктен азияның аймақ ретінде су ресурстарына бай?",
        "question_content": "Неліктен азияның аймақ ретінде су ресурстарына бай екендігін, бірақ жан басына шаққандағы қамтамасыз етілуі жөнінен дүниежүзінде соңғы орында екендігін, ал аустралияда керісінше екендігін түсіндіріңдер.",
        "question_date": "8.12.2018",
        "question_tag": "География",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "азияда адам саны өте көп",
                "date": "8.12.2018",
                "upvotes": 0
            },
            {
                "text": "Орыс тілі сурактарын тауып бересіздерма",
                "date": "20.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жиі қозамын. Мастурбация зиян ба?",
        "question_content": "Менің сұрағым келгені мен әлі төсек қатынасында болмадым. Бірақ мен мастурбация жасаймын. Ол қалай десеңіз қолмен уқалап қозамын. Жасым 22-де. Тұрмысқа шығуым керек, бірақ оған әлі біраз уақыт бар. Жігітіммен отау құруды келесі жылға жоспарладық. Жігітім менің бұл іс-әрекетімді білмейді. Онымен сүйіскен кезде тітіркенемін. Соңғы кезде қатыт қозатын болып кеттім. Сұрайын дегенім мастурбация зиян ба?",
        "question_date": "8.12.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олай жасауға болмайды. Ол зиян. Өзіңізді басқа жақсы іспен айналысуға мәжбүрлеңіз. Тәуелділікке айналады әйтпесе.",
                "date": "9.12.2018",
                "upvotes": 0
            }
        ]
    }
]