[
    {
        "question_title": "«Қазақстанның дамуы мен көркеюіне менің үлесім» тақырыбында эссе жазу.",
        "question_content": "«Қазақстанның дамуы мен көркеюіне менің үлесім» тақырыбына эссе жазу",
        "question_date": "23.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 32800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан – тәуелсіз, егеменді ел. Біздің елде түрлі ұлт өкілдері тату-тәтті өмір сүруде. Күн санап түрлі ғимараттар, үйлер салынуда. Сан-қилы салалар дамуда. Бір сөзбен айтқанда, еліміз дамып, гүлденіп жатыр. Осындай деңгейге жету үшін, тәуелсіз ел болу үшін халқымыз талай қиындықтардан өтті. Ел басы – Нұрсұлтан Назарбаевты президент етіп халқымыз бекер сайлаған жоқ. Назарбаев халқына берген антында, елдің өркендеуіне берген уәдесін орындады және әлі де орындауда.\nАл енді, мен өз Отанымның өркендеуі үшін не істей алатыным жөнінде тоқталсам. Болашақта өз елімнің өркендеуі үшін аянбай еңбек етемін. Ең алдымен сапалы да, терең білім алсам деймін. Сол мақсатта өз мамандығым бойынша білім алудамын. Қарағанды қаласының, Қарағанды «Болашақ» маңызды білім беру колледжінің 2-курс студентімін. Болашақ мамандығым шетел тілі пәнінің мұғалімі. Алдымен оқуымды жақсы оқып бітірсем деген ой бар. Сабағымды үнемі жақсы оқуға тырысамын. Оқу барысында көптеген конкурстарға қатысып жүлделі орындар алудамын. Оқуымды ойдағыдай аяқтаған соң шет тілі пәнінің мұғалімі немесе аудармашы боламын. Егер де мұғалім болып жатсам, ең алдымен өз оқушыларыма дұрыс тәрбие беріп, ұл балаларға ер жүрек, ал қыз балаларға инабатты болуды үйретенмін. Сондай-ақ, ағылшын тілін де үйретемін. Оларды ағылшын тілінде дұрыс сөйлетіп, жаздыртып, жалпы  тілді еркін меңгеру үшін, қолымнан келгеннің барлығын жасаймын.\nАл егер аудармашы болсам, әр-түрлі елдерге барып, өз қызметімді атқарамын. Шет елдерге саяхат жасау барысында, көптеген өзге ұлт өкілдеріне Қазақстан Республикасы туралы айтып, өзіміздің мәденитімізді паш етемін. Көптеген тілдер үйренемін. Қайткенде де, елімізге шетел тілдерін білетін көптеген білікті маман иелері керек. Себебі, еліміз барлық салалардан өркендеп, әлемнің  дамыған елдер қатарына кіру үшін.\nЖоғарыда жазып кеткенімдей, мұғалім болып, балаларға тіл үйретіп қана шектелмеймін. Өзімді басқа қырынан да көрсетпекшімін. Басқа да салаларға өз үлесімді қосқым келеді. Елімізде шешімін таппай келе жатқан көптеген мәселелер бар, соларды шешуге үлесімді қосамын. Мысалы, айтатын болсам, білім беру, медицина, экология, экономика, саясат, тіпті тіл салаларында көптеген өзекті мәселелер бар. Солардың ішіндегі, білім беру саласындағы, білім беру деңгейін неғұрлым жоғарылауы үшін бар жағдайды жасаймын. Балалар мектеп қабырғасында оқып жүрген кезде дұрыс білім алуы тиіс. Осыны жүзеге асыру үшін, ен алдымен білімді мұғалімдер саның көбейтіп, мектеп жүйесін өзгерту қажет деп ойлаймын. Мектепте әр сабақ 45 минуттан болады. Осы уақыт аралығында мұғалім барлық балалардан үй жұмысын сұрап, жаңа тақырыпты толығымен түсіндіріп үргермегендіктен қысқаша түсіндіреді. Сондықтан да, сабақ уақытының ұзартылғаның қалаймын. Тағы бір мәселе,  жоғары сынып оқушыларына қатысты. Оларда күніне 6-7 сабақтан болып тұрады. Оған қосымша, барлық сабақтардан берілетін үй тапсырмалары мен күнделікті ҰБТ-ға дайындық та бар. Соның салдарынан оқушыларда сапалы дайындық жасауға мүмкіндік болмайды. Күнделікті  болып тұратын сабақ санының азайғаның дұрыс деп ойлаймын. Тағы бір қосатыным ҰБТ мәселесі. Мектеп оқушылары тапсыратын «ұлттық біріңғай тестілеу» жүйесін алып тастауды жөн көремін. Менің ойымша, «ҰБТ» жүйесі мектеп оқушылары үшін дұрыс емес. Бұл жүйе оқушаларға  қатты әсер етіп, зардабын тигізуде, тіпті өз-өздеріне қол жұмсап жататын оқушылар да болады.\nКолледж, университет мекемелерінде оқитын жағдайы нашар студенттерге тегін білім беру жүйесін енгізу үшін барымды саламын. Өйткені, кейбір студенттер әлеуметтік жағдайдың кесірінен оқудан шығып қалатын оқиғалар болып жатады. Сондай-ақ, балабақшаларды көбейтуді қамтамасыз етер едім. Көптеген бүлдіршіндерге балабақшаларда орындар жетіспеуде.\nБұлардан басқа да, өзекті мәселелердің бірі – табиғат. Қазіргі кезде, табиғат ластануда, табиғат жойылса біз де жойыламыз. Осы мәселені қолға алу үшін, табиғатты қорғау жөнінде қатал заңдар еңгізіп, іс-шаралар ұйымдастырылса жақсы болар еді. Өз басым, табиғатты қорғау жөнінде балаларға арналған үйірмелер ашылғанын жөн көремін. Сабақтан тыс уақытта, балаларға табиғат жөнінде білім беріп, табиғатты аялауды үйрету керек. Немесе мектеп пәні реттінде «табиғатты аялау» пәнін енгізгенін қалар едім. Осы мәселеге қатты көңіл бөлемін. Болашақта бұл мәселенің шешілуіне өз үлесімді міндетті түрде қосамын.\nҚазақстанда көптеген кинолар мен сериалдар түсірілуде. Бұлардың көпшілігі махаббат жайында, киноға түскен актерлар дөрекі, ерсі сөздерді айтып жатады. Мұның бәрін балалар көріп, бойларына кинодан көріп алған жаман әдеттерді сіңіруде. Бұл дұрыс емес. Сондықтан да, махаббат туралы емес, пайдалы дүние түсірілгені дұрыс. Мысалы, тәрбиелік мәні бар, ата-ана, жалпы отбасын, туыстарын және үлкендерді сыйлап, құрметтеп, Отанды суюге, өз тіліне деген махаббатын оятуға, балаларды адал, шыңшыл болуға жетелейтін фильмдер түсірілгенің қалаймын.\nЕліміздегі басты проблема – тіл мәселесі. Үлкендерден: «қазақша сөйле, қазақ тілін үйрен, орысша сөйлегенді қашан доғарасың?» деген сыни сөздерді естіп жатамыз. Бір жағынан олардың айтқан сөздері де дұрыс. Бірақ мұны жастарымыз ескере бермейді. Мүмкін, әдет болып қалған шығар, үнемі орысша сөйлеу . Көпшілігінің айтуы бойынша: «тіл үйренуге уақытым жоқ» деп жататындар да бар.  Осы мәселені шешу үшін, қатал заң шығарғаны жақсы болар еді. Сонда, қазақтар да, орыстар да қазақ тілін үйрене бастайды. Бұл әрине, ұзаққа созылатын процесс.  Болашақта осы мәселені қолға алар едім.\nЕліміздің өркендеуіне өз үлесін қосатын азаматтар мен азаматтаршалар саны көбейеді деп ойлаймын. Соның арқасында, еліміз көркейіп, дамып, өркендеп, биік белестерден көрінетін болады.\nӘрине, ауызбен айтқан оңай, іспен орындау қиын. Бірақ мен жоғарыда айтып кеткен мәселелерді шешуге өз үлесімді қосатыныма сенімдімін. Өйткені әр адам өз елінің өркендеуі үшін үлес қосуға міндетті. Мен осы міндетімді орындайымын және де болашағымыздың  жарқын болатынына сенімдімін!\nТолығырақ: bilimger.kz",
                "date": "23.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 20 г темір мен 8 г күкірт әрекеттескенде неше грамм темір сульфиді түзіледі?",
        "question_content": "Массасы 20 г темір мен 8 г күкірт әрекеттескенде неше грамм темір (2) сульфиді түзіледі?",
        "question_date": "23.11.2020",
        "question_tag": "Химия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20           8                x\n\nFe     +    S    =       FeS\n\n56            32           88\n\nҮлесі аз теңдік бойынша есептейміз:\n\nх=8*88/32=22",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "√(cosx-1/2) функциясының анықталу облысы?",
        "question_content": "тездетіп,достар функцияның аңықталу облысы қандай?",
        "question_date": "23.11.2020",
        "question_tag": "Математика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: Область определения функции | Онлайн калькулятор (allcalc.ru)",
                "date": "23.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің \"Қазақтың Қанышы\" роман эссесін композициялық талдау?",
        "question_content": "Медеу Сәрсекенің Қазақтың Қанышы роман-эссесіне композициялық талдау жасау?",
        "question_date": "23.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медеу Сәрсеке – ұлтымыздың кемеңгер перзенті Қаныш Сәтбаевтың ғұмыр жолын айшықтауға елу жылдан астам уақытын сарп етіп, біртуар ғалымның жарқын бейнесін тартымды һәм тұрлаулы еңбегімен қазақ қауымына танытқан қаламгер.\nМемлекеттік жабық қоймаларда ұсталған көптеген мұрағатты әжетіне жаратқан жазушы өз еңбегінде ұлы ғалымның заман-дастары мен туыстарының, үй-ішінің жүрекжарды әңгімелерін, хаттары мен естеліктерін, геологиялық-ғылыми құжаттарды пай-даланып, ғалым ғұмырнамасын қиял-қоспасыз, шынайы оқи-ғалармен қызықты өріп, Қаныш Имантайұлы өмірінің бел-белес-терін бүкпесіз ашып, ұлағатты, ерлікке толы істерін саралап та, даралап та ұлықтаған. Қаныштай дара дарын өмірін әсірелеусіз ұлықтаған ғұмырнама туынды ел асылын ардақ тұтқан қауымды бейжай қалдырмас деген үміттеміз...\nҚолыңыздағы роман-эссе қазақ және орыс тілдерінде 11 рет басылып, әлемнің 112 еліне тарағанын ескертеміз.\nТолығырақ: https://surak.baribar.kz/670926/",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұйықтық қайнаған кезде неліктен көпіршіктер көбейіп судың бетіне көтеріледі",
        "question_content": "Су қайнаған кезде неліктен көпіршіктер көбейіп, судың бетіне көтеріледі",
        "question_date": "23.11.2020",
        "question_tag": "География",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өйткені су қайнаған кезде су көпіршіктеніп ыссы ауа көпіршікке айналады да көпіршіктенеді.",
                "date": "14.11.2023",
                "upvotes": 1
            },
            {
                "text": "Ол ыстық темпера турада көпіршіп,судың бетіне көтеріледі",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1/(sinx-1) х-тің қандай мәнінде өрнектің мағынасы болады?",
        "question_content": "тездетіп көмек керек,достар, өрнектің мағынасы болама?х- тің мәні қандай?",
        "question_date": "23.11.2020",
        "question_tag": "Математика",
        "question_views": 800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: Область определения функции | Онлайн калькулятор (allcalc.ru)",
                "date": "23.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "√tg2x функциясының анықталу облысы?",
        "question_content": "функцияның анықталу облысы қалай табылады?",
        "question_date": "23.11.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: Область определения функции | Онлайн калькулятор (allcalc.ru)",
                "date": "23.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубтың айқас түзулерде жататын қырларын көрсетіңдер? Бір қырына айқас, қанша қыры бар?",
        "question_content": "Кубтың айқас түзулерде жататын қырларын көрсетіңдер? Бір қырына айқас, қанша қыры бар?",
        "question_date": "23.11.2020",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "7г магний оттегімен әрекеттескенде магний оксидінің зат мөлшерін есептендер?",
        "question_content": "15 г барий ауада жанғанда түзілетін барий оксидінің ba0 массасы қанша?",
        "question_date": "23.11.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15 г барий ауада жанғанда түзілетін барий оксидінің ba0 массасы қанша?",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Голощекин мен Мүсірепов бейнелері арқылы тарихи шындық салыстырып эссе жазыңыз?",
        "question_content": "Драмада негізгі кейіпкерлердің (Ф.И. Голощекин мен Ғ. Мүсірепов) бейнелері арқылы тарихи шындықтың қалай бағаланғанын салыстырып эссе жазыңыз.",
        "question_date": "23.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1989 жылы жазушы Шерхан Мұртазаның \"Бесеудің хаты\" атты пьесасы шыққан. Бұл пьесада бір топ қазақ зиялысы 1930-жылдардың басындағы ашаршылық кезіндегі билікке халықтың жоғын жоқтап хат жазған. Бұл тарихта болған оқиға. \n1932 жылы 4 шілдеде қазақтың бірқатар зиялысы Қазақ өлкелік комитетінің бірінші хатшысы Филипп Голощекинге хат жазып, халықтың сол кездегі ахуалын баяндаған еді. 87 жыл бұрын бес адам Голощекинге мал шаруашылығының күйрегені, социологиялық қайта құрулар, отырықшыландыру мен ұжымдастыру, алым-салық жинау саясатының ашаршылыққа алып келгенін айтып, дабыл қаққан. Бұл тарихта \"Бесеудің хаты\" деген атпен қалды. \nАштықтан миллиондап қырылып жатқан қазақ халқының жағдайын ойлап, Голощекинге хат жазғандар - жазушы Ғабит Мүсірепов, Қазақ мемлекеттік баспасының меңгерушісі Мансұр Ғатаулин, Алматы Комвузының басшы қызметкерлері Емберген Алтынбеков пен Мұташ Дәулетқалиев, Қазақ АКСР Мемлекеттік жоспарлау комиссиясының сектор бастығы Қадыр Қуанышев. \nОсы бес зиялы жазған хатынан кейін саяси қуғын-сүргінге ұшыраған. Бірақ Голощекиннің 1933 жылы Қазақстандағы қызметінен кетуіне осы хаттың да үлесі бар. \nМіне, халқының қамын ойлаған зиялылардың ерлігі мен сол оқиғаның бүгінге дейін жетуіне Шерхан Мұртаза жазған тарихи драманың пайдасы зор. Барлық құқықтар қорғалған. inform.kz белсенді сілтемені пайдаланыңыз https://www.inform.kz/kz/uly-zhazushynyn-ush-erligi_a2479701",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика және математика пәндерінен ұбтға қалай дайындалған жөн?",
        "question_content": "Мен 10 сынып оқимын және де физ мат таңдап отырмын.Қай кітаппен дайындалған жөн шың ба әлде талапкер ма тағы қандай кітаптар бар?Өз тәжірибелеріңізбен бөліссеңіздер",
        "question_date": "22.11.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика пәнінен Рымкевичтің физикадан есептер жинағы бар. Содан дайындалсаңыз болады. Кітаптағы барлық есептерді шығара алсаңыз, онда ұбт-ға 100 пайыз дайын боласыз. Математикадан болса Шыңмен де дайындалуға болады.",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу-білім туралы орысша мақал-мәтелдер керек.",
        "question_content": "Оқу-білім туралы орысша мақал-мәтелдер керек",
        "question_date": "22.11.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылар жарайды ма?",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкіртсутектегі күкірттің массалық үлесі қанша?",
        "question_content": "Күкіртсутектегі күкірттің массалық үлесі қанша болады? Жуықтап және пайызбен алғанда.",
        "question_date": "22.11.2020",
        "question_tag": "Химия",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күкіртсутектегі күкірттің массалық үлесі қанша болады? Жуықтап және пайызбен алғанда.\nКүкіртсутектек  H2S\nM(H2S) = 2 + 32 = 34 г / моль\nM(S) = 32 г / моль\nω = Ar / Mr * 100%\nω= 32/ 34 * 100%  = 94%\nЖауабы: Жуықтап және пайызбен алғанда күкіртсутектегі күкірттің массалық үлесі 94%",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жауырын астындағы сіңірді қалай емдеуге болады?",
        "question_content": "Екі жауырынның да астында екі елідей сіңір бар.Бір емес бірнеше жыл болды пайда болғанына.Ауырғанда жаныма қатты батады.Енді соны қалай емдетсем болады?МРТ түсіп неврапотолог көріндім.Мардымды жауап ала алмадым.Енді кімнен кеңес ала аламын",
        "question_date": "22.11.2020",
        "question_tag": "Денсаулық",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АС кесіндісінің ұзындығын табыңыз.",
        "question_content": "Комектезіңіздерші өтініш\n\nАв кесіндісінің ВС кесіндісіне қатынасы 2:5 АС кесіндісінің ұзындығын табу",
        "question_date": "22.11.2020",
        "question_tag": "Геометрия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB = 2x\n\nBC = 5x\n\nAB + BC = AC\n\nAC = 7x",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық, қыз болу, денсаулық туралы сұрақ?",
        "question_content": "Салеметсиздер ме мен жасоспирим кызбын бул сурак ынгайсыз арине но оз болашагым ушин коюга тиспин менин кишкентай кезмде дварадной агам менимен болган мен ол кезде есимди бмлер билмес кишкентай едим 1 окитын кез ау шамасы мени алдап болатын болды барлык агалар осылай истит оскенде адеми боласын деп енди менде кыздык жок секилди содан бери ер адамдардан коркам катты ауыртканнан болу керек ешкандай улга жоламайм казир 17демин сойлесип журген адамым бар коркам ол калпына келуи мумкин бе егер сол уакытка барсам келимпес едим катты окинем",
        "question_date": "22.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гинекологпен сөйлес.Мұнда маман жоқ.",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзатудағы қыз жолдас туралы сұрақ?",
        "question_content": "Жақында құрбымның ұзатуына қыз жолдас болатын едім. Сұрайын дегенім қыз жолдас ұзатудан соң қызбен бірге барады ма ұлдың үйіне және қонуға қалады ма? Әлде түнде қыздың туыстарымен бірге қайтып кетеді ме?",
        "question_date": "21.11.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Той десе қу басы домалай кететін қазақтың ұғымында «той» сөзі ерекше қасиетке ие. Оған куә «той десе шашылатын», «той – қазақтың асыл қазынасы», «көппен көрген ұлты той» деген сөздердегі «той» сөзінің қолданылу мәні. Жалғыз «той» сөзінің ішіне көптеген дәстүр, салт, әр аймаққа тән жоралғылар жүреді. Соның ішінде тұрақты бір үрдіс бар. Ол ұзату және үйлену тойы кезінде күйеу жігіт пен ұзатылып бара жатқан қыздың қасында қосшылары жүруі. Қазақ оларды «күйеу жолдас», «жігіт жолдас», «қыз жолдас», «қосшы», «құда бала», «құдаша» деп атай береді. Осы жерде туындайтын сұрақ екеуінің рөлі қандай, маңызы бар ма?\n«Күйеу жолдас» пен «қыз жолдастың» ең негізгі рөлі олардың жас отбасын құрып жатқан құрбылары мен құрдастары үшін қастарынан табылып, шашбауларын көтеру. Оған мына міндеттер кіреді:\n– Күйеу жігіт пен қыз жолдасқа түсетін салмақты теңдей бөліп көтеру (әр елдің салтына байланысты);\n– Жігіт жолдас пен қыз жолдастың дәстүр мен салтқа қанық болғаны өте жақсы. Себебі ол жаңадан отбасын құрып, қобалжып жүрген досының қайын жұртына барған сәтте жасалу керек салтты түсіндіріп, оған қолдау білдіреді;\n– Әрине, тойдың отын маздататын да күйеу жолдас пен қыз жолдас. Себебі қыз алуға келіп тұрған жігіт мың жерден өнерлі болса да, әдептен аспағаны дұрыс. Сол секілді қыздың да абыройы маңызды. Ал, ол жауапкершілікті күйеу жолдас пен қыз жолдас арқалайды;\n– Күйеу жолдас пен қыз жолдас досын-құрбысын қайын жұртының алдында мақтай отырып, халық ортасынан алып шығушылар. Себебі қыз алуға келген жігіт туралы немесе ұзатуда күйеу бала туралы керемет сөз, тілек болмайды. Басты назар қызға түседі. Сондықтан күйеу жолдастың бұл жердегі міндеті сөйлей білуі. Дәл осы секілді жігіт жақтың тойына келген кезде қыз жолдас қыздың намысын қорғап шығуы маңызды;\nКүйеу жолдас пен қыз жолдас бір сөзбен айтқанда «сегіз қырлы, бір сырлы» болғаны жөн. Күйеу бала мен қыз ұяң, жігіт жолдас пен қыз жолдас үндемейтін қосшы болса, бұл қиынға соғады.\nҚорыта келгенде, екеуінің де керегі бар екені анық. Бірақ белгілі бір дәстүрге не заңдылыққа байланысты болу керек деген қағида жоқ. Бәлкім, уақыты келгенде төрде жігіт пен қыздың өзі ғана отырып тойлайтын да болар. Дәл қазіргі уақытта бұл нақты талқылауға салатын тақырып емес. Басты назар аударатын нәрсеңіз олардың міндеті мен жауапкершілігі.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/madeniet/47848/",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақжүніс есімінің мағынасын білгім келеді.",
        "question_content": "Ақжүніс есімінің мағынасын билгим келнді",
        "question_date": "21.11.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асланның ессіз сүйіп қалған ғашығы. Оны ешкім түсінбейді!",
                "date": "8.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 МПа тұрақты қысымда, көлемі 2 л-ден 12 л-ге дейін ұлғайған газ қандай жұмыс жасайды?",
        "question_content": "2мпа  қысымда 2л 12л көлемі газ қандай жұмыс жасайды",
        "question_date": "21.11.2020",
        "question_tag": "Физика",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p=2 МПа = 2*10^6\n\nv1= 2л = 2*10^(-3) м^3\n\nv2 = 12 л = 12*10^(-3) м^3\n\nA=?\n\nA = p*(v2-v1) = 2*10^6*(12-2)*10^(-3)= 20*10^3 ДЖ = 20 кДж",
                "date": "21.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наториат түсінігі қандай?",
        "question_content": "тест жауаптарымен барма Нотариат панинен",
        "question_date": "21.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасындағы нотариат-құқықтар мен фактілерді куәландыруға, сондай-ақ заңда көзделген өзге-де міндеттерді жүзеге асыруға бағытталған нотариаттық іс-әрекеттерді жасау арқылы жеке және заңды тұлғалардың құқтары мен заңды мүдделнрін қорғаудың заң жүзінде бекітілген жүйесі.\nЗаңмен белгіленген жағдайлармен шектерде натариаттық іс-әрекеттер жасауға мыналардың құқықтары бар:\nмемлекеттік натариат кеңселерінде жұмыс істейтін нотариустар (мемлекеттік нотатиустар) мен жеке практикамен айналысатын нотариустар (жекеше нотариустар);\nжергілікті атқарушы органдардың нотариаттық іс-әрекеттер жасауға уәкілетті лауазымды адамдар;\nҚазақстан Республикасының атынан консулдық қызмет атқаратын адамдар;\nОсы Заңмен нотариаттық іс-әрекеттер жасауға уәкілетті өзге де адамдар;\nНотариат туралы заңдар Азаматтық кодекс нормаларынан, осы Заңнан және Қазақстан Республикасының нотариаттық қызметті реттейтін өзге де заңдарынан тұрады.\nНотариаттық қызмет-нотариустың және өзге де уәкілетті адамдардың осы Заңмен көзделген нотариаттық іс-әрекеттерді жасауы.\nНотариустар мен нотариаттық іс-әрекеттер жасауға уәкілетті басқа да адамдар натариаттық іс-әрекеттер жасағанда тәуелсіз болады және тек қана заңға бағынады. Бұл орайда олар осы Заңды және басқа нармативтік құқықтық актілерді, сондай-ақ Қазақстан Республикасы бекіткен, осындай қызметті реттейтінхалықаралық шарттарды басшылыққа алады.\nЖеке және заңды тұлғаларға олардың жасаған нотариаттық іс-әрекеттерінің құпиясын сақтауға кепілдік береді.\nНотраиус ретінде қызметін тоқтатқан адамдар нотариаттық іс -әрекеттерінің құпиясын сақтауға міндетті.\nНатариаттық іс-әрекеттер туралы мәліметтер, нотаріус берген құжаттардың көшірмелері немесе дубликаттары тапсырысы бойынша нотариаттық іс-әрекеттер жүргізілген заңды жеке тұлғаларға, не олардың уәкілетті адамдарына ғана бері леді.\nНотариаттық іс-әрекеттер туралы мәліметтер мен құжаттар өздері жүргізіп жатқан істер бойынша соттың, тергеу және анықтау органдарының жазбаша талап етуі бойыеша, прокуратура органдарына, сондай-ақ әділет органдарына және осы Заңмен нотариустар қызметін тексеруді жүзеге асыруға уәкілдік берілген нотаріат палаталарына бері леді.\nЖасалған нотариаттық іс-әрекет туралы мәліметтерді қасақана жария еткен адамдар заңдарға сәйкес жауап береді.\nМеншік нысанына қарамастан, заңды тұлғалар және лауазымды адамдар нотариаттық іс-әрекеттерді жасауға қажетті мәліметтер мен құжаттарды нотаріус оларды талап еткен кезден бастап он күн мерзімнен кешіктірмей нотариусқа табыс етуге міндетті.\nӨсиеттер туралы мәліметтер, өсиеттердің дубликаттары мен көшірмелері мүдделі адамдарға, егер заңдарға өзгеше белгіленсе, өсиет Беруні өлгеннен кейін ғана бері леді.\nҚР-ғы нотариат.\nЖоғарғы заң білімі және әдетт заң мамандығы жөнінен кемінде екі жыл жұмыс стажы бар, мемлекеттік немесе жеке натариус сынағынан өткен, Әділет білктілік алқасында біліктілік емтиханын тапсырып, нотариаттық қызметпен айналысу құқығына лицензия бола алады.\nЖекеше және мемлекеттк нотариустардың нотариаттық қызметті жүзеге асырған кездегі асырған кездегі құқықтары, міндеттерітең болады. Олар ресімделген құжаттардың бірдей заң күші болады.\nОсы баптың 1-тармағында көзделген лицензиясы жоқ адамдардың (осы Заңның 1-бабындағы 2-тармақтың 2) және3) тармақшаларында аталған адамдарды қоспағанда) натариаттық іс-әрекеттер жасауы не нотаріат туралы заңдарының өзге де талаптардын бұзып жасауы және сол іс-әрекеттерден табыс табуы заңдарға сәйкес жауапты болуға әкеп соғады.\nНотариустың көмекшілері мен сынақтан өтушілері болуы мүмкін.Қазақстан Республикасының азаматы ғана нотариустың көмекші бола алады.\nНотариустың көмекшісі жеке практикамен айналысатын нотариусқа еңбек шартының негізінде жұмыс істей алады немесе мемлекеттік нотаріат кеңсесінің құрамында бола алады.\nНотариустың көмекшісі нотариустың тапсырмаларын нотариустың нұсқауымен және жауапкершілігімен орындауға құқылы.\nҚазақстан Республикасының жоғарғы заң біліі бар азаматтары нотариустың сынақтан өтушілері бола алады. Сынақтан өтушілер жеке практикамен айналысатын нотариустарда немесе мемлекеттік нотариустыардың сынақтан өту туралы шарт негізінде сынақтан өтеді.\nНотариустардың сынақтан өтушілердің сынақтан өтудің тәртібі, мерзімі мен шарттары Қазақстан Республикасының Әділет министрлігі бекітетін Нотариустардың сынақтан өтушілері тулалы ережемен белгіленеді.\nНотариаттық қызметпен айналысу құқығына Әділетбіліктілік алқасының ұсынуымен Қазақстан Республикасының Әділет министрлігі берген лицензия (нотаріус лицензиясы) нотариусқа нотариаттық іс-әрекеттер жасауға уәкілдік береді.\nНотариуслицензиясын алуға қажетті құжаттардың тізбесін Әділет біліктілік алқасы, ал лицензияның берілу мерзімі мен тәртібін Қазақстан Республикасының Әділет министрлігі белгілейді.\nНотариус лицензиясы мерзімі шектелмей берілетін, бастр лицензия болып табылады және ол Қазақстан Республикасының бүкіл аумағында қолданылады.\nНотариус лицензиясын беру үшін алым алынады, оның мөлшері мен төлеу тәртібі салық заңдарында белгіленеді.\nҚазақстан Республикасының Әділет министрлігі жекеше нотариустар лицензияларының Мемлекеттік тізілімін жүргізеді және ведомствалық баспасөз органында нотариаттық қызмет пен айналысуға лицензия берілген адамдар туралы мәліметтер жариялайды, онда:\nнотариустың тегі, аты әкесінің аты;\nлицензия берілген күн мен оның нөмірі көрсетіледі.\nНотаріус лицензиясын алған, бірақ нотариаттық іс-әрекеттер жасауға үш жыл бойы кіріспеген адамның нотариаттық қызметпен айналысуға біліктілік емтиханын қайталап тапсырғаннан кейін ғана рұқсат етіледі.\nТолығырақ: baribar.kz/student/18378/notariat-tusinigi-notariat-qyzmetteri/",
                "date": "21.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақстан Республикасындағы нотариат – бұл құқық пен фактілерді куәландыруға және заңмен қарастырылған басқа да міндеттерді жүзеге асыруға бағытталған нотариаттық әрекеттерді жасау жолымен жеке және заңды тұлғалардың заңдық мүдделері мен құқықтарын қорғаудың заңмен бекітілген жүйесі. «Нотариат» термині латын сөзі «notarius», аударғанда жазу, хатшы деген мағананы береді. Біріншіден, нотариат даусыз құқықтар мен фактілерді куәландыру, құжаттарды, олардан алынған көшірмелерді куәландыру, құжаттарға атқарушылық күш беру және азаматтар мен заңды тұлғалардың құқығы мен заңдық мүдделерін қорғауды қамтамасыз ету мақсатында басқа да нотариаттық әрекеттер жасау жүктелген органдар жүйесін көрсетеді. \\r\\n\\r\\nНотариат жүйесіне тек қана мемлекеттік нотариалдық конторалар мен жекеше нотариустар ғана емес, сонымен қатар нотариаттық әрекеттер жасау өкілеттілігі бар атқару билік органдарының лауазымды тұлғалары кіреді; Қазақстан Республикасының консулдық ұйымдарының лауазымды тұлғалары басқа мемлекеттердің аумағында нотариаттық әрекеттер жасай алады; жекелеген нотариаттық әрекеттер жасау құқығы дәрігерлік бөлімнің бас дәрігері мен оның орынбасарына, аурухананың кезекші дәрігеріне, сонымен қатар қарттар мен мүгедектер үйінің директорлары мен бас дәрігерлеріне, әскери бөлімдердің, мекемелері мен әскери-оқу орындарының командирлеріне де берілген. Егер тұрғылықты жерде нотариус болмаса, онда нотариаттық әрекетті атқару билік органдарының лауазымды тұлғалары жасай алады. Өзінің сипаты мен атқаратын функциясына байланысты нотариат мемелекеттік басқару органдарының қатарына жатады. Өйткені нотариаттық әрекеттер жасау тек белгілі бір билік өкілеттілігі бар органға жүктелген. \\r\\n\\r\\nНотариаттық қызметті реттейтін және бақылайтын мемлекеттің өкілетті органы Қазақстан Республикасының әділет Министрлігі болып табылады. Екіншіден, бұл заң нормаларымен нотариаттық қызметті реттейтін заң саласы. Ең алдымен біздің елде нотариат қызметі нотариат туралы Негізгі заң талаптарына сәйкес ұйымдастырылған. Нотариат реформасы мен нотариат туралы заңның мәні бойынша қазіргі экономикалық кеңістікте екі нотариус жұмыс істейді: бірі мемлекеттік конторада, екіншісі жеке конторада. Олардың арасындағы айырмашылық, біріншісі нотариаттық әрекет жасаудан алған төлемді толығымен мемлекетке береді де одан кепілденген еңбек ақысын алады. Ал екіншісі жеке тәжірибемен айналысып, төлемдерді өзінде қалтырады. Тек заңмен қарастырылған салықтар мен өзге де төлемдерді төлейді. Бүгінгі күні нотариат – мемлекет функцияларының бірін орындайтын және белгілі бір шығынсыз әрекет ететін жалғыз көпшілік-құқықтық институт. Нотариаттың алдында тұрған басты мақсат ол азаматтық құқықтық қатынасқа қатысушылардың құқығы мен мүддесін қорғауды қамтамасыз ету. Мұндай міндет нотариат туралы Қазақстан Республикасы Заңынан туындайды. Ал осы мақсаттардың орындауын қамтамасыз ету үшіннотариаттық палата мен нотариустар заң талаптарын қатал орындауы керек, сонымен қатар біздің нотариат негізделген принциптердің орындалуын қамтамасыз етуі керек. Нотариаттың келесі міндеттерінің бірі превентивтік әділ сот. Заңдық бекітілген даусыз құқықтар сотқа жүгінуден қорғайды және жақтардың құқықтары мен қаражаттарын үнемедеумен қатар мемлекеттің сот жүйесіне кетіретін шығындарын да азайтады. Мысал ретінде туыстық қатынастардың болу фактісін бекіту арқылы нотариустардың соттардың үлесіндегі салмақты азайту мүмкіндігін жатқызуға болады. Бұл сұрақ мұрагерлік құқықты ресімдеу кезінде жиі туындайды және мұрагерлік құқықты ресімдеу кезінде мұрагерлердің мұраға қалдырушымен туыстық қатынастарын дәлелдейтін құжаттардың болмау жағдайымен жиі қатар жүреді. Қазір бұндай жағдайда нотариус жақтарды сотқа жіберуге міндетті, ал сот нотариус жасаған сұраныстарды қайталайды да соңында туыстық қатынастарды дәлелдей алатын куәларды шақырады. Нотариаттың құқықтық табиғатын анықтайтын белгілердің қатарына юрисдикциялық және құқық қорғау функциясын жатқызуға болады. Нотариус бұл жүйедегі басты әрекеттегі тұлға ретінде, тұтынушының даусыз құқығы мен заңдық фактілерін растап қана қоймай, сонымен қатар нотариус азаматтрадың, заңды тұлғалар мен мемлекеттің құқығы мен мүддесінің бұзылуына жол бермеуі керек. Нотариус куәландырған келісімдер мен басқа да заңдық фактілердің айғақтығы нотариаттың әрекеттерді жүргізу прцедурасының қатаң реттелген ережесімен қамтамасыз етіледі. Нотариаттық қызметтің негізгі принциптері: Нотариаттың ұйымдастырылуы мен қызметін реттейтін нормалар заңның жеке саласын құрайды. Ол азаматтық, азаматтық іс жүргізу, отбасылық, тұрғын үй, халықаралық жеке құқық сияқты құқық салаларымен тығыз байланысты. Нотариаттың өкілеттігін құрайтын нотариаттық әрекеттер жасау кезінде тек қана нотариат туралы заң ғана емес, аталған құқық саласының көпшілігіне де жүгіну керек. Мысалы, заң немесе өсиет бойынша мұрагерлік құқық туралы куәлік берген кезде нотариус азаматтық, отбасылық, тұрғын үй және жер туралы заңдарды басшылыққа ала отырып, оларға түсініктеме береді. Сондықтан аралас құқықтық қатынастарды жақсы білу нотариус қызметімен айналысатын тұлғалар үшін басты талап болып табылады.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психология оқуына түсу үшін қандай пән таңдау керек және жалақысы қанша?",
        "question_content": "Психология оқуына түсу үшін кай пән керек және жалақысы қанша",
        "question_date": "21.11.2020",
        "question_tag": "Мамандық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психология Биология Қазақстан тарихы\nТолығырақ: https://martebe.kz/ubt-nyn-zhana-formaty-boiynsha-mamandyqtarga-saikes-pander-tizimi/",
                "date": "21.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қәзіргі таңда психологиялық мамандығы өте керек жәнеде барлық ұйымда және мекемеде таптырмайтын мамандық.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан арнасында Пуаро телехикаясы қай жылы көрсетіліп еді?",
        "question_content": "Қазақстан арнасында Пуаро телехикаясы қай жылы көрсетіліп еді?",
        "question_date": "21.11.2020",
        "question_tag": "Телесериалдар",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2002 жылдар болуы керек қателеспесем.",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсеке «Қаныш Сәтбаев» І бөлім «Сібір шамшырағында»",
        "question_content": "1. Кім деген сұраққа бөлімде кездесетін кейіпкерлерді жазасыз\n2. Не? Деген сұраққа бөлім мазмұнын ашатын тірек сөздер\n3. Не істедіге оқиға мазмұнын ашатын қимылдар\n4. Эпизотты бір немесе екі сөйлеммен.",
        "question_date": "20.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Зар замар\" өленнің композиялық талдауы жазу",
        "question_content": "Басталуы-Дамуы-Шарықтау шегі-Шиеленісуі-Шешімі",
        "question_date": "20.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тендеуді қалай шешуге болады ?",
        "question_content": "(31 * 550 - x) * 120 = 10200",
        "question_date": "20.11.2020",
        "question_tag": "Математика",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(31 * 550 - x) * 120 = 10200\n(31 * 550 - x) = 10200 : 120\n31 * 550 - х = 85\n17050 = 85 + х\nх = 16965",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    }
]