[
    {
        "question_title": "1 ші тоқсан 3 болса қалған 3 тоқсан 5 болса жылдық 5 болуы мумкын бе",
        "question_content": "1 ші тоқсан 3 болса қалған 3 тоқсан 5 болса жылдық 5 болуы мумкын бе",
        "question_date": "26.10.2023",
        "question_tag": "Мектеп",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әрине, болады. 3-ші тоқсан бағасына қарайды",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отан туралы шыгарма жоспарымен?",
        "question_content": "Мен Молдир есимим маган отан туралы шыгарма кекрек жоспарымен",
        "question_date": "26.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/232418/",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір мультик издеп едим 2000 жылдары Қыстақ мысығының ертегілері деген Ферма туралы.",
        "question_content": "2000 жылдары мультик іздегем Қыстақ мысығының ертегілері деген. Ферма туралы",
        "question_date": "25.10.2023",
        "question_tag": "Телеарналар",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Гав есімді мысық\" - Лев Атамановтың кеңестік анимациялық фильмдерінің циклі. Қорытынды серияны Леонид Шварцман Лев Атаманов қайтыс болғаннан кейін жасады.\n\nСценарийлер Григорий Остердің аттас ертегілерінен жазылған. Мультфильм ерекше есімді котенка Гав пен оның күшік досы доптың шытырман оқиғаларын баяндайды. Гав үнемі күлкілі жағдайларға тап болады және үйден шыққан бойда бірден шытырман оқиғаны табады. Ол қиындықтарға кезігу керек екеніне сенімді, өйткені ескі аула мысық оған: \"Сізді тек қиындықтар күтіп тұр!\"Сондай-ақ, ол шұжықтарды қалай дұрыс бөлу керектігін, неге құпия тіл қажет екенін және шатырдағы досымен бірге найзағайдан қорқу керектігін біледі.\n\nМультфильм шынайы достыққа назар аударады, ересектердің кішкентайлар мен әлсіздерге деген қамқорлығын бейнелейді. Екінші жағынан, қорқынышты ит пен сатқын қара мысық ересек әлемді білдіреді, ал күшік пен котенка Балалар әлемін бейнелейді — аңғал және мейірімді.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сату менеджері деген қандай мамандық?",
        "question_content": "Сату менеджері не істейді ол мамандыққа тұсу үшін кай пән таңдау керек",
        "question_date": "24.10.2023",
        "question_tag": "Мамандық",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сату менеджері - бұл сатушылар тобын басқаруға және жаттықтыруға жауапты адам. Сату бойынша менеджердің міндеттеріне көбінесе сату аумақтарын тағайындау, квоталарды белгілеу, оның сату тобының мүшелеріне тәлімгерлік ету, сату бойынша оқытуды тағайындау, сату жоспарын құру, сатушыларды жалдау және босату кіреді.\n\n2 міндетті пән – орыс тілі және математика; Таңдау үшін қосымша 2 пән – тарих, ағылшын тілі, қоғамтану, география, физика, химия",
                "date": "26.10.2023",
                "upvotes": 1
            },
            {
                "text": "Бұл профиль маманының негізгі міндеті компания ұсынатын тауарлар мен қызметтерді табысты өткізу үшін телефон арқылы сөйлесу және жеке кездесулер арқылы тұтынушыларды тарту болып табылады.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Демография\" және \"халықтың тығыздығы\" терминдеріне толығарық ақпарат керек",
        "question_content": "Демография-\nХалықтың тығыздығы-\n\nОсы сөздерге сөйлем құрастыру қажет.",
        "question_date": "24.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демография (грекше демос — халық) — белгілі бір халықтың, ұлттың, ұлыстың, этникалық топтың санын, құрамы мен құрылымын, аумаққа бөлінуін, өсу не кему динамикасын қоғамдық-тарихи жағдайлармен байланыстырып зерттейтін әлеуметтік ғылым саласы. Демография адам популяциясын оның көлемі мен құрылымына сәйкес, яғни жынысы, жасы, отбасылық жағдайы және этникалық шығу тегі бойынша, сондай-ақ, осы популяцияның туу, өлу және миграция коэффициенттеріндегі өзгеруі тұрғысынан статистикалық зерттеу.\n\nТолығарық: https://el.kz/content-4635_3905/\n\nХалық тығыздығы - бұл жер аумағының бірлігіне келетін тұрғындардың саны. Ол көбінесе континент, ел, қала немесе аудан сияқты үлкен болуы мүмкін таңдалған аумақтың бір шаршы шақырымына немесе квадрат мильіне келетін адамдардың саны түрінде көрсетіледі.\nТолығырақ: https://kk.warbletoncouncil.org/como-calcula-densidad-de-poblacion-8967",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айнымалы түрлерін жаз",
        "question_content": "Айнымалы түрлерін жаз\n\nАйнымалы туралы қандай ақпараттар бар?",
        "question_date": "24.10.2023",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айнымалы —\nәріп түрінде немесе әріптер тобы түрінде программаға енгізілетін және уақыт, ұзындық, баға, түс және т.б. әр түрлі мәндерді қабылдайтын программадагы сандық шама;\nбелгілі бір мәліметтер типін сақтай алатын және программаны атқару барысында мәнін өзгертуге болатын атауы белгілі объект.\n\nmargin-top: 0.3em; margin-right: 0px; margin-left: 1.6em; padding-right: 0px; padding-left: 0px; color: rgb(32, 33, 34); font-family: sans-serif; background-color: rgb(255, 255, 255);\">\nАйнымалылар әдетте кіші латын немесе грек әріптерімен (индекстерімен болуы мүмкінами) белгіленеді: .\nӨзгеру облысы айнымалылардың сәйкес әріптермен, бірақ ирек жақшамен алынып белгіленеді: .\n\nАйнымалы шама — әр түрлі сан мәндерін қабылдайтын шама. Ал сан мәні өзгеріссіз қалатын шама т ұ р а қ т ы шама деп аталады. Дегенмен айнымалы шама мен тұрақты шаманың арасындағы айырмашылық салыстырмалы түрде болады. Өйткені кейбір мәселедегі тұрақты шама, басқа бір жағдайда айнымалы шама болуы мүмкін.\nАйнымалы шаманы математикаға енгізіп, оны жүйелі түрде зерттеуді бастаған француз ғалымы Рене Декарт (1596 — 1650) болды. Айнымалы шаманың негізінде өзгеріс пен қозғалыс жатыр. Сондықтан тұрақты шама математикасынан айнымалы шама математикасына көшу ғылыми ойлаудағы үлкен төңкеріс болды. Сөйтіп, интегралдық және дифференциалдық есептеу әдістері арқылы процестер мен өзгерістерді зерттеуге мүмкіндік жасалды. Кейде айнымалы шамалар арасындағы байланысты функция деп те атайды. Математика онан әрі дамыған сайын зерттелетін функциялар саны да көбеюде.\nТәуелсіз және тәуелді.Зерттелетін мәселелерде бірден артық айнымалылар болса тәуелсіз және тәуелді айнымалыларға ажыратылады.Тәуелді айнымалылар тәуелсіз айнымалылардың(аргументтердің) функциясы ретінде қарастырылады.Жоғарыда мысалға келтірілген қозғалыста, егер h биіктіктің t уақытқа тәуелділігі зерттелетін болса, онда тәуелсіз айнымалы - t уақыт болып есептеледі, ал тәуелді айнымалы t-ның функциясы - h биіктік болады; егер жылдамдықтың биіктікке тәуелділігі зерттелетін болса, онда биіктік тәуелсіз айнымалы, ал жылдамдық h-тың функциясы болады.Сонымен, айнымалы тек бір-біріне ғана қатысты тәуелді немесе тәуелсіз болады, бұлардың айырмашылығы есептің шарттарында анықталады.",
                "date": "8.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Си жүйесі қабылданған жыл",
        "question_content": "Си жүйесі қабылданған жылы\n\nА)1861ж  б)1960ж в)1965ж  г)2002ж\n\nД)1865ж",
        "question_date": "24.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "O Халықаралық бірліктер жүйесі, немесе, қысқасы, SI, бұл әрбір физикалық шамаға арналған ресми метрикалық бірліктер жиынтығы. Мұндай жүйе 1960 жылы құрылған Салмақ пен өлшем бойынша жалпы конференция, Парижде өтті.",
                "date": "25.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі жаһандану заманында үш тілді білу-міндет тақырыбында эссе жазу керек?",
        "question_content": "Жаһандану заманы\n\nҚазіргі заман жаһандану заманы. Қазіргі уақытта барлық нәрсе тез өзгеруде. Сол жаңалықтардан қалып қоймай ілесіп отыру қажет. Ал жаңалықтардың басым бөлігі алдымен ағылшын тілінде кейін орыс тілінде шығады. Ал қазақ тіліне кеш аударылып жатады. Сондықтан ағылшын тілін білген өте маңызды.\n\nЕгер шет елдермен қарым қатынас құрып жұмыс жасайтын болсаңыз міндетті түрде кем дегенде орыс тілін білген абзал.\n\nБәсекеге қабілетті бола білу үшін қазіргі жастар үштілді болуы қажет. Ондай болмаған жағдайда әлем нарығынан артта қалып қоюымыз әбден мүмкін.\n\n----------\n\nТіл-ол адамның ең керемет мүшесі. Адам оны дұрыс пайдалана білуі керек. Ол арқылы адам бір-бірімен тілдесе алады. Осы өмірде тілдің маңызы адамзат үшін өте үлкен рөл атқарады. Тілсіз адам адам емес. Олсыз бұл өмірде ешкім бір-бірімен сөйлесе алмай, өздерінің ойын айта алмас еді.Əрине, қазіргі кезде үш тілді білу қажет. Ол тілдерді білу өзіміз үшін керек. Дəл сол тілдерді білу арқылы əр адам биік шыңдардан көрінеді. Оқу əр адамның өзі үшін. Ежелде қазақ халқы \"өзге тілдің бəрін біл, өз тіліңді құрметтте\"-деп, бостан-бос айтпаған. Осы мақалға сүйене отырып, біз мынадай түйін құраймыз: əр елде өзінің тілі, туы, мақтан тұтар əнұраны бар. Сол тілдердің барлығын меңгере біл. Ол өзіңе артық етпейді. Бірақ ең бастысы өзіңнің ұлттық тіліңді ұмытпай, еліңді қорғай білуің міндет. Ағылшын, орыс жəне қазақ тілі қазіргі кезде көп кездесіп, қолданылады. Оларды біз қазіргі кезде маңызды тіл деумізге де болады. Əр тілдің өзіне тəн ерекшелігі бар. Егер оқуға құлшынысың болса, сен əр тілде еркін сөйдей аласың. Сондықтан қазіргі заманда үш тілді білу-міндет деген.",
        "question_date": "24.10.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда көп ұлт өмір сүреді. Әдетте, бұл адамдардың бәрі екі тілде сөйлеседі – қазақша және орысша. Менің ана тілім  – қазақ тілі. Біздің елімізде тұратын басқа ұлттарға қазақ тілін үйрену керек пе? Менің ойымша, иә. Осы әрекетпен, сіз қазақ халқына құрметіңізді көрсетесіз. Бұл үшін ақысыз курстарды өтуге болады. Қазақстанда орыс тілін меңгерген адамдардың саны көп, ол мемлекеттік тіл болып табылады, сондықтан құжаттамалар осы тілде жүргізіледі. Қазақстан мен Ресей елдері, достық қарым-қатынаста болғандықтан, орыс тілін білу өте маңызды. Оның арқасында, біздің республикамыздағы көптеген ұлттар бейбіт өмір сүріп жатыр. Мен ағылшын тілін үйреніп жатырмын. Әлемде 300 миллионнан астам адам осы тілді меңгеріп алды. Бұл компьютерлік технологиялар тілі. Шет мемлекеттерге шыққан кездерде, міндетті түрде ағылшын тілін білу керек. Оның көмегімен, басқа елдердің тұрғындарымен жақсы қарым-қатынас орнатуға болады. Әрине, басқа тілде сөйлеуді үйрену үшін, біраз уақыт және ұмтылыс қажет. Бірақ қорқатын ештене жоқ, кез-келген бала өзге ұлттың тілін меңгере алады. Қазіргі жаһандану заманында үш тілді білу – жай ғана кеңес емес, бұл заман талабыҚазақстанда көп ұлт өмір сүреді. Әдетте, бұл адамдардың бәрі екі тілде сөйлеседі – қазақша және орысша. Менің ана тілім  – қазақ тілі. Біздің елімізде тұратын басқа ұлттарға қазақ тілін үйрену керек пе? Менің ойымша, иә. Осы әрекетпен, сіз қазақ халқына құрметіңізді көрсетесіз. Бұл үшін ақысыз курстарды өтуге болады. Қазақстанда орыс тілін меңгерген адамдардың саны көп, ол мемлекеттік тіл болып табылады, сондықтан құжаттамалар осы тілде жүргізіледі. Қазақстан мен Ресей елдері, достық қарым-қатынаста болғандықтан, орыс тілін білу өте маңызды. Оның арқасында, біздің республикамыздағы көптеген ұлттар бейбіт өмір сүріп жатыр. Мен ағылшын тілін үйреніп жатырмын. Әлемде 300 миллионнан астам адам осы тілді меңгеріп алды. Бұл компьютерлік технологиялар тілі. Шет мемлекеттерге шыққан кездерде, міндетті түрде ағылшын тілін білу керек. Оның көмегімен, басқа елдердің тұрғындарымен жақсы қарым-қатынас орнатуға болады. Әрине, басқа тілде сөйлеуді үйрену үшін, біраз уақыт және ұмтылыс қажет. Бірақ қорқатын ештене жоқ, кез-келген бала өзге ұлттың тілін меңгере алады. Қазіргі жаһандану заманында үш тілді білу – жай ғана кеңес емес, бұл заман талабы.",
                "date": "8.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаратылыстану дегеніміз не?",
        "question_content": "Жаратылыстану дегеніміз ол не ол?",
        "question_date": "24.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаратылыстану –табиғатты жанжақты, әрі біртұтас зерттейтін жаратылыстану ғылымдарының жиынтығы. Оның құрамына физика, химия, биология және психология енеді. Табиғат туралы ғылымдар, комплексті болғандықтан, ол натур-философиядан туындаған еді., жаратылыстану тек нақты деректер мен білімді тәжрибеге сүйене отырып тексереді және мұны өзінің негізгі принципі деп санайды.",
                "date": "24.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидрид ережесі 8 сынып химия",
        "question_content": "Химиядан тжбдан келді деп айтты оның анықтамасы емес ережесі керек",
        "question_date": "24.10.2023",
        "question_tag": "Мектеп",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гидридтер – сутегінің металдармен және бейметалдармен электртерістігі сутегіге қарағанда төмен қосылыстар.Кейде барлық элементтердің сутегімен қосылыстары гидридтер болып саналады.\nСутектің басқа химиялық элементтермен химиялық байланысының сипатына қарай гидридтердің үш түрін ажыратады: \n-иондық гидридтер (тұз тәрізді гидридтер); \n-металл гидридтері; \n-коваленттік гидридтер.",
                "date": "24.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалар мен атомдардың ретсіз қозғалысы",
        "question_content": "Молекулалар мен атомдардыя\nретсіз козгалысы\nЖылу молшері\n2. Дененік жылулык куйін\nсипаттайтын физикалык\nКонвекция\n3. Энергиянын бір турден скінші турге езгеру молшері\nЖылудык козгалыс\n4. Коршаган ортанын немесе\nдененін температурасын елшейтін\nкурал\n5. Дененія жылуберілу кезіндегі\nалган немесе берген энергиясы\nТолык жергия\n6. Туйк денелер жуйссіндегі механикалык жоне ішкі\nэнергиялардын косындысы\nТермометр\n7. Энергия газ немесе суйык\nагындары аркылы берілетін\nТемпература\nжылуберілудін турі",
        "question_date": "23.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атомдар мен молекулалардың ретсіз қозғалысы жылулық қозғалыс деп аталады. Броундық қозғалыс дегеніміз молекулалардың соқтығысулар себебінен қатты денелер, сұйықтықтар немесе газдардағы ұсақ бөлшектердің үздіксіз, ретсіз қозғалысы. Диффузия дегеніміз бір заттың молекула немесе атомдарының екінші заттың молекула немесе атомдары арасына енуі, және соның салдарынан бөлшектердің берілген көлем бойынша біркелкі таралуы.\nАтомдар мен молекулалардың ретсіз қозғалысы жылулық қозғалыс деп аталады.\nБроундық қозғалыс дегеніміз - молекулалардың соқтығысулар себебінен қатты денелер, сұйықтықтар немесе газдардағы ұсақ бөлшектердің үздіксіз, ретсіз қозғалысы.\nДиффузия дегеніміз - бір заттың молекула немесе атомдарының екінші заттың молекула немесе атомдары арасына енуі, және соның салдарынан бөлшектердің берілген көлем бойынша біркелкі таралуы.\nМолекулалық кинетикалық теорияның (МКТ) негізгі заңдылықтары:\n1) кез-келген зат аралары бос орынмен бөлінген молекулалар немесе атомдар деп аталатын ұсақ бөлшектерден тұрады;\n2) заттың бөлшектері үздіксіз және ретсіз қозғалыста болады;\n3) заттың бөлшектері өзара серпімді әсерлеседі.\n Температура – дененің жылулық күйін сипаттайтын шама. Оны өлшеуге пайдаланылатын құрылғы – термометр.\nДенелердің температуралары бірдей болатын күйді - жылулық тепе-теңдік деп атайды.",
                "date": "8.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі университетке документ тапсырып біреусіне түсуге бола ма?",
        "question_content": "Екі универге тест тапсыруға болама",
        "question_date": "23.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ болмайды. Егер мектеп бітіріп жатқан болсаңыз аттестат пен сертификаттың оригиналын өткізесіз",
                "date": "25.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөрт-б диагоналы 28 см, ал кiшi кабырғасы 14 см Диагональдар арасындагы бұрышты тап",
        "question_content": "5. Тіктөртбұрыштын диагоналы 28 см, ал кiшi кабырғасы 14 см\n\nДиагональдар арасындагы бұрышты табыныз.",
        "question_date": "23.10.2023",
        "question_tag": "Мектеп",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=14\nd=28\na2+b2=d2\nb2=28*28 - 14*14 = 588\nb= 14 түбір асты(3)\nS =a*b = 14*14 түбір асты(3) = 196 түбір асты(3)\nS = 1/2 d2 sina\n196 түбір асты(3) = 1/2*282*sina\nsina = 392/784 түбір асты(3)\nsina = түбір асты(3)/2\na = 60o",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ата-ана менің қанатым\" тақырыбында мәтін жазу",
        "question_content": "Ата ана бізге не істей алды осы күнге дейін сол жайлы жазамаыз",
        "question_date": "23.10.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата-ана – отбасының асыл діңгегі. Балаға жарық дүние есігін сыйлап, оны өсіріп тәрбиелеуші,  өмірдің бір кірпіші болып қалануына септігі тиетін жандар.\n\n     Менің де осындай алтын ата-анам барына мың да бір шүкір. Әрқашан маған демеу болып, менің өмірде адаспай жол табуыма, жетістіктерге жетуіме тілектес адамдар болса, соның бірден-бірі – менің ата-анам. Мен олармен әрқашан мақтанамын. Асқар таудай әкем – менің тірегім. Менің- қамқоршым. Өмірде жол сілтеп, тәрбие беріп отырған әкеме сансыз мадақ айтамын.\n\n     Ал, анам жайлы айтар болсам, әрине, айтып тауыса алмаспын. Менің анам-менің жүрегім, менің-тілекшім, менің-жанашырым, менің –баға  жетпес асыл қазынам. Анам- жапырағын тереңге жайған алып бәйтерегім. Ал, біз сол бәйтеректен қанатын енді ғана қатайтып  біріміз ұштық, енді біріміз өз ұямызды тауып кетпесек те, ана жылулығынан алыстамыз. Оның әрбір айтқан сөздері жүрегімде мәңгі сақтаулы. Маған осындай керемет жандарды сыйлаған Аллаға шексіз ризамын.\n\n    Үлкен өмір табалдырығын аттап, арман қуып, білім алуға, әсем қала Алматыға келгеніме көп уақыт бола қоймаса да, оларға деген менің сағынышымды айтып жеткізе алмаймын. Алдағы уақытта сол ата-анамның үмітін ақтап, оларға зор қуаныш сыйлау- менің мақсатым.\n\n     Міне, менің ата-анам ауыз толтырып айтарлықтай алтын жандар.  Бұл ата – анама деген құрметімнің кішкентай ғана бөлігі. Оларға деген ыстық махаббатым, ыстық сезімім бәрі – бәрі жүрегімде!\n\nТолығырақ: https://massaget.kz/blogs/12527/",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "65г фосфорды жану үшін оттегінің қандай массасы қажет",
        "question_content": "65г фосфорды жану үшін оттегінің қандай массасы қажет",
        "question_date": "23.10.2023",
        "question_tag": "Мектеп",
        "question_views": 91,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептейік:\n\n65 г фосфордың жануы үшін қажетті оттегінің массасы: осылайша 65 г фосфордың толық жануы үшін шамамен 2.62 г оттегі қажет болады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 дан кейын түсуге болама әлде 11 ге қалып ұбт тапсыру қажетпе",
        "question_content": "Мен 9 дан кейын ұқк академиясына тусе аламба әлде 11ге қалып ұбт тапсыруым керекпе",
        "question_date": "23.10.2023",
        "question_tag": "Мектеп",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/489603/ толық ақпарат оқи аласыз",
                "date": "23.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 9 класс окып жатырмын кандай мамандык тандасам болады",
        "question_content": "Болашагы бар зарплата Жаксы мамандык",
        "question_date": "22.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы жалақы өсімі бойынша көшбасшылар – сату менеджерлері, бағдарламашылар, әзірлеушілер және логистистер. Ең жоғары жалақыны ақпараттық технология (бағдарламаларды қамтамасыз етуді әзірлеу) мамандары алады. Олар айына орта есеппен 581 мың теңге алады (HeadHunter сайтынан).\n1 жылдың ішінде менеджерлердің айлығы 9 % өскен. 2023 жылы жұмыс берушілер жаңадан келген мамандарға бір жыл бұрынғыдан 7%-ға артық жалақы төлеуге дайын болды. Топ-менеджерлердің жалақысы небәрі 1,2%-ға өсті, бірақ олар орташа есеппен айына 974 мың теңге алады. Тамыз айының соңында ұсынылған орташа жалақы айына 312 мың теңгені құрады.\n\nЕске салайық, бұған дейін Қазақстанда қытай тілін білетін қызметкерлерге сұраныс жазда 38,4 пайызға, ал араб тілін 24 пайызға өскені хабарланған болатын. Қытай тілін білуді талап ететін кейбір бос орындардағы ең жоғары жалақы екі миллион теңгеге, ал араб тілін - 10 мың еуроға дейін жетті.\n\n2023 жылдың қыркүйек айындағы көрсеткіш.",
                "date": "23.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атмосфера қабатынын рөлі, пж (напишите кратко)",
        "question_content": "Атмосфера қабатының рөлі, жаратылыстану тжб дан келіп тұрр",
        "question_date": "22.10.2023",
        "question_tag": "Мектеп",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерді және барлық тірі ағзаларды ғарыштық радиациядан, метеориттерден қорғайды, температураның маусымдық ауытқуын реттеуге, күнделікті теңестіруге және теңестіруге жауап береді. Жерде атмосфера болмаған кезде тәуліктік температура +/-200С шамасында ауытқиды.\n\nАтмосфера – Жер бетінен ретімен атмосфераның келесі қабаттарынан тұратын қабатты құрылым:\n\n-Тропосфера.\n\n-Стратосфера.\n\n-Мезосфера.\n\n-Термосфера.\n\n-Экзосфера.\n\nӘрбір қабаттың бір-бірінің арасында өткір шекаралары болмайды, олардың биіктігі ендік пен жыл мезгілдеріне әсер етеді. Бұл қабаттық құрылым әртүрлі биіктікте температураның өзгеруі нәтижесінде пайда болды.",
                "date": "23.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махамбет Өтемісұлының \"Ұлы арман\" өлеңінің мазмұны?",
        "question_content": "Ұлы арман\n\nАйналайын Ақ Жайық,\nАт салмай өтер күн қайда?\nЕңсесі биік боз орда\nЕңкеймей кірер күн қайда?\nҚара бұланның терісін\nЕтік қылар күн қайда?\nКүдеріден бау тағып,\nСауыт киер күн қайда?\nКүмбір-күмбір кісінетіп,\nКүреңді мінер күн қайда?\nТолғамалы ақ мылтық\nТолғап ұстар күн қайда?\nАлты құлаш ақ найза\nҰсынып шаншар күн қайда?\nСадақ толы сай кез оқ\nМасағынан өткізіп,\nБасын қолға жеткізіп,\nСозып тартар күн қайда?\nКертбұғадай билерден\nАқыл сұрар күн қайда?\nБізді тапқан ананың,\nАсыраған атаның\nРизалықпен жайласып,\nҚолын алар күн қайда?\nЕділдің бойын ен жайлап,\nШалғынға бие біз байлап,\nОрнықты қара сабадан,\nБозбаламен күліп-ойнап,\nҚымыз ішер күн қайда?\nЕлбең-елбең жүгірген,\nЕбелек отқа семірген\nАрғымақ туған асылды\nБарыстай жал-құйрығын таратып,\nБауырынан жаратып,\nТұяқтан ұшқан тозаңын\nАрқадан жауған қардай боратып,\nБасын көкке қаратып,\nҚұлағын істей қадалтып,\nБаптап мінер күн қайда?\nЖелп-желп еткен ала ту\nЖиырып алар күн қайда?\nОрма мылтық тарс ұрып,\nЖауға аттанар күн қайда?\nАлаштағы жақсыдан\nБатасын алып, дәм татып,\nТүлкідейін түн қатып,\nБөрідейін жол жатып,\nЖауырынына мұз қатып,\nЖау тоқтатар күн қайда?",
        "question_date": "22.10.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰЛЫ АРМАН\n\nҰшса құстың қанаты талатын, ұшы-қиыры  жоқ Атырау мен Алтай арасындағы дархан даланы қазақ халқының білгеніне  бес ғасырдай уақыт болыпты. Осынау уақыт ішінде қазақ халқының басны не күн тумады?\n\nСолтүстігінде орыстар, шығысында қытайлар қазақтың кең байтақ даласына көз аралатса, қоқандаған қоқан арыстандай ақырған жоңғарлар қазақ жеріне тынымсыз шабуыл жасар , ел берексесін кетірген.Ел басына күн туған осындай шақта қызын күң, ұлын құл етпейтін деген қазақ тарландары атқа қонып, ел үшін етігімен су кешті.Даналар қызыл тілдің күшімен, батырлар ақ найзаның ұшымен ел мен жерді қорғап қалды. Ұлтарақтай жерін жау қолына бермеген намысты бабалар арқасында Казақстан мемлекеті құрылып, территориясы үлкен, жері бай, табиғаты әсем, экономикасы мығым алып ел пайда болды. Сан ғасыр бойы жау қолымен жағаласа жүріп, бейбітшілікті аңсаған, азаттық үшін құрбан болған сайын дала ерлерінің арманы орындалды. Алайда осы күнді қанша аңсағанымен, көре алмай арманда кеткен асыл ерлер қанша?! Соның бірі, әрі біргейі- арқаға қорамсақ салған, қолына қалам ұстаған, әрі батыр, әрі ақын Махамбет Өтемісұлы.Орыстар қазақ халқының мойынына бұғау салып, өз билігін жүргізіп, қараша халыққа қысым көрсеткенде, араша түсір хан мен аға сұлтандар орыс билігіне болысып, өз басының қамын ойлаған заманда  қара халықтың мұны мен жоғын жоқтаған Махамбет  батыр Исатайға қосылып, қолына қару алып, азаттық үшін алысты.\n\nХан ордасындағы мәнсабынан көрі, ел мүддесін биік қойған Махамбет қол бастаған Исатаймен қосылып, ашынған халық арасынан жасақ жиыды.Даңқты қолбасшы бола білген Махамбет өз әскеріне қара өлең құдіретімен де күш берген. Жалынды жырлармен халықты күреске шақырған.Елінің азаттығы үшін басын бәйгеге тіккен асыл ердің бар тілегі қааша халықтың бостандығы еді. Бірақ, түлкі заман қасқырға арыстанды жем қылып, қыранды қарғаға жеңдіріп , халық қаһарманы, өжеттік пен қайсарлықтың символы, «қорлықта жүрген халқына» «ақырып теңдік сұраған», ақиық ақын, айбынды  батыр, арыстан жүректі, қыран қанатты есіл ерді арманда өткізді...\n\nОсындай бабалар қанымен келген бейбітшілік өмірде, тәуелсіз елде өмір сүретін әрбір жан азаттықтың әр таңымен, Махамбеттей тарландармен мақтанары хақ.\n\n..Балықты мәтінмен мәтін аталады\n\nДерекекөз: https://surak.baribar.kz/501322/",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасы туралы шағын мәлімет?",
        "question_content": "Отбасы туралы шағын мәтін керек болып тур?",
        "question_date": "22.10.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасы — сыйластық, жарастық орнаған орта, кішкентай Отан. «Отан – отбасынан басталады» дегендей отанды сүю - отбасынан басталатыны рас! Себебі, отбасы – бала тәрбиесінің ең алғашқы ұжымы.Адамның жеке басының қалыптасуы отбасынан басталады.Оның ер жетіп өсуі, бойындағы алғашқы адамгершілік белгілер отбасында қалыптасады, сондықтан да туған үйдің жылуы – оның көкірегінде көп жылдар бойы сақталып, мәңгі есінде жүреді.",
                "date": "23.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зымыран қалай ұшады? (физика)",
        "question_content": "Физикалық тұрғыдан түсіндірме қажет. Зымыранның қалай ұшатындығы туралы ақпарат қажет.",
        "question_date": "21.10.2023",
        "question_tag": "Физика",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зымыран реактивті күштің әсерінен ұшады. Реактивті күш заттың қозғалатын денеден белгілі бір жылдамдықпен лақтырылуы нәтижесінде пайда болады. Зымыран жағдайында бұл зат жанармайдың жану өнімдері болып табылады.\n\nЗымыранның жану камерасында жанармай жанған кезде газ пайда болады, ол қысыммен саптама арқылы өтеді. Саптамадан газ ағынының жылдамдығы секундына бірнеше мың метрге жетуі мүмкін. Нәтижесінде зымыран оны алға қарай итеретін реакция күшін алады.\n\nЗымыран ғарышқа ұшуы үшін Жердің тартылыс күшін жеңуі керек. Ол үшін зымыран қашу жылдамдығы деп аталатын белгілі бір жылдамдыққа жетуі керек. Жердің алғашқы қашу жылдамдығы шамамен 11,2 км/с.\n\nҰшу кезінде зымыран отын тұтынады және бірте-бірте массасын жоғалтады. Бұл зымыранның реактивті күші мен жылдамдығының төмендеуіне әкеледі. Зымыранның ұшу жылдамдығын қажетті деңгейде ұстап тұру үшін қозғалтқыштарды мезгіл-мезгіл қосу керек.\n\nЗымыран тек түзу сызықпен ғана емес, қисық сызықпен де ұша алады. Ол үшін қозғалтқыштың қозғалыс бағытын өзгертуге мүмкіндік беретін әртүрлі басқару жүйелері қолданылады.\n\nҰшу кезінде зымыранға әсер ететін негізгі күштер:\n\nҚозғалтқыштың күші. Бұл зымыранды алға жылжытатын негізгі күш.\n\nсүйреңіз. Зымыран ауада немесе атмосферада қозғалған кезде пайда болады.\n\nКөтеру күші. Зымыран ауада немесе атмосферада қозғалған кезде пайда болады.\n\nАуырлық. Зымыранды төмен тартады.\n\nАтмосфера жоқ кеңістікте сүйреу де, көтеру де болмайды. Бұл жағдайда зымыран қозғалтқыш күші мен ауырлық күшінің әсерінен ғана қозғалады.\n\nЗымыран әртүрлі салаларда, соның ішінде аэроғарыш, авиация, қорғаныс және өнеркәсіпте кеңінен қолданылады.",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орта Азия өркениетіне қандай тән белгілер бар?",
        "question_content": "Орта Азия оркениетіне кандай тан белгілер бар айтып жыберыныздершы. Орта Азия дегеніміз не?",
        "question_date": "21.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орталық Азия – қазіргі Қазақстан, Қырғызстан, Өзбекстан, Түркіменстан, Тәжікстан және Ауғанстан территориясын қамтитын Еуразияның орталығында орналасқан аймақ. Бұл аймақтың мыңдаған жылдар бойы қалыптасқан бай тарихы мен мәдениеті бар.\nОрталық Азия өркениетінің ерекшеліктеріне мыналар жатады:\nКөшпелі өмір салты. Тарихының көп бөлігінде Орталық Азия халықтары көшпелі өмір сүрген. Бұл олардың мәдениетіне, әдет-ғұрпына, өмір салтына айтарлықтай әсер етті. Көшпелілер тамаша жауынгерлер, саудагерлер және мал өсірушілер болған.\nИслам. Орталық Азия халықтарының көпшілігі мұсылмандар. Өлке мәдениетінің дамуына ислам дінінің ықпалы зор болды. Орталық Азияда көптеген мешіттер, медреселер және басқа да исламдық ғимараттар салынды.\nХалық музыкасы мен билері. Орталық Азияның халық музыкасы мен билері өзінің жарқындығымен және эмоционалдылығымен ерекшеленеді. Олар көбінесе дутар, қобыз, домбыра сияқты дәстүрлі аспаптарда орындалады.\nӘдебиет. Орталық Азияда ежелгі дәуірден келе жатқан бай әдеби дәстүр бар. Өңірде әдебиет, поэзия, философия және тарихтың көрнекті туындылары шығарылды.\nАрхитектура. Орталық Азияда өлкенің бай тарихын айғақтайтын көптеген сәулет ескерткіштері сақталған. Олардың ішінде көне қалалар, бекіністер, мешіттер және басқа да құрылыстар бар.\nОрталық Азия маңызды мәдени тоғысқан жер. Бұл аймақ көптеген басқа мәдениеттердің, соның ішінде еуропалық, азиялық және исламдық мәдениеттердің дамуына әсер етті.",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Технологияға байланысты ағылшынша эссе керек?",
        "question_content": "Технология тақырыбына арналған жақсы және жаман жақтары туралы эссе жазу керек. Қазір 21 ғасыр технология заманы. Осы тақырыпта ағылшынша эссе жазу керек.",
        "question_date": "20.10.2023",
        "question_tag": "Мектеп",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарайды, технологияға қатысты ағылшын тіліндегі эссе:\nThe Impact of Technology on Society\nTechnology has had a profound impact on society over the past few decades. It has changed the way we communicate, the way we work, and the way we live.\nOne of the most significant impacts of technology has been on communication. The internet and mobile phones have made it possible for people to stay in touch with each other from all over the world. This has led to a more connected and globalized society.\nTechnology has also had a major impact on the way we work. Computers and other digital devices have made it possible for people to work from anywhere. This has led to a more flexible and mobile workforce.\nTechnology has also changed the way we live. Smart homes, self-driving cars, and virtual reality are just a few examples of how technology is transforming our homes, our transportation, and our entertainment.\nThe impact of technology on society is still unfolding. It is clear, however, that technology will continue to play a major role in shaping our lives in the years to come.\nHere are some specific examples of how technology has impacted society:\n**The internet has made it possible for people to access information and communicate with each other from all over the world. This has led to a more informed and connected society.\n**Social media has changed the way we interact with each other. It has made it easier for people to connect with friends and family, and it has also created new ways for people to express themselves and share information.\n**E-commerce has revolutionized the way we shop. It has made it possible for people to buy goods and services from anywhere in the world, and it has also led to the growth of new businesses.\n**Automation has changed the way we work. It has led to the loss of some jobs, but it has also created new jobs in the technology sector.\n**Artificial intelligence has the potential to revolutionize many industries, including healthcare, transportation, and manufacturing.\nThe impact of technology on society is both positive and negative. On the one hand, technology has made our lives easier, more connected, and more efficient. On the other hand, technology has also led to new challenges, such as addiction, privacy concerns, and job displacement.\nIt is important to be aware of both the positive and negative impacts of technology so that we can use technology in a responsible and ethical way.",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дулат Исабеков қаламының қарымы бөлек, жаңалығы көп",
        "question_content": "Осы сөйлемді сөйлем мүшесіне талдап барынша тезірек",
        "question_date": "20.10.2023",
        "question_tag": "Мектеп",
        "question_views": 436,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Пысықтауыш - бөлек, көп\n\nТолықтауыш - қарымы, жаңылығы\n\nАнықтауыш - Дулат Исабеков, қаламының",
                "date": "16.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Азоттың табиғаттағы айналымына есептер",
        "question_content": "Азоттың табиғаттағы айналымына есеп",
        "question_date": "20.10.2023",
        "question_tag": "Табиғат",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғаттағы азот айналымы әртүрлі кезеңдерді қамтитын күрделі процесс. Міне, азот айналымының негізгі қадамдары:\n\n1. * Азотты бекіту: * атмосфералық азотты (N₂) өсімдіктерге қол жетімді формаларға айналдыру процесі. Бұл биологиялық (азотты бекітетін бактериялардың арқасында) немесе анабиотикалық (найзағай сияқты жоғары энергияның әсерінен) болуы мүмкін.\n\n2. * Аммонификация: * органикалық азотты өсімдіктер мен жануарлардың қалдықтарынан аммиакқа (NH₃) және аммоний иондарына (NH₄ ⁺) Аммонификациялаушы бактериялардың әсерінен түрлендіру.\n\n3. * Нитрификация: * нитрификациялаушы бактериялардың әсерінен аммиак пен аммоний иондары нитриттерге (NO₂⁻), содан кейін нитраттарға (NO₃⁻) айналатын Процесс.\n\n4. * Денитрификация: * денитрификациялаушы бактериялардың әсерінен топырақтағы нитраттардың атмосфераға азот немесе азот оксиді ретінде оралу процесі.\n\n5. * Өсімдіктердегі Азот: * өсімдіктер топырақтан нитраттарды сіңіреді, оларды өсу үшін пайдаланады және осылайша азотты биосфераға біріктіреді.\n\n6. * Тірі организмдердегі азоттың өзгеруі: * Азот тірі организмдер денесіндегі ақуыздар мен басқа органикалық қосылыстардың бөлігі болып табылады.\n\n7. * Азоттың топыраққа оралуы: * өсімдіктер мен жануарлар өлгеннен кейін азот Органикалық заттардың ыдырау процестері арқылы топыраққа оралады.\n\nБұл тек жалпы шолу. Азот айналымы көптеген бөлшектерді қамтиды және бұл процестерге әртүрлі факторлар әсер етуі мүмкін.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    }
]