[
    {
        "question_title": "4.Қандай микроағзалар эндотипке және экзатипке жатады?",
        "question_content": "4. Қандай микроағзалар эндотипке және экзатипке жатады?",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 163,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Топырақтың мұнайдан тазару процесі физика-химиялық жолмен қалай жүреді?",
        "question_content": "Топырақтың мұнайдан тазару процесі физика-химиялық жолмен қалай жүреді?",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 806,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнаймен ластанған топырақтарды тазарту процесі экологиялық және экономикалық жағынан тиімді, ауыл шарушылық жерлерін қалпына келтіру үшін, көмірсутектерді қарқынды жинауға бағытталған әдістерді талап етеді. Бүгінгі таңда белгілі әдістердің ішінде биоремедиация әдісінің орны ерекше. Биоремедиация — минералды тұздардан, қант, ферменттерден тұратын биогенді қоспасымен қатар, көмірсутек тотықтырушы микроорганизмдерден құралған препараттарды қолдану арқылы мұнаймен ластанған топырақ және суларды тазарту болып табылады. Дүние жүзі бойынша мұнай және мұнай өнімдерін өндіруші өнеркәсіп зауыттар мұнай көмірсутектерін жою барысында, көмірсутек тотықтырушы микроорганизмдер ассоциациясынан жасалған биологиялық препараттарды кеңінен қолдануда. Сондықтан осындай мәселелерді шешу барысында, мұнай тотықтырушы микроорганизмдерді зерттеудің маңызы өте зор, әрі бүгінгі күннің өзекті мәселелерінің бірі болып отыр. Жер бетіндегі кез келген микроорганизм биоценоз құрамында маңызды орын алады. Олар табиғи экожүйелердің сақталуы мен тепе — теңдік жағдайын ұстауға мүмкіндік береді. Бірақ кейбір микроорганизмдер топтарының биосфера тіршілігі мен эволюциясындағы рөлі ерекше [2]. Мұнайлы ластағыштардың табиғи ыдырау процестері өте ұзақ жүреді, ал механикалық және физикалық-химиялық әдістер мұнай және мұнай өнімдерінің ыдырауын тездеткенімен, табиғи экожүйелерде оларды толығымен жоюды қамтамасыз ете алмайды. Мұнайды биодеградациялауда мұнай көмірсутектерін пайдалануға қабілетті арнайы микроорганизмдер — деструкторларды қолдану тиімді деп есептеледі. Табиғи экожүйелердің мұнай және мұнай өнімдерінен тазалаудың маңызды биотехнологиялық әдістерінің бірі көмірсутектердің микроорганизмдер-деструкторларынан тұратын микробты препараттарды пайдалану болып табылады. Өйткені көмірсутек тотықтыратын микроорганизмдер топырақ, су биоценоздарының тұрақты компоненті бола тұра, мұнаймен ластанған табиғи субстраттарда катаболиттік белсенділігі жоғары екені айтылуда. Бұл процесті микроорганизмдердің метаболиттік белсенділігін арттыру үшін ортаның физикалық-химиялық жағдайын сәйкесінше өзгерту немесе мұнаймен ластанған топыраққа, суға арнайы іріктелініп алынған белсенді мұнай тотықтырушы микроорганизмдерді қосу арқылы тездетуге болады. Қоршаған ортаны қалпына келтіруде микроорганизмдердің негізінде жасалынған “Путидоил”, “Биодеструктор”, “Noggіes” секілді биопрепараттар нәтижелі қолданылуда. Қазақстандық зерттеушілермен де мұнай мен мұнай өнімдерін 31–36 % ыдырататын “Мунайбак” биопрепараты жасалынды [3]. Табиғатта көмірсутекті ассимиляциялау тек микроорганизмдерге ғана тән емес, сонымен қатар жануарлар, өсімдіктерде де қолданылады. Бірақ микроорганизмдердің белсенді зат алмасуына байланысты, микробтардың көмірсутектерді энергия көзі ретінде қолдануы қызуғышылық туғызуда. Мұнай және мұнай өнімдерімен ластанған топырақтарды микроорганизмдер көмегімен тазартудың үш жол бар: топырақ немесе су микрофлорасының метаболиттік активтілігіне сәйкес, ортаның физико-химиялық жағдайларын өзгерту арқылы. ластанған топырақ немесе суға арнайы таңдалынып алынған мұнай тотықтырушы микроорганизмдерді енгізу арқылы. аралас микроорганизмдердің активті штамдарын және олардың өсуі үшін қажет активаторларды қосу арқылы. Аталған соңғы екі әдіс, қазіргі таңда өте перспективті және тиімді болып отыр. Себебі белсенді мұнай тотықтырушы микроорганизмдер негізінде жасалған биопрепараттар көмегімен мұнаймен ластанған топырағы бар аумақтарды кең көлемде тазалауға мүмкіндік береді. Көмірсутек тотықтыратын микроорганизмдер бір ғана систематикалық топқа жатпайды. Көмірсутек пайдаланатын микроорганизмдер табиғатта кең таралған, олар кез келген егістік, орман топырағынан, “белсенді тұнбадан” немесе батпақтанған су қоймаларынан бөлініп алынуы мүмкін. Әсіресе мұндай микроорганизмдер мұнай өнімдерімен ластанған субстраттарда көп болады. Қоршаған ортада мұнай көмірсутектерін деструкциялау үшін микроорганизмдердің көптеген түрлері қолданылады, солардың қатарында: Pseudomonas, Bacillus, Micrococcus, Arthrobacter, Flavobacterium, Rhodacoccus, Acinetobacter, Alcaligenes, Mycobacterium, Nocardia, Candida ашытқы туыстары және т. б. [4]. Мұнай өнімдерінің көп компоненттен тұруы микроорганизмдер көмегімен биодеструкциялау қиындығын тудырады. Сондықтан әртүрлі деградацияға қабілеті бар микроорганизмдер ассоциациясын құру ластанған экожүйелер биоремедиациясында перспективалы бағыт болып табылады. Соңғы он жыл ішінде бірнеше препараттар — “Путидойл”, “Олеворин”, “Нафтокс”, “Микромицет”, “Родобел” секілді препараттар өндіріске енді. Бұл препараттар құрамына жиырмадан аса түрлі мұнай тотықтырушы микроорганизмдер, бактериялар, саңырауқұлақтар, ашытқылардан тұратын монокультуралар немесе ассоциациялар кіреді. Табиғатта барлық мұнай тотықтырушы микроорганизмдер арасында кең таралғандары Pseudomonas туысының бактериялары. Олар әлемдік мұхиттың, су қоймаларының, топырақтың әдеттегі микрофлорасының бірі. Бұл туыстың 50-ден астам түрлері қоршаған ортадағы мұнайды ыдырату процесіне белсенді қатысады. Олар: Pseudomonas aerugenoza, Ps. putida, Ps. fluorescens және т. б. Ps. fluorescens штамын топырақтан, су қоймаларынан бөлініп алынған. Ең қызықтысы, осы түрдің 66 штамының “Трускавецкая” минералды суынан бөлініп алынуы. Псевдомонадалардың аэробты және оттегінің аз жағдайында да жоғары көмірсутек тотықтырушы қабілетінің болуы мұнаймен ластанған топырақ және суларды тазалауда қолдануға көп мүмкіндік береді. Біздің зерттеулерімізде Атырау облысының Тереңөзек кен орыны аймағынан алынған, мұнаймен ластанған топырақ үлгілері және осы топырақтардан бөлініп алынған көмірсутек тотықтыратын микроорганизмдер пайдаланылды. Көміртегі көздері ретінде мұнай және мұнай өнімдері: дизельді отын, бензин, мазут, толуол қолданылды. Жүргізілген тәжірибелер көрсеткендей мұнай топырақ микроорганизмдеріне кері әсер етеді, бұл олардың санының төмен болуымен айқын байқалады (1-сурет).\n\nСурет 1. Мұнаймен ластанған топырақтағы микроорганизмдер саны Микроорганизмдер әртүрлілігі гетеротрофтылар мен споралы бактериялар түрімен шектеледі. Суретте көрсетілгендей, алынған топырақ үлгісінде гетеротрофты бактериялардың саны 19,2х104 кл/г, споратүзуші бактериялар 4х104 кл/г құрайды. Споралы бактериялар санының жоғары болуы, мұнай көмірсутектерінің улы әсері жағдайында спора түзу қабілеттіліктеріне байланысты. Олар спора түзбейтін бактериялар сіңіре алмайтын заттарды тотықтыра алады және қозғалыстағы күрделі қосылыстары бар субстраттарда өсе бастайды. Ал көптеген бациллалар мен актиномицеттер күшті деструктивті әсерге ие. Топырақтың мұнаймен ластануы микроорганизмдер қауымдастығының маңызды бөлігін құрайтын гетеротрофты микроорганизмдерге де әсерін тигізеді. Зерттеу нәтижелері органикалық заттардың ұлғаюынан гетеротрофтылар санының 37 % төмендегенін көрсетті.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топырақты мұнай өнімдерінен тазартудың микробиологиялық қандай кезеңдерден тұрады?",
        "question_content": "Топырақты мұнай өнімдерінен тазартудың микробиологиялық қандай кезеңдерден тұрады?",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топырақты мұнай өнімдерінен тазартудың микробиологиялық қандай кезеңдерден тұратыны жайлы толық  мәлімет: https://moluch.ru/archive/290/65716/",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде марқұм әжемді көріппін?",
        "question_content": "Саламатсздарма, тусимде маркум әжемди кориппин, биздин уйдеги есиктин алдында әжем қасында анам және бауырым үшеуі маған қарап кулип отыр екен, мен тусинбей аң тан болып коркып тұрмын, Аллаға Шукир бирак анам мен бауырым екеуи тири, неге марқұм ажемнин қасында отырғаның тусинбедим, барлығы устилеринде аппақ киим екен, билсениздер жазыныздаршы, анам мен бауырым ушин алаңдап турмын",
        "question_date": "12.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті әрқашан жақсыға жорыған дұрыс. Мысалы:  Анаңыз бен бауырыңыз Әжеңіз секілді ақ-әже болып қартаяды деп. Сонан соң  түсінде өмірден өткен адамды көрсе соған арнап құран оқу керек , қазақ халқында сондай салт қалыптасқан.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Днк результатын айтып бересіздерме?",
        "question_content": "Днк тестік нәтижесінде Ескерту: Әкелік болу ықтималдығы есептеу кезінде СЕ 33 локусы ескерілмеген, онда балада 31,2-30,2 аллельдің мутациясы байқалған деп жазылыпты, ол нені білдіреді?",
        "question_date": "12.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Хирург мамандығын оқытатын оқу орны?",
        "question_content": "Мен кардиохирургияны оқығым келеді. Ал Қазақстанда осы мамандықты оқытатын ЖОО бар ма және шетелде оқу үшін не істеу керек",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асфендиаров, Қарағанды  медициналық университетінде бакалавр оқып ары қарай , жеке салаларға бөлінер кезде өз қалауыңызды таңдауға болады.\nШет елде оқуды қарастыру үшін https://www.gov.kz/memleket/entities/edu?lang=kk кіріп шарттарын танып, университтеттер жайлы ақпарат ала аласыз.",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бор орбитасының радиусы неше есе азаятынын табу қажет.",
        "question_content": "Энергиясы 2,55 эВ фотон шығарған төртінші энергетикалық күйдегі сутегі атомы электронының бор орбитасының радиусы неше есе азаятынын табу қажет.",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тауық етінен полуфабрикат жасау туралы бизнес-жоспар керек еді?",
        "question_content": "Құс өнімдерінен жартылай дайын өнім (полуфабрикат) жасау, құс жүнінен көрпе-жастық жасау туралы бизнес-жоспар керек еді? Бар болса жібересіздер ме, өтініш? Өте қатты керек болып тұр.",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай кино көруді ұсынасыздар?",
        "question_content": "Посоветуйте кино которое вам очень сильно нравится",
        "question_date": "11.04.2020",
        "question_tag": "Телеарналар",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ярость\" фильмі қатты ұнады. Оқиға 2-дүниежүзілік соғыз кезіндегі америкалықтар жайлы, нақтырақ айтсақ бір танкідегі 4 адамның оқиғасы.",
                "date": "18.04.2020",
                "upvotes": 0
            },
            {
                "text": "Меч Короля Артура\n\nКонг: Остров Черепа\n\nСнайпер\n\nЮрский период",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "Паразиты, Кролик джоджо, Брачные истории,  маленькие женщины, Король,Джокер, 1917",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі сәулелердің арасындағы бұрыш 50ºС-қа тең.Сәуле айнаға қандай бұрышпен түседі?",
        "question_content": "Түскен және шағылған сәулелердің арасындағы бұрыш 50 градусқа тең.Сәуле айнаға қандай бұрышпен түседі?",
        "question_date": "11.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25 градус болады. 50-ді 2 - ге болесиз",
                "date": "11.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалта фонарының шамы жарқырағанда энергияның қандай түрленуі болады?",
        "question_content": "Қалта фонарының шамы жарқырағанда энергияның қандай түрленуі болады?",
        "question_date": "11.04.2020",
        "question_tag": "Мектеп",
        "question_views": 655,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электр энергиясының жарық энергиясына айналуы жүреді. Энергия жоқтан пайда болиайды жіне жоғалып кетпейді, ол тек бір түрден екінші түрге ауысып отырады деген принциппен жүзеге асады.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Матаның құрғақ бөлігіне қарағанда, сулы бөлігі қоңырқай болып көрінеді? Неге?",
        "question_content": "Неге мата құрғақ бөлігіне қарағандасулы бөлігі қоңырқай болып келеді?",
        "question_date": "11.04.2020",
        "question_tag": "Мектеп",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқасы, екі әсер бар: Кез-келген кеуекті материалдың бетіндегі су (мата, бетон, асфальт) пленка түзеді, соның арқасында жарық көптеген ішкі шағылыстарды сезініп, осы қабатқа «тереңірек» еніп, сол жерде қатты шашыраңқы болады. Басқаша айтқанда, дымқыл материалдан құрғаққа қарағанда аз жарық түседі. Дәл сол себепті, мысалы, дымқыл футболка мөлдір болып көрінеді: жарық дымқыл талшықтардан бірнеше шағылысуды сезініп қана қоймайды, сонымен бірге денеден шағылысады.\nСонымен қатар пленка да тегіс бетке ие, соның арқасында шағылысқан жарық әлсіз шашырайды. Яғни, жарықтың көп бөлігі шағылысу бұрышында шағылысады (мысалы, ылғалды асфальтта күннің жарқырауын белгілі бір бұрышта көре аласыз), ал әлемнің қалған бөліктеріне аз қараңғы болып көрінеді, бұл беті қараңғы болып көрінеді. Құрғақ материал жарықты жақсы шашыратады, сондықтан кез-келген бұрышта әлдеқайда жарқын болады.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге екінің бірі, иттің итақайы ақыл айтқыш болып алды ей, бұл қазаққа?!",
        "question_content": "Не сонша тупой емес шығарсыз қазақтың қыздары, әйелдері, бозбалдары! Адам құлау керек, сүріну керек, жүгіру керек, тұру керек деп тренинг өткізгенге қойыңдардесеңдерші, адамды күйдірмей! Оған еще ми керек дегендей-ақ! Ешкім ешкімнің миын салып өмір сүрмейді по-моему!\nӨмірдің заңдылығы шығар өмірді көріп қадамыңнан сабақ алу, тағдырдан сабақ алу, одан құлау, құлдырау, тұру деген! Оны бір 7-ші құрлық ашқандай қылып. Өмір болған соң құлдырау және одан шығу кезең болатын шығар, оның бәрі уақыт қой. Уақыттың ғана сабағы. Оны әлдеқандай қылып тренинг қылып жүйкемді құртатындарға, қазақты тупой санайтындарға күйіп кеттім просты. ( Біздің әке-шешеміз, ата-әжеміз жетіатамыз талай тағдырды біреудің тренингмен жеңді дегендерің келіп айтыңдаршы.\nАқыл жетпей жатса сатып алмай, көпті көрген үйде үлкендерден біреу қалған шығар, тегін жүр ғой сенің тағдырыңның мыңын көріп тастаған, содан сұрай салыңдар)",
        "question_date": "11.04.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз өзін дамытуға арналған тренинг өткізгенде тұрған ештеңе жоқ деп ойлаймын. Адам туғаннан басы көрге кіргенше оқып жаңа білімді алумен өмірі мәнді болады. Ауылда миы ашып әркіммен бір жанжалдасып уақытын текке кетіргенше өзінің жанын түсініп санасын тазартып, жаңа білім алғанда тұрған ештеңе жоқ. Ұайта солай бір затты білуге талпынғанына құануымыз керек. Әрине ол білімді өз басыңмен ізденіп тауып оқуға болады. Бірақ, ол көп уақыт пен жігерді алады, және  кейбір адамның ол ақпаратты дұрыс іздеуге мүмкіндігі мен білімі жетіспеуі мүмкін. Сол білімді ізденіп, жинақтап бір жүйеде жеткізу де үлкен еңбек. Еңбек пен білім әрқашан тегін болған емес. Сондықтан оған қуанбасам ренжімеймін. Әрине андан-мұннан жұлмалап ақпараты жүйесіз тек ақша табу мақсатын ұстанғандар да бар әрине. Бірақ таңдау әр адамда бар. Білімі кемел адамды  немесе керісін таңдап оқуы өз қолында. Недегенмен ешкімді мәжбүрлеп ол тренингке сүйрелеп жатқан ешкім жоқ.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірде ешкімге керек болмағанда не істеуге болады?",
        "question_content": "Өмірде ешкімге керек болмағанда не істеуге болады? Қазір ойлап отырсам ешкімге керек емес секілді күйдемін. Көңіл күйім жоқ. Осындай кезде не істесем болады? Көңілімді қалай аулауыма болады?",
        "question_date": "11.04.2020",
        "question_tag": "Жанұя",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Карантинде көп үйде болғандықтан ішіңіз пыса бастаған  ғой. Адам баласы өзі жаны тыныш болып қалғанын көтере алмай түрлі ойларға салына бастайды ғой. Ондай кезде ойланып жатуға мұршаңыз келмейтіндей бір іс тауып алыңыз. Қолыңыз бос болмасын, бірақ өз-өзіңізді тым қажытпай -ақ қойыңыз. Тек сол жаңағы ойлар басыңызға келмейтіндей әрекет жасау керек қой. Үйді бір бір бөлмелеп от и до жинап шығыңыз. Немесе музыка қосып қойып спортпен айналысыңыз. Осы істер ойыңыздың , көңіліңіздің басқа арнаға ауысуына көмек береді.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химияны ағылшынша оқытатын мамандық қалай аталады? Қандай оқу орыны бар?",
        "question_content": "Мені мазалап жүрген сұрақ еді. Ағылшын мен химия үшін қандай мамандық таңдауга болады? Оқу орындары Ақтобе немесе Алматыдағы оқу орындары бар ма?",
        "question_date": "11.04.2020",
        "question_tag": "Химия",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің таңдаған ағылшын және имия бейімдік пәні жоқ екен. физика -химия немесе химия-физика; биология- химия немесе дж тарихы -ағылшын және т.б. сияқты таңдаулар бар.\n\n  \n\nОсы сілтеме арқылы өтіп өз бейімдік пәніңізді қарасаңыз болады.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киноны қалай тапсам болады?",
        "question_content": "Бір кино бар едіғой.. ішінде Нұржан Төлендиев ойнайт.. бір байдың 3 баласы болады.. сол үш баласына жебе атқызады.. біреунікі құрбақа қасына түседі.. ішінде Жүсіпте ойнайт.. қазақша фильм",
        "question_date": "11.04.2020",
        "question_tag": "Телеарналар",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандағы табиғи экожүйелердің негізгі түрлері",
        "question_content": "Қазақстандағы табиғи экожүйелердің негізгі түрлері",
        "question_date": "11.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экологиялық жүйе, экожүйе – тірі ағзалар жиынтығының қоректену, өсу және ұрпақ беру мақсатында, белгілі бір тіршілік ету кеңістігін бірлесе пайдалануының тарихи қалыптасқан жүйесі. Экожүйе құрамына организмдер де, табиғи орта да кіретін тірі табиғаттың негізгі функционалдық бірлігі болып табылады. Экожүйенің құрылымын энергияны трансформациялаудың үш деңгейі (консументтер, продуценттер, редуценттер) мен қатты және газ тәрізді заттар айналымы құрайды. Экологиялық жүйелер туралы ұғымға алғаш рет 30-ы жылдары А. Тенсли (1935) түсініктеме жазды. Ресейде осыған жақын биогеоценоз туралы ұғымға 1944 жылы Н. Сукачев (1880-1967) түсініктеме берді. Қазіргі кезде экологиялық жүйелер туралы үғымға белгілі бір аумақтағы тірі және өлі элементтердің жиынтығы жатады. Экологиялық жүйелер тірі организмдерден (биоценоздардан) және тіршілік ортасы — жанама (атмосфера) және биожанамадан (топырақ, су айдыны және т.б.) құралады. Экологиялық жүйелер кейде бір-бірінен жеке болса, кейде екі экологиялық жүйенің арасы бір-бірімен байланысып жатады. Экологиялық жүйенің мысалына көлдер, орман алқаптары және т.б. жатады. Экожүйелерден биомаларды ажырата білу керек, биомалар жоғарыда айтып кеткендей, белгілі бір географиялық аудандарындағы ауа райы және топырақ белдемдерінде кездесетін организмдердің едеуір ауқымды бірлестігі. Экожүйенің қасиеттері: оның құрамына кіретін өсімдіктер мен жануарлардың әрекеттеріне байланысты. Әр түрлі экожүйелерденықпаған деп атайды.Экологияның ең негізгі объектісі экологиялық жүйе, немесе экожүйе . Функциялық тұрақтылығы аз уақытқа созылса-да қарым -қатынаста болатын құраыштары бар кез келген бірлікті экожүйе деп атауға болады. Экожүйе деген терминді 1935 жылы бірінші рет ұсынған ағылшын экологі А. Тенсили . А Тенсили экожүйенің құрамына организмдерде абиотикалық орта да кіретін жер бетіндегі тірі табиғатынтың негізгі функциясының бірлігі деп есептеуі және оның әр бөлігінің екіншіне әсер ететіндігіне назар аударады. Былайша айтқанда экожүйе – зат айналымы мен энергия тасмалдануы жүретін табиғи бірлік . Экожүйеде зат айналымының жүруіне органикалық молекулалардың сінімділік түрде белгілі қоры және орагнизмнің үш функцияоналды әр түрлі экологиялық топтары: продуценттер, консументтер, редуценттер болуы керек.\nЭкожүйе түрлері\n- микроэкожүйе (мысалы, шіріп жатқан ағаш діңі);\n- мезоэкожүйе (орман, көл, батпақ);\n- макроэкожуйе (континент, мұхит);\n- ғаламдық экожүйе (Жер биосферасы).\nТабиғатқа қатер төндіретін факторлар\nЖер бетіндегі халықтың өсуі\nЖаһандық жылыну\nОзон қабатының жұқаруы\nТіршілік ету ортасының күйреуі және өсімдіктер мен жануарлардың кейбір түрлерінің құрып кетуі\nАуаның ластануы\nСудың ластануы\nЖер асты суларының сарқылуы және ластануы\nХимиялық өндіріс және оған байланысты қауіп - қатерлер\nЭкологиялық нәсілшілдік\nЭнергетика\nЭкожүйенің қаситтері өздігінен реттелу. Ол әр түрлі дарақтар санының белгілі, салыстырмалы тұрақтылық деңгейде сақталуын көрсетеді.\nЭкожүйенің негізігі көрсеткіші мыналар:\nТүр алуан түрлілігі-бұл тап осы экожүйедегі түзілетін өсімдіктер мен жануарлардың саны;\nПопуляция тығыздығы- тап осы түр дарақтарының аудан өлшем бірлігіндегі немесе көлем өлшем бірлігіндегі(мысалы, планктондар үшін) мөлшері;\nБиомасса-энергиясы бар дарақтардың толық жиынтығындағы ағзалық заттардың жалпы мөлшері.(Әдетте биомасса аудан немесе көлем өлшем бірлігімен құрғақ затқа шығып, масса өлшем бірлігінде көрсетіледі;",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көгілдір сөзі туынды сын есімге жатады ма?",
        "question_content": "көгілдір сөзі туынды сын есімге  жатады ма?",
        "question_date": "11.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 977,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көгілдір сөзі туынды сын есімге жатады",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бие сауғанда аяғын көтеріп байлап қоятын жіптің атауы қандай?",
        "question_content": "Мен бие сауғанда аяғын көтеріп байлап қоятын жіптің атауын біле алмай жатырмын. Өте қажет",
        "question_date": "10.04.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 26300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күрде - бие сауғанда аяғын көтеріп байлап қоятын жіптің атауы",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "Күдерлеу немесе бүкпе депте атайды",
                "date": "11.04.2020",
                "upvotes": 0
            },
            {
                "text": "Күде деп аталады",
                "date": "12.04.2020",
                "upvotes": 0
            },
            {
                "text": "Күрде немесе бүкпе",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеумен қара точкаға қарсы қандай маскалар жақсы?",
        "question_content": "Бетке арналған түрлі маска қолдандым еш кетпеді миша да глина да корейский кремде кəзір пенкамен қара маска қолданудамын бірақ біреуі кетсе біреуі шығады!Қалай навсегла құтылуға болады?",
        "question_date": "10.04.2020",
        "question_tag": "Денсаулық",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Безеуге қарсы маскалар\n 1. Түрлі дәрілік өсімдіктерден безеуге қарсы әсерлі маска жасауға болады. Мысалы: 1 шай қасықтан түймедақ гүлін, жалбыздың жапырағын және көк шайды алыңыз. Қоспаға 1 стақан қайнаған су қосып, суытып қойыңыз. Осы тұнбамен безеу шыққан теріні таңертең және кешке сүртіп тұруы тиіс. Тұнбаны тоңазытқышта сақтау керек.\n 2. Безеуді кетіру үшін кәдімгі тіс пастасында қолдануға болады. Тіс пастасы міндетті түрде ақ болуы керек (түрлі түсті болмағаны абзал). Дәрілік өсімдіктердің қоспасынан болса тіпті жақсы. Түнде әрбір безеуге тіс пастасын жағыңыз, таңертең безеулер кеуіп кетеді. 3. Безеулерді кетіруге жолжелкеннің жапырақтарыда көмектеседі. Жолжелкеннің жапырақтарының шырынымен безеулерде күніне 2-3 рет сүртіп тұруы тиіс. Осылайша беттегі безеулерден арыласыз. 4. Түймедақ тұнбасы халық медицинасында безеуге қарсы кеңінен қолданылады. 1 стақан қайнаған суға 1 шай қасық кептірілген түймедақ гүлдерін қосып, 5 минут қайнатыңыз. Содан соң, 30-40 минут тұндырыңыз. Осы тұнбамен күнделікті таңертең және кешке безеу шыққан теріні сүртіңіз.\nАспирин маскасы – бет терісін оңай және жылдам жақсартуға таптырмас, арзан маска. Кез келген дәріханадан табылатын аспириннен пайдалы маска жасауға болатынын көпшілік біле бермейді.  Аспирин майлы бет терісін құрғатып, безеудің алдын алады. Егер бет терісі құрғақ болса, аспириннің өзінен ғана жасалған масканы қолданбаған дұрыс. Эпидермисті нәрлендіру үшін аспирин маскасына ара балын қосқан жөн. Мұндай маска ерекше күтімді қажет ететін проблемалы тері үшін өте пайдалы, сонымен қатар, бет терісін безеулерден арылтып, теріні тегістейді, әрі ондағы ұсақ тесіктерді тазалайды. Масканы бетке жақпас бұрын одан қандай да бір аллергия болмайтынына көз жеткізу керек. Ол үшін дайын маска қоймалжыңын аздап қолдың сыртына жағып көріңіз. \n\nМасканы жасау үшін аспириннің 4 таблеткасын ұсақтап, оған 1 шай қасық су және бірнеше тамшы бал тамызамыз. Бәрін жақсылап араластырып, көздің айналасын абайлап бетке жағамыз. 10 минуттан кейін масканы жылы сумен жуып тастау керек. Егер масканы бетке жаққан кезде күйдіретін болса, бірден жуып тастау керек.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызғану дұрыс па, әлде бұрыс па?",
        "question_content": "Жалпы сүйген адамыңды қызғану дұрыс па, әлде дұрыс па? Осы қызғаныш сезімінің кесірінен талай ғашықтардың бір-бірін түсінбей айырылысып жатқандарын көріп жатамыз. Осы тұрғыда сіздердің ойларыңыз қалай? Мүмкін болса өз бастарыңыздан өткен жайт болса, тіпті жақсы болар еді.",
        "question_date": "10.04.2020",
        "question_tag": "Махаббат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз-өзіне сенімсіздік Өзін-өзі төмен бағалау - қызғаншақтыққа бастайтын жол. Адам өзін сүйгеніне лайықты емеспін деп ойлап, оны байлап ұстаудың амалын жасайды. Бәрін үнемі бақылауда ұстау Яғни, сүйгеніңе - сенбеу. Мүмкін адам өмірінде естен кетпестей жағымсыз жағдай болған шығар. Соның салдарынан басқа да жандарға сенімсіздік пайда болады. Жұбына байланып қалу Кейбір адамдар қарым-қатынас барысында екі адамның рөлін айыра алмай, сүйгені үшін соның өмірін сүріп кетеді. Кез келген адамның жеке кеңістігі болуы керек. Яғни, достарымен уақыт өткізіп, бір-бірінен демалып тұрғандары абзал. Олай болмаған жағдайда, шынайы махаббат болса да, сезімдері суып кетуі мүмкін. Қызғаншақтықпен қалай күресу керек? Жұбыңызға мін тақпай тұрып, өз ойыңызды ретке келтіріңіз. Өзіңіздің қандай әрекетке барғалы тұрғаныңызды ойланыңыз, есеп беріңіз. Қызғанған адамның көзі көрмей қалуы мүмкін екенін есте сақтаңыз. Ойыңызды жинақтап, не үшін сенімсіздік танытып тұрғаныңызды анықтаңыз. Қауіптенетіндей дәлелдер бар ма? Егер күдігіңіз болса, сізді не мазалайтынын жартыңызға жай сөзбен айтып түсіндіріңіз. Егер күдіктенетіндей жағдай болмаса, онда мәселе сіздің басыңызда, миыңызда. Бұндай жағдайда өзіңізді сүйіктіңізге сенуге, жағымсыз ойлардан арылуға мәжбүрлеңіз. Өзіңізге жаңа бір хобби тауып, жағымсыз ойларға кететін энергияңызды соған жұмсаңыз. Ең бастысы \"Ашу - дұшпан, ақыл - дос\" екенін ұмытпаңыз. Читайте больше: https://kaz.nur.kz/1823450-sebepsiz-kyzgansaktyktan-kalaj-aryluga-bolady.html",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қызғаныш сезімі орынды және орынсыз түрде болуы мүмкін. Ол сіз қаламаған адаммен араласса немесе хабарсыз жоғалып кетсе онда сенімсіздік қасиеттеріне қызғануға болады. Ал жоқ затқа қызғанып, жоқ адамды өзің іздеп қызғану дұрыс емес. Ол бір шетінен психикалық аурудың белгісі ретінде көрінетін сияқты. Олай көбіне қолы бос жұбының қызығушылығы мен өмірін өз өмірінен артық қоятын адам жасайды. Ондай орынсыз қызғаныш көрсететін адам шын жақсы көреді деп айта алмаймын. Ол тек жалғыздықтан қорқатын адамның ісі.",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қыз бен жігіттің арасында сырлы сезімнен туындайтын махаббат майданы маздап жататыны үйреншікті жағдай. Аталмыш ұлы ұғым (махаббатты айтам) әр адамның басынан әртүрлі өтеді. Бірі елеп-ескеріп, жүрегін жасытып, шын беріліп, бұл майданда адал қызмет етсе,  кейбірі жақсылап тексеріп, анық көзі жетпейінше мән беріп қарамай жүретіндер. Үшіншілері, тіпті махаббатың жоқ екендігін, арада сыйластық бар деген көзқарасын алға тартып өзінің талғамына  қарай серігін іздейді. Бір қызығы, екі адамды сүйіспеншіліктен және сыйластықтан ара-жігін ажыратып тұратын өзгеше қылық бар. Ол – қызғаныш! Екі адам немесе бірнеше адамның арасында достық демейік, тіпті жай ғана байланыс болған жағдайдың өзінде бір-біріне қызығушылықтан туындайтын қызғаныш оты міндетті түрде тұтанады. Кешіріңіз! Мұны «көре алмаушылық» немесе «іштарлыққа» жатқызуға мүлдем келмейді. Жылы сезімнен туындайтын көзге көрінбес, тіпті, жай адамның өзіне де білінбес қызғаныш әр түрлі ситуацияға қарап қылаң беріп жатады. Ал енді достар арасындағы емес, тақырыпқа орай махаббаттағы қызғанышқа тоқтала кетсек. Қыздар жігіттерге қарағанда өте сезімтал келетіндіктен қызғанғандарын бірінші білдіріп қояды. Еркелікке салынып, жігітіне бұлқан-талқан себепсіз тиісуден бастайды. Әрине, өзін тәкаппарға санап, «абыройын» түсіргісі келмейтін аруларымыз қызғанғандарын әсте ешқашан сөзбен айтып жатпайды.  Дегенмен, қандай да бір әрекетімен байқатады.  Ал жігіттер жағы сырттай салмақты көрінгенімен, іштей күйгелек келеді. Әсіресе, қызы сұлу жігіттеріміз. Өз қалауынан тыс, «әсірелеп» қызғанып жүретін жігіттер ең бірінші сүйген қызының қандай киім кигенінен, және қалай боянғанынан бастайды. Өзгелердің назарын өзіне аударатын киім киетін қыздарын сырт көзден таса болуын қалап, қызғанып жатады. Қызғаныш сезімі кез-келген адамға ләззат сыйлайды. Қыздар  қызғандыру үшін басқа жігітпен сөйлесіп назарын өзіне аударып жатса, жігіттер жағы көше бойында кетіп бара жатқан арудың қысқа көйлегіне қарап серігін қызғандырады. Бұл, әрине жәй ғана ойын-күлкі үшін. Ал  қып-қызыл қызғаныштың соңы әртүрлі жағымсыз жайттарға апаратынын ескерген жөн. Оның үстіне жаратылыс бойынша қыздарға қарағанда еркектер қызғаншақ келеді, кейбірі тіпті қызғану образынан шыға алмай аталмыш әдетті ауруға айналдырып алатыны бар. Қорыққанда қызғаншақ синдромы бар адамнан қорқу керек.  Олар серігіне опа бермейтіндер. Сүйіктісінің әр іс-әрекеті көзіне бөтен көрініп тұратын қызғаншақ аурулар қоғамға да қауіпті. Көпшілік арасында қалай «қызғанса солай сүйеді» деген пікір бар. Өте қате. Шын сүйген жан себепсіз және мағынасыз қызғанбайды. Сондай-ақ  сүйетін адам сені қызғандыратын әрекеттерге бармайды. Махаббаттағы қызғаныш жүректен туындауы керек, ол қызғаныш бөтен көзден қорғаудан бөлек, өз-өзінің арам ойынан сақтау, өзіне қимау сезімдерімен пара-пар болатын дүние. Белгілі бір уақыт аясында, тырс еткен жаңбыр тамшысындай, қылп еткен көңілдің қозғалысындай мезгілсіз келетін қызғаныш бар. Ол кезде адам санасыз түрде, миы мен ақылына бағынбаған түрде шынайы қызғанады. Бұл мезеттегі адамның бет жүзі де эмоциялық өзгеріске ұшырайды. Осы  қызғаныш - нағыз сүйген жанның қызғанышы. Шынайы махаббат арасында шартты түрде орындалып отыратын рефлекс болып табылады. Сол себепті қызғанышты қолдан жасап, жалған махаббаты айқындауға болмайды. Себебі махаббат бар жерде қызғаныш бар. Бола береді де, бірақ қызғаныш өзінің шынайылығымен құнды. Егер арада қызғану сезімі болмаса, махаббат әлдеқашан тұзы жоқ тағамға ұқсап дәмсіз әрі жұғымсыз болған болар еді...   - деп ойын білдіріпті  Эльмира Матибаева.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасқа құлынға қандай ат койса болды?",
        "question_content": "Қасқа құлынға қандай ат койса болады?",
        "question_date": "10.04.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасқа құлынның негізгі түсіне қарай әрқалай атауға болады:\n\nТоры қасқа\n\nКүрең қасқа\n\nҚара қасқа\n\nНұр қасқа\n\nБай қасқа\n\nЖирен қасқа\nҚарегер қасқа\n\nШабдар қасқа\n\nКөк қасқа\n\nОдан өзге Қоян қасқа деген атаулар да кездеседі)",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиядан тапсырма орындау",
        "question_content": "Химиядан 8 сынып 159 бетте 1-9 тапсырмага дейин срочно кажет",
        "question_date": "10.04.2020",
        "question_tag": "Химия",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты сұрақты көшіріп жазсаңыз дұрыс болар еді. Мысалы мен ол оқулықты тауып болам дегенше ол тапсырмаға деген қызығушылығым таусылып болады. Білсеңіз біз барлығымыз 8 сынып оқып жүрген жоқпыз ол  тапсырманы кітаптан қарай қоятындай  )). \nСҰРАҚТЫ  НЕҒҰРЛЫМ НАҚТЫРАҚ ҚОЙҒАН САЙЫН ОҒАН ТЕЗ  ЖАУАП АЛУҒА  ДЕГЕН МҮМКІНШІЛІК АРТАДЫ ДЕП ОЙЛАЙМЫН:",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суды ластайтын қандай органикалық қалдықтар бар?",
        "question_content": "Суды ластайтын қандай органикалық қалдықтар бар?",
        "question_date": "10.04.2020",
        "question_tag": "Биология",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қысқаша жауап: Суды ластайтын негізгі органикалық  қалдықтар: Мұнай химиясының барлық өнімдерін өңдеу кезіндегі шайынды сулар (мысалы: мұнайды сусыздандыру, тұзсыздандыру процестерінен шығатын шайынды сулар) және дизель, керосин т.б. қосылыстар болуы мүмкін. Одан өзге спирт өндірісінде қолданылған қалдық сулар арнайы  тазартусыз өзен көлдің суына түсіп кету жағдайларында органикалық қалдықтар .\nТолығырақ:\n-Дүние жүзіндегі тіршіліктің негізі болып табылатын су әрі Жер шарында, әрі жанды атаулының денесінде көп орын алады. Судың ластануы бүкіл тіршіліктің ластануы деген мағынаны білдіреді.\n-Судың сапасын бұзатын органикалық, анорганикалық, биологиялық және радиоактивті заттардың сумен араласуы су ластығы деп аталады. Физикалық және химиялық түрде ластанған су биологиялық тіршілікті бұзады. Лас судағы микро организмдер мен химиялық лас заттар жұқпалы ауруларға жол ашады.\n-Су ластығының басты себептері:\n- Тыңайтқыш себу сынды егіншілік жұмыстары\n- Табиғи немесе жасанды топырақ эрозиясы\n- Шіріген өсімдіктер\n- Мал шаруашылығы қалдықтары\n- Улы немесе химиялық қалдықтар\n- Өнеркәсіптік және тұрмыстық қалдықтар\n- Түркияда әсіресе өнеркәсіп орындары су ластығына себеп болады. Сонымен бірге жоспардан тыс қала құрылысы да қалдық судың таза суға араласып, ластануына себеп болуда.\nСоңғы жылдары өзен, көл, теңiз бен мұхит суларының ластануы қатты байқалуда. Табиғи суларды ластаушы негiзгi көздер төмендегiлер:\n1) өндiрiс орындарынан шыққан поллютанттар бар атмосфералық сулар;\n2) фекалийлер, детергенттер, микроорганизмдер (олардың iшiнде патогендi де) бар тұрмыстық сулардан құралған ағызынды сулар;\n3) суды көп пайдаланатын қара металлургия, химия, орман-химия, мұнай өңдеу өнеркəсiптерiнiң ағызынды сулары.\nӨндiрiстiң дамуына жəне суды пайдаланудың артуына байланысты ағызынды сулардың мөлшерi де артып отыр. 60 жылдардың өзiнде-ақ жыл сайын əлемде 700 млрд м3 ағызынды сулар жиналатын едi. Өзендердiң ластануы соңғы жылдары қатты байқалып отыр. Мысалы, тек қана Рейн өзенi жыл сайын 941 т. сынап, 1040 т. мышьяк, 1700 т. қорғасын, 1400 т. мыс, 13000 т. мырыш, 100 т. хром мен 20 млн т . түрлi тұздармен ластанады.\nЖер бетiндегi ең лас — Жерорта теңiзi болып табылады. Ағызынды сулардың зиянды əсерiнен ондағы балықтардың 80 процентi қырылып қалған. Кемелердiң апатқа ұшырауынан, танкер резервуарларын жуған судан жəне мұнай өндiру жұмыстары кезiнде жыл сайын Əлемдiк мұхит сулары 12-15 млн т. мұнаймен ластанады. Судың бетiндегi мұнай қабаты атмосфера мен гидросфера арасындағы газ алмасу процесiн бұзып, оттектiң жетiспеушiлiгiнен гидробионттардың қырылып қалуына себеп болады.\nАуыл шаруашылығы да суды ластаушы көздердiң бiрi болып саналады. Ауыл шаруашылығында қолданылатын улы химикаттар топырақтан шайылып, суға түседi. Мал шаруашылығында түзiлген өлi органикалық заттар (көң, шiрiндi, мочевина) топырақтан суға түсiп, олардың көп массасы улы əсерi болмаса да, су экожүйелерiне едəуiр əсер етедi. Органикалық заттары бар ағызынды суда биогендi элементтер əсiресе, азот пен фосфор көп болады, олардың əсерiнен суда фитопланктон жаппай көбейiп дами бастайды, əсiресе көк жасыл, қоңыр балдырлар тез көбейiп, жоғарғы сатыдағы су өсiмдiктерiнiң қарқынды дамуына жағдай жасайды. Бұл организмдер өсiп, дамып, өлiп, нəтижесiнде судағы органикалық заттардың массасы артады. Аэробты организмдердiң оттекпен тыныс алуы нəтижесiнде тез арада оттектiң жетiспеушiлiгi туындайды. Сондықтан су тiршiлiкке жарамсыз болып, онда анаэробты процестер басым бола бастайды. Бұл процесс эвтрофикация деп аталады. Эвтрофикация дегенiмiз — суда табиғи, не антропогендiк факторлар əсерiнен биогендi элементтердiң жинақталуы нəтижесiнде су объектiлерiнiң биологиялық өнiмдiлiгiнiң артуы. Анаэробты процестер судың екiншi реттiк ластануы болып табылады. Эвтрофикация — суға оңай тотығатын минералды тыңайтқыштардың түсуi, не егiстiктерден азот пен фосфор тыңайтқыштарының шайылуы нəтижесiнде де болуы мүмкiн.\nТабиғи суларда олардың өздiгiнен тазару құбылысы жүредi. Бiрақ бұл процесс өте жай жүредi. Өндiрiстiк-тұрмыстық қалдықтар мөлшерi салыстырмалы аз болған кезде өзендерде өздiгiнен тазару құбылысы жеткiлiктi дəрежеде жүрген болар едi. Бiрақ, өкiнiшке орай, қазiргi таңда ғылыми — техникалық революцияның қарқынды дамуынан судың ластану деңгейiнiң қарқыны өте мөте жоғарылап отыр. Сол себептен, ағызынды суларды тазарту жəне оларды қайтадан пайдалану қажеттiлiгi туындап отыр. Ағызынды суларды оларды ластаушы заттардан тазарту күрделi процесс. Олар — механикалық, физико-химиялық жəне биологиялық болып бөлiнедi. Бұл əдiстердiң əрқайсысын таңдап алу ағызынды судың ластану сипаты мен ондағы қоспалардың зияндылығына байланысты. Суды тазартудың механикалық əдiсi бойынша суды тұндыру жəне сүзу арқылы ондағы механикалық қоспалардан тазартады. Көлемi түрлi бөлшектер мөлшерiне қарай əртүрлi конструкциялы торлармен, су бетiлiк қоспалар — май, смола, мұнай ұстағыштар арқылы сүзiледi. Физико-химиялық əдiсте ағызынды сулардан ерiген органикалық емес қосылыстар бөлiнiп, органикалық заттар ыдыратылады. Көбiнесе электролиз қолданылады. Электролиз кезiнде ағызынды сулардағы органикалық заттар ыдырап, металлдар, қышқылдар мен басқа да органикалық емес қосылыстар бөлiнiп алынады. Электролиттiк тазарту электролизер деп аталатын арнаулы қондырғыларда жүзеге асырылады. Ағызынды суларды электролиз арқылы тазарту əсiресе, қорғасын, мыс өнеркəсiптерi мен бояғыш заттар өндiрiс орындарында тиiмдi. Ластанған ағызынды суларды ультрадыбыс, озон, иониттер мен жоғары қысым арқылы да тазартуға болады. Ал химиялық əдiсте суды тазарту үшiн химиялық реагенттер, мысалы, хлор жəне оның хлорамин, хлорлы iзбес, натрий гипохлоритi сияқты қосылыстары қолданылады. Суды тазартудың биологиялық əдiсi сулардың биохимиялық жəне физиологиялық өздiгiнен тазару құбылыстарының заңдылықтарына негiзделген. Ағызынды суларды тазартудың биологиялық қондырғыларының бiрнеше типтерi бар: биофильтрлер, биологиялық тоғандар мен аэротенклер, метантэнклер.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суды қандай ауыр металдар ластайды?",
        "question_content": "суды қандай ауыр металдар ластайды?",
        "question_date": "10.04.2020",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниежүзілік су қорларының ластануы бүкіл адамзат қауымын алаңдатып отыр. Бұл мәселе Қазақстанға да тән. Судың ластануы көп түрлі әрі ең соңында су экожүйесін бүлдірумен аяқталады.\nСу айдындарының ластануын былайша топтайды:\nбиологиялық ластану: өсімдік, жануар, микроорганизмдер және аш бейімді заттар\nхимиялық ластану: уытты және су ортасының табиғи құрамын бүлдіретіндер\nфизикалық ластану: жылу-қызу, электр-магнитті өріс, радиоактивті заттар\nСудың сапасы, ластану деңгейі үнемі бақылауға алынып отырады. Судың құрамындағы химиялық қоспалар, тұздық құрамы, еріген бөлшектер, температура әр түрлі болуы мүмкін.\nДүниежүзілік денсаулық сақтау ұйымы ауыз судың 100-ден астам сапалық көрсеткішін ұсынған. Ал Қазақстанда ауыз су сапасы МемСТ 287482 бойынша 30 міндетті көрсеткішпен анықталады. Су бассейнінің ластануының негізгі себептері — тазартылмаған ағын суларды өзен-көлдерге жіберу. Бұған жол беретіндері:\nтұрғын-үй коммуналдық шаруашылықтар;\nөнеркәсіп орындары;\nауыл шаруашылығын химияландыру:\nхалық шаруашылығының басқа да салалары.\nАғын суларға құйылатын лас сулар да бірнеше топқа бөлінеді. Оларды қоспалар (ерімейтін, коллоидты, еритіндер), лас сулар (минералдық, органикалық, бактериалдық, биологиялық) деп жіктейді. Лас сулардың ішінде тұрмыстық сарқынды суларда органикалық заттар 58%, минералдық заттар 42 тей болады. Өнеркәсіпте пайдаланылатын сулар мен синтетикалық жуатын заттармен сулардың ластануы өте қауіпті. Бұлар –химиялық ластану көздері. Соның ішінде сулы экожүйелердің пестицид, гербицид және басқа да химиялық улы препараттармен ластануы Қазақстанда кең етек алған. Мәселен, мақта мен күріш, жеміс- жидек, бау-бақша, теплица (жылы жай) зиянкестеріне қарсы бұрынғы Кеңес үкіметі кезеңінде өте көп химиялық заттар пайдаланылған Нәтижесінде, су ластанып, оның сапасы мен микрфлорасы және микрофаунасы, ірі хайуанаттар, құстар зардап шеккен. өз кезегінде химиялық заттардың зиянды қосылыстары азық –түлікпен адам организмін кері әсерін тигізді. Қазіргі кезде ашық өзен, көл суларымен қатар жер асты сулары да сарқынды, шайынды сулармен және еріген зиянды заттармен ластанып отыр. Оның негізгі ластану көздері мыналар:\nөнеркәсіп өнімдерін сақтайтын қоймалар;\nхимиялық заттар және тыңайтқыштар;\nтұрмыстық қалдықтар;\nжер асты суларымен жалғанатын құбырлар;\nірі құрылыс учаскелері;\nкүзгі алаңдар, бұрғы-скважиналары болып табылады.'\nЖер асты суларында әртүрлі жұқпалы аурулар тарататын микробтар, вирустар кездеседі. Қазақстан жағдайында өзен-көлдердің ластануы көбіне өнеркәсіп шоғырланған аймақтарда, полигондар мен мұнай-газ өндіретін жерлерде жаппай сипат алуда.\nАуыр металдар  – тығыздығы темірдің тығыздығынан (7,874 г/см3) артық болатын түсті металдар тобы. Оларға мырыш, қорғасын, қалайы, марганец, висмут, мыс, сынап , никель, кадмий жатады.\nАуыр металдардың көптеген қосылыстары, әсіресе, тұздары организм үшін зиянды. Олар тағам, су, ауа арқылы ағзаға түскенде ыдырамайды, кейбір органдарды (бүйрек, бауыр, буын, т.б.) жиналып, денсаулыққа қауіп төндіреді. Сондықтан Ауыр металдардың қоршаған ортадағы мөлшері белгіленген шамадан аспауы керек.\nАуыр металдар барлық ортада бақылауды қажет ететін басымдылығы жоғары ластаушы заттарға жатады. Қауіптілігі жағынан екінші орында тұр. Олар атомдық массасы, тығыздығы, улылығы, табиғи ортада таралуы, табиғи және техногендік циклге тәуелділік дәрежесі сияқты көрсеткіштерімен ерекшеленеді. Ауыр металдардың басқа ластаушы заттардан басты айырмашылығы, олар «өздігінен тазара» алмайды. Барлық таралу үрдістерінен кейін суда да, топырақта да, ауада да, тіпті тағамда да металдың концентрациясы артады.\nЭкологиялық мониторинг пен қоршаған ортаның ластану мәселесіне арналған жұмыстарда, ауыр металдарға Д.И. Менделеев кестесіндегі атомдық массасы 50–ден асатын 40–қа жуық элемент жатады деп белгіленген.Олар: мыс, мырыш, сынап, темір, молибден, кадмий, қорғасын, никель, висмут, хром, кобальт, марганец және т.б. \nАуыр металдардың қоршаған ортаға түсуінің табиғи және техногенді көздері бар. Ауыр металдардың табиғи көзіне бірінші кезекті тау жыныстарын (шөгінділер, магмалық, меторфикалық, желдетудің өнімдерінен) түзілген топырақ қабаты жатады.\nСонымен бірге ауыр металдардың таралуының табиғи көзіне термологиялық су және тұздықтар, космостық және метеорикалық шаң, жанартау газдары, орман өрттері, теңіз суларының диспергерленуі, кейбір биологиялық және тағы сол сияқты үрдістер жатады.\nБиологиялық көздерге өсімдіктердегі транспирация, өсімдіктердің споралары мен тозаңдарының атмосфераға түсуі сияқты үрдістерді жатқызады.\nМырыштың глобальды түрде қоршаған ортаға құрғақ аймақтың жоғары сатысындағы өсімдіктерінен түсуін ғалымдар: жылына 300×103 тонна деп жорамалдайды. Ал тозаңмен тропосфераға шамамен 80×106 тонна минералды заттар түседі.\nТехногенді көздер. Экожүйеге ауыр металдардың техногенді түсу жолдары әрқилы болып келеді. Олардың ішіндегі маңыздылары: қара және түсті металлургия өндірістері, электростанциялар, көмір және мұнай жағатын орындар, автотранспорт, мал шаруашылық кешеннің қалдықтары, ағып келіп қосылатын су қалдықтары, минералды және органикалық тыңайтқыштар, тау кен және химиялық өнеркәсіптер мен ғаламшардың милитаризациясы және әр түрлі әскери сынақтар. \nҚорғасынның қоршаған ортаға түсуінің негізгі көзі болып автокөліктің жанар-жағармай отындарын жағуы болса, Cd, As, Cu және Zn түсуіне түсті металлургия, Co, Ni және Se – жылу электр энергетикасы, химиялық өндіріс орындары бөліп шығарады.\nТабиғи комплекстердің ауыр металдармен ластануына негізінен ықпал ететін түсті металлургия өндіріс орындары: «Қазмырыш» ААҚ, «Үлбі металлургия зауыты» АҚ, «Өскемен титан-магний комбинаты» ААҚ, «АЕS Өскемен ЖЭО» ЖШС, «Согра ЖЭО» ЖШС. Жыл сайын облыстағы 16 ірі кен орны мен 3 байту фабрикасы 13 млн тоннаға жуық руданы өндіреді және өңдейді.\nАуыр металдармен ластану өндіріс орындарында металдарды кеңінен пайдалануға байланысты, тазалау жүйелерінің нашарлығы нәтижесінде қоршаған ортаны, оның ішінде топырақты ластайды. Ауыр металдар топыраққа кен-байыту мекемелері қызметі нәтижесінде де түседі.\n2010-2012 жылдары Өскемен қаласындағы топырақтың сынамаларында кадмий 0,4 - 42,0 РБШК, қорғасын - 0,8-22,2 РБШК, мыс - 0,1-14,2 РБШК, хром -.0,01 -1,6 РБШКжәне мырыш - 0,5-6,6 РБШК шегінде болды..Топырақтың кадмиймен көбірек ластануы көктемгі кезеңге тән, ол атмосфера ауасынан құрамында металы бар өлшемелі заттар жинақталған қар қабатының еруімен байланысты.\n1-кесте. 2010-2012 жылдардағы Өскемен қаласының топырағындағы ауыр металдар мөлшері\nЗаттың атауы\nТопырақтағы рұқсат берілген шектегі концентрация (бұдан әрі - РБШК) мг/кг\nҚорғасын (жалпы нысан)\n32,0\nМыс (жылжымалы нысан)\n3,0\nХром (жылжымалы нысан)\n6,0\nХром+6\n0,05\nМарганец\n1500\nНикель (жылжымалы форма)\n4,0\nМырыш (жылжымалы форма)\n23,0\nКадмий (жалпы нысан)\n0,5\nМышьяк (жалпы нысан)\n2,0\nТөменде 2010-2012 жылдар мен 2013 жылдың көктемгі кезеңіндегі Өскемен қаласындағы топырақтың ауыр металдармен ластану динамикасы көрсетілген(ең жоғарғы маңыз). Өскемен қаласында топырақтың ауыр металдармен ластану жағдайы 2010-2012 жылдары және 2013 жылдың көктемгі кезеңінде РБШК нормасынан жоғары болған. Топырақтың көбірек ластануы кадмий және қорғасын бойынша байқалды [5]\n1-сурет. Өскемен қаласы бойынша топырақтың ауыр металдармен ластану көрсеткіштері.\n2-сурет. Атмосфераға шығарылған заттар көлемі, мың тонна.\n2010-2012 жылдар аралығы мен 2013 жылдың бірінші жарты жылдығындағы кезеңде бірқатар қалалар бойынша Шығыс Қазақстан облысының атмосфера ауасына шығарылған ластаушы заттардың шығарындыларының динамикасы келтірілген, одан атмосфераға шығарылатын ластаушы заттар эмиссиясының шамалы төмендеу беталысы көрініп тұр (1 графикте).\nҚоршаған ортаның ауыр металдармен және өзге улы заттармен ластануы қаланың экологиялық жағдайы үшін ірі масштабты қауіп тудырары сөзсіз. Ауыр металдармен орта компоненттерінің ластануының өзектілігі адам ағзасына тигізетін ықпалының ауқымдылығымен түсіндіріледі. Ол адамның денсаулығына кері әсер етіп, көптеген теріс ықпалдарға, қауіпті зиянды іс-әрекеттерге, денсаулықтың бұзылуына, ауруға шалдығуына әкеліп соқтыруда. Улы, аллергиялық, концерогендік ықпал ете отырып, адам ағзасының барлық жүйесіне әсер етеді. Жүйелі түрде адам ағзасының улануы өндіріс такциканттары мен радионуклидтерден және жоғары көлемді минералдар мен пестицидтерден ластанған топырақта өскен азықтық өнімдерден болады.\n2010-2013 жылдардағы статистика деректерінің негізінде экологиялық қауіпсіздік орталығы ШҚО өнеркәсіп қалаларындағы ластаушы заттардың шығарындыларының меншік көрсеткіштерін есептеп шығарған.\nГрафиктерге талдау жасасақ атмосфера ауасының құрамындағы көрсетілген зиянды заттардың шамалы төмендеу беталысын көреміз. Бұнымен қатарлас азот диоксиді мен күкіртке РАИСПЭМ автоматтандырылған жүйесімен жүргізілетін бақылау Өскемен қаласының атмосфера ауасында зиянды заттардың шамалы төмендеу беталысын растайды.\nШығыс Қазақстан облысындағы экологиялық ахуалға жасалған талдау қоршаған ортаға түрақты көздерден шығатын шығарындылар мен құйындылардың тұрақтанғанын көрсетті.\nҚорыта келе, қаланың барлық шағын қазандықтарында тазарту ғимараттарын енгізуге қол жеткізу міндетін қою керек. Өскеменде барлық «түтіндететін» авобустардың толық жойылуы қажет және Алматыдағы сияқты жолаушы көліктерін газға ауыстыру қажет. Экологиялық қауіпсіздік орталығы Өскеменді әсіресе, өнеркәсіпті кәсіпорындардың санитарлық-қорғаныс аймақтарын көгалдандыру жоспарын әзірлеу және іске асыру бастамасымен шықты. Қаланы тиімдірек көгалдандыру жасыл екпе ағаштардың тұрғындарды қоршаған ортаның зиянды факторларынан қорғаудағы қорғаныс рөлін күшейтуге әсер етуі тиіс (күн радиациясы, шу, атмосфера ауасының ластануы). Сондай-ақ ШҚО қалаларын газдандыру бағдарламасына бастама көтеріп және осы мәселе бойынша үкіметтік шешімге қол жеткізу міндеті қойылуда. Бүгін күні айқын емес: жақын болашақта ШҚО-да газ бола ма, әлде болмай ма. Сондықтан экологиялық қауіпсіздік орталығы 2030 жылға дейін болашақта орталықтандырылған жылумен қамтамасыз ету жобасын әзірлеуге қатысуда, бұл шағын қазандықтардың санын қысқартуға мүмкіндік береді және сонымен атмосфераға шығарылатын зиянды заттардың шығарындысын біршама азайтады. Маңызды мәселелердің ішінде - Қаражыра кен орнында байыту фабрикасының қурылысын салу. Жол, айналма жол, көпірдің сапасынан бастап автомобиль көліктері бойынша мәселелер кешені да маңызды.  Жанар-жағармай материалдарының сапасы, су қорғау аймақтарына орналақан алты-сегіз жанар-жағармай құю станцияларын қаланың орталығынан шығару. Қалалардың қазандықтарына тазарту қондырғыларын міндетті түрде енгізу, бірқатар инновациялық технологияларды және т.б. енгізу керек.\n.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    }
]