[
    {
        "question_title": "автокөліктерден Бөлінген газдардан атмосфералық ауаның ластану деңгейін бағалау",
        "question_content": "автокөліктерден  Бөлінген газдардан атмосфералық ауаның ластану деңгейін бағалау",
        "question_date": "16.11.2020",
        "question_tag": "Табиғат",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атмосфераға бөлінген газ NO2, CO,CO2,SO2,SO3 газдары бөлініп , және жеңіл көмірсутектер бөлініп, ауаға тарайды. Ол озон қабатымен әрекеттесіп қышқыл жаңбыр түзеді. Сол қышқыл жаңбыр концентрациясының шамасына орай жалпы отындық жалындардан пайда болған улы газдар мөлшері анықталады. Ал жалпы улы газдардың пайда болу көздерінің түрлілігіне орай автомобильдердің үлестік бөлігі анықталады. Одан өзге автомобильдер жану камерасынан шыққан газдарға анализаторлар орнату арқылы орташа 1 көліктің зияндылық әсері анықталып, жалпы қалада болатын көліктер санына көбейтіле отырып орташа мәні алынады. Ауа бір орында тұрмайтындықтан, көліктер саны әрдайым өзгеріп отыратындықтан нақты мәнін алу мүмкін емес. Алайда орташа сандық мәні келтіріледі.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен А3 форматына графикалық натюрморт салған себебім?",
        "question_content": "Мен А3 форматына графикалық натюрморт салған себебім?",
        "question_date": "16.11.2020",
        "question_tag": "Өнер",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны салған суретшінің өзі анық білуі тиіс деп ойлаймын. Мүмкін әрбір детальді анық ашып көрсеткіңіз келген болар, әсерлілігін арттырғыңыз келген болар. \nАл жалпы натюрмортты бейнелеуге келсек шарттары мен тәсілдері:\nҚойылымға қалай жарық түсіру де аса маңызды. Қойылымның ішкі мағынасын таба білу қажет. Оқу тапсырмасының шеңберінде көркемдік жолдар іздестіру қайшылық туғызбайды, керісінше мамандық шеберлігін ұштай түседі. Заттарды орналастыру жолдарын мұқият іздестіру қажет. Бірнеше кішкентай суреттер салып, соның ішінен ең қызықтысын таңдау керек. Суреттің кеңістігін көрсету үшін алдыңғы жағына ұсақ заттар қою пайдалы. Негізгі заттар тобының алдына ұзынша зат қойып, соның сызығы картинаға көрерменді біртіндеп «кіргізу» эффектін жасауға болады (мысалы: пышақ) \n Гипсті геометриялық денелерден құралған натюрморт \nБейнелу өнері дүниені байқау, бақылау, көру нәтижесінде оның көркем бейнесін жасайды. Бұл өнер танымдық, құндылық және қарымқатынастық қызметімен де ерекшеленеді. Суретті өз көзімен көріп, түйсінген шындығын сол сәттегі қалпымен көрсетуге ұмтылады. Өмір құбылыстары түптік жағынан таңдап алынып, заманның тірлік-тынысы жанжақты көркемдік қуатпен беріледі. Бейнелеу өнерінің көркемдеу құралдарына сурет, түрлі түс, жарық пен көлеңке композициясы, ырғақ жатады. \nНатюрморт француз тілінен («nature morte») аударғанда« өлі табиғат» деген мағына береді. Натюрморт дегеніміз – заттар мен бұйымдарды үйлесімді етіп бейнелеген көркем шығарма. Натюрморт француз тілінде «өлі табиғат» деген сөз. \nНатюрморт – бейнелеу өнерінің бір жанры болып табылады. Бұл жанр алғаш рет XVII ғасырда Голландияда және Испанияда пайда болған. Адамды қоршаған заттарды бейнелейтін суретті натюрморт дейді. Ондай заттар қожасының өмірі мен талғамы, үйреншікті әдеттері жайлы көп сыр айтады. Түрлі түсті маталар, ыдыс аяқтар, гүлдер, жеміс жидектер, теңіз байлығы мен түз құстары сияқты әр қилы көрініс үйлесімі қоршаған ортаның байлығы мен сұлулығын дәріптеп қана қоймай, біздің көңілімізді не мұңға, не шаттыққа бөлейді. Қай заманның суретшілері де графика, мүсін, бейнелеу өнерінд талай талай натюрморттар қалдырған. Солардың ішінде XVII ғасырдағы фламанд, голланд суретшілері Ф. Снейдерс, В. Хедтлердің натюрморттары айрықша орын алады. Кеңес суретшілері И.Э. Грабарь, М.С. Сарьян, П.П. Кондальский, И.И. Машков т.б. натюрморттың тамаша шеберлері болды. \nXVII ғасырда голланд тілінде бұл жанр «Stillever» (қозғалмайтын табиғат) деп аталды. Ал қазіргі өнердегі «Натюрморт» термині XVIII ғасырда француз сөзінен алынған. Натюрморт жеке жанр ретінде танылғанға дейін, ол белгілі бір туындыларда қосымша бөлшек ретінде бейнеленіп келеді. Мысалға, XV–XVI ғғ. Венециялық суретшілер шығармаларын алуға болады. Натюрморт – кескіндеменің ерекше өзіндік бір жанры.Ол заттар мен бұйымдарды үйлесімді етіп бейнелейтін көркем шығарма. Ол өзінің бейнелеушілік мүмкіндігімен айрықшаланады. Анық белгілі бір заттардың матералдылығын пайдалана отырып суретші өмірдің айқын жақтарын, талғамын, адамның әлеуметтік жағдайын, мағызды тарихи оқиғаларды бейнелей алады. Осылар арқылы суретші өз ойын, сезімін жеткізе алады. Натюрморт біріңғай біріккен бірнеше заттардан құрастырылады. Сурет салушылар композиция, композициялық орталық, тепе-теңдік, пропорциялық қатынастар, көлем, кеңістік, перспектива заңдылықтармен танысады. Натюрмортты жай геометриялық денелерден бастаған дұрыс. Геометриялық денелер гипстен жасалғаны дұрыс. Себебі, қара фонға орналасқан ақ гипстің бетінде жарық-көлеңке өңдіктері өте жақсы байқалады. Натюрмортты құрастырған кезде мөлшерлері ірі заттарды ортаға орналастырады. Натюрморттың композициялық орталығын құрайды, ал қалған заттар айналасында орналасады.Заттарды бір сызыққа орналастыруға болмайды, себебі олар бірқалыпты ырғақтық әсер береді. Сурет мынадай бірізділікпен орындалады:\n• Қағаз бетіне натюрморттың жалпы композициялық орналастыруын қарастыру; \n• Бейнеленетін геометриялық денелердің жалпы пішіндерін және олардың пропорциялық қатынастарын анықтау; \n• Заттарды перспектива заңдылықтарын қолдана отырып талдау; жарық – көлеңке өңдік қатынастарын шешу. \nЗаттардың пішіндерін тұрғызғаннан кейін негізгі жарық – көлеңкелі қатынастарын жеңіл штрихтармен көрсетеді.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "WiFi Пингі қуып тұр. Не істеуге болады?",
        "question_content": "Менде онлайн ойндарда пинг 60 болып тұрадыда 900 ға дейін кетіп қалады осы ауру жақында пайда болды негізі пинг жақсы еді, (пинг нестабильный) қалай стабильный қылуға болады?",
        "question_date": "16.11.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақында пайда болды?... Онда компьютерді бір тексеріп көру керек. Торрентте загрузка или раздача тұрған жоқ па, фонда жұмыс істеп тұр мүмкін.",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психолог маманы жалақысы қанша?",
        "question_content": "Мамандық бойынша сурак койып отырмын. Мен 11 сынып окушысымын. Психология саласымен кызыгамын. Осы мамандыктын жалаксы канша болатынын билгим келеди",
        "question_date": "16.11.2020",
        "question_tag": "Мамандық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы айтсақ кез-келген мамандықтың түбіне жетіп, жақсы табыс табуға болады. Тек қол қаусырмай , жаңа әдістерді пайдаланып, ерінбей жұмыс жасау керек. Өз ісіңді жетік білу керек. \nПсихолог болып, жеке қабылдаулар жасасаңыз , адамдарға шын пайдаңыз тисе, табысыңыз көп болары сөзсіз.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору білгім келеді",
        "question_content": "Саламатсыздарма егер түсіңде қайта қайта ысқырық естісең нені білдіреді екен ?",
        "question_date": "16.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В. Мельников түс жоруы бойынша: Егер сіз түсіңізде ысқырықты естіген болсаңыз, бұл сіздің барлық істеріңізді қалдырып, көмекке асығатын қайғылы хабардан сізді таң қалдырады дегенді білдіреді. Егер сіз түсіңізде судьяның ысқырғанын көрген болсаңыз, бұл балалар жасаған реніштің белгісі. Сізге түсінде ысқырған полиция қызметкері қаржылық шығындар туралы айтады. Ысқырық - түсіңізде танымал хит әуенін ысқыру - сіздің жалақыңыздың кешігуін білдіреді. Түсінде құстың ысқырығын есту - сіз несие берушілердің алдында қиын жағдайға тап боласыз.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметке маман ретінде кіру үшін не істеу керек?",
        "question_content": "Мемлекеттік қызметке маман ретінде кіру үшін не істеу керек?\n\nБіріншіден былай\n\nекіншіден былай істейсің деп жазсаңыздар.",
        "question_date": "16.11.2020",
        "question_tag": "Мансаптық өсу",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметке кіру үдерісі конкурс ұғымына біріктірілген бірнеше кезеңнен өтеді. Егер мемлекеттік органда бос лауазымдар пайда болса, онда кандидаттарды конкурстық іріктеу өткізіледі. \nБос жұмыс орындары туралы ақпарат конкурс жариялаған мемлекеттік органдардың және Қазақстан Республикасы Мемлекеттік қызмет істері агенттігінің (gov.kz/memleket/entities/qyzmet) интернет-ресурстарында орналастырылады. Мерзімді басылымдарда жарнамаларды жариялауға рұқсат етіледі.\nМемлекеттік қызметке алғаш кіретін немесе жаңадан қабылданатын азаматтар іріктеудің келесі кезеңдерінен өтеді:\nмемлекеттік тілді және Қазақстан Республикасының заңнамасын білуге тестілеу;\nжеке қасиеттерін бағалауға тестілеу;\nәкімшілік мемлекеттік лауазымға орналасуға конкурс.\nМемлекеттік тілді, Қазақстан Республикасының заңнамасын білу және жеке қасиеттерін бағалауға тестілеу. Бұл тестті алдын-ала тапсыруға болады, оның жарамдылық мерзімі - 1 жыл.\nЖалпы конкурсқа қатысуға ниет білдірген азаматтар конкурс өткiзетiн мемлекеттiк органға құжаттарын қолма-қол тәртіпте, почта арқылы не хабарландыруда көрсетілген электрондық почта мекенжайына электронды түрде не \"Е-gov\" электронды үкімет порталы арқылы құжаттарды қабылдау мерзімінде тапсырады.\nҚағидаға сәйкес мемлекеттік әкімшілік лауазымдарға орналасуға мемлекеттік тілді және ҚР заңнамасын білуге үміткерлерді тестілеу үш бағдарламадан тұрады. Сіз таңдаған лауазым санатына сәйкес бағдарламаны таңдау қажет. Осы тестілеуден өту жөніндегі нұсқаулықпен МҚІА сайтында танысуға болады.\nестілеуге ЖСН жазылған Қазақстан Республикасы азаматының тұлғасын куәландыратын құжаты бар тұлғалар қатыса алады.\nПерсоналды басқару қызметі (кадр қызметі) немесе персоналды басқару қызметі (кадр қызметі) міндеттерін орындау жүктелген тұлға құжаттарды қабылдау мерзімі аяқталғаннан кейін екі жұмыс күні ішінде ұсынылған құжаттарды үміткерлердің «Қазақстан Республикасының мемлекеттік қызметі туралы» ҚР Заңының (бұдан әрі – Заң) 17-бабының 4-тармағына сәйкес бекітілген біліктілік талаптарына,  сондай-ақ Заңның 16-бабында көзделген мемлекеттік қызметке орналасу шарттарына сәйкестігіне қарайды және  конкурсқа қатысушылардың әңгімелесуге жіберілуі туралы шешім қабылдайды.\nҮміткерлердің Заңның 16-бабында көзделген мемлекеттік қызметке орналасу шарттарына сәйкестігі Қазақстан Республикасы Бас прокуратурасының Құқықтық статистика және арнайы есепке алу жөніндегі комитеті ақпараттық қызметінің «Арнайы шоттар» дерекқоры арқылы тексеріледі.\nКонкурсқа қатысушылардың дәйексіз ақпарат ұсынуы олардың әңгімелесуге жіберілмеуі үшін негіз болып табылады.\nӘңгімелесуге жіберілген үміткерлердің тізімі және әңгімелесу кестесі персоналды басқару қызметі (кадр қызметі) немесе персоналды басқару қызметі (немесе кадр қызметі) міндеттерін орындау жүктелген адам шешім қабылдаған күннен бастап бір жұмыс күні ішінде және әңгімелесу өтетін күнге дейін бір жұмыс күнінен кешіктірмей конкурс жариялаған мемлекеттік органның интернет-ресурсында орналастырылады.\nКонкурсқа қатысуға жіберілмеген тұлғаларға ол туралы персоналды басқару қызметі (кадрлар бөлімі) немесе персоналды басқару қызметінің (кадрлар бөлімі) міндеттерін орындау жүктелген тұлға шешім қабылдаған күннен бастап бір жұмыс күні ішінде конкурстық комиссияның хатшысы хабарлайды. Хабарлама телефон арқылы немесе қатысушылардың электрондық пошталарына және мобильді телефондарына ақпарат жіберу арқылы жүзеге асырылады.\nӘңгімелесу жүргізу аяқталған күні конкурстық комиссия ұсынылған құжаттар негізінде, сонымен қатар эссені бағалау мен конкурстық сұрақтарға жауаптардың нәтижелерін қамтитын өткізілген әңгімелесу нәтижелері бойынша бос орынға үміткерлерді іріктейді.\n Егер сіз мемлекеттік қызметке түсуді шешсеңіз және сіз үшін лайықты лауазымды таңдасаңыз, құжаттардың толық пакетін жинау қажет.\nКонкурсқа қатысу үшін құжаттар тізімі:\n1) өтініш;\n2) Мемлекеттік әкімшілік қызметшілерге, жұмысқа орналасуға үміткерлерге тестілеуді ұйымдастыру және өткізу Ережесінің 3-қосымшасына сәйкес «Б» корпусының мемлекеттік әкімшілік лауазымына орналасуға үміткердің 3х4 түсті фотосуреті бар кандидаттың қызметтік тізімі;\n3) бiлiмi туралы құжаттар мен олардың көшірмелерінің нотариалдық куәландырылған көшiрмелерi;\n\"Болашақ\" халықаралық стипендиясын иеленуші, сондай-ақ өзара тану және баламалылығы туралы халықаралық шарттардың қолдану аясына жататын Қазақстан Республикасының азаматтарына шетелдік жоғары оқу орындары, ғылыми орталықтары мен зертханалары берген білім туралы құжаттарды қоспағанда, Қазақстан Республикасы азаматтарының шетелдік білім беру ұйымдарында алған білімі туралы құжаттарының көшірмелеріне білім беру саласындағы уәкілетті орган берген аталған бiлiмi туралы құжаттарды нострификациялау немесе тану куәліктерінің көшірмелері қоса беріледі.\n\"Болашақ\" халықаралық стипендиясын иеленушілерге берілген бiлiмi туралы құжаттарға \"Халықааралық бағдарламалар орталығы\" Акционерлік қоғамы берген Қазақстан Республикасы Президентінің \"Болашақ\" халықаралық стипендиясы бойынша оқуды аяқтау туралы анықтаманың көшірмесі қоса беріледі.\nӨзара тану және баламалылығы туралы халықаралық шарттардың қолдану аясына жататын бiлiмi туралы құжаттардың көшірмелеріне білім беру саласындағы уәкілетті орган берген аталған бiлiмi туралы құжаттарды тану туралы анықтаманың көшірмелері қоса беріледі;\nПерсоналды басқару қызметі (кадр қызметі) \"Е-қызмет\" интегралды ақпараттық жүйесі арқылы кандидаттың: 1) құжаттарды тапсыру сәтінде заңнаманы білуіне тестілеуден өткені туралы шекті мәннен төмен емес нәтижелері бар қолданыстағы сертификаттың; 2) конкурсқа қатысу үшін құжаттарды тапсыру сәтінде уәкілетті органда жеке қасиеттерін бағалауды өту туралы шекті мәннен төмен емес нәтижелері бар қолданыстағы қорытындының бар болуын тексереді.\nhttps://egov.kz/cms/kk/articles/state_service/gosudarstvennaya_slujba",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұттың мәселесі ұлттың мәселесі ме?",
        "question_content": "Бұттың мәселесі ұлттың мәселесі ме?",
        "question_date": "16.11.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлт Мәселесі — ұлттардың, этникалық топтардың, халықтардың арасындағы саяси, экономикалық, аумақтық, құқықтық, идеологиялық және мәдени қатынастардың жиынтығы. Ұлт Мәселес негізінен ұлттардың дербестікке ұмтылуымен, ұлттық санасының өсуімен және олардың әлемдік экономикалық, ғылыми-техикалық, мәдени даму үрдісіне араласуға ұмтылысымен байланысты туындайды. Ұлт Мәселесі ұлт өмірі мен ұлт қозғалысының жандануы, ұлттық езгінің қандай түріне болсын қарсылық ұлттық мемлекет құру, т.б. мәселелерді қамтып, әлемдік нарыққа, саяси, экономикалық өмірге белсене араласумен сипатталады.",
                "date": "18.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көкірекке сарысу жиналса не істеуге болады?",
        "question_content": "Көкірекке сарысу жиналса не істеуге болады?",
        "question_date": "15.11.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның дене қызуы қатты көтерілгенде, терінің беткі қабатында өте көп мөлшерде тер бөлінеді. Кейбір мүшелердің қабынуы кезінде, құрсақ және кеуде қуыстарын қаптап жататын қабықшаларда да сұйықтық пайда болады. Бірақ бұл сұйықтықтың терден айырмашылығы — оның құрамында плазмаға ұқсас, қанның белоктары болады. Міне, осындай сұйықтықтарды сарысу деп атайды. Көбінесе сарысу плевраның (көкіректің ішкі бетін астарлап тұратын сірі қабық), жүрекмаңы қапшығының және іш перденің қабынуынан дамиды. Қабыну ауруларынан пайда болған сарысу өте қауіпті деп есептелінеді, өйткені ол ішкі мүшелердің қызметін бұзуы мүмкін. Мысалы, жүрек қапшығындағы сарысу жүректің толықтай босаңсуына мүмкіндік бермейді, соның салдарынан жүрек қанға толып кетеді. Плевра қуысындағы сарысу өкпенің кеңеюіне мүмкіндік бермейді, сондықтан адамның тыныс алуы қиындайды. Негізгі ауру көздері — мүшелердің немесе қуыс қабықшаларының қабынуын емдеген кезде, сарысу бірте-бірте сіңіп жоғалып кетеді. Кейде оны пункция жасап (тесіп) сорып алады.\nДерек көзі: https://erketai.kz/aurular/saryisu/",
                "date": "15.11.2020",
                "upvotes": 0
            },
            {
                "text": "Сарысу ірің емес бе  ?\nсарысу болған көкірек ауруын шынжара  дейді ғой деймін,  солай ма екен  ?",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтың 44-ші қара сөзінде не жайлы айтылған?",
        "question_content": "Абай Құнанбаевтың 44-ші қара сөзінде не туралы айтылған?",
        "question_date": "15.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласының ең жаманы - талапсыз. Талап қылушылар да неше түрлі болады. Һәм талаптың өзі де түрлі-түрлі. Һәм сол талаптардың қайсысының соңына түссе де, бірінен бірі өнерлі, тұрлаулырақ келеді. Уа, ләкин адам баласы я талапты, я талапсыз болсын, әйтеуір «бәрекелдіні» керек қылмайтұғыны болмайды. Әрнешік, орынсыз ба, орынды ма, «бәрекелді» деушіні көңіл іздеп тұрады. Адам баласы өзі қай жолда, қай майданда жүрсе, сол майдандағы кісімен сырлас болады. Оның үшін өзге жолдағылардан «бәрекелдіні» оңды күтпейді. Маған «бәрекелді» десе, осы өзімменен серіктес, сырлас осылар «бәрекелді» дер дейді.\n\nТалаптың ішінде адам баласы көбінесе басына қадір іздеп, сол талапта болады. Біреу мал қуып жатыр. Сараңдықпен, арамдықпен, әйтеуір мал тапсам, «Мал тапқан ердің жазығы жоқ» дейтұғын, «Малдының беті жарық» дейтұғын мақалға сеніп, халықтың түріне қарай, ит те болса, малдыны сөге алмайды деп, бұл мал һәм пайда, һәм қасиет болады бойыма дейді. Мұнысы рас, қазақтың өз құлқына қарағанда. Бірақ адамдыққа, ақылға қарағанда, қазақ түгіл, көңіл жиіркенетұғын іс. Осыған орай біреу ер атанамын, біреу қажеке атанамын, біреу молдеке атанамын, біреулер білгіш, қу, сұм атанамын деп, сол харекетте жүр. Әрқайсысы қазаққа яки бірі бар, бірі жоқ болса, бағанағы екі бұлдамақ та болып, басына «осыным бірсыпыра елеу азық болар» деген талаппенен қылып жүр. Мұнысы қазақтың тамырын ұстап-ұстап қарайды дағы, «мынаны алып келіп берсе, қымбат алғандай екен, осы күнде мына бір істің біраз пұлы бар екен» деп, қазақтың өз бетінен оқып, ізденген талап болмаса, кітап бетінен оқып іздеген талап емес. Оның үшін кітап сөзіменен ізденген талап болса, әуелі көкіректі тазалау керек дейді, онан соң ғибадат қыл дейді. Қазақтың бетіне қарап, содан оқыған болса, ол талабыңды қыла бер, көкіректі тым тазалаймын деме, оны кім көріп жатыр, ішінде қатпар көп болмаса, құт-берекеге жағымды болмайды дейді. Енді осыған қарап, қайдан оқып, біліп, ұмтылған талап екенін білерсің.\nТолығырақ: https://www.******.com/kz/10790-kunanbaev_kara_sozderi_44.html",
                "date": "15.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтің 1 жұбайының аты қандай?",
        "question_content": "Абай Құнанбаевтің 1 жұбайының аты қандай?",
        "question_date": "15.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 894,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың бәйбішесі Ділдәда.",
                "date": "15.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскердегі адамға хат жіберу",
        "question_content": "Ақтау қаласындағы әскердегі адамға хатты қалай жіберемін? Индексі қандай?",
        "question_date": "15.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе. Қазпочтаға барып сұрасаңыз өздері айтады индексін.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иин бойынша бір адамды іздеймін",
        "question_content": "010518500417 Осы иин арқылы адамды іздеудемін",
        "question_date": "15.11.2020",
        "question_tag": "Заң",
        "question_views": 845,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табуға болады аты-жөнін",
                "date": "15.11.2020",
                "upvotes": 0
            },
            {
                "text": "ИИН арқылы сол адамның тіркелген жерін тауып алуға болады.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі тыртықты қалай кетіруге болады?",
        "question_content": "Бардықтарың(ызғ)а сәлем! Менің бетімде тыртық бар. Кішкентай кезімде (шамамен 4 жасымда)  ойнап жүріп інім бетімді тырнап алған, содан қалып қойған тыртық. Қазір 14 жастамын. Кетіруге болады ма? Қалай кетірсем болады, нақты жолын айтыңыздаршы. Толығырақ ақпарат беріңіздерші, өтінемін (яғни білетін мазь немесе крем болса бағасын да шамамен жазып).",
        "question_date": "14.11.2020",
        "question_tag": "Денсаулық",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген қыз беттегі, денедегі тыртықты кетірудің әдістерін сұрайды. Себебі тыртық ер адамға ғана жарасымды. Ал әйел заты қолынан келетін әдістің бәрін жасап, мейлінше жоқ етуге тырысары анық. Сол себепті назарларыңызға тыртықты кетірудің бірнеше жолын ұсынамыз.\nҚазірде косметикалық салондарда тыртықты жазатын арнайы процедуралар бар. Косметологтардың лазер, пилинг, дермабразия, криотерапия (қою азотпен емдеу) секілді әдістері бар.\nАлайда салонға ақша құртпай-ақ, үй жағдайында тыртықты кетірудің жолдары бар. Олардың бірі балдырмен (бодяга) емдеу. Ол теріге сіңіп, қан айналымын тездетеді. Нәтижесінде терінің регенерациясы басталып, зат алмасу үдерістері жылдамырақ жүреді. Бұл әдісті аптасына 2-3 рет қайталап тұрған жөн. Ал нәтижесін тек жарты жылдан кейін байқайсыз. Егер тыртық бар жерде түк, шаш өсетін болса, тек тыртық бар жерге жағуға тырысыңыз. Себебі балдыр шаштың өсуіне әсер етеді.\nСонымен қатар тыртықты кетіру үшін қауынның дәнін пайдалануға болады. Ол үшін жақсы піскен қауыннын дәндерін теріп алып, құрғатыңыз. Құрғаған соң жақсылап тазарту керек. 15-20 дәнді ұсақтап кесіп, 2 жұмыртқаның ұнтақталған қабығы мен 5 мл зәйтүн майымен араластырыңыз. Масканы тыртыққа жағып, бинтпен орап тастаңыз. Бұл әдісті күнделікті 20 күн бойы жасап тұрыңыз. Нәтижеге жетпейінше арасына бір апта салып, тағы 20 күндік процедураны қайталаңыз.\nЖұпар жаңғағы (мускат) терең, үлкен тыртықтарды кетіруге көмектеседі. Оны 1:4 қатынасында балмен араластырып, жағыңыз. Жарты сағаттан кейін жылы сумен жуып тастаңыз. Бұны 1-2 жыл бойы араға бір күн салып, жасап тұруға болады. Егер теріңіз қызарып, қабыршақтанатын болса, балдың орнына сүтті қолданыңыз.\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/krasota/29921/",
                "date": "14.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Политолог болу үшін неше балл жинау керек?",
        "question_content": "Политолог бойынша Нурсултандағы Гумилеваға тапсыру үшін неше балл жинау керек? Назарбаев университетінде политология бойынша барма? Қандай пән таңдау керек?",
        "question_date": "14.11.2020",
        "question_tag": "Мамандық",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның білім және ғылым министрлігі грантқа немесе ақылы негізде жоғары оқу орнына түсу үшін қандай шекті балл қажет екенін хабарлады.\nҰлттық университеттерге түсу үшін кем дегенде 65 балл, басқа жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарына түсу үшін кемінде 50 балл жинау керек;\nбілім салалары бойынша:\n\"Ауыл шаруашылығы және биоресурстар\", \"Ветеринария\" – кем дегенде 60 балл;\n\"Педагогикалық ғылымдар\" – кемінде 70 балл;\n\"Денсаулық сақтау және әлеуметтік қамтамасыз ету (медицина)\" – кем дегенде 65 балл.\n5В050200 Саясаттану     Дүниежүзі тарихы + Қазақстан тарихы\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/\nӘрі қарай оқу: https://sputnik.kz/society/20200611/14212036/UBT-2020-grant-ball.html",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орта білімді бітірген соң ІІМ-ге жұмысқа тұру үшін қайда оқуға түсуге болады?",
        "question_content": "МВД оқу орнына түсу үшін не істеу керек,және қыздарға қандай мамандықтар бар әлде қызбен ұл бір мамандықты оқидыма мамандық түрлерін жаза кетсеңіз",
        "question_date": "14.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы, Қарағанды ІІМ академиясына барып оықсаңыз болады.",
                "date": "27.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы пәнінен 2020 жылғы қалалық олимпиада жауабы керек.",
        "question_content": "Қазақстан тарихы пәнінен 2020 жылғы қалалық олимпиада жауабы керек.",
        "question_date": "14.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағын тауып алайқшы бірінші",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарыздан қалай құтылуға болады?",
        "question_content": "Ассалаумағалейкум! Екі жылдың көлемі болды. өмірім шытырман оқиға секілді болып кетті. бәрі сынақ. бәрі өткінші екенін білеміз ғой. Кішкентайым тұңғышым шетінеді ауырып. Өзім қарызға қарай кіріп кеттім. шынын айтсам тапқан ақша да береке болмай кетті. күнәларым көп шығар. не істерімді білмей абдырап қалдым. қарыз алдың, қайғы алдың деген рас екен. себепсіз емес қой. оны түсіндіріп көріңіз. шынында проект, бизнес план ойымда жетерлік. енді кірісіп келе жатсаң қарыз сұрағанда ештеңе істей алмай қалады екенбіз. қорқыту, үркіту, звондап аузына келгенін айту, тел алмай қалсаң смс хабарлама жазып былапыт сөздер жазу шаршатты. қазір ешкім жетісіп жүрген жоқ сияқты. аш адамға балық берме, қармақ бер деген бар. Аллаға сансыз қолдан іс келеді. Жай ғана уақыт беріп, ауысатын адам таппай жатырмын. банктер болса да бермейді. достарымның атынан алып бер десем, білмеймін бәрі той тойлау үшін, қарын қамы үшін жүрген сияқты. шынында әлемде жалғыз қалғандай сезінеді екенсің. егер, араларыңызда 5 млн шығыныма қол ұшын созып, уақытша ауыса аламын дегендеріңіз болса, қайтарымын жақсылықпен қайтарар едім. көпшіліктің ішінде біреуіңіз болсын түсіністікпен қарай алатын шығар деп жазып отырғаным ғой. Өтінішім. + 7 707 5038720 номеріне жазсаңыздар. басқа вариантым болмай тұр.",
        "question_date": "14.11.2020",
        "question_tag": "Жанұя",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарыз. Қарыз. Қарыздардан қалай тез құтылуға болады?  Осы сұрақ көп адамды мазалайтын шығар.  Себебі ХХІ ғасырда  бір мемлекет екінші мемлекетке, бір адам екінші адамға бір банк екінші банкке қарыз. Яғни қарыз алу бүгінгі заманның ажырамас бөлшегі.   Енді мәселе осы қарыздардан қалай құтылуға болады? Құтылу үшін не істеу керек?\n Осы мәселе төңірегінде  сіздерге пайдасы тиер деген мақсатпен  «Қамшы» порталы кеңестер ұсынады.Қарыз алған адамнан қашпаңыз. Керісінше түсіндіріңіз. Яғни бір адамнан қарыз алдыңыз ба, оны уақытында бере алмай қалсаңыз, «ұят болды» деп қорқып  , телефонды алмай , көзіне көрінбей,  «мен жоқпын»  деген сияқты түрлі - түрлі сылтаулар  айтып қашпаңыз. Одан да бере алмай қалсаңыз,  сол кісімен жолығып  мән – жайды  түсіндіріңіз.  Адамбыз ғой.  Кез келген адам түсінеді, кез келген адам  ұғады,   болмағанда түсінуге тырысады.\nҚарыздарыңыздан құтылғыңыз келсе, қарыз алған адамыңызбен немесе қарыз алған банкпен бөліп- бөліп төлеу жайында келісіңз.  Көптеген адамдардың қателігі  қарызға 1 миллион теңгені алып,  2 айдан кейін беремін деп келіседі.  Көзді ашып жұмғанша 2 айда өте шығып,  бере алмай қалады.  Содан кейін ол адамның абыройы астан - кестен күл қоқысқа айналып кетеді.   Ондай жағдай орын алмас үшін кейін ақшаны көп тапқанда бере саламын деп жүрмей , керісінше сол адаммен бөліп - бөліп төлеу жайында келісіңіз.  Яғни миллионды миллион тапқанымда деп емес, ай сайын 50 мыңнан, 100 мыңнан  қолдан келгенше беру жайлы келісіңіз.\nЕгерде шын мәнінде өмірде табысқа жетіп, қарыздарыңыздан құтыламын дейтін болсаңыз қарыздар жайлы мүлде ойламаңыз. Себебі сіз «Қарыздарымнан қалай құтыламын?»-, деп ойлап жүрсеңіз бизнесіңізіді дамыта алмайсыз. Сол себепті қарыздарыңызды ойлай бергенше,  ақша табу қабілеттеріңізді дамытыңыз.  Бизнесіңізді дамытатын жолдарын қарастырыңыз. Түрлі - түрлі кітаптар, семинарлар  оқыңыз.  Сонда ғана сіз көп ақша тауып қарыздарыңызды қайтара  аласыз.\nӨмір қандай болса, сол қалпында қабылдаңыз. Яғни өмірде жолыңыз болмай, қарыздарыңызды уақытында бере алмай қалсаңыз немесе қарыздарыңызды өтей алмай қиналсаңыз, тек менде ғана осындай жағдай демеңіз. Қарыз – бүгінгі күннің ажырамас бөлігі екенін ескеріңіз.\nТолығырақ: https://qamshy.kz/article/4977-qaryzdan-qutylugha-arnalghan-kenhester",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астана қаласында автоэектрик мамандығын оқытатын қандай оқу орны бар?",
        "question_content": "Мен 11 ден киін Автоэектрик мамандығына түскім келеді Астана қаласнда қандай оқу орныдары бар",
        "question_date": "14.11.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Многопрофильный колледж акимата г. Нур-Султан\n\nПрофессионально-технический колледж\n\nВысший колледж Astana Polytechnic\n\nСтроительно-технический колледж\nОсы колледждерде афтоэлектрик мамандығын оқытады екен.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол қызметі құралдарымен қозғалыс қауіпсіздігін арттыру",
        "question_content": "Жол қызметі құралдарымен қозғалыс қауіпсіздігін мен қолайлығын арттыру. реферат",
        "question_date": "14.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автомобильдендіру деңгейінің күрт өсуімен сипатталатын қазіргі заманда тасымалдау мен көліктік процесстердің қауіпсіздігін қамтамасыз ету және олардың деңгейін арттыру мәселелері аса өзекті сипат алып отыр. Жол-көлік оқиғалары тек қана көлік құралдарының бүлінуімен, азаматтардың жарақат алуы немесе қайтыс болуымен байланысты шығындармен ғана емес, сонымен бірге аса қауіпті жүктерді тасымалдаушы көліктердің апаты жағдайларында орын алуы мүмкін, төтенше жағдайлармен де байланысты болады.\nЖол қозғалысының қауіпсіздігін қамтамасыз ету шараларының экономикалық тиімділігін анықтау кезінде белгілі бір уақыт аралығы үшін, белгілі бір шаралар қабылданғанға дейінгі және олар қабылданғаннан кейінгі жол-көлік оқиғаларының санының, қайтыс болғандардың, жараланғандардың санының, әлеуметтік және материалдық шығындардың көлемінің өзгеруін салыстырмалы талдау әдісі қолданылады және жоғарыда аталған шаралар нәтижесінде жол-көлік оқиғаларының санының қысқару шамасының орташа көрсеткіші Δk есептеледі. Бұл ретте жол қозғалысының орташа қарқындылығының өзгерісі де ескеріледі.\nБелгіленген шараларды іске асыру арқылы орын алуы тоқтатылатын жол-көлік оқиғаларының саны ΔА келесі формула бойынша анықталады\nΔА = ΔkΒ,\nмұндағы Δk – жол-көлік оқиғаларының санының қысқаруы;\nВ – жол-көлік оқиғаларының белгіленген шаралар енгізілгенге дейінгі саны.\nЖол қозғалысының қауіпсіздігін арттыру мақсатында бір емес бірнеше іс-шараларды енгізу жоспарланған жағдайларда жол-көлік оқиғаларының санының қысқаруы келесі формула бойынша анықталады\nΔk = 1 – (1-Δk1) (1-Δk2) (1-Δk3) … (1-Δkп),\nмұндағы Δk1, Δk2, Δk3 …, Δkп – тиісінше 1,2,3, …n шараларын іске асыру нәтижесінде орын алатын жол-көлік оқиғаларының сандарының қысқаруы;\nЖобаланып отырған іс-шаралардың экономикалық тиімділігін негіздеу барысында жол-көлік оқиғаларының салдарынан орын алатын шығындардың мүмкін болатын қысқаруы есептеледі\nΔС = Сд – Сп,\nмұндағы Сд және Сп – тиісінше белгіленген іс-шаралар енгізілгенге дейінгі және олар енгізілгеннен кейінгі, жол-көлік оқиғаларының жылдық шығындары.\nЖобаланып отырған іс-шаралардың экономикалық тиімділік коэффициенті келесі тәртіппен анықталады\nkэ = ΔС / Sм,\nмұндағы Sм– іс шараларды іске асыруға қажетті пайдалану шығындарын ескере отырып анықталған, келтірілген шығындар көлемі, теңге.\nЖобаланып отырған іс-шаралардың экономикалық тиімділік коэффициентіне кері шама нақты шараларға жұмсалған қаржылардың өтелу мерзімін көрсетеді:\nТөм = Sм / ΔС\nЖол-көлік оқиғаларының салдарынан орын алатын шығындар көрсеткіштері, жол қозғалысының қауіпсіздігін артыруға бағытталған шараларды енгізудің тиімділігі туралы шешімдерді қабылдау кезіндегі экономикалық есептеулер құрамына енгізіледі.\nЖол қозғалысының қауіпсіздігін қамтамасыз ету мәселесінің басымдылығын, мемлекеттік маңызға дейін көтере отырып, жол-көлік оқиғаларының шығындарын бағалау, жол қозғалысының қауіпсіздігін арттыру шараларын енгізуге бағытталған.\nЖол-көлік оқиғаларының нәтижесінде орын алатын әлеуметтік-экономикалық шығындардың нормативтерін есептеу мен бағалау әдістемесіне сәйкес жол-көлік оқиғаларының нәтижесінде орын алатын әлеуметтік-экономикалық шығындардың көлемі тура және жанама шығындарды есептеу негізінде бағаланады (1-сурет).\nЖол-көлік оқиғаларының тура шығындары:\nавтомобиль жолдарын пайдалану қызметтерінің жол-көлік оқиғаларының зардаптарын жою шығындары;\nжүк жөнелтушілердің шығындары;\nжол полициясы қызметінің және басқа да қызметтердің жол-көлік оқиғаларының себептерін тергеумен байланысты шығындары;\nемдеу мекемелерінің, зардап шеккендерді емдеуге кеткен, шығындары;\nжол-көлік оқиғалары кезінде қызметкерлері зардап шеккен мекемелердің шығындары;\nәлеуметтік қамсыздандыру органдарының әртүрлі төлемдерге жұмсаған шығындары;\n1-сурет. Жол-көлік оқиғаларының әлеуметтік-экономикалық зардаптары\nЖол-көлік оқиғаларының жанама шығындары:\nазаматтың материалдық өндіріс саласынан тысқары қалуымен байланысты экономикалық шығындар;\nөндірістік байланыстардың үзілуімен байланысты шығындар, моралдық шығындар.\nЖол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы кейбір шаралар, мысалы, қозғалыс жылдамдығын шектеу, қозғалыс уақытын ұзартады, сондықтан уақыт шығындарының құндық баламасын да ескеру керек.\nЖол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы шаралардың экономикалық тиімділігін бағалау әдістемесі келесі кезеңдерден тұрады:\nжол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы бірнеше шаралар түрлерін жасау;\nжол-көлік оқиғалары салдарынан қаза тапқандар мен жарақат алғандардың, белгілі бір шараларды енгізген жағдайларда алдын алуға болатындарының санын анықтау;\nжол-көлік оқиғаларының алдын алу салдарынан үнемделетін қаржылар көлемі;\nжол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы шараларды іске асыруға жұмсалатын қаржылар;\nжол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы шаралардың өтелу мерзімі.\nЖалпы алғанда, жол қозғалысының қауіпсіздігін қамтамасыз ету бағытындағы белгіленген іс-шараларды енгізу немесе енгізбеу мәселесі сол шараларды енгізуге жұмсалатын қаржылар көлемін, сол шараларды енгізгеннен соң алынатын пайдаларды салыстыру арқылы шешіледі.\nЖол-көлік оқиғаларының алдын алу жүйесі жол қозғалысының қауіпсіздігін қамтамасыз етуге бағытталған мемлекеттік стандарттардың, ережелер мен тәртіптердің, нормативтік құжаттардың талаптарын бұлжытпай орындауға негізделуі тиіс. Сонымен қатар, автокөлік жүргізушілерімен жүйелі түрде жұмыстар жүргізу, автокөлік құралдарының техникалық жағдайына күнделікті бақылау жасау, жол қозғалысын ұйымдастырудың техникалық құралдарын тиімді пайдалану тиісті нәтижелер береді.",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің болашақ отбасым\" атты шығарма.",
        "question_content": "\"Менің болашақ отбасым\" атты шығарма.",
        "question_date": "14.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отан отбасынан басталады деп бекер айтпаған. Әрбір адамзаттың — алтын ұясы десе алдымен отбасы ойымызға орала кетеді. Бала отбасында әкеден ақыл, анадан мейірім алады. Мен өз отбасымды мақтан тұтамын. Біздің отбасын үлкен отбасы десе де болады. Мен өз отбасым жайлы толығырақ айтқым келеді. Менің отбасымда жеті адам бар. Олар: атам және әжем, анам мен әкем, тәтем мен інім және мен. Біздің отбасымыз бақытты. Отбасының тірегі — сүйіспеншілік, бірлік және сенім. Отбасы жоқ адам қанатсыз құспен тең. Ал бір-бірін сыйлап, бірін-бірі сүйіспеншілікке бөлеп отырған отбасысы, бар адамдар өте бақытты жандар. Себебі қандай да бір қиыншылық болған жағдайда, отбасыңның ауызбіршілігі мықты болса, кез келген қиыншылықтан жұмылған жұдырықтай өте шығасың. Ал мен өзімді ең бақытты жанға теңеймін. Себебі менің отбасым қасымда. Маған ақылын айтып отыратын атам, маңдайым иіскеп айналып отыратын әжем бар. Отбасының барлық жағдайын жасап қамқорлық көрсететін әкем, дәмді асын дайындап, күннің шуағындай мейірімге бөлейтін анам бар. Білмегенімді үйрететін тәтем, меніңде кішкене болса да ересек екенімді еске жиі түсіретін інім бар. Біздің отбасының ерекшелігі дастарқан басында әрдайым атамның асты бастауымен және тамақтан кейін бата берген соң ғана орнымыздан тұрамыз. Әжем бір бірімізге сөйлегенде жылы да мейіріммен сөйлеуімізді әрдайым айтып отырады. Сендер бір біріңе қонақсыңдар. Әрдайым бір біріңді бірінші көргендей және ұзақ уақытта сағынып көргендей бағалаңдар дейді. Мен отбасымның осы қалпынан таймай, бақытты ғұмыр кешкенін қалаймын.\nТолығырақ: https://bilim-all.kz/article/8330-Menin-otbasym",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент қаласына музыка мамандығы бойынша оқуға биыл қалай түсуге болады?",
        "question_content": "Шымкен қаласына музыкалық білім алуға биыл тапсыруға бола ма? Сонымен қатар жұмыстағы үлкен кісі. Қалай оқып алуға болады? Жұмысы осы музыка мамандығымен байлнысты болып тұр.",
        "question_date": "14.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл кешіктіңіз деп ойлаймын. Себебі, 1 семестр аяқталып келеді. Жекеменшік университетте оқытып қалуы да мүмкін.  Ақылы бөлімде оқысаңыз, жұмыспен қатар оқуға үлгерсе болады.",
                "date": "16.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хиджаб кимей намаз оқып жүрсе бола ма?",
        "question_content": "Хиджаб киіп намаз оқимын бірақ мектепте кигізбейді не істесем болады?",
        "question_date": "14.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті қарындасым. Алла сізге разы болсын. Ұзын көйлектің ішінде де әдемісін тауып алуға болады. Орамалдыңда әдемі етіп тағуға болады емеспе?! Паранджа киіп, өзіңді сыртқы көзге қорқынышты қылып қоюда емес дініміздің мақсаты. Тек көрсетпе деген жерлеріңді жауып, әдемі етіп киінуге болатынына сенем.",
                "date": "14.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Омыртқаның қисаюы ауыз қуысына әсер етеді ма?",
        "question_content": "Омыртқаның қисаюы ауыз қуысына әсер етема ? Мен бір әріпті айтқанда ауа ағыны тіке емес жанына қарай шығады.",
        "question_date": "13.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа ағынына әсер ете қоймайды. Себебі , омыртқа қанша қисайғанмен ауа шығатын бөлік ашық болады ылғи. Олай болу себеі сіз ойыңызға солай тоқып алғаннан болуы мүмкін . Омыртқаның қисаюы басты әсер ететіні қозғалыс кезінде , жүйке мен басқа әсері бар.",
                "date": "17.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иньян деген не?",
        "question_content": "Иньян деген не?\n\n______________________",
        "question_date": "13.11.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инь мен ян-әйел мен еркектік бастама (бастау, түп).\nЯн-ақ, еркек, күн, құрғақ, от, ыстық, белсенді, экстраверт (сыртқы екпін).\nИнь-қара, әйел, түн, суық, дымқыл, су, пассивті, интраверт (ішкі екпін).\nЯн-бұл ең алдымен әлемнің белсенді, беруші, өзгергіш, еркек басы. Инь-бұл әлемнің пассивті, қабылдайтын, сақтайтын, әйелдік қағидасы. Қарапайым мысалдар. Күн-бұл Ян-Жарық, өйткені ол өз жарығымен жарқырайды, жылу береді, ал Ай-Инь-Жарық, өйткені ол шағылысқан жарықпен жарқырайды және жылу бермейді. Ер адам-бұл Янның бейнесі, өйткені ол жаңа өмірдің басталуын беретін үйдің құрылысшысы және құрылысшысы. Әйел-иньдің бейнесі, өйткені ол үйдің қамқоршысы, баланы асырайды және қорғайды. Ян мен Инь бір-бірін табиғи түрде толықтырады, дегенмен олар бір-біріне қарама-қайшы келеді. Мұнда Янсыз Иньдің болуы мүмкін емес, ал Иньсіз Янның болуы мүмкін емес. Тек олардың өзара әрекеті толық, жан-жақты және өзін-өзі көбейтетін өмір береді. Өмірде өзгеріс пен Сақтау, шығармашылық және осы шығармашылықтың жемісін пайдалану, ояту мен ұйқы, басшылық пен бағыну әрқашан кезектеседі немесе бір уақытта болады, және мұның бәрі қалыпты, онсыз мүмкін емес.\nИнь мен Ян, Жақсылық пен жамандық\nЖақсылық пен жамандық Инь мен Янмен байланысты емес. Жақсылық та, жамандық та Инь әдісімен де, Янг әдісімен де әрекет ете алады.\nЯн мен Инь қарым-қатынаста\nЯн мен Инь бір-бірін табиғи түрде толықтырады, дегенмен олар бір - біріне қарама-қайшы келеді-және қарым-қатынаста да.\nДостық жұптар, бастық-бағынышты жұптар, отбасылық және махаббат жұптары, әдетте, Инь мен Ян серіктестерінің бір – бірін толықтыратындай етіп жасалады. Яғни, егер біреуінде Ян көп болса, онда екіншісінде Инь көп болады\nСонымен қатар, Ян мен Инь бір-бірін тудырады және арандатады.\nЯғни, егер Ян басы әйелде жарқырап тұрса (ол сәнді киінеді, назарында болғанды ұнатады, экстравертивті және жанкүйерлермен қоршалған), онда олардың қарым-қатынасының беріктігі үшін ер адамнан көп Инь (шыдамдылық, тыныштық, салқындық) қажет болады. Егер ол Янгты (үстемдік, қатаңдық) көрсетуге тырысса, онда ол Иньге (көз жасы, депрессия, депрессия) түседі.\nӘйел бала туғанда (осылайша шығармашылық Ян – жаңа өмірдің өндірісіне бастайды), онда көптеген Инь (мейірімділік, қорғауға және күтуге бейімділік) қалады)\nЕр адам көп және белсенді жұмыс істеген кезде (жұмыста көп Ян жұмсайды), онда үйде ол қазірдің өзінде үздіксіз Инь болып табылады (ол бала күтімі мен қамқорлығы керек балаға ұқсайды)\nhttps://www.psychologos.ru/articles/view/in-i-yan",
                "date": "13.11.2020",
                "upvotes": 0
            },
            {
                "text": "Ин дегені Көлеңке...  Ян дегені Аптап.",
                "date": "15.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күміс пен мыстың екі құймасы алынған. Химиялық есепті қалай шығарамын?",
        "question_content": "Күміс пен мыстың екі құймасы алынған. Оның біріншісінің құрамында 10%, ал екіншісінің құрамында 25% күміс бар. Құрамында 20% күміс бар құйма алу үшін бірінші құйманың 10 килограмына екінші құйманың қанша килограмын қосу қажет?",
        "question_date": "13.11.2020",
        "question_tag": "Химия",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": []
    }
]