[
    {
        "question_title": "16 санау жүйесінде берілген Ip адресті 0XAB234102 2 лік санау жүйесіне өзгертіңіз.",
        "question_content": "<!--StartFragment-->Көмектесіп жіберіңдерші өтініш\n<!--[if !supportLists]-->1.     <!--[endif]--> Он алтылық  санау жүйесінде берілген Ip адресті  0XAB234102 екілік санау жүйесіне  өзгертіңіз.\n\n<!--EndFragment-->",
        "question_date": "26.10.2022",
        "question_tag": "Операциялық жүйелер",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "111001001001110110",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Угриді кетіру және алдын алу",
        "question_content": "Угри бетіме енді шығып жатыр 4-5 точкалар пайда болды қалай кетірем жасым 12де баламын неге тез шығып жатыр күніге бетімнің бір жері қышидыда ертесіне тура сол жеріне  қып қызып точка шығып кетеді өтініш қалай кетірсем болады?.",
        "question_date": "25.10.2022",
        "question_tag": "Денсаулық",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның себебі әртүрлі болуы мүмкін, дәрігерге қаралуға мүмкіндік болмаса майлы заттар жемей көріңіз, беттің күтіміне назар аударып көріңіз. Болмаса ол гормондарға байлансты болуы мүмкін, уақыт өте кетеді, тек оны сығып жарудың қажеті жоқ. Ізі қалып кетуі мүмкін.",
                "date": "25.10.2022",
                "upvotes": 0
            },
            {
                "text": "Ертеректе теріге безеу шығуы белгілі бір тағам түрлерін пайдалануға немесе терінің кірлеуіне байланысты деп есептеп келген. Бүгінгі күні оның себептерін майлы беттен немесе күйзеліс секілді психологиялық факторлардан көріп жүр. Соңғы зерттеулер көрсеткендей, безеулердің пайда болуының себебі жекелеген түкті фолликулдарда кератогиалинның, бактериялар мен майдың жиналып қалуы болып табылады; әсіресе бетте, кеудеде және арқаның жоғарғы бөлігінде орналасқан ірі фолликулдарда көптеп жиналады. Теріге безеудің шығуының басқа да себептері бар:\n\n1-себеп: Тұқым қуалаушылық. Көптеген жағдайда теріге безеу шығуы тұқымға байланысты.\n\n2-себеп: Гормоналды фон. Әрбір адамның әйелдік және еркектік гормондары бар. Кез келген гормонның мөлшерден көп болуы безеу шығуының себебі бола алады. Сонымен қатар күйзеліс қандағы адреналин деңгейін көтеріп жіберетіндіктен, оның да тері жағдайына әсер етуі мүмкін.\n\n3-себеп: Майларға негізделген және тері саңылауларын бекітіп тастайтын (комогендік), тері типіне сәйкес келмейтін косметикалық өнімдерді қолдану. Тері саңылауларын бекітпейтін майсызданған өнім – безеуге бейім теріге таптырмас құрал. Майлы, безеулі терілі клиенттерге майсызданған өнім – безеуге бейім теріге таптырмас құрал. Майлы, безеулі терілі клиенттерге майсызданған негіздегі косметикалық өнімдерді ұсынуға болады.\n\n4-себеп: Ылғалдылық. Тері тітіркенуінің пайда болу мүмкіндігін ұлғайтады, әсіресе жаз мезгілінде жиі байқалады. Дегенмен, қалыпты күн сәулесі кейбір жағдайларда теріге емдік әсер береді.\n\nЖасөспірім шақта қандағы гормондар тез өсе бастайды. Бұл май бездерін тері майын бөле отырып, белсенді жұмыс істеуге мәжбүр етеді. Гормондар өскен сайын кератин көбейе түседі. Бұл өз кезегінде фолликулярлы саңылауларды бекітіп, терінің бұзылуына, яғни безеулердің пайда болуына әкеледі. Жасы үлкен адамдарда да безеу жоғарыда аталған себептердің кез келгеніне байланысты пайда болуы мүмкін.\n\nБезеу (жабық безеу – ақ басты, ашық безеу – қара басты) ұйыған кератин немесе тері майы түкті фолликулды бекітіп тастағанда пайда болады.\n\nКейбір безеулер іріңді тері бөртпелеріне айналуы мүмкін. Мұндай бөртпелер мен папулалар безеуден пайда болады: бекітіліп қалған фолликулдың қабырғалары жарылады да, өлі тері клеткалары, май және бактериялар дермаға түседі. Инфекцияның терінің төменгі қабаттарына таралуына кедергі жасайтын ақ қан клеткалары үлкейіп, теріде қызыл ісік пайда болады, ал өлі тері клеткаларымен, маймен және бактериялармен араласып кеткен ақ қан клеткалары фолликулға жиналып, іріңге айналады. Содан соң теріде папула деп аталатын сарғыш басты қызыл бөртпе пайда болады.\n\nБөртпелерді сығуға болмайды, сыққан жағдайда бактериялар терінің төменгі қабаттарына өтіп кетуі мүмкін, әрі тері бетінде тыртық қалады. Егер бөртпеге тиіспесеңіз, онда бірқатар уақыттан кейін өзі жоғалады, себебі ақ қан клеткаларының әсерінен бактериялар біртіндеп өле бастайды.",
                "date": "29.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқытушы боламын ба?",
        "question_content": "Мен өзім военный каедраны бітіргенмін. Негізгі мамандығым электрик. 2 жұлдызды офицер лауазымын алғанмын. Енді мен АӘД мұғалім бола аламын ба?",
        "question_date": "25.10.2022",
        "question_tag": "Мектеп",
        "question_views": 201,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Педагогика пәнін өткен болсаңыз, педагогикалық біліміңіз болса сабақ бере аласыз.",
                "date": "25.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 жасқа дейінгі баланың ақшасы",
        "question_content": "2020 жылы 105 мың зарплатамен 40 проценты қанша болады? Мен только 29 копейкамен алып жүрдім",
        "question_date": "24.10.2022",
        "question_tag": "Заң",
        "question_views": 200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "екі жыл бойы өзгеріссіз, солай алмағансыз значит, немесе жұмыс орныңыз төлемдерді дұрыс жүргізбеген.",
                "date": "25.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде басымнан біреу бит алып жатса не болады?",
        "question_content": "Түсімде басымнан біреу бит алып жатса не болады?",
        "question_date": "22.10.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс көру – қиял процесінің ұйқы кезіндегі енжар бейнесі. Түс көруді физиологиялық тұрғыда түсіндірген академик И.П.Павловтың пікірі бойынша ұйқы кезінде ми клеткаларының қызметі толық тежелмейді, кейбір бөлімдері ояу қалпындағыдай жұмыс істей береді. Ми қыртысының осындай бөліктерін “күзетші пункт” деп атайды. Күзетші пункттерде адамның бұрынғы көрген, естіген, дәмін татқан нәрселердің бейнелері (бейнелі ойдың ісін басқаратын оң жақ ми сыңарында) қайта “тіріледі”. \nТүс көру адамның ырқынан тыс болғандықтан оны көрудің мағынасынан гөрі түсті жоруға көбірек көңіл бөлген. Түсті әрдайым жақсылыққа жорып, “Түс – балқыған қорғасын” оны жақсылыққа жорысаң – жақсы ниет қабыл болып жақсылыққа айналады, жамандыққа жорысаң – жамандыққа айналуы мүмкін деген ұғым бар. Түсті рухани әлемнің хабаршысы ретінде қабылдау діни танымға жат емес. Түс көруде рухани адамға аян берілетіні, ғайыптан болашақтан хабар берілетіні жайлы көптеген аңыз әңгімелер бар. \nНегізі түсіңде бит көрсең байлық, ақша деуші еді ғой. Түсіңізді көпшілікке айтудың қажеті жоқ, жоғарыда айтқандай жақсылыққа жорыса да, жамандыққа жорыса да сол қалыппен кету қауіпі бар.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 курс технолог мамандығынан химия муғаліміне ауыссам 2 курсттан бастап оқи беремін ба",
        "question_content": "Технолог мамандығынын  2 курсын бітіріп мұғалім мамандығына ауыссам  3 курстан бастап оқи беремін ба",
        "question_date": "22.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ондайды естімеппін, тек 1 мамандықты бакалаврын аяқтаған маман ғана келесі мамандықтарды қысқартылған оқу бойынша оқып шығуға болатынын білем.",
                "date": "23.10.2022",
                "upvotes": 0
            },
            {
                "text": "Ауысу немесе оқуға қайта қабылдану, егер оқу жоспарындағы айырмашылық бакалавриат үшін міндетті компоненттің бес оқу пәнін құраса, сол курсқа жүзеге асырылады (яғни МК 5 оқу пәнін құраса сол курса ауыса аласыз, ал егер МК 5 оқу пәнінен көп болса бір курс төмен жіберілуі мүмкін).\nБілім алушыны бір мамандықтан және бір ЖОО ішінде басқасына ақылы негізде ауыстыру шартқа тиісті өзгертулерді енгізумен сүйемелденеді және ЖОО басшысының бұйрығымен рәсімделеді. \nОқу жоспарларының пәндеріндегі академиялық айырмашылықтарды жою тәртібі және мерзімдері ағымдағы оқу жылына факультет деканының өкімімен рәсімделеді және білім алушының жеке оқу жоспарына қосылады.\nБасқа мамандыққа ауысу үшін студентте ағымдық пәндер бойынша академиялық қарыз болмауы тиіс. Ауыстыру тек қысқы және жазғы демалыстарда ғана қаралады. Осы кезең үшін студентке басқа мамандыққа ауысуға байланысты оқу пәндеріндегі айырманы жою қажет. Оқу жоспарларының пәндеріндегі айырма тек ақылы негізде жойылады. Айырманы жою тәртібі және мерзімдері деканаттың өкімі бойынша рәсімделеді. Белгіленген мерзімде жойылмаған айырма әрі қарай академиялық қарыз ретінде есептеледі.",
                "date": "24.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салыстырмалы талдау жасаңыз",
        "question_content": "Қазыбек би, Төле би, Әйтеке би шешендік сөздерінде қандай үндестік бар салыстырмалы талдау жасаңыз",
        "question_date": "22.10.2022",
        "question_tag": "Мектеп",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алюминийдің меншікті жылу мөлшері",
        "question_content": "Массасы 110г алюминийді 94 градус Цельсийге\nдейін қыздыру үшін 9,1 кДж жылу мөлшері\nқажет. Алюминийдің меншікті жылу\nсыйымдылығын есептеңдер?\nЕсепті дәптерге шығару жолымен жазыңдар\nфотоға түсіріп файлға жүктеңдер.",
        "question_date": "22.10.2022",
        "question_tag": "Физика",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С= Q:m дельта t\nC= 9100 Дж : 0.11кг * 94 градус =880 Дж/кг градус",
                "date": "23.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция құрастыр және қысқартылған иондық теңдеуін жазыңыз",
        "question_content": "Реакция құрастыр және қысқартылған иондық теңдеуін жазыңыз,\n\n1)Натрий сульфиді мен азот қықылы\n\n2)Калий гидроксиді мен магний хлориді\n\n3)Темір хлориді мен нтрий гидроксиді",
        "question_date": "22.10.2022",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "3 қара сөз қысқаша мазмұны",
        "question_content": "Абайдың үшінші қара сөзі Қазақтың бірінің біріне қаскүнем болмағынын, бірінің тілеуін бірі тілеспейтұғынының, рас сөзі аз болатұғынының, қызметке таласқыш болатұғынының, өздерінің жалқау болатұғынының себебі не? Һәмма ғаламға белгілі данышпандар әлдеқашан байқаған: әрбір жалқау кісі қорқақ, қайратсыз тартады; әрбір қайратсыз қорқақ, мақтаншақ келеді; әрбір мақтаншақ қорқақ, ақылсыз, надан келеді; әрбір ақылсыз надан, арсыз келеді; әрбір арсыз жалқаудан сұрамсақ, өзі тойымсыз, өнерсіз, ешкімге достығы жоқ жандар шығады.\n\nМұның бәрі төрт аяқты малды көбейтеміннен басқа ойының жоқтығынан, өзге егін, сауда, өнер, ғылым - солар секілді нәрселерге салынса, бұлай болмас еді. Әрбір мал іздеген малым көп болса, өзімдікі де, балаларым да малды болса екен дейді. Ол мал көбейсе, малшыларға бақтырмақ, өздері етке, қымызға тойып, сұлуды жайлап, жүйрікті байлап отырмақ. Қыстауы тарлық қылса, арызы жеткендік, сыйы өткендік, байлық қызметінен біреудің қыстауын сатып алмақ, ептеп алмақ, тартып алмақ. Ол қыстауынан айырылған және біреуге тиіспек, я болмаса орынсыздығынан елден кетпек - әр қазақтың ойы осы.\n\nОсылар біріне бірі достық ойлай ала ма? Кедей көп болса, ақысы кем болар еді, малдан айырылғандар көбейсе, қыстауы босар еді деп, мен ананы кедей болса екен деп, ол мені кедей болса екен деп, әуелде ішімізбен қас сағындық. Әрі-беріден соң сыртымызға шықты, жауластық, дауластық, партияластық. Осындай қастарға сөзім өтімді болсын және де ептеп мал жиюға күшім жетімді болсын деп, қызметке болыстық, билікке таластық.\n\nСонан соң не момынның баласы бөтен жаққа шығып, еңбек қылып, мал іздемейді, егін, сауданың керегі жоқ болады. Өз басын өзі осындай таласпенен кісі көбейтеміз деп партия жиғандардың бүгін біреуіне, ертең біреуіне кезекпен сатады да жүреді. Ұрылар тыйылмайды. Ел тыныш болса, оның ұрлығын ешкім сүйемес еді. Ел екі жар болған соң, кім ант ішіп ақтап, арамдығын жақтап, сүйеймін десе, соған жақ болып сүйеніп, бұрынғыдан ұрлығын әлденеше есе асырады.\n\nЕлдегі жақсы адамдардың бәрінің үстінен бекер, өтірік «шапты, талады» деген әртүрлі уголовный іс көрсетіп, арыз береді. Оған дознание - тергеу шығарады. Өтірік көрмегенін көрдім деуші куәлар да әлдеқашан дайындап қойылған, бағанағы жақсы адам сайлауға жарамасы үшін. Ол адам басын құтқармақ үшін жамандарға жалынса, оның да адамдығының кеткені, егер жалынбаса, тергеулі, сотты адам болып, ешбір қызметке жарамай, басы қатерге түсіп өткені. Ол болыс болғандар өзі қулық, арамдықпенен болыстыққа жеткен соң, момынды қадірлемейді, өзіндей арам, қуларды қадірлейді, өзіме дос болып, жәрдемі тиеді деп, егер қас болса, бір түрлі өзіме де залал жасауға қолынан келеді деп.\n\nОсы күнде қазақ ішінде «ісі білмес, кісі білер» деген мақал шықты. Оның мәнісі: «ісіңнің түзулігінен жетпессің, кісіңнің амалшы, айлалылығынан жетерсің» деген сөз. Үш жылға болыс сайланады. Әуелгі жылы «Сені біз сайламадық па?» деп елдің бұлданғандығымен күні өтеді. Екінші жылы кандидатпенен аңдысып күні өтеді. Үшінші жылы сайлауға жақындап қалып, тағы болыс болып қалуға болар ма екен деп күні өтеді. Енді несі қалды? Осы қазақ халқының осындай бұзықшылыққа тартып, жылдан жылға төмендеп бара жатқанын көрген соң, менің ойыма келеді: Халықтың болыстыққа сайлаймын деген кісісі пәлен қадәрлі орысша образование алған кісі болсын. Егер де орталарында ондай кісісі жоқ болса, яки бар болса да сайламаса, уезный начальник пенен военный губернатордың назначениесімен болады десе, бұл халыққа бек пайдалы болар еді. Оның себебі: әуелі - қызметқұмар қазақ балаларына образование беруге ол да - пайдалы іс, екінші - назначениемен болған болыстар халыққа міндетті болмас еді, ұлықтарға міндетті болар еді.\n\nУә және назначение қылғанда тергеуі, сұрауы барлығына қарамаса, өтірік арыз берушілер азаяр еді, бәлки жоғалар еді. Уә және әрбір болыс елде старшина басы бір би сайланғандық, бұл халыққа көп залал болғандығы көрініп, сыналып білінді. Бұл билік деген біздің қазақ ішінде әрбір сайланған кісінің қолынан келмейді. Бұған бұрынғы «Қасым ханның қасқа жолын, Есім ханның ескі жолын», Әз Тәуке ханның Күлтөбенің басындағы күнде кеңес болғанда «Жеті жарғысын» білмек керек. Әм, ол ескі сөздердің қайсысы заман өзгергендікпенен ескіріп, бұл жаңа заманға келіспейтұғын болса, оның орнына татымды толық билік шығарып, төлеу саларға жарарлық кісі болса керек еді, ондай кісі аз, яки тіпті жоқ.\n\nБұрынғы қазақ жайын жақсы білген адамдар айтыпты: «Би екеу болса, дау төртеу болады» деп. Оның мәнісі - тақ болмаса, жұп билер таласып, дау көбейте береді дегенмен айтылған сөз. Өйтіп би көбейткенше, әрбір болыс елден толымды-білімді үш-ақ кісі билікке жыл кесілмей сайланса, олар түссе, жаманшылығы әшкере білінгендікпенен түссе, әйтпесе түспесе.\n\nОл билерге даугер адамдар қалмай, екеуі екі кісіні билікке таңдап алып, үстіне біреуді посредникке сайлап алып, біте берсе; егер оған да ынтымақтаса алмаса, бағанағы үш бидің біреуін алып, яки жеребемен сайлап алып жүгінсе, сонда дау ұзамай, бітім болар еді.",
        "question_date": "22.10.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың үшінші қара сөзі Қазақтың бірінің біріне қаскүнем болмағынын, бірінің тілеуін бірі тілеспейтұғынының, рас сөзі аз болатұғынының, қызметке таласқыш болатұғынының, өздерінің жалқау болатұғынының себебі не? Һәмма ғаламға белгілі данышпандар әлдеқашан байқаған: әрбір жалқау кісі қорқақ, қайратсыз тартады; әрбір қайратсыз қорқақ, мақтаншақ келеді; әрбір мақтаншақ қорқақ, ақылсыз, надан келеді; әрбір ақылсыз надан, арсыз келеді; әрбір арсыз жалқаудан сұрамсақ, өзі тойымсыз, өнерсіз, ешкімге достығы жоқ жандар шығады.\n\nМұның бәрі төрт аяқты малды көбейтеміннен басқа ойының жоқтығынан, өзге егін, сауда, өнер, ғылым - солар секілді нәрселерге салынса, бұлай болмас еді. Әрбір мал іздеген малым көп болса, өзімдікі де, балаларым да малды болса екен дейді. Ол мал көбейсе, малшыларға бақтырмақ, өздері етке, қымызға тойып, сұлуды жайлап, жүйрікті байлап отырмақ. Қыстауы тарлық қылса, арызы жеткендік, сыйы өткендік, байлық қызметінен біреудің қыстауын сатып алмақ, ептеп алмақ, тартып алмақ. Ол қыстауынан айырылған және біреуге тиіспек, я болмаса орынсыздығынан елден кетпек - әр қазақтың ойы осы.\n\nОсылар біріне бірі достық ойлай ала ма? Кедей көп болса, ақысы кем болар еді, малдан айырылғандар көбейсе, қыстауы босар еді деп, мен ананы кедей болса екен деп, ол мені кедей болса екен деп, әуелде ішімізбен қас сағындық. Әрі-беріден соң сыртымызға шықты, жауластық, дауластық, партияластық. Осындай қастарға сөзім өтімді болсын және де ептеп мал жиюға күшім жетімді болсын деп, қызметке болыстық, билікке таластық.\n\nСонан соң не момынның баласы бөтен жаққа шығып, еңбек қылып, мал іздемейді, егін, сауданың керегі жоқ болады. Өз басын өзі осындай таласпенен кісі көбейтеміз деп партия жиғандардың бүгін біреуіне, ертең біреуіне кезекпен сатады да жүреді. Ұрылар тыйылмайды. Ел тыныш болса, оның ұрлығын ешкім сүйемес еді. Ел екі жар болған соң, кім ант ішіп ақтап, арамдығын жақтап, сүйеймін десе, соған жақ болып сүйеніп, бұрынғыдан ұрлығын әлденеше есе асырады.\n\nЕлдегі жақсы адамдардың бәрінің үстінен бекер, өтірік «шапты, талады» деген әртүрлі уголовный іс көрсетіп, арыз береді. Оған дознание - тергеу шығарады. Өтірік көрмегенін көрдім деуші куәлар да әлдеқашан дайындап қойылған, бағанағы жақсы адам сайлауға жарамасы үшін. Ол адам басын құтқармақ үшін жамандарға жалынса, оның да адамдығының кеткені, егер жалынбаса, тергеулі, сотты адам болып, ешбір қызметке жарамай, басы қатерге түсіп өткені. Ол болыс болғандар өзі қулық, арамдықпенен болыстыққа жеткен соң, момынды қадірлемейді, өзіндей арам, қуларды қадірлейді, өзіме дос болып, жәрдемі тиеді деп, егер қас болса, бір түрлі өзіме де залал жасауға қолынан келеді деп.\n\nОсы күнде қазақ ішінде «ісі білмес, кісі білер» деген мақал шықты. Оның мәнісі: «ісіңнің түзулігінен жетпессің, кісіңнің амалшы, айлалылығынан жетерсің» деген сөз. Үш жылға болыс сайланады. Әуелгі жылы «Сені біз сайламадық па?» деп елдің бұлданғандығымен күні өтеді. Екінші жылы кандидатпенен аңдысып күні өтеді. Үшінші жылы сайлауға жақындап қалып, тағы болыс болып қалуға болар ма екен деп күні өтеді. Енді несі қалды? Осы қазақ халқының осындай бұзықшылыққа тартып, жылдан жылға төмендеп бара жатқанын көрген соң, менің ойыма келеді: Халықтың болыстыққа сайлаймын деген кісісі пәлен қадәрлі орысша образование алған кісі болсын. Егер де орталарында ондай кісісі жоқ болса, яки бар болса да сайламаса, уезный начальник пенен военный губернатордың назначениесімен болады десе, бұл халыққа бек пайдалы болар еді. Оның себебі: әуелі - қызметқұмар қазақ балаларына образование беруге ол да - пайдалы іс, екінші - назначениемен болған болыстар халыққа міндетті болмас еді, ұлықтарға міндетті болар еді.\n\nУә және назначение қылғанда тергеуі, сұрауы барлығына қарамаса, өтірік арыз берушілер азаяр еді, бәлки жоғалар еді. Уә және әрбір болыс елде старшина басы бір би сайланғандық, бұл халыққа көп залал болғандығы көрініп, сыналып білінді. Бұл билік деген біздің қазақ ішінде әрбір сайланған кісінің қолынан келмейді. Бұған бұрынғы «Қасым ханның қасқа жолын, Есім ханның ескі жолын», Әз Тәуке ханның Күлтөбенің басындағы күнде кеңес болғанда «Жеті жарғысын» білмек керек. Әм, ол ескі сөздердің қайсысы заман өзгергендікпенен ескіріп, бұл жаңа заманға келіспейтұғын болса, оның орнына татымды толық билік шығарып, төлеу саларға жарарлық кісі болса керек еді, ондай кісі аз, яки тіпті жоқ.\n\nБұрынғы қазақ жайын жақсы білген адамдар айтыпты: «Би екеу болса, дау төртеу болады» деп. Оның мәнісі - тақ болмаса, жұп билер таласып, дау көбейте береді дегенмен айтылған сөз. Өйтіп би көбейткенше, әрбір болыс елден толымды-білімді үш-ақ кісі билікке жыл кесілмей сайланса, олар түссе, жаманшылығы әшкере білінгендікпенен түссе, әйтпесе түспесе.\n\nОл билерге даугер адамдар қалмай, екеуі екі кісіні билікке таңдап алып, үстіне біреуді посредникке сайлап алып, біте берсе; егер оған да ынтымақтаса алмаса, бағанағы үш бидің біреуін алып, яки жеребемен сайлап алып жүгінсе, сонда дау ұзамай, бітім болар еді.",
                "date": "15.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала санымен зейнетке шыққан қызметкерден зейнетақы ұсталына ма?",
        "question_content": "Сәлеметсіздерме бала санымен зейнетке шыққан қызметкерден зейнетақы ұсталынама?",
        "question_date": "21.10.2022",
        "question_tag": "Заң",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз логикалық жағынан дұрыс қойылмаған. Зейнетке шығып қойған адамнан ешкім ешқандай ақша ұстай алмайды,",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топ ұраны керек. Тапқырлар тобына бүгінге керек?",
        "question_content": "Математика апталығына топ ұраны керек. Топ аты тапқырлар",
        "question_date": "21.10.2022",
        "question_tag": "Математика",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күмістің сұйытылған тұз қышқылымен әрекеттесуі",
        "question_content": "\"Күмістің сұйытылған тұз қышқылымен әрекеттесуі\" Осының қалай әрекеттесуін айтып жеріңіздерші",
        "question_date": "21.10.2022",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күміс хлорсутекпен әрекеттесіп, күміс (I) хлориді мен сутегін түзеді. Реакция шамамен 200°С температурада жүреді.\n\n2Ag + 2HCl ⇄ 2AgCl + H2",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгебра бжб 2 9 сынып 5 тапсырмасы срочно",
        "question_content": "Ньютон биномы формуласын пайдаланыңыз (1-ax)⁴ өрнегінің алғашқы 3 мүшесін жазыңыз (x дәрежесінің өсуі бойынша)",
        "question_date": "21.10.2022",
        "question_tag": "Математика",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "есептің жауабы жоғарыда көрсетілгендей",
                "date": "6.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Тағдырға сенбеймін» дебатқа керек болып жатыр ойларыңызды бөлісе кетсеңіздер",
        "question_content": "«Тағдырға сенбеймін» деген тақырпта дебатты қорғап шығыу керек\n\nСенбеу туралы ой немесе пікірлеріңізді айтып кетіңіздерші",
        "question_date": "20.10.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алланың өзі адамға тағдыр береді, бірақ сонымен қатар бұл өмірдегі әрбір сәтте  жасалатын шешімге де адам баласының ерікін тимайды екен. Сол  үшін  әр нәрсені тағдырға жаппай, адам баласы өзіне жауапкершілікті ала білу керек. Әр шешім өмір бағытын құрушы қадам екенін ұмытпау керек.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Механикке авто электрик саласы кірема",
        "question_content": "Механик мамандығын байқап қалдым сол саланың ішіне авто электрик саласы кірема және оның вышши образаваниясы барма ?",
        "question_date": "20.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Механика - механикалық заттар, тұрмыстық техника, автокөлік, авиалайнер секілді техникаға қатысты заттарды жөндеумен айналысатын адам. Жұмыс істеу орындары: зауыт- фабрикалар, инженерлік компаниялар, СТО.\n1. Қызмет көрсету инженері;\n\n2. Көлік операциялары инженері;\n\n3. Механикалық инженер;\n\n4. Механик;\n\n5. Жабдықтарды жөндеу жөніндегі слесарь\n\nЖоғарыда көрсетілген жұмыстарды атқара алады. Авто электрик бұл мамандыққа кірмейді.",
                "date": "29.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Барлық пәннен бірнеше тақырыпта ғылыми жобалар бар Хабарласыңыздар 87786018123",
        "question_content": "Ғылыми жобалар  бар.  Жаңа тақырып берсеңіз  жазып беремін  Жылдам әрі  сапалы.  Барлық  стандартқа  сай жазылған Барлық пәннен жазамын.",
        "question_date": "20.10.2022",
        "question_tag": "Биология",
        "question_views": 190,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Толуол молекуласы неліктен оңай тотығады",
        "question_content": "Толуол молекуласы неліктен оңай тотығады",
        "question_date": "20.10.2022",
        "question_tag": "Мектеп",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толуол малекуласындағы метил тобы бензол сақинасының әсерімен оңай тотығады.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Крокодилдің жүрегінің 4 бөліктен тұратынын қай ғалым,қай жылы ашты?",
        "question_content": "Крокодилдің жүрегінің 4 бөліктен тұратынын қай ғалым қай жылы ашты?",
        "question_date": "20.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 145,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазтуған қонысымен қоштасу жырында анафора бар ма?",
        "question_content": "Қазақ әдебиеті 34 бет 2 тапсырманы қалай орындаймыз. Қазтуған қонысымен қоштасу жырында анафора бар ма?",
        "question_date": "20.10.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарға бойлы Қазтуған атанған әйгілі жорық жырауы, батыр – Қазтуған Сүйінішұлы XV ғасыр шамасында өмір сүрген. Қазтуған – ноғайдың Едисан ордасының билеушісі Сүйініш мырзаның ұлы.\n\nҚазтуған Сүйінішұлы Сыпыра жырау негізін салған, көнеден келе жатқан толғау жанрының дамуына үлкен үлес қосты. Ол Еділдің Ақтума, Бозан бойларында туып-өскен. XV ғасырдың орта шенінде іргесі жаңадан қаланған Қазақ хандығына қоныс аударған. Қазтуған жырау жорық жыршысы және халық эпосын жасаушылардың бірі. Артына қазақтардың әскери рухын, туған жерін, халық өмірі мен тұрмысын суреттейтін көптеген өлеңдерден тұратын шығармашылық мол мұра қалдырды. Олардың көпшілігі сақталмаған. Дегенмен, бізге жеткен жекелеген туындылары оның әдебиет тарихы төрінен орын алуға лайықты екенін айғақтайды.\n\nС.Сейфуллин өзінің 1931 жылғы жинағында «Ноғайлар бытырағанда Қазтуған батырдың айтқаны» деген атпен «Арайна, билер, Арайна» деп басталатын жиырма шақты жолдай өлеңін жариялаған. Назарларыңызға жыраудың «Қазтуғанның қонысымен қоштасуы» жырын ұсынамыз.\n\nАрайна,билер,арайна,\n\nАрайна десем, болғай ма?!\n\nАрайнасыз әр қайда\n\nЕрдің ісі оңғай ма?!\n\nАрайна болған Қазтуған,\n\nҚайғыланып сонда толғай ма?!\n\nЕл қияға қонғай ма?\n\nЕділ, Жайық арасы\n\nКеңшілік қоныс болғай ма?!\n\nЕбей басты құба үлек\n\nЕрнімен шырпы шалғай ма?!\n\nБұл қоныста отырып,\n\nБіздің мұсылман баласы\n\nЖағасы босап тынғай ма?!\n\nЕділді қоныс етпеңіз,\n\nЖағалай қалмақ алады.\n\nЖайықты қоныс етпеңіз,\n\nСыдыра біткен көкжиек,\n\nКәпірлер қала салады.\n\nАштарханды қоныс етпеңіз,\n\nШәһәрін оның алады.\n\nЕділді алса - елді алар,\n\nЕнді алмаған не қалар?\n\nЖайықты алса - жанды алар,\n\nЖанды алған соң не қалар?\n\nОйылды алса - ойды алар,\n\nОйлашы, сонда не қалар?\n\nҚара мауыты мұшақат\n\nБүтін тоғай жерді алар.\n\nЖаз кіреге жақсы деп,\n\nДулығалы нарды алар,\n\nҚыс кіреге жақсы деп,\n\nШудасы қалың айырды алар.\n\nСусынына шай алар,\n\nШайнауына май алар.\n\nОйыл да Қиыл, Жем, Сағыз,\n\nҚайран саланың жатқан аңғары-ай,\n\nАқ шалмалы пірлердің\n\nМешітке жаққан шамдары-ай!\n\nМенің бүйтіп қозғалақтап жүргенім\n\nАузы түкті кәпірдің\n\nКүшті болған салдары-ай!\n\nКәпірден тендік алуға\n\nҚайта келер деймісің\n\nМұсылманның баяғы\n\nШыңғыстан туған хандары-ай?!\n\nБұл қоныстан кетпесең,\n\nМұны талақ етпесең,\n\nАтаңа нәлет кәпірдің\n\nПайдасына қалмаса игі еді\n\nНоғайлы, қазақ жұртымның\n\nКейінгі туған балдары-ай!\n\nАдыра қалғыр көк Жайық,\n\nАңырап қалған қонысым!\n\nҚонысымнан ауған соң,\n\nКетпегей еді ырысым.\n\nТаудағы тарлан бөрі едім,\n\nТарылған сынды тынысым.\n\nКейінгі өскен жас бала,\n\nАқ балтырын түрініп,\n\nБасарына ерініп,\n\nКөкірегі күйініп,\n\nТек тірлікке сүйініп,\n\nЫқтиярсыз жүгіріп,\n\nАузы түкті кәпірдің\n\nЕтпегей еді жұмысын!\n\nБұл қоныстан кетпесең,\n\nМұны талақ етпесең,\n\nЕкеу-екеу сөйлесіп,\n\nБіздің кейінгі өскен жас бала\n\nАузы түкті кәпірдің\n\nСоқпаса екен пайдасын!\n\nБуыршынның жалғыз қырқар азуы,\n\nБөкеннің желіп өтер төрт саны,\n\nБұғының ауыр қара мүйізі,\n\nБидайықтың жалғыз соғары,\n\nҚашағанның ұзын құрығы,\n\nАқ орданың тіреу сырығы,\n\nАйдаса - қойдың көсемі,\n\nСөйлесе - тілдің шешені,\n\nАрғымағын жаз жіберіп, күз мінген,\n\nКүз жіберіп, жаз мінген,\n\nЖазаласа - екі жылда бір мінген,\n\nЖолдасын жолай іздеген,\n\nӨзіне тиген дұшпанын\n\nҚарт бурадай тіздеген -\n\nМен - Қарғабойлы Қазтуған,\n\nҚайғыланып асып барамын\n\nНоғайлы-қазақ елімнен!",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору. Өлі адамды түсімде көрсем не болады?",
        "question_content": "Тусимде кайтыс болган ажемди кордим. Бириншисинде тирилип ары бери жур екен,уйдин ишинен маган карап адеми жузимен кулди озине шакыргандай болды. Екинши коргенимде ауруханада жургендей болды тури аурушан боп боз болды,екеумиз бирге кушактасып отырып мен абден суйып жылаппын.",
        "question_date": "19.10.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта дүниеден өткен адамды түсінде көрсе құран бағыштайды сол кісіге.",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лай судан балық ұстау сөз тіркесі не мағына береді",
        "question_content": "Лай судан балық ұстау сөз тіркесі не мағына береді. Әлихан Бөкейхан атамыздың сөздерінде бар екен қандай мағына береді білмей отырмын",
        "question_date": "19.10.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лай суда өскен балық дәмсіз болады ғ лайдың дәмі шығып тұрады, қолданған жердегі мағынасына орай, дәмсіз, ұнамсыз, ысырап әртүрлі болуы мүмкін деп ойлаймын. Бастысы сол балықтың дәмсіз, сасық  болуына орай бір дүниені айтқысы келген болар.",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-4с аралығындағы жылдамдықты табыңыз жылдамдық м/с",
        "question_content": "1-4 с аралығындағы жылдамдықты табыңыз жылдамдық м/с",
        "question_date": "19.10.2022",
        "question_tag": "Физика",
        "question_views": 218,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ПӘК-і 40( пеште 0,5 кг ағаш көмірін жағып көлемі 100 л суды қанша",
        "question_content": "ПӘК-і 40( пеште 0,5 кг ағаш көмірін жағып көлемі 100 л суды қанша градусқа дейін жылытуға болады? с(4200 Дж/кг0С, ((1000 кг/м3, q=34(106Дж/кг.",
        "question_date": "19.10.2022",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D t=16°C болады дұрыс",
                "date": "4.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 жасар баланың құлағының қатты мұрының тазалауынан(сіңгіргенінен) ауырып қагаса",
        "question_content": "мұрнымен  қатты сыртка тазалағанда құлактан  тесік яғни ауа шығатынын байқағанбыз,енди қанды көрдік",
        "question_date": "18.10.2022",
        "question_tag": "Денсаулық",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лор врачқа барасыз , құлақ пен мұрын байланысатын болғандықтан бір -біріне әсер еткен.\nОны тек кеңес сұрап қоя салуға болмайды, асқынып кетпей тұрып дәрігерге көрсетіңіз. Балаңыздың денсаулығына бейжай қарамаңыз.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    }
]