[
    {
        "question_title": "Арбаға жегілген ат 400Н күш жұмсап оны0,8м/с жылдамдықпен",
        "question_content": "Арбаға жегілген ат 400Н күш жұмсап оны0,8м/с жылдамдықпен бірқалыпты қозғап келеді. Ат 1 сағатта қанша жұмыс істейді?",
        "question_date": "26.02.2019",
        "question_tag": "Физика",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A=F*l=F*v*t=400*0.8*3600=1152000 Дж",
                "date": "26.02.2019",
                "upvotes": 1
            },
            {
                "text": "A=F*S\nS=0.8*1\nA=400*0.8=320дж",
                "date": "14.03.2019",
                "upvotes": 0
            },
            {
                "text": "A=F*S\n\nS=0.8*1\n\nA=400*0.8",
                "date": "14.03.2019",
                "upvotes": 0
            },
            {
                "text": "F=400H.                   А=F•S=400•2880=1152000 Дж\n\nV=0,8м/с.                S=V•t=0,8•3600=2880м\n\nt=1сағат=3600c\n\nА=?",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасына қалай қатыса аламын?",
        "question_content": "Сәлеметсіз бе? Мен 2007 - 2010 жж аралығында жд колледж бітірдім, қолыма дипломымды алдым да, қосымша сырттай математика мамандығына документ тапсырып ол оқуымды 2013 жылы бітіріп шықтым. Сырттай оқып жүріп бірінші дипломыммен жұмыссыздыққа  жұмыс іздеуші ретінде тіркелдім де, өз мамандығым бойынша жұмыс табыла қоймаған соң ауылда әкімшілікке уақытша декреттік демалысқа шыққан іс - жүргізушінің орнына 2012 ж 18 - маусым күні қабылданып, 2013 жылдың 2 мамыр күні 10 ай жұмыс жасап орнымдағы апай жұмысқа қосылатын болғасын жұмыстан босатылдым. Содан кейін 2014 жылдың 1 - наурызынан бастап - 2017 жылдың 4 - қыркүйегіне дейін сол ауылдағы білім ордасына яғни,  мектепке уақытша ЭЕМ оператор болып жұмысқа қабылданып, сол мектептен зейнеткерлікке шыққан апайдың орнына қыркүйектің 4 - нен бастап тұрақты түрде химия - биология - физика пәндерінің лаборанты болып жұмысқа қабылдандым.\nАуылдық жерлерге жұмысқа тұрған жас мамандарға дипломмен ауылға  бағдарламасы бойынша бір жолғы көтерме ақша мен үй алуға көмек бар дегенді естіп документ тапсырғанмен бірақ, маған уақытша жұмыс жасаған орнымды және казір жұмыс жасап жатқан жерімдегі жылдарымды көрсетіп, сізге берілмейді деп жауап қайтарды. Сонда барлық адам мүмкін емес ғой бірден тұрақты жұмысқа қабылданып, үкіметтін беретін көмегін бірден алып жатыр ма деген ой келді. Менің ойымша бастапқы әкімшілікте жұмыс жасағанда  тұрақты болып қабылданып, кейін басқа жұмыс орнына ауысып кетсем екен онда дұрыс ойланатын, уақытша жұмыс жасап тұрақты жұмысқа қабылданған жас маманға қалайша берілмейді. Осы сұрағыма түсінікті әрі нақты жауап берілсе екен.",
        "question_date": "26.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЭЕМ операторы болып жұмыс жасаймын. \"Дипломмен ауылға\" бағдарламасына қатыса аламын ба?",
        "question_content": "Сәлеметсіз бе? Мен білім саласында, яғни мектепте эем операторы болып жұмыс жасаймын. \"Дипломмен ауылға\" бағдарламасына қатыса аламын ба?",
        "question_date": "26.02.2019",
        "question_tag": "Мамандық",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапецияның табаны 26 см биіктігі 10 см ауданы",
        "question_content": "Трапецияның табаны 26 см биіктігі 10 см ауданы 200 см оның екінші табанын табындар",
        "question_date": "25.02.2019",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=(a+b)/2 * h\n\nb=2S/h - a = 2*200/10 - 26 = 40-26=14 cM",
                "date": "25.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Әдеп әлеміне барар жол\" тақырыбында шығарма керек.",
        "question_content": "Әдеп әлеміне барар жол туралы эссе",
        "question_date": "25.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқының салтында үлкенді сыйлау әдептіліктің бір үлгісі болып табылады. Ата-ананы сыйлау, оларды қадірлеу, ізет көрсету адамның ең қастерлі қасиеттерінің бірі. Кіші үлкенді сыйласа, үлкендер де өз тарапынан оған лайық ықылас білдірген. Содан барып үлкен мен кіші арасында жарасымды қарым-қатынас орнаған. Ол әдетке айналып әдептілік ережелерін тудырған. Үлкендер отырған жерде сөз жарыстырмай, ізет көрсете білу, көңілге қарай сөз айту, қажет кезде өзіңді ұстай білу халық дәстүрінде қалыптасқан қасиеттер.\nӘдептілік адам бойында бірден қалыптаспайды. Ол - біршама жылдардың, қоршаған ортаның, жақсы тәрбиенің жемісі. Ата-ана өз балалары үшін тәртіптілік пен сыпайылықтың, жарасымдылықтың, қамқорлықтың үлгісі, отбасындағы тәрбие құдіреті осында.\nАдамдар арасындағы қарым-қатынас әдептілікке негізделсе, жан-жағына жылуын шашады, әдепсіз болса қапаландырады.\n\nАдам-ең әуелі адамгершілігімен, әдебімен көрікті.\nӘдептілік-өзіңді әр түрлі жағдайда мінез-құлықтың жалпы ережелеріне, эстетикалық, этикалық талаптарға сәйкес ұстай білу.\n\nӘдепті адам ыңғайсыздық тудыратын жағдайды болдырмауға тырысады. Әдепті болу үшін өзіңді-өзің ойша болса да басқа адамдардың орнына қоя білуің керек. Әдепті адам өзінің басқа адамды жек көретінін немесе өте жақсы көретінін көпшіліктің алдында білдірмейді, бұл басқаларды ыңғайсыз жағдайда қалдырмау үшін қажетті.\n\nАдам мәдениеті жоғары болған сайын, оның айналасындағы адамдармен қарым-қатынасы сыпайы бола түседі.",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу үшін 9 жыл мақтау қағазын алу керек пе?",
        "question_content": "Мен 9 сынып оқимын, 1-8 сыныпқа дейін ө те жақсы оқығаным үшін мақтау қағазын алдым. Жылдық қорытынды 8 сыныпқа дейін бәрі бес болды.  Бірақ 9 сыныпта сабағым түсіп кетті. Сызу, Физика, Химиядан төрт шықты 2 тоқсан бойы,  сонда да тырысып жүрмін. Қолымнан келмесе ше?  Аттестаттың қызылын  ала алмаймын ба?",
        "question_date": "24.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            },
            {
                "text": "Егер жылдык баған бес болса ала аласың ал киши сыныптар ескерилмейди",
                "date": "19.06.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "А қаласынан Б қаласына автобустың артынан 0,5 сағ өткеннен кейін автокөлік шықты.",
        "question_content": "А қаласынан Б қаласына автобустың артынан 0,5 сағ өткеннен кейін автокөлік шықты. 1,1 сағ өткен соң ол автобусты қуып жетіп, алдыға 2 км озып кетті. Автобустың жылдамдығы автокөліктің жылдамдығымен 20 км/сағ кем болса автобустың жылдамдығы қандай?",
        "question_date": "24.02.2019",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x(0.5+1.1)=(x+20)*1.1+2\n\n1.6x=1.1x+22+2\n\n(1.6-1.1)x=24\n\n0.5x=24\n\nx=24/0.5=48 KM/caF",
                "date": "25.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есею, үлкею, көбею, азаю, тақия, зиян деген сөздерге сөйлем құрастыру керек?",
        "question_content": "Есею, үлкею, көбею, азаю, тақия, зиян деген сөздерге сөйлем құрастыру керек?",
        "question_date": "24.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есею баспалдығына нық қадам басыңыз.\nЖыныссыз көбею — өсімдіктер мен жан-жануарлар ағзаларының бір бөлімінен өзі тәрізді жаңа ағзаның өсіп шығуы.\nТақия – ерлердің жеңіл бас киімі.\nЖаман іс-әрекеттердің барлығы адам үшін зиян.",
                "date": "16.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Астында тұрған фотодағы критерииларға байланысты эссе керек?",
        "question_content": "Астында тұрған фотодағы критерииларға байланысты эссе керек?",
        "question_date": "24.02.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 998,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялық талдау жасап бересіз бе?",
        "question_content": "Ерлiк пен бiрлiк-егiз. Ынтымак- орман, жау ала алмас корган. Журек-ер, бас- кеменгер. Жупыны-жугымды, сыпайы- суйкiмдi. Аяк-аргымак, кол-канат, коз жанат. Соз-сабан, iс дян. Сойлеген себедi, тандаган-орады. Жок болсан- жасыма, ток болсан тасыма. Озган -мурат; калган-уят. Жер-ана, ел-бала. Агаш-жапырагымен, жер топырагымен",
        "question_date": "24.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ер - түбірі, зат есім, -лік - сөз жасаушы қосымша (жұрнақ), бір - түбірі, сан есім, - лік - сөз жасаушы қосымша (жұрнақ)",
                "date": "26.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт ға қалай дайындалу қажет?",
        "question_content": "Сәлеметсіздер ме? 10 сынып оқушысымын. Физ-мат таңдап отырмын, мамандығым белгісіз. Ұбт дайындала берсем деп едім. Бірақ 5 пәннің қайсысынан бастарымды білмеймін. Ұбт ға қалай дайындалу керек, бірінші қандай пәнге дайындалған жақсы нақты айтып өтесіздер ме?",
        "question_date": "24.02.2019",
        "question_tag": "Математика",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ-ға барлық сабақты қатар алып жүрген дұрыс секілді. Себебі бір пәнді оқып қалдырсаң екіншісі қалып кеттеді. Бірақ өз басым математикадан ( алгебра+геометрия) бастадым.",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Узидегі нені білдіреді?",
        "question_content": "Менің ішімнің сол жағы және бүйрегім қатты ауырып жүр. Жатырды узиге түсіргенде қорытындыда \"эндометрий соответсвует 2 фазе менсис\" деп жазылып тұр. Интернеттен нақты мәлімет таба алмадым. Көмектерініз болса",
        "question_date": "23.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскери салада патриоттық әндердің пайда болуы шығу тарихы?",
        "question_content": "Әскери салада патриоттық әндердің пайда болуы шығу тарихы жайында баяндама керек еді?",
        "question_date": "23.02.2019",
        "question_tag": "Жалпы ән туралы",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біреуге арыз жазу үшін не істеу керек?",
        "question_content": "Мені менің бұрынғы жігітім мазамды алып жүр. Боқтайды балағаттап мені сыйламайды. Коркытады блмим нестеримди одан кутылгым келеди.Барибир екеумиз бирге боламыз маған буйырмасан ешкимге буйырмайсын дит.Бираз нәрсе айтады.Мен оны жек көрем воще Турин коргим келмиди",
        "question_date": "23.02.2019",
        "question_tag": "Заң",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізді жақсы көретін шығар, дұрыстап сөйлесіп алыңыздар. Жігітіңіздің обалына қалуға болмайды. Егерде сізді балағаттап, қорқытып, бопсалайтын болса қылмыстық жауапкершілікке тартылады. Ол кісіге ескертіп койыңыз, Ондай жолға бармай-ақ кояйық деп.",
                "date": "28.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2019 жылғы жастар практиканың айлық жалақысы қанша болып жатыр?",
        "question_content": "2019 жылғы жастар практикасының айлық жалақысы қанша болып жатыр?",
        "question_date": "23.02.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 747,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іштің сол жағы ауырса не істеу керек?",
        "question_content": "Сәлеметсіздер ме? Ішімнің сол жағы қатты ауырып жүргеніне бірнеше күн болды. Узиге бүйректі түсірген едім. Айтарлықтай ешнарсе айтпады. Не істесем болады? Неден ауыруы мүмкін?",
        "question_date": "23.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 21700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол жақта көкбауыр болады",
                "date": "23.02.2019",
                "upvotes": 1
            },
            {
                "text": "Сенің орныңда болсам дұрыс емханаға барып қаралар едім.",
                "date": "2.03.2019",
                "upvotes": 0
            },
            {
                "text": "сол жагыныздын именно кай жери иш деген жалпы айтылады, мысалы сол жак кабырга асты немесе сол жак мыкын аймагы, косымша кандай симптомдар бар журек айнима кусасыз ба немесе тамак ишип жеуге или физикалык куштемеге байланысты ма киши даретке калай барасыз. зар анализи буйрек деп кудиктенсениз. уйкы бези да ауырады сол жакта ишти айналдыра. дурысы жаксы терапевт маманга жугинип тексерилгениниз абзал!!!",
                "date": "3.03.2019",
                "upvotes": 0
            },
            {
                "text": "сіздің бұрын да он жағының ауырып беді? осыдан 5-6 ай бұрын? солай болса соқыршек болуы мүмкін? менін әкем интернеттен сол туралы оқығанда естіп қалғаным ол менін естігенім! менін ойымша бұл іште сұйықтық жетіспеуі.мысалы суды аз ішіп соттарды көп ішуденде болады. мендеде болған дәрігер маған солай айтты сосын ол суды күніне 2- 2,5 жарым литр су іш деді мен солай істедім сосын қойып кетті.",
                "date": "26.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлкеттен көп балалы аналарға қандай көмек беріледі?",
        "question_content": "Курметты елбасы. Менин сизге жазып отырған хатым алгаш рет. сөзден отинип сураймын. Мен жалғыз басты анамын. 4балам бар. Патер маселеси болып тур. Поляда турамын казирги кезде.свет жок. Соған балалар ым үшін көмек сураймын.бари Әли кишкентай. Менин баска еш амалым жоқ. Еш жер ден уй кезегине тура алмадым. Баринин сурайтыны тек кассаға осынша толесениз тиркеймин уйгедеп шыгарып салады. Менин ондай толейтин акшам жоқ.",
        "question_date": "22.02.2019",
        "question_tag": "Жанұя",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда балалы отбасыларын қолдаудың кешенді моделі құрылған. Оның ішінде мемлекеттік жәрдемақылар, әлеуметтік төлемдер, жұмыспен қамту шаралары, салық салу жеңілдіктері бар. \nБүгінгі күні әлеуметтік көмек отбасылардың 5 санаты бойынша беріледі:\n1. 1 жасқа дейінгі баласы бар аналар мен отбасыларға;  \n2. көпбалалы отбасыларға;\n3.мүгедек баласы бар отбасыларға;\n4.аз қамтылған отбасыларға;\n5.асыраушысынан айырылған және бала асырап алған немесе қамқорына алған отбасыларға.\nҚазақстандық жүйе азаматтың өмірінің барлық кезеңінде қолдау көрсетуді қарастырған. Жүйе әртүрлі әлеуметтік дәрежені және өмірлік жағдайда нақты қамтыған. Барлық әлеуметтік төлемдер жыл сайын инфляция деңгейінде белгіленеді. Бала туған кезде бір реттік жәрдемақы қарастырылған. Оның көлемі бала туу санына қарай бекітілген. 2019 жылы бірінші, екінші, үшінші баланы туғанда берілетін жәрдемақы көлемі – 95 мың 950 теңгені құрайды, ал төртінші және одан көп бала туғанда – 159 мың 75 теңге беріледі. Соңғы үш жылда жәрдемақының көлемі 38 пайызға өсті. 2018 жылдың қортындысы бойынша, осы санаттағы отбасыларын қолдауға берілетін жәрдемақыға 40,7 млрд теңге бөлінді. Осы жәрдемақыны барлығы 395 мың адам алды.\nОнымен қоса, біздің елде 1 жасқа дейінгі бала күтімі бойынша әлеуметтік қолдау қарастырылған. Мұндай қолдауға жұмыс істейтін де, жұмыс істемейтін де аналар ие.\nЕгер баланың анасы жұмыс істемейтін болса, бала туғаннан кейін оған 1 жасқа дейінгі бала күтімі бойынша жәрдемақы беріледі. Ол бір жыл бойы ай сайын беріледі. Ай сайын алатын жәрдемақы көлемі 14 544 теңгеден 22 473 теңгеге дейін жетеді.\n2018 жылы бұл жәрдемақыны 125 мыңға жуық адам алды. Жалпы сомасы 30 млрд теңге.  Соңғы 3 жылда аталған жәрдемақының көлемі 19 пайызға артты. \nЕгер баланың анасы жұмыс істеген болса, оған да әлеуметтік төлемдер беріліп тұрады. Оған Мемлекеттік әлеуметтік сақтандыру қорынан әлеуметтік жәрдемақы беріледі.\nБіріншіден, жүктілік және бала туу кезінде берілетін төлем. Оның көлемі әйелдің соңғы 12 айдағы орташа айлық табысына қарай белгіленеді. Өткен жылдың қортындысы бойынша осындай төлемнің орташа көлемі  391 170 теңгені құрады;\nЕкіншіден, 1 жасқа дейінгі бала күтімі бойынша берілетін жәрдемақы соңғы 2 жылдағы орташа айлық табысының 40 пайызын құрайды. 2018 жылы аталған жәрдемақының орташа көлемі  32  мың 361 теңгені құрады.\n2018 жылы барлығы 400 мың ата-ана Мемлекеттік әлеуметтік сақтандыру қорынан жалпы сомасы 165 млрд. Теңге болатын жәрдемақы алды. \nОдан бөлек, мемлекет жүкті әйелдердің декреттік демалысында орташа айлық табысынан 10 пайыз көлемінде міндетті зейнетақы жарнасын субсидиялайды.  Бұл бала күтімімен демалыста отырған әйелдердің зейнетақы жинағы тоқтап қалмау үшін жасалып отыр. \nЖұмыс істейтін әйелдердің құқығы мен кепілі еңбек заңнамасымен қорғалған. Мысалы, экономикалық себептермен штатты қысқарту негізінде, жұмыс көлемін төмендетуде еңбек келісім-шарты бұзылмайды:\n- жүктілігі туралы анықтамасы бар жүкті әйелдермен;\n- 3 жасқа дейінгі балалары бар әйелдермен;\n- 14 жасқа дейінгі бала тәрбиелеп отырған (18 жас дейінгі мүгедек-баласы бар) жалғыз басты аналармен.\nӨз кәсібін ашықысы келетін әйелдер үшін, біздің елде әйелдер кәсіпкерлігін қолдайтын әртүрлі  бағдарламалар жүзеге асырылып жатыр.  2018 жылы  нәтижелі жұмыспен қамту және жаппай кәсіпкерлікті дамыту бағдарламасы бойынша   3033 әйел микрокредит және  1243 әйел жаңа бизнес идеяларын дамытуға 100 АЕК көлемінде грант алды.\nМемлекет көпбалалы аналарға ерекше көңіл бөледі,онда бірқатар жеңілдіктер қарастырылған.\nӘрбір көпбалалы анаға,  «Алтын алқа» және «Күміс алқа» алғандарға немесе бұрын «Батыр Ана», 1 және 2 дәрежелі «Ана даңқы» орденімен наградталғандарға ай сайынғы мемлекеттік жәрдемақы беріледі.  Бұл жәрдемақы өмірбақи беріледі және ана зейнеткерлікке шыққан күнде де тоқтатылмайды, сондай-ақ ол оның табысынан тыс беріледі.\nЖәрдемақының көлемі 16 160 теңгені (6,4 АЕК)  құрайды және жыл сайын инфляция деңгейінде белгіленеді.  Бұл жәрдемақы құрметті  атаққа ие болған аналарға беріледі. Сондықтан ол төменгі күн көріс деңгейіне байланыстырылмайды. Бүгінде Қазақстанда мұндай құрметті  атақ 237 мың анаға берілді. Жыл сайын осы төлемге бюджеттен 45 млрд теңге бөлінеді.\n «Алтын алқа» және «Күміс алқа» атағын алған көпбалалы аналар жекелеген салық түрлерінен және мемлекеттік баждан босатылған:\n-көлік құрадары салығынан және жер салығынан;\n-тұрғылықты жерін тіркеу барысында, төлқұжат және жеке куәлік алуда нотариалдық және заңгерлік маңызы бар  қызмет түрлері үшін мемлекеттік баждан;\n4 және одан көп кәмелет жасқа толмаған баласы бар көпбалалы отбасыларына арнайы мемлекеттік жәрдемақы беріледі. Өткен жылы 271 мың отбасы осындай жәрдемақы алды. Жалпы сомасы 32,8 млрд теңгені құрайды. \nЗейнетақымен қамтамасыз ету  мәселесінде 5 және одан да көп бала туған аналар 53 жасында зейнеткерлікке шығуға құқылы.\nТабысы төмен отбасыларын мемлекеттік қолдаудың жекелеген шаралары қарастырылған. 2018 жылдың 1 қаңтарынан бастап аз қамтылған отбасыларына атаулы әлеуметтік көмек көрсетудің жаңа тәртібі енгізілді. Оны тағайындау үшін кедейлік шегінің мөлшері күн көріс деңгейінен 40 пайыздан 50 пайызға дейін ұлғайтылды. Осылайша 2017 жылмен салыстырғанда Атаулы әлеуметтік көмектің орташа көлемін 2 есеге арттыруға мүмкіндік туды. \nАӘК жаңа форматта  беріліп жатыр  және тек ақшалай төлеммен ғана емес, сондай-ақ әлеуметтік қызмет түрлері ұсынылуда. Соның ішінде жұмысқа тұруға қолдау көрсету, оқыту, микрокредит беру және т.б.\nСондай-ақ, біздің елде мүмкіндігі шектеулі бала тәрбиелеп отырған отбасыларын, асыраушысынан айырылған отбасыларын  және тағы басқаларды қолдау үшін  жекелеген әлеуметтік шаралар  қарастырылған.\n16 жасқа дейінгі мүмкіндігі шектеулі балаға берілетін ай сайынғы әлеуметтік көмектің көлемі 41 578 теңгені құрайды. 16 жастан 18 жасқа дейінгілерге мүгедектік тобына қарай беріледі: бірінші топтағы мүгедек балаға – 57 021 теңге, екінші топтағыға- 47 220 теңге, үшінші топтағы балаға – 35 638 теңге.\nОсы төлемге қоса, кәмелет жасқа толғанға дейінгі мүгедек-бала тәрбиелеп отырған тұлғаларға жәрдемақы беріледі. 2018 жылдың қортындысы бойынша 80,6 мың адам осындай жәрдемақы алды. 2019 жылы жәрдемақы көлемі 31 183 теңгені құрап отыр.\n2018 жылдың 1 шілдесінен бастап Мемлекет басшысының тапсырмасы бойынша,  18 жастан асқан бала күнінен бірінші топтағы мүгедек жанға күтімі бойынша жәрдемақы беру енгізілді. Өткен жылы оны 11,5 мың адам алды. 2019 жылы жәрдемақы көлемі 31 183 теңгені құрады.  \nСондай-ақ, техникалық құрал-жабдықпен қамтамасыз етуді қажет ететін балалар (жасанды–ортопедиялық көмек, сурдо, тифло-құрал), жүріп-тұруы үшін қажетті құралмен (арба), шипажайда емделу және міндетті гигиеналық құралдармен қамтамасыз етіледі.\nАсыраушысынан айырылған отбасыларына, бюджеттен 25 541 теңге көлеміндегі мемлекеттік жәрдемақы қарастырылған,бұл  асырауындағы бір бала үшін, ал асырауында  алты және одан да көп бала  болса 62 663 теңге беріледі.\nХалық үшін мемлекеттік қызметтердің қолжетімділігін қамту мақсатында, өткен жылдан бері қызметтің 4 түрі бойынша проактивті режим енгізілді. Бұл дегеніміз – азаматтар мемлекеттік органдарға барып жатпай-ақ, қызмет түрін ала алады. Жаңа туған баланы тіркеу,  балабақшаға кезекке қою, бала туғанда берілетін жәрдемақыны және 1 жасқа дейінгі бала күтімі бойынша берілетін төлемді рәсімдеу бір проактивті режимде беріледі.  \n                                                                        ***\nЖалпы ана мен баланы қорғау аясында қабылданған шаралар оң нәтижесін көрсетіп,  демографиялық ахуалды жақсартты. Соңғы 10 жылда бала туу  10 пайызға артты (2008 жылы 356,6 бала туса,  2018 жылы – 391 мың бала өмірге келді).\nТолық ақпарат: https://www.enbek.gov.kz/kk/node/358151",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қос теңсіздік дегенді түсінбедім?",
        "question_content": "Жазып беріңіздерші!!",
        "question_date": "22.02.2019",
        "question_tag": "Математика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 1,-1,2,-2,3,-3,4,-4\n\n2)4,-4,5,-5,6,-6\n\n3)2,-2,3,-3,4,-4,5,-5\n\n6)3,-3,4,-4,5,-5,6,-6,7,-7",
                "date": "22.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жамбыл мен Айкүмістің айтысы керек?",
        "question_content": "Жамбыл мен Айкүмістің айтысы керек?",
        "question_date": "21.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖАМБЫЛДЫҢ АЙКҮМІСПЕН АЙТЫСЫ \nЖамбыл: \nӘдейі ат терлетіп келдім тойға, \nАйкүміс, әуелден-ақ болдың ойда. \nӘуірі басылмаған албырт едім, \nАсығыс айтқаныма кінә қойма! \nАйкүміс: \nАптығып ә, дегеннен амандаспай, \nӘдепті үйренбепсің, \nЖамбыл, жастай. \nАсылға арсыдағы қол жетпей ме, \nАқылмен қыймылдасаң аспай-саспай?. \nЖамбыл : \nАйкүміс, асықпауға шамам бар ма? \nЖасшылық ұрындырды талай жарға... \nСен үшін жатсам, тұрсам арманым көп, \nЖем болып кете ме деп жамандарға. \nАйкүміс: \nБіле ме пенде шіркін өз кемісін, \nЕл кезіп есер мінез сен де жүрсің... \nЖаралған жат жұрттыққа ұрғашымыз, \nЖарқыным, өкінбеші сен мен үшін! \nЖамбыл: \nБарарсың бір жаманға өзің қор боп \nОтырсың қарқарадай әзір зор боп. \nКөзіңе көк шыбынды үймелетер, \nКөргенің өле-өлгенше ылғи сор боп. \nАйкүміс: \nЖамбыл-ау, күбінесің неге сонша? \nҚұтқарып қыз біткенді қалған жанша... \nҚолдағы қаршығаңнан неге айрылдың \nТұтқасы дүниенің сенде болса?! \nЖ а м б ы л: \nЖалғанның сорлысы екен қыз бен жігіт, \nЖүрмеген бірге ойнап, бірге күліп! \nАрыны басылмаған арсыз көңіл, \nТағы да етіп отыр сізден үміт. \nА й к ү м і с: \nЖігітке көрінеді үміт жеңсік, \nЖарымас ол мінезге көңіл көншіп? \nЖарқыным, одан қайта қолқаңды айтшы, \nӘр нені тере бермей, құр білгенсіп!.. \nЖ а м б ы л: \nТүйме емес, тоғыз емес тілегенім, \nЖұбатпас көңіліңді құр өлеңім. \nБолмасаң сөзге қашақ, ішке тосаң, \nСырымды айттырмай-ақ білер едің... \nА й к ү м і с: \nЖамбыл-ау, жан екенсің сөзге сараң \nЖақпады қай мінезім бүгін саған? \nДітіңді білтелемей, білдіре айтшы, \nСаласың қандай қолқа тегі маған? \nЖ а м б ы л: \nАуылым жайлап отыр \nКөксеңгірді, \nКөз сүзіп сіздің жаққа еңсем құрды. \nҚолыма бір ұстатсаң түсінерсің,\nТомпайған төсіңдегі өртенгірді. \nА й к ү м і с: \nЖамбыл-ау, ұстатпаймын, кінә қойма, \nКетейін қайтып ардан мына тойда. \nЖақсы сөз жан семіртер деген бар ғой, \nӘдепті мінездерің жүрсін ойда... \nЖ а м б ы л: \nАйкүміс, амалым жоқ, қош ендеше, \nКетелік сыр білдірмей жат пендеше... \nАтыңды, ақ жүзіңді ұмытпаспын, \nКеудемнен қашан менің от сөнгенше...\n\nТолығырақ: https://massaget.kz/layfstayl/debiet/kkzhiek/17342",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұраншы батыр жырына арқау болған сюжеттік желі?",
        "question_content": "Сұраншы батыр дастаны желісіне композициялық құрылым",
        "question_date": "21.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбылдың революциядан бұрын шығарған эпостық шығармаларынан бізге екі үлкен дастан жетті. Ол – «Өтеген батыр» мен «Сұраншы батыр» дастандары. Бұлардан басқа Жамбыл «Сауырық батыр» дейтін де дастан шығарған екен. Бірақ онысы ұмытылған. Сақталған екі дастан таң қаларлықтай бір тұтас, бүтін, өзекті дүние болып шыққан. Құнттылықпен сомдап соғылған бұл туындылар үлкен серпінмен, шеберлікпен жазылған, халықтың жарқын болашақ, шұрайлы жер, бақытты жаңа өмір туралы көкейкесті армандарын зор шабытпен жырлаған. Сюжетінің желісінде мифологиялық элементтер бар, реалистік суретке негізделген «Өтеген батыр» дастаны тамаша оймен суреттелген ақындық туынды. Дастанның өлеңі жеңіл, жатық, жұмсақ және эпостық шығарма бола тұра лиризмге толы. Айлы түнде ұйықтамай, халқына жайлы қоныс табам деп өзінің үлкен арманына бой ұрған Өтегенді Жамбыл үлкен ер жүректікпен сүреттеген. Жамбыл дастандарындағы ерекше бір жаңалық – мұнда әр халықтың өкілдері бас қосып, тіл тауып жалпы тап дұшпанына қарсы күресуі, осы күресте шыныққан достық. Өзі оқи алмаса да, ұдайы халық ортасында болып, халық тілегін жан-тәнімен жақсы түсінген патриот, қарапайым бұқара ақыны Жамбыл қазақ халқы үшін ең дұрыс жол орыс халқымен дос болу екендігін түсінген және осы білгенін дастанында өз дәрежесінде тәуір көрсеткен. Бұл – кезінде қазақ әдебиеті үшін елеулі жаңалық еді. «Сұраншы батыр» дастанын Жамбылдан бұрын Сүйінбай да жырлаған деседі. Бірақ ол бізге жетпеген және ол дастан емес, толғау түрінде жырланған. Сүйінбай болсын, Жамбыл болсын, әрқайсысы өз шығармасында Шапыраштыдан шыққан Сұраншы батырдың ерлігін, елге сіңірген еңбегін жыр еткен. Сұраншы шын болған, XIX ғасырда өмір сүрген батыр адам екен. Сұраншы батырдың есімі Шоқан Уәлихановтың хаттарында да кездеседі. 1838 жылы дастанды өз аузынан жазғызарда Жамбыл кіріспесі мен соңын жаңартып, Сұраншының шын тарихта болған адам екенін де дәлелдейді. Тек Сұраншы емес, оның тоғыз орыс, бір татар жоластары да, Егор дейтін кен қазушы досы да тарихта болған, Сұраншымен бірге соғысқан кісілер. Бұлардың соғысқан дұшпандары – Қоқанның Құдияр ханы мен қырғыздың манапы Орман ханның басқыншылары. Дастанда Сұраншы батырдың достарымен қосылып орыс армиясының қатарында көрсеткен қаһармандық күресі эпостық кең тыныспен, ерекше шабытпен суреттелген. Сұраншының ерлігін мұнша ден қойып жырлауының бір себебі Жамбылдың айтуынша: \nБата берген Сүйінбай, \nЖырдың тіккен туындай, \nАйтқанда маған ақылды, \nЖырла! – деген батырды, – деу болса, екінші себебі – басына туған ауыр күнде батырын аңсаған халық тілегі көрінеді. «Сұраншы батыр» ежелгі батырлар жырының дәстүрінде туған дастан болғандықтан, сол жырлардың баяндау, суреттеу тәсілдерін қолданған. Сондықтан да көп жерлері Қобыланды, Алпамыс, Қамбар бейнелерін еске салады. Алайда асырып, әсірелеп айту (гипербола) жөнінен соңғы дәуірдегі тарихи-реалистік поэмаларға жақын. Жамбыл ел байларын, бектерін тізіп бөсімейді, қазақ жерін басқыншылардан қорғауда ерлік көрсеткен, бірлік көрсеткен Сұраншы, Сауырық, Сыпатай секілді батырларды дәріптеп, шаршы топтың алдында көптің көкейіндегі патриоттық және бұқарашылдық сезімді қозғап, жеңіске жетеді. Шын батырдың ерлігін, елге істеген игі істерін сүйсіне баяндайды. Бұл баяндауының өзі ұзақ жыр іспетті Жамбылдың осы тақырыптағы дастандарымен үндеседі. «Қалың қазақ өз елім» деген жалпы ұлттық сезім дәрежесіне көтерілген халық ақынының үні.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/25744",
                "date": "14.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "50°С болаттың меншікті кедергісін табыңдар",
        "question_content": "50°С болаттың меншікті кедергісін табыңдар. 20°С меншікті кедергісі 12×10^-8 Ом×м ,ал температуралық кофиценті 0,006 К ^-1 .жауабы 1,4×10^-7 Ом×м",
        "question_date": "21.02.2019",
        "question_tag": "Физика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жауабы 250градус болуы керек",
                "date": "23.02.2022",
                "upvotes": 0
            },
            {
                "text": "12*10^-8(1+0.006*50)＝1.56*10^-7",
                "date": "4.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табу керек?",
        "question_content": "Трапецияның табандары 11 және 28, ал бүйір қабырғалары 25 жане 26. S=?",
        "question_date": "21.02.2019",
        "question_tag": "Математика",
        "question_views": 17000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапецияның ауданын табу формуласы",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Киноның атын ұмытып тұрмын. Әкесі жұмысқа кетеді.",
        "question_content": "Әкесі жұмысқа кетеді. Кешке келгенде қызы күні бойы радиода естегенін тура сол қалпында айтып береді?",
        "question_date": "20.02.2019",
        "question_tag": "Кино",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер мен невропатолог болсам шығарма керек еді?",
        "question_content": "Егер мен невропатолог болсам шығарма керек еді?",
        "question_date": "20.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Егер мен невропатолог болсам \"эссе",
                "date": "16.02.2020",
                "upvotes": 0
            },
            {
                "text": "Невропатология (грек тілінен neuron – талшық, жүйке және патология) – жүйке жүйесі ауруларының себебі мен механизмін анықтау, емдеу және олардан сақтандыру әдістері туралы ғылым. Жүйке жүйелерінің аурулары өте ертеден белгілі. Бұл ауруларды анықтауда Гиппократ,Эрасистрат, Цельс, Гален, Әбу Әли ибн Сина еңбектерінің маңызы зор. Қазақстанда бұл саладағы ғылыми-зерттеулер тұңғыш рет Алматы мемлекеттік медицина институты (қазіргі Қазақ ұлттық медицина университеті) құрамында жүйке аурулары клиникасы (1935) ашылғаннан кейін қолға алынды. Қазақстанда Невропатология ғылымының негізін қалаған профессорлар:М.Фаризов, Е.М. Стеблев, Б.Атшабаров, А.П. Касаткина, Г.Жанайдарова, В.В. Шидловский, С.Қайшыбаев. Невропатология саласында ауруларды анықтап, оларды емдеу үшін электрэнцефалография, видеомониторинг, компьютерлік магнитті-резонансты томография, ультрадыбысты доплер, т.б. әдістер қолданылады. Невропатология мәселелерімен Дәрігерлер білімін жетілдіру институты, Гигиена және эпидемиология ғылыми-зерттеу орталығы, Еңбек гигиенасы мен кәсіби ауруларды зерттейтін ұлттық ғылыми орталығы, сондай-ақ, Астана, Семей, Қарағанды, Ақтөбе қалаларындағы медициналық академиялар шұғылданады. [1]",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тілімді қалай жөндесем болады?",
        "question_content": "Сәлеметсіздерме! Кішкентай кезімде сосканы көп сорғаннан с ш з әріптерін айтқанда тілім тісіме тақалып сақау етіледі. Жаңадан өзіммен жасты балалармен танысқанда маған біртүрлі көз қараспен қарайды кейбірі бірден тілімді сұрайды неге олай деп. Бұрын аса мән бермейтін едім қазір жасым 14 те бұйырса осы жылдың аяғында 15 ке толамын сөйлеуге қатты ұяламын. Логопедке бардым көмектеспеді сосын басқасына барып көрдім оның да әсері болмады әр логопед әр түрлі айтады. Не істесем болады? Диктофонға жазып тыңдасам даусымды естіген сайын жылағым келеді.",
        "question_date": "20.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тырысып әрекет етіп көріңіз,әрекетке берекет дейдіғой.Шын ниетпен сұраңыз,тек мақсат қойыңызда алға қарай жүре беріңіз.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    }
]