[
    {
        "question_title": "Дұрыс қиық үшбұрышты пирамида табан қырлары 4дм және 12дм.",
        "question_content": "Дұрыс қиық үшбұрышты пирамида табан қырлары 4дм және 12дм. Бүйір қыры үлкен табанмен 60 градус бұрышын құрайды. Пирамиданың биіктігін табыңыз.",
        "question_date": "11.02.2021",
        "question_tag": "Геометрия",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақтың Қанышы дегенде көз алдыларыңызға кім елестейді?",
        "question_content": "1. «Кенжетай» роман үзіндісін оқыңыз.Мазмұның жазыңыз. 2.Қазақтың Қанышы дегенде көз алдыларыңызға кім елестейді?",
        "question_date": "11.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 675,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ өзінің тарихын жеке тұлғалары арқылы парықтауды дәстүр еткен халық. Байырғы заманнан бастау алатын бұл дәстүр Жолды-тегіннің тас қашау жазбаларында, “Құпия шежіреде”, сондай-ақ Бабырдың, Мұхаммед Хайдардың, Әбілғазы Баһадүр-ханның, Ұлықбектің, Қадырғали Қосымұлының, Өтеміс-қажының, Шәкәрім-қажының, Құрбанғали Халидтің, тіптен берідегі Мұхаметжан Тынышбайдың еңбектерінде айқын көрініс тапқан. Әрі-беріден соң, қазақтың шежірешілдігі де тарихты жеке тұлғалар арқылы танудың, тарихты жеке тұлғалардың өнегелі өмірі арқылы парықтаудың орныққан дәстүрі болып табылады. Түптеп келгенде, бұл дәстүр әрісі Еуразия көшпелілері, берісі қазақ халқы тарихының философиясы екені ден қойдыруға тиіс. Қазақтың дәстүрлі философиялық пайымында өмірді өзгертуден бұрын, алдымен адам сапасын шыңдауды нысана етеді. Шежірешілдік дәстүрде де өмір туралы жалпылама деректен бұрын, алдымен адам туралы мағлұмат беру басты шарт. Яғни, қазақтың дәстүрлі тарихи танымы бойынша адам бар жерде ғана тарих бар. Адам тарихтың негзігі тұлғасы, ал адам сапасы тарихтың қозғаушы күші. Әрбір адам әкесі мен шешесінің ғана перзенті емес, сонымен бірге этностың да бір мүшесі. Қазақ үшін этнос тарихы жеке адамнан тыс қарастырылмайды, керісінше адам әулетінің өмірбаяны ретінде қарастырылады. Сонда, қазақтың тарихнамалық зердесі дегеніміз тек қана саясатқа, шаруашылық-мәдени ахуалға немесе қоғам дамуының заңдылықтарына қатысты жалпылама сөз емес, ең алдымен сол тарихтың субъектісі болып табылатын нақты адам туралы пайым болып шығады. Мұның өзі тарих ғылымында ертеден төбе көрсеткен, әсіресе соңғы кезде француз тарихшыларының арасында тұтас дәстүрге айналған “әлеуметтік тарих” немесе “тарихи антропология” деп аталатын үрдіспен үндес екенін атап өткен жөн.\nОсынау өміршең үрдіс жалпы қазақ өнерін де, соның аясында сөз өнерінде де өзінің тамырын тереңнен тартып, сабақтастығын үзбей жалғап келе жатқан орнықты дәстүр деуге болады. Тек көркем проза тілінде ғана сомдалған қазақтың тарихи тұлғалары бүгінгі таңда тұтас галереяға айналған. Этностың қордаланған тарихы бар мәдени-рухани жады дейтініміз осы. Міне, қазақтың осындай текті дәстүрінің соңғы кезде өрісін ұзартқан тегеурінді  туындыларының бірі жазушы Медеу Сәрсекенің “Қазақтың Қанышы” атты ғұмырнамалық роман-эссесі.\nТарих еншісіне айналған ұлы тұлғалар, олардың ұлағатты өмірі жер басып жүрген тірілер үшін мерей-мәртебе ғана емес, ең бастысы  ұлттың мәдени-рухани деңгейінің тарихы көрсеткіші, халық өресінің бедерлі айғағы ретінде ден қойдыруға тиіс. Өйткені, ұлы тұлғалардың өзі тарих еншісіне айналғанымен, олардың өнегелі өмірі бүгін мен болашаққа қызмет етеді. Қазақ халқының бүгіні мен болашағының мақтанышы да, қызметшісі де болып тарих төрінен орын алған біртуар тұлғалардың бірегейі Қаныш Имантайұлы Сәтбаев. Оның адам ретіндегі қасиет-болмысы парасаттылық пен кемелдіктің үлгісіндей болып ұрпақ жадында сақталса, ол тындырған ұлан-ғайыр істер Қазақстанды тарихи дамудың жаңа сапалы белесіне шығарып, ғылымы мен экономикасының тұғырын бекемдеп берді. Тарихи тұлғаның осы қасиеттерін М.Сәрсеке өз романына тұжырымдамалық өзек етіп алған, айнымас темірқазық етіп ұстанған.\nӘрине, бұл бір айтарға ғана оңай сөз. Әйтпесе, Қаныш Сәтбаев сияқты қиямет заманның оты мен суын белшесінен кешіп, қияпат кезеңнің ызбары мен ызғарын басынан өткеріп, сол заманы мен кезеңі бетін берсе таспай, сыртын берсе саспай, қашанда халқының қамын өмірінің мағынасы деп білген тағдыры күрделі тұлғаның ғұмырнамалық диалектикасын ашып көрсету және терең біліктілікпен, тегеурінді қаламгерлікпен ашып көрсету қиыннан да қиын шаруа. М.Сәрсеке сол қиынның қиынымен беттесе отырып, замана көлденең тартатын мың сан құбылыстың тағдыр қалыптастырғыш тілін зерделеу арқылы “Заман – Қоғам - Адам” проблемасын тұжырымдамалық өреде көрсетіп бере алған. Яғни, заман мен қоғамның ең бір шиеленіске толы ширыққан кезеңінде ұдайы ұлы тұлғалардың сын тезіне түсіп отыратыны және ондай шақта ұлы тұлғалардың тегеурінді әрекет-қарымы керісінше қоғамдық, қажет болса заманалық құбылыстарға ықпал ететіні шеберлікпен суреттелген. Түптеп келгенде, романның өзінде ғана емес, исі қазақ прозасына шырай беретін философиялық толымды идеясын осылай парықтауға болады.\nРоманда Қаныш Сәтбаев бейнесі қазақ халқының ХХ ғасырда басынан өткерген барша жетістігі мен жеңісінің, қиындығы мен қасіретінің куәгері ретінде ғана суреттеліп қоймайды, сол күрделі кезеңнің бел ортасында жүрген қаһарманы тұрғысында сомдалған. Яғни, Қаныш сынды ұлы тұлғаның ғұмыр шежіресі арқылы тұтас бір тарихи кезеңнің әлеуметтік-саяси, мәдени-рухани болмысы ашылып көрсетілген. Автор тек суреткер ретінде ғана емес, инженер-металлург ретінде де Қ.Сәтбаевтың кәсіби және ғылыми өмір жолын саралай суреттеуге келгенде қаламгерлік қарымдылығына қоса, тақырыпты кәнігі біліктілікпен игерген тереңдік танытып отырады. Ғұмырнамалық романды шынайы көркемдік биікке көтере алған себептердің бірі осы екені шәк келтірмейді.\nМ.Сәрсеке романда бас кейіпкерді бірыңғай сыдыра  мақтауға бармайды. Өмір шындығын өзек ете отырып, Қанаңның қателескен, сүрінген, шамырқанған, ширыққан тұстарын, сондай-ақ ізденген, күрескен, жеңіске жеткен кезеңдерін шығарманың алтын арқауына айаналдыра алған. Мұның өзі, авторлық қиялға көп ерік бере қоймайтын ғұмырнамалық романның көркемдік өресін биіктетуге кепіл болған. Былайша айтқанда, автор өмір драмасын өнерге айналдырған. Әсіресе, империяның кезекті репрессиялық әрекеті басталып, “ұлтшылдықты іздеу” науқаны қабындаған 50-ші жылдар зардабын, сол кездегі Қ.Сәтбаевтың қатерлі де, қаһарлы сыны мол кезеңді бастан кешуін романның ең бір кульминациялық шыңы деуге болады. Ет жүректі пенденің шыдау-шыдамауы неғайбыл ситуацияда Қанаң шын мәнінде парасаттылық пен даналықтың, азаматтық пен табандылықтың үлгісін көрсетеді. Мұның бәрі романда терең тебіреніспен, тегеурінді суреткерлікпен көрініс тапқан.\nАвтор Қ.Сәтбаевтың ізімен жүруге, ол болған орындарды көзімен көруге айрықша мән бергені байқалады. Әсіресе, Қанаңның көзін көргендермен сырласып, ұлы тұлғаның өмір майданындағы болмысын тану үшін; дәлірек айтқанда, ұлы тұлға бейнесін сомдау үшін ұрымтал пайдалана білген. Бұл ретте, тарихи деректер, айғақтар, естеліктер, архив материалдары авторлық баяндауы жандандырып, бас қаһарманның өсіп-жетілу жолдарын, ғылыми-кәсіби шыңдалу кезеңдерін барша ақиқатымен аша түсуіне себепші болып отырады.\nҚ.Сәтбаев тұлғасын сомдау М.Сәрсекенің қаламгер ретіндегі ең өзекті мұратына айналғанын осындайда атап өтудің артықтығы жоқ. М.Сәрсекенің алғаш Қанаң туралы қалам тартуы мен соңғы роман-эссесінің арасында аттай 36 жыл өтіпті. Осы уақыт ішінде Қанаң жайында үлкенді-кішілі 7 кітап жариялап, бұл кітаптары әлемнің 112 еліне тарапты. Ұлы тұлғаны ұлықтауға қатысты еткен еңбек, төккен тер осындай-ақ болса игі.\nСөз соңында, М.Сәрсеке роман-эссесінің идеологияшыл қыспаққа ұшырамай, жал-құйрығы күзелмей, авторлық ой-тұжырымдар тұншықтырылмай, толық нұсқасында жарық көруі және көз қуанып, көңіл сүйсінетіндей болып басылуы, ең алдымен тәуелсіздігіміздің шапағаты екеніне шәк жоқ. Сонымен бірге, “Атамұра” баспасының да елдік іске шынайы жанашырлықпен, кәсіби біліктілікпен, шығармашылық жауапкершілікпен қарап, кітапты биік талғам деңгейінде басып шығарғанын атап өткен жөн. \n\n\nhttps://adebiportal.kz/kz/retailing/view/348",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышының тік бұрышының төбесінен BD биіктігі жүргізілген",
        "question_content": "ABC үшбұрышының тік бұрышының төбесінен BD биіктігі жүргізілген. 1) A=30градус: 2) A=75 градус: 3) A=B екені белгілі болса, CBD бұрышые табыңдар?",
        "question_date": "11.02.2021",
        "question_tag": "Геометрия",
        "question_views": 883,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұзындығы 37см ширатылған резеңкенің қатаңдығын анықтау үшін оған массасы",
        "question_content": "Ұзындығы 37см ширатылған резеңкенің қатаңдығын анықтау үшін оған массасы 100г жүк ілген. Егер резеңке 90см ұзарса ,онда оның катаңдығы мен тербеліс периоды қандай болғаны?",
        "question_date": "11.02.2021",
        "question_tag": "Физика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "катаңдығы мен тербеліс периоды",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХБЖ-ға айналдыр 50 кН= , 600 МПа= , 0,5 см2=",
        "question_content": "Өтінем көмектесіңіздерш,оте керек боп тұр,көмектескендерге рақмет",
        "question_date": "11.02.2021",
        "question_tag": "Физика",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "50кН=50000Н\n\n600МПа= 6*10^8 Па\n\n0,5см2= 5*10^ -5 м2",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f(x)=3-0,5x функцияның өсу және кему аралықтарын табу",
        "question_content": "f(x)=3-0,5x функцияның өсу және кему аралықтарын табу",
        "question_date": "11.02.2021",
        "question_tag": "Мектеп",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көшпелі алтын кейіпкерлеріне мінездеме",
        "question_content": "Көшпелі алтын әңгімесінің кейіпкерлеріне жинақтау мен даралау арқылы мінездеме беру.",
        "question_date": "11.02.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 47300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәмен ақылды,сезімтал және жасынан зерек бала кітап пен жкрпналдарды оқығанды ұнатады батылдығыда бар.",
                "date": "23.02.2021",
                "upvotes": 0
            },
            {
                "text": "Кейіпкер: Сәмен-сәмен жастайынан ақылды, зергер, сезімтал бала болып өскен. Шығармадағы үңгірге қанша қорықсада кіргені оның батылдығы мен қайсар жүректі екендігін білдіреді.\nҚажытай-досына адал, ақкөңіл бала.Ол ата анасына мән жайды айтпай Сәменге көмек тесуге барды. Бұл оның мінезінің біртектілігін және досы үшін бәріне баратынын көрсетеді. Үңгірге досымен бірге қорқынышсыз кіріп, жанында әрқашан бірге болды бұл Қажытайдың мінезін даралап тұр.",
                "date": "7.02.2024",
                "upvotes": 0
            },
            {
                "text": "Сералы Әйтиевич: Отыздар шамасына келген ұзын бойлы , қараторы адам. Қайратты қара шашын спортшыларша шолақ алдыртыпты да, бір жағын ғана ьарап қойыпты . Мұрны қонқақ , көзі қысықтау біткен. Бір қарағанда Адам бет-аузы ісіп тұр ма деп қалардай . Үстіне кейген көк резеңке комбинезон құйылса жарасып , дене мүсінін айрықша сұлу етіп тұр. Бір әдеті алдында отырған адамға бір көзің сығырайтып күлімдеп сөйлейді.\n\nБорис бежев Михайлович: орта бойлы , арықтау , ақсары адам. Көзі үлкен селдір , майда шашы төбесіне жабысып , кең ақ маңдайын өте ерекшелеп тұр. Мұрны сүйір , ерні жұқа . Кісімен сөйлескенде кірпік қақпай , тесірейе қарап отырады\nГалузо : Үстіне көнелеу комбинезон, басы жалаңбас. Селтиген сары шаштары үрпиіп-үрпиіп бұйра болып тұр. Түсі суық адам.",
                "date": "17.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ДЫНММАҚА қандай сөз құралады?",
        "question_content": "ДЫНММАҚА қандай сөз құралады?",
        "question_date": "11.02.2021",
        "question_tag": "Мектеп",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нық,мамық,мадақ,ақын,мама, ана, дана, нам, ада, адам,нан, қан.",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16.3 суреттегі белгісіз бұрыштарды табыңдар.",
        "question_content": "16.3 суреттегі белгісіз бұрыштарды табындар\n\nГеометрия 7 сынып 90 бет 16.9 тапсырма",
        "question_date": "11.02.2021",
        "question_tag": "Геометрия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a)130°  ә)120°  б)120°  в)18°",
                "date": "27.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Судың қандай тереңдігінде қысым 150кПа-ға тең болады.",
        "question_content": "Судың қандай тереңдігінде қысым 150кПа-ға тең болады",
        "question_date": "11.02.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=ρ*g*h\nρ=1000 кг/м³\ng=10 Н/кг\nP=15000 Па\nh=150000/10000=15 м  (метр)",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкесі қайтыс болған жігітке, әкесінің жылы өтпей үйленсе бола ма?",
        "question_content": "Әкесі қайтыс болған жігітке,  әкесінің жылы өтпей үйленсе бола ма? егер болса , онда қандай амал жасау керек? Жасы 35-тен асқан жігіттің әкесі қайтқанына 8 ай болды, жігітке үйленуді тездету керек болып тұр. Соган мусылмандық жағынан қалай істеген дұрыс?\n1. Әкесіне, ең жақын деген адамдарымен Құран бағыштап, сосын үйлену рәсімін бастаса бола ма? (сырга салу Құда алдынан өту. мешіттен некеден отсе) жылын өткізбей тұрып?",
        "question_date": "11.02.2021",
        "question_tag": "Жанұя",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "баланың әкесінің жылы өтпей жатып өткізгенә дұрыс емес себебі жылы өтпеё жатып той жасау нағыз қателік. Егер қатты үйлену керек болып жатса әкесінің жылы өтуі тиіс.Той жасау қате",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кедергілері 20 және 35 Ом екі резистор батарейкаға паралель қосылған.",
        "question_content": "Кедергілері 20 және 35 Ом екі резистор батарейкаға паралель қосылған. Бірінші резистордағы ток күші 0.2 А. Екінші резистордан қандай ток күші өтеді. Не себепті екі резистордағы ток күші әртүрлі?",
        "question_date": "11.02.2021",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nR1=20 Oм\n\nR2=35Oм\n\nI=0,2A\n\nТабу керек:I2-?\n\nШешімі:\n\nU=I1R1=20×0,2=48\n\nI2=U/R2=48/35Oм =0,1(***)",
                "date": "6.03.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Егер бала өз атымда болса, жолдасымнан алимент өндіре аламын ба?",
        "question_content": "1) Егер бала оз атымда болса жолдасымнан алимент ондире аламынба,алде акеликти аныктау керек пе?\n\n2)Егер ер адам баска балаларына алимент тойлесе 2 балага,мениалименке берсем канша пайыз молшери есептеледи?",
        "question_date": "11.02.2021",
        "question_tag": "Заң",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "47-бап. Баланың туу тегін анықтау\n1. Баланың анасы жағынан туу тегін (анасын) ананың баланы медициналық ұйымда туғанын растайтын құжаттардың негізінде тіркеуші орган анықтайды. \n\nБала медициналық ұйымнан тыс жерде туған жағдайда, оның туу тегін туу фактісін растайтын медициналық құжаттардың негізінде тіркеуші орган анықтайды, ал олар болмаған жағдайда, баланың туу тегінің фактісі сот тәртібімен анықталады. \n\n2. Бір-бірімен некеде тұратын (ерлі-зайыпты) адамдардан туған баланың туу тегі ата-анасының некені (ерлі-зайыптылықты) қию туралы куәлігімен расталады. \n\nБала суррогат анадан туған жағдайда баланың туу тегі суррогат ана болу жөнінде жасалған шарт негізінде куәландырылады. \n\n3. Егер өзгеше дәлелденбесе, бала неке (ерлі-зайыптылық) бұзылған, ол жарамсыз деп танылған кезден бастап немесе бала анасының жұбайы қайтыс болған кезден бастап екi жүз сексен күн iшiнде туған жағдайда, анасының бұрынғы жұбайы баланың әкесi болып танылуы мүмкін. \n\n4. Егер баланың анасы өзінің жұбайы не бұрынғы жұбайы баланың әкесі емес деп мәлімдесе, баланың әкесі баланың өз анасының және әкесінің не жұбайының, бұрынғы жұбайының бұл туралы жазбаша өтініші болған кезде, осы баптың 5-тармағында немесе осы Кодекстің 48-бабында көзделген қағидалар бойынша анықталады. Мұндай өтініш болмаған жағдайда бұл мәселе сот тәртібімен шешіледі. \n\nБосанған әйелдің жұбайының немесе бұрынғы жұбайының басқа адамның әке болуын анықтауға келісімі ішкі істер органы берген, жедел-іздестіру іс-шаралары жүргізілгені туралы немесе соттың оны хабар-ошарсыз кеткен немесе әрекетке қабілетсіз деп танығаны туралы заңды күшіне енген шешімі туралы растайтын құжат болған кезде міндетті емес. \n\n5. Баланың анасымен некеде тұрмайтын (ерлі-зайыпты емес) адамның әке болуы баланың әкесi мен анасының тіркеуші органға бiрлесiп өтініш беруі арқылы анықталады. Анасы қайтыс болған, ол әрекетке қабiлетсiз деп танылған, анасының болған жерiн анықтау мүмкiн болмаған жағдайларда немесе ол ата-ана құқықтарынан айырылған жағдайда - қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның келiсiмiмен баланың әкесiнiң өтініші бойынша, мұндай келiсiм болмаған кезде - сот шешiмi бойынша анықталады. \n\nЕгер анасының жұбайы болып табылмайтын еркектiң әке екендiгi анықталған болса, баланың анасы одан: \n\nқалыпты босанған кезде – босануға дейін күнтізбелік жетпіс күн және босанғаннан кейін күнтізбелік елу алты күн ішінде; \n\nқиын босанған немесе екі және одан көп бала туған кезде – босануға дейін күнтізбелік жетпіс күн және босанғаннан кейін күнтізбелік жетпіс күн ішінде; \n\nбаланың анасы ядролық сынақтардың әсеріне ұшыраған аумақта тұратын жағдайда, қалыпты босанған кезде – босануға дейін күнтізбелік тоқсан бір күн және босанғаннан кейін күнтізбелік жетпіс тоғыз күн iшiнде (қиын босанған немесе екі және одан көп бала туған жағдайда – күнтізбелік тоқсан үш күн iшiнде ) оны күтіп-бағу бойынша шығыстарға тиiстi ақша қаражатын сот тәртiбiмен талап етуге құқылы. \n\nАқша қаражатының мөлшерi және төлемдердің кезеңділігі тараптардың материалдық және отбасылық жағдайы мен назар аударарлық басқа да мүдделерiн негiзге ала отырып, ақша қаражаты төленетін кезге қолданыста болатын айлық есептiк көрсеткiшке еселенген арақатынаспен айқындалады. \n\n6. Некені (ерлі-зайыптылықты) қию, бұзу туралы куәлікке немесе акт жазбасына, сондай-ақ бала асырап алу, әке болуды анықтау туралы өтінішке сәйкес баланың әкесі ретінде адам көрсетілген тууды мемлекеттік тіркеу туралы акт жазбасынан баланың әкесі туралы мәліметтерді алып тастауды тіркеуші орган соттың тууды мемлекеттік тіркеу туралы акт жазбасындағы баланың әкесі туралы мәліметтерді алып тастау туралы шешімі негізінде жүргізеді. \n\nӨзге жағдайларда әкесі туралы мәліметтерді алып тастау бала туған кезде некеде тұрмаған (ерлі-зайыпты болмаған) анасының өтініші бойынша осы Кодекстің 183-бабына сәйкес жүргізіледі. \n\n7. Он сегiз жасқа (кәмелетке) толған адамға қатысты әке болуды анықтауға - тек қана оның келiсiмiмен, ал егер ол әрекетке қабiлетсiз деп танылса, оның қорғаншысының немесе қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның келiсiмiмен жол берiледi. \nЕгерде әкелікті анықтаса заң бойынша алиментті 25 пайыз ала аласыз.",
                "date": "12.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хорасан қожалар туралы мәліметер барма?",
        "question_content": "Хорасан қожалар жайында мәліметтер барма?",
        "question_date": "10.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықтың тарихи жадын сақтаудың үлгілерінің бірі – шежіре. Ауыздан-ауызға, ұрпақтан –ұрпаққа жетіп, қаншама аңыз-әңгімелермен толыққан шежірелерді осы күнге дейін тарихи дерек ретінде тарих ғылымы мойындаған емес еді. Тек соңғы жылдары ғана шежірелерге мән беріліп, көңіл аударыла бастады.\nМіне, сондай шежірелердің тамаша үлгісі ретінде қазақ қожалары арасына тараған шежіре – «насаб-намаларды» айтуға болады.\nНасаб-намалардың шежірелерден өзгешелігі – мұнда кімнен кімнің  таралғанын ғана айтып қоймайды, сонымен бірге ҮІІ-ХІІ ғғ аралағында Оңтүстік өңірінде болған түрлі тарихи оқиғалардан хабар береді. Мысалы, бұл Насаб-намаларда ҮІІІ ғ. Сыр бойындағы халықтардың қандай дінді ұстағаны, олардың қожалары мен билеушілері туралы көптеген тарихи деректер кездеседі. Насаб-намаларда «Бұл хижараттың 150 жылы еді», деп көрсетуі исламның Түркістан жеріне қашан келгендігін нақты дерекпен көрсетіп тұр. Және бұл дерек Хорасан (Солтүстік Иран) мен Мауараннахрда сол кезеңде болған тарихи оқиғалармен тікелей байланысып жатыр.\nОсы күнге дейін ғылымға белгісіз болып келген Насаб-нама нұсқалары енді ғана дерекнама ретінде танылып, ғылыми-зерттеу жұмыстарының обьектісіне айнала бастады.\n1992 жылы халық назарына ұсынылған «Сафи-ад-дин Орың Қойлақы «Насаб-намасы» атты кітап  бұл бағытта жүргізіліп жатқан жұмыстың алғашқы нәтижелерінің бірі болатын. Содан бері мұндай «Насаб-намалардың» бірнеше нұсқасы табылды. Бірақ соңғы кезге дейін Хорасан қожалар шежіресін кездестірмеп едік. Қай жерде екенін білсек те қолымыз жетпей жүрген болатын.  Оның себебі, біз білетін нұсқалар Бұқара облысында еді. Оның бірі – осы кітапқа нұсқа болған Оспанов Низамутдин нұсқасы. Екіншісі Үшқұдық стансасында тұратын Латиф қожа Мирхашимов қолында деп естиміз. Ал, Әбибулла Үсенқожа ұлының қолындағы нұсқа біз үшін күтпеген жаңалық болды. (Осы «Насаб-нама» нұсқаларын іздестіріп, тауып тапсырушы Ибадулла Әбдіраманов ағамыз бен «Насаб-наманың» көшірмесін жасатып, көне мұраға қамқоршы болып жүрген Нұрманов Әбдімүтәліп ақсақалға үлкен рахметімізді айтамыз).\nБұл шежірелердің Аққорғандық ожалар (Ысқақ баб ұрпақтары), Қарахандық қожалар (Әбдірахым Баб ұрпақтары) шежірелерінен өзгешілігі соңғы жағында ғана кездеседі. Соңында мұнда Әбдіжалил Баб ұрпақтары ғана жазылған. Бұдан басқа  өзгешелік сезілмейді.\nНазарарыңызға ұсынылып отырған «Насаб-нама» аудармасы осы екі нұсқа негізіне жазылады.\nОспанов Низамуддин нұсқасы;\nӘбибулла Үсенқожа ұлы нұсқасы.\nН.Оспанов нұсқасы ұзындығы 4 метр келетін ұзын орама қағазға жазылған. Ені 26 см. Мәтін ені 16 см. Қолжазбаның екі жиегіне 27 рет мөр соғылған.  Мөрдегі кісілердің аттары олардың осы Түркістан өңірінен  шыққандығын көрсетеді. Мысалы «Молла Сабырхан муфти ибн Иусуф хан Йасауи» немесе «Әбу-л Фатх қазы ибн Әбу-л Уақаб Сығнақи» атты кісілердің аттары кездеседі. Сондай-ақ, Түркістаннан табылған басқа «Насаб-намаларға» соғылған мөрлер де осы нұсқада бар: «Баха-ад-дин қожа қазы калан ибн Хұсайн қожа қазы Алауи» немесе «Молла Камал ад-дин муфти ибн Төленбай Йасауи»\nБұл жерде «Насаб-нама» сияқты шежірелердің тек Түркістан өңірі мен Ферғана аңғарын мекендеген қожалар арасында таралғанны айтып өткеніміз абзал.\n«Насаб-наманың» алғашқы бөлігі хижраның 1180 жылы жазылған. Көшірушінің аты белгісіз. Көшірушінің қолтабасы болғанымен, одан жазған кісінің аты-жөнін оқу мүмкін болмады.\nӘбибулла Үсенқожа қолындағы нұсқаның ұзындығы 5 метр 58 см. Орама қағазға  жазылған.  Негізгі бөлігі 157 қатар жолдан тұрады. Бас жағында басқа нұсқадан алынған жалпы ислам тарихына қатысты парсы тілінде жазылған деректер берілген. Бұл қолжазбаға төрт рет мөр соғылған жазулары өшіп кеткендіктен оларды оқу мүмкін болмады.\nН. Оспанов нұсқасымен салыстырғанда бұл нұсқада айтарлықтай ештеңе жоқ. Тек, Ә.Үсенқожа ұлы нұсқасында көшіруші текспен еркін жұмыс істеген. Сол себепті сөз қолданыста аздаған өзгешелік бар.\nСондай-ақ, бұл шежіренің бір жерінде бір кісінің  аты түсіп қалған. Оны соңында кестеден көруге болады. Кітапқа беріліп отырған да осы А. Үсенқожаұлының нұсқасы. H.Оспанов нұсқасы түпнұсқа емес. Ксерокөшірме болғандықтан оны кітапқа пайдалану мүмкін болмады.\nБұл кітапта шежіремен қоса, Әбдіжалил Баб туының суреті де қоса беріліп отыр. Ол ту қазір Ташкент облысы Янгюль ауданында тұратын Патша қожаның үйінде сақтаулы. Ту қоладан құйылып жасалған. Тудың жоғарғы жағында «Аллаху Ахад» одан төменіректе «Мухаммад уа Али» деп жазылған жазу бар. «Али» аты туда тағы да төрт жерде кедеседі. Өкінішке орай, одан басқа жазуларды оқу мүмкін емес. Себебі,  тудың орта бөлігі түсіп, жіппен байлап қойылған және тудың жоғарғы жағындағы жарты ай белгісі де жоқ. Жарты ай белгісі болғаны анық, кесілген орны тұр. Неге олай болды, бізге ол жағы беймәлім.\nБірақ, мұндай қасиетті дүниелердің ғасырлар бойына тұрған оныдарынан шашырап әр жаққа кетуі, халық басына түскен ауыр зұлматпен тікелей байланысты. Қазіргі күні қайтадан күніміз туып жоғалғанымызды жиып жатқан кезде, сол туды да қайтадан өз орнына қайтарған дұрыс сияқты.\nСөз соңында осы туды сақтаушы Патша қожа ақсақалға «Насаб-нама» нұсқаларын сақтаушы Оспанов Низамуддин, Әбибулла Үсенқожа ұлына. Осы кітаптың шығуына тікелей ықпал жасаған Ибадулла Әбдіраманов ағамызға шексіз рахметімізді айтамыз.\nБисмиллахир рахманир рахим\nУа Шахи Мардан Хазреті Али Карамуллах Уажхаһудің ұлы имам Мұхаммад Ханафийа ради Аллаху та ала анху. Оның екі ұлы болды. Бірінің аты Шаһ Абд ал-Фаттах және бірінің аты Шаһ Абд ал-Маннан еді. Бұлардан нәсіл қалды. Өзгелері опат болды. Шаһ Абд ал-Фаттах нәсілі  Шам, Шамат елдерінде патшалық қылды. Абд ал-Маннан нәсілі Шах Баттал Ғазы еді. Рум тарсаларымен соғысып оларды жеңді. Абд ал-Фаттахтың екі ұлы болды. Бірінің аты Абд ал-Жаббар және бірінің аты Абд ал-Уаһһаб еді. Абд ал-Уаһһаб тан нәсіл қалмады. Абд ал-Жаббардың да екі ұлы болды. Бірінің аты Абд ал-Жалил және Абд ал-Қаһһар еді. Абд ал-Қаһһардың екі ұлы болды. Бірінің аты Абд ал-Рахман және бірінің аты Абд ар-Рахим еді. Абд ал-Рахманнан екі ұл болды. Бірінің аты Исқақ Баб, бірінің аты Абд ал-Жалил Баб. Абд ар-Рахман Шам уалаятының патшасы еді. Абд ар-Рахим Бағдат уалаятының патшасы еді.\nАбд ал-Рахман опатынан соң Исқақ Бабқа патшалықты  берді. Інісі Абд ал-Жалил Баб Йамин (Йемен) патшасы еді. Абд ал-Жалил Бабтың лақабы Хорасан ата дейтін. Абд ар-Рахим Исқақ Бабпен Абд ал-Жалил Бабты өзіне шақырды. Үшеулері бір жерге жиылды. Исқақ Баб айтты: «Ай, Абд ар-Рахим, менің бір сөзім бар, айтайын» деді.  Абд ар-Рахим: «Айтқын» деді. Исқақ Баб айтты: «Хазреті Абу Бакір Сыддық ради Аллаху анху кезінде (уақытында) Халид Уалид ұлы Абд ар-Рахман  12  мың сахабаларды бастап Өзгенд, Ферғана елдеріне барып, шахид болды. Амирул-му минин Шаһи Мардан Хазрет Али кезінде Кусам ибн Аббас, Мұхаммад ибн Абд ал-Жалил отыз мың таб индарды бастап Өзгенд, Ферғана елдеріне барды. Мұғтарсаларымен соғыс қылды.  Қусам ибн Аббас Самарқандқа келіп шахид болды. Он сегіз мың әлемді жаратқан Алла тағала бізге иман мен ислам патшалығын, қуат пен күш берді, шерік (әскер) пен аспабын берді. «Ай, атамыздың інісі Абд ар-Рахим, Хақ тағала ризалығы үшін біз барсақ, Өзгенд, Ферғана Муғ тарсаларымен соғыс қылсақ дін хақы үшін қылыш ұрсақ, иманға  да уат қылсақ» деді. Абд ар-Рахим: «Бұл жақсы мәслихат» деді. Бұл хижраттың 150 жылы еді.\n     Абд ар-Рахим, «Біздің жетпіс мың шерігіміз (әскеріміз) бар, түгел аспабымен» дейді. Исқақ Баб айтты: « Біздің елу мың шерігіміз бар, түгел қаруымен». Абд ал-Жалил Баб атты: «Біздің қырық мың шерігіміз бар, түгел қаруымен». Одан кейін олар шеріктерін қосып, Шамнан Исфаханға аттанды. Исфаханнан Тебризге келді. Тебризден Мазандранға келді, Мазандраннан  Серахсқа келді. Сарахстан Балхқа келді. Балхтан Тарбатқа келді. Тарбаттан Шур Бұхарамс заманға келді. Бұхарадан Самархандқа келді. Самархандтан Өзгенд, Ферғанаға келеді. Одан Ош, Шаш, Қасанға келді. Мұсылмандық әшкере болды, ислам ашылды. Өзгенд, Ферғана елінде екі мұғ патшасы бар еді. Бірінің аты Каруан еді және бірінің аты Ихшит еді. Олармен соғысты. Қырық мың мұғ өлді. Он сегіз мың мұсылман шахид болды. Мұсылмандық әшкере болды. Одан кейін Испижабқа келді. Исқақ Бабпен бірге табииндар бар еді. Бірінің аты шайх Бәкір ад-ди Қаффал еді. Шайх Бәкір ад-дин халайыққа ілім-хикмет үйретті. Бұдан  кейін үшеуі үшке бөлінді. Жеті кент еліне Абд ар-Рахим ислам аша барды. Исқақ Баб Сайрам, Қарғалық, Сулхан тарапына барды. Одан соң Абд ар-Рахим Қашқар тарапына барды. Қашқарда бір тарса бар еді. Қаншама есепсіз дүние, мал алды. Исқақ Баб Нахибдарды өлтірді. Мұсылман діні әшкере болды, исламға жол ашылды.\n    Одан кейін Исқақ Баб Қарғалыққа келді. Үш қабат қорғаны бар еді. Оны бұздырды, халқын мұсылман қылды. Мұсылман болмағандарын өлтірді.\n     Исқақ Баб елу төрт жыл патшалық қылды. Қарғалықта мешіт, медреселер салдырды.\n     Әбд ал-Жалил Баб Шаштан Баршынкент, Балтырсек, Жаркент елдеріне барды. Қылыш Қара хан атты хан бар еді. Тарсаша аты Йашмут еді. Оның екі ұлы бар еді. Бірінің аты Сары тонды Өтеміс еді. Өтеміс хан дер еді. Мың ерге қарсы тұратын еді. Шалса қылыш, атса оқ өтпейтін еді. Женд патшасы еді. Әбд ал-Жалил Баб Йашмут ханды иманға шақырды. Йашмут иман келтірмеді. Қанша күн-түн соғысты. Сансыз тарса өлді. Мұсылмандар шахид болды. Сол жерде Әбд ал-Жалил Баб Өтеміс қолында шахид болды. Женд үстінде Өгіз қыр жағында шахид зираты болды. Бұл хабарды Исқақ Баб есітіп, отыз мың әскермен Жендтке аттанды.  Йашмут ханмен соғысты. Он мың тарса өлді, төрт мың мұсылман шахид болды. Жиырма алты мың әскер қалды. Йашмут ханды өлтірді. Оның ұлы Сары тонды Өтемісті ұстап, Қарғалыққа алып келіп, зынданға салды. Көп насихат айтты. Иман келтірмеді. Болмағасын қорғанға жауып өлтірді. Одан кейін Исқақ Баб әлейһи- ар-рахмата Шашқа барды, одан Қабаға барды. Одан келіп Сайрамда Жоба мешітін салдырды. Мешіттің ірге тасын  өз қолымен қалады. Сары Қамыс суын осы Жоба мешітіне уақыф қылды. Мешіт салуға үш мың бес жүз алтын қаржы қылды. Исқақ Бабтың жүз жиырма жыл өмірі болды. Тоқсан жыл Хзыр алехи-с-саламмен сұхбаты болды. Отыз жыл дінсіздермен соғысты. Исқақ Баб мың аты Мұнкөзлік Бұғра хан еді. Тарсаша аты Бахтан еді. Онымен соғысты. 60 мың тарса өлді, 18 мың мұсылман шахид болды. Мұсылмадық тарады, исламға жол ашылды. Әбд ар-Рахим Қашғар еліне отыз жыл патшалық қылды. Өз уақытында Табғач Бұғра хан атанды. Одан кейін ол Алмалық, Қиялық елдеріне барып ислам таратты. Оның ұлы Қара Бұра хан, оның ұлы Қылыш Қара хан, оның ұлы Мансұр Хумар хан, оның ұлы Жұғра Тиган хан, оның ұлы Арслан хан, оның ұлы Исмайл хан. Оның ұлы Ильяс хан, оның ұлы Ахмед хан, оның ұлы Санжар хан, оның ұлы Хасан хан, оның ұлы Мұхаммад хан, оның ұлы Абд ал-Халық хан, оның ұлы Білге хан, оның ұлы Дад бек хан. Бұлардың барлығы Отырарда өтті. Үргеніш ханы Мұхаммад Сұлтан келіп, Білге ханды өлтірді. Білге ханның нәсілі кесілді. Одан кейін Отырарда  Қайыр хан хан  болды. Қайырхан нәсілі қаңлы еді. Одан кейін Ауан залымның тар заманы болды.\n     Ал, Исқақ Баб Шаштан Сайрамға келді. Сайрамда екі жүз алпыс мың үйлік Тарса бар еді. Үш жүз ұлыстайы бар еді. Барлығы тарса еді. Патшаның аты Көркөз, лақабы Нақибдар еді. Исқақ Баб Нақибдарды иманға шақырды. Нақибдар: «мен жетпіс атамнан бері тарсамын, менің дінім хақ. Сондықтан, мен сенімен соғысамын» деді. Үш түн-күн соғысты. Он мың тарса өлді, бес мың мұсылман шахид болды. Шайт болғандардың ішінде Исқақ Бабтың тубба ат-таб ины Абд ал-Әзиз де бар еді. Ол Исқақ Бабтың ту ұстаушысы (аламдары) еді.\n    Нахибтар қашып Сұлханға кетті. Исқақ Бабта Сұлханға  Нахибдарды қуа барды. Онда да  үлкен ұрыс болды. Сансыз тарса өлді, мұсылмандар шахид болды. Ерге қарсы  тұратын еді. Найзасының темірі он батпан шар болат болатын. Ол Түркістан уалайатына ислам аша келді. Түркістан халқы оны дарбазаны ашып қарсы алды.\nИсқақ Баб Қарғалықта 80 жыл суфрадарлық қылды. Әр күні жүз қой, он соғым кешер еді. (сояр еді).\n    Бір күні Хзыр мен Ильяс пайғамбарлар келді, «Сізге зиярат қылғанның сауабы, бізге және жұмла пайғамбарларға зират қылғанның сауабындай болсын» деді. Исқақ Баптың ұлы Харрун шайх, оның ұлы Мумин шайх, оның ұлы Мұса шайх, оның ұлы Исмайл шайх, оның ұлы Хасан шайх паранда, оның ұлы Усман шайх, оның ұлы Омар шайх, оның ұлы Ифтихар шайх, оның ұлы Ибрахим шайх, Ибрахим шайхтың екі ұлы болды. Бірі Хазрет Сұлтан Қожа Ахмет Йасауи және бірі Садр шайх еді. Садр шайхтан екі ұл болды: Бірі Маулана Сафи ад-дин Орұң Қойлақы, екіншісі Али қожа еді. \nАбд ал-Жалил Бабтың  ұлы Сұлтан Хұсейін қожа Ата, оның ұлы Жақып қожа, оның ұлы Мұхаммед қожа, оның ұлы Сейт Ахмед Қожа Ата, оның ұлы Оспан (Усман) қожа Ата, оның ұлы Хусейн қожа Ата, оның ұлы Атажан қожа Ата, оның ұлы шах Мұхаммед қожа Ата,\nоның ұлы Ашраф қожа Ата, оның ұлы Айййб қожа Ата, оның ұлы Сүлеймен қожа Ата, оның ұлы Құдайқұл қожа Ата. Құдайқұл қожа Атаның алты ұлы болды. Бірінің аты Оспан қожа, бірінің аты Хусайн қожа,  лақабы Шұбұрдымс Ата, бірінің аты Сүлеймен қожа және бірінің аты Мұхаммед қожа, бірінің аты Араб қожа, бірінің аты Құрайыш қожа.\n    Құдайқұл қожаның ұлы Хусайн қожаның екі ұлы болды. Бірінң аты Сейіт Ахмет қожа және бірінің аты Құрбан қожа. Құрбан қожаның  төрт ұлы болды. Бірінің аты Қасы қожа, бірінің аты Араб қожа, бірінің аты Көшек қожа, бірінің аты Қожан қожа.\n      Сейіт Ахмет қожаның он ұлы болды. Бірінің аты Аййуб қожа, бірінің аты Әбдірахман әзлер қожа, бірінің аты Сүлеймен қожа, бірінің аты Айса қожа, бірінің аты Мұса қожа, бірінің аты Мұхаммед қожа, бірінің аты Жүсіп қожа, бірінің аты Баба қожа, бірінің аты Ибрахим қожа және бірінің аты Ұлы қожа.\n  Әбдірахман қожаның  да он ұлы болды. Бірінің аты Бек қожа, Бірі Набра қожа және бірі Саийдхан қожа азизлер және бірі Абтдхан қожа азизлер және бірі Сұлтан қожа азизлер, және бірі Бабахан қожа азизлер және бірі Абдулла қожа азизлер және бірі Рахымжан қожа азизлер және Шаһ-Мұхаммед қожа азизлер.\nТолығырақ: https://kozhalar.kz/20162410-horasan-qozhalar-shezhiresi",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Почему многие думают счастье в деньгах",
        "question_content": "Почему многие думают счастье в деньгах",
        "question_date": "10.02.2021",
        "question_tag": "Махаббат",
        "question_views": 379,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Потому что многие проблемы можно решить с помощью денег. Разве жизнь без проблем и разочарований не счастье?",
                "date": "10.02.2021",
                "upvotes": 0
            },
            {
                "text": "Өйткені қазір нарық заманы. Капиталистік қоғам. Тұтынушылық қоғам. Потребительское отношение.",
                "date": "12.02.2021",
                "upvotes": 0
            },
            {
                "text": "Махаббат махабатымен бірақ әрқашанда тамақ жегің келеді. Қазргі уақытта ақшасыз ештеңе шешілмейдігой. Ақша жоқ болса ешкімге керек емессін-ол факт. ақшаң жол өле бер деген әңгімеғой.",
                "date": "23.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іш бүріп ауырғандане істеуге болады?",
        "question_content": "Менің ішім бүріп жатыр. Не істеуге болады?",
        "question_date": "10.02.2021",
        "question_tag": "Тазалық",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Өзім қолданатын ол алақанмен  сағат тілі бйынша уқалау\n2) Жылы етіп  ішіңді ораумен де кетіруге болады.\n3) Тұзды су жасап кішкене ұрттам ішіп( кішкене ғана) қалғанын кіндігіңіз бен оның айналасына жағып алақанмен уқалап кетіруге болады.",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидравликалық престің кіші поршенінің ауданы 4 см2 , үлкенінікі 400 см2 .",
        "question_content": "Гидравликалық престің кіші поршенінің ауданы 4 см2 , үлкенінікі 400 см2 . Кіші поршенге 500 Н, ал үлкеніне 45 кН күш әрекет етеді. Бұл пресс күштен қанша есе ұтыс береді? Ал максимум қандай ұтыс береді?",
        "question_date": "10.02.2021",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Себелеші жаңбырдай..., - деген жері бар әнде, қандай ән еді?",
        "question_content": "Себелеші жаңбырдай, - деген жері есімде, Әскерде болғанда Шымкент ің жігіттері айтушы еді сол әнді, ескі әндер болуы керек.",
        "question_date": "10.02.2021",
        "question_tag": "Қазақша ән",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "f(x)функциясы үшін берілген екімүшелердің толық квадратын айырыңдар",
        "question_content": "f(x)функциясы үшін берілген екімүшелердің толық квадратын айырыңдар",
        "question_date": "10.02.2021",
        "question_tag": "Мектеп",
        "question_views": 724,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күкірт (IV) оксидіндегі (S02) күкірттің массалық үлесі",
        "question_content": "Күкірт(IV) оксидіндегі (SO2)күкірттің массалық үлесі",
        "question_date": "10.02.2021",
        "question_tag": "Химия",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күкірт қышқылының молярлық массасы  64\nАл күкірттің атомдық массасы 32\n\nЯғни 32/64=0,5",
                "date": "10.02.2021",
                "upvotes": 0
            },
            {
                "text": "Массовая доля серы в оксиде серы-50%",
                "date": "1.12.2022",
                "upvotes": 0
            },
            {
                "text": "Күкірт(IV)оксидіндегі күкірттің массалық үлесі 64%",
                "date": "12.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам мен табиғат арасындағы бірлік пен ү",
        "question_content": "Адам мен табиғат арасындағы бірлік пен үйлесімділікті қалай түсінуге болады",
        "question_date": "10.02.2021",
        "question_tag": "Табиғат",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғат – адамзат өмір сүріп жатқан орта, ортақ үй, ортақ мекен. Адам мен табиғат – егіз ұғым. «Ағаш жапырағымен, жер топырағымен көрікті» дейді халқымыз. Табиғат көркейіп, желегі жасыл тартса, адамның да тынысы кеңейіп, көңілі көтерілері анық.\n«Мәуесі бардың әуесі бар» дейді халқымыз. Табиғатқа өз үйіндей қарап, оны аялаған адамның да қоршаған аясы әдемі болмақ. Үйің мен бау-бақшаңа қарай қарағаның сынды тұтас табиғатқа да сондай жанашырлықпен қараған жөн.\nАдамның тағдыры табиғатқа байланған. Табиғат болмаса, адам өмір сүре алмақ емес. Таза ауасы мен шипалы суы, ну орманы мен асқар тауы жоқ мекеннің қадірі де аз. Ағашы оталып, суы тартылған табиғаттың адамзат үшін берері де жоқ. Ал берері жоқ табиғатта адам қалай тіршілік кешпек. Судың да сұрауы бар емес пе?!\nҚоршаған ортасы лас, суы лаң, ағашы улы табиғаттың адамға да зияны көп екені айтпаса да белгілі. Сондықтан табиғатты аялау, оған қамқорлық таныту жер бетіне келген кез келген жұмырбасты пенденің парызы мен борышы болуы керек. Халқымыз топыраққа шыққан жасыл шөптің өзін жұлуға тыйым салған. Өйткені шөп – таудың көркі, малдың жемі. Оны жұлу  өзіңнің тамырыңа балта шабумен бірдей.\nТабиғат – адамзаттың анасы. Дүниеге есігін ашқан сәбиге бар ризығы мен несібесін тосатын ана сынды табиғат та буыны қатаймаған адам баласына бар болмысын беріп, береке сыйлайды. Ырысымен бөліседі. Бала шақтан өтіп, ержеткен шақта анамызға қалай қамқорлық қылғанымыз сынды табиғат анаға да солай қамқорлық қылуымыз қажет. Ананың ашуы мен қаһары қашанда ауыр. Табиғат-ананың да қаһары адамзатқа жеңіл болмас.\nТабиғат,\nӘшкерелеп сөкпе бізді.\nТазала, саумал ауа,\nСамалыңмен\nЗаводтың мұржасындай өкпемізді.\nСанадан гөрі кейде сезім жетік,\nСезімсіз болар менің сөзім жетім...\nТабиғат,\nЕмде мені,\nОралайын\nӨзіңсіз күн жоғына көзім жетіп! –\nдеп Қадыр Мырза Әли ақын жырлағандай, табиғаттан асып, одан ада тұтып ешқайда кете алмасымыз анық. Ат айналып қазығын табар. Табиғатты сүю мен аялауды қазірден бастағанымыз жөн.  \nБұлақтың сылдыры мен таудың жаңғырығын, қамыстың сыбдыры мен қайыңның күбірін естіген жан еріксіз тебіренеді. Тыныштық табады. Асқар тауға шығып та, сар жазыққа көз жүгіртіп те тыныштық табасыз. Табиғатты аялаған сайын адамның да жаны аяулы болады. Жаны таза, ниеті кіршіксіз жаратылысқа айналады.\nДемек, жанға шипа, көңілге медеу табар ортамызды неге сақтауға, аялауға тырыспасқа?!\nhttps://massaget.kz/okushyilarga/shyigarma/60957/",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Танымдық және этио-эстетикалық,табиғи қайта өңдеу үйлесімділігінің мәні неде?",
        "question_content": "Танымдық және этио-эстетикалық,табиғи қайта өңдеу үйлесімділігінің мәні неде?",
        "question_date": "10.02.2021",
        "question_tag": "Табиғат",
        "question_views": 225,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам мен табиғат арасындағы үйлесімділік қатынастарының аспектілері қандай?",
        "question_content": "Адам мен табиғат арасындағы үйлесімділік қатынастарының аспектілері қандай?",
        "question_date": "10.02.2021",
        "question_tag": "Табиғат",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түгелдей интегративті-әралуан үйлесім жүйесінің мәдениеті деген не?",
        "question_content": ". Түгелдей интегративті-әралуан үйлесім жүйесінің мәдениеті деген не?",
        "question_date": "10.02.2021",
        "question_tag": "Табиғат",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай қоғамды экологиялық деп атауға болады?",
        "question_content": "Қандай қоғамды экологиялық деп атауға болады?",
        "question_date": "10.02.2021",
        "question_tag": "Табиғат",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоғамдық экологиялық сараптаманы жүзеге асыру мəселелері\n\nДүниежүзін толғандырып отырған сұрақтардың алдынғы қатарында экология мəселесі тұр. Қазіргі таңда қоғамды, экономиканы экологияландыру қарқынды түрде жүзеге асырылып жатыр. ҚР 2004-2015 жылдарға арналған экологиялық қауіпсіздік тұжырымдамасында қоғамды экологияландыру деп – адамның табиғатпен үйлесімділігіне қол жеткізуге бағытталған қоғам көзқарасының жүйесін қалыптастыру процесі, ал экономиканы экологияландыру өндірістің табиғатты қажетсінуін төмендету жəне зат пен энергия алмасу биосфералық процестеріне экономиканың əсер етуін азайту арқылы тұрақты экологиялық қауіпсіз табиғат пайдалануды жəне ресурстық экологиялық тепетеңдікті қамтамасыз ету, құқықты экологияландыру қоғамдық қатынастарды құқықтық реттеудегі экожүйе қағидатын ескеру болып табылады жəне заңнамасын жетілдіру, жүйеге келтіру жолымен жүзеге асырылады. Тұжырымдамаға сəйкес, атқарылған жұмыс аз емес. Қоғамдық қатынастардың жалпы демократиялық негіздері Конституцияда жазылған, оған: заң, бостандық, жауапкершілік бірлігі, қоғамдық пікірді ескеру, азшылықтың өзіндік көзқарасқа құқығы, жариялылық болып табылады.",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    }
]