[
    {
        "question_title": "Толқын деген атқа лақап ат тауып берсеңіздер инстаграмға.",
        "question_content": "инстагарма лакап ат тауып берынздершы Толқын дегенге",
        "question_date": "7.11.2020",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "tolkyn\n\ntolkyn_insta",
                "date": "7.11.2020",
                "upvotes": 0
            },
            {
                "text": "on_my_wave деген қалай?",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-шы сыныпты қызыл аттестатқа бітірсем, коллеждге грантқа түсуге болады ма?",
        "question_content": "9ыншы сыныпты кызылга бітірсем,колледждерге грантка тусуге боладыма? Немесе аттестаттын комегымен косымша балл косыладыма?",
        "question_date": "7.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 965,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжге түсу емтиханының нәтижесіне байланысты болады грант немесе грант еместігі. Шынымен өз еңбегіңізбен қызыл аттестатпен аяқтасаңыз емтиханнан өтуге біліміңіз жету керек. Қызылмен екен деп еш сынақ нәтижесінсіз қабылдай қоймайды. Мүмкін ол артықшылық берер бірақ, ештең тапсырмай грантқа өткізе алмайды.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғаттағы айналымдар тақырыбына эссе жазыңыздар.",
        "question_content": "Табиғаттағы айналымдар тақырыбына эссе жазыңыздар",
        "question_date": "7.11.2020",
        "question_tag": "Табиғат",
        "question_views": 977,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық айналым — тіршілікте үздіксіз жүріп жататын биологиялық құбылыстардың кеңістікте белгілі бір тәртіппен қайталануы. Табиғатта болатын биологиялық айналымның сұлбасын былай көрсетуге болады:\nпродуценттер (жасыл өсімдіктер) күннің жарық энергиясын сіңіруінің нәтижесінде органикалық заттарды (бастапқы өнімді) түзеді. Ол заттар негізгі тіршілік тірегі болып саналады;\nконсументтер (жануарлар) дайын органикалық заттарды пайдаланып, оларды бір түрден екінші түрге айналдырады да, Жер бетінде тіршіліктің дамуына және олардың ұрпақтарының үнемі алмасып отыруына жағдай жасайды;\nредуценттер (микроорганизмдер) органикалық заттарды минералды заттарға ыдыратады, соның нәтижесінде табиғатта қажетсіз қалдықтардың жиналуына жол бермейді.\nБиологиялық айналым нәтижесінде табиғаттағы тіршіліктің дамуына қажетті элементтер топырақтан, ауадан және судан тірі организмдерге таралады және қайтадан топыраққа, ауаға, суға оралады.",
                "date": "8.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Статистикалық гипотеза",
        "question_content": "Статистикалық гипотеза СӨЖ -5-6 бет создері, жөспар өзым тұзем",
        "question_date": "7.11.2020",
        "question_tag": "Табиғат",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Статистикалық теориясына кіріспе\n Статистика - мақсаты әр түрлі қоғамдық құбылыстарға жататын мәліметтерді жинақтау, реттеу, талдау және салыстыру болып табылатын қоғамдық ғылым.\n«Статистика» термині латын тілінің статус(статус) деген сөзінен шығып, заттың жағдайы, күйі дегенді білдіреді. Бұл сөздің түбірі stato (стато) – «мемлекет» және statista (статиста) – «мемлекет білгірі» деген сөздерінен кейінірек статистика сөзі пайда болды. Бұл терминді алғаш неміс ғалымы Г.Ахенваль 1749 жылы мемлекеттану атты кітабын шығарып енгізді. Статистиканың ғылым ретінде қалыптасуы XYII  \nболып табылады. Бірінші деңгей – статистиканың жалпы теориясы. Екінші деңгейде экономикалық және әлеуметтік (әлеуметтік-демографикалық) статистика.\nЭкономикалық статистика экономика саласындағы құбылыстар мен процестерді зерттейді: салалардың құрылымын, үйлесімін, өзара байланысын және қоғамдық өндірістің элементтерін\nӘлеуметтік статистика – адамдардың өмірлік қызметі жағдайын және әлеуметтік қатынастың әр түрлі аспектілерін сипаттайтын барлық әлеуметтік құбылыстар мен процестерді зерттейді.\nҮшінші деңгейде салалық статистика: экономикалық статистика салалары: өндіріс, ауылшаруашылығы, құрылыс, байланыс, көлік, табиғи ресурстар статистикасы. Әлеуметтік стаистика салалары: халық, саясат, мәдениет, денсаулық сақтау, ғылым, ағартушылық және т.б. статистикасы.\nНегізгі ұғымдар:\nСтатистикалық жиынтық - нақты бір салмақтыққа, бірлікке, бүтіндікке, өзара тәуелділікке ие бірліктердің көптігі.\nЖиынтық бірлігі – нақты бір белгіге ие көптің жеке алынған элементі.\nБелгі – жиынтық бірлігінің жалпы құрамы, сипаттамасы, ол бақылануы немесе өлшенуі мүмкін.\nСандық белгі – сандық мәнмен көрсетіле алатын белгі.\nСапалық белгі (атрибутивті) – мағыналық мәні бар, сандық көрсетілімге жатпайтын белгі.\nВарияция – жиынтықтың жеке бірліктерінің белгісі мәнінің аутқуы, әртүрлілігі, өзгерілуі.\nСтатистикалық көрсеткіш – зерттелетін объекті құрамының сандық бағасы.\nСтатистикалық заңдылық – жекеше алып қарағанда кездейсоқ болып көрінетін құбылыстардың көп сан түрінде байқалғанда, оның қажетті құбылыс ретінде анықталуы б.т.\nСтатистикалық бақылау – бұл жоспарланған, ғылыми ұйымдастырылған, қоғамдық өмірдің құбылыстары мен процестері туралы мәліметтерді жинау, оның мәні әр жиынтық бірліктерінің өз белгілеріне тән топтарға бөлінуі.\n2. Статистикалық гипотеза\nСтатистикалық гипотеза болып табылады кездейсоқ шаманың үлестіру туралы белгілі бір болжам немесе үлгідегі негізінде тұжырымдалған заң параметрлері, Мысалдар Жалпы халық саны: статистикалық гипотезаны жорамалдар болып табылады геометриялық прогрессиямен бөлінген; екі үміттерін геометриялық прогрессиямен бөлінген үлгілері бір-біріне тең. Осы бірінші таратушы заң, екінші ұсынды - параметрлері бойынша екі бөлу. Туралы ешқандай тұспалдар негізделген гипотеза параметрлік - әйтпесе непараметрический аталатын тарату құқық, атап айтқанда нысаны.Делінген гипотеза айырмашылық салыстырғанда сипаттамалары арасындағы жоқ, және бақылаулы ауытқулар негізінде ғана үлгідегі кездейсоқ ауытқуы түсіндірді салыстыру, жасалған нөлдік (негізгі) деп аталады 0 N гипотеза және ұсынады. Негізгі гипотезаны бірге және балама қарастыру (бәсекелес қайшы дейін) оның гипотеза N 1. Ал бос болса, гипотеза қабылданбайды, онда баламалы гипотеза болады.\nҚарапайым және күрделі гипотезаны бар. қарапайым деп аталатын гипотеза, егер бұл бірегей кездейсоқ айнымалы параметрлер сипатталады. Мысалы, л параметр болып табылады, егер экспоненциалды тарату, содан кейін гипотеза N 0 теңдік л = 10 - Қарапайым гипотеза. әзірлеу деп аталады жай сандар соңғы немесе шексіз кешенінен тұрады гипотеза гипотезаны. Композиттік гипотеза N 0 туралы теңсіздік L GT; 10 қарапайым болжамдарын шексіз кешенінен тұрады N 0 теңдік л туралы =B Мен, B I - кез келген санды 10. гипотеза бірнеше N 0, бұл екі тең белгісіз қалыпты бөлу күту дисперсия тым күрделі болып табылады. Кешенді гипотеза бөлу туралы болжам болып табылады кездейсоқ айнымалы X туралы қалыпты заң, егер Математикалық тіркелген нақты құны күту және дисперсиясы.\nТолығырақ: https://www.referat911.ru/Statistika/statistikaly-gipoteza/609979-3561534-place1.html",
                "date": "8.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты жағдайда оттектің 4 г қандай көлем алады?",
        "question_content": "Қалыпты жағдайда оттектің 4 г қандай көлем алады?",
        "question_date": "7.11.2020",
        "question_tag": "Химия",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16г------------------------------22,4л\n\n4г--------------------------------х\n\nх=4*22.4/16=5.6л",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қой терісін де үйітіп жейтін бе біз ?",
        "question_content": "Қойды сойғанда, терісін сыпырмай, бүтін теріні үйітіп, сосын теріні қоса поршалап, ішек қарнын алып тазалап әрине, бездерді де алып тыстап,  Ет асқанда сол терісі орнындағы етті пісіре беріп, тамақ қып жеуді біле сіздер ме  ?  сіздер жақта бар ма  ?\nТаныстыра отырыңыздар  ..",
        "question_date": "6.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек қана қойды ғана емес сиырды да солай сойғанын көргенмін. Оны ұйытып сою деп атайды біз жақта. Етінің дәмі һзгеше, кішкене ысталғанға ұқсайды.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айлық көрсеткішті қалай алуға болады?",
        "question_content": "Сіздерден айлық көрсеткіш қалай алуға болады",
        "question_date": "6.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі таңбалы санды оның цифрларының көбейтіндісіне бөлгенде бөлінді 1 -ге",
        "question_content": "Екі таңбалы санды оның цифрларының көбейтіндісіне бөлгенде бөлінді 1 -ге, ал қалдығы 16 - ға тең болады. Егер оның цифрлары айырымының квадратына цифрларының көбейтіндісін қосса, тағы сондай сан шығады . Ол қандай сан?",
        "question_date": "6.11.2020",
        "question_tag": "Математика",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "xy = x*y +16\n\n(x-y)^2 + x*y = xy\n\n(x-y)^2 +x*y = x*y+16\n\n(x-y)^2 = 16\n\nx-y = 4",
                "date": "6.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дайрект деген не?",
        "question_content": "Біра адам инстаграм арқылы дайрект жібердеді мен қалаи жіберемін?",
        "question_date": "6.11.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Direct деген ол сізге тікелей хабарлама жазу. Яғни сізге тікелей хабарласу. Сіз біреуге хабарласпақшы болсаңыз, онда direct-ке шығасыз.",
                "date": "6.11.2020",
                "upvotes": 0
            },
            {
                "text": "Написать дегенді басып жекеге хат жібересіз. Ол инстаға кіргенде хат белгісімен көрініп тұрады.",
                "date": "7.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балқаш пен Алакөлдің ұқсастығын дәлелдеген ғалым кім?",
        "question_content": "Балқаш пен Алакөлдің ұқсастығын дәлелдеген ғалым кім?",
        "question_date": "6.11.2020",
        "question_tag": "География",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ч. Ч. Валиханов Балқаш пен Алакөлдің ұқсастығын дәлелдеген.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Си тілінде блок схема және оның программасын құру",
        "question_content": "F(x)={ xcosx, если x<1.22;\n            5x3+7, если x>1.22;\nосы есепке блок схема құрып программасын жазу керек \nкөмектесіңіздерші өтініш",
        "question_date": "6.11.2020",
        "question_tag": "Компьютер, Интернет",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include <stdio.h>\n#include <math.h>\n\nfloat fx(float x) {\n    float result;\n    if (x < 1.22) {\n        result = x * cos(x);\n    } else if (x >= 1.22) {\n        result = 5 * pow(x, 3) + 7;\n    }\n    return result;\n}\n\nint main() {\n    printf(\"%f\", fx(2.0));\n    return 0;\n}",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақалдың мағынасын түсіндіріп бересізбе",
        "question_content": "1. Ай  жарқырап күн  болмас, өтірік жарқырап  шын болмас.\n\n2. Ашылатын күн  айқұлақтанып батады.\n\n3. Айдың шалқалап туғаны – боран-шашынның болғаны.\n\n4.Үркер суға  түссе – құт,  жерге түссе жұт болады.\n\n5. Жұлдыз жиі болса, күн  ашық  болады.\n\n6. Адассаң,  темірқазыққа қара.\n\n7. Құйрықты жұлдыз  көрінсе, құт кетеді.\n\n9. Тірліктің жемісі күнде,  тамыры – жерде.\n\n10. Айдың жарығы төңірегіне түседі, өзіне түспейді.\n\nОсы мақалдардың мағынасын түсіндіріп берсеңіздер",
        "question_date": "6.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ай  жарқырап күн  болмас, өтірік жарқырап  шын болмас.\n -Менің ойымша , қанша қисыны келгенімен ештеңені басқа заттың орнына қолдана алмайсың. Қанша жағдайдың барлығы жалған сзге сайып тұрса да , түбі шындық белгілі болады деген.\nАйдың шалқалап туғаны – боран-шашынның болғаны.- Ай туғанда айтады ғой өзіне жайлы туыпты немсе жайсыз туыпты деп. Егер өзіне жайлы туса , егінге малға жайсыз деп жориды, ал өзіне жайсыз яғни тік туса керісінше егін жайға  жайлы деп болжаған.\n Жұлдыз жиі болса, күн  ашық  болады; Адассаң,  темірқазыққа қара. -Бұл мақал бола қоймас, бұл астрономиялық білім немесе ақпарат деп білемін.\nАйдың жарығы төңірегіне түседі, өзіне түспейді.- Жақсы адамның жан- ағына жасаған жақсылығына баламалап айтылған  болар.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Армыздан ештеңе шықпайтын сияқты?",
        "question_content": "Канша айтсанда арамыздан ештене шыкпайтын сиакты, бирак билмеймин дейди оны калай тусинуге болад .\n\n”Арамыздан ештен шыкпайд десен жаксы. Егер олай демесен анге болек”—деп айттым но ол —шыкпайтын сиакты дейди соны тусиндирип жберсениздер накты айтпаганы нени билдиреди",
        "question_date": "6.11.2020",
        "question_tag": "Достық",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не үшін шықпайды ештеңе, не себеп деп сұрамадың ба?\n\nНе кедергі , мінез ба әлде ата анаң , достар, көзқарас, әдеттер, семья жағдайы, сен сезіп тұрсың не екенін тек мүмкін түсіндіре алмай тұрсың?\n\nдеп сұрап көр  ))\n\nҚарым қатынаста не үшін олай деп жорамалдағаннан гөрі (гадать етіп) өзінен тікелей сұрағаның жөн болар. Бірге көзбе көз отырып талқылап.",
                "date": "7.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әдеби тіл мен көркем әдебиет тілінің айырмашылығы қандай?",
        "question_content": "Әдеби тіл мен көркем әдебиет тілінің айырмашылығы қандай?",
        "question_date": "5.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдеби тіл — жалпы халықтық тілдің белгілі жүйеге түскен, жазу дәстүрі мен әр түрлі жазба және ауызша әдебиеттің негізінде қалыптасқан тұрақты, орныққан қалыптары, стильдік-жанрлық тармақтары бар, сол тілде сөйлейтін адамдардың бәріне ортақ, түсінікті.\nКөркем әдебиет тілі —\n1) көркем шығармалардын тілі, кейбір коғамда ол күнделікті практикалыктілден ерекше болып келеді, бұл мағынада Көркем әдебиет тілі тіл тарихы мен әдеби тіл тарихынын пәні болып табылады;\n2) проза мен өлендегі көркем мәтіндердін, олардын жасалуы мен окылуынын негізіне жаткан поэтикалыктіл, ережелер жүйесі. Бұл ережелер лексика, грамматика, фонетикада бірынғай болғаннын өзінде кашанда күнделікті тілдін ережелерінен ерекше болып келеді.\nБұл мағынада Көркем әдебиет тілі ұлттык тілдін эстетикалык көрінісі ретінде поэтиканын, оның ішінде тарихи поэтиканың, әдеби семиотиканың пәні болып табылады.\nКүнделікті карым-катынас диалектілерде іске асырылатын, жалпы әдеби тілі жоқ қоғамдарда Көркем әдебиет тілі сөйлеудің \"диалектіден жоғары\" түрі ретінде кызмет аткарады. Өте көне үнді еуропа поэзиясынын тілі, көне түркі ескергкіштерінің тілі жөнінде осындай пікір бар. Көне Грециядағы Гомердін \"Илиада\" және \"Одиссея\" поэмаларынын тілі бірде-бір жергілікті диалектімен сәйкеспейді, ол тек көркем өнердің, эпостын тілі.\nhttps://kk.wikipedia.org/wiki/%D0%9A%D3%A9%D1%80%D0%BA%D0%B5%D0%BC_%D3%99%D0%B4%D0%B5%D0%B1%D0%B8%D0%B5%D1%82_%D1%82%D1%96%D0%BB%D1%96",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңес көпжақтың 12 қыры мен 8 жағы бар. Оның неше төбесі болады?",
        "question_content": "1. Дөңес көпжақтың әрбір төбесінен үш қыры шығады. Егер оның 12 төбесі бар болса, онда оның неше қыры болады:\n\nА) 12; В) 16; С) 18; D) 24?\n\n2. Дөңес көпжақтың әрбір төбесінде үш үшбұрышты жақтары түйіседі. Егер оның 4 жағы бар болса, онда оның неше төбесі болады:\n\nА) 4; B) 6; C) 9; D) 12?\n\n3. Дөңес көпжақтың жақтары- үшбұрыштар. Егер оның 12 қыры бар болса, онда оның неше жағы болады:\n\nА) 6; В) 8; С) 9; D) 12?\n\n4. Дөңес көпжақтың 10 төбесі мен 15 қыры бар. Оның неше жағы болады:\n\nА) 5; B) 7; C) 9; D) 12?\n\n5. Дөңес көпжақтың 6 төбесі мен 5 жағы бар. Оның неше қыры болады:\n\nА) 5; B) 7; C) 9; D) 12?\n\n6. Дөңес көпжақтың 12 қыры мен 8 жағы бар. Оның неше төбесі болады:\n\nА) 6; B) 7; C) 8; D) 9?\n\nОсы есептердің берілгені, сызбасы, шығару жолы және жауабы керек. Рахмет!",
        "question_date": "5.11.2020",
        "question_tag": "Геометрия",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Р = mB/2 = 3*12/2 = 18.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай флавиноидтың түрі белгілі?",
        "question_content": "Қандай  флавиноидтың түрі белгілі",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макроэлементтер – макроэлементы. Өсімдік құрамындағы мөлшері проценттің жүз бөліктеріне дейінгі шамада болатын және өсімдіктер көбірек пайдаланатын элементтер. Макроэлеменеттер тобына көміртек, сутек, оттек, азот, күкірт, калий, кальций, магний, темір, фосфор, кремний және алюминий жатады. Бұларды алдыңғы төртеуі органогендер деп аталады.\nФосфор. Фосфордың топырақтағы қоры онша көп емес. Р2О3 пен есептегенде бір гектарға 2-4,4 тонна аралығында. Оның 2/3-1 ортафосфор қышқылының тұздары, ал қалған бөлігі фосфорлы органикалық қосындылардың үлесіне тиеді. Топырақтағы фосфорлы қосындылардың көпшілігі суда нашар ериді. Бұл бір жағынан фосфордың босқа ысырап болуын азайтады, екіншіден өсімдікке пайдаланылу мүмкіндігін де кемийтеді. Топырақтағы фосфордың шыққан тегі – топырақ пайда болатын жыныстардың ыдырауынан түзілген өнімдер. Онда ол негізінен апатиттер күйінде болады. Үш негізді кальций мен магнидің фосфослы тұздары және темір мен алюмининийдің оксиді тұздарі қышқыл топырақта суда нашар еритіндіктен өсімдіктерге сіңіп жарымайды. Екі негізді, әсіресе бір негізді кальци және магни тұздары, одан басқа әсіресе бір валентті катиондар тұздары және бос орта фосфор қышқылы суда жақсы ериді де, олардағы фосфорды өсімдіктер оңай сіңіріп алады. Өсімдіктер фосфордың кейбір органикалық қосындыларын да (қантфосфаттарды, фитин) игере алады. Топырақ ерітіндісіндегі фосфор концентрациясы өте төмен (0,1 –1 мг/л). Фосфор өсімдіктердің пісіп жетілуін тездетеді. Фосфорлы тыңайтқыштардың әсерінен астық дақылдары 5-7 күн ерте пісіп жетіледі, өсімдік тамырлары жақсы бұтақтанып, тереңдеп, жайылып өседі. Фосфордың әсерінен қант қышқылының қанттылығы, картоп түйнегінде крахмалдың мөлшері көбейеді. Фосфорлы қорек жетіспеген жағдайда өсімдік жапырағында көмірсулардың мөлшері көбейеді. Соған байланысты антоциан пигментінің мөлшері де көбейіп, жапырақтар көгілдір жасыл, кейде қарақөшқыл, немесе қөла реңді болып түсін өзгертеді. Өсімдіктердің өсуі баяулап, жемістердің пісіп жетілу мерзімі кешігеді Фосфор жеткіліксіз жағдайда оттегінің сіңуі бәсеңдеп, тыныс алуға қатысатын ферменттердің ырықтығы өзгеріп метохондриялардан тыс тотығу жүйелері ырықтана бастайды (гликол қышқылының оксидазасы, аскорбаиоксидаза). Сонымен қатар, фосфорлы органикалық қосындылар мен полисахаридтердің ыдырау процесі жеделдетеді, белоктардың және нуклеиндердің синтезделуі баяулайды. Өсімдіктердің фосфор тапшалығынан сезімталдығы жас кезеңінде анығырақ байқалады.\nКүкірт – бұл элемент өсімдіктерге қажетті негізгі элементтердің біріне жатады. Күкірт өсімдікке негізінен сульфат күйінде енеді. Өсімдік ұлпаларындағы мөлшері онша көп болмайды – 0,2-1% шамасында. Бұршақ тұқымдастар, әсіресе крестгүлділер, басқа мөлшерге қарағанда, күкіртті көбірек қажет етеді. Өсімдіктерде күкірт сульфат күйінде кездеседі. Өсімдікке сінген күкірттің азғантай бөлігі тамырда қалып, негізгі көп бөлігі тамырдан трансперация ағынымен ксилемаға, одан жас, өсіп тұрған органдарға ауысадыда зат алмасу процесі енеді.Жапырақтан сульфат және тотықсызданбаған күкірт флоэма арқылы төмен де, жоғарыда өсімдік бойына тарайды.Өсімдік дәнінде күкірт көбінесе органикалық қосындылар күйінде кездесіп, тұқым өнген кезде ішін ара тотыққан күйге ауысады. Күкіртпен қамтамасыздығы нашар өсімдіктер амин қышқылдарының, белоктардың синтезделуі, фотосинтез, өсу процестері төмендейді.\nКалий – өсімдіктердің қалыпты өсіп-өуіне ең қажетті элементтерге ккалий де қосылады. Оның өсімдік ұлпаларындағы мөлшері құрғақ затына есептегенде 0,5-1,2% шамасында болады. Өсімдіктің жас, өсіп тұрған бөліктерінде көбірек кездеседі, өте жылжымалы. Калийдің топырақтағы қоры фосфорға қарағанда 8-40есе, азоттан 5-50 есе артық. Соның ішіндегі өсімдік үшін ең қолайлысы калийдің ерігіш тұздары болып есептеледі. Жасанды калийлі тыңайтқыштар суда жақсы ериді. Олар топырақпен қосылғанда калий топырақ коллоидтарымен алмасу реакцияларына қатысады. Өсімдікте калийдің өте жоғары зат алмасушылық деңгейі негізінен меристема, камбий, жас жапырақтарда, өркендерде, бүршіктерде шоғырланатындығы белгілі болды. Клеткадағы калий негізінен бос ион күйінде кездесіп, органикалық қосындылардың құрамына енбейді. Клеткадағы калидің 80% -тейі вакуольде болады. Яғни, клетка сөліндегі катиондардың негізгі бөлігін құрайді. Бұл катионның мардымсыз мөлшері митохондрия және хлоропласт белоктары мен тығыз байланысқан күйде болады. Калийдің әсерінен картоп түйнегінің крахмалдылығы, қант қызылшасының қанттылығы, жемістер мен көкөністерде моносахаридтердің, клетка қабығында целлюлозаның және пектинді қосындылардың мөлшері артады. Нәтижесінде астық дақылдардың жапырылуға төтептілігі, зығыр мен сора талшығының сапасы жақсарады. Калиймен жақсы қамтамасызданған өсімдіктер саңырауқұлақтық және бактериялық ауруларға төзімді келеді. Клеткада калий азайғанда натрий, магний, кальций, бос аммиак, сутегі иондарының, минералдық фосфордың мөлшері көбейетіндігі байқалды. Калий тапшы жағдайда өскен өсімдіктердің жапырақтары төменнен жоғары қарай сарғая бастайды. Кейінірек олардың жиектері және ұштары қоңырланып, қурап үгітіліп қалады.\nКальций – өсімдіктерде көп мөлшерде кездесетін элементтердің бірі болып табылады. Мысалы, астық дақылдардың бір гектарінан алынатын түсімі 20ц болғанда құрамында 20кг Са болса, беденің 60ц пішенінде – 140кг, күнбағыс дәнінің13 ц/га түсімінде – 135кг, қырыққабаттың 1 гектардан алынатын түсімі 500ц болғанда300 кг Са болатындығы анықталды. Осыған байланысты өсімдіктер кальцийге құмар (кальциефилдер) және кальцийді жақтырмайтындар (кальцифобтар) деп бөлінеді. Бірінші топқа эспарцет, беде, жоңышқа, қант қызылшасы т.б,екінші топқа бөрібұршақ, шәй жатады. Бұршақ тұқымдастарда, қарақұмықта, күнбағыста, картопта, т.б. өсімдіктерде Са өте көп мөлшерде болады да, астық дақылдарда, зығыр қант қызылшасында аздау болады. Кальций, әсіресе, тамырдың өсуіне пайдалы әсер етеді Кальцийсіз ортада тамырдың өсу аймағы бұзылады.Кальций жетіспегенде, ең алдымен, жас меристемалық, ұлпалар және тамыр жүйесі зардап шегеді. Бөлінген клеткаларда жаңа клеткалық қабықтар қалыптаспайды да, көп ядролы клеткалар пайда болады. Жанама тамырлардың және тамыр түкшелерінің қалыптасуы тоқтап, тамырдың өсуі нашарлайды. Кальций тапшылығынан пектинді заттар бөрітіп, клетка қабықтары сілемейленіп, клеткалар бұзылады. Нәтижесінде тамырлары жапырақтары, сабағышіріп, кұріп кетеді. Жапырақ ұштары мен жиектері алдімен ағаріп, соңынан қараяды да, алақаны қыңырайып, шиыршықтанып қалады.\nМагний – атмосферадағы таралу жағынан магний сегізінші орын алады – 2,1%. Топырақ құрамындағы мөлшері – 05% шамасында ғана. Топырақтағы Mg минералдар, алмасқыш, топырақ ерітіндісінде иондар күйінде кездеседі. Өсімдік тамыры еріген және алмасқыш магнийді оңай сіңіреді. Жоғары сатыдағы өсімдіктердегі магнийдің мөлшері 0,02-ден 3,1 %-ке дейінгі аралықта болады. Балдырларда – 3,0-3,5 %. Қысқа күндік өсімдіктерде (жүгері, тары, картоп, қызылша, темекі, бұршақ) көбірек мөлшерде болады. Өсімдіктің жас мүшелері мен ұлпаларында көбірек жиналады. Магнийдің тапшылығынан пластидтердің қалыптасуы да нашар. Жапырақтың жасыл жүйкелерінің араларында ашық-жасыл, соңында сары-ақшыл түстеніп, дақтар және жолақтар пайда болады. Жапырақ жиектері сары, сарғыш-қызыл немесе қызыл-қоңыр түстеніп өзгереді.\nТемір – қазіргі кезде ғылыми деректерге қарағанда темір де өсімдік тіршілігінде өте қажетті, маңызды элементтердің бірі болып есептеледі. Темірді пайдалануы нашарланған өсімдіктің бірі – хлороз (сарғаю) ауруы болып есептеледі. Осы аурудың табиғатта кездесетін көп түрлері темірдің жетіспеуіне байланысты. Темірдің физиологиялық тапшылығынан, ең алдымен, азотты қосындылардың және органикалық қышқылдардың алмасуы бұзылады. Хлороз ауруына шалдыққан өсімдік ұлпаларында лимон қышқылының, көпшілік жағдайда алма қышқылында мөлшері көбейеді. Темірдің жетіспеуінен өсімдіктерде фотосинтез қарқындылығы бәсеңдейді. Қоректік ортада темірдің жетіспеуінен алмұрт, алма, қара өрік шабдалы, жүзім, таңқурай өсімдіктері көбірек сезімтал болады да, ал қарлыған қарағай онша сезімтал емес.\nНатрий. Өсімдіктерде көбірек мөлшерде болатын элементтерге натрийді де қосуға болады. Әсіресе тұзды топырақтарда өніп өсетін галофиттер органдарында натрий өте көп жиналады. Теңіз балдырларында калийдің мөлшеріне қарағанда натрий анағұрлым көбірек болады. Керісінше, теңіз суында натрийге қарағанда калий бірнеше есе көп болады, яғни ортада калийдің мөлшері қанша көп болса да, балдырлар бұл элементті талғамды сіңіретіндігі байқалды.\nХлор. Натрий сияқты хлордың да тіршілікке міндетті түрде қажеттілігі әлі толық дәлелденген жоқ. Бірақ, хлорид мөлшері калийдікі сияқты жоғарғы деңгейде өте сирек көтеріледі. Тургорлығы калиймен реттеліп көбірек өзгеретін кейбір өсідіктердегі хлордың мөлшері өте аз болады да, оның орнына органикалық аниондар (алма қышқылы) пайдаланылады. Шындығында, бұл элементтің өсімдіктер үшін қажеттілігі кейінгі кезде қоректік ортаны хлордан толық тазарту арқылы жүргізілген тәжірибелер нәтижесінде ғана белгілі болады.\nКремний. Бұл элемент өсімдіктерде кездеседі. Әсіресе клетка қабығында көп болады. Кремний көп жинайтын өсімдіктердің сабақтары мықты болып өседі. Диатомды балдырлардың қабықтарының қалыптасуы негізінен осы элементке байланысты. Кремний тапшы жағдайда дәнді-дақылдардың (жүгері, сұлы, арпа) бәсеңдеуі мүмкін. Өсімдіктердің көбеюі органдары қалыптасқан кезде кремний болмай қалса, масақтарда дәннің саны азайып, пісіп жетілуі кешігеді.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай бояудың түсі флавиноидтар тобына жатады?",
        "question_content": "Қандай бояудың түсі флавиноидтар тобына жатады",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 210,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макроэлементтер – макроэлементы. Өсімдік құрамындағы мөлшері проценттің жүз бөліктеріне дейінгі шамада болатын және өсімдіктер көбірек пайдаланатын элементтер. Макроэлеменеттер тобына көміртек, сутек, оттек, азот, күкірт, калий, кальций, магний, темір, фосфор, кремний және алюминий жатады. Бұларды алдыңғы төртеуі органогендер деп аталады.\nФосфор. Фосфордың топырақтағы қоры онша көп емес. Р2О3 пен есептегенде бір гектарға 2-4,4 тонна аралығында. Оның 2/3-1 ортафосфор қышқылының тұздары, ал қалған бөлігі фосфорлы органикалық қосындылардың үлесіне тиеді. Топырақтағы фосфорлы қосындылардың көпшілігі суда нашар ериді. Бұл бір жағынан фосфордың босқа ысырап болуын азайтады, екіншіден өсімдікке пайдаланылу мүмкіндігін де кемийтеді. Топырақтағы фосфордың шыққан тегі – топырақ пайда болатын жыныстардың ыдырауынан түзілген өнімдер. Онда ол негізінен апатиттер күйінде болады. Үш негізді кальций мен магнидің фосфослы тұздары және темір мен алюмининийдің оксиді тұздарі қышқыл топырақта суда нашар еритіндіктен өсімдіктерге сіңіп жарымайды. Екі негізді, әсіресе бір негізді кальци және магни тұздары, одан басқа әсіресе бір валентті катиондар тұздары және бос орта фосфор қышқылы суда жақсы ериді де, олардағы фосфорды өсімдіктер оңай сіңіріп алады. Өсімдіктер фосфордың кейбір органикалық қосындыларын да (қантфосфаттарды, фитин) игере алады. Топырақ ерітіндісіндегі фосфор концентрациясы өте төмен (0,1 –1 мг/л). Фосфор өсімдіктердің пісіп жетілуін тездетеді. Фосфорлы тыңайтқыштардың әсерінен астық дақылдары 5-7 күн ерте пісіп жетіледі, өсімдік тамырлары жақсы бұтақтанып, тереңдеп, жайылып өседі. Фосфордың әсерінен қант қышқылының қанттылығы, картоп түйнегінде крахмалдың мөлшері көбейеді. Фосфорлы қорек жетіспеген жағдайда өсімдік жапырағында көмірсулардың мөлшері көбейеді. Соған байланысты антоциан пигментінің мөлшері де көбейіп, жапырақтар көгілдір жасыл, кейде қарақөшқыл, немесе қөла реңді болып түсін өзгертеді. Өсімдіктердің өсуі баяулап, жемістердің пісіп жетілу мерзімі кешігеді Фосфор жеткіліксіз жағдайда оттегінің сіңуі бәсеңдеп, тыныс алуға қатысатын ферменттердің ырықтығы өзгеріп метохондриялардан тыс тотығу жүйелері ырықтана бастайды (гликол қышқылының оксидазасы, аскорбаиоксидаза). Сонымен қатар, фосфорлы органикалық қосындылар мен полисахаридтердің ыдырау процесі жеделдетеді, белоктардың және нуклеиндердің синтезделуі баяулайды. Өсімдіктердің фосфор тапшалығынан сезімталдығы жас кезеңінде анығырақ байқалады.\nКүкірт – бұл элемент өсімдіктерге қажетті негізгі элементтердің біріне жатады. Күкірт өсімдікке негізінен сульфат күйінде енеді. Өсімдік ұлпаларындағы мөлшері онша көп болмайды – 0,2-1% шамасында. Бұршақ тұқымдастар, әсіресе крестгүлділер, басқа мөлшерге қарағанда, күкіртті көбірек қажет етеді. Өсімдіктерде күкірт сульфат күйінде кездеседі. Өсімдікке сінген күкірттің азғантай бөлігі тамырда қалып, негізгі көп бөлігі тамырдан трансперация ағынымен ксилемаға, одан жас, өсіп тұрған органдарға ауысадыда зат алмасу процесі енеді.Жапырақтан сульфат және тотықсызданбаған күкірт флоэма арқылы төмен де, жоғарыда өсімдік бойына тарайды.Өсімдік дәнінде күкірт көбінесе органикалық қосындылар күйінде кездесіп, тұқым өнген кезде ішін ара тотыққан күйге ауысады. Күкіртпен қамтамасыздығы нашар өсімдіктер амин қышқылдарының, белоктардың синтезделуі, фотосинтез, өсу процестері төмендейді.\nКалий – өсімдіктердің қалыпты өсіп-өуіне ең қажетті элементтерге ккалий де қосылады. Оның өсімдік ұлпаларындағы мөлшері құрғақ затына есептегенде 0,5-1,2% шамасында болады. Өсімдіктің жас, өсіп тұрған бөліктерінде көбірек кездеседі, өте жылжымалы. Калийдің топырақтағы қоры фосфорға қарағанда 8-40есе, азоттан 5-50 есе артық. Соның ішіндегі өсімдік үшін ең қолайлысы калийдің ерігіш тұздары болып есептеледі. Жасанды калийлі тыңайтқыштар суда жақсы ериді. Олар топырақпен қосылғанда калий топырақ коллоидтарымен алмасу реакцияларына қатысады. Өсімдікте калийдің өте жоғары зат алмасушылық деңгейі негізінен меристема, камбий, жас жапырақтарда, өркендерде, бүршіктерде шоғырланатындығы белгілі болды. Клеткадағы калий негізінен бос ион күйінде кездесіп, органикалық қосындылардың құрамына енбейді. Клеткадағы калидің 80% -тейі вакуольде болады. Яғни, клетка сөліндегі катиондардың негізгі бөлігін құрайді. Бұл катионның мардымсыз мөлшері митохондрия және хлоропласт белоктары мен тығыз байланысқан күйде болады. Калийдің әсерінен картоп түйнегінің крахмалдылығы, қант қызылшасының қанттылығы, жемістер мен көкөністерде моносахаридтердің, клетка қабығында целлюлозаның және пектинді қосындылардың мөлшері артады. Нәтижесінде астық дақылдардың жапырылуға төтептілігі, зығыр мен сора талшығының сапасы жақсарады. Калиймен жақсы қамтамасызданған өсімдіктер саңырауқұлақтық және бактериялық ауруларға төзімді келеді. Клеткада калий азайғанда натрий, магний, кальций, бос аммиак, сутегі иондарының, минералдық фосфордың мөлшері көбейетіндігі байқалды. Калий тапшы жағдайда өскен өсімдіктердің жапырақтары төменнен жоғары қарай сарғая бастайды. Кейінірек олардың жиектері және ұштары қоңырланып, қурап үгітіліп қалады.\nКальций – өсімдіктерде көп мөлшерде кездесетін элементтердің бірі болып табылады. Мысалы, астық дақылдардың бір гектарінан алынатын түсімі 20ц болғанда құрамында 20кг Са болса, беденің 60ц пішенінде – 140кг, күнбағыс дәнінің13 ц/га түсімінде – 135кг, қырыққабаттың 1 гектардан алынатын түсімі 500ц болғанда300 кг Са болатындығы анықталды. Осыған байланысты өсімдіктер кальцийге құмар (кальциефилдер) және кальцийді жақтырмайтындар (кальцифобтар) деп бөлінеді. Бірінші топқа эспарцет, беде, жоңышқа, қант қызылшасы т.б,екінші топқа бөрібұршақ, шәй жатады. Бұршақ тұқымдастарда, қарақұмықта, күнбағыста, картопта, т.б. өсімдіктерде Са өте көп мөлшерде болады да, астық дақылдарда, зығыр қант қызылшасында аздау болады. Кальций, әсіресе, тамырдың өсуіне пайдалы әсер етеді Кальцийсіз ортада тамырдың өсу аймағы бұзылады.Кальций жетіспегенде, ең алдымен, жас меристемалық, ұлпалар және тамыр жүйесі зардап шегеді. Бөлінген клеткаларда жаңа клеткалық қабықтар қалыптаспайды да, көп ядролы клеткалар пайда болады. Жанама тамырлардың және тамыр түкшелерінің қалыптасуы тоқтап, тамырдың өсуі нашарлайды. Кальций тапшылығынан пектинді заттар бөрітіп, клетка қабықтары сілемейленіп, клеткалар бұзылады. Нәтижесінде тамырлары жапырақтары, сабағышіріп, кұріп кетеді. Жапырақ ұштары мен жиектері алдімен ағаріп, соңынан қараяды да, алақаны қыңырайып, шиыршықтанып қалады.\nМагний – атмосферадағы таралу жағынан магний сегізінші орын алады – 2,1%. Топырақ құрамындағы мөлшері – 05% шамасында ғана. Топырақтағы Mg минералдар, алмасқыш, топырақ ерітіндісінде иондар күйінде кездеседі. Өсімдік тамыры еріген және алмасқыш магнийді оңай сіңіреді. Жоғары сатыдағы өсімдіктердегі магнийдің мөлшері 0,02-ден 3,1 %-ке дейінгі аралықта болады. Балдырларда – 3,0-3,5 %. Қысқа күндік өсімдіктерде (жүгері, тары, картоп, қызылша, темекі, бұршақ) көбірек мөлшерде болады. Өсімдіктің жас мүшелері мен ұлпаларында көбірек жиналады. Магнийдің тапшылығынан пластидтердің қалыптасуы да нашар. Жапырақтың жасыл жүйкелерінің араларында ашық-жасыл, соңында сары-ақшыл түстеніп, дақтар және жолақтар пайда болады. Жапырақ жиектері сары, сарғыш-қызыл немесе қызыл-қоңыр түстеніп өзгереді.\nТемір – қазіргі кезде ғылыми деректерге қарағанда темір де өсімдік тіршілігінде өте қажетті, маңызды элементтердің бірі болып есептеледі. Темірді пайдалануы нашарланған өсімдіктің бірі – хлороз (сарғаю) ауруы болып есептеледі. Осы аурудың табиғатта кездесетін көп түрлері темірдің жетіспеуіне байланысты. Темірдің физиологиялық тапшылығынан, ең алдымен, азотты қосындылардың және органикалық қышқылдардың алмасуы бұзылады. Хлороз ауруына шалдыққан өсімдік ұлпаларында лимон қышқылының, көпшілік жағдайда алма қышқылында мөлшері көбейеді. Темірдің жетіспеуінен өсімдіктерде фотосинтез қарқындылығы бәсеңдейді. Қоректік ортада темірдің жетіспеуінен алмұрт, алма, қара өрік шабдалы, жүзім, таңқурай өсімдіктері көбірек сезімтал болады да, ал қарлыған қарағай онша сезімтал емес.\nНатрий. Өсімдіктерде көбірек мөлшерде болатын элементтерге натрийді де қосуға болады. Әсіресе тұзды топырақтарда өніп өсетін галофиттер органдарында натрий өте көп жиналады. Теңіз балдырларында калийдің мөлшеріне қарағанда натрий анағұрлым көбірек болады. Керісінше, теңіз суында натрийге қарағанда калий бірнеше есе көп болады, яғни ортада калийдің мөлшері қанша көп болса да, балдырлар бұл элементті талғамды сіңіретіндігі байқалды.\nХлор. Натрий сияқты хлордың да тіршілікке міндетті түрде қажеттілігі әлі толық дәлелденген жоқ. Бірақ, хлорид мөлшері калийдікі сияқты жоғарғы деңгейде өте сирек көтеріледі. Тургорлығы калиймен реттеліп көбірек өзгеретін кейбір өсідіктердегі хлордың мөлшері өте аз болады да, оның орнына органикалық аниондар (алма қышқылы) пайдаланылады. Шындығында, бұл элементтің өсімдіктер үшін қажеттілігі кейінгі кезде қоректік ортаны хлордан толық тазарту арқылы жүргізілген тәжірибелер нәтижесінде ғана белгілі болады.\nКремний. Бұл элемент өсімдіктерде кездеседі. Әсіресе клетка қабығында көп болады. Кремний көп жинайтын өсімдіктердің сабақтары мықты болып өседі. Диатомды балдырлардың қабықтарының қалыптасуы негізінен осы элементке байланысты. Кремний тапшы жағдайда дәнді-дақылдардың (жүгері, сұлы, арпа) бәсеңдеуі мүмкін. Өсімдіктердің көбеюі органдары қалыптасқан кезде кремний болмай қалса, масақтарда дәннің саны азайып, пісіп жетілуі кешігеді.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көбінесе қандай пигмент кең таралған?",
        "question_content": "көбінесе қандай пигмент кең таралған",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макроэлементтер – макроэлементы. Өсімдік құрамындағы мөлшері проценттің жүз бөліктеріне дейінгі шамада болатын және өсімдіктер көбірек пайдаланатын элементтер. Макроэлеменеттер тобына көміртек, сутек, оттек, азот, күкірт, калий, кальций, магний, темір, фосфор, кремний және алюминий жатады. Бұларды алдыңғы төртеуі органогендер деп аталады.\nФосфор. Фосфордың топырақтағы қоры онша көп емес. Р2О3 пен есептегенде бір гектарға 2-4,4 тонна аралығында. Оның 2/3-1 ортафосфор қышқылының тұздары, ал қалған бөлігі фосфорлы органикалық қосындылардың үлесіне тиеді. Топырақтағы фосфорлы қосындылардың көпшілігі суда нашар ериді. Бұл бір жағынан фосфордың босқа ысырап болуын азайтады, екіншіден өсімдікке пайдаланылу мүмкіндігін де кемийтеді. Топырақтағы фосфордың шыққан тегі – топырақ пайда болатын жыныстардың ыдырауынан түзілген өнімдер. Онда ол негізінен апатиттер күйінде болады. Үш негізді кальций мен магнидің фосфослы тұздары және темір мен алюмининийдің оксиді тұздарі қышқыл топырақта суда нашар еритіндіктен өсімдіктерге сіңіп жарымайды. Екі негізді, әсіресе бір негізді кальци және магни тұздары, одан басқа әсіресе бір валентті катиондар тұздары және бос орта фосфор қышқылы суда жақсы ериді де, олардағы фосфорды өсімдіктер оңай сіңіріп алады. Өсімдіктер фосфордың кейбір органикалық қосындыларын да (қантфосфаттарды, фитин) игере алады. Топырақ ерітіндісіндегі фосфор концентрациясы өте төмен (0,1 –1 мг/л). Фосфор өсімдіктердің пісіп жетілуін тездетеді. Фосфорлы тыңайтқыштардың әсерінен астық дақылдары 5-7 күн ерте пісіп жетіледі, өсімдік тамырлары жақсы бұтақтанып, тереңдеп, жайылып өседі. Фосфордың әсерінен қант қышқылының қанттылығы, картоп түйнегінде крахмалдың мөлшері көбейеді. Фосфорлы қорек жетіспеген жағдайда өсімдік жапырағында көмірсулардың мөлшері көбейеді. Соған байланысты антоциан пигментінің мөлшері де көбейіп, жапырақтар көгілдір жасыл, кейде қарақөшқыл, немесе қөла реңді болып түсін өзгертеді. Өсімдіктердің өсуі баяулап, жемістердің пісіп жетілу мерзімі кешігеді Фосфор жеткіліксіз жағдайда оттегінің сіңуі бәсеңдеп, тыныс алуға қатысатын ферменттердің ырықтығы өзгеріп метохондриялардан тыс тотығу жүйелері ырықтана бастайды (гликол қышқылының оксидазасы, аскорбаиоксидаза). Сонымен қатар, фосфорлы органикалық қосындылар мен полисахаридтердің ыдырау процесі жеделдетеді, белоктардың және нуклеиндердің синтезделуі баяулайды. Өсімдіктердің фосфор тапшалығынан сезімталдығы жас кезеңінде анығырақ байқалады.\nКүкірт – бұл элемент өсімдіктерге қажетті негізгі элементтердің біріне жатады. Күкірт өсімдікке негізінен сульфат күйінде енеді. Өсімдік ұлпаларындағы мөлшері онша көп болмайды – 0,2-1% шамасында. Бұршақ тұқымдастар, әсіресе крестгүлділер, басқа мөлшерге қарағанда, күкіртті көбірек қажет етеді. Өсімдіктерде күкірт сульфат күйінде кездеседі. Өсімдікке сінген күкірттің азғантай бөлігі тамырда қалып, негізгі көп бөлігі тамырдан трансперация ағынымен ксилемаға, одан жас, өсіп тұрған органдарға ауысадыда зат алмасу процесі енеді.Жапырақтан сульфат және тотықсызданбаған күкірт флоэма арқылы төмен де, жоғарыда өсімдік бойына тарайды.Өсімдік дәнінде күкірт көбінесе органикалық қосындылар күйінде кездесіп, тұқым өнген кезде ішін ара тотыққан күйге ауысады. Күкіртпен қамтамасыздығы нашар өсімдіктер амин қышқылдарының, белоктардың синтезделуі, фотосинтез, өсу процестері төмендейді.\nКалий – өсімдіктердің қалыпты өсіп-өуіне ең қажетті элементтерге ккалий де қосылады. Оның өсімдік ұлпаларындағы мөлшері құрғақ затына есептегенде 0,5-1,2% шамасында болады. Өсімдіктің жас, өсіп тұрған бөліктерінде көбірек кездеседі, өте жылжымалы. Калийдің топырақтағы қоры фосфорға қарағанда 8-40есе, азоттан 5-50 есе артық. Соның ішіндегі өсімдік үшін ең қолайлысы калийдің ерігіш тұздары болып есептеледі. Жасанды калийлі тыңайтқыштар суда жақсы ериді. Олар топырақпен қосылғанда калий топырақ коллоидтарымен алмасу реакцияларына қатысады. Өсімдікте калийдің өте жоғары зат алмасушылық деңгейі негізінен меристема, камбий, жас жапырақтарда, өркендерде, бүршіктерде шоғырланатындығы белгілі болды. Клеткадағы калий негізінен бос ион күйінде кездесіп, органикалық қосындылардың құрамына енбейді. Клеткадағы калидің 80% -тейі вакуольде болады. Яғни, клетка сөліндегі катиондардың негізгі бөлігін құрайді. Бұл катионның мардымсыз мөлшері митохондрия және хлоропласт белоктары мен тығыз байланысқан күйде болады. Калийдің әсерінен картоп түйнегінің крахмалдылығы, қант қызылшасының қанттылығы, жемістер мен көкөністерде моносахаридтердің, клетка қабығында целлюлозаның және пектинді қосындылардың мөлшері артады. Нәтижесінде астық дақылдардың жапырылуға төтептілігі, зығыр мен сора талшығының сапасы жақсарады. Калиймен жақсы қамтамасызданған өсімдіктер саңырауқұлақтық және бактериялық ауруларға төзімді келеді. Клеткада калий азайғанда натрий, магний, кальций, бос аммиак, сутегі иондарының, минералдық фосфордың мөлшері көбейетіндігі байқалды. Калий тапшы жағдайда өскен өсімдіктердің жапырақтары төменнен жоғары қарай сарғая бастайды. Кейінірек олардың жиектері және ұштары қоңырланып, қурап үгітіліп қалады.\nКальций – өсімдіктерде көп мөлшерде кездесетін элементтердің бірі болып табылады. Мысалы, астық дақылдардың бір гектарінан алынатын түсімі 20ц болғанда құрамында 20кг Са болса, беденің 60ц пішенінде – 140кг, күнбағыс дәнінің13 ц/га түсімінде – 135кг, қырыққабаттың 1 гектардан алынатын түсімі 500ц болғанда300 кг Са болатындығы анықталды. Осыған байланысты өсімдіктер кальцийге құмар (кальциефилдер) және кальцийді жақтырмайтындар (кальцифобтар) деп бөлінеді. Бірінші топқа эспарцет, беде, жоңышқа, қант қызылшасы т.б,екінші топқа бөрібұршақ, шәй жатады. Бұршақ тұқымдастарда, қарақұмықта, күнбағыста, картопта, т.б. өсімдіктерде Са өте көп мөлшерде болады да, астық дақылдарда, зығыр қант қызылшасында аздау болады. Кальций, әсіресе, тамырдың өсуіне пайдалы әсер етеді Кальцийсіз ортада тамырдың өсу аймағы бұзылады.Кальций жетіспегенде, ең алдымен, жас меристемалық, ұлпалар және тамыр жүйесі зардап шегеді. Бөлінген клеткаларда жаңа клеткалық қабықтар қалыптаспайды да, көп ядролы клеткалар пайда болады. Жанама тамырлардың және тамыр түкшелерінің қалыптасуы тоқтап, тамырдың өсуі нашарлайды. Кальций тапшылығынан пектинді заттар бөрітіп, клетка қабықтары сілемейленіп, клеткалар бұзылады. Нәтижесінде тамырлары жапырақтары, сабағышіріп, кұріп кетеді. Жапырақ ұштары мен жиектері алдімен ағаріп, соңынан қараяды да, алақаны қыңырайып, шиыршықтанып қалады.\nМагний – атмосферадағы таралу жағынан магний сегізінші орын алады – 2,1%. Топырақ құрамындағы мөлшері – 05% шамасында ғана. Топырақтағы Mg минералдар, алмасқыш, топырақ ерітіндісінде иондар күйінде кездеседі. Өсімдік тамыры еріген және алмасқыш магнийді оңай сіңіреді. Жоғары сатыдағы өсімдіктердегі магнийдің мөлшері 0,02-ден 3,1 %-ке дейінгі аралықта болады. Балдырларда – 3,0-3,5 %. Қысқа күндік өсімдіктерде (жүгері, тары, картоп, қызылша, темекі, бұршақ) көбірек мөлшерде болады. Өсімдіктің жас мүшелері мен ұлпаларында көбірек жиналады. Магнийдің тапшылығынан пластидтердің қалыптасуы да нашар. Жапырақтың жасыл жүйкелерінің араларында ашық-жасыл, соңында сары-ақшыл түстеніп, дақтар және жолақтар пайда болады. Жапырақ жиектері сары, сарғыш-қызыл немесе қызыл-қоңыр түстеніп өзгереді.\nТемір – қазіргі кезде ғылыми деректерге қарағанда темір де өсімдік тіршілігінде өте қажетті, маңызды элементтердің бірі болып есептеледі. Темірді пайдалануы нашарланған өсімдіктің бірі – хлороз (сарғаю) ауруы болып есептеледі. Осы аурудың табиғатта кездесетін көп түрлері темірдің жетіспеуіне байланысты. Темірдің физиологиялық тапшылығынан, ең алдымен, азотты қосындылардың және органикалық қышқылдардың алмасуы бұзылады. Хлороз ауруына шалдыққан өсімдік ұлпаларында лимон қышқылының, көпшілік жағдайда алма қышқылында мөлшері көбейеді. Темірдің жетіспеуінен өсімдіктерде фотосинтез қарқындылығы бәсеңдейді. Қоректік ортада темірдің жетіспеуінен алмұрт, алма, қара өрік шабдалы, жүзім, таңқурай өсімдіктері көбірек сезімтал болады да, ал қарлыған қарағай онша сезімтал емес.\nНатрий. Өсімдіктерде көбірек мөлшерде болатын элементтерге натрийді де қосуға болады. Әсіресе тұзды топырақтарда өніп өсетін галофиттер органдарында натрий өте көп жиналады. Теңіз балдырларында калийдің мөлшеріне қарағанда натрий анағұрлым көбірек болады. Керісінше, теңіз суында натрийге қарағанда калий бірнеше есе көп болады, яғни ортада калийдің мөлшері қанша көп болса да, балдырлар бұл элементті талғамды сіңіретіндігі байқалды.\nХлор. Натрий сияқты хлордың да тіршілікке міндетті түрде қажеттілігі әлі толық дәлелденген жоқ. Бірақ, хлорид мөлшері калийдікі сияқты жоғарғы деңгейде өте сирек көтеріледі. Тургорлығы калиймен реттеліп көбірек өзгеретін кейбір өсідіктердегі хлордың мөлшері өте аз болады да, оның орнына органикалық аниондар (алма қышқылы) пайдаланылады. Шындығында, бұл элементтің өсімдіктер үшін қажеттілігі кейінгі кезде қоректік ортаны хлордан толық тазарту арқылы жүргізілген тәжірибелер нәтижесінде ғана белгілі болады.\nКремний. Бұл элемент өсімдіктерде кездеседі. Әсіресе клетка қабығында көп болады. Кремний көп жинайтын өсімдіктердің сабақтары мықты болып өседі. Диатомды балдырлардың қабықтарының қалыптасуы негізінен осы элементке байланысты. Кремний тапшы жағдайда дәнді-дақылдардың (жүгері, сұлы, арпа) бәсеңдеуі мүмкін. Өсімдіктердің көбеюі органдары қалыптасқан кезде кремний болмай қалса, масақтарда дәннің саны азайып, пісіп жетілуі кешігеді.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік құрамындағы қандай антоцион бар?",
        "question_content": "Өсімдік құрамындағы кандай антоцион бар",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макроэлементтер – макроэлементы. Өсімдік құрамындағы мөлшері проценттің жүз бөліктеріне дейінгі шамада болатын және өсімдіктер көбірек пайдаланатын элементтер. Макроэлеменеттер тобына көміртек, сутек, оттек, азот, күкірт, калий, кальций, магний, темір, фосфор, кремний және алюминий жатады. Бұларды алдыңғы төртеуі органогендер деп аталады.\nФосфор. Фосфордың топырақтағы қоры онша көп емес. Р2О3 пен есептегенде бір гектарға 2-4,4 тонна аралығында. Оның 2/3-1 ортафосфор қышқылының тұздары, ал қалған бөлігі фосфорлы органикалық қосындылардың үлесіне тиеді. Топырақтағы фосфорлы қосындылардың көпшілігі суда нашар ериді. Бұл бір жағынан фосфордың босқа ысырап болуын азайтады, екіншіден өсімдікке пайдаланылу мүмкіндігін де кемийтеді. Топырақтағы фосфордың шыққан тегі – топырақ пайда болатын жыныстардың ыдырауынан түзілген өнімдер. Онда ол негізінен апатиттер күйінде болады. Үш негізді кальций мен магнидің фосфослы тұздары және темір мен алюмининийдің оксиді тұздарі қышқыл топырақта суда нашар еритіндіктен өсімдіктерге сіңіп жарымайды. Екі негізді, әсіресе бір негізді кальци және магни тұздары, одан басқа әсіресе бір валентті катиондар тұздары және бос орта фосфор қышқылы суда жақсы ериді де, олардағы фосфорды өсімдіктер оңай сіңіріп алады. Өсімдіктер фосфордың кейбір органикалық қосындыларын да (қантфосфаттарды, фитин) игере алады. Топырақ ерітіндісіндегі фосфор концентрациясы өте төмен (0,1 –1 мг/л). Фосфор өсімдіктердің пісіп жетілуін тездетеді. Фосфорлы тыңайтқыштардың әсерінен астық дақылдары 5-7 күн ерте пісіп жетіледі, өсімдік тамырлары жақсы бұтақтанып, тереңдеп, жайылып өседі. Фосфордың әсерінен қант қышқылының қанттылығы, картоп түйнегінде крахмалдың мөлшері көбейеді. Фосфорлы қорек жетіспеген жағдайда өсімдік жапырағында көмірсулардың мөлшері көбейеді. Соған байланысты антоциан пигментінің мөлшері де көбейіп, жапырақтар көгілдір жасыл, кейде қарақөшқыл, немесе қөла реңді болып түсін өзгертеді. Өсімдіктердің өсуі баяулап, жемістердің пісіп жетілу мерзімі кешігеді Фосфор жеткіліксіз жағдайда оттегінің сіңуі бәсеңдеп, тыныс алуға қатысатын ферменттердің ырықтығы өзгеріп метохондриялардан тыс тотығу жүйелері ырықтана бастайды (гликол қышқылының оксидазасы, аскорбаиоксидаза). Сонымен қатар, фосфорлы органикалық қосындылар мен полисахаридтердің ыдырау процесі жеделдетеді, белоктардың және нуклеиндердің синтезделуі баяулайды. Өсімдіктердің фосфор тапшалығынан сезімталдығы жас кезеңінде анығырақ байқалады.\nКүкірт – бұл элемент өсімдіктерге қажетті негізгі элементтердің біріне жатады. Күкірт өсімдікке негізінен сульфат күйінде енеді. Өсімдік ұлпаларындағы мөлшері онша көп болмайды – 0,2-1% шамасында. Бұршақ тұқымдастар, әсіресе крестгүлділер, басқа мөлшерге қарағанда, күкіртті көбірек қажет етеді. Өсімдіктерде күкірт сульфат күйінде кездеседі. Өсімдікке сінген күкірттің азғантай бөлігі тамырда қалып, негізгі көп бөлігі тамырдан трансперация ағынымен ксилемаға, одан жас, өсіп тұрған органдарға ауысадыда зат алмасу процесі енеді.Жапырақтан сульфат және тотықсызданбаған күкірт флоэма арқылы төмен де, жоғарыда өсімдік бойына тарайды.Өсімдік дәнінде күкірт көбінесе органикалық қосындылар күйінде кездесіп, тұқым өнген кезде ішін ара тотыққан күйге ауысады. Күкіртпен қамтамасыздығы нашар өсімдіктер амин қышқылдарының, белоктардың синтезделуі, фотосинтез, өсу процестері төмендейді.\nКалий – өсімдіктердің қалыпты өсіп-өуіне ең қажетті элементтерге ккалий де қосылады. Оның өсімдік ұлпаларындағы мөлшері құрғақ затына есептегенде 0,5-1,2% шамасында болады. Өсімдіктің жас, өсіп тұрған бөліктерінде көбірек кездеседі, өте жылжымалы. Калийдің топырақтағы қоры фосфорға қарағанда 8-40есе, азоттан 5-50 есе артық. Соның ішіндегі өсімдік үшін ең қолайлысы калийдің ерігіш тұздары болып есептеледі. Жасанды калийлі тыңайтқыштар суда жақсы ериді. Олар топырақпен қосылғанда калий топырақ коллоидтарымен алмасу реакцияларына қатысады. Өсімдікте калийдің өте жоғары зат алмасушылық деңгейі негізінен меристема, камбий, жас жапырақтарда, өркендерде, бүршіктерде шоғырланатындығы белгілі болды. Клеткадағы калий негізінен бос ион күйінде кездесіп, органикалық қосындылардың құрамына енбейді. Клеткадағы калидің 80% -тейі вакуольде болады. Яғни, клетка сөліндегі катиондардың негізгі бөлігін құрайді. Бұл катионның мардымсыз мөлшері митохондрия және хлоропласт белоктары мен тығыз байланысқан күйде болады. Калийдің әсерінен картоп түйнегінің крахмалдылығы, қант қызылшасының қанттылығы, жемістер мен көкөністерде моносахаридтердің, клетка қабығында целлюлозаның және пектинді қосындылардың мөлшері артады. Нәтижесінде астық дақылдардың жапырылуға төтептілігі, зығыр мен сора талшығының сапасы жақсарады. Калиймен жақсы қамтамасызданған өсімдіктер саңырауқұлақтық және бактериялық ауруларға төзімді келеді. Клеткада калий азайғанда натрий, магний, кальций, бос аммиак, сутегі иондарының, минералдық фосфордың мөлшері көбейетіндігі байқалды. Калий тапшы жағдайда өскен өсімдіктердің жапырақтары төменнен жоғары қарай сарғая бастайды. Кейінірек олардың жиектері және ұштары қоңырланып, қурап үгітіліп қалады.\nКальций – өсімдіктерде көп мөлшерде кездесетін элементтердің бірі болып табылады. Мысалы, астық дақылдардың бір гектарінан алынатын түсімі 20ц болғанда құрамында 20кг Са болса, беденің 60ц пішенінде – 140кг, күнбағыс дәнінің13 ц/га түсімінде – 135кг, қырыққабаттың 1 гектардан алынатын түсімі 500ц болғанда300 кг Са болатындығы анықталды. Осыған байланысты өсімдіктер кальцийге құмар (кальциефилдер) және кальцийді жақтырмайтындар (кальцифобтар) деп бөлінеді. Бірінші топқа эспарцет, беде, жоңышқа, қант қызылшасы т.б,екінші топқа бөрібұршақ, шәй жатады. Бұршақ тұқымдастарда, қарақұмықта, күнбағыста, картопта, т.б. өсімдіктерде Са өте көп мөлшерде болады да, астық дақылдарда, зығыр қант қызылшасында аздау болады. Кальций, әсіресе, тамырдың өсуіне пайдалы әсер етеді Кальцийсіз ортада тамырдың өсу аймағы бұзылады.Кальций жетіспегенде, ең алдымен, жас меристемалық, ұлпалар және тамыр жүйесі зардап шегеді. Бөлінген клеткаларда жаңа клеткалық қабықтар қалыптаспайды да, көп ядролы клеткалар пайда болады. Жанама тамырлардың және тамыр түкшелерінің қалыптасуы тоқтап, тамырдың өсуі нашарлайды. Кальций тапшылығынан пектинді заттар бөрітіп, клетка қабықтары сілемейленіп, клеткалар бұзылады. Нәтижесінде тамырлары жапырақтары, сабағышіріп, кұріп кетеді. Жапырақ ұштары мен жиектері алдімен ағаріп, соңынан қараяды да, алақаны қыңырайып, шиыршықтанып қалады.\nМагний – атмосферадағы таралу жағынан магний сегізінші орын алады – 2,1%. Топырақ құрамындағы мөлшері – 05% шамасында ғана. Топырақтағы Mg минералдар, алмасқыш, топырақ ерітіндісінде иондар күйінде кездеседі. Өсімдік тамыры еріген және алмасқыш магнийді оңай сіңіреді. Жоғары сатыдағы өсімдіктердегі магнийдің мөлшері 0,02-ден 3,1 %-ке дейінгі аралықта болады. Балдырларда – 3,0-3,5 %. Қысқа күндік өсімдіктерде (жүгері, тары, картоп, қызылша, темекі, бұршақ) көбірек мөлшерде болады. Өсімдіктің жас мүшелері мен ұлпаларында көбірек жиналады. Магнийдің тапшылығынан пластидтердің қалыптасуы да нашар. Жапырақтың жасыл жүйкелерінің араларында ашық-жасыл, соңында сары-ақшыл түстеніп, дақтар және жолақтар пайда болады. Жапырақ жиектері сары, сарғыш-қызыл немесе қызыл-қоңыр түстеніп өзгереді.\nТемір – қазіргі кезде ғылыми деректерге қарағанда темір де өсімдік тіршілігінде өте қажетті, маңызды элементтердің бірі болып есептеледі. Темірді пайдалануы нашарланған өсімдіктің бірі – хлороз (сарғаю) ауруы болып есептеледі. Осы аурудың табиғатта кездесетін көп түрлері темірдің жетіспеуіне байланысты. Темірдің физиологиялық тапшылығынан, ең алдымен, азотты қосындылардың және органикалық қышқылдардың алмасуы бұзылады. Хлороз ауруына шалдыққан өсімдік ұлпаларында лимон қышқылының, көпшілік жағдайда алма қышқылында мөлшері көбейеді. Темірдің жетіспеуінен өсімдіктерде фотосинтез қарқындылығы бәсеңдейді. Қоректік ортада темірдің жетіспеуінен алмұрт, алма, қара өрік шабдалы, жүзім, таңқурай өсімдіктері көбірек сезімтал болады да, ал қарлыған қарағай онша сезімтал емес.\nНатрий. Өсімдіктерде көбірек мөлшерде болатын элементтерге натрийді де қосуға болады. Әсіресе тұзды топырақтарда өніп өсетін галофиттер органдарында натрий өте көп жиналады. Теңіз балдырларында калийдің мөлшеріне қарағанда натрий анағұрлым көбірек болады. Керісінше, теңіз суында натрийге қарағанда калий бірнеше есе көп болады, яғни ортада калийдің мөлшері қанша көп болса да, балдырлар бұл элементті талғамды сіңіретіндігі байқалды.\nХлор. Натрий сияқты хлордың да тіршілікке міндетті түрде қажеттілігі әлі толық дәлелденген жоқ. Бірақ, хлорид мөлшері калийдікі сияқты жоғарғы деңгейде өте сирек көтеріледі. Тургорлығы калиймен реттеліп көбірек өзгеретін кейбір өсідіктердегі хлордың мөлшері өте аз болады да, оның орнына органикалық аниондар (алма қышқылы) пайдаланылады. Шындығында, бұл элементтің өсімдіктер үшін қажеттілігі кейінгі кезде қоректік ортаны хлордан толық тазарту арқылы жүргізілген тәжірибелер нәтижесінде ғана белгілі болады.\nКремний. Бұл элемент өсімдіктерде кездеседі. Әсіресе клетка қабығында көп болады. Кремний көп жинайтын өсімдіктердің сабақтары мықты болып өседі. Диатомды балдырлардың қабықтарының қалыптасуы негізінен осы элементке байланысты. Кремний тапшы жағдайда дәнді-дақылдардың (жүгері, сұлы, арпа) бәсеңдеуі мүмкін. Өсімдіктердің көбеюі органдары қалыптасқан кезде кремний болмай қалса, масақтарда дәннің саны азайып, пісіп жетілуі кешігеді.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КСРО - да неше мемлекет болды?",
        "question_content": "Суұраққа жауап керек еді КСРО -да неше мемлекет болды?",
        "question_date": "5.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 717,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КСРО-да 16 одақтас мемлекет болған.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай пигмент картиноид деп аталады?",
        "question_content": "Қандай пигмент картиноид деп аталады",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоректік заттардың энергиясы таусылған кезде хлорофилл синтезі де тоқтайды. Жапырақта қалған хлорофилл шетінен ыдырай бастайды. Сосын басқа түсті пигментер түзіледі. Кейбір өсімдіктердің жапырағында сары немесе қызғылт-сары пигменттер бар. Бұл пигменттердің басым бөлігі сәбізге қызғылт-сары түс беретін — каротиннен тұрады. Мәселен, қайың мен жаңғақтың жапырақтары хлорофиллдің ыдаруы салдарынан ашық-сары түске, ал басқа ағаштардың жапырақтары қызыл түстің әр алуан реңктеріне боялады.\nКейбір жапырақтардың қызыл, күңгірт-қызыл, күлгін реңктері антоцианин пигментінің түзілуінен пайда болады. Бұл пигмент қызыл орамжапырақта, раушан мен қазтамақ гүлдерінде кездеседі. Күзде суық ауа-райының әсерінен жапырақтарда химиялық реакция пайда болады да хлорофиллді қызғылт-сарыға бояйды. Антоцианның каротин мен басқа сары түсті пигменттерден бір айырмашылығы — ол жасыл жапырақтарда мүлде кездеспейді. Ол жапырақтарда тек суықтың әсерінен пайда болады. Күзгі жапырақтардың түсі адамдардың шашының түсі іспеттес, әр түрдің өзінің генетикасына байланысты түсі болады. Ал түсінің ашық немесе көмескі болуы ауа-райына тікелей байланысты.\nТолығырақ: https://bilim-all.kz/article/7356-Kuzde-zhapyraqtar-nelikten-tusin-ozgertedi-ZHapyraqtar-ne-ushin-kuzde-sargayady",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Флавиноидты пигменттердің түсінің өзгеруын анықтау.",
        "question_content": "Ауыр металдар түздарының PH ортаның әсерінен түрлі гүлді өсімдіктер Флавиноидты пигменттердың түсінің өзгеруын анықтау",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 215,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гүлдердің, жемістердің, кейде өсінділердің жарқын түсі, негізінен, өсімдіктер арасында өте кең таралған фенолды заттар тобына енетін флавоноидтық сипаттағы пигменттерге байланысты. Флавоноидтар - құрамында гетероциклді оттегі бар бояғыштар, олар әртүрлі түстер диапазонын ұсынады: қызыл, қызыл, күлгін, көк, сары, сарғыш және аралас тондар - қызғылт-сирень, сирень-күлгін, көкшіл-көк, сары-кілегей, піл сүйегі және т.б. т.б.\nЗерттеу әдісі: Жаңа гүлдер жапырақшаларының бөліктері, қызылша шырыны пробиркаларға қышқылдардың, аммиактың немесе ауыр металл тұздарының ерітінділерімен толығымен немесе жартылай толтырылған (жинақтау түрінде) салынып, түсінің өзгеруі бақыланады. Құрамында құрғақ немесе жаңа құрамында антоциан бар өсімдіктердің жапырақтары ыстық дистилденген сумен құйылып, оларды жұмсартады, сұйық шламға дейін пестикпен ысқылайды. Дәптер арқылы сығып, пробиркаларға жіберіп, бақылау үшін ерітіндінің үлгісін қалдырыңыз. Әр пробиркаға кезекпен 1 мл қышқылдар (қышқылдық преципитация имитациясы), аммиак, ауыр металл тұздарының ерітінділерін қосыңыз. Түстердің тұрақты өзгеруін қадағалаңыз.\nЗерттеу нәтижелері:\n РН 6-дан төмен қышқыл ортада (күкірт және тұз қышқылдарының 10% ерітіндісі) гүл жапырақшаларының түсі ашық және күңгірт болады. (Қосымша 1) \n РН 8-ден жоғары сілтілі ортада (10% аммиак ерітіндісі) гүл жапырақшаларының түсі болады (1-қосымша): ашық қызғылт, күлгін, сирень, сирень гүлдері - сары-жасыл; ашық қызғылт, қызыл, бургундия гүлдері - көк. \n Ауыр металдар тұздарының (Fe, Zn, Cu, Ni, Co) 10% ерітінділеріне ұшыраған кезде түс өзгереді (1-қосымша): \n Темір тұздары барлық өсімдіктерде жапырақшаларды күңгірт етеді.\nМырыш тұздары көбінесе жапырақшалардың түсін күңгірт етеді, бірақ түс өзгеруі қышқыл шиенің ашық қызғылт гүлдері мен күлгінгүлдің сирень гүлдерінде байқалды.\n Мыс тұздары да жапырақшалардың түсін күңгірт етеді, бірақ шие мен ашық цикломеннің ашық қызғылт гүлдерінде олар жеңіл болады. Қызылша шырыны сәбіз түсті болды. \n Никель тұздары түсі өзгермей, жапырақшалардың түсіне аз әсер етеді, бірақ түстің күңгірттенуі қышқыл, Каланхоэ, күлгін, қызылшада байқалды. \n Кобальт тұздары негізінен жапырақшалардың түсін ағартады, қышқыл және күлгін күлгін жапырақтарда түс өзгеруі байқалды.\nhttps://multiurok.ru/files/izmenenie-tsveta-flavonoidnykh-pigmentov-razlichny.html",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аз қозғалатын су мигрантары дегеніміз.",
        "question_content": "Аз қозғалатын су мигрантары",
        "question_date": "5.11.2020",
        "question_tag": "Табиғат",
        "question_views": 217,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "56 санын екі қосылғышқа жікте, сонда біріншінің 3 1 -і ,екіншінің 4 1 - іне тең.",
        "question_content": "шешуге көмек берініздерші\n\n56 санын еки косылгыштка жикте, сонда бириншинин 1/3 і екиншинин 1/4 іне тен",
        "question_date": "5.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 977,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х бір бөлшек,ал 56 екінші бөлшек болсын,\n\nсодан кейін 1/3x=1/4(56-x) теңдеуін аламыз;\n\nтеңдеудің екі бөлігін де 12-ге көбейтеміз,\n\n4X=3(56-x) аламыз,\n\nәрі қарай 7X=168 ;\n\nx=168:7 ; x=24,\n\n56-24=32 теңдеуін шешеміз.\n\nЖауап: 24 және 32",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы болатын су калориметріне 0 С температурасы бар мұздың бір бөлігі лақтырылды.",
        "question_content": "Температурасы to болатын су калориметріне 0 «С температурасы бар мұздың бір\n\nбөлігі лақтырылды. Жылу тепе-тендігін орнатқаннан кейін мұздың төрттен бір\n\nбөлігі ерімейтіні белгілі болды. Судың массасын, оның нақты жылу\n\nсыйымдылығын, мұздың еруінің нақты жылуын ескере отырып, т мұзының\n\nбастапқы массасын табыңыз.",
        "question_date": "5.11.2020",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Δt=to-0=to\n\nc*M*Δt=λ*m1    (m1 - еріген мұз массасы)\n\nm1=c*M*to/λ\n\nm=(4/3)*m1 (бастапқы мұз массасы)\n\nm=4*c*M*to/(3*λ)",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    }
]