[
    {
        "question_title": "Әмір темір шапқыншылықтарына қарсы күрес",
        "question_content": "Қазақстан тарихынан сұрақ  Әмір темір шапқыншылықтарына қарсы күрес",
        "question_date": "23.02.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әмір Темір, яғни Темірлан деген атпен белгілі, 14 ғасырда көптеген әскери жорықтарды басқарған Орта Азияның қуатты жаулаушысы. Егер сіз сол уақытта өмір сүріп, оның шабуылдарына қарсы тұрғыңыз келсе, мына стратегияларды қолдануға болады:\n\n1)Бекіністерді салу: Тимур өзінің жойқын қоршауларымен танымал болды, сондықтан бекіністері бар қалалар мен қамалдар салу өзіңізді және қауымыңызды оның шабуылдарынан қорғаудың бір жолы болуы мүмкін.\n\n2)Одақ құру: Темір империясы кең-байтақ болды, ол жаулап алған аймақтардың барлығы да оған толықтай берілген емес. Сіз өзіңіздің қорғанысыңызды күшейту және қарсы шабуылдарды бастау үшін көрші аймақтармен одақ құра аласыз.\n\n3)Партизан соғысы: Темур әскері жақсы дайындалған, кәсіби күш болғанымен, Орта Азияның таулы жерінде соғысуға қабілетті. Партизандық соғыс тактикасы, мысалы, буксирлер, шабуылдар және диверсиялар оның әскерлеріне қарсы тиімді болуы мүмкін.\n\n4)Дипломатия: Тимур білікті дипломат болды және өз империясын кеңейту үшін жиі саяси айла-шарғыларды қолданды. Сіз қақтығысты болдырмау үшін онымен келіссөздер жүргізе аласыз немесе оның аймағыңыздағы күшін әлсірету үшін оның империясына алауыздық тудыруы мүмкін.\n5)Баспана іздеңіз: Егер қарсылық бекер болып көрінсе, қауіпсіз жерге қашу ең жақсы нұсқа болуы мүмкін. Көптеген Орталық Азия тұрғындары Тимур шапқыншылығынан құтылу үшін Үндістанға, Иранға немесе мұсылман әлемінің басқа жерлеріне қоныс аударды.",
                "date": "12.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің сұйықта газда жүзуінің барлық шарттарын тұжырымдап, мысалдар келтіріңдер",
        "question_content": "не деп жазаммммммммммммммммыннннн",
        "question_date": "23.02.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=g*v*pc формуласы арқылы. Бұл жерде V дененің толық көлемі",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаш жұлу , бірдеңе ұнамағанда шаш жұлу, түспейді",
        "question_content": "Маған бірдеңе ұнамаса, звук немесе шум , немесе нервм шығып тұрса, ұйықтай алмай қойсам, шашымды жұлып тастаймын( негізі менің шашым жуғанда да , тарағанда да түспейді. Бірақ жұлып тастаймын. Не істеуге болады?",
        "question_date": "23.02.2023",
        "question_tag": "Денсаулық",
        "question_views": 227,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "нервничать еткенде біреулер ерін тістейді, аяқ дірілдетеді,ерлер сақалын жұлып отырады, біреулер тырнақ тістейді. Оның бәрін өз - өзіңізді контрольда ұстау арқылы ғана жеңесіз, басқа амал жоқ.",
                "date": "24.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тортай сөзжұмбақ құрау",
        "question_content": "Тортай көмек тесіңдерші керек болып тұр",
        "question_date": "23.02.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен арыз жазғым келеді. Қалай жазсам болады онлайн түрде?",
        "question_content": "Алаяқтарға тап болғанда қалай ақшаны қатару ға болады? Қалай арыз жазуға болады егер басқа қалада болса?",
        "question_date": "23.02.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 143,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіздің жергілікті полиция бөлімшесіне не прокуратураға жаза аласыз. Сонда барсаңыз, түсіндіріп айтады.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хронический панкреатит",
        "question_content": "Мен узига тускенде хронический панкреатит бар деп еди.Ол қауіпті ауру ма?\n\nЖәне тамағымды, мұрнымды шайған сайын қан шығады. И қазір мұрнымнан ұйыған қан шықты. Не себептен олай болады?Ешқандай жерім ауырмайды.(каксап.кысып) Или көп уақыттан  физический қозғала бермегендіктен бе?",
        "question_date": "23.02.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 180,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хронический панкреатит ұйқы безінің ауруы. Емделмесе бара бара, қант диабетіне, асқазан ауруына ұласуы мүмкін. Одан жазылу жолы ағзаны толық тазалау. Хабарласыңыз 87926325714",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы Компьютер ойынының дамуы RainGameDeveloperStudio",
        "question_content": "Ассалаумуғалайкум қазақ елі, Алдымен өзімізді таныстырып кетейік. RainGameDeveloperStudio атты Компьютер ойындар жасап шығаратын алғашқы бизнесміздің көзін ашқалы төрт жылдай болды. Осы төрт жылдың ішінде екі 3D ойын түрін қолға алған едік. \nБірініші ( Атыс,Шабыс - Counter strike, Pubg - секілді көпшілік желіге қосылып ойынайтын ойындар қатарына жатады) - 80% құрылымы біткен\nЖасалып жатқан кескіндемелер:\nБұл атыс ойынын толықтап айтпасақта атыс ойындары жайлы білесіздер осы ойынның бір ерекшелігі Қазақи нақышта болмақ.\nЕкіншісі ( Қазақ елінің көне тарихына саяхат) - 50% құрылымы біткен\n«Жоғалған қаланы іздеу» - бұл ойыншыларды мистикалық елге батыратын шытырман оқиғалы ойын, онда олар ұмытылған қаланың құпияларын ашу үшін саяхатта батыл авантюрист рөлін атқарады. Ойын қызықты кейіпкерлерге, қиын шайқастарға және жұмбақ көне артефактілерге толы бай және әсерлі сюжеттік желіні ұсынады. Ойыншы қауіпті жаратылыстарға, көне қирандыларға және жасырын қазыналарға толы кең ашық әлемді зерттейді.\n\nОйыншылар ойында алға жылжу үшін жаулардың топтарымен күресу және кедергілерді еңсеру үшін өздерінің жауынгерлік дағдылары мен жылдам рефлекстерін қолдануы керек. Ойыншыға жұмбақтарды шешуге және олардың ізденіс нәтижесіне әсер ететін қиын таңдау жасауға тура келеді. Жолда олар жоғалған қала мен оны ғасырлар бойы жасырып келген құдіретті күштер туралы шындықты ашады.\n\nОйын Qazaq Eli жерінде өтеді және ойыншы аймақтың бірегей мәдениеті мен дәстүріне енуге мүмкіндік алады. Ойыншы киіз үйлерді, аттар мен көшпелі мәдениеттің басқа элементтерін, сондай-ақ дәстүрлі Qazaq Eli киімдері мен аксессуарларын кездестіреді. Ойыншы сонымен қатар дәстүрлі Qazaq Eli қарулары мен ұрыс әдістерін қолданатын шайқастарға қатысады және дәстүрлі Qazaq Eli рәміздері мен мотивтерін қамтитын басқатырғыштар мен кедергілерге тап болады. Ойыншы сонымен қатар Qazaq Eli-ге тән пейзаждар мен көрікті жерлерді зерттеп, Qazaq Eli тарихы мен мәдениетіне тұнып тұрған қуатты артефактілер мен қазыналарды ашады.\n\nЖылдам әрекетімен, таңғаларлық визуалды бейнелерімен және терең, тартымды сюжеттік желісімен «Жоғалған қаланы іздеу» - бұл басқа ешкімге ұқсамайтын экшн-шытырман оқиғалы тәжірибе. Ол Qazaq Eli мәдениеті мен дәстүріне тұнып тұрған бай және әсерлі әлемде орналасқан барлау мен ашу толқуымен шайқастағы толқуды біріктіреді.\nЖалпылай айта кетер және кою жайымыз.\nҚазақ елінінің мәдениетін Компьютер ойындары арқылы танымал етсек деген мақсатымыз бар. Әрине бұл ойындарды осы күнге дейін жасап келу оңай болмады. Бірде қаржы мәселесі, бірде жұмыс күші болмады. Алға алған жобамызды ары қарай дамыту қажеттілігі туындап отыр. Сол үшін қаржылай демеу алу немесе бұл жобаны мемелекет тұрғыдан қолдау көрсететін мүмкіндік бар екенін қалай байланыс орнатуға болатынын білгім келеді",
        "question_date": "22.02.2023",
        "question_tag": "Компьютер ойындары",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sup, my mongolian brodi. I'm just a bit confused, i googled ur studio, and ur facebook page says u are from Ulaanbaatar. And u are doing a quest game about Qazaq Eli? Just a lil confusion) Good luck on ur journey though.（づ￣3￣）づ╭❤～",
                "date": "1.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толық емес отбасыға тұрғын үй",
        "question_content": "2023 бағдарламасы бойынша толық емес отбасыға тұрғын үйді қалай алуға болады? Оған 3 жылдық тұрақты тіркеу міндетті түрде керекпа?",
        "question_date": "22.02.2023",
        "question_tag": "Заң",
        "question_views": 133,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Модулдік оқыту технологиясына , қандай стратегиялар қолданса болады ?",
        "question_content": "Модулдік оқыту технологиясына , қандай стратегиялар қолданса  болады ?",
        "question_date": "21.02.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 110,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылдық қорытынды 2 тоқсан 5 екі тоқсан 4 болса жылдыққа қанша қойылады",
        "question_content": "Егер 11 сыныпта екі тоқсан 4 екі тоқсан 5 болса жылдыққа (аттестатт)қанша қойылады?",
        "question_date": "21.02.2023",
        "question_tag": "Мектеп",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 токсанга карайды. Сенин жагдайында 3 токсанда кай бага турса сол багага шыгасын. Немес апайлармен келиссен болады.",
                "date": "17.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екі натурал санның квадраттарының айырмасы жұп сан екенін дәлелдеңіздер.",
        "question_content": "Екі натурал санның квадраттарының айырмасы жұп сан екенін дәлелдеңіздер.",
        "question_date": "21.02.2023",
        "question_tag": "Математика",
        "question_views": 355,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "2^2-3^2=4-9 = -5 Жұп емес",
                "date": "3.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Декреттен кейінгі сағат саны ережесі мұғалімдерге",
        "question_content": "2023 ж 1 наурызда жұмысқа шығамын. 16 сағат емес 13 сағат деп отыр заңды ма 1ставка бермеу",
        "question_date": "21.02.2023",
        "question_tag": "Мектеп",
        "question_views": 98,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cерпін 2023 бағдарламасы өзгерістер",
        "question_content": "Серпін бағдарламасымен оқуымды бітірдім, енді 2023 жылы өзгерістер болып қай өңірде Серпін багдарламасы бар сол жақта жұмыс жасаса болады дейді, сол қаншалықты шын?және серпін бағдарламасы бойыншп сұрақтарымды кімге қойсам болады?",
        "question_date": "20.02.2023",
        "question_tag": "Мамандық",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызыл Диплом алу мүмкіндігі бар ма?",
        "question_content": "GPA -3.60 \nПрактика 5 \nБағалар 5\nГос 88+ B + жақсы\nҚызыл диплом алу мүмкіндігі бар ма?",
        "question_date": "20.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гост бағасы 90 А- (5 (өте жақсы)) болу керек міндетті түрде қызыл диплом алу үшін",
                "date": "20.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Денем қызады, ауырады, қишыды неге?",
        "question_content": "Бәріңізге сәлем. Менің денем осы қызады, сосын ауырады бетке дейін. Менде сөзсіз аллергия бар, кейде сырттан үйге келгенде, бірдеме ойлағанда және жаттығуға қатысты ойындар ойнасам денем қызады кәдімгідей ауырады. Қышитыныда бар.",
        "question_date": "20.02.2023",
        "question_tag": "Денсаулық",
        "question_views": 235,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті дерматологқа көрініңіз.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 0,05 моль мыс сульфатының массасын есепте?",
        "question_content": "Зат мөлшері 0,05 моль мыс сульфатының массасын есепте.",
        "question_date": "19.02.2023",
        "question_tag": "Химия",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мыс сульфатының CuSO4 молярлық массасы оның құрамына бір мыс атомы (Cu), бір күкірт атомы (S) және төрт оттегі атомы (O) кіретін оның әрбір элементінің атомдық салмақтарының қосындысына тең. Алдымен осы элементтердің әрқайсысының атомдық массаларының қосындысын есептеу керек:\n\nCuSO4 атомдық салмағының қосындысы = Cu атомдық массасы + S атомдық массасы + (O x оттегінің атомдық массасы)\n\nCuSO4 жалпы атомдық салмағы = (63,55 г/моль) + (32,06 г/моль) + (16,00 г/моль × 4) = 159,61 г/моль\n\nДемек, 0,05 моль мыс сульфатының массасы мынаған тең:\n\nМасса = моль саны x молярлық масса\nМасса = 0,05 моль × 159,61 г/моль = 7,98 г\n\nДемек, 0,05 моль мөлшері бар мыс сульфатының массасы 7,98 граммға тең.",
                "date": "20.02.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Сын есімі бар мақал мәтел,",
        "question_content": "Сын есімі бар мақал мәтел. Зат есім аз болсыншы немесе керегі жоқ. Маған құрамында заттанған сын есімі бар 5 мақал мәтел жазу керек. Және Рахмет бәріне",
        "question_date": "17.02.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Жаяуға жол алыс.\n\n2)Үлкенге құрмет, кішіге ізет.\n\n3)Еріншектің ертеңі бітпес.\n\n4)Жақсыда жаттық жоқ.\n\n5)Жақсыдан үйрен, жаманнан жирен.",
                "date": "19.02.2023",
                "upvotes": 0
            },
            {
                "text": "1Жақсыдан үйрен , жаманнан жиреннн\n\n2Үлкенге құрмет, кішіге ізет\n\n3 Жақсыдан сарапат,  жаманнан кесапат\n\n4 Жақсыдан жаттық жоқ\n\n5 Жаяуға жол алыс",
                "date": "19.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр мен магистратурадан мұғалім таңдап,бірақ екеуі екі пән болса жұмысқа ала ма?",
        "question_content": "Сұраққа жауап керек болып тұұр",
        "question_date": "17.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине алады. Қай пән бойынша жұмысқа тұратын болсаңыз сол дипломды апарасыз.",
                "date": "19.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныпта көк атестат алу үшін шарттар",
        "question_content": "Мен 1 бірінші сыныптан бері тоқсандық бағамның бәрі төрт болды ал 9 сыныпқа келгенде 3ке түсіп қалдым көк атестат ал мүмкіндігі барма?",
        "question_date": "17.02.2023",
        "question_tag": "Мектеп",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасында аттестаттың 3 түрі бар, оның 2-уі \"ерекше үлгідегі\" аттестаттар.\n\n1.Көгілдір түсті аттестат- 5-тен 11-сыныпқа дейін үздік оқыған және ҰБТ (Алтын белгі) бойынша өз бағаларын қорғаған оқушыларға беріледі.\n\n 2.Қызыл түсті аттестат -10-11 сыныптар аралығында үздік оқыған және ҰБТ-да өз бағаларын қорғаған немесе АБ (Алтын белгі) өз мәртебесін қорғау үшін 1 балл жетіспеген оқушыларға беріледі.\n3.Қою көк түсті аттестат - барлық оқушыларға 11-сыныптағы бағаларына қарамастан беріледі, бірақ аттестатталмаған, яғни екінші оқу жылына қалғандарға берілмейді.\n\nҚызыл түсті аттестат алу үшін барлық пән бойынша \"өте жақсы\" деген бағамен мектепті бітірген жөн. Көк түсті аттестат алу үшін мектепке барып оқу жеткілікті, тіпті үштік бағамен оқысаңызда ұсынылуы мүмкін.",
                "date": "18.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО грантқа байланысты сұрақ?",
        "question_content": "Бір ЖОО бітірми жатып шығып кетіп КТ тапсырып басқа ЖОО грантқа бере аламын ба?",
        "question_date": "17.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 160,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине\n\nБірақ:\n\n1) ЖОО студенті болмауыңыз керек тапсырар уақытта\n2) ЖОО 1 мамандықты аяқтамаған болуыңыз керек.",
                "date": "19.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заңғар есімі арабша калай жазылады?",
        "question_content": "Араб тілінде Заңғар есімі қалай жазылады",
        "question_date": "17.02.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "محامي\n\nПеревод......\n....",
                "date": "17.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мамандық ауыстыру",
        "question_content": "Қазір 2 курс технолог мамандығын оқып жүрмін  осы курсты бітіріп ұбт тапсырсам жоғарғы оку орнынан шығу керек болады ма әлде шықпай тапсыруға болады ма ұбт ны",
        "question_date": "16.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ ны тапсыру үшін оқудан шығуға тура келеді. ҰБТ тапсырар кезде ешқандай ЖОО студенті болмауыңыз шарт.",
                "date": "17.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бейнеу ауданы(ауылы) ҰБТ бойынша ауыл квотасы берілме?",
        "question_content": "Бейнеу ауданына(ауылына) ҰБТ бойынша ауыл квотасы берілме? Мен түсінбей тұрмын кейбір деректерде Бейнеу аудан ал кейбір деректерде ауыл?",
        "question_date": "16.02.2023",
        "question_tag": "Университет, колледж",
        "question_views": 178,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Директордан өзіңіздің мектебіңіздің квотаға кіреді ме, кірмейді ме, соны сұраңыз, олар біледі. Негізі сіз ауданда тіркелсеңіз, кез келген жағдайда да ауыл квотасына ілігесіз",
                "date": "21.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Маған таныстыру керек?",
        "question_content": "Маған нақты және түсінікті, жаттауға оңай, үздік оқушы сайысына таныстыру керек?",
        "question_date": "16.02.2023",
        "question_tag": "Өнер",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Масғұт поэмасы не туралы? қысқаша мазмұны",
        "question_content": "масғұт поэмасының қысқаша мазмұны керек",
        "question_date": "16.02.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": []
    }
]