[
    {
        "question_title": "Түсімде аппақ қасқыр көру.Қараңғыда омен соғысу",
        "question_content": "Ақ қасқыр көру.Бұл нені білдіреді.",
        "question_date": "16.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер кісі түсінде қасқыр көрсе, онда өңінде дұшпанын арттырады.\n\nЕгер жолаушылап келе жатқан кісі түсінде түлкі көретін болса, онда өңінде оның жолы болмайды, ал егер ол түсінде қасқыр көретін болса, онда өңінде оның сапары сәтті болады.\n\nТүсте доңызды, қасқырды, қабланды, жолбарысты көру және оларды өлтіру-өңде дұшпаннан үстем болуды білдіреді. Егер бұл хайуандар кісіге ешқандай жамандық жасамайтын болса, онда ондай түс жаман емес. Түсте бұл жануарларды өлтіру-жақсы: ол өңде жауды жеңумен бірдей. Егер де кісі түсінде осы аталған хайуандарға мініп жүретін болса, онда оның дұшпандарының қолға түскені.\n\nТолығырақ: https://alashainasy.kz/gazhaip/tus-joru-joldaryi-nen-eskergen-jon-kmge-joryitkan-abzal-107671/",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақтың арты неге қыйылады?",
        "question_content": "Құлақтың арты неге қыйылады?",
        "question_date": "16.10.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлақтың қиылып сары су шығып шағытын жарасы болса, оның қазақша ырымы бар нағашысына барып қойдың құлағынан қан шығарып жағатын деп апам айтқан. Бірақ ол қауіпті сияқта мал сау ма ашық тұрған жараға жағу қорқыныштылау. Тетрациклин или левамоколь жағып, жараның қабығын алмай жазылып біткенше тоқиаусыз жасасаңыз кету керек. Дәрі жағып болғасын келесі дәрі жағар алдын қайнаған жылы сумен бір шаю керек.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысырдағы діни наным сенімдер мен ғылыми білімдер?",
        "question_content": "Сәлеметсіздерме\nЕртең 12:00ге шейін\n\nДүние жүзі тарихы пәнінен 5 сынып\n\n\"Мысырдағы діни наным сенімдер мен ғылыми білімдер \" осы тақырыпта 1 бет конспект керек еді жазфп жіберіңіздерші өтініш Аллахтан қайтсын",
        "question_date": "16.10.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оңтүстік Қазақстанда қала мәдениетін қалыптастыруға үлес қосқан ежелгі тайпа?",
        "question_content": "Оңтүстік Қазақстанда қала мәдениетін қалыптастыруға үлес қосқан ежелгі тайпа\nА) оғыз\n\nӘ) Қаңлы\n\nБ)найман\nВ)Қимақ\nГ)манғол",
        "question_date": "16.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 971,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаңлылар болып табылады",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Катер 42 км қашықтықты өзен ағысымен 3 сағатта жүзіп өтті?",
        "question_content": "Катер 42 км қашықтықты өзен ағысымен 3 сағатта жүзіп өтті. Егер катердің жылдамдығы өзен ағысының жылдамдығынан 6 есе артық болса, онда катердің жылдамдығына тап?",
        "question_date": "16.10.2021",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзен ағысы-42км\n\nУақыт-3сағ\n\nКатер-?км/сағ\nШ:42:3=14 14•6=84\n\nЖ:Катер-84км/сағ",
                "date": "27.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырайдың анасының аты кім",
        "question_content": "Ыбырайдың  анасының  аты туралы  керек  пожалуйста",
        "question_date": "16.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкесінің есімі Алтынсары, анасы Айман.\nҚазақтың аса көрнекті ағартушы-педагогы, жазушы, этнограф, фольклоршы, қоғам қайраткері Ыбырай Алтынсарин 1841 жылы 26-шы казанда казіргі Қостанай облысы, Затабол ауданында дүниеге келген. Әкесінің есімі Алтынсары, анасы Айман. Алтынсары өз еңбегімен тіршілік еткен, карапайым шаруа адамы болған. Ал анасы Айман арғын руының ішіндегі Шеген деген бидің қызы.\nӘкесі Алтынсары Ыбырайдың үш-төрт жасында қайтыс болып кетеді. Сол себептен бала Ыбырай атасы Балғожа бидің тәрбиесінде болады. Балғожа би өз өңіріне танылған беделді, білімді кісі. Ол ұзын қыпшақ руынан шыққан. Өзі өте текті, күллі әулетті билеп, жөл көрсетіп отырған адам болған. Сондай-ақ, ол жалпы шекаралық комиссияға қызмет істеген кісі. Сол себептен де ол немересін орыс мектебіне бергісі келеді.\nЫбырай Алтынсарин жасынан өте ынталы болған. Атасы Балғожа Ыбырайды тойларға, жиындарға өзімен ерте жүріп, немересін іскерлікке, білімділікке, сөз сөйлеу шеберлігіне үйретеді. Ыбырай Алтынсариннің атасымен бірге жүруі өмірі үшін өте маңызды болды. Ал немересінің білімге деген үлкен құштарлығын, ынтасын көрген Балғожа би Ыбырайды Орынборда жаңадан ашылған мектепке 30 баланың біреуі болып береді. Осылайша, ол 1851 жылы қазақ балалары үшін ашылған Шекара комиссиясының жанындағы мектепке жіберілді.\nМектепте оқып жүргенінде, Шекспир, Гёте, Байрон, Пушкин, Гоголь, Лермонтов, Фирдоуси, Низами, Навои және т.б. сияқты әлемдік әдебиет классиктерінің шығармаларын өз бетімен оқып, зерттеді. Сонда жүріп Шекара комиссиясында қызмет еткен шығыстанушы В.Григорьевпен жақын араласады. Тіпті, Григорьевтің үйіне жиі барып, оның кітапханасын қолданды.\nМектепті бітіргеннен кейін 3 жыл бойы (1857-1860) атасының қол астында кеңсе хатшысы, одан кейін Орынбор кеңесінде аудармашы болып жұмыс істеді.\n1860 жылы облыстық үкімет Ыбырайға Орынбор бекінісінде (Торғайда) қазақ балаларына арналған бастауыш мектеп ашуды тапсырып, оны орыс тілінің мұғалімі етіп тағайындады. Сөйтіп, ол меценаттың қаражатына мектеп ғимаратының құрылысын бастауға кіріседі. Ол мектеп 1864 жылы 8 қаңтарда салтанатты түрде ашылып, 16 оқушы қабылдайды. Кейін мектептің жанында интернат құрылады.\nАлтынсариннің мектептегі жұмысы жақсы бағаланды. 1864 жылы 22 қаңтарда Торғай қаласындағы Орынбор бекінісінің басшысы Орынбор мен Самара генерал-губернаторына «ордалықтар ашқан мектептің шынайы қуанышпен және ризашылықпен өткенін» хабарлады. Ал бұл мектептің мұғалімі Алтынсарин туралы: «Алтынсариннің үлгі болатын тәрбиесі мен көрнекі қамқорлығының арқасында мектеп өте жақсы және таза… Қырғыз оқушыларының аз уақыттағы жетістігі, қысқа мерзімде жақсы үміт беріп, осындай керемет Торғай мекемесінің жемісін жегізетіні және өздерін ақтайтынына сенімдіміз» делінген.\nАлтынсариннің өзі 1864 жылы 16 наурызда: «Қойды қуған аш қасқыр секілді, мен қызу түрде балаларға білім беруге кірістім. Және осы балалар үш айдың ішінде, тіпті орыс және татар тілдерінде оқып-жазуды үйреніп алды. Бір сөзбен айтқанда, бұл жақсылар курс аяқталғанша, 4 жылдан кейін бір нәрсе үйреніп, лайықты сөйлей алатын болады деп үміттенемін. Сондай-ақ, кейін олар жемқор болып шықпас үшін, бар ынта-жігеріммен тіпті олардың моральдық әрекеттеріне де әсер етуге тырысамын» деп жазған.\nАлтынсариннің қаламынан білім беру ісіне арналған көптеген туындылар туды. Олардың бірі 1869 жылы жарық көрген екі: «Қырғыз хрестоматиясы» мен «Қырғыздарды орыс тіліне үйретудегі алғашқы басшылық» атты оқу құралы. 1869 жылы Ыбырай Торғай аудандық әкімшілігіне іс жүргізуші болып жұмысқа кіреді, кейін аудандық бастықтың аға көмекшісі болып қызмет атқарады және уақытша аудандық судья қызметін атқарады. Қызмет ету барысында ол ауылдарға барып, облыс әкімі мен ауыл ақсақалдарының сайлауына қатысты.\nЫбырай сайлау кезінде пара алу, жемқорлық пен қиянатшылыққа жол бермей, әділ шешімнің табысты қабылдануына әсер етті. Ал оған көңілі толмаған байлар облыстық үкімет, әскери губернаторға, тіпті 1868 жылғы уақытша ережеде көзделген сайлау ережесін бұзды деген айыппен Алтынсариннің үстінен ІІМ-не шағым түсіреді. Олар Алтынсаринді болыстың басқармадағы қызметінен алып тастауға тырысты. Мысалы, 1883 жылы Николай уезінің Арақазағай басшысын сайлау кезінде Ыбырай Алтынсарин өздерін ұсынған 2 байдың орнына үшінші адамды сайлады. Алтынсаринге қатысты шағымдардың бірінде оны социалис деп атайды және осы іс бойынша тергеу жүргізілген.\nЫбырай патша саясатына да қарсы шықты. Бұған оның 1880 жылы «Оренбург парағы» газетінің беттерінде шыққан мақала дәлел.\n1879 жылы Ыбырай Торғай облысына мектеп инспекторы болып тағайындалады. Торғай облысындағы мектептің инспекторы лауазымын алған Алтынсарин Ырғыз, Николаев, Торғай және Илецк облыстарында екі сыныпты орыс-қырғыз мектебін ашты және осы мектептерді оқушылар мен оқытушыларға толтырды. Сондай-ақ, ол осы мектептерді жабдықтауға ерекше мән берді.\nОл әрбір мектепте кітапханалардың құрылуына көп көңіл бөлді. «Жинаған 600 рубльге Торғай облысының мектептерінде оқытушылар мен оқушыларға арнап кітапханалар ашқым келеді. Бұл кітапханалардың мақсаты – ондағы кітаптарды тек оқушылар мен мұғалімдер ғана қолданып қоймай, курсты аяқтаған адамдар (оқушылар) мен жалпы сауатты адамдардың оқу құралдарын алуға болатын орындары болса екен деймін»,-деген ұлы ағартушы.\nАлтынсарин кәсiптiк және ауылшаруашылық мектептердің ашылуына үлкен күш жұмсады және жергілікті халықтың арасынан Қазақстанның экономикалық дамуына қажеттi мамандар даярлауға айрықша мән бердi. Қартайған жылдарында өз қаражатын Қостанайдағы ауылшаруашылық мектебінің құрылысына аударды.\nСонымен қатар, ол қыздардың сауаттылығына айрықша мән беріп, олардың білім алуын ұйымдастыруға көп еңбек салды. Оның қолдауымен Ырғыз қаласында қыздар мектебі ашылды. Кейінірек, 1891 жылы Торғайда, 1893 жылы Қостанайда, 1896 жылы Ақтөбеде қыз балаларға арналған мектеп-интернат  ашылды.\nЖалпы алғанда, Алтынсарин төрт бірдей екі сыныпты орыс-қырғыз училищесін, бір кәсіптік училище, бір қыздар училищесін, бес болыстық училище және орыс балаларына арналған екі мектеп ашты.\nЫбырай орыс классиктерінің аудармаларында және қазақ тіліндегі түпнұсқа шығармаларында демократиялық ағарту идеалдарын насихаттады. Қазақ әдеби тілін қалыптастыру саласында ұлттық әдебиет пен мәдениетті дамыту үшін жемісті жұмыс жасады. Сондай-ақ, ол Толстой, Ушинский, Крылов, Пауссон секілді орыс жазушыларының шығармаларын қазақ тіліне аударды.\nОның қаламынан «Қыпшақ Сейіт», «Киіз үй мен ағаш үй», «Асыл шөп», «Шеше мен бала», «Бай мен жарлы баласы», «Таза бұлақ» секілді әңгімелер мен  новеллалар туған. Алайда, Алтынсарин өзінің бүкіл дүниетанымындағы бірқатар қайшылықтардан аулақ бола алмады. Барлық ағартушылар секілді, ол да білім берудің әлеуметтік-қайта құрудағы рөлін жиі асыра бағалады.\nАлтынсарин жан-жақты білім алған адам. Оның ғылыми қызығушылығы этнографияны да қамтиды. Ол 1868 жылдың наурызында Императорлық орыс географиялық қоғамның Орынбор бөлімінде «Орынбор өңіріңінің құдалық және үйлену кезінде ұстанатын салт-дәстүрі туралы» атты баяндамасымен сөз сөйледі. Сөйтіп, мақала жалпы мақұлдау алып, көп ұзамай газет бетіне жарияланды.\nЫбырай Алтынсарин өмірінің соңғы жылдары Николаевскіде (Қостанай) тұрды. Ол бүкіл ғұмырын ағартушылыққа арнап, ешқашан дүние-мүлікке қызықпаған. Ол тек жеке қаражатынан кішкентай көлдің жағасынан бір қабатты ағаш үй ғана тұрғызып, онда 1889 жылға дейін, қайтыс болғанға дейін қарапайым өмір сүрді.\nАйта кету керек, 1989 жылы ұлы ағартушы Ыбырай Алтынсариннің 150 жылдық мерейтойы атап өтілді. Оның өмірі мен шығармашылығына арналған көптеген ғылыми, тарихи-педагогикалық шығармалар жарық көрді. Ал Арқалық қаласында Алтынсарин мұражайы ашылып, Тобылдың жағасында ағартушының күмбез тәрізді тас ескерткіші тұрғызылды.",
                "date": "24.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Атбегілерге қойылатын сұрақтар 7 сұрақ көлімінде",
        "question_content": "Атбкгілерге қойылатын сұрақтар керек болып тұр,қандай сұрақ қойссм болады",
        "question_date": "16.10.2021",
        "question_tag": "Мектеп",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Ат аунату дегеніміз не?\n\n2) Ат жарату неше күнге созылады?\n\n3) Ат жарату неше бөлікиен тұрады?\n\n4) Жаратуға қай мезгіл ыңғайлы?\n\n5) Атқа түсетін салмақ қанша болуы керек?\n\n6) Атты қанша шақырымға дейін жарыстыруға болады?\n\n7) Атбегіге қойылатын қандай талаптар бар?",
                "date": "24.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ежелгі және қазіргі құрылыс",
        "question_content": "Ежелгі құрылыс пен қазіргінің айырмашылығы неде?қандай ұқсастықтары бар?ежелгі мен қазіргі құрылыста қолданылатын құралдар?",
        "question_date": "16.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тамақтан лимон қышқылының дәмін қалай азайтуға болады?",
        "question_content": "Кеш жарық!  Сорпа тамағыма лимон қышқылын қосып едім,  көп қосып жіберіппін. Қалай азайтуға болады?  Айтып жіберіңіздерші!",
        "question_date": "15.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышқылды химияда негізбен бейтараптайды, сода қосатын болар, бірақ ол тамақтың қанша пайдасы қалатынын білмеймін.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өмір жолы\" жобасын даярлау",
        "question_content": "\"Өмір жолы\" жобасын даярлау. Осы такырыпка эссе жазу керек еді",
        "question_date": "15.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмір — теңіз, жүзем онда демеңіз, Ізгіліктен жасалмаса кемеңіз. Рудаки Өмір — ол үлкен жол. Өмір адамға бір – ақ рет берілген үлкен сый. Өмірдің мәні адалдық, адамдықта. Өмір арнасы кең өзен, сол өзеннен өз арнамызды тауып ағу біздің басты мақсатымыз. Ал өз мақсатымызға жету оңай емес, ол үшін қандай да бір қиындықтарға, кедергілерге кездесуіміз мүмкін. Енді біреулерге қиындықтар кездеспеуі де мүмкін. Сондай кездерде біреулерге қызғаншақтық, көре алмаушылық танытпай, өз мақсатымыз үшін күресе білуіміз керек. Өзіміздің күшті жақтарымызды көрсетіп, әлсіздік, шарасыздық танытпауымыз керек. Біз өз өміріміз үшін өмір сүруге тиіспіз. Біреуге ренжіп неге оп оңай өле салуымыз керек, бақа ғұрлы жоқпыз ба? Бақа да өз өмірі үшін күресіп ақыры жеңіске жетті. Адам өзін — өзі тәрбиелеп, алдына мақсат қоя білуі керек. Сол мақсатқа жету үшін адами құндылықтарды бағалай отырып, “өз өмірім өзіме құнды ” деген қағиданы басты назарда ұстауымыз қажет. Біз өмірде өзімізге мақсат қоя білеміз бе? Өмір — арпалыс, күрес. Бұл табиғат заңдылықтары. Өмір – көпір, от үстіне салынған, Діңгектері зәндем отқа малынған. Қорқу білме, аяқтарың таймасын, Ойнап отпен, шарпу көрме жалыннан! Бір – ақ рет берілетін баға жетпес қымбат сыйды бізге сыйлаған кім?… Әрине бізге осындай баға жетпес сый сыйлаған ең қымбат адамдарымыз, ол біздің ата – анамыз. Сондықтан оларды ренжітпеуіміз керек. Халық аузында мынадай әңгіме бар емес пе? “Анаңды үш рет Меккеге арқалап апарсаң да борышыңды өтей алмайсың” - деп. Себебі, біріншіден ол бізге “өмір” сыйлады, бізге жарық дүниені көрсетті, бізді өсірді, біздің ыстығымызға күйді, суығымызға тоңды, түн ұйқысын төрт бөліп бізді аялады, тәрбиелеп өсірді. Егер бізге анамыз осындай баға жетпес сый сыйласа, бізде оған лайықты өмір сүруге тиіспіз. Біреуге ренжіп, біреуді кінәлап, мін тағу дұрыс емес. Өмірдегі қайғыны, қиындықты, сәтсіздікті көтере білу керек. Жаңа, жақсы ойлар ойлау керек. Ғажайып Өмір! Сұлулық пен үйлесімділікті талап ететін тәтті өмір! Адам мен адамгершілікті қалайтын тамаша өмір! «Өмір» шынымен де тәтті, ғажап, тамаша. Алайда осы сұлулықты, ғажап өмірдің қадірін түсінбейтіндер көп қой. Қайталанып келмейтін, Алланың берген сыйын адамгершілік, имандылықпен неге өткізбеске? Ғажап өмірді адамдардың неге жақсы көрмейтініне таң қаламын. Иә, өмір, өмір, өмір… Аллаһ адамға өмірді тек бір рет қана береді, сол арқылы адамның бұл өмірдегі жасаған жақсылығына, адамгершілігіне, кішіпейілділігіне, өзі алдансада ешқашан өзге адамды алдамай, адал болса ғана өмірде шынайы бақытқа жеткізеді. Кейбіреу өмір өз қолыңда өзің қалай құрасаң солай болады дейді. Бәлкім солай да шығар… Ал мен олай деп ойламаймын себебі өмірді қалай құрсаң да, Аллаһтың бергенін ешқашан өзгерте алмайсың. Мейлі қолыңдағы бар нәрсені салсаң да Аллаһтың бұйыртқанынан басқа ешнәрсе болмайды. Мен үшін бұл өмір тек қана сынақ. Өмірде басыңа қандай қиыншылық түссе де, соған төтеп беріп, шыдамды болып, сабырлы болып, сол қиын кезеңнен шыға білсек бұл біздің үлкен жеңісіміз. Айналадағы адамдарға қараңызшы бәрінің өз өмірі, тірлігі бар. Біреуі қиналады, біреуі қуанады, біреуі дүниеге келіп жатса, енді біреуі қабірде жатады. Кейде адамдар осының бәрін байқамай, мен шаршадым, өмір сүргім келмейді,- дейді. Кей кездерде өздеріне қол жұмсап жатады. Сонда бұл өмірден өткенде жаны тыныш бола ма? Адам өмірі жеңіс пен жеңілістен, сәттілік пен сәтсіздіктен, қайғы мен қуаныштан құралады. Міне өмірдің өзі біле – білсек сонысымен қымбат. Өмірде бәріде өткінші. Өмір — сенің мүмкіндігің, пайдалана біл; Өмір — сұлулық, сүйсіне біл; Өмір — арман, жүзеге асыр; Өмір — парыз, орындай біл; Өмір — ойын, ойнай біл; Өмір — байлық, бағалай біл; Өмір — махаббат, ләззат ала біл; Өмір — құпия, сырын аш; Өмір — қайғы, көтере біл; Өмір — күрес, жеңе біл; Өмір — бақыт, баянды ете біл. Әрине, өмір жолы – даңғыл емес. Өрі де, ылдиыда жетерлік. Өмір сынынан сүрінбей өту – әр адамзаттың басты парызы. Әрбір адам аңсаған арманына жету үшін өмір бойы күреседі. Талаптанады, талпынады. Өмірдің «бір кірпіші боп қалануға» бар — ынта жігерін салады. Бізде сондай жастың біріміз. Аңсаған арманымызға жетуіміз керек. Қатарымыздан қалмай, өмір шыңына көтерілу біздің басты мақсатымыз. Еліміздің жарқын болашағы біздің қолымызда! Соны ұмытпауымыз керек…\n\nӨмірге деген ой пікірлерін ортаға салдыру, олардың адамгершілікке, ізгілікке, қайырымдылыққа, достыққа, сыйластыққа үйрету;\n- өмір адам баласына бір ақ рет берілетін қымбат сый екеніне ықпал ету. - өмір құндылықтарының мәнін ашу арқылы адам өмірінің сипаты мол тірлігі туралы ұғымдарын кеңейту - өмір сырын түсіну, тіршілік қиындықтарын жеңіп шығуға үйрету.\nТолығырақ: https://telegra.ph/%D3%A8m%D1%96r-ZHoly-EHsse-12-15",
                "date": "15.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай ерте есеюге болады?",
        "question_content": "Қысқасы айтқанда біреу айтады  сен әлі кішкентай қыз сияқтысың дейді, ендігі сұрайын дегенім қалай үлкен қыздар боп өзгеруге болады ,ондай нәрсе бола ала ма? Менімен қатарластар үлкен қыз боп бойжетіп кеткен ал мен олар сияқты емеспін. 13жастамын жақында толдым. Но сыныптастағы қыздар 12де.Мен жай ғана ол кісіге еркелеп жүрдім! Не істеуге болады.?",
        "question_date": "15.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есейгіңіз келсе, онда көп кітап оқыңыз. Қанша көп нәрсе білсеңіз, сонша көк жиегіңіз кеңейеді. Психологиялық, әдеби, көркем-шығармаларды көп оқыңыз.",
                "date": "15.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердегі ең үлкен жылдамдық?",
        "question_content": "Жердегі ең үлкен жылдамдық\n\nА.жердің айналу жылдамдығы\n\nБ.күннің айналу жылдамдығы\n\nВ.айдың айналу жылдамдығы\n\nГ.жарықтың таралу жылдамдығы",
        "question_date": "14.10.2021",
        "question_tag": "Физика",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарықтың таралу жылдамдығы болуы керек.",
                "date": "24.10.2021",
                "upvotes": 0
            },
            {
                "text": "Айдың айналу жылдамдығы",
                "date": "4.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең сөздің патшасы сөз сарасы өлеңіндегі көтерілген мәселе?",
        "question_content": "Өлең сөздің патшасы сөз сарасы өлеңіндегі көтерілген мәселе",
        "question_date": "14.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың осы бір өлең жолын жұртшылық жиі қолданады. Кейде ретімен, өз орнына лайықты айтса, көбінесе істің мән-жайына түсінбей, әншейін айта салушылық бар.\nОсы өлеңнің бір ғана жолында иірім-иірім ойлар жатыр. Ол қандай ойлар? Біріншіден, біз ақынның «Өлең – сөздің патшасы» дегеніне тоқталуымыз керек. Неге өлең сөздің патшасы? Бұл сұраққа жауап беру үшін қаз қатар тұрған үш ұғымның (өлең, сөз, патша) қайсысынан бастамақпыз? Үшеуін тұтастырып тұрған негізгі ұғымы қайсы?\nНегізгі ұғым «сөз» болса керек. Себебі сөздің патшасы – өлең. Мәселе сөзде. Сөз болған соң өлең бар, оның патшалығы бар. Сонда сөз деген не? Оны жалғыз-ақ ұғыммен анықтауға болмайды. Сөздің іспен, қарекетпен байланысын мойындау қажет, қандай іс, қарекет бол- сын, ол сөз арқылы айқындалады. Сондықтан сөз – істің, қарекеттің көрінісі. Екіншіден, сөз идеяға байланысты. Идеяның өзі сөз арқылы анықталмақ. Сөзсіз идея айқындалмайды. Идеяны сөзбен теңестіру Платон философиясынан бастау алған. Үшіншіден, сөз – ойлаудың нәтижесі әрі оның процесі. Тұжыра айтсақ, қандай сөзде болсын қорытынды бар, ойлау жүйесі, яғни ой тұтастығы бар. Сонымен бірге сөзде жаңа ой басталып, алдыңғы ой көмескіленіп тұрады. Сөзді жаңа ой басы дейтініміз сондықтан. Төртіншіден, сөз міндетті түрде сөйлеушіні (субъектіні) қажет етпейді, ол объективті мазмұнда өз алдынша өмір сүре береді. Сөздің мұндай абстракциялық табиғатын қазақтар «жақсыдан қалған сөз», «үлкендер айтқан сөз», т.б. мәнде білдірген. Мұндай жағдайда сөз сөйлеуші – халық. Мәдениетіміздегі фольклор деген ұғымның негізінде осындай жайлар жатыр. Бесіншіден, сөздің айтушысы болады әрі әр сөздің дара түсінігі болады. Ең алдымен сөз болған деген идея баршамызға белгілі.\nБірақ ол сөз кімнің сөзі? Бұл – шешімі табылмаған жұмбақ. Алғашқы сөзді айтушы Алла тағала (мұсылман діні бойынша) десек, діни ойлау шеңберінен асып кете алмаймыз. Ал егер алғашқы сөзді адам айтқан десек, тағы да екі мәселе туады. Біріншісі – адам сөзінің Алла сөзімен байланысы бар ма? Екіншіден, егер адам сөзі өздігінен ешбір құдайсыз, оның құдіретінсіз болса, онда сөздің пайда болуының себебі неде? Осы мәселеде ғылым мен дін, философия мен атеизм бөліне бастайды.\nБіз осы мәселелердің мәнін аша алмағандықтан алғашқы сөзді Алла тағала айтқан деген пікірге сүйене отырып (оның өзіне де тереңдемей), адам сөзінің табиғатына сәл үңілсек.\nСөз табиғаты дегенде, оның мистикалық мәнін жоққа шығара алмаймыз. Сөз мистикасы – үлкен мәселе. Неліктен кейбір сөздер адамға, оның санасы емес, сезіміне бойлап, рухын жайлап, еркін меңгеріп кетеді? Оның сыры неде? Сірә, бұл тұста сөздің музыка құдіретіндей адам болмысына оның еркінен тыс әсер ете алатын қуаты болса керек. Сөздің мистикалық табиғатын мойындамай, оған рационализм биігінен ғана қарайтындарды сөз ұлағатын меңгергендер деп айта алмаймын. Сөзді меңгеру, оны қабылдай білу және қолдана, пайдалана білу дегеніміз мәдениеттіліктің ғана емес, даналықтың белгісі. Абай сөзді осы мәнде айтып отыр.\nСөз сана емес, ақыл емес, сезім емес, ой емес, ол – соның бәрі. Сөзде осы айтқандардың қайсысы көп, қайсысы аз, қайсысы бастаушы, қайсысы қостаушы, міне, мәселе сонда.\nСөз философиясы – өзгеріс философиясы. Себебі сөз ағып жатқан су сияқты. Онда тұрақтылық, тоқтау жоқ. Ағынсыз су өз қасиетінен қалайша айырыла бастаса, сөз де сондай күйге түспек. Сөздің мұндай дертке түсуін ғылым тілінде «догма» дейді.\nСөздің догмаға айналуы – ақылдың суалуының көрінісі. Сөзді қағидаға айналдыру үшін әлімсақтан бері жасалып келе жатқан әрекеттер мол. Сөздің өзгеруі адамдарға беймазалық, тынышсыздық әкеледі. Әдетке айналып қалған сөзді жаңа сөзбен ауыстыра беру қо- ғамдағы қалыптасып қалған дәстүр, салт-саналарды өзгертеді. Қандай да болсын өзгерісте қауіптілік бар. Өзгеріс әманда белгісіздікке бастайды. Белгісіздік үрей әкеледі. Адамдар көбінесе бәрі анық, бәрі түсінікті болғанды қалайды, бірақ адамдардың өздері түсініксіз істер бастауға әманда әзір. Белгісіздіктен белгілік іздеу – таным. Сөз болса – танымның сатылары. Сөз туралы біршама түсінікке келгендіктен, енді «патша» деген ұғымға назар аударайық.\n«Өлең – сөздің патшасы», – дегенде Абай өлең мен сөздің бір-бірімен байланысын «патша» деген ұғыммен білдіріп отыр. «Патша» деген – даралықты емес, жалпылықты білдіретін ұғым. Патша болу үшін оның қасиеттері жалпы патшалыққа тән болса, сонымен бірге патшалықтың қадір-қасиеті патшада болуы шарт. Міне, «өлең» деген сондай мәнге ие болып, бүкіл сөздің патшасы атанған. Сөз деген патшалық болса, өлең – оның патшасы. Сонда «патша» деген әрі кеңдік, әрі даралық, өлең де сондай, ол да бүкіл сөзге тән әрі жеке-дара.\nСөз өнерінде өлеңсіз әңгіме айту мүмкін емес, оны біз лирика, поэтика деп атаймыз. Өлең патша болса, ол тек сөздің ең лауазымды биігі ғана емес, ол сөз өнерінің өне бойынан табылуы керек. Өлең тек сол кезде ғана сөз патшасы болмақ. Абай осы мәселеге нақтылы тоқталған.\n«Өлең – сөздің патшасын» осылайша түсіндік десек, мәселенің ауырлығы осы өлең жолының екінші жартысында, ол – «сөз сарасы» деген ұғым.\nАбай неліктен өлеңді «сөзсарасы» деген? Мұнда не мән бар? Тілімізде «сара бағыт», «сара жол» деген түсініктер бар. Демек, «сара» дегеніміз тура, әділ деген ұғыммен мәндес болып шығады. Осы дұрыс па? Тіптен дұрыс болса да, Абай «сара» деген ұғымды осы мәнде қолданып отыр ма? Абай өлеңдеріне түсініктемелер беріп жүріп көңілге түйген қағидамыз – оның өлеңінің бір жолындағы ұғымдар бір-бірінен ешқашан да алшақтамай, өзімен-өзі бол- май, тың ұғым туғызуға қызмет етіп тұрады. Мысалы, өлең, сөз, патша, сара – осы төрт ұғым өлеңнің бір-ақ жолында тұр. Былайша қарағанда, әрқайсысы жеке-жеке дүниелер. Олардың бас-басына қатысты қаншама мәселелер қозғауға әбден болады. Бірақ мәселе олардың даралықтарында, әрқайсысының жеке мәнінде емес, солардың бәрі бірігіп тың ұғым құрауында немесе жаңа ойдың темірқазықтары сияқты болып тұруында. Сонда осы төрт ұғым топтасып, бірігіп, нендей мәселені көтерген? Ол – өлең туралы идея. Бұл идеяның екі жағы ашылған: бірі – «өлең – сөздің патшасы», екіншісі – «өлең – сөздің сарасы». Абай бірінші, яғни өлең – сөздің патшасы деп неге қоя салмаған? Егер осылай ғана айтсақ, өлең табиғаты ашыла ма? Әрине, ашылады, біз соған да разы болар едік, алайда оны Абай місе тұтып, ойын те- жемей, әңгімені әрі қарай өрбіткен, ол өлең сөздің тек патшасы ғана емес, өлең – сөздің сарасы деген.\nҚазақта сөзді саралау деген түсінік бар. Ол деген – сөзді сөз еместен ажырата білу деген мәселе. Тіл мен жақтан сылдырап шыққандардың бәрі сөз емес. Табиғаттағы барлық нәрселер сияқты сөз де дертті болады, оның дертін Абай: «Бөтен сөзбен былғанса сөз сарасы», – деп ашып айтқан. Сөз былғанса сөз болудан қалады. Ал енді осы нағыз сөзді қауызынан аршып алу үшін оны саралау қажет. Сараланған сөз – нағыз сөз, ол – өлең. Сонда өлең әншейін сөз емес, ол – сөздің сарасы, сондықтан Абай қиыннан қиыстырған қазақтың баласын «ер дана» деп атаған.\nАбай мәдениет деген ұғымды қолданбаған, оны жаттап алып, күнде айтып жүрген біздерміз. Ал мәдениет деген не дегенге келсек, сөз сарасын түсінген адамды ғана мәдениетті адам қатарына қоюға әбден болады. Сөзді түсініп, меңгермеген адамның бойында мәдениеттіліктің өзі түгіл нышаны болуы мүмкін емес. Осы пікіріміздің дәлелі ретінде Абай өлеңінің шумағын толық келтірейін:\nӨлең – сөздің патшасы, сөз сарасы,\nҚиыннан қиыстырар ер данасы.\nТілге жеңіл, жүрекке жылы тиіп,\nТеп-тегіс жұмыр келсін айналасы...\n(Абай. – Алматы: Жазушы, 1995., т.1. – 88-б.)\n\nТолығырақ: https://adebiportal.kz/kz/news/view/15562",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байқоңыр ғарышайлағы пайдасы?",
        "question_content": "Байқоңыр ғарышайлақ ренжіп қалдың ғой жаным менің жүрегім менің жүрегім менің жүрегім",
        "question_date": "14.10.2021",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1961 жылы ғарышқа ұшқан ең алғашқы адам Байқоңыр ғарыш айлағынан ұшып, тарихта үлкен ізін қалдырды. Бұл ғарыш айлағы 1955 жылы Қызылорда қаласы Қармақшы ауданында құрылды. Алғашында ғарыш айлағы КСРО-ның бастауымен соғылған. Елімізде орналасқан Байқоңырдан 1957 жылы дүниежүзіндегі ең бірінші жердің жасанды серігі жіберілді. Сол үшін де бұл ғарыш аймағының біз үшін алатын орны ерекше.\nӘлемдегі ең бірінші, әрі ірі ғарыш айлағы болып табылатын Байқоңыр соғылмай жатып арнайы факторлар ескерілді. Ол экватор жазықтығына жақын, сонымен қатар ракета ұшыруға қауіпсіз жер болып табылады. Және ғарыштан оралған объектілер үшін де қолайлы. Мұнда ғарышқа сапар шегуге барлық мүмкіндіктер қарастырылған. Осы ерекшеліктерінің арқасында ол бүкіл әлемде ең мықты ғарыш айлағының бірі болып табылады. Ракета тасығышқа арналған арнайы тұғырлар мен энергия, сумен қамтамасыз ететін жүйелер де бар. Байқоңырдан орбитаға осы кезге дейін 130-дан аса ракета ұшырылды. Жасанды серіктерді жіберу арқылы адамдар күнделікті өміріне қажетті ақпараттарды  алады. Байқоңырдағы 15 негізгі кешеннің 9-ы зымыран ұшыруға арналған. Ал қазіргі таңда Байқоңыр Ресейге жалға берілген. Бұл шешімді Н.Ә.Назарбаев 2004 жылы 9-10 қаңтарда қабылдады. Ресей Байқоңырдағы құралдардың жағдайын сақтау және қамтамасыз ету үшін 1,5 млрд рубль жаратады, бұл оның Роскосмос бюджетіне кетіретін 4,2%-ын құрайды. Жалға беру туралы келісім шарт 2050 жылы аяқталады. Соңғы жылдары Қазақстандағы ғарыш айлағы үлкен экологиялық мәселелер туындатып жатыр. Біздің жерімізге кешеннен жылына 30-35 мың тонна улы заттар таралады. Жиі ұшырылатын ракета қалдықтарынан  Шығыс және Орталық Қазақстан аймақтары ластануда. Улы газдар жаһандық жылынуға алып келуі мүмкін, сонымен қатар қышқыл жаңбырдың жаууына да әсерін тигізеді. Массалары үлкен зымырандардың жанармайларынан шыққан улы токсинді химиялық заттар жақын аймақтарға таралады. Бұл токсинді бөлшектер жануарларды әртүрлі аурулар мен патологияларға әкеледі. Онымен қоймай зымыран ұшырылғаннан кейін жақын аймақтарда ауа-райы бірден өзгереді. Температура төмендейді, боранды қатты жел соғады.\nРеспублика аумағындағы 47 аймаққа зымыран қалдықтары түседі.\nАпаттарға келетін болсақ:\n1996 ж. 14 мамыр – «Союз» зымыран тасығышы құлады.\n1997 ж. 20 мамыр – «Зенит» зымыран тасығышы құлады.\n1999 ж. 5 шілде – «Протон» зымыран тасығышы құлады.\n1999 ж.  – «Протон» зымыран тасығышы құлады.\nБайқоңыр ғарыш айлағының біздің еліміз үшін рөлі ерекше. Дәл осы жерден ең маңызды адамзат өміріндегі жаңалық ашылды.  Алайда бұл кешеннің пайдасымен қатар зияны да бар. Бұл зардаптар жыл сайын біздің экологиямызға әсерін тигізіп жатыр. Мұндай күрделі, әрі маңызды мәселелерді шешу үшін, әрине, мемлекет тарапынан көмек керек. Келтірілетін экологиялық мәселелерге көз жұмып қарауға болмайды. Зардаптардың шешу жолдарын таба алсақ, Байқоңыр бізге тек пайдасын алып келетін болады. Ал шешу жолы табылмаса, онда бұдан да қауіпті қатерлерге алып келеді.\nТолығырақ: https://martebe.kz/baj-o-yr-arysh-ajla-yny-pajdasy-men-zijany/",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Даланың ұлы эссе жазу?",
        "question_content": "Даланың ұлы тақырыбына әдеби эссе жазу керек?",
        "question_date": "14.10.2021",
        "question_tag": "Мектеп",
        "question_views": 63600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзінің туған жері туралы өлең жазбаған ақын кемде-кем. Қай ақынның да өзі туып-өскен жері - Жер-Ананың жерұйығындай қасиетті. \"Дала, сенің ұлыңмын!\" атты шығармасында да Жарасқан ақынның атамекенге, елге деген \"махаббаты, сүйіспеншілігі көркем айшықталаған. Туындыда \"Туған дала\" сөзі жиі қайталана отырып, айтылар ойдың темірқазығына айналған. Поэма \"Туған дала... Сенсің биік тұғырым!... Сенсің менің абыройым, мақтаным!...\" деген асқақ пафоспен басталып, қазақ даласының поэтикалық портретін жасайды. Шығармадағы лирикалық қаһарман - автордың өзі. Тебіріне жырлаған ақынның шығармасында дала ұғымы тек бір аймақтың аумағын білдіретін географиялық мекен емес, ол - Отан, атамекен, ұлт, дәстүр секілді ұлы ұғымдарды айқындаушы образ. Ақын туған өлкесінің тарихын зерделеп, оның алдындағы перзенттік парызын, жауапкершілігін терең сезінеді. Ақындық жолының басты шығармашылық нысанасына айналатынын ашық айтады сезіндіреді. Дала – поэтикалық образ. Ақын дала дегенде, ең алдымен, туған халқын, оның жомарт мінезі мен батырлығын, әр алуан психологиясын ұғынады.",
                "date": "26.10.2021",
                "upvotes": 1
            },
            {
                "text": "Ұлы даланың жеті қыры\n\n«Біздің тарихымызда қасіретті сәттер мен қайғылы оқиғалар, сұрапыл соғыстар мен қақтығыстар, әлеуметтік тұрғыдан қауіпті сынақтар мен саяси қуғын-сүргіндер аз болмады. Мұны ұмытуға хақымыз жоқ. Көп қырлы әрі ауқымды тарихымызды дұрыс түсініп, қабылдай білуіміз керек.»\nН.Ә.Назарбаев.\n\nӘр халықтың сан ғасырлық тарихы бар. Ал біздің қазақ халқының тарихы сонау тереңде жатыр. Адам өткен тарихын жақсы білмесе, болашаққа нық қадам баса алмайды. Біздің жастарымыз да өз ұлтымыздың , өз еліміздің мәдениетін, салт-дәстүрін , әдет-ғұрпын ұмытпай,қастерлей білуге тиіс. Тәуелсіз ел ретінде өткенімізді зерттеу, бұл күнге қалай келгенімізді, кімдердің арқасында жеткенімізді білу біз үшін қаншалықты маңызды?.Тарихқа көз жүгіртсек, талай қиындықтар мен тағдырдың ауыр соққылары қазақ халқының басынан аз өтпегенін көреміз.\n\nТүрлі нәубетті басынан өткізген халқымыз бүгінгі күні өз тәуелсіздігін алып, дамыған елдердің қатарында болашаққа қадам басып келеді. Бұл күнге жетуіміздің басты себебі- ата-бабаларымыз бен аға-әпкелеріміздің өз елі үшін аянбай қан мен терін төгуінің арқасында. Біз осынау бақытты заманға кімнің арқасында жеткенімізді ұмытпауымыз керек және өз еліміздің тарихын терең біліп, ұрпақтан-ұрпаққа жеткізе білуге тиіспіз.\n\nҚР Президенті Н.Ә.Назарбаевтың «Ұлы даланың жеті қыры» атты мақаласы –құнды дүние. Елбасымыз жаңа мақаласында төл тарихымыз бен мәдениетімізді жіктей келе,тарихи сананы жаңғырту мәселесін көтеріп, 6 бірдей жобаны ұсынып отыр. Елбасының бұл мақаласы- «Рухани жаңғыру» бағдарламасының жалғасы. Оқиғалар мен тұлғаларды уақыт тізбегі бойынша бір жүйеге келтіру -тарихымыздың нағыз жетіспей тұрған тұсы,- дейді мамандар.\n\nМақала «Ұлт тарихындағы кеңістік пен уақыт», «Тарихи сананы жаңғырту» атты бөлімдерден тұрады. Президент бұл жолы ұлттық болмысымызды сақтап, тарихымызды жаңғырту жайына кеңінен тоқталған. Әсіресе өсіп келе жатқан жас буынды ұлттық тәрбиемен сусындату керектігі жөнінде жазған. . Біздің даңқты батырларымыз, ойшылдарымыз бен ел билеушілеріміз тек Қазақстан ғана емес, сондай-ақ бүкіл əлем бойынша еліктеуге лайықты тұлғалар екендігін де Елбасы тілге тиек еткен.\n\n« Ұлт тариxындағы кеңістік пен уақыт» бөлімінде қазақтың атқа міну мәдениеті, ежелгі металлургиясы, аң стилі, Есік қорғанынан табылған Алтын адам, Ұлы Жібек жолы және т.б. құндылықтарымыз туралы айтылса, « Тариxи сананы жаңғырту».бөлімінде ұлы даланың ұлы есімдері, ежелгі өнер, дала фольклоры мен музыкасы және тариxтың кино өнері мен телевизиясы туралы баяндалған. Шынында да, тарихтың сонау терең сахнасына үңілсек, халқымызда киелі саналатын төрт түліктің бірі- жылқының адам үшін атқаратын қызметі жоғары бағаланады. Бұл түлік- ата-бабаларымыздың жан серігі, айрылмас досы болған.. Атқа міну салтының негізін қалаған- біздің халық.\n\nЭтнографиямызға шолу жасасақ, халқымыздың қаншалықты бай екенін анық байқай аламыз. Салт- дәстүріміздің ерекшелігін, ұлттық аспабымыз домбыра, қобыз үнін естігенде тебіренбейтін жан жоқ, сірә!? Халқымыздың тілі де өте бай. Оның бірден- бір дәлелі-М. Әуезовтың «Абай жолы» роман -эпопеясы. Ұлы жазушы бұл туындысында халқымызың әдет- ғұрпын, салт- дәстүрін айқын түрде бір сөзді екінші рет қайталамай, бай тілмен шебер суреттеп жеткізе білген. Сан алуан халық өз әлемінің кереметімен мақтанады. Ал мен үшін тарихы ең бай халық- қазақ халқы. Тарихымызды саралап қарар болсақ, халқымыздың ұлылығына, тарихының тереңде жатқандығына өте көп дәлелдер келтіре алатындығымыз сөзсіз.\n\nЕлбасымыз: Төл тарихын білетін, бағалайтын және мақтан ететін халықтың болашағы зор болады деп сенемін. Өткенін мақтан тұтып, бүгінін нақты бағалай білу және болашаққа оң көзқарас таныту – еліміздің табысты болуының кепілі дегеніміз осы,- деп атап өткендей, тарихымызды ұмытпайық, өткеніміз бен бүгінімізді бағалай білейік! Болашағымыз сонда ғана жарқын болатыны сөзсіз.",
                "date": "23.10.2021",
                "upvotes": 1
            },
            {
                "text": "Ұлы Дала Елі\nКең далалы, кең пейілді қазақпыз,\nҚұл емеспіз, еркін жанбыз, азатпыз.\nҚас тағдырдың қиқаңына көнбейміз,\nЕр намысын ешбір жанға бермейміз\nҚасым Аманжолов\n\nАта жұрт, атамекен - өте кең ұғым. Атамекен - адамның ата - бабаларынан бері қарай кіндік қаны тамып, өсіп - өніп келе жатқан жері. Өмірден көретін қызығы мен бақытының тұрағы.\nБіздің халқымызда ата-мекенді ардақтау сезімі өте тереңде жатыр. Туған жерді қасиет тұту - қанға сіңген мінез, ежелгі дәстүр. Бұл таным жанымызға ана сүтімен тараған, ана тілімен дарыған.\nБұдан бірнеше ғасыр бұрын айтылған, атап айтқанда, Күлтегін ескерткішінде жазылған:\nҚызыл қанымды ағыздым,\nҚара терімді төктім.\nТүн ұйықтамадым,\nКүндіз отырмадым,\nТізеліні бүктірдім.\nБастыны еңкейттім,\nТүрік болғаным үшін,- деген жолдар атамекен құдіретін, Ұлы Дала елін айқындай түсетіндей. Біздің ата-мекеніміз - Қазақстан! Қазақ деген намысшыл ұлттың ұрпағымыз\nМіне, осындай намысшыл елдің ұрпағы болғаныма мақтанамын! Тарихы тереңде жатқан елімнің өткен жолдары тарих беттерінде өшпестей із қалдырған. Қаншама қиындықтан өткен елімнің болашағынан үміт күткен бабаларымыздың арманы орындалып, бүкіл әлем қызыға да, қызғана да қарайтын Тәуелсіз Мемлекетке айналдық.\n\nЕліміздегі әрбір атқарылған игі істер – еліміздің болашағына, келешек үміт күткен, жастарына яғни Ұлы Дала елінің перзенттеріне арналып отыратыны сөзсіз. Ұлы Дала Елі... Елбасымыз өз сөзінде былай деген болатын: «XXI ғасырда далалық Еуразияның құшақ жетпес кеңістігі қайтадан түлеп, өркендеуде. Біз өз тарихымыздың жаңа шамшырағын жақтық. Сондықтан да бүгінде және әр кезде де біздің Қазақстан, ол — Ұлы Дала елі! Ол — түлеген Ұлы Дала елі. Біздің сүйікті Отанымыздың халықтық аты да дәл осы. Ол біздің Отанымыздың өткенін де, қазіргісін де, болашағын да бейнелейді. Онда қазақстандық мінез бен оның негізгі сипаттары көрініс тапқан. Олар — біздің жан дүниеміздің ашықтығы мен кеңдігі, біздің жүректеріміздің жылуы, қонақжайлылық пен бейбітсүйгіштік, кемеңгерлік пен ойшылдық, еңбексүйгіштік пен іскерлік. Ол — сүйікті жеріміздің өркендеуіне осы уақытқа дейін болмаған қол жеткізудегі өзіміздің күшіміз бен мүмкіндіктерімізге деген сенім. Мен біздің жаңа Қазақстанның осындай бейнесінің әрбір қазақстандықтың ой - санасы мен жан дүниесінен орын табатынына, бүкіл әлемде мойындалатынына сенімдімін. Тағы қайталап айтайын, біздің қасиетті жерімізді ықылым замандардан Ұлы Дала деп, ал бабаларымызды Ұлы Даланың ұрпақтары деп атаған. Біз солардың жалғасымыз. Ұлы Даланың мұрагерлеріміз. Осынау кең байтақ Ұлы Даланың көгінде халқымыздың бақ жұлдызы болып, жаңа Қазақстан дүниеге келді. Біздің Қазақстанымыз — ұлы істердің ұйытқысы болған Ұлы Дала елі! Бұл — біздің тағдырымыз! Бұл — біздің таңдауымыз!»- деген болатын.\n\nҰлы Дала Елі – біздің мақтанышымыз, бүгініміз бен болашағымыз. Бабалар аманат еткен Ұлы Дала елін көзіміздің қарашығындай сақтау - біздің міндетіміз екені сөзсіз. Ұлы дала елі туралы ойымда қорыта келе, өзімнің «Елімменен мақтанам!» атты туындыммен қорытамын.\nМынау дархан елімменен мақтанам,\nКөз жетпейтін жерімменен мақтанам\nБүкіл әлем мойындаған бұл күнде,\nҚазақ болып туғаныма мақтанам!\n\nХалық болып тойлап жатқан мереке,\nТарихымның 550 жылдығына мақтанам!\nҰрпағының келешегін ойлаған,\nБабалардың ерлігімен мақтанам!\n\nТәуелсіз мынау - елімменен мақтанам,\nНар тұлғалы ерлеріммен мақтанам.\nАдамдықтың адал жолын ту еткен,\nҰлы ақын - Абайыммен мақтанам!\n\nТерең ойлы, тарихына көз салған,\nЕліміздің жастарымен мақтанам!\n«Еліміздің болашағы жастар»- деп,\nСенім артқан, Елбасыммен мақтанам!\n\n№118 орта мектептің\n9 - сынып оқушысы\nАсқар Динара",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Обойға сызылған қалам сиясын қалай өшіруге болады?",
        "question_content": "Обойға сызылған қалам сиясын қалай өшіруге болады?",
        "question_date": "13.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз əдебиеті сөзіне кроссворд керек?",
        "question_content": "Ауыз əдебиеті сөзіне кроссворд керек?",
        "question_date": "13.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а бай\n     у ық\nы б ы рай\n     з ере\nс әуір\n         дастан\n  т  е рме\nдом б ыра\nит\nөлең\nса т ира\nест і рту",
                "date": "14.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхит жайлы 10 сұрақ керек.",
        "question_content": "Маған жаратылыстанудан 10сұрақ керек мұхит жайлы",
        "question_date": "13.10.2021",
        "question_tag": "География",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Мұхиттың түбінде шамамен қанша миллион тонна алтын бар?\n\n2. Әлемдегі мұнай қорының 25%-ы, қай мұхиттың түбінде шоғырланған?\n\n3. Планетадағы ең үлкен мұхит қайсы, оның көлемі – неше миллион квадрат километр?\n\n4. Антарктиданың барлық мұзының көлемі, қай мұхитындағы сумен тең?\n\n5. Ең тұзды су қай мұхитта?\n\n6. Қай мұхит ең жас және жылы болып саналады?\n\n7. Әйгілі Титаник кемесі қай мұхитта батып кетті?\n\n8. Ғаламшарымыздың ең терең жері қай шұңғыма?\n\n9. Мұздардың еруі себебінен мұхит деңгейі қанша сантиметрге көтерілді?\n\n10. Барлық акулалардың қанша пайызы жойылып кетті?",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда мегаполистер мен ірі облыстарға өз бюджетін басқаруға рұқсат берген дұрыс па",
        "question_content": "Қазақстандағы мегаполистер мен ірі облыстарға өз бюджетін басқаруға рұқсат берген жөн бе",
        "question_date": "13.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол дұрыс шешім. Мегаполистер өздігімен дами алатын жағдайға жеткенде ғана мегаполис атанады. Онда олар өз бюджетін өзі реттей алады деген сөз.",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінінен тексттен сұраққа жауап беру",
        "question_content": "Писатели-билингвы\n\nНа стыке двух национальных культур появились двуязычные писатели, которые в одинаковой степени владеют двумя языками. Это с одной стороны. С другой стороны – происходят процессы не менее интересные – появление национальных писателей, пишущих на русском языке, интернациональных и национальных, по сути своего мышления. В литературе некоторых народов ныне возникает явление двуязычия; к этому надо относиться с полным пониманием, содействовать полноценному его развитию – оно предполагает совершенное знание нескольких языков.\nДвуязычие выступает как новая форма национальной культуры: при утрате языка не может быть и речи о развитии национальной культуры, о самостоятельной культуре. Здесь надо действовать разумно, учитывая многосторонние интересы людей. Двуязычие должно содействовать развитию культур, но не подавлять их, ибо язык любого народа – это уникальное богатство, созданное гением народа.\nЯзыки могут исчезать, многие исчезли, но вряд ли они будут возникать. Тот период, когда возникали языки, безвозвратно миновал. Надо беречь то, что есть. Это общечеловеческое достояние. Каждый народ несет в будущее драгоценные шифры тысячелетий – язык, традиции, обычаи, нравы предков, наследственные гены.\nДовольно трудно объяснить человеку другой национальности красоту и ладность своего родного языка. Подлинно художественное произведение может появиться, разумеется, прежде всего, на родном языке.\nПисатель-билингв пишет то на родном, то на неродном языках, в зависимости от тактической задачи данного конкретного произведения. При этом он испытывает на себе одинаковое влияние двух культур – особенно устного народного творчества, мифов и легенд, что вошло в него от рождения.\n\nЗадания к тексту:\n1. Определите тип текста. Ответ обоснуйте.\n2. Определите стиль текста. Ответ аргументируйте.\n3. Определите тему текста.\n4. Какую мысль хотел выразить автор текста?\n5. Как связаны предложения в третьем абзаце?\n6. Произведите синтаксический разбор первого предложения.",
        "question_date": "13.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күйдің атауы қандай?",
        "question_content": "Мына күйдің атауы қандай https://www.instagram.com/p/CU4-sQoF8zO/?utm_medium=copy_link",
        "question_date": "13.10.2021",
        "question_tag": "Өнер",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауа 100м абсолюттік биіктіктен 2100м дейін көтерілді.",
        "question_content": "Ауа 100м абсолюттік биіктіктен 2100м дейін көтерілді. Ауа температурасы +200С, абсолюттік ылғалдылығы 9,4г/м3. Анықтау керек: а) бастапқы нұктедегі максимальды ылғал ұстауын және ауаның салыстырмалы ылғалдылығын.\n\nб) қандай биіктікте ауа қанығады?\n\nв) 2100 м биіктікте оның температурасы, абсолюттік және салыстырмалы ылғалдылығы қандай болады?",
        "question_date": "13.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 205,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Магнезиядағы элементтердің массалық үлесін есептеңдер. MgO",
        "question_content": "Магнезиядағы элементтердің массалық үлесін есептеңдер. MgO",
        "question_date": "13.10.2021",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "MgO қосылысының салыстырмалы молекулалық массасын есептейміз\n\nMr (MgO) = Ar (Mg) + Ar (О) = 24 + 16 = 40\n\nФормула бойынша элементтердің массалық үлесін есептейміз:\n\nω(Mg) = ∙ 100% = ∙ 100% = 60%\n\nω(O) = ∙ 100% = ∙ 100% = 40%\n\nЖауабы: ω(Mg) = 60%, ω(O) = 40%.",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламның ауызы, тілі аппақ бір нәрсе шығып кетті сілекейі көп ағады",
        "question_content": "Сәлеметсізбе менің балама енді 6 ай болады ауызына, тіліне ақ түсті бір нәрсе шығып кетті. Сілекейі  көп ағады ол неден?",
        "question_date": "13.10.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Апамның баласын кезінде бақтым. Інімнің аузы жиі улыйды және тілі ойылатын. Врачтың айтуынша оған мынадай себептер бар:\n\n- бала қолын немесе басқа заттарды жиі апарады. ауыз қуыс флорасы бұзылады. (Қолын таза ұстау керек. Тамақтанғаннан соң аузына су тигізу (шаю) керек)\n\n- ішкі құрылысы дұрыс емес. қазіргі балалар экологияның бұзылған кезінде туылған сондықтан бәрі мүмкін.\n\n- қытай ойыншықтарынан аулақ болу.\n\n- табиғи таза тамақ беру.\n\n- профилактика үшін баланың аузын тұз су немесе ротакан қосылған сумен шаю керек.",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Масғұт поэмасындағы кейпкерлердің тура және жанама мінездеулер",
        "question_content": "Масғұт поэмасындағы кейіпкерлердің жүйесін тура және жанама мінездеулер керек еді.",
        "question_date": "13.10.2021",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    }
]