[
    {
        "question_title": "АС табаны 12-ге тең болатын АВС теңбүйірлі үшбұрышы берілген КF орга сызық ұзындығын тап",
        "question_content": "Тезірек шығару керек. Қалай шығартынында білмеймін.",
        "question_date": "7.09.2023",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "KF=1:2×ac\n\n1:2×12=6",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылулық тепе-теңдік деген сөздің мағынасы қандай?",
        "question_content": ".......................................................................................",
        "question_date": "7.09.2023",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылулық байланыста болған екі дененің жылу тепе-теңдігі дегеніміз - екі дененің температуралары теңестірілгенге дейін ұзақ уақыттан кейін болатын күй.\n\nЖылулық тепе - теңдік кезінде барлық денелердің температуралары бірдей, сондықтан оны жылулық тепе - теңдік күйінің сипаттамасы деп есептеуге болады.",
                "date": "7.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қауіпті табиғи құбылыстардың әсерін азайтудағы адамның рөлін бағаландар?",
        "question_content": "Сұрақтар мен тапсырмалар. Қауіпті табиғи құбылыстардың әсерін азайтудағы адамның рөлін бағаландар? Қазіргі кезде қандай қауіпті табиғи құбылыстар бар?",
        "question_date": "7.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орман өрті – абайсыз жағылған от, сөнбей қалған шоқ, кейде найзағадан да пайда болатын апат. Орман өрті көбінесе құрғақшылық жылдары, ерте көктемде және күзде болады. Оның негізгі себебі – ауыл шаруашылығы қалдықтарын өртеген кезде қауіпсіздік талаптарының бұзылуынан туындайды. Және де орманға демалуға барған адамдардың сақтық шараларын жасамағандығынан да орман өрті туындайды. Орман өрті ағаш қорын кемітумен қатар, ағаштың өсуін нашарлатады, жалын шарпыған ағаш қурайды, жел, дауылда сынғыш келеді. Орманда зиянды жәндіктердің, ағаш ауруларының таралуына қолайлы жағдай туады. Орман өрті жер бетін шарпыған кезде жапырақ, бұта, шөп-шалам, көк шөп, ағаштың жас өркендері жанады, от қызуы 400 – 9000С-қа жетеді, жалын 0,5 – 1 м-ге көтеріледі, өрт сағатына 0,25 – 5 км жылдамдықпен таралады. Көлемі кішкене шарпыма өртті топырақ, химиялық заттар (диамоний фосфат, аммоний сульфаты, т.б.), су шашып, жасыл бұталармен соққылап сөндіреді. Қаулама өрт жалыны ағаш басын шалады, оның бұтақтары, жапырақтары жанады. Өрт жел бағытына, күшіне қарай сағатына 5 – 25 км-ге дейін өршиді. Жер астындағы кеулеме өртте топырақ арасындағы өсімдік шірінділері, шымтезек жанады, от жалыны көбіне сыртқа шықпай, бықсып жанады. Мұндай өртті өшіру үшін жанған жердің айналасын тереңдігін ыза суға жеткенше, енін 1 м етіп ор қазады. Қазақстанда Ертіс және Обь өзендерінің арасындағы далалы аймақта орналасқан қарағай жолағында өрт тіпті жауынды жылдары да көп болады. Бұл жерлерде ауа-райы құрғақ болғандықтан өрт қаупі кезеңінің орташа ұзақтығы 180 күннен асады. Орман өртін сөндіру үшін көбіне табиғи кедергілер – өзен, жыра, батпақ, жол, арнайы жасалынған орман аралық ағашсыз жолақтар пайдаланылады (енін 1 – 2 м етіп жыртады). Қарсы от салып та тоқтатылады. Күшті өртке қарсы ұшақтар мен тікұшақтар арқылы жоғарыдан су, химикаттар шашады.\nОрман өрттері үлкен жылдамдықпен тарайды және жердің орасан үлкен аумағын өртеп жібеуі мүмкін. Ол кез келген жерде тұтанады, әйтсе де орман өрттері АҚШ пен Канаданың ормандарында жиірек кздеседі.",
                "date": "11.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әке мен бала арасындағы диалог керек?",
        "question_content": "Мысалы:\n\n- Әке, үлкендер қателеседі ме?\n\n- Әке, үлкендер қателеседі ме?- Иә.\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.- Ал, айта ғой...\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.- Ал, айта ғой...- Кеше біз ойнаған ойын алаңында «Шемішке шекпеңдер!» деп жазып қойыпты.\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.- Ал, айта ғой...- Кеше біз ойнаған ойын алаңында «Шемішке шекпеңдер!» деп жазып қойыпты.- Дұрысы қалай болады?\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.- Ал, айта ғой...- Кеше біз ойнаған ойын алаңында «Шемішке шекпеңдер!» деп жазып қойыпты.- Дұрысы қалай болады?- Шемішке шақпаңдар!\n\n- Әке, үлкендер қателеседі ме?- Иә.- Неге сұрадың?- Жарнамалар мен анықтамалық тақталар да қателер бар.- Ал, айта ғой...- Кеше біз ойнаған ойын алаңында «Шемішке шекпеңдер!» деп жазып қойыпты.- Дұрысы қалай болады?- Шемішке шақпаңдар!- Шемішке ме, шекілдеуік пе?\n\nЕкеуміз де үндемедік.\n\nЕкеуміз де үндемедік.Өрелі ұрпақ өсіп келеді. Ұлыммен арамыздағы осындай әңгімелер көкейге ой салады. Келешекке алаңдаймын. Кей сауалдарына жауап таба алмай қаламын ба деп қорқамын. Тек ұлым ертең өз ұрпағының алдында ұялмаса екен...",
        "question_date": "6.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Әке неше тіл білесің?\n\n- Екі тіл. Қазақша, орысша\n\n- Мен үш тіл білемін. Қазақша, орысша, ағылшынша!\n\n- Бәрекелді!\n\n- Сен үлкенсің. Неге екі-ақ тіл білесің? Мектепте ағылшынша оқымадың ба?\n\n- Оқыдым балам. Бірақ мектепте біз ағылшын альфавитін ғана жаттадық. Кейін институтта немісше оқыдым. Сонымен екеуі де есімде қалмады.\n\n- Неге?\n\n- .........\n\n- Әке, егер ағылшынша көмек керек болса менен сұрайсың ғой. Жарай ма?\n\n- Жарайды!\n\nМаған жаны ашыған ұлымның ақылы осы болды.\n\nЕнді ұлымнан ұялмас үшін ағылшынша үйрену керек болып тұр. Жазда курсқа жазыламын. Әрине, өзім үшін...\n\nЕКІНШІ ӘҢГІМЕ\n\nБір апталық демалысында ұлым үйде болды. Біз кешке дейін жұмыстамыз. Кейде ерте, кейде кеш келемін, жанымда айналып жүрген ұлымның әңгімесі таусылмайды. Көргені, білгені бар, білгісі келетіні бар, тағысын тағы, әйтеуір ас-ауқатымды ішіп болғанша сауалдарына жауап беріп те үлгеремін... Тілін қызық көріп, оның үстіне ой-өресі дамып келе жатқан өскін баламның бағдарын да білгім келіп, сауал тастап қоямын. Білгеніне қарай жауап береді. Білмегеніне ойланып қалады. Оған тіпті намыстанып қалатын сияқты. Қайрап қоямын.\n\n- Әке бүгін үлкен атаға көмектестім.\n\n- Бәрекелді! Аталардың батасын алсаң жаман болмайсың!\n\n- Дүкенде ұялы телефонына бірлік сала алмай тұр екен. Мен көмектесіп жібердім. Қолына түбіртекті алып, «оқып бер» деді. Оқып бердім.\n\n- Не түсіндің? – деді ата. Мен үндемедім.\n\n- Әй, бала қай тілде оқып бердің түбіртекті, - деді.\n\n- Орысша.\n\n- Көрдің бе түбіртек те орысша, - деді ата.\n\n- Әке, неге түбіртекті орысша береді? Ата түсінбей қалды ғой. Қазақша берсе болады ғой, - деп ойланды ұлым.\n\n- Енді солай ыңғайлы болғаны ғой, - деймін мен. Ойланып қалдым. Әлден уақытта үйдегі коммуналдық қызметке төленген түбіртектер мен несие түбіртектерін жинап қарап шықтым. Расында, бәрі орысша жазылған. Балам айтпаса, байқамайды екенмін...",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Табаным мүлдем басқызып жүргізбей қалды,Не істеуге болады?",
        "question_content": "1 айдан асты осылай жүре алмай қалғаныма,бұрыннан буыным ауыратын ,дәл неден болып басқызбай қалғанын білмеймін.",
        "question_date": "6.09.2023",
        "question_tag": "Тазалық",
        "question_views": 185,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аурудың себебін білмей ем жасау мүмкін болмас.Бұрын буын ауырса сол шығар тағы, Қимылсыз қалмас үшін ертерек тексеріліңіз . Көрмей білмей айтқан емнен пайда болмайды зиян болмаса.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "(8p﹉³ k²•0,5pk﹉²) ﹉³ осыны шығарып беріндерші",
        "question_content": "Осы есепті шығарып беріндерші Алгебра 8сынып 3есеп",
        "question_date": "6.09.2023",
        "question_tag": "Мектеп",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "((8p-3k²)•0,5pk-2)-3=4p²k-1,5pk²-2-3=4p²k-1,5pk²-5.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төменде тізімнен заттар мен денелерді бөліп жаз: мұз кесегі, шыны, темір,",
        "question_content": "Мынау жалғасы- ас тұзы, қайшы, құмыра, темір қасық, түйреуіш, бор, мақта, маржан.",
        "question_date": "6.09.2023",
        "question_tag": "Химия",
        "question_views": 788,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заттар мен денелер",
                "date": "7.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса болғым келеді не істеу керек қандай пән таңдау қажет айтып жіберіңіздерші?",
        "question_content": "Актриса болғым келеді",
        "question_date": "6.09.2023",
        "question_tag": "Өнер",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығармашылық емтихан тапсырасыз, оны әр универ өзі қабылдайтын күндерін алдын ала жариялайды, сол кезде барып тапсырып балл қояды .",
                "date": "10.09.2023",
                "upvotes": 0
            },
            {
                "text": "ҰБТ-да 2 пәннен: қазақ және Қазақстан тарихынан тест тапсырасыз, одан кейін шығармашылық емтихан",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңе сенімді ойыңды анық жеткізу үшін не істеу керек??",
        "question_content": "Мен көпшілік алдында сөйлегенде ойымды анық жеткізе алмаймын, ұяламын және өзіме сенімсізбін.\n\nБұл қасиеттен арылу үшін не істеген дұрыс немесе қандай кітаптар оқуға болады?? Егер осы тақырыпқа кітап білсеңіз жазып кетіңізші және ол кітаптың электрондық нұсқасы болса беріңіздерші!?",
        "question_date": "6.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 181,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айнаға қарап өз -өзіңмен дауыстап сөйлесу, кітап оөып соны дауыстап бірінші өзіңізге түсінік айтып көріңіз, сосын жақындарыңызға қарап дауыстап түсінік айтып көріңіз.",
                "date": "11.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бассейнде 300 м³ су бар. 2 сағаттан кейін бассейнде қанша су болады?",
        "question_content": "Бассейнде 300 м³ су бар. Екі құбыр бір мезгілде ашылды. Су бірінші құбырдан 20 м³/сағ жылдамдықпен құйылады да, ал екінші құбырдан 30 м³/сағ жылдамдықпен сыртқа төгіледі. 2 сағаттан кейін бассейнде қанша су болады?",
        "question_date": "6.09.2023",
        "question_tag": "Физика",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бассейннен шығатын су кіргеннен көп болғандықтан, судың азаю жылдамдығы:\n                               v = v₂ - v₁ = 30 - 20 = 10 (м³/с)\nОсылайша, 2 сағаттан кейін бассейндегі судың көлемі төмендейді:\n                               ΔV = v*t = 10*2 = 20 (м³)\nАл бассейнде су қалады:\n                               V = V₀ - ΔV = 300 - 20 = 280 (м³)\n\nЖауап: 2 сағаттан кейін бассейнде 280 м³ су қалады.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыста неге өсімдіктер өспейді?",
        "question_content": "Неге қыста өсімдіктер өспейді? Тек көктемнен бастап күзге дейін өседі.",
        "question_date": "6.09.2023",
        "question_tag": "Биология",
        "question_views": 640,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Температура.\nСенің сұрағыңның жауабы температураға байланысты.\n\n0-ден 20 °С-қа дейінгі температура аралығында өсімдіктің тыныс алу, өсуі жақсы болады. 20 °С –тан жоғары температурада тыныс алу қарқындылығы төмендеуі мүмкін.\nӘр өсімдік пен олардың органдарының тыныс алуы үшін белгіленген ең төменгі және ең жоғарғы температура бар. Фотосинтезге қарағанда, қыстайтын өсімдіктердің тыныс алуы өте төмен температурада байқалады. Мысалы шырша мен қарағай қылқанында -25 °С төмен температурада зат алмасып, жасыл болып тұра алады.\n\nСалқын ауа райында өсімдік өспейді. Қарапайым қызанақ 15 күнде қызаратын болса, күн мен түн салқындаған сайын олардың қызару күні 15 күн емес 25 күнге дейін созылып кетуі мүмкін.\n\nҚыста өсімдіктер жылыжай мен үйдегі қалыпты температура жағдайында өседі.",
                "date": "6.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен тазалық секторымың соған маған тазалық сектордың үлгісі керек болып тұр?",
        "question_content": "Өте қажет болып тұр. Мысалы қажет еді. Мен тазалық секторымың соған маған тазалық сектордың үлгісі керек болып тұр?",
        "question_date": "5.09.2023",
        "question_tag": "Мектеп",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тазалық секторының журнал үлгәсә ме?\n\nЖурналдағыдай оқушылар тізімін жазып, журналдағы күн жазылатын жоғарғы бөлігіне кішкене орын қалдырып , тырнақ, шаш,  киім, аяқ киім және т.б. тазалығы тексерілетін критерийлерді жазып журнал сызасыз. сөйтіп атпа сайын немесе апта басы мен соңында тексеріп шығасыз, журналға белгілеп.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен футболшы болғым келеді қазір 10 сынып оқимын мен өзіме сенемін",
        "question_content": "Ақ көл ауданы Сазды бұлақ орта мектебінде оқимын қазіргі таңда 10 сынып оқушысымын",
        "question_date": "5.09.2023",
        "question_tag": "Футбол",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спорт мектептеріне, футбол командаларының базасындағы мектерге барып көріңіз, өзіңізді көрсетіңіз. Талаптаныңыз, ізденіңіз, еңбектеніңіз.Өнерпаз балсаң арқалан!",
                "date": "6.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбек бөлігі кедергісінің айқын мәндер диапазонын көрсетіндер?",
        "question_content": "Амперметр мен вольтметрді қолданып, тізбек бөлігінің кедергісін жанама елшеу аркылы аныктады. Вольтметрдін дәлдік класы 4, амперметр- дікі 2,5. Аспаптардың көрсеткіші 4,2 В және 0,3 А болса, тізбек бөлігі кедергісінің айкын мәндер диапазонын көрсетіндер.",
        "question_date": "5.09.2023",
        "question_tag": "Физика",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәлдік класы аспаптардың көрсеткіштерінің қателік шамаларын пайызбен көрсетілуі, тиісінше 4 пайыз қателесуі және 2,5 пайыз қателесуі\nОм заңына сәйкес кедергінің мәні R=U/I=4.2/0.3=14 OM. Rmin=(U - 4%)/(I+2.5%)=13.11 OM, Rmax=(U+4%)/(I - 2.5%)=14.93 OM\nTізбек бөлігі кедергісінің айкын мәндер диапазоны {13,11 OM; 14,93 OM}",
                "date": "6.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ас содасы мен ас тұзынын агрегаттық күйі қандай?",
        "question_content": "Ас содасы мен ас тұзынын агрегаттық күйі қандай?",
        "question_date": "5.09.2023",
        "question_tag": "Химия",
        "question_views": 768,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатты зат агрегаттық күйі",
                "date": "5.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан ҰБТ тапсырып ЖОО түсуге болады ма? Ешқандай коледжге түспей-ақ",
        "question_content": "Менің уақыт жоғалтып жүргім келмейді. Ертерек жоғары оқу орнына түскім келеді немесе тікелей 11 сыныпқа ауысқым келеді биылдан қалмай.",
        "question_date": "5.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жоқ , ҰБТ 11 сынып аяқтаған түлектерге арналған сынақ.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ШЖМ оқушы санының толымдылығы",
        "question_content": "№385 бұйрықта ШЖМ да 2-11 сыныптардың толымдылығы 3 және одан артық адам  делінген. Осы дұрыс па?",
        "question_date": "5.09.2023",
        "question_tag": "Мектеп",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен сізге заңнамамен толық танысуға немесе адвокатқа жүгінуге кеңес беремін",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 курста басқа университетке ауысуға бола ма?",
        "question_content": "2 курста басқа университетке ауысуға бола ма? Мен мамандық пен университетті ауыстырсам бола ма? Амалдың жоғынан бір универге түскен едім.",
        "question_date": "5.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, болады\n\n1 курстың бірінші семестрі біткесінде ауысып кетуге болады",
                "date": "6.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ана тілім - өз тілім эссе шығарма жазу керек?",
        "question_content": "Ана тіл туралы эссе шығарма жазу керек?\nМысалы:\nӘр халықтың, ұлттың құрмет тұтар өз ана тілі бар. Әрбір адам өз тілінде, анасының ақ сүтімен дарыған туған тілінде сөйлеуі тиіс.\nСонау замандағы ата-бабаларымыздың өздері де қазақ тілінің жойылуына аз қалған шақта жан аямай күресіп, қолдарынан келгенше тырысып,бізге, келешек ұрпаққа қазақ тілін аманат етіп қалдырды. Осы тілімізді біз ары қарай дамытып, жетілдіріп, ұрпақтан-ұрпаққа жеткізуіміз керек.\nӨйткені, қазақ тілі – ұлттық, мәдени, рухани асыл мұра. «Өзге тілдің бәрін біл, өз тіліңді құрметте,»-деп аталарымыз бекер жырламаған екен. Біз қазіргі таңда тәуелсіз, еңсесі биік мемлекетпіз. Осы мемлекетіміздің әрбір азаматы өз тілінде сөйлеп, оны құрметтеуі, жетік меңгеруі – міндет.\nБірақ, қазіргі кезде адамдардың барлығы да туған тілінде сөйлей бермейді. Өз ана тілін біліп жүріп өзге бір жат елдің тілінде сөйлеп жүргендер де аз емес. Осы кезде: «Неге осылар қаншама қиыншылықпен мұраға қалдырылған тілімізде сөйлемейді?»-деп налисың.\nОсындай жағдайларда қолдан келер шара аз… Дүние жүзі бойынша алты мың сегіз жүз тіл болса, солардың ішінде сөз байлығы жағынан қазақ тілі үшінші орынды иемденіп отыр. Бүкіл әлемге белгілі Шекспир шығармашылық өмірінде он үш мың сөз қолданған болса, ал өзіміздің қазақ халқының ағартушысы ұлы Мұхтар Әуезов бір ғана «Абай жолы» романында он алты мың сөзді керек еткен. Міне, осыдан қазақ тілінің қасиетті де қастерлі, асыл тіл екенін ұғамыз.\nҰлы ақын Мұқағали Мақатаев: «Ал екінші бақытым – тілім менің, Тас жүректі тіліммен тілімдедім. Кей-кейде дүниеден түңілсем де, Қасиетті тілімнен түңілмедім,»-деп жырлағандай, Мағжан Жұмабаев та: «Ерлік, елдік, бірлік, қайрат, бақ, ардың Жауыз тағдыр жойды бәрін не бардың… Алтын күннен бағасыз бір белгі боп, Нұрлы жұлдыз, бабам тілі сен қалдың,»-деп толғанады, осы екі ақын да сол кездегі тек тілдеріне ғана үміт артқан еді.\nСол үміттің ар жағында бізге деген сенім де жатыр. «Ана тілі – жүрек үні»деген көркем сөзді мен былай түсінемін: Біздің жүрегіміздің түбінен «ана тілім» деген үн шығып тұруы тиіс, анық естілуі керек. «Өз тілін сезінбеген бала ана сүтін татпаған жетіммен тең,»-деп Бауыржан Момышұлы қаһарманымыз айтып кеткендей, өз тілін қадірлемеген бала, оны жан жүрегімен сезінбеген адам ана сүтін де қадірлемеген, оны мүлде татпаған жанмен тең.\nЕгер өзіміз сондай болсақ, намысымызға тимей ме? Өз намысымызды да, тіл намысын қорғау – біздің иығымызға жүктелген парыз. Сондықтан, бабаның үмітін ақтап қалатынымызды, тілімізді биіктен көрсететінімізді дәлелдеп көрсететін нағыз тіл жанашырлары – бізбіз.",
        "question_date": "5.09.2023",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазағымның сөнбейді алтын күні\n«Тіл- тіршіліктің бастауы» деп бекер айтылмаған. Себебі, адам баласы ес білген кезінен бастап айналадағы жаңа ұғымдарды ана тілі арқылы қабылдап, үйрене бастайды.\nАна тілін балалар ананың әлдиінен, бесік жырынан, қоршаған ортасынан еліктеу арқылы үйренеді. Есейе келе кітаптан, қоғамнан, халықтан үйреніп, меңгереді. Осылай ана тіліміз ананың ақ сүтіндей бойымызға сіңе береді. Әркім өзінің ана тіліне деген құрметін ешқашан жоғалтпауға тиіс.\nӨйткені, ана тілі арқылы ғана маңайындағыны саралап ой түйетін адам өзінің еліне деген сүйіспеншілігін арттыра түседі. Қазақтың ұлы тұлғалары Абай, Мағжан, Мұхтар, Сәбит, Жұбандар сөйлеткен қазақ тілі. Қазақ халқымен, бірге абыройлы да асқақ, сынақты да сындарлы тағдырды басынан кешірді.\nТоқсан ауыз сөздің тобықтай түйінін түйіп, жүйелі сөзбен алқалы топты еңсерген ойшыл, шешендерді ел басқару ісіне арластырып, халық жүрегінде жатталған дала данышпандары, кемеңгер ойдың кемелді арнасы, тілінен бал тамған, қара қылды қақ жарған әділетті би- шешендер ұлылық пен ұлағат, өнеге мен тағылымның мектебі, аталы ойдың алтын қазығы бола білді.\nТек ана тіліміз арқылы ата-анаға, елге, Отанға, халыққа деген махаббатымызды жеткізе аламыз. Адам баласы өз анасын қалай сүйсе, өз тілін де солай сүюі тиісті екені анық.\nТабысқан соң дүние фәнименен,\nТал бесікте жатқанда сәби денем.\nАна тілі бойыма сіңдің шым-шым,\nДаусыменен анамның әлдилеген.\nТіл- қастерлі де қасиетті ұғым. Ол әрбір адамға анасындай қымбат. Өмірдің алмастай қырын, абзал сырын түсіне білуіне басты себепкер- ана тілі.\nБүгінгі күні біздің елімізде тілдердің үш тұғырлығы деген жаңа термин де пайда болды. Әлемдік өркениетке қадам басу үшін қазақ тілімен қатар орыс және ағылшын тілдерін де жетік білуді талап етуде. Жас ұрпақтың білім ордаланыда осыған орай шет тілін меңгеру үшін білім алып жатқаны да қуантады. Әрине, әлемдік даму үрдістерінен кейін қалып қоюға болмайды. Бірақ  онсыз да өз елінде еркін өркендей алмаған қазақ тілін кейінгі орынға ысыру қисынсыз деп ойлаймын. Мемлекеттік тіл, яғни қазақ тілі-әлемдегі барлық мемлекеттік тіл сияқты өзінің егемендігін алған тіл. Қазақстанда тұратын әрбір азамат мемлекеттік тілді білуге міндетті. Тілге деген құрмет, халыққа деген құрмет.\nКөп тіл білсең көкжиегің кең болар,\nҚұрметтейді кісі екен деп төрге озар.\nҚай елде жүрсең де бұл дұрысы,\nМемлекеттік тілді үйренген жөн болар.\nТілсіз халықтың, елдің өмір сүруі мүмкін емес. Әлем танитын ел болу үшін тіліміздің мәртебесін биіктетуіміз қажет. Ата-бабаларымыздың тарихы мен шежіресі, түрлі әдеби мұралары бүгінгі ұрпаққа өзіміздің ана тіліміз арқылы жетіп отыр. Тіл тарихы халық тарихына ұқсас, әрі бірегей ұғым. Қоғамның жылжып өзгеруіне байланысты тіл де дамып өзгеріп отырады. Қазақ тілі мәселесін мемелекеттік деңгейге көтерілгеннен кейінгі жылдары бұқара жұртшылықтың да, жастардың да ана тілі үшін көптеген маңызды жұмыстар атқарғаны белгілі.\nХалық тәуелсіздігінің ең басты белгісі – оның ана тілі, ұлттық мәдениеті. Дүниедегі барлық халық аңсаған тәуелсіздігін, ата-баба дәстүрін, ана тілін сақтау үшін ұмтылады. Сондықтан кез-келген мемлекеттің өзінің аумақтық салт-дәстүрін, ана тілін ерекше құрметтейді, қорғайды.\nАна тілім бойымдағы зор намысым,\nТор құрсаулар жолында болғаны шын.\nБұзып бәрін бүгінге аман жеткен ,\nЖырым-жырым жаралы жолбарысым.\nАна тілін дамыту үшін әркім өз ана тілінде таза сөйлеуі тиіс. Себебі, жүйелі тіл жүйелі ойды құрайды. Тіл- қай ұлттың болмасын тарихы мен тағдыры, тәлім- тәрбиесінің негізі. Халықтың жаны — Тіл . Тіл жойылса, халықта жер бетінен жоғалады. Бүгінгі қазақ қоғамындағы тіл мәселесінің басы да өз тілін білмеуден басталады.\nАна тілім талай жанның жүректерін емдедің,\nСен арқылы қасиетім Отан дедім, ел дедім,\nО, аналар!\nБесік деген қасиетті мұраны,\nАта-бабам жазып кеткен ана тілде тербегін.\nТілі мен дінінен айырылған жан рухани кемтарлығын, адамдық болмысын түсінбей, туған халқынан, салт- дәстүрінен, ата-анасынан қол үзеді.\nҚалды артта қиямет азапты күн,\nҚазақстан-Отаным азат ,бүгін.\nҚасиетті тілімнен мың айналам,\nСақтап келген қазақтың қазақтығын.\nТіл мәселесін ту еткен қаншама ұлы тұлғаларымыз бар екенін тарих өзі дәлелдеді.\nҚараймын оңға, солға да,\nКүңірттеу боп тұр келешек.\nБіз күткен бақыт сонда да,\nДәл мына бақыт емес ед- деп күңіренермеді. Бүгінгі таңда қазақ баласының өз ана тілінде сөйлеп, оның қадір қасиетін бағалап, саралай білуі, санаға сіңіруі қажет. Ұлттық рухты, түскен еңсені көтеріп, ана тілге деген жанашырлықты іспен дәлелдеу қажет.Тіл- халқымыздың мәдени дәрежесін көтере беруші қуатты құрал. Ана тілін ұмытқан адам өз халқының өткенінен де, болашағынан да қол үзеді. Ана тілі-ар өлшемі, олай болса, тілді щұбарлау арды шұбарлау, көңіл тұнығын лайлау екенін естен шығармайық!\nТіл – таусылмайтын байлық, асыл қазына. Қанша тіл білсең өзгеден сонша биіксің. Дегенмен, адам баласы ең алдымен өз ана тілін меңгеруді мақсат ете білуі міндет.\nОрыс ұлтын орыс тілмен таң қылып,\nҚазақ тілін білмеу қандай заңдылық.\nЖалпақ далаң өсер балаң тұрғанда.\nҚазақ тілі жасау керек мәңгілік.\nАдамзаттың Абай мен Мағжан сынды асқар алыптарын туғызған, әкелері мен аналарының болғаны әрі ұлтымыздың тірегі сенсің, туған тілім!                    Менің терім «туған тілім» сен үшін ғана төгілсін, сен үшін ғана өрілісін. Тіл мәселесі ұлтым, тілім деген азаматтарға ауыр болған, айтпасаң тағы болмайтын, айтқанмен кейбір адамдардың көкейіне қонбайтын мәселелердің ең маңыздысы.\nӨрнектелер тілмен өткен-кеткені,\nЖанға батар мәңгүрт өсіп-жеткені.\nЖанға батар өзге тілде шүлдірлеп.\nӨз балаңның өзегіңнен тепкені.\nТіл тарихы- сол тілді жасаған, жасап келе жатқан халықтың өткені, бүгіні, болашағы. Қазақ тілі өзінің даласындай кең ауқымды қолданылады.\nТіл-қай елде болмасын қастерлі, құдіретті рухани, әрі тарихи құндылық. Ол достықтың кілті, ынтымақтастықтың бастауы, ырыс-берекенің алды, ұлттың әрі жаны, әрі ары. Тіл-өмірдің талай сынынан өткен, өскелең талаптарға сәйкес өрістей түскен толыққанды ақиқат екені анық.\nҰлттық мәдениеттің гүлденуі, салт- дәстүрдің одан әрі дамуы, ұрпақтар арасындағы сабақтастықтың ұлы жемісі- ана тілі. Тас бұлақтың тұнығы да сенде, ана сүтінің жұғымы да сенде, райхан гүлдің жұпары да сенде, назды сұлудың нәзіктігі де сенде, сахара даланың жазықтығы да сенде қасиетті қазақ тілім!\nhttps://martebe.kz/til-m-rtebesi-el-mereji-jesse/",
                "date": "11.09.2023",
                "upvotes": 0
            },
            {
                "text": "Тіл-мемлекеттің тұғырлы тірегі, халықтың рухани байлығы.Мемлекеттік тіліміз ол-қазақ тілі. Біздің еліміз достыққа, бірлікпен ынтымаққа негізделіп келеді. Осы арқылы қазақ тілінің дәрежесір арттыра аламыз.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіл адам сезіміне әсер етуші құрал тақырыбына әңгіме құрау?",
        "question_content": "Тіл адам сезіміне әсер етуші құрал тақырыбына әңгіме құрау берініздерші жоспарымен қажет еді.\nМысалы:\n\nТіл- адам сезіміне әсер етуші құрал\n\nТіл бұл адамның ой пікірін білдіретін және сезімін жеткізетін дене мүшесі. Сондықтан да оны адамның сезімдерінің тікелей айнасы ретінде қарауға болады. Адам өз сезімдерін көбінесе тілмен жеткізеді. Сол үшін сезімді тілмен жеткізген кезде ол одан әрі өзгере түрлене түседі. Сол үшін тіл сезімдерге тікелей әсер етеді.\n\n--------------------\n\nТіл –адамзат баласының аса маңызды қатынас құралы. Тіл-әр халықтың қымбат қазынасы. Тіл-елдің мәдениетін, әдебиетін, ұлттық дәстүрін анықтайтын құрал. Адамның іс-әрекетіне, сезіміне сөйлеудің жасайтын ықпалы. Тіл арқылы біз бар ойымызды, сезімімізді, пікірімізді білдіре аламыз, сондықтан да тіл адам сезіміне әсер етуші құрал болып саналады. Мысалға біреу бізді мақтаған жағдайда, біз керемет сезімге бөленеміз, немесе қуанышты хабар естісек те қуанамыз. Ал жаман сөз еститін болсақ, көңіл күйіміздің түсуі, бәрі осы тіл арқылы жүзеге асады.",
        "question_date": "5.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл бұл адамның ой пікірін білдіретін және сезімін жеткізетін дене мүшесі. Сондықтан да оны адамның сезімдерінің тікелей айнасы ретінде қарауға болады. Адам өз сезімдерін көбінесе тілмен жеткізеді. Сол үшін сезімді тілмен жеткізген кезде ол одан әрі өзгере түрлене түседі. Сол үшін тіл сезімдерге тікелей әсер етеді.\n\n--------------------\n\nТіл –адамзат баласының аса маңызды қатынас құралы. Тіл-әр халықтың қымбат қазынасы. Тіл-елдің мәдениетін, әдебиетін, ұлттық дәстүрін анықтайтын құрал. Адамның іс-әрекетіне, сезіміне сөйлеудің жасайтын ықпалы. Тіл арқылы біз бар ойымызды, сезімімізді, пікірімізді білдіре аламыз, сондықтан да тіл адам сезіміне әсер етуші құрал болып саналады. Мысалға біреу бізді мақтаған жағдайда, біз керемет сезімге бөленеміз, немесе қуанышты хабар естісек те қуанамыз. Ал жаман сөз еститін болсақ, көңіл күйіміздің түсуі, бәрі осы тіл арқылы жүзеге асады.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстағы адамнның орнына кірдім. Декретке шықтым еңбек ақысы төлене ма?",
        "question_content": "Декреттегі адам өз орнына жұмысқа шықты. Декреттік демалыстағы адамнның орнына кірдім. Декретке шықтым еңбек ақысы төлене ма?",
        "question_date": "5.09.2023",
        "question_tag": "Заң",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер еңбек шартының мерзімі аяқталған күні әйел жұмыс берушіге 12 және одан да көп апта мерзімге жүктілік туралы анықтама және уақытша болмаған жұмыскерді алмастыру жағдайларын қоспағанда, еңбек шартының мерзімін ұзартуға өтініш берген жағдайда, онда жұмыс беруші бала күтімі бойынша демалыс аяқталғанға дейін 3 жасқа дейінгі еңбек шартының мерзімін ұзартуға міндетті.\n\nҚысқарту. Штат қысқартылған кезде жұмыс берушінің жұмыстан шығаруға құқығы жоқ (ҚР Еңбек кодексінің 54-бабына сәйкес):\n\nжүкті әйелдер;\n3 жасқа дейінгі балалары бар әйелдер;\n14 жасқа дейінгі балаларды тәрбиелеп отырған жалғызбасты аналар (18 жасқа дейінгі мүгедек бала).\nЖұмыс берушіні тарату. Компания таратылған жағдайда, жүкті әйелмен еңбек қатынастары бұзылуы мүмкін. Жұмыс беруші қызметкерге 1 ай бұрын алдын-ала жазбаша ескерту жасауы керек. Соның негізінде жұмыс беруші 1 ай үшін орташа жалақы мөлшерінде өтемақы төлейді, сондай – ақ пайдаланылмаған жыл сайынғы еңбек демалысы болған жағдайда-пайдаланылмаған демалыс күндері үшін өтемақы төлейді.\n\nМұндай жағдайларда жүкті әйел міндетті әлеуметтік сақтандыруға жатады (жұмысынан айырылуға, жүктілікке және босануға, бала бір жасқа толғаннан кейін оның күтіміне байланысты табысынан айырылуға әкеп соғатын әлеуметтік тәуекелдер міндетті әлеуметтік сақтандыруға жатады). Әлеуметтік төлемдерді алу үшін тұрғылықты жері бойынша зейнетақы төлеу жөніндегі мемлекеттік орталыққа (ЗТМО) жүгіну қажет.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ескі ғылымдардың түйісу негізінде ғылымның пайда болу үдерісі қалай аталады",
        "question_content": "Мен сабақта болдым үйге осы сурак берді соны таппай отырмын жауап жберыныздершы",
        "question_date": "4.09.2023",
        "question_tag": "Мектеп",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ескі ғылымдардың түйіскен жерінде жаңа ғылымның пайда болу процесі әдетте пәнаралық зерттеу немесе пәнаралық деп аталады. Бұл дегеніміз, жаңа білім саласы әртүрлі дәстүрлі пәндерден идеяларды, әдістер мен тұжырымдамаларды біріктіру және интеграциялау арқылы пайда болады.\nПәнаралық салалардың мысалдары мыналарды қамтиды:\nБиоинформатика: биологиялық деректерді талдау үшін Биология және информатика бірлестігі.\nНанотехнология: молекулалық немесе атомдық деңгейде материалдармен жұмыс істеу үшін физика, химия және инженерия саласындағы білімді біріктіру.\nӘлеуметтік неврология: психология, әлеуметтану және неврология элементтерін біріктіретін ми мен жүйке жүйесіне әлеуметтік факторлардың әсерін зерттеу.\nГеоақпараттық жүйелер (ГАЖ): географиялық ақпаратты картография, ақпараттық технологиялар және география сияқты әртүрлі салалардағы ақпаратпен біріктіру.\nБиомимикрия: жаңа технологияларды дамытуға табиғи принциптер мен механизмдерді қолдану.\nКогнитивтік ғылым: таным мен ойлау процестерін түсіну үшін психология, лингвистика, философия және неврологияны зерттеу.\nБұл жаңа салалар, әдетте, бір дәстүрлі ғылымның шеңберімен шектеліп, тиімді шешілмейтін күрделі мәселелерді шешу қажеттілігінен туындайды.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ашыған айранды бетке жақса болады ма?",
        "question_content": "Ашыған айранды бетке жақса болады ма? Бетке жаққаннан пайдасы бар ма? Лайфхактарды айта кетсеңіздер.",
        "question_date": "3.09.2023",
        "question_tag": "Тазалық",
        "question_views": 556,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "табиғи таза айран болса еш зияны болмас.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰҚҚ академиясына түсу үшін қай уакытта қандай құжаттар жинайды?",
        "question_content": "Кнб академиясына тусу ушын кай уакытта кандай кужаттар жинайды жанеде кандай пан тандайды",
        "question_date": "2.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 145,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/672782/ сілтемесіне өтіп қарап шығыңыз",
                "date": "4.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақтан қанды ірің ағады. Жөтелген кезде ағады. Қалай емдеуге болады?",
        "question_content": "Қызымның құлпғынан ірің ағады жөтелген кезде кейде қан аралас шығып жаты. Қалай емдеуге болады?",
        "question_date": "2.09.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тез арада лор врачқа барып көрініңіз, құлағыңыз суықтап асқанған болар.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    }
]