[
    {
        "question_title": "Әдеби шығарманың негізі аттар ойы не?",
        "question_content": "Әдеби шығарманың негізгі аттар оиы не?",
        "question_date": "15.12.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еңлікпен Кебекті амалсыз атқан кім?",
        "question_content": "Атын жазу керек\n\nA)кенбай\n\nВ)нысан абыз\n\nС)көбей\n\nД)кенгірбай би\n\nЕ)Тоқтамыс",
        "question_date": "15.12.2023",
        "question_tag": "Мектеп",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрмаай руының таңбасы мен ұраны керек еді. Шектіден тарайтынын білемін",
        "question_content": "Кіші жүз, шекті, кішкене балаларынан тарайтын ҚҰРМАНАЙ руының  ұраны мен таңбасы керек еді",
        "question_date": "14.12.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абайдың 31-ші қара сөзіне 5 тірек сөз жазыңдар?",
        "question_content": "31 ші қара сөзінен 5 тірек сөз жазамыз тезірек жауап күтемін 20бал беремін",
        "question_date": "14.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жасанды материалдардың артықшылығын сипаттаңыз",
        "question_content": "Апай сұрап жатыр жаратылыстану сабағынан керек",
        "question_date": "14.12.2023",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әртүрлі материалдың өзіне тән түрлі ерекшелігі болады. Мысалы, ағаш әртүрлі жиһаз жасауға қолайлы болғанымен, одан автомобиль жасай алмаймыз.\nБарлық табиғи материалдар күнделікті өмірде өте қажет. Сонымен бірге ғалымдардың ойлап шығарған жасанды материалдары да біздің қажеттерімізді өтейді. Жасанды заттарды жетілдіру арқылы біз оның пайдалану өрісін кеңейтеміз.\nТабиғи және жасанды материалдардың артықшылықтары мен кемшіліктері:\n• Артықшылықтары\nМеталдар – иілгіш, мықты.\nАғаш – экологиялық жағынан таза материал. Өңдеуге ыңғайлы.\nКерамика, шыны – ыстыққа шыдамды, салмағы жеңіл.\nПластмасса – салмағы жеңіл, төзімді технологиялық өнім.\n• Кемшіліктері\nМеталдар – салмағы ауыр, қақтанады, энергияны көп қажет етеді.\nАғаш – салыстырмалы түрде ұзаққа шыдамайды, үнемі күтімді қажет етеді.\nКерамика, шыны – тез сынады, шыдамдылығы төмен.\nПластмасса – тез жанғыш, табиғи ортада ыдырамайды.",
                "date": "14.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дастан кейіпкерлеріне, авторға қандай сұрақ қояр едіңдер?",
        "question_content": "Дастан кейіпкерлеріне, авторға қандай сұрақ қойар едіңіз? Автор шешіміне келісесіз бе?",
        "question_date": "14.12.2023",
        "question_tag": "Мектеп",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіздер ме! Бұл сайттың ерекшеліктері қандай? Жаңа мүше болғандар бар ма?",
                "date": "14.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функциялардың туындысын табу керек?",
        "question_content": "осылай есеп кароче комектесп жберынызшы",
        "question_date": "13.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағзалардың мекен ету ортасы мен тыныс алу ерекшелігінің байланысын сипаттаңыз?",
        "question_content": "A-біржасушалар,b-қосмекенділер,\nc-Тікентерілер,d-Бунакденелілер,\ne-Балқтар,f-сүтқоректілер\n\n(a) берілген ағзалардаң тыныс алу мүшелерін атаңыз\n(b) ағзалардың мекен ету ортасы мен тыныс алу ерекшелігінің байланысын сипаттаңыз.",
        "question_date": "13.12.2023",
        "question_tag": "Биология",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа экономикалық саясаттың табысы немен түсіндіріледі?",
        "question_content": "1)Жаңа экономикалық саясаттың табысы немен түсіндірілді?\n2)ЖЭС қашан және неліктен тоқтатылды?",
        "question_date": "13.12.2023",
        "question_tag": "Мектеп",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сутек немен әрекеттеспейді? Қандай элементпен араласпайды?",
        "question_content": "Сутек немен әрекеттеспейді? Қандай элементпен араласпайды?",
        "question_date": "13.12.2023",
        "question_tag": "Химия",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сутегі әдетте белсенді зат болып табылады және басқа элементтердің көпшілігімен әрекеттеседі. Дегенмен, сутегі әрекеттеспейтін заттар бар.\nМұндай заттарға мыналар жатады:\nИнертті газдар (гелий, неон, аргон, криптон, ксенон, радон). Асыл газдар атомдар арасында өте күшті байланыстарға ие, сондықтан олар басқа заттармен, соның ішінде сутегімен әрекеттеспейді.\nКейбір асыл металдар (алтын, платина, иридий, осмий, палладий). Бұл металдардың электропозитивтілігі өте жоғары, сондықтан олар сутегімен тотықпайды.\nКейбір металл оксидтері (мысалы, алюминий, хром, темір оксидтері). Бұл оксидтердің атомдар арасында өте күшті байланыстары бар, сондықтан олар сутегімен әрекеттеспейді.\nКейбір органикалық қосылыстар (мысалы, қаныққан көмірсутектер, алкандар). Бұл қосылыстар атомдар арасында өте күшті байланыстарға ие, сондықтан олар сутегімен әрекеттеспейді.\nОсылайша, сутегі бар заттармен әрекеттеспейді:\nАтомдар арасындағы өте күшті байланыстар.\nӨте жоғары электропозитивтілік.\nОттегі атомдары арасындағы өте күшті байланыстар.\nКөміртек атомдары арасындағы өте күшті байланыстар.\n  Дегенмен, бұл заттардың өзі белгілі бір жағдайларда, мысалы, жоғары температурада немесе катализаторлардың қатысуымен сутегімен әрекеттесе алатынын атап өткен жөн.",
                "date": "13.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның Ресей империясына қосылу процесі не себепті 1 жарым ғасырға созылды?",
        "question_content": "Қазақстанның Ресей империясына қосылу процесі не себепті 1 жарым ғасырға созылды?",
        "question_date": "13.12.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның Ресей империясына қосылу процесі бірнеше себептерге байланысты бір жарым ғасырға созылды.\n\nБіріншіден, Қазақ хандығы – мәдениеті мен дәстүрі дамыған қуатты, тәуелсіз мемлекет болды. Ол Орта Азияның едәуір бөлігін алып жатқан кең-байтақ аумақты алып жатты.\n\nЕкіншіден, қазақтардың көшпелі халық болғаны олардың бағындырылуын қиындатқан. Олардың көшпелі өмір салты оларды мобильді және тәуелсіз етті, сонымен қатар мемлекетке оларды бақылауды қиындатты.\n\nҮшіншіден, Ресей бірден Қазақстанды өзіне қосып алу міндетін қойған жоқ. Ол алғашында хандықпен сауда байланысын орнатуға, өз шекарасын жоңғар шапқыншылығынан қорғауға мүдделі болды.\n\nҚазақстанды Ресейге қосудың алғашқы әрекеттері 18 ғасырда жасалды. 1731 жылы хан Әбілқайыр Ресеймен бодандық туралы келісім жасады. Бірақ бұл келісімге барлық қазақ жүздері қол қойған жоқ, хандық тәуелсіздігін сақтап қалды.\n\n19 ғасырда Ресей Қазақстанды өзіне қосып алу әрекетін күшейтті. 1822 жылы Қазақстанда хан билігін жойып, орыс билігіндегідей басқару жүйесін орнатқан жарлық қабылданды. 1867 жылы құрамына қазақ жерлері кірген Түркістан облысы құрылды.\n\nҚазақстанның Ресейге түпкілікті қосылуы 1920 жылы Қазақ Автономиялық Кеңестік Социалистік Республикасы құрылған кезде болды.\n\nОсылайша Қазақстанның Ресей империясына қосылу процесі ұзақ және күрделі болды. Оған ішкі және сыртқы факторлар себеп болды.",
                "date": "13.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алюминий мен мырыштан тұратын шамасы 2 г құйманы сілті ерітіндісі?",
        "question_content": "Алюминий мен мырыштан тұратын шамасы 2г құйманы сілті ерітіндісі мен өңдеді нәтижесінде 1,904 л сутек бөлінді қоспадағы металдарды шамасын тап?",
        "question_date": "12.12.2023",
        "question_tag": "Химия",
        "question_views": 918,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мырыштың сілтілі ерітіндімен әрекеттесуі нәтижесінде сутегі теңдеу бойынша бөлінеді:\n\n  Zn + 2NaOH + 2H2O → Na2ZnO2 + 3H2\n  Алюминийдің сілтілі ерітіндісімен әрекеттесуі нәтижесінде сутегі теңдеу бойынша бөлінеді:\n\n  2Al + 2NaOH + 6H2O → 2NaAlO2 + 3H2\n  Бөлінетін сутегінің жалпы мөлшері:\n\n  n(H2) = V/Vm = 1,904/22,4 = 0,0843 моль\n  Мырыштан бөлінген сутегінің мөлшері:\n\n  n(H2)_Zn = 0,0843 * 2/3 = 0,0561 моль\n  Алюминийден бөлінген сутегі затының мөлшері мынаған тең:\n\n  n(H2)_Al = 0,0843 - 0,0561 = 0,0282 моль\n  Реакцияға қатысқан мырыштың массасын мына формула бойынша есептеуге болады:\n\n  m(Zn) = n(Zn) * M(Zn) = 0,0561 * 65,4 = 3,64 г\n  Реакцияға қатысқан алюминий массасын мына формула бойынша есептеуге болады:\n\n  m(Al) = n(Al) * M(Al) = 0,0282 * 26,98 = 0,76 г\n  Осылайша, қоспада 0,76 г алюминий және 3,64 г мырыш болды. Қоспадағы металдардың жалпы мөлшері:\n\n  м(металдар) = 0,76 + 3,64 = 4,4 г\n  Жауабы: қоспадағы металдардың мөлшері 4,4 г.",
                "date": "13.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сирек сөзінің тұрақты сөз тіркесі қандай?",
        "question_content": "Сирек сөзінің тұрақты сөз тіркесі мен жуық мағынасы керек.",
        "question_date": "12.12.2023",
        "question_tag": "Мектеп",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өткен шаққа 5 болымды 5 сұраулы сөйлем керек?",
        "question_content": "Өткен шаққа 5 болымды 5 сұраулы сөйлем керек?",
        "question_date": "12.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қиялымдағы деген сөзге морфологиялық талдау жасау?",
        "question_content": "Қиялымдағы деген сөзге морфологиялық талдау жасау?",
        "question_date": "12.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйірмелерге сөз құрамына талдаңыз?",
        "question_content": "Үйірмелерге сөз құрамына талдаңыз?",
        "question_date": "12.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "My computer at the office works every day осыған үш шақта сөйлем құрау?",
        "question_content": "My computer at the office works every day\n\nОсыған үш шақта сөйлем құру керек өтініш көмектесіңіздер",
        "question_date": "12.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 4,8 кг магнийдағы зат мөлшері неге тең? М=24* 10-3 кг/моль",
        "question_content": "Массасы 4,8 кг магнийдағы зат мөлшері неге тең? м=24*10-3  кг/моль",
        "question_date": "12.12.2023",
        "question_tag": "Физика",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n = m / M = 4.8 / 24*10^-3 = 0.2*10³ = 0.2*1000=200 (моль)",
                "date": "12.12.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау істеңіз",
        "question_content": "Роскосмостың мәліметінше, 60 жыл ішінде Байқоңыр ғарышайлағынан ұшырылған зымыран саны 5 мыңға жеткен",
        "question_date": "12.12.2023",
        "question_tag": "Мектеп",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алтын адамның тарих үшін маңызы кандай?",
        "question_content": "Алтын адамның тарих үшін маңызы кандай?",
        "question_date": "12.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын адамның тарих үшін маңызын асыра бағалау мүмкін емес. 1969-1970 жылдары Қазақстанда табылған бұл бірегей олжа 20 ғасырдағы маңызды археологиялық жаңалықтардың бірі болып табылады.\n\n«Алтын адам» немесе «Алтын адам» деп атаған қазақ 25 жас шамасында болған. Ол біздің дәуірімізге дейінгі 7-3 ғасырларда Орта Азияда өмір сүрген сақтардың мәдениетіне жататын Есік қорғанында жерленген.\n\nАлтын адам алтын және асыл тастармен безендірілген сәнді костюм киді. Оның басында көшпелі халықтардың дәстүрлі рәміздері болып табылатын қанатты тұлпар аттары бейнеленген биік бас киімі болған.\n\nАлтын адамның ашылуы ғалымдарға сақтардың мәдениеті мен өнері туралы көп білуге мүмкіндік берді. Ол бұл ежелгі халықтардың жоғары дамыған және бай материалдық мәдениетке ие болғанын көрсетті.\n\nҚазақтың ұлттық болмысы үшін Алтын адамның да маңызы зор. Оның бейнесі Қазақстанның бай өткені мен мәдениетін бейнелейтін символдарының біріне айналды.\n\nМіне, Алтын адамның тарихтағы маңыздылығының кейбір нақты мысалдары:\n\nСақтардың мәдениеті мен өнері туралы маңызды ақпарат көзі болып табылады. Алтын адамның киімі, оның жерлеуінен табылған басқа да заттар сақтардың қолөнері мен өнерінің жоғары деңгейде дамығанын көрсетеді.\nБұл Орталық Азияның көне дәуірдегі тарихына жарық түсіруге көмектеседі. «Алтын адам» сақтардың материалдық мәдениетінің бізге жеткен санаулы үлгілерінің бірі болып табылады, бұл оны тарихтың осы кезеңі туралы құнды ақпарат көзі етеді.\nБұл Қазақстанның ұлттық бірлігінің символы. Алтын адам бейнесі қазақты біріктіріп, олардың ортақ бай өткенін еске түсіреді.\n\nОсылайша, Алтын адам маңызды археологиялық олжа ғана емес, сонымен қатар маңызды мәдени-тарихи символ болып табылады. Оның Қазақстан тарихында алатын орны ерекше және дүние жүзіндегі адамдарды жігерлендіріп келеді.",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік мұзды мұхитің проблемалары",
        "question_content": "Проблемаларын айтыныздаршы",
        "question_date": "12.12.2023",
        "question_tag": "Табиғат",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы үш онжылдықта Солтүстік Мұзды мұхит климаттың өзгеруіне байланысты күрт өзгеріске ұшырады. Өзгерістердің бірі - мұхиттың қышқылдық деңгейі, олар жылдамдықтан екі есе артып отыр. Солтүстік Мұзды мұхиттың қышқылдануы климаттық жүйенің кері байланысының нәтижесі болып табылады және Солтүстік Мұзды мұхит экожүйесіне және оларда тіршілік ететін организмдерге кері әсерін тигізеді.\nАрктикалық теңіз мұзы соңғы бірнеше онжылдықта өте төмендеді, ең төменгі теңіз мұзының ауданы 4,32 млн км.2 2019 жылы, минималды ауданы 7,01 млн км болған 1980 жылдан күрт 38% төмендеді, ал оның төмендеуі Солтүстік Мұзды мұхит химиясына кері әсерін тигізді. Теңіз мұзының азаюы көмірқышқыл газының арктикалық сумен тепе-тең болуына мүмкіндік берді, нәтижесінде қышқылдану күшейе түсті.\nСонымен қатар, мұхиттың жағалауы мен мұзына адамдардың жаппай келуі полигондардың пайда болуына әкелді. Ауылдардағы белгілі бір жерлерден басқа, қоқыстар мұзға жай лақтырылады. Ол қармен жауып, қатып, мұзда мәңгі қалады.\n\nМұхиттың ластануының жеке нүктесі - бұл адамдардың іс-әрекетіне байланысты пайда болған түрлі химиялық заттар. Біріншіден, бұл ағынды сулар. Жыл сайын мұхитқа әр түрлі әскери және азаматтық базалардан, ауылдардан және станциялардан он миллион текше метрге жуық тазартылмаған су жіберіледі.\n\nҰзақ уақыт бойына дамымаған жағалаулар, сондай-ақ Солтүстік Мұзды мұхиттың көптеген аралдары түрлі химиялық қалдықтарды тастау үшін қолданылып келді. Сонымен, мұнда сіз пайдаланылған мотор майымен, жанармаймен және басқа да қауіпті құраммен барабандарды таба аласыз. Қара теңізде радиоактивті қалдықтары бар контейнерлер су астында қалып, бірнеше жүз шақырымдық радиустағы тіршілікке қауіп төндіреді.",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыдан Жетысайға почтамен неше күнде келеді?",
        "question_content": "Алматыдан Жетысайға почтамен неше күнде келеді",
        "question_date": "12.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экспресс доставка 1 күн ішінде самолетпен, жолмен, пойызбен жеткізіледі",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Изохоралық салқындау кезінде газдың ішкі энергиясы 200 Дж-ге азаяды. Жылу мөлшері қандай?",
        "question_content": "Изохоралық салқындау кезінде газдың ішкі энергиясы 200 Дж-ге азаяды. Жылу мөлшері қандай?",
        "question_date": "12.12.2023",
        "question_tag": "Химия",
        "question_views": 737,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ΔU=250 Дж V-тұрақты A=?\n==========\nA=p*ΔV\nΔV=0 A=0\nΔU=0-Q\nИзохоралық процесте жұмыс 0-ге тең\n==========",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен чёлкамды қидым, бұл сонда мен өзімнің бақытымды өзім алып тасталым деген сөз бе",
        "question_content": "Мен өзімнің чёлкамды өзім қидым, сонда мен өз бақытымды өзім қидым деген сөз бе?(ұшын ғана қиған едім, қорқып отырмын)",
        "question_date": "11.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Адам өз шашын өзі қиса, басындағы бағын бірге кеседі\" деген ата-бабамыздан келе жатқан ырым бар. Әркім әр түрлі қабылдайды ғой ырымдарды. Тек жақсы нәрсе ойлаңыз, бәрі бір Алланың қалауымен.",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конустын қабырғалары 6 см-ге тең Конусқа іштей сызылған сфераның радиусын қандай",
        "question_content": "қабырғалары 6 см-ге тең болатын\n\nПризма көлемінің формуласын қолданады\n\nЖалпы балл\n\nзаттыц\n\nПризма табанының ауданын табады\n\nқолданады\n\n1. Конустың осьтік қимасы теңқабырғалы үшбұрыш. Конусқа іштей сызылған сфераның радиусын қандай",
        "question_date": "11.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": []
    }
]