[
    {
        "question_title": "Қазақстан аумағында ұлыстардың тереторияларын атап жаз.",
        "question_content": "Қазақстан аумағында ұлыстардың тереторияларын атап жаз\n\n1-ұлы\n\n2-ұлы\n\n 3-ұлы",
        "question_date": "24.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы видеода барлығы анық айтылған:",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ мемлекеттілігінің қалптасуындағы Ақ Орданың рөлі қандай болды?",
        "question_content": "Қазақ мемлекеттілігінің қалптасуындағы Ақ Орданың рөлі қандай болды?\n\n-жер аумағы\n\n-билеушілері\n\n-қайдай билеуші кезінде гүлденді",
        "question_date": "24.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-жер аумағы\nXIV-XV ғасырларда Орта Азия мен Қазақстан моңғол шапқыншылығы зардабынан арыла бастады. Әлеуметтік-экономикалық жағдайлар түзеле бастады. Көптеген ұлыстар мен елдер тәуелсіз бола бастады. Осындай тәуелсіздікке ие болған мемлекеттердің бірі - Ақ Орда. Оның шекарасы Жайық өзенінен Ертіске, Батыс Сібір ойпатынан Сырдың орта шеніне дейін созылып жатты. Ақ Орданың астанасы - Сырдария өзенінің орта ағысы бойында орналасқан Сығанақ қаласы.\n-билеушілері\nАқ Орданың халқы - қыпшақтар, Алтайдан осында қоныс аударған наймандар, қоңыраттар, керейттер, үйсіндер, қарлұқтар Ақ Орда хандары - Орда-Ежен, Сартақ, Баян, Сасы Бұқа хан, Ерзен, Мүбәрәк Қожа хан, Шымтай хан, Ұрыс хан, Құйыршық хан, Барақ, Керей, Жәнібек және т.б.\n-қайдай билеуші кезінде гүлденді\nАқ Орданың күшейген кезі XIV ғ. II жартысы. 1361 жылы Ақ Орданың билеушісі болған Ұрыс хан өз жағдайын біраз күшейтіп, енді Алтын Орда тағын иемденуге күш салды. Сөйтіп, 1374-1375 жылдары Еділ бойымен жорыққа шыққан ол Сарайды өзіне қаратып, Хажы-Тарханды (Астраханды) қоршауға алды. Кама бұлғарларының жерін бағындырды. Бірақ Ұрыс ханның үстемдігі ұзаққа созылмай, келесі жылы ол Еділ бойынан кетіп, Алтын Ордадағы билікті Мамайға беруге мәжбүр болды. 1377 жылы Ұрыс хан қайтыс болды.\nАқ Орда иелігі енді Ұрыс ханның баласы Темір Мәлікке көшті. Бірақ осы кезде Маңғыстау үстіртінің билеушісі - Жошы әулеті Түй хожа оғланның баласы Тоқтамыс Орта Азия әміршісі Ақсақ Темірге сүйеніп, Темір Мәліктің әскерін талқандайды. Өзін 1379 жылы Ақ Орда ханы етіп жариялайды. Ақ Орда әмірлерінің қолдауына ие болған ол, 1380 жылы Сарайды, Қажытарханды, Қырымды және Мамай Ордасын басып алды. Тоқтамыстың бұл табысы орыс жеріне басып кірген Алтын Орда ханы Мамайдың 1380 жылы Куликово даласында орыс әскерлерінен жеңілуі себебінен мүмкін болды. Тоқтамыс мұнымен тоқтаған жоқ. Атап айтқанда, Тоқтамыс Ақсақ Темірдің қамқорынан босануға тырысады. Бірақ, 1380, 1391, 1395-жылдары Ақсақ Темірдің Тоқтамысқа қарсы жасаған аса үлкен үш жорығынан кейін Алтын Орда тас-талқан болып қирайды. Темірдің басқыншылық соғыстарының нәтижесінде және ішкі талас-тартыстан XIV ғ. соңы мен XV ғ. бас кезінде Ақ Орда да әлсіреп қалады.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "қазақ орда сол ақ орданың жалғасы ... қазақ орданың төре солтан хандары түгел ақ орданың төре солтан хандарының жалғасы , яғни орда еженнің ұрпағы . сондықтан , үш жүздегі сарыарқадағысы орда жүз (орта жүз деп шатастырылған).\nқазақ сөзі де сол ақ сөзін негіз етіп жаратылған , қазақ орда = қас ақ орда , қас ақ = қасийетті ақ . ақ түсін қасийетті қараймыз . Тақ болған ақ кигіздің түсі , еке ұлыстың ақ туының бірден бір түсі , және басқа .\nАқ орданы жаңғыруы , қожаласып кеткен шайбан ұрқы Әбілқайырдың Орда Бұзуынан туған Орда Жаңғыру .",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ жері Шыңғысханның қай ұлына тиісті болды?",
        "question_content": "қазақ жері Шыңғысханның қай ұлына тиесілі жер аумағын атап жаз.",
        "question_date": "24.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі Қазақстан териториясының жері Шыңғыс ханның үш ұлының  қарауындағы ұлыс құрамына енгізілді\nЖошы ұлысы- Қазақстанның ең көп териториялық бөлігі-- Ертістен -Орал тауына дейін, одан оңтүстікке қарай Каспий мен Арал маңы Солтүстік Хорезм мен Сырдария аумағын, бүкіл Шығыс Дешті Қыпшақты алып жатты.\nШағатай Ұлысы - Оңтүстік Ташкент аумағы , Оңтүстік шығыс Қазақстан,Шығыс түртістан, Мәуеренахр аймақтары берілді.\nҮгедей ұлысы- Жетісудың солтүстік шығыс бөлігі,Батыс Монголия,Ертістің жоғарғы ағысы , Тарбағатай аумақтары берілді. \nАталған аумақтар жалпы ұлыс аумақтары, бірақ аумақ бөлігінде Қазақстан териториясы бар.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық мамандықпен кітапханашы болуға бола ма?",
        "question_content": "2014 жылдан бастап педагогикалық мамандықпен кітапханашы болып жұмыс істеймін. Қайта даярлау және біліктілікті арттыру курстарым бар.  Жанадан келген директор дипломын сәйкес келмейді деп жұмыстан босатты. Педагогикалық мамандықдың дипломы  кітапханашы болуға жарай ма?",
        "question_date": "24.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайта даярлау курсында қандай мамандыққа сай оқып едіңіз. Егер кітапхана ісі мамандығына даярлансаңыз басшыңыздың жасағаны дұрыс емес ау. Толық әрі нақты жауабын білу үшін ХЖҚО барып кеңес сұрап көрерсіз.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Педагогикалық мамандықпен кітапханашы болып жұмыс істеуге бола ма? Кітапхана ісі бойынша даярлық курс және біліктілікті арттыру курстарым бар.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Кітапхана ісі бойынша даярлық курс",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші келген мұғалімнің жүктемесі толу керек деген заң бар ма жоқ па?",
        "question_content": "сәлеметсіз. мен еңбек жолымды 2009 да орыс т пәнінің мұғалімі болып бастадым бірақ дипломым бастауыш сынып мұғалімі болды.кейін сырттайға түсіп оқып бітіріп алдым. менен кейін 2мұғалім келген осы пәннен сабақ беруге алайда біз үшеумізде 18сағ жүктемеге толмаймыз сағат саны жетпейді мен 1ші келгенмін мені толтырыңыз қалғанын 2уі бөліп алсын десем 1ші келген мұғалім толсын деген заң жоқ.болса алып келіп көрсет дейді.сұрақ ол заң бар ма жоқ па?",
        "question_date": "23.01.2021",
        "question_tag": "Мектеп",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздікі дұрыс емес, ондай заң жоқ.\nМұғалімге сағат саны 1 ставкаға жетіспесе, бар сағатты теңдей бөліп береді. Мұғалімнің айлығы еңбек өтілі мен категориясына байланысты, бірақ сағатты толтырып беру керек деген заң жоқ.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас ауыруының себебі неде және емі қандай?",
        "question_content": "Саламатсыздарма менің басым постоянно ауырады,басым,тісім,құлағым  ауырады.\n\nТерафлю ішем қояды, бірақ терафлюді өте көп ішім жүрмін, калай басты қойдыруға болады кеңестеріңіз керек сіздердің.",
        "question_date": "23.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер әлсіз қалыптан біреудің басы ауыр болып қалса, оның төмен қарауға үзіліс жасауға тырысуы маңызды. Бұл позицияның өзгеруі теру, мәтіндік хабар жіберу немесе мойынды созу және оны бейтарап күйде ұстау сияқты жұмыстарға уақыт бөлуді қамтуы мүмкін.\nЕгер адам басын ауыртатын бас ауруын сезінсе, рецептсіз рецептсіз ауырсыну дәрі-дәрмектерін қабылдауы мүмкін. Мысалдарға ацетаминофен, ибупрофен және напроксен жатады.\nСондай-ақ, адам өзінің бас ауруын тудыратын нәрсені анықтауға тырысуы мүмкін. Мысалға аштықты, ұйқының аздығын немесе түнде тістерді қайрауды жатқызуға болады. Бұл әдеттерден аулақ болу және қажет болған жағдайда оларды бұзуға көмектесетін емделу адамға кернеудің бас ауруын азайтуға көмектеседі.\nБаланстың бұзылуы дәрі-дәрмектермен емделеді, оларға мыналар кіруі мүмкін:\nАнтихолинергиктер: Бұл дәрі-дәрмектерге дәстүрлі түрде теңіз ауруын емдеу үшін қолданылатын скополамин кіреді.\nҚұсуға қарсы дәрілер: Бұл дәрі-дәрмектер адамның айналуы нәтижесінде пайда болатын жүрек айнуын емдейді. Мысалдарға дексаметазон (декадрон) мен ондансетрон (зофран) қосындысын жатқызуға болады.\nАнтигистаминдер: Бұл дәрі түрлері қозғалыс ауруының әсерін азайтуы мүмкін. Емдеу мысалдары қатарына меклизин (Антиверт), димедрол (Бенадрил) және прометазин (Фенерган) жатады. Кейбір антигистаминдерді Интернеттен сатып алуға болады.\nБензодиазепиндер: Бұл дәрі-дәрмектер мазасыздықты жеңілдетуге, сондай-ақ өткір қозғалыс ауруы мен айналуды басқаруға арналған. Бас айналуды емдеу үшін қолданылатын бензодиазепиндердің мысалына диазепам (Валиум), клоназепам (Клонопин) және альпразолам (Xanax) жатады.\nТепе-теңдікті бұзудың басқа емдеу әдістеріне бас айналуды азайтуға арналған жаттығулар кіреді. Мысал - ішкі құлаққа қатысты бас айналудың әсерін азайтуға көмектесетін Эплейді маневрі.\nТолығырақ: https://kk.evidentista.org/head-feels-heavy-8449",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіс жарғанда не істеу керек?",
        "question_content": "Қызым 10 айлық. Тісі жарып жатыр. 8 тісі шықты. Енді жиі температура болып қала береді. 39.6 ға дейін жеткен кездері болды. Іші аздап өтеді. Аузынан су аға береді. Температура көбіне түнде көтеріледі. Сол кезде мұрны да бітіп қалады. Бұл қалыпты жағдай ма? Не істесем болады?",
        "question_date": "23.01.2021",
        "question_tag": "Тазалық",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нәрестеге алғаш рет тіс көп жағдайда 6 айынан бастап шығады. Әдетте астыңғы бір тісі қызыл иекті жарып шығып, көзге көрінеді. Тіс жарғанда бала да, ата-ана да қиналады, өйткені, бұл – екі тарап үшін де маңызды кезең.\nАлғаш рет тісі шыққан сәби жылап, ыңылдап, мазасызданады. Ыстығы көтеріліп, іші жасыл, сұйық түйіршік түрінде өтеді, сілекейі тоқтаусыз ағып, қызыл иегі ісіп кетеді. Еш уайымдамаңыз. Бұл – тіс шыққанда жүретін қалыпты жағдай. Ата-ана ретінде сіздің міндетіңіз – баланың жанынан табылып, оның көңілін аулау. Ыңылдаған кезінде баланы көтеріп, ойнатып, көбірек емізуге тырысыңыз. Есіңізде болсын, тіс шыққанда іштің өтуін ешбір дәрі тоқтата алмайды. Сондықтан сабырмен күтіңіз. Тіс қызыл иекті жарып шыққан соң, аталған белгілер тоқтап, бала өз-өзіне келеді.\nТістің шыққан-шықпағанын сұқ саусағыңызбен баланың қызыл иегін ұстау арқылы бақылай аласыз. Әдетте дәрігерлер бала ағзасына түрлі микроб түсуі мүмкін деген қауіппен бұған рұқсат бермейді. Бірақ тіс жаңадан шыққанда көзге көрінбейтіндіктен, оны ұстап қана байқауға болады. Қолыңызға қатты нәрсе іліксе, қуаныңыз, тіс жарып келе жатыр! \nКөп ата-ана баланың жағдайын жақсарту үшін түрлі жақпа май қолданып жатады. Бұны дәрігерлер құптамайды, өйткені, тіс табиғи түрде өзі шығуы керек және баланың ағзасы осы процесспен өзі күресіп, жеңіп шығуы тиіс. Бірақ тіс шығарда үнемі өз педиаторыңызбен байланыста болып, сәбиіңіздің хал-ахуалын оған айтып отырыңыз. Педиатр өз кезегінде балаңызды толықтай қадағадап, сізден кеңесін аямауы тиіс. \nАқпарат дереккөзі: https://massaget.kz/kyizdarga/shayra/43614/",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен осы жылы СЭС мамандығын таңдап отырмын. Сол туралы мәлімет айтып жібересіздер ме?",
        "question_content": "Мен осы жылы СЭС мамандыгын тандап отырмын. Сол туралы мәлімет айтып жібересіздерме? Кандай факультет кандай униевер жане ент канша балл жинау керек? Алдын ала коп коп Рахмет",
        "question_date": "23.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәйнектің қайсысы дыбысы қайнаған қаттырақ ;су толтырылған шәйнекпе?суы орта шәйнек пе?",
        "question_content": "Шәйнектердің қайсысының дыбысы қайнаған кезде қаттырақ шығады;су толтырылған шәйнектің бе?суы орта шәйнектің бе?Неліктен?Ойыңды түсіндір",
        "question_date": "23.01.2021",
        "question_tag": "Мектеп",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орташа . Себебі су тезірек қайнап, физикалық процесс іске асады",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігіт сұлтаны сайысында қойылатын қандай сұрақтарды білесіз?",
        "question_content": "Жігіт сұлтанына сұрақ жауап керек университетте окитын",
        "question_date": "23.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Үш жұрт.\n1. Ағайын жұрт. 2. Нағашы жұрт 3. Қайын жұрт\n2. Үш байлық.\nБірінші байлық – денсаулық. Екінші байлық – ақ жаулық. Үшінші байлық – он саулық.\n3. Үш би.\n1. Үйсін Төле би. 2. Арғын Қаз дауысты Қазыбек би. 3. Алшын Әйтеке би.\n4. Үш дана.\n1. Абай 2. Шоқан 3. Ыбырай.\n5. Үш арсыз.\n1. Ұйқы арсыз. 2. Тамақ арсыз. 3. Күлкі арсыз.\n6. Үш биік.\n1. Билік. 2. Дәулет. 3. Даналық.\n7. Үш асыл.\n1. Көз. 2. Тіл 3. Көңіл.\nТолығырақ: https://bilimdiler.kz/tarbie-sagaty/6115-zhigit-sultany.html",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшесінің қыщуының себебі неде?",
        "question_content": "Менин есимим Айгерим осыдан 5кун алдын моншаға барып едим содан мине 3 күннен кейін жыныс мушем шыдатпай қышып жатыр үй жағдайда не истесем болады ертерек жауабын берсениз деп едим алдын ала рахмет",
        "question_date": "23.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://kazmedic.org/archives/537",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ж і й л ү о к л к б - әріптерінен қандай сөз шығады?",
        "question_content": "ж і й л ү о к л к б сөз құрау",
        "question_date": "23.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүк , жол, жой, бой, біл, күй, күл, ой, кіл (тек қана деген мағынада)\nБерілген әріптерді 1 реттен ғана пайдаланса осылай болу керек.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баян есентаеваға қалай жолығуға болады?",
        "question_content": "Сәлем өзіме продюсер іздеп жүр едім баян есентаеваға қалай жолығуға болады нөмірін білесіздерма.",
        "question_date": "23.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 180,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікелей инстаграмына жазу арқылы хабарласуға боладығой.\n\nhttps://www.instagram.com/bayanmaxatkyzy/?hl=ru",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,398 ондық бөлшегін жай бөлшек түрінде жазу?",
        "question_content": "0,398 ондық бөлшегін жай бөлшек түрінде жазу?",
        "question_date": "22.01.2021",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "398/1000=199/500 ары қарай қысқармайды.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғатта болып жатқан үдерістердің себеп-салдарларын аңықтаңыз?",
        "question_content": "Табиғатта болып жатқан үдерістердің себеп-салдарларын аңықтаңыз?",
        "question_date": "22.01.2021",
        "question_tag": "Биология",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғаттың қаһарлы құбылысы – жер сілкіну – жалпы геофизикалық себертерден болатын жер қыртысындағы, оның астыңғы қабаттарындағы дүмпу (соққы, қимыл) және жер бетіндегі діріл, тербеліс. Бұның бәрі былай өрістейді. Жер қайнауында әрдайым күрделі процестер орын алуда.\nЖер қыртысы біртұтас емес, оны литосфералық плиталар құрайды- континентальды және мухиттық; плиталардың шеттерін сейсмикалық және тектоникалық жағынан алғанда белсенді опырылу аудандар қоршайды. Литосфералық плиталар әрдайым қозғалыста болып жылына 1-6 см жылдамдықпен түрлі бағыттарға жылжиды. Бұндай қозғалыстардың себебі – жер шарынң айналу динамикалық эффектілермен үйлескен жер қыртысының астындағы ыстық және қою сұйықтықтың баяу конвекция түріндегі ағыстары шығар деп білеміз. Бір жерде жаңа сұйық зат төменнен жоғарыға көтеріп плиталарды жан-жаққа ығыстырса, екіншісінде плиталар бір-бірін шеттерімен жанай өтеді, ал тағы басқасында бір плита екінші плитаның үстіне мінгесіп оны төменге батырып жатады. Тақталардың осындай қимылдары бара-бара кернеулердің пайда болуына, олардың ұлғаюына әкеледі де оларды арттыра түседі. Енді осы кернеулер ақыры жер сілкінісіне айналу үшін бір түрткі болу керек сияқты. Түрткі ретінде келесі физикалық процестер болуы мүмкін: ай жән күн тартысымн болатын су толысуы; күн белсенділігі; жер полюстерінің орнынан жылжуы; жер субядросының қозғалысы бірқалыпты еместігі(элипс бойынша жылжу); басқ жердегі сілкіністер; адам әрекеттері; аталған процестрдің бір-бірімен үйлесіп келуі.\nСел тасқыны\nСел тасқындары көбіне кенеттен басталады. Кішкене тау өзендерінің бассейндерінде және құрғақ боп тұрған сайларда минералды бөлшектердің, тастардың, тау жыныстар сынықтарының концентрациясы өте биік болып түзілген лай судың ағындары деңгейін күрт көтеріп өтеді.\nЕреже бойынша сел тасқындары толассыз жауған нөсерден, сирегірек сырғыма мұздақ немесе маусымды қар жамылғысының күрт ери бастауынан, сондай-ақ өзен арнасына сырғыған топырақ пен шөп-шаламның көп түсуі салдарынан пайда болады. Селдің себептеріне тау сайларында жиналған үлкен көлемді көлді түзеген судың бөгетті бұзып өтуі жатады.\nЗор қирату күші бар сел бір ағызындылардың көлемінде жүздеген мың, кейде тіпті миллион текше метрге дейін жететін материалды тауды төмен қарай жылжытады.\nҚар көшкіні\nҚар көшкіні басқа да көшкіндердің жылжуы сияқты гравитация тартысы қар астындағы ұстау күштерінен асқан кезде пайда болады. Қар өзінің әрекетін бастай отырып, барлық жаңа қар массаларын, тастарды және басқа заттарды ілестіре отырып тез арада жылдамдығын күшейтеді. Негізінен, көшкін қар ұсақ кристалдар мен ауаның араласуымен сипатталады. Жазықтау жерге немесе аңғар түбіне жете қар өз қозғалысын тоқтатады.\n50°-тан көп құлама тіктілікте қар өздігінен жайғана төмен құйылады, яғни қар массасының пайда болу жағдайы туындамайды. Көшкіннің пайда болуына ең қолайлы жағдай – 30-40° тігімен орналасқан,майда шөптер басқан баурайларда биіктігі 30 см қардың өсуі жатады. Көп нәрсе ескі жатқан қар жамылғысына және жаңа қар басу қарқындылығына байланысты болады. Егер 2-3 күн аралығында 0,5 м қар жауса, ол, әдетте, қауіпті емес; ал осы жағдай 10-12 сағатта болса қар көшкіні әбден мүмкін.\nАуа райы құбылыстары\nМетеорологиялық сипаттағы табиғи ауыртпалықтарға қатты тұратын желді (жылдамдығы 25 м/с-тан биік), толассыз нөсер жауын шашынды (12 сағат арасында 50 мм немесе одан көп мөлшерде болса), ірі бұршақтың түсуін (бұршақтың көлденең мөлшері 20 мм және одан да үлкен), күшті қар жаууын (12 сағат арасында 20 мм немесе одан көп мөлшерде), қарлы борандарды (жел жылдамдығы 15 м/с көп болса), қақаған аязды немесе шыжыған аптап ауа-райын жатқызады.\nАуадағы желдің жылжуы үшін 12-баллдық Бофорт бағанасы анықталған. Дауыл зор қиратқыш күші бар және айтарлықтай ұзақ уақыт тұратын, жылдамдығы 32,6 м/с (117,3 км/сағ) асатын, яғни 12 баллды жел. Сондай-ақ, дауылдар деп Тынық Мұхиттың Орталық Америка маңайында пайда болатын тропикалық циклондарды айтады. Қиыр Шығыста, Үнді Мұхиттың аудандарында болатын тропикалық циклондарды тайфун деп атайды. Тропикалық циклондар желдің жылдамдығы көбіне 50 м/с асып тұрады. Циклондар мен тайфундар, әдетте, қарқынды жауын-шашынмен бірге жүреді, мұндай нәрселер жиі кездерде дауылды желдердің өздерінен де қауіпті болып келеді.\nБорандар ретінде Бофорт бағанасында 8-11 баллды желдер саналады. Күшті борандар (тасқындар) кейде дауыл деп те аталады. Желдің жылдамдығы 15-30 м/с жетеді. Тасқынның ұзақтығы – бірнеше сағаттан бірнеше тәулікке дейін, ені оннан жүз километрге дейін барады. Олар да, айтарлықтай, жауынның түсуімен жүреді. Кейде кенеттен басталатын күшті желдер кездейсоқ пайда болып ұзақ тұрмайды. Олардың жылдамдығы 10 минут арасында 3 м/с-тан 30 м/с дейін күрт көтеріледі.\nҚұйындар көбіне ыстық ауа райында және жоғары ылғалдылықта, атмосфераның төменгі қабаттарында тұрақсыздық байқалғанда пайда болады.\n Орман және дала өрттері\nТабиғи өрттер деген ұғымға орман, дала және егістік алқаптарында болатын өрттер, шым тезек және жер асты жанғыш өрттері жатады. Ерекше зиян келтіретін және адам өміріне зиян келтіретін өрттің кең тараған түрлері болып орман және дала өрттері болып табылады. Бұл өрттер сирек кездесетін құбылыс емес, олар жыл сайын болып тұрады; өкінішке орай өрттің 90-97%-і адамның кінасынан болып тұрады. Орта есеппен алғанда болған 100 өрттің 3-7 ғана найзағай ойнағанда түскен жасылдан немесе шым тезектің өздігінен жану себебінен болады. Көктемде негізгі себебі ауыл шаруашылық өрттері; бұл өрттерді ескі және арам шөптерді құрту үшін, топырақты күл элементтерімен байыту мақсатында немесе орманды тазалағанда, яғни ағаш дайындаған орындарда кесілген қалдықтар мен діңгектерді жою үшін жүргізеді.\nЖанартаулар (Вулкандар)\nЕжелгі Рим мифологиясында Вулкан деп от құдайын атаған. Планетамызда жанартау әрекетшілдігі жер қойнауындағы әрдайым болып жатқан белсенді процесстердің нәтижесінде өрістейді.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аталған үдерістердің қандай табиғат заңдылықтарымен байланысты?",
        "question_content": "Тапсырма1:1)топ-тау түзілу,2)топ-тау үгілу,3)топ-климаттық үдерістер\n\nАталған үдерістердің қандай табиғатқа заңдылықтармен байланысты екенін айтып ,не болмаса графикалық әдіспен сызып корсет",
        "question_date": "22.01.2021",
        "question_tag": "Биология",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Кейде өзеннің тік жағасынан тау жыныстары қабаттарының горизонталь жатқанын, ал таулы жерде олардың иіліп кететінін керуге болады. Ондай иілістер тау жасалу қозғалысы кезінде жер қыртысын құрайтын тау жыныстары қабаттарының майысуы, қатпарға бүктелуі нәтижесінде пайда болған.\nЖарылу және опырылу қатпарлы тауларда да кездеседі, бірақ қатпарлы-жақпарлы таулардағыдай онша үлкен орын алмайды.\nСендер таулар жанартау әрекетінен де пайда болатынын білесіңдер. Жанартау атқылағанда жер бетіне шығып, үйілген күл және ірі кесек жыныстар конус түріндегі жеке тауларды құрайды (мысалы, Камчатка түбегіндегі Ключи шоқысы). Кейде олар бір-бірімен жота түрінде тізбектеліп те орналасады. Осымен қатар магма жер бетіне шыға алмай, жердің беткі қабатын күмпите кептеліп қалатын кездері де болады. Үстіңгі жауып жатқан шөгінді жыныстардың қабаты шайылып кеткеннен кейін олар түрлі ғажайып пішіндегі тауларға айналады. Солтүстік Кавказдағы Бештау (Бестау деген сөз), Қырымның оңтүстік жағалауындағы Аюдаг (Аютау) осындай жолмен пайда болған.\n2) Тау жыныстарының қатпарлануға ұшыраған қабаттары үлкен қысымның әсерінен алғашқы иілгіштік қасиетін жоғалтады. Олар енді екінші қайтара тау жасалу қысымына ұшыраса, жарықтармен бөлшектеніп, ыдырап кетеді. Жарықты бойлап тау жыныстары қабаттарының бір бөлігі тұтасынан жоғары көтеріледі де, оған кершілес екінші бір бөліктері опырылып, төмен түседі. Көтерілген жерлері -жоталарға, ал опырықтар, тау аралық ірі ойыстарға сәйкес келеді.\nМұндай тау жыныстары қабаттарының қатпарланудан кейін жарықтарды бойлап жоғары-төмен лықсуынан қатпарлы-жақп а р л ы таулар пайда болады. Жер шарының көпшілік таулары, солардың ішінде Алтай мен Тянъ-Шань осындай қатпарлы-жақпарлы тауларға жатады (физикалық картадан Тянь-Шаньды табыңдар. Ыстықкөл қазаншұңқыры және оны солтүстігі мен оңтүстігінен жиектеп жатқан жоталардың орналасуына көңіл аударыңдар.\nТаулардың өзгеруі. Таулар сыртқы күштердің әсерінен өзгереді. Жаңадан көтерілген биік таулар желдің, судың, күн сәулесінің, мұздықтардың әсерінен бұзылып аласарады.\nАғын су беткейлерді тілімдейді, сонымен бірге бұзылған тау жыныстарын ағызып алып кетеді. Өзен түбімен домалаған тастар соқтығысып, үйкеліседі, жұмырланады, сөйтіп ірі кесектер малта тастарға айналады. Бара-бара жоталар мүжіледі, аласарып, тау аралық ойыстар түрлі шөгінділерге толады. Миллиондаған жылдар өткеннен кейін таулы өлке жазыққа айналады.\nСыртқы күштердің әсерінен тау жыныстарының өзгеруін ү г і л у деп атайды. Үгілудің физикалық, химиялық және органикалық түрлері бар.\nФизикалық үгілу ауа температурасының өзгеруінен және тау жыныстарының беті біркелкі қызбауынан болады. Температураның өзгеруі жыныстар көлемінің өзгеруіне себеп болады (Температураның өзгеруі заттардың көлемін қалай өзгертеді?). Күндіз күн көзінен тау жыныстары қатты қызады, ал түнде, керісінше, қатты суынады. Соның нәтижесінде олардың көлемі бірде үлкейіп, бірде кішірейіп өзгеріп тұрады.\nТемператураның тез өзгеруінен жыныстар шытынап жарылады, одан соң бөлшектеніп кетеді. Тау жыныстары, әсіресе жарықтарға су кіргенде тез бұзылады. Жарыққа кірген су, қатқаннан кейін өзінің көлемін үлкейтіп, жарықты кернейді, соның салдарынан жыныс қақ айырылады.\nАғаш тамырлары да тау жыныстарының бөлшектенуіне әкеледі. Ал өсімдік жамылғысы жоқ тауларда үгілу тіпті күшті жүреді (неліктен деп ойлайсыңдар?).\nСонымен, физикалық үгілудің әсерінен тау беткейлерінде опырылған тау жынысының орасан зор үйінділері пайда болады.\nХимиялық үгілу су мен ауаның әсерінен жүреді. Тау жыныстарының ішіне су сіңіп, оларды ерітеді. Су жай ерітумен қатар, тау жыныстарын және оларды құрайтын минералдарды күрделі химиялық өзгерістерге ұшыратады. Мәселен, су мен көмірқышқыл газының әсерінен граниттің ішіндегі дала шпаты сазға айналады.\nФизикалық үгілу көбінесе құрғақ шөлді және суық аймақтарға, ал химиялық үгілу жылуы мен ылғалы мол жерлерге тән.\nОрганикалық үгілу әр түрлі организмдердің қатысуымен өтеді. Саңырауқұлақ, мүк, қына, басқа өсімдік пен жануарлар бактериялары тау жыныстарының өзгеруіне әкеледі. Олар органикалық заттарды шірітіп, топырақ түзеді. Ал өсімдіктердің тамырлары тау жыныстарының жарықтарын кеңейтіп, оларды жақпарларға бөліп жібереді.Бұзылған тау жыныстарын ағын су ағызып алып кетеді.\nhttps://baribar.kz/student/7100/taulardynh-payda-boluy-qatparly-zhane-qatparly-zhaqparly-taular-taulardynh-oezgerui/",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналымды жүзеге асыруға мүмкіндік беретін химиялық реакция теңдеулерін құрастырыңыз.",
        "question_content": "Mg <MgO <MgSO4 <Mg(OH)2 <MgO <Mg\n\nАйналымды жүзеге асыруға мүмкіндік беретін химиялық реакция теңдеулерін құрастырыңдар.",
        "question_date": "22.01.2021",
        "question_tag": "Химия",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Mg + O2 → 2MgO\n\nMgO + H2SO4 → MgSO4 + H2O\n\nMgSO4 + 2NaOH → Mg(OH)2↓ + Na2SO4\n\nMg(OH)2 → MgO + H2O\n\nMgO + C → Mg + CO↑",
                "date": "22.01.2021",
                "upvotes": 0
            },
            {
                "text": "Кате жауап тжбдан  2 алдым осы ушын\nСайттан удалить етуын сурайм",
                "date": "25.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "XIII-XV ғасырларындағы мемлекеттердің дамуындағы өзгерістер?",
        "question_content": "XIII-XV ғасырларындағы мемлекеттердің дамуындағы өзгерістерді төмендегі кестеге толтырыңыз\n\nЭтно-әлеуметтік\n\nШаруашылық\n\nТерриториялқ\n\nСаяси",
        "question_date": "22.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақ Орда. \nТерриториялық\nОның шекарасы Жайық өзенінен Ертіске, Батыс Сібір ойпатынан Сырдың орта шеніне дейін созылып жатты. Ақ Орданың астанасы - Сырдария өзенінің орта ағысы бойында орналасқан Сығанақ қаласы.\nЭтно-әлеуметтік\nАқ Орданың халқы - қыпшақтар, Алтайдан осында қоныс аударған наймандар, қоңыраттар, керейттер, үйсіндер, қарлұқтар Ақ Орда хандары - Орда-Ежен, Сартақ, Баян, Сасы Бұқа хан, Ерзен, Мүбәрәк Қожа хан, Шымтай хан, Ұрыс хан, Құйыршық хан, Барақ, Керей, Жәнібек және т.б.\n\nШаруашылық\nАқ Орданың отырықшы аудандарында жерді шартты түрде иелену мен жеке меншіктің түрлері қалыптасты. Мал шаруашылығы да дамыды.\n\nСаяси\nАқ Орданың күшейген кезі XIV ғ. II жартысы. 1361 жылы Ақ Орданың билеушісі болған Ұрыс хан өз жағдайын біраз күшейтіп, енді Алтын Орда тағын иемденуге күш салды. Сөйтіп, 1374-1375 жылдары Еділ бойымен жорыққа шыққан ол Сарайды өзіне қаратып, Хажы-Тарханды (Астраханды) қоршауға алды. Кама бұлғарларының жерін бағындырды. Бірақ Ұрыс ханның үстемдігі ұзаққа созылмай, келесі жылы ол Еділ бойынан кетіп, Алтын Ордадағы билікті Мамайға беруге мәжбүр болды. 1377 жылы Ұрыс хан қайтыс болды.\nАқ Орда иелігі енді Ұрыс ханның баласы Темір Мәлікке көшті. Бірақ осы кезде Маңғыстау үстіртінің билеушісі - Жошы әулеті Түй хожа оғланның баласы Тоқтамыс Орта Азия әміршісі Ақсақ Темірге сүйеніп, Темір Мәліктің әскерін талқандайды. Өзін 1379 жылы Ақ Орда ханы етіп жариялайды. Ақ Орда әмірлерінің қолдауына ие болған ол, 1380 жылы Сарайды, Қажытарханды, Қырымды және Мамай Ордасын басып алды. Тоқтамыстың бұл табысы орыс жеріне басып кірген Алтын Орда ханы Мамайдың 1380 жылы Куликово даласында орыс әскерлерінен жеңілуі себебінен мүмкін болды. Тоқтамыс мұнымен тоқтаған жоқ. Атап айтқанда, Тоқтамыс Ақсақ Темірдің қамқорынан босануға тырысады. Бірақ, 1380, 1391, 1395-жылдары Ақсақ Темірдің Тоқтамысқа қарсы жасаған аса үлкен үш жорығынан кейін Алтын Орда тас-талқан болып қирайды. Темірдің басқыншылық соғыстарының нәтижесінде және ішкі талас-тартыстан XIV ғ. соңы мен XV ғ. бас кезінде Ақ Орда да әлсіреп қалады.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам болып шығу дегенді қалай түсінесіңдер?",
        "question_content": "1,Адам болып шығу дегенді қалай түсінесіндер?Сұлтанмахмұт өмірінің кезендері туралы не білдіндер?Ақынның адам болп шығу тұралы ойы жүзеге аст ма?\n\n2,Сұлтанмахмұт Торайғыров өз заманында шығамын тірі болсам адам болып деген серт бергенің білеміз, Ақын берген сертін орындады ма?Қазіргі заманда сендер үшін өзекті тақырып турал ой бөліңдер\n\n3,Ақының ойы мен арманын қалай толтырар едініз",
        "question_date": "22.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласы тұлға болып қалыптаса бастағаннан оның өмірінде маңызы күшті, мағынасы терең жайттар болып жатады, ол адамның өмір сүру барысында, жасерекшелігіне де байланысты болып келеді.\nАдам тек өз өмірінің мағынасын тауып қана қоймай, оны ары қарай жүзеге асыруы керек. Адам өз өмірінің мағынасының алдында жауапты, мағынаның орындалуы қарапайым процесс емес. Өз өмірінің мағынасын ұйымдастыруда тұлғаның мағынасы қайталанбас болады. Тұлғаның мағынасы əрқашан қоғаммен тығыз байланыста болып келеді, индивид өзінің бағдарында қоғамға байланысты икемделеді жəне керісінше, қоғам мағынасы өз кезегінде индивидтің тіршілік етуіне негізделеді.\nҚазіргі таңда тұлға мағынасына көп ғалымдар қызығушылық танытуда. Алайда теориялық жоспарда «мағына» мəселесі шатасқан мəселелердің бірі болып отыр. Отандық ғалым А.Н. Леонтьев алғаш  рет «мағына» түсінігін ашуға тырысты. Оның айтуы бойынша: мағына əрекет мотивінің мақсатқа қатысты көрінуі [1]. Бұнда абстрактілі анықтама болып тұр, бұны психологиялық тілге аудару өте қиын. К. Вилюнастың тұжырымы бойынша: А.Н. Леонтьевтің «мағына» терминін мотивтің қалыпта- суындағы аралық мақсат болып тұр дейді [2].\nӨткен ғасырларда өмір сүрген ғұламалар бұқаралық санадағы түсініктерге талдау жасай отырып, адамның болмысының абстрактілі жəне өзгермейтінін негізге ала отырып, адамның өмірінің мəні оның іс-əрекеттерінің негізгі мақсаты мен мұратынан тұрады деген қағидаға ден қойып  келгені мəлім. Бұдан дүниені рухани құралдармен өзгерту мүмкіндігі туралы ой туады. Көптеген философтар өмірдің мағынасын жеке адамның дүниетанымдық жүйесінің көрсеткіші, моральдық нормаларды бейнелейтін реттеуші ұғым ретінде қабылдайды. Бұл жерде адам өмірінің мағынасын белгілі бір тұтынушылық стандарттар мен жеке бастың қамтамасыз болуына жетумен байланыстырудың да негізсіз емес екендігін айта кету керек. Өмірдің мағынасы туралы сауалдарға ғылыми тұрғыдан нақты жауап қайтару мүмкіндігін теріске шығаратын теориялар да жоқ емес. Ондай тұжырымдар өмірдің мағынасы əр жеке адам үшін өзінше, қайталанбас өзгешелігінен туындаса керек. Егер дүние жүзінде  6 млрд-тан астам адам бар десек, өмірдің мағынасы туралы сонша пікір бар.\nАл, өмірдің мағынасы туралы философтар пікірлерінің жалпы адамзатқа ортақ, əлдеқалай бір жиынтық тұжырым болып шығып жатуының да өзіндік жөні бар. Адам өмірінің мағынасы оның əлеуметтік жағдайларымен айқындалады. Адам – белсенді əрекет иесі. Ол əлеуметтік дамуды жеделдетіп немесе тежеп, оған тура ықпал ете алады. Тарихтың түрлі кезеңдерінде өзгеріп отыратын адам өмірінің мəнін, құндылығын айқындаушы – сол адамның өзі. Жəне ол жеке адамнан, қоғамнан тыс ұғым емес, адамның мақсаттары мен қоғамды диалектикалық тұрғыдан біріктіретін ұғым.\nӨмірдің мағынасы туралы айтқанда, біз оралмай кете алмайтын бір ұғым бар. Ол – бақыт туралы ұғым. \"Өмірдің мағынасы оны бақытты етіп өткізуде\" деген тұжырымның кез келген адамға түсінікті əрі жылы естілетіні содан болса керек.\nБақыт дегеніміз – өзі болмысының шарттары мен адамның кең ауқымды ішкі қанағаттанушы- лығына сəйкес келетін, өмірінің толыққандылығы мен маңыздылығын, өзінің  адамдық  мұратына жету күйін көрсететін моральдық сана ұғымы. Бақыт мұраттың сезімдік-эмоциялык формасы болып табылады. Бақыт ұғымы белгілі бір нақты объективті жағдайды немесе адамның субъективті күйін сипаттап қана қоймайды, сонымен бірге адам өмірінің қалай болуы керек екендігі, ол үшін ненің игілікті бола алатыны туралы түсініктерді де саралайды. Осыған байланысты бақыт ұғымы нормативті-бағалық сипат алады. Бақыттың мазмұны əр адамның өз өмірінің мұраты мен мағынасын қалай түсінуіне байланысты. Бақыт сондай-ақ тарихи жəне ұлттық шарттылық сипатта көрініс береді. Моральдық сана тарихында бақыт адамның тумысынан иелік ететін құқығы деп есептелген мезеттер болса да, іс жүзінде қоғамда езілген елдердің бақытты өмір сүруге тырысу əрекеттері аяусыз жанышталып тасталатын жағдайлар, жеке адамның бақытына тосқауыл болатын тарихи оқиғалар да аз болмайды [3].\nҚазір бүкіл прогресшіл адамзат қауымы қабылдаған демократиялық қағидалар біздің өмірімізге де мықтап ене бастады. Тұлғаның мүддесі қоғам мүддесінің астында тапталып қалмайтын болды. Бірақ бұл жағдай жекенің мүддесі үшін қоғам зардап шеге берсін дегенге апарып саймаса керек. Ол екеуінің арасындағы байланыстар табиғи, бірін-бірі толықтырып отыратын болуы керек. Қоғам бақытты болса ғана адам бақытты. Ал қоғамның бақыты оның əр мүшесінің бақытынан құралады.\nҚатардағы адамньң түсінігіне салсақ, бақыттың белгісі жанына жайлылық, тəніңе лəззат беру болып шығар еді. Бұл да өмірлік тəжірибеден алынған, сонысымен көпшіліктің санасына орныққан жағдай болар. Солай болғанның өзінде оған жетер жол біреу-ақ. Ол – табиғи жол, еңбек жолы. Бұл жолмен көңілдің хошын табу – əр адамның өмірлік нысанасы болуға тиіс.\nӨмір жəне оның мағынасы туралы ой қозғаған ұлылардың бəрі бақытты еңбекпен байланыс- тырады. Осы ұстанымды қуаттайтын ойшылдарды, ғұламаларды, көркем-өнер кайраткерлерін көптеп кездестіруге болады. Көпке танымал болмаса да, қатардағы салауатты адамдар да осыны мақұлдайды.\n«Бақыт тек еңбекпен келеді» деген тұжырым əлімсақтан келе жатқан ақиқат, белгілі аксиома ретінде əлі күшін жойған жоқ. Адамның өзі таңдаған кəсіппен айналысуы, ұзақ жəне қызықты еңбек жолынан өтіп, мол тəжірибе жинап, кəсіпқойлықтың шыңына шығуы, шабытпен еңбек етіп, оның нəтижесін көруі – міне, адамды бақытқа бастап апарар баспалдақтар осы болса керек. Еңбек еткеннен кейін, оның зейнеті болады. Адал еңбек еш кетпейді. Қатардағы қарапайым адамдардың арасында өзі қалаған мамандығы бойынша еңбек етіп, көпшілік алып жүрген жалақысымен орташа күн кешіп жүрсе де, Отанының аясында, достары мен туыстарының арасында, тату-тəтті өмір сүріп жүргенін бақыт санайтындар толып жатыр.\nЖаңа қоғамдық-экономикалық жағдайдағы құндылықтарға бағдарлануы мен жастардың өзіндік сезімінің қалыптасуы жəне қоғамның дамуындағы жаңа тенденциялары мен өмірдің барлық жақтары сапалы өзгерістерге ұшырады.\nВ. Франкл айтқандай өмір мағынасын адам жаны ұмтылатын рухани деп түсіндіреді. Өмір мағынасын түсіну əр түрлі жас кезеңінде жəне əртүрлі жағдайда пайда болуы мүмкін, сондықтан  адам өз тіршілігіне өзі мəн беруі тиіс, əйтпесе оған сырттан келер көмек жоқ. Өмірдің мағынасы жазылып, құрастырыла салмайды, ол өмір бойы жинақталады. Өмір мағынасын іздестіру адам үшін табиғи құбылыс болып саналады [4].\nКүнделікті істі ысырып қойғанда адам шексіз əлем туралы ой қозғайтыны жасырын емес. Ол əлем бізге сондай жақын бола тұра сондай бөгде, алшақ орналасса да сондай қол жетімді. Осы əлем адамға махаббат, сұлулық пен тəтті əуен, гүлдердің хош иістері іспеттес кереметтерді сыйлай отыра тағы табиғи апаттар мен соғыс, эксплуатация, жұт сияқты зілзаларды əкеледі. Адам өзін ғаламның шаңы екенін бар тəнімен сезінеді, оның өмірі бар жоғы Жер шарының Күнді бірнеше ондаған рет айналғанмен тең, ал Ғаламның көзге ілінбестей қозғалысымен тең уақыт екенін біледі, ең ақырында адам бар жоғы сол шаңға айналады. Осы мəселелер жайлы сан ғасырлар бойы ойлана келе адам əр кезде өзіне сұрақ қояды: Жер бетіндегі адамдар не үшін өмір сүреді? Біздің осы əлемдегі өміріміздің мағынасы қандай?\nТолығырақ: https://articlekz.com/kk/article/17536",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Монархтардың мемлекетті басқарудағы қызметтерін салыстырыңыз.",
        "question_content": "1,Кестеде монархтардың мемлекетті басқарудағы қызметтерін салыстырып,қызметтернің орталық тұстарың салықтарыңдар\n\nI Перт                                              XIY Людовик    \n1.                                                   1.\n\n2.                                                   2.\n\n3.                                                   3.\n\n                Ұқсастықтар\n\n1.\n\n2.\n\n3.",
        "question_date": "22.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I Перт    \n- шіркеу мемлекетке мойынсұну;\n- басқарма және Сенат құру;\n- провинциялар ішіне Ресейдің әкімшілік-аумақтық бөлімшесінің енгізу;\n- Санкт-Петербург құру - Ресейдің жаңа астанасы;\n- орнына Боярин Думаның министрлер кеңес беру;\n- Ресей империясының мәртебесін алады, және Ұлы Петр Ресейдің бірінші императоры болды.\nЛюдовик XIV\nЛюдовиктің билік кезеңі Францияның бірігіп нығаюымен, оның әскери күштерінің, елдің саяси жағындағы салмағының ұлғаюымен және жалпы интеллектуалды, мәдени тарапынан көркемдеуімен сипатталады. Бұл кезен Францияның тарихына «Ұлы ғасыр» (фр. Grand Siècle атымен кірді. Сонымен бірге, дәл осы кезде көпжылдық шиеленіскен әскери жанжадар туындап, нәтижесінде салықтар үлкейді. Осы жағдайдың саласынан халық арасында наразылақ туындап, халық көтерілістерге алып келген. Ал дінге еріктік туралы «Нант эдиктінің» күшін жойғызған «Эдикт Фонтенблоны» қабылдағаннан кейін 200 мыңнан астам гугеноттар Франциядан жер аударуға мәжбүр болған.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "23.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі қазақстан тарихын оқытудың маңыздылығы қандай?",
        "question_content": "Қазіргі қазақстан тарихын оқытудың маңызы.Пәннің адына қойған мақсаты мен міндеттері қандай? Курстың хронологияық шеңбері",
        "question_date": "22.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Курстың мәні\nҚазақстан қазіргі заманғы әлеуметтік кеңістікте және әлемдік тарихтың уақыт межесінде өз орнын айқындауды көздейді. Қазақстандық қоғамда тарихи сананы жаңғырту, өзіндік ұлттық бірегейлік пен мәдени тұтастықты қалыптастыру, болашақ дамудың рухани бағдарын анықтау еліміздің ішкі дамуындағы маңызды көрсеткіш. Тәуелсіз Қазақстанның саяси жүйесінің жаңаруын, зияткерлік қоғамның жасампаз тұлғасын қалыптастыру және ұлттық тарихтың жаңа белестерін зерттеуде тарихи сабақтастықтың болуы заңдылық. Қазақстанның қазіргі заманғы тарихы Қазақстан Республикасы аумағында өмір сүрген, қазірде өмір сүріп жатқан қазақ және басқа да халықтардың тарихы және бүкіл адамзат тарихының құрамдас бір бөлімі. Өйткені ол Еуразия және Орталық Азия елдері тарихымен тығыз байланыста ұштасып жатыр. Қазақстанның қазіргі заманғы тарихы – Ұлы Далада ХХ ғасырдан бастап бүгінгі күнге дейін орын алған тарихи оқиғаларды, құбылыстарды, фактілерді, үдерістерді, тарихи заңдар мен заңдылықтарды аша отырып, оларды тығыз байланыста тұтас қарастыратын пән. ХХ ғасыр қазақ халқының тарихи тағдырында өте маңызды кезеңдердің бірі. Өйткені қазақ қоғамдық саяси ойдың дамуы, Қазақ мемлекеттілігін жаңғырту идеясы сол кезде пайда болды. ХХ ғасыр қайшылықтарға толы көптеген саяси-әлеуметтік бетбұрыстар мен мәдени төңкерістердің, дүниежүзілік соғыстардың, экономикалық өзгерістердің орын алған кезеңі болғандықтан және бүгінгі күнмен етене байланысып жатқандықтан, осы үдерістерді оқытуға аса көңіл бөлу қажет.\nКурс мазмұнының ерекшелігі\nҚазақстанның қазіргі заманғы тарихы пәні мәселелік тұрғыда құрастырылған және теориялық-методологиялық тұжырымдарға негізделген. Курс мазмұны осы қағида бойынша орта білім беру бағдарламасын қайталамауды көздейді. Хроногиялық шеңберін анықтауда Қазақстанның тәуелсіздік жолындағы ұлттық идеялары мен қозғалыстар тарихы басшылыққа алынды. Қазақстанның қазіргі заманғы тарихын тұжырымдық және практикалық зерттеуде пәнаралық ұстанымдар қолданылады. Тарих ғылымының тұжырымдарын саясаттану, әлеуметтану, мәдениеттану сияқты өзге қоғамдық ғылымдардың методологиялық негіздерімен ұштастырудың маңызы айқындалған.\nҚазақстан Республикасының мемлекеттік тәуелсіздік алуына орай өткенді жан-жақты және объективті зерттеу, негізгі міндеттері халықтың тарихи жадын жаңғырту, ұлттық сананы және азаматтық бірлікті насихаттау, жастарды отансүйгіштік пен толеранттық рухта тәрбиелеу болып табылатын «Қазақстанның қазіргі заманғы тарихы» пәнін оқыту көкейкесті бола түсті. Мемлекеттің біртұтас сипатын көрсету, қоғамдық сананы қалыптастыру, ұлттық идеология, азаматтардың жасампаздық белсенділігін дамыту, елдің зияткерлік әлеуетін көтеру осы пән шеңберінде жүзеге асады.\nҚазақстанның қазіргі заманғы тарихының көп қырлылығы мен тарихи маңызы сонда, бұл пән қазақстандық біртұтастықты орнықтырушы, Мәңгілік ел құруды ғасырлар бойы армандаған халқымыздың өршіл рухының идеялық негізі. Осыған байланысты ол мемлекеттік маңызы бар оқу пәні болып табылады. Міне, сондықтан да бұл пән барлық мамандықтар бойынша еліміздің жоғары оқу орындарының оқу-әдістемелік жоспарларына енгізілген.  Пәннің негізгі бағыттары оқытушыларға ұсынылып отырған осы типтік бағдарламада көрініс тапқан.\n«Қазақстанның қазіргі заманғы тарихы» пәнінің негізгі мақсаты – отандық тарихтағы негізгі оқиғалардың мазмұны туралы ғылыми дәлелденген фактілер негізінде міндетті толық білім беру, тарихи-мәдени дамудың үздіксіздігі мен сабақтастығын дәлелді көрсету, рухани мұрагерліктің терең тамырларын, бұрынғы ұрпақтың қажырлы еңбегін, халықтың жеке тұлғаларын, тарихи тәжірибені және ұлттық дәстүрлерді құрметтейтін жастардың ұстанымын қалыптастыру.\nhttps://openu.kz/kz/courses/-azastanny-azrg-zamany-tarihy",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фигуралардың қайсы үлкен?",
        "question_content": "Тіктөртбұрыш пен паралелограмның сəйкесінше қабырғалары тең. Паралелограмның ауданы тіктөртбұрыш ауданының жартысына тең болса, паралелограмның сүйір бұрышы қандай?",
        "question_date": "22.01.2021",
        "question_tag": "Геометрия",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыш пен паралелограмның сəйкесінше қабырғалары тең. Паралелограмның ауданы тіктөртбұрыш ауданының жартысына тең болса, паралелограмның сүйір бұрышы қандай?",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стилист мамандығын тандау үшін қандай пән тандау керек",
        "question_content": "Стилист мамандынын тандайын деп едім қандай пән тандау керек ұбтыдан",
        "question_date": "22.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығармашылық емтизан тапсырасыз.\nҰБТ да Қазақстан тарихы мен Оқу сауаттылығын, сосын ЖОО барып шығармашылық емтихан тапсырасыз.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хлорды сутектің ауамен, сутекпен салыстырмалы тығыздығы қандай?",
        "question_content": "Хлорды сутектің ауамен, сутекпен салыстырмалы тығыздығы қандай?",
        "question_date": "22.01.2021",
        "question_tag": "Химия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(HCl)=36,5 г/моль;\nM(ауа)=29 г/моль;\nM(H2)=2 г/моль;\nDауа(HCl)=M(HCl)/M(ауа)=36,5/29=1,26.\nDH2(HCl)=M(HCl)/M(H2)=36,5/2=18,25.",
                "date": "22.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір елді мекеннен бір уақытта жəне бір бағытта 70км/сағ жылдамдықпен",
        "question_content": "Бір елді мекеннен бір уақытта жəне бір бағытта 70км/сағ жылдамдықпен жеңіл автокөлік жəне 90 км/сағ жылдамдықпен автобус жолға шықты. Неше сағаттан кейін олардың ара қашықтығы 60км болады?",
        "question_date": "22.01.2021",
        "question_tag": "Математика",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі  көліктің жылдамдақтарының айырмасы\n90км/сағ-70ккм/сағ=20км/сағ\n\n60км/20км/сағ =3 сағ",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Ш:Vжақ.=V¹-V²=75-50=25\n     S=Vжақ.×t=25×3=75\nЖ:75\n1сағ=15\n2сағ=20\n3сағ=25",
                "date": "13.01.2024",
                "upvotes": 0
            }
        ]
    }
]