[
    {
        "question_title": "Менің жасым 22 де р әрпіне тілім келмейді қалай не істесем екен көмектесіңіздерші",
        "question_content": "Менің жасым 22де .Бірақ әлі. р әрпіне тілім келмейді не істесем екен көмектесіңіздерші\n\n0 0",
        "question_date": "20.01.2023",
        "question_tag": "Психологиялық кеңес",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неврологқа көрінуге кеңес беремін. Логопед мамандарынан кеңес алыңыз.\n+77029688819 Калия кеңес алсаңыз болады.",
                "date": "20.01.2023",
                "upvotes": 0
            },
            {
                "text": "Білікті логопед маманын табу керек\n\nнемесе\n\nЮтубтан видеолар қараңыз орысша, өзіңіздің не үшін айта алмау себебін табыңыз, соған сай әрекет етіңіз(жаттығулар т.б.)",
                "date": "20.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде анам екінші инсульт алды",
        "question_content": "Түс көрдім шошып магнезия магнезия әперіңдерш деп айқайладым. Түсімде Өзіммен жасты коллега врачпен бірге жүр екем үй жағымда серуендеп сөйлесіп.  Бір уақытта жаңа соғылған үйдің артында түнде айға қарап мен үлкен мұзды сындырып алып астыма қойым сөйлесіп отыр екем. Біраздан соң қытырлатып үй жанынан әкем өтті бірақ бір қарап үндемей өте берді. Мен каз үйге барамыз дедім. Үйге бардық. Есіктің алдында пақылдақ атып ойнаппыз. Екі баламда жүр ойнап атып әлі кішкентайғой бірақ біреуі 3 біреуі 1.7 жас.\nСосын бірден локация ауысты. Сол коллега врачмен бірге қалаға үйіне барыппыз үйінде ешкім жоқ сөйлесіп жүрміз үстім төңкеріліп тұрған қазанына жеңім және тізем қара күйе болды тазалаймын деп кетпеді.Бір уақытта күйеуі келетін болды тығылдық туылған күні екен. Туылған күніңмен деп өлең айтып кіші торт беріп құттықтадық (бірақ шын өмірде оның күйеуі басқа адам түсімде басқа адам күйеуі ретінде жүр). Қонақтар пайда болып күйеуімен танысып отырдық.\nТағы орын ауысты. Үйде жүрміз коллегам сыртта екен.Енді сыртқа шыға бере мамамның басы қисайған  бір жақа кухняға кіріп кетті артанан әйелім кетті жылап әкемде бар. Кірсем құлады мамам. Маған қарап жатыр сол жақа басы қисайған сол қол сол аяқ бір жағы істемей жатыр екінші рет инсульт алыпты (2-3 жыл бұрын инсульт алған еді). Әкем қорыққаннан бетімен құлып талып қалды. Әйелім жылап қатып қалды жылап. Уколдар салынған ыдысты әпер дей алмайм. Сырқа коллегам шығып кеткен деймін бірақ жоқ болып кетті. Содан айқайлап сөйледім айеліме магнезия әперіңдерші магнезия (магний сульфаты) аперші-., деп.   Содан әйелім оятып жіберді сөйсем жаңағыдай айқайлап жатыр екем.\nТұрсам таңғы 4-тен асқан. Оянып есеңгіреп тұрғанымда балам кішкентайым ыңырсып жыбырлай бастады жылап Калиманы айтып ұйықтатты әйелім.\n\nАнықтама бере кетсем Коллегам өзіммен жасты уақытша жұмыс істеген ьізде декретпен шығып кеткен.Бірақ жақсы араласатын едік.Шынына келгенде ол ұнайтын еді иа жүкті болсада.(бұл жағынан без коммент өйткені ұнасада ештеңе істемегем ұнайтынын айтпағам ртбасылы адамбыз ол ұнағанмен әйелімді жақсы көремін).\n\nАнам 2-3 жыл бұрын инсульт алған бірақ жүріп кетті духовой мықты адамғой мамам.Екіншісі қайталап қалама деп қорқып жүретінмін.\nТүсінбей жатырмын  түсімді. Адамбызғой жақсылылыққа жориын десем қорқып қалдым. Негізі бұрынбары жиі жиі бастырылып тұратын едім.",
        "question_date": "20.01.2023",
        "question_tag": "Жанұя",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұйқыдағы адамның шытырман оқиғаларға қатысып, қорқынышты жағдайларға ұшырап, кейбіреулердің айғайлап сөйлеуі, қара терге малынуы, әртүрлі әрекеттермен қимылдар жасауы жиі кездесетін жағдай екендігі көпшілікке мәлім.\n\nТүсті тек жақсылыққа жорыңыз және түсті кез келген адамға айтуға болмайды. Себебі ол кісі қалай жориды ол түс солай орындалу қаупі бар.\n\nАрдақты Алла елшісі (с.а.у.): «Түс көру – пайғамбарлық бөліктерінің бір бөлігі» деген. Түстер ақиқаттың жаршысы ретінде кейде болатын жәйттардан хабардар етуі мүмкін. Олар – кей кезде анық, кей кезде астарлы болып келеді. Астарлы түстерді түсіну үшін түс жорушылардың көмегіне жүгіну керек. Мысалы, Юсуф пайғамбардың (ғайлейһиссәләм) бойында түсті тура жорып, астарын анық ашып берер Құдай берген қасиет болған, деп жазады. Дегенмен, түстің бәрі ақиқат емес. Осы жөнінен алғанда Пайғамбарымыз (с.а.у) үш түрлі түстің болатындығын айтқан:\n\n1. Салиқалы түс. Хадисте «ру’я салиха» деп келеді. Мәнді, мағыналы түс. Басқаша айтқанда: «Рахмани түс». Мұны қазақта «аян» дейді.\n\n2. Шайтанның үркітуі. (Шайтани түс).\n\n3. Өз-өзіне айтқан нәрселерінің түсінде көрінуі (қияли түс).\n\nШайтани түстерге адамға қорқыныш пен үрей салатын, жаны қысылып, көңілсіздік тудыратын түстерді жатқызсақ болады. Мысалы, жоғарыдан құлдилап құлау, су терге түсіп біреуден қашу, жан тәсілім ету, қол-аяғы немесе басы яки басқа ағзаларының бірі кесіліп қалу, құбыжық көру т.б.\n\nМұндай түстің адам өміріне ешбір әсері жоқ. Мағынасыз. Атам қазақ: «түс – түлкінің боғы» деп, осы шайтани түстерге байланысты айтса керек. Хадисте «шайтани түс көрген кісі шошып оянған заматта сол жағына үш рет түкіріп, «әғузуді» айтсын. Сосын келесі бүйріне ауысып жатсын» делінген.\nБастырылып қала берсеңіз жатар алдын дәрет алып, дұғаларды оқып  жатыңыз. Сол кезде ұйқыңыз тыныш болады.",
                "date": "21.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География Математика пәнін таңдау арқылы туризм мамандығына түсу?",
        "question_content": "География Математика пәнін таңдау арқылы туризм мамандығына түсуге бола ма?",
        "question_date": "19.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туризм мамандығына түсу үшін- География және Шет тілі мамандығын таңдауыңыз керек",
                "date": "19.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орташа квадраттық жылдамдығы 500 м/с оттегі молекулаларының жылдамдығын",
        "question_content": "Орташа квадраттық жылдамдығы 500 м /с оттегі молекулаларының жылдамдығын 20 м/с-қа арттыру үшін газ температурасының өзгерісі?",
        "question_date": "19.01.2023",
        "question_tag": "Физика",
        "question_views": 982,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Костюмдегі сияны қалай кетіруге болады?",
        "question_content": "Костюмге аққан сияны қалай кетіруге болады?",
        "question_date": "18.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киімнен көк қаламды қалай алып тастауға болады?\n Дақтарға аздап спирт жағып, оны шүберекпен сүртіңіз. Сия алкогольдің әсерінен ериді. Қажет болса, қайталаңыз. Содан кейін дақты сумен шайып, кір сабынмен немесе әдеттегідей кір жуғыш машинада жуыңыз.",
                "date": "21.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытсыз жамал романына 2проблемалық сұрақ қажет?",
        "question_content": "М. Дулатовтың Бақытсыз Жамал романына қатысты екі проблемалық сұрақ қажет?  Жауабымен",
        "question_date": "18.01.2023",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не себепті бұрынғы заманда әйел теңсіздігі көп кездескен?\n\nСәрсенбайдың билік үшін өз қызымен құрбан еткені дұрыспа?",
                "date": "17.01.2024",
                "upvotes": 0
            },
            {
                "text": "1.Сәрсенбай не себепті Жамалды Жұманға тұрмысқа берді?\n2.Шолпан неге Сәрсенбайға ренжіді?",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көршілес мемлекеттердің ұлы жүз жеріне көз тігу себебі",
        "question_content": "Көршілес мемлекеттердің ұлы жүз жеріне көз тігу себебі\n\n7 сынып кітабы. Ресей империясының қазақстанның оңтүстік аймақтарын қосып алуы\n\nОтарлау және ұлт азаттық күрес",
        "question_date": "18.01.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол мынандайда мынандай",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тех мамандықпен колледжге мұғалім бола беруге болама",
        "question_content": "Мен механика машин и робототехника мамандығын бітіремін.\nИ сол мамандықпен тех.колледждерде мұғалім бола аламынба?\n\nМен пед университетте (АГУде) оқимын бірақ мамандығым тех.мамандық.\nОсы мамандықпен ешқандай пед білімсіз магистрсіз колледжге мұғалім бола аламынба?",
        "question_date": "17.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіз оқыған мамандық бойынша сабақ берсеңіз болады. Бірақ мына бәсекелік заманда магистратура оқып алуға кеңес беремін. Кейбір колледждер маман тапшылығына байланысты жұмысқа алуы мүмкін. Көп колледждер магистратура біліміне қарайды",
                "date": "18.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытсыз жамал романнынан өзіңе ұнаған эпизодты таңдап себебін жазу?",
        "question_content": "Оның себебін жазасыз Оған романнан дәлел келтіресіз Қорытынды ойыңызды жазасыз",
        "question_date": "17.01.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тыныс алудан қалай газ бөлінеді ?",
        "question_content": "Тыныс алудан қалай газ бөлінеді?",
        "question_date": "16.01.2023",
        "question_tag": "Биология",
        "question_views": 753,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оттегіні жұтып, Көмірқышқыл газы бөлінеді",
                "date": "16.01.2023",
                "upvotes": 0
            },
            {
                "text": "Газ алмасу процесінің мәні – оттегінің альвеолярлы ауадан өкпе капиллярлары арқылы айналатын веноздық қанға өтуі (оттегінің сіңуі) және көмірқышқыл газының веноздық қаннан альвеола ауасына өтуі (көмірқышқыл газының шығуы).",
                "date": "17.01.2023",
                "upvotes": 0
            },
            {
                "text": "Тыныс алу кезінде оттегіні жұтып, тыныс шығару кезінде көмірқышқыл газын бөліп шығарады.",
                "date": "21.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тігін машинасындағы ине жібін неге үзіп тастай береді?",
        "question_content": "Жанадан машина алган едім джак деген  инесіне жібін дұрыстап салып астынагы жібінде дұрыстап откіздім. Бірақ инесин астыга түсіріп көтерсен жібі болеу инеси бөлек болып тұрады.Инеси дұрыс астынгы жібінде дұрыс бірақ тікпейді, не істесем болады?",
        "question_date": "16.01.2023",
        "question_tag": "Өнер",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.01.2023",
                "upvotes": 0
            },
            {
                "text": "Жіпті инеге басқаша өткізіп көр,менде де солай болған теріс өткізіп қойып үзе берді.",
                "date": "16.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 1кг дене Ай бетіне 1.63 Н күшпен тартылады. 20.375 дененің ай бетіне құлау уақыты",
        "question_content": "Массасы 1кг дене Ай бетіне 1.63 Н күшпен тартылады. 20.375 дененің ай бетіне құлау уақыты",
        "question_date": "16.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы m = 2 кг дене Айға F = 3,34 Н күшпен тартылған.\n\n Айға жарық түсудің үдеуі g = F/m\n\n H=16 м-ге тең,  t = ?\n\n H = gt^2/2 t^2 =2Н/г t =√2H/g = √2H/(F/m) = √(2Hm/F)=√(2*16*2/3,34)=4,377 с",
                "date": "4.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы 8класс 31 32 праграв арналған тест",
        "question_content": "Қазақстан тарихы 8класс 31-32праграв арналған тест",
        "question_date": "16.01.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кездейсоқ шама х тің дисперсиясы 4-ке тең а) 3х-2, б) 2х+5,",
        "question_content": "1. Кездейсоқ шама х тің дисперсиясы 4-ке тең а) 3х-2, б) 2х+5, с) -5-4х мәндерінің дисперсиясын табыңыз.\n\n2.Екі кездейсоқ шамалар үлестірім заңдары\n\nХ\n\n    2\n\n    5\n\n    7\n\n12\n\n  Р\n\n0,3\n\n0,4\n\n0,1\n\n0,2\n\nУ\n\n6\n\n2\n\n8\n\nР\n\n0,2\n\n0,5\n\n0,3\n\nБолса, а) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->, б) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->мәндерін табыңыз.\n\n3. Дискрет кездейсоқ шаманың үлестірім заңы.\n\nх\n\n1\n\n2\n\n3\n\n 4\nР\n\n0,3\n\n0,2\n\n0,4\n\n0,1\n\nболса, а) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]--> ? б) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->?\n\n<!--[if !supportLists]-->4.               <!--[endif]-->Дисперсиясы <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->болған кездейсоқ шама х-тің а) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->, б) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]-->, в) <!--[if gte vml 1]> <![endif]--><!--[if !vml]--><!--[endif]--><!--[if gte mso 9]> <![endif]--> мәндерін есептеңіз.",
        "question_date": "16.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 балаға алимент неше төленеді егер менің айлығым 500 мың болса?",
        "question_content": "1 балаға алимент неше төленеді егер менің айлығым 500 мың болса?",
        "question_date": "12.01.2023",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ажырасқаннан кейін ерлі-зайыптылар арасында алименттерді төлеу тәртібі және мөлшері туралы келісім құрастырылса, онда іс жүзінде төлем келісуге сай келуі керек. Егер алименттерді төлеу туралы келісім болмаса, онда Кодекстің 139-бабына сәйкес кәмелетке толмаған балаларға алиментті ата-анасы сотпен төлетеді.\nАлименттер ай сайын мынадай мөлшерде төленуі тиіс:\n\nбір балаға – ата-анасының еңбекақысынан және/немесе өзге табысының (1/4) төрттен бірі;\n\nекі балаға – ата-анасының еңбекақысының және/немесе өзге табысының үштен бірі (1/3);\n\nүш және одан да көп балаларға – ата-анасының еңбекақысының және/немесе өзге табысының жартысы (1/2);\n\nкейбір жағдайларда осы үлестер мөлшері тараптардың материалдық немесе отбасылық жағдайын және басқа балалар және өзге де назар аударатын жағдайларды ескерумен азайтылуы немесе ұлғайтылуы мүмкін;\n\nалимент төлеушінің жалақысынан ұстап қалудың жалғыз шектеуіші «Атқарушылық iс жүргiзу және сот орындаушыларының мәртебесi туралы» Заңның 95-бабы болып табылады, оған сәйкес борышкерде жалақысының  немесе өзге де табысының 50% кем емесі сақталуы тиіс.\n\n«Кәмелетке толмаған балаларды асырап-бағуға алимент ұсталатын жалақының және (немесе) өзге де кiрiс түрлерiнiң бекітілген тізбесі бар, онда кәмелетке толмаған балаларды асырауға алименттерді ұстау жалақының барлық түрлерінен (ақшалай сыйақы, асырау) және ата-анасы алатын өзге де табыс түрлерінен жүргізілетіні көрсетілген. Бұнда қай валютада болатыны еш маңызды емес – ұлттық немесе шетелдік. Осылайша, алименттер мыналардан ұсталады:\n\nқызметкерлерге нақты жұмыс істеген уақыты үшін немесе орындаған жұмысы үшін еңбек ақы төлеу жүйесінде көзделген белгіленген лауазымдық айлықақыларға (мөлшерлемелерге) байланысты есептелген жалақыдан;\n\nеңбекке ақы төлеу жүйесінде көзделген қосымша ақылар мен үстеме ақылардың барлық түрлерінен, сондай-ақ еңбек ақы төлеу қоры шегінде үнемделген қаражат немесе тиісті мекемені қамтуға көзделген қаражат есебінен алынатын үстеме ақылардан;\n\nеңбек ақы төлеу жүйесінде көзделген сыйлықақылардан (ақшалай сыйақылардан);\n\nмына:«Атқарушылық Іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасы Заңының 98-бабының 7-тармағымен көзделген;\n\nдемалыс уақытында сақталатын жалақыдан, сондай-ақ бірнеше жылғы демалыстарды қосқан жағдайда ғана пайдаланылмаған демалысқа төленетін ақшалай өтемақыдан;\n\nкомиссиялық сыйақыдан (сақтандыру агенттеріне, брокерлерге);\n\nазаматтық заңнамаға сәйкес жасалатын және бір жолғы сипаттағы емес шарттар бойынша орындалған жұмыстар, ұсынылған көрсетілген қызметтер үшін алынған кірістерден;\n\nавторлық сыйақы төлемдерінен;\n\nзейнетақы төлемдерінің барлық түрлерінен, «Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасы Заңының 98-бабымен көзделген жәрдемақыларды қоспағанда, мемлекеттік әлеуметтік жәрдемақыдан, атаулы әлеуметтік көмек сомаларынан;\n\nбілім беру ұйымдарында білім алушыларға төленетін стипендиялардан;\n\nзаңды тұлға құрмай кәсіпкерлік қызметпен айналысудан түскен кірістерден;\n\nмүлікті жалға беруден түскен кірістерден;\n\nбағалы қағаздар бойынша түскен кірістерден және заңды тұлғаның мүлкін басқаруға қатысудан түскен басқа да кірістерден;\n\n«Семей ядролық сынақ полигонындағы ядролық сынақтардың салдарынан зардап шеккен азаматтарды әлеуметтік қорғау туралы» Қазақстан Республикасы Заңының 13-бабының 1) тармақшасымен және «Арал өңіріндегі экологиялық қасірет салдарынан зардап шеккен азаматтарды әлеуметтік қорғау туралы» Қазақстан Республикасы Заңының 13-бабының 1-тармағының 2) тармақшасымен көзделген кірістерден жүргізіледі.\n\nБұнда әскери қызметкерлерден, құқық қорғау және арнайы мемлекеттік органдарының қызметкерлерінен алименттерді төлету қызметтік міндеттерді орындаумен байланысты олар алатын, келесі төлем түрлерінен жүргізіледі:\n\nлауазымдық жалақыдан, әскери, арнайы атақ бойынша берілетін жалақыдан, арнайы атақ немесе сыныптық шен үшін қосымша еңбекақыдан және Қазақстан Республикасының заңнамасында белгіленген қызмет өткерудің ерекше жағдайлары үшін үстеме ақыдан;\n\n«Семей ядролық сынақ полигонындағы ядролық сынақтардың салдарынан зардап шеккен азаматтарды әлеуметтік қорғау туралы» Қазақстан Республикасы Заңының 13-бабының 1) тармақшасымен және «Арал өңіріндегі экологиялық қасірет салдарынан зардап шеккен азаматтарды әлеуметтік қорғау туралы» Қазақстан Республикасы Заңының 13-бабы 1-тармағының тармақшасымен көзделген;\n\nеңбекақы төлеу жүйесінде көзделген тұрақты әрі біржолғы сипаттағы және тиісті органды қамтуға көзделген қаражатты үнемдеу есебінен алынатын сыйақылардан (ақшалай сыйақылардан);\n\nтиісті органды ұстауға көзделген қаражатты үнемдеу есебінен алынатын үстеме ақылар мен қосымша ақылар сомасынан;\n\nмына:\n\nмертіккен жағдайда төленетін бір жолғы өтемақыны;\n\nзиянды немесе қысылтаяң жағдайлардағы жұмыс үшін өтемақы төлемдерін;\n\nтабиғи және техногендік сипаттағы төтенше жағдайлар салдарын жою кезінде экологиялық әсерден зардап шеккендерге төленетін ақшалай соманы;\n\nтұрғын үйді жалдағаны (жалға алу) үшін мақсатты өтемақыны;\n\nжекешелендіруге жатпайтын, оның ішінде жабық және оқшауланған әскери қалашықтарда, шекара заставалары мен комендатураларда орналасуы салдарынан қызметтік тұрғын үйді өтеусіз жекешелендіру құқығының орнына алушыға төленетін ақшалай өтемақыларын;\n\nкепілдік берілген тегін медициналық көмектің көлемі шегінде емделуге жұмсалған шығындарды өтеуге төленетін ақшалай соманы;\n\nқызметі бойынша ауысқан, әскери қызметтен шығарылған кезде, стационарлық емделуге барған және кері қайтқан кезде Қазақстан Республикасының аумағы бойынша көлікпен жол жүруге, сондай-ақ қызметі бойынша ауысқан және әскери қызметтен шығарылған кезде он тоннаға дейін жеке мүлікті тасымалдауға жұмсалған шығындарды өтеуге төленетін ақшалай соманы;\n\nпошта жөнелтілімдеріне арналған шығындарды өтеуге төленетін ақшалай соманы;\n\nоқуға жұмсалған шығындарды өтеуге төленетін ақшалай соманы;\n\nіссапарға жіберілген қызметкерлерге берілетін өтемақы төлемдерін;\n\nкоммуналдық көрсетілетін қызметтерге жұмсалатын шығыстарды төлеу үшін төленетін ақшалай өтемақыларды;\n\nәскери қызметшілердің көрсетілетін қызметтерге, құқық қорғау және арнайы мемлекеттік органдар қызметкерлерінің қызметтік міндеттерін орындауымен байланысты келтірілген шығындарын өтеумен байланысты өтемақы төлемдерін;\n\nәскери-оқу, арнайы оқу орындары курсанттарының (тыңдаушыларының) лауазымдық жалақыларын (стипендияларын) қоспағанда, барлық өтемақы түрлерінен жүргізіледі.\n\nЗаң алименттер ұсталуы тиіс табыстың ең төменгі немесе барынша көп сомасының шамасын белгілемейді, себебі алименттер ресми расталған табыстың кез келген сомасынан ұсталуы тиіс.",
                "date": "14.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашан оғыздар Жетісуды мекендеп, Түрік қағанатының құрамына кірді",
        "question_content": "Срочно керек тест оғыздар",
        "question_date": "11.01.2023",
        "question_tag": "Мектеп",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйді өткізу туралы қандай амал бар?",
        "question_content": "Біз бір жерден үй сатып алғанбыз, сол үйіміз особенна маған ұнамай шықты, Өте жанынды қысатын жер екен. Енді сұрағым өткізудің қандай амалы бар?, Яғни сатылымға қойған, ақыры ешкім сатып алмады, үй кішкентай болғандықтан ешкім сатып алмайтындығы айдан анық. Енді менде мынандай ой бар,  бір кәсіпкерге сатсақ қалай болады?, яғни үй салып, үй сатумен айналысатын кәсіпкерді айтамын. Яғни біздің үйді сатып алып, сол үйді сүріп тастап, орнына жаңа үй салып яғни коттедж салып сатса болады ғой, яғни біздің жер кең, Не болмаса сол  жерге аренда үшін бір нәрсе салса болады. Осылай кәсіпкерді тауып сата аламыз ба?. Енді тағы бір соңғы ойым, үйді үкіметке өткізу  туралы. Яғни бұл жерде айтайын дегенім, кейбіреулердің баспанасы су астында қалып, үй береді, және көп балалы отбасыларына үй береді, Менде осы үйді үкіметке өткізіп осы үйді сатып алып, өздерінің қалауы бойынша пайдаланса деймін. Жалпы тұрғын үймен айналысатын қандай ұйым?. Жалпы қайсысы дұрыс ?, кімге өткізуге болады үйді?. Құдай үшін көмектесіңідерші?.",
        "question_date": "10.01.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті әкімдікке не тұрғын үй инспекциясына хабарласып білетін таныс мамандарыңыздан сұрап көріңіз.",
                "date": "30.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өнер сарқылмайды\" тақырыбына эссе жазу",
        "question_content": "\"Өнер сарқылмайды\" тақырыбына эссе жазу керек, көмектесіп жіберсеңіздерші!",
        "question_date": "10.01.2023",
        "question_tag": "Өнер",
        "question_views": 632,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өмір ұзақ жолмен тең. Бірде түзу, бірде шырғалаң-бұралаң. Жақсы өмір сүре білу – өнердің биігі. Өнер адамның өмірімен қатарласа алға қарай жүреді. Өнерлі адамның өмірі әркезде де жарқын. \nӨнер – адамның қолымен жасаған дүниелері. Адамның көз қарасы қалыптасқан сайын оның өнерге деген бағасы да артады. Өнердің сан қилы түрлері бар. Қолмен жасаған тың дүниелермен қоса сөз арқылы жасалынатын өнердің түрлері көп. Өнердің адам өмірінде алатын орны басым. Өмір өнермен өрнектелген. \nӨнерлі адамның өмірі қуаныш пен қызыққа тола. Адамның қолынан шыққан әр туынды өзінше өнер. Мәселен, материалдық өнерге  тоқталайыық. Сонау көне заманнан бері өнер мың құбылып келе жатыр. Бұрынғы адамдар тастан қашап заттар жасап, тасқа өз бейнелерін қалдырып отырған. Уақыт өте өнер өз арнасына түсіп қарқынды даму үстінде.\nҚазіргі таңда өнердің қырлары көп. Олар сөз өнері болсын, іс өнері болсын қашанда құнды. Біздің қолданып жатқан барлық дүниеміз өнердің бір саласы. Киіп жүрген киіміміз сән өнері болса, айтып жатқан әніміз сөз өнері. Қандай өнер болмасын әркезде де халыққа өзіндік пайдасын тигізері анық.",
                "date": "24.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала күтіміне байланысты демалысқа шығу өтінішті кеш жазу?",
        "question_content": "Салеметсіздер ме,мен бала күтіміне байланысты ақысыз демалысқа шығу туралы өтінішті 1 ай кешіктіріп жазсам ешқандай жауапкершілікке тартылмаймын ба? Себебі мен отпусканың жазылу уақытын ұмытып кетіппін және отдел кадрдан ескерту келмеді",
        "question_date": "10.01.2023",
        "question_tag": "Заң",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Еңбек кодексiнің 99 бабының 2 тармағы\n2. Жүкті әйел жүктілікке және босануға байланысты демалысқа құқық беретін еңбекке уақытша жарамсыздығы туралы парақта көрсетілген күннен бастап демалысты оның аталған түріне құқықты растайтын еңбекке уақытша жарамсыздығы туралы парағын ұсыну арқылы ресімдейді.",
                "date": "10.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреуі екіншісінен 4-ке кіші екі натурал санның көбейтіндісі 77-ге тең. Осы сандарды тап",
        "question_content": "Біреуі екіншісінен 4-ке кіші екі натурал санның көбейтіндісі 77-ге тең. Осы сандарды тап.\n\nБірінші сан:\n\nЕкінші сан:",
        "question_date": "10.01.2023",
        "question_tag": "Математика",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші сан - 11\n\nЕкінші сан - 7",
                "date": "11.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика мамандықтары қандай",
        "question_content": "Математика таңдаған кезде қандай жақсы мамандықтар таңдауға болады?",
        "question_date": "10.01.2023",
        "question_tag": "Мамандық",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика+Физика таңдау арқылы \"Математика және статистика\", \"Механика\", \"Коммуникациялар және коммуникациялық технологиялар\", \"Материалтану және технологиялар\", \"Электр техникасы және энергетика\", \"Мұнай-газ ісі\", \"Агроинженерия\", \"Металлургия\", \"Өрт қауіпсіздігі\", \"Қала құрылысы, құрылыс жұмыстарын және азаматтық құрылыс\", \"Әуе көлігі және технологиялар\", \"Автокөлік құралдары\".\nМатематика+Информатика таңдап \"Информатика мұғалімдерін даярлау\", \"Ақпараттық технологиялар\".\nМатематика+География таңдап \"Менеджмент және басқару\", \"Аудит және салық салу\", \"Қаржы, экономика, банк және сақтандыру ісі\", \"Еңбек дағдылары\".",
                "date": "11.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалім кезекші болуға міндетті ма?",
        "question_content": "Сәлеметсіздерме! Біздің мектепте 200 мұғалім бар. Соның ішінен 77 мұғалімді аптасына 1-рет 5 сағаттан кезекшілікке қойды. Мектем әкімшілігі осы 77 мұғалімді 1 оқу жыл бойы кезекшілікке қоюға құқығы бар ма? Басқа мұғалімдерді қойМаймыз, өйткені олар үлкен кісілер және денсаулықтарына байланысты дейді. Осы әділетсіздіктің қалай алдын алуға болады?",
        "question_date": "10.01.2023",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыс беруші мұғалімдерді жұмыстан тыс уақытта кезекшілік етуге міндеттеуге құқылы емес.\n\n\"Педагог мәртебесі туралы\" ҚР Еңбек кодексінің 6 - бабы 2-тармағының 1) Қазақстан Республикасының заңдарында көзделген жағдайларды қоспағанда, оны кәсіптік міндеттерімен байланысты емес жұмыс түрлеріне тартуға жол бермеу туралы нақты көрсетілген. Сонымен қатар, аталған баптың 2-тармағының талаптарын бұзғаны үшін Қазақстан Республикасының заңдарында белгіленген жауапкершілік көзделген.\n\nҚР Конституциясына сәйкес мәжбүрлі еңбекке тыйым салынады.\n\nҚР Конституциясының 24-бабының 1-тармағына сәйкес \" Әркiмнiң еңбек ету бостандығына, қызмет пен кәсiп түрiн еркiн таңдауына құқығы бар. Ерiксiз еңбекке соттың үкiмi бойынша не төтенше жағдайда немесе соғыс жағдайында ғана жол берiледi.\". Сонымен қатар осы баптың 3-тармағы \"Ереуiл жасау құқығын қоса алғанда, заңмен белгiленген тәсiлдердi қолдана отырып, жеке және ұжымдық еңбек дауларын шешу құқығы мойындалады\".\n\nСондықтан жұмыс беруші педагогтерді әртүрлі кезекшіліктерге немесе кәсіптік міндеттермен байланысты емес жұмыстардың басқа түрлеріне тартуға құқылы емес.\n\nМҰҒАЛІМДЕР МЕН ЖҰМЫС БЕРУШІЛЕР ҮШІН БІЛУ МАҢЫЗДЫ! Сабақтар арасында көзделген қысқа үзілістер жұмыс уақыты болғандықтан, жұмыс беруші бекітілген кестеге сәйкес кезекшілікті ұйымдастыруға құқылы. Мұғалімдердің кезекшілігі сабақ басталғанға дейін 20 минут бұрын басталуы керек және ол аяқталғаннан кейін 20 минуттан аспауы керек.",
                "date": "11.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "C ақылды токенизатор",
        "question_content": "Маған түрдегі жолды талдайтын C/C++ тілінде токенизаторды әзірлеу керек\nchar pSignature[] = \"work.\\\\top =>\\\\p1 =:5:p2=:10:=>interface_ports:=dut\";\nжәне p1 5 және p2 10 жұбын толтырыңыз және т.б. Кез келген адам лайықты әдісті ұсына алады ма?\nstrtok пайдалану мәселесі =>интерфейс порттары пайда болғанға дейін оны қалай тоқтату керектігін анықтау болып табылады. Мен жазған код келесідей:",
        "question_date": "9.01.2023",
        "question_tag": "Университет, колледж",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика Бақынов 7-8 сынып есептерінің шығарылу жолдары(решевник) керек пе?",
        "question_content": "физика 7-8 сынып Бақынов есептерінің шешіу жолдры(решевник). Сызбалармен, оңай түсіндірілген. керек болса хабарласыңыз!\nтел:+77758820979",
        "question_date": "9.01.2023",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1,5м биіктікте көтерілген массасы 300 кг-ға тең балғаның қаққанда?",
        "question_content": "1,5м биіктікте көтерілген массасы 300 кг-ға тең балғаның қаққанда соғылатын бөлігінің потенциалдық энергиясы қандай?",
        "question_date": "8.01.2023",
        "question_tag": "Физика",
        "question_views": 885,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,5м биіктікте көтерілген массасы 300 кг-ға тең балғаның қаққанда соғылатын бөлігінің потенциалдық энергиясы қандай?",
                "date": "14.01.2023",
                "upvotes": 0
            }
        ]
    }
]