[
    {
        "question_title": "Оңтүстік Кореяда қандай университеттер бар?",
        "question_content": "Саламатсыз ба? Оңтүстік Кореяда қандай университеттер бар?  Яғни, медицина саласындағы хирург мамандығына түскім келеді. Сол үшін қандай медициналық университеттер бар? Өтініш, егер қолдан келсе Сеул қаласынан таба аласыз ба?",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сеул қаласында медициналық факултеті бар университеттерді теріп жаздым:(қандай да бір осы және басқа да Оңтүстік Кореялық ЖОО туралы толық  ақпарат алғыңыз келсе, төменге сілтемесін қалдырдым) \n1) Енсе университеті . Документ қабылдау -оқу басталардан 9 ай бұрын үлгеру керек\n2)Ихва университеті бар медициналық факультеті бар. Ол университеттің медицина факультетінде мейірбикелік іс оқытылады деп көрсетілген екен.\n3)Кехни университеті.\n4)Коре университеті. Документ қабылдау: 20.08-17.10\n5)Сеул университеті. Документ қабылдау -оқу басталардан 9 ай бұрын үлгеру керек.\n6)Сонгюнгван университеті. Документ қабылдау -оқу басталардан 6 ай бұрын үлгеру керек.\nhttps://study.vseokoree.com/universitety-i-kolledzhi-v-yuzhnoj-koree/khanyang-universitet",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Табиғатты аяла!\" тақырыбында әңгіме жазу?",
        "question_content": "Есімдіктерді қатыстыра отырып, \"Табиғатты аяла!\" тақырыбында әңгіме жазу керек?",
        "question_date": "29.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам - табиғаттың  ажырамас  бөлігі. Табиғат пен адам қатар ұғым. Адамсыз табиғат, табиғатсыз адам өмір сүруі мүмкін емес. Адам табиғатты қасиет тұтуы керек.\nТабиғат тіршіліктің  құт - берекесі. Табиғатты қорғау міндетіміз. Қазіргі кезде экология мәселесі нашарлап кетті. Табиғатты қорғау, сақтау қазіргі жастардың қолында.  Қазақ халқында табиғатты құрмет тұтады. Адам табиғаттың патшасы деген ұғым бар. Сондықтан табиғат адам үшін асыл ана. Өйткені адам баласы табиғаттың тіршілігінде өсіп-өніп, жетілген. Табиғат - ырыздықтың, ырыс пен мол қазынасының қайнар көзі, адам денсаулығының сенімді сақинасы. Қазіргі табиғаттың ластануы үлкен - мәселе. Бұл барлық дүние жүзінде қарастырылуда. Табиғат-сөз жетпес сұлулық, баға жетпес қазына, көз тоймайтын әсемдік, айтып жеткізе алмайтын қыры мен сыры мол құбылыс болғанымен қазір сол табиғат нашарлап, ластануда соның салдарынан адам өміріне қауіпті жағдай тудыруда. Біз табиғаттағы әрбір жайқалып тұрған ағашқа қамқорлық танытуымыз қажет. \"Бір тал кессең, он тал ек\", \"Жер құтты болса, мал сүтті болады\"-демекші, айналамызда табиғаттан лас иісті,  ауру тудырушы бактерияларды  жоюшы тал, жасыл желек.  Егер осы мәселе қаралмай қала берсе төңірек ластанып кетеді.  Мен өзімнің туған өлкеме қарағай,  шырша, терек  т.б. ағаш түрлерін ексе екен, -деймін. Табиғаттың зардаптарына төтеп беру үшін табиғатты ластамай қорғауымыз керек.\nhttps://bilim-all.kz/article/2820-Tabigatty-ayalaiyq",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның табиғаты , мәні, мақсаты.",
        "question_content": "Адамның табиғаты , мәні, мақсаты.\nФилософия тарихындағы адам өмірінің мәні мәселесі.\nАдамның табиғи, әлеуметтік-психологиялық және рухани себептелуі.\nАдамзаттың рухани тәжірбиесіндегі өмір, өлім мен мәңгілік мәселелері.\nАдам қоғам дамуының өзіндік мақсаты.\nҚазіргі әлемдік мәселелер және адамның тіршілігі.\nАдам дамуындағы биологиялық және әлеуметтік ерекшеліктері.\nHomo sapiens эволюциясындағы мәдениеттің жетекші ролі\n Экзистенциализм философиясындағы адам мәселесі.",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның табиғаты мен мəніне қатысты антропологиядағы философиялық көзқарастардың мəні\nКең мағынасында алып қарастырғанда антропология – бұл адамның табиғаты мен іс-əрекеті туралы ғылыми білімдердің жиынтығы. Əлеуметтік антропологияның басқа ғылымдар жүйесінде алатын орнын айтқан кезде оның философиямен, тарихпен, əлеуметтанумен, мəдениеттанумен, əлеуметтік психологиямен байланысы туралы айтуға болады. Қазіргі антропологияның интеллектуалдық алғы шарты ретінде XVIII-XIX ғасырдағы философиялық антропологияны атап көрсетуге болады. Философиялық антропология адамның мəні арқылы табиғат, қоғам, таным туралы түсініктер жүйесін жасауға болады (Л. Фейербах, М. Шелер, Ф. Ницше, Н. Чернышевский жəне басқалары) -  деп есептейді.\nАдам мəселесі философиядағы ең негізгі мəселе. Гректер «адам өзін тану арқылы ғана философияшылдыққа салына алады», – деп айтқан. Адам болмысының шешімін тек адамның өзінен ғана табуға болады. Философиялық білім жүйесінде тек қана адамға қатысты сұрақтарды табу қиынға соғады. Философияның қай бөлімін алсақ та, онтологияны немесе гносеологияны, əлеуметтік философияны немесе этиканы, аксиологияны немесе праксиологияны – біз оны адам болмысы тұрғысынан қарастырамыз. Адамды танудың əдіснамалық негізі философиялық антропология болып табылады. Кең мағынасында қарастырғанда, философиялық антропология – бұл адамның табиғаты мен мəні, оның əлемдегі орны мен рөлі туралы ғылым. Осы кең мағынасында философия тарихы  адам туралы бірін-бірі толықтырып тұратын жəне альтернативті – материалистік жəне идеалистік,атеистік жəне діни, рационалдық жəне иррационалдық концепциялар мен ілімдерді білдіреді. Тар мағынасында, философиялық антропология өзінің қалыптасуы үшін неміс ойшылдары М. Шиллер, Х. Плеснер жəне басқа да ойшылдарға мүдделі қазіргі философияның негізгі бағыттарының бірі. Бұл бағыттың қалыптасуының алғы шарттарын жəне негіздерін еретеректегі идеялардан: В. Дильтейдің өмір философиясынан, Э. Гуссерлдің «өмірлік əлем» философиясынан көруге болады.\nФилософия адамды танымның, іс-əрекеттің, шығармашылықтың субьектісі ретінде алатын орнына қатысты зерттейді. Адам болмысы мен табиғатын кеңірек  қарастыра  отырып,  мəңгілік болып есептелетін сұрақтарға жауап береді. Адамның мəнін жəне оның өмір сүруінің мағынасын, биологиялық жəне əлеуметтік дамуының жалпы заңдылықтарын ашып көрсетеді. Адам туралы философиялық білім негізінен алғанда оны тұтасымен зерттеуге емес, «адам-əлем» жүйесіндегі жалпылық жəне мəндік байланыстарды ашып көрсетуге тырысады. Бұл байланыстар құндылықтынормативтік сипатқа ие, өйткені олар қоғамда немесе белгілі бір философиялық жүйеде үстемдік етуші дүниетанымдардың негізінде  адам  танымының  шектерін бекітеді.\nҒылыми пəндердің ішінде адамның əлеуметтік табиғатын зерттеуге ерекше үлес қосатын пəндер: əлеуметтік (мəдени) антропология; психология; əлеуметтік психология; əлеуметтану. Антропологиялық тəсіл адамның табиғатын, мəдениет арқылы социумның дамуын жəне адамның өмір сүру тəсілінің универсалдық  жəне  жекелік  түрлерін зерттейді.\nФилософиялық антропология, оның негізін салушылардың көзқарастары бойынша, адам болмысының түрлі сфераларын арнайы ғылыми зерттеуді оның тұтас философиялық қамтылуымен біріктіреді. Мұнда адам биологиялық қана емес, негізінен алғанда өзін-өзі жетілдіруге көңіл бөлетін рухани жан ретінде қарастырылады.\nАнтропологиялық ыңғайдың тарихи жəне эволюциялық, салыстыру жəне типологиялық, функционалдық жəне құрылымдық талдау əдістері адамды тұтас əлеуметтік-мəдени феномен ретінде қарастыруға көмектеседі. Антропологиялық ыңғайдың əдістерінің көмегімен тарихи, географиялық, климаттық, биологиялық, психологиялық, əлеуметтік, гендерлік, этникалық жəне басқа да факторлардың адамға əсерін зерттеуге болады. Адам мен қоғамның  қарым-қатынастарын  тереңірек  жəне егжей-тегжейлі талдау мақсатында қазіргі кезеңде адамды зерттеу аясына антропологияның жаңа ұғымдары мен  ыңғайлары жасалып ендірілуде.\nҚазіргі  уақытта  антропология  ғылымын  екі  үлкен  бағытқа  бөліп  қарастырады. \nФизикалық.\nƏлеуметтік. Біріншісі, адам денесінің физикалық құрылымын жəне антропогенезді  (адамның шығу тегінің жəне физикалық типінің қалыптасуының мəселелерін) зерттейді. Екіншісі, өз алдына жеке  дербес ғылымдар  блогын  (археология, лингвистика, фольклористика) құрайды.\nИммануил Кант «Прагматикалық тұрғыдан қарағандағы антропология» деген еңбегінде (1798) жүйелі түрде адам туралы ілімін баяндауға əрекет жасады. Ол антропологияны физиологиялық жəне прагматикалық, – деп екі түрге бөлді. Физиологиялық антропологияға адамды табиғи жан ретінде қарастыратын ілімді, ал прагматикалық антропологияға адамның өзінің күшінің негізінде қалай қалыптасатындығын  зерттейтін,  адамның əлеуметтенуі туралы ілімді жатқызады.\nКөп уақыттар бойы отандық ғылымда этнология термині қолданылып келді. Этнография, антропология жəне этнология арасындағы ара қатынас дəл анықталған емес. Қалыптасқан көзқарас бойынша этнография бейнелеуші эмпирикалық ғылымға жатады. Ал этнология мен антропология теориялық толықтырулар деңгейіне шыға отырып, этникалық жəне басқа да қауымдастықтарға кіретін адамдардың іс-əрекеттерінің жалпы ерекшеліктері мен заңдылықтарын анықтауға мүмкіндік береді. Антропологияның толық анықтамасын Леви-Стросстың көзқарастарынан да көруге болады. Оның көзқарасы бойынша, этнография, этнология жəне əлеуметтік антропология өз алдына жеке пəндер емес, бір ғана зерттеудің үш уақыттық кезеңдері: салыстырмалы сипаттамаларын ескере отырып адамдар топтарының этномəдени ерекшеліктерін зерттеу; түрлі түсініктер жүйесі ретінде əлеуметтік өмірдің, кеңістік жəне уақыт жағынан локалды (аймақтандырылған) адамдар қауымдастығының жалпы ерекшеліктерін түсіндіру; əлеуметтік өмірдің тікелей байланыстарға, жеке индивидтер арасындағы байланыстардың   алуан түрлілігіне негізделген жақтарын зерттеу.\nБатыс ғылымында əлеуметтік антропологияның  мəртебесі туралы екі түрлі көзқарас қалыптасты:\nалғашқы қауымдық құрылыстағы құбылыстарды салыстырмалы-тарихи əдісті қолдану арқылы зерттейтін социологиялық пəн; бұл – функционалды-толықтырушы жəне салыстырмалы-социологиялық ғылым (батысеуропалық дəстүр: А. Радклифф-Браун, М. Мосс жəне басқалары);\nмəдени жəне тарихи антропологияның алғашқы жəне дəстүрлі қоғамдардағы əлеуметтік қатынастар мен институттарды зерттейтін бөлігі (американдық дəстүр: жеке мектептер  мен  өкілдер).\nƏлеуметтік антропология мен əлеуметтанудың принципті ерекшеліктерінің бірі  əлеуметтік өмірді қоғамдық жəне қауымдық, – деп бөлуге байланысты.\nФ. Теннис қауымдық қатынастарға туысқандық, қандас туыстық, көршілік, достық байланыстарға негізделген қатынастарды жатқызды.\nГайгер қауымдықты ішкі (сананың бірігуі), ал қоғамды, сыртқы (əлеуметтік тəртіп арқылы) бірігу – деп түсінді. Егер əлеуметтану қауымдық-топтық қатынастарды қоғамның, яғни əлеуметтік тұтастықтың көрінісі немесе институты деп қараса, антропологтар қауымдастықтың қоғамға қарағанда алғашқы, бірінші екендігіне негізделген көзқарасты жақтайды. Əлеуметтану тарих сияқты қоғамдық өмірдің негізінен алғанда саналы көріністеріне назар аударады. Ал антропологтар негізінен алғанда алғашқы қауымдық құрылыстан бастап зерттей отырып, əлеуметтік өмірдің санасыз түрде жасалынатын құбылыстарына назар аударады. Адам антропологияда тарихи-мəдени эволюциядан өткен жан ретінде қарастырылады. Адамды биологиялық, психологиялық жəне əлеуметтік жан ретінде қарастыра отырып, антропология талдаудың нақтыландырылмаған жалпы əдістеріне сүйенеді. Адамның табиғаты ретінде көбіне оның биологиялық қасиетін немесе барлық адамзатқа ортақ биопсихикалық құрылымын, барлық уақыттар мен халықтар үшін өзгеріссіз қалып отыратын адам мінез-құлығының универсалдық сипаттамасын түсінеді. Көп жағдайда адам табиғатын оның табиғи құқықтарымен де (өмір сүруге, еркіндікке, бақытты болуға даму үшін тең мүмкіндіктердің болуына) теңдестіріп қарастырады. Адам табиғаты – бұл оның өмір сүруінің көрінбейтін жақтары емес, туа біткен (Homo) сипаты. Басқаша айтқанда, адамның жаралу мəні. Нақты адамға нақты бір қоғамда талдау жүргізу оны тұтас тұрғыдан, яғни оның жаралу (жалпы), түрлік (ерекшелік: əлеуметтіктоптық, ұлттық жəне т.б.) жəне жекелік-психологиялық (қайталанбас) сипаттамаларын  зерттеуді талап етеді. Антропологияның негізгі ұғымдарының қатарына адам, индивид, тұлға, дербестік, теңдестіру, архетип, мəдениет, өркениет т.б. ұғымдарын  жатқызуға болады.\nАдам деген кім? – деген сұрақ антропологияның негізгі сұрақтарының бірі болып табылады. Сократты адам философиясының негізін салушы – деп те айтады. Оның көзқарасынша, адам ойлаушы, ақылды жан ретінде ақиқатқа өзінің күшімен жетуі тиіс. Сократтың қолданған əдісіне Аристотель индукция деген атау беріп, жалпы ортақ ұғымдардың анықтамасы ретінде зерделеді. Сократ арқылы адам ақылы логикалық ойлауға ие болды. Логикалық ойлауды оның шəкірттері Платон  мен      Аристотель    жалғастырды.  Антикалық  философияда  Платон  мен  Аристотель адам туралы тұтас теорияны қалыптастырды. Адамның денесі мен рухы бір-біріне қандай қарымқатынаста болады деген сұрақтарды қарастырып, адам бір уақытта руханилық пен ақылдылықты ұштастыра алады, – деп ой түйді.\nПлатон адамның жеке бөлек өмір сүруінің мүмкін еместігі туралы көзқарасты дамытты. Ал Аристотель адамның жалпы мəнімен бірге жеке табиғаты туралы айтып, оның жалпы мəні нақты, жеке табиғатынсыз жүзеге аспайды, – деп көрсетті. «Адам» ұғымы барлық адамдарға тəн ортақ ерекшеліктерді сипаттау үшін қолданылады. Бұл ұғым адамзат тегінің басқа материалдық  жүйелерден ерекше өзіне тəн өмір сүру ерекшеліктерін көрсетеді. Яғни, адамзат ерекше материалдық шындық ретінде өмір сүреді. Адам туралы айта отырып, көбінесе жануарлардан ерекше адамның ортаның  жағдайларына тек  бейімделіп қана қоймай, сонымен бірге   өзінің мақсаттарына сəйкес   оған белсенді түрде əсер етіп, оны өзінің қажеттіліктері мен тілектеріне сай бейімдей алатындығына басты назар аударады. Алайда, өмір сүру ортасын белсенді түрде өзгерткендігіне қарамастан, адам тірі организмдердің, басқа да  қоршаған  жағдайлардың  ерекшеліктерімен  санасып,  оларға бейімделіп отыруы тиіс.\nАдамзат өз бетінше емес жеке, нақты адамдар арқылы көрінеді. Адамзаттың жеке өкілдерінің өмір сүруі  «индивид»  ұғымы арқылы айқындалады.\n«Индивид» – бұл ақыл, ерік, қажеттілік, мүдде т.б. сияқты адамзаттың əлеуметтік жəне психологиялық ерекшеліктерінің нақты таратушысы, адамзат тегінің жеке өкілі. «Индивид» ұғымы бұл жағдайда «нақты адам» деген мағынада қолданылады.\n«Тұлға» – нақты адамның дамуының нəтижесі, адамдық сапалардың толығымен көрінуі.\nДербестік бір индивидті екіншісінен ажыратуға мүмкіндік беретін ерекшеліктердің жиынтығы ретінде түсіндіріледі. \nАнтропология пəнінің дамуында «мəдениет» жəне «өркениет» ұғымдарының  арақатынасы туралы пікірталастар ерекше орын алады. Формациялық тұрғыдан келу қоғамның эволюциясын өндірістік қатынастар тарихы, меншік қатынасы негізінде қарастыратын болса, өркениеттік ыңғай қоғамдардың ерекшелігін олардың мəдениетімен байланыстырады. Мəдениет – бұл адамды табиғаттан сапалық тұрғыда айрықша етіп тұратын құбылыстар, қасиеттер, адам өмірінің элементтері.\nМəдениеттану, əлеуметтану жəне мəдениет философиясының шегі əлі де қанағаттанарлық дəрежеде ажыратылмаған. Бұл жағдай ұғымдық жəне терминологиялық шатасу мəселелеріне алып келіп отырады. Мəдениет – бір уақытта өзіндік ерекшелікке ие құрылымдық-функционалдық объект жəне өзінің даму кезеңдері мен заңдары арқылы ажыратылатын процесс. Осы тұрғыдан алып қарағанда, мəдениет өркениеттің дамуының ерекше материалдық жəне рухани көрсеткіштерінің белгілі бір сапалық күйі ретінде өндіріс, ғылым, білім, өнер, денсаулық сақтау, спорт, əлеуметтік қорғау, саясат, құқық т.б.  арқылы көрінеді.\nӨркениет термині ғылыми танымға XVIII ғасырда француз ағартушылары арқылы еркіндік, əділеттілік, заңдылықты бейнелейтін термин ретінде француз ағартушылары арқылы енгізілді. Осылайша қоғамның қандай да бір сапалық сипаттамасы ретінде көрсетілді. Басқа да бір көзқарастар бойынша өркениет ұғымы қоғамның рухани дамуының, сонымен қатар технологиялық дамуының, əлеуметтік жəне саяси дамуының жетістіктері ретінде қарастырылады. Мəдениеттануда өркениетті мəдениет ұғымына қарама-қарсы қоятын  бағыттар да бар. Батыс мəдениеттануында О. Шпенглердің\n«Еуропаның ақыры» еңбегінен мəдениет пен өркениеттің қарама-қарсы тұруын көруге болады. Ол өркениетті мəдениеттің құлдырау шегі ретінде қарастырады. Шпенглер өркениетті салқын есепқорлықтың қалыптасуымен, рухани болмысты ақылдылықтың алмастыруымен, ақшаның алдында құлшылық етумен, діннен безумен, ғылымның дамуымен т.б. құбылыстармен байланыстырады. Мəдениеттануда  өркениетті  мəдениет   ұғымымен   теңдестіріп   қарайтын   көзқарастар   да   бар.   К. Ясперстің концепциясында өркениет барлық мəдениеттердің құндылығы ретінде түсіндіріледі, яғни мəдениет өркениеттің өзегі деп қарастырылады.\nhttps://articlekz.com/kk/article/17546",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік белгілері. Жүрек айну жоқ, ішім ауырады, жүкті бола аламын ба?",
        "question_content": "09 казан күні еттеккірім келетін уақыт болатын, бірақ еттеккірім келмеді. Жүрек айну жоқ, ішім ауырады, жүкті бола аламын ба?",
        "question_date": "29.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктіліктің айқын  белгілері\nОмыраудың ауыруы. Жүкті болған әйелдер көп жағдайда омыраудың ауыратынын байқайды. Оның үстіне сүт бездері ісінеді. Бұл кезеңде кеуде бірінші аптадан бастап үлкейе бастайды. Омырауда басқа да өзгерістерге түседі: емшек тамырлары айқын көрінеді. емшек ореолы түсін өзгертеді. Ол етеккір келетін кездегіден де қатты ісінуі мүмкін. Омырауыңыз өте сезімтал болады, кейде түсініксіз сұйықтық та бөлінеді.\nАрқа мен іштің ауырсынуы. Іштің төменгі жағының сыздап ауыруы және белдің ауыруы – етеккірдің жиі серіктері. Бірақ бұл жерде ауырсыну сәл басқа формада келеді. Ол гормондық өзгерістерге және жатырдың өсуіне байланысты болады. Ұрықтанған жұмыртқа жатыр қабырғасына жабысқанда, ол кеңейеді, осыдан ауырсыну белгілері де шығады.\nҚынаптан шыққан бөлінулердің өзгеруі. Жұмыртқа жатыр қабырғасына жабысқанда, ол қан аз мөлшерде бөле бастауы мүмкін. Сондықтан, етеккіріңіздің келу уақыты қысқарғанын немесе бөлінген сұйықтықтың мөлшері азайғанын көрсеңіз, онда сізге дәріханаға барып тест алу керек. Әдетте құрсақ көтергеніңізге 6 – 12 күн болғанда осындай қан бөлінеді. Бұндай жағдайда түсік тастаудың, жатырдан тыс жүктілік болудың және инфекцияның алдын алу үшін дәрігерге бару керек.\nШаршау — жүктіліктің белгісі. Ұрықтанудың алғашқы күндерінде немесе апталарында біздің денеміз жүктілікті қолдау үшін өте көп жұмыс істей бастайды. Көп энергияны қажет етеді, жүрегіңіз екі еселенген күшпен жұмыс істей бастайды, себебі жатырға қосымша оттегі жеткізеді. Шаршау – бұл ағзаның қосымша пайда болған жүктемеге арналған қалыпты реакциясы. Онымен күресуге салауатты диета сақтау, жеткілікті сұйықтық мөлшерін және витаминдерді ішу, көбірек демалу көмектеседі.\nЕмізіктер түсінің өзгеруі. Жүктілік кезінде бөлінетін гормондар меланоциттердің белсенділігіне әсер етеді. Меланоциттер – түс пигментіне жауапты жасуша. Жүктілік кезінде емізіктер қарайып, кейде тіпті қызыл болады. Бірақ, бұрыңғыдай түс болмайды.\nЖүрек айнуы. Тағы бір кеңінен тараған белгілердің бірі — жүрек айнуы. Көп жағдайда бұл 85 пайыз әйел адамдарда кездеседі. Ол токсикоздың белгісі.  Жүктіліктің бастапқы кезеңдерінде теңіз ауруы да алғашқы дабыл болуы да мүмкін. Бұрын бәрі жақсы болғанымен, енді сізді көлікте, ұшақта шайқап жіберуі мүмкін. Кейбір әйелдер жаяу жүргенде де жүрек айнуын сезінеді. Бұл жүктіліктің екінші аптасында пайда болады. Себебі, прогестерон ас қорыту процесін баяулатады. ХГЧ гармоны да жагдайды жеңілдетпейді. Оның деңгейі көп болғанымен, өзіңізді соншалықты жаман сезінесіз.\nІш үрленуі. Шалбарыңызға сыймай қалдыңыз ба немесе енді түймесі тағылмайды ма? Иә, баяуланған ас қорыту сізбен жаман ойын ойнауы мүмкін. Етеккірі кезінде де бұндай жағдайлар болады – прогестерон деңгейі көтеріліп, іш үрленеді. Етеккірі басталғанда бұл белгі жойылады. Ал жүктілік кезінде – жоқ.\nДәретханаға жиі барғыңыз келеді. Жиі несеп шығару – бұл тек соңғы ай жүктілігінде жүрген әйелдер үшін ғана сын емес. Соңғы айларда бала өзінің ауыр салмағын қуыққа салғандықтан, осындай фокустар болып тұрады. Бірақ бұндай белгі алғашқы апталарда да байқалады. Сонымен қатар, аналық ұлғайып қуыққа баса бастағанынан бөлек бүйрек те күшейтілген тәртіпте жұмыс істей бастайды. Нәтижесінде сіз дәретханаға әрбір жарты сағат сайын жүгіруге мәжбүр боласыз.\nТамақты тым көп жеу. Иә, иә! Бірақ бұдан ұялудың қажеті жоқ. Ағзаңыз шаршағандықтан, сізге мол қуат керек болады. Сондықтан да бүйіріңіз тамаққа қарай тартып, фастфудты көргенде басыңыз бақыттан айналады. Фастфуд бұл уақытта жетіспей жүрген қуат береді.\nБас ауруы. Қан айналымының күшею жақсы, әрине. Алайда кейде миға қан құюлуы басты ауыртады. Жүктіліктің алғашқы апталарында басыңыз әлсіз ауыратын болады. Егер де суды аз ішсеңіз немесе қанмен қандай да бір проблемаларыңыз болса, талдама тапсырғаныңыз жөн. Уақыт өте келе бас ауырулары жоққа саяды.\nІш кебуі. Айтуға ыңғайсыз нәрсе, бірақ физиологияда болғаннан кейін не істейміз? Ас қорытудың баяулануы, іш үрленуі – іш кебуіне әкеледі. Бұл бас ауруынан да күрделірек, себебі жүктілік уақытында ол бірнеше күннен кейін өтпейді, керісінше, қиындай түседі. Сондықтан ас мәзіріңізді қарап шығу керек.\nЭмоциялардың аяқ асты өзгеруі. Ол да жүктілік белгілері не жатады. Күн де жүкті әйел сияқты екен», -деп тегіннен тегін айтпайды. Эмоцияның өзгеруі гормондарға тікелей байланысты. Ал жүктілік кезінде гормондар мың құбыла басталады: әйел адам өзін бірде қуанышты, бірде мұңлы сезінуі мүмкін.\nБазальды температураның өзгеруі. Дененің базальды температурасын тексеріп жүретін адамдар оның овуляциядан кейін бірнеше күн бойы шамадан жоғары болып тұратынын біледі. Етеккір басталғанға дейін осы деңгейде болады. Егер жүктілік орын алмаса, температура төмендей бастайды. Ал екі аптадан артық жоғары болса, жүкті болғаныңыз.\nМұрының бітелуі. Мұрынның бітелуі немесе ағуы – жүктілік кезінде болатын ең күтпеген жағдай. Кейде тіпті қан ағуына дейін барады. Бұған екі себеп бар – қатты қан қысымы және экстроген гормоны. Негізінен әлсізденген иммунитеттің кесірінен болашақ ана аурушаң болып келеді.\nБасқа жүктілік белгілері\n— таңертең ауыз кебеді;\n— дәмдік қабылдау өзгереді –экзотикаға және күтпеген тамақтарды араластыруға құмарлық пайда болаы;\n— жыныстық құмарлық төмендейді;\n— кейбір иістерден жиіркену;\n— күтпеген жерден температураның көтерілуі, оның қалтырауға ұласуы;\n— жамбастың ауырлауы.\nhttps://www.balam.kz/jukt%D1%96l%D1%96k-belg%D1%96ler%D1%96/",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің диаметры 12 (n-3) шеңбердің ұзындығын, ауданын табу?",
        "question_content": "Шеңбердің диаметры 12 (n-3) шеңбердің ұзындығын, ауданын табу?",
        "question_date": "29.10.2020",
        "question_tag": "Математика",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңбер ұзындығы L=2πR формуласымен анықталады. Жазықтықтың \nшеңбермен шектелген және орталығы бар бөлігі дөңгелек аталады; дөңгелектің ауданы S=πR²-қа тең.\nD=2R \nL=2πR=2*3.14*6(n-3)=37.68(n-2)\nS=πR²=3.14*(6(n-3))'2=3.14*36*(n-3)'2=113.04*(n-3)'2",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 4литр бензин толық жанғанда қанша жылу мөлшері бөлінеді?",
        "question_content": "Көлемі 4литр бензин толық жанғанда қанша жылу мөлшері бөлінеді?",
        "question_date": "29.10.2020",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q = q * m q - меншікті жану жылуы (бензин үшін 44,000,000 Дж / кг)\nм - масса m = p * V p - тығыздық (710 кг / м³) V - көлем (4 л = 0,004 м³)\n\n m = 710 * 0,004 = 2,84 кг\n\n Q = 44000000 * 2,84 = 124960000 Дж",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 270С болатын оттек пен сутек молекулаларының",
        "question_content": "Температурасы 270С болатын оттек пен сутек молекулаларының орташа квадраттық жылдамдықтары мен кинетикалықэнергияларынсалыстырып, қорытынды жасаңыз.",
        "question_date": "29.10.2020",
        "question_tag": "Физика",
        "question_views": 947,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "орташа квадрат жылдамдықты формула бойынша табуға болады,\n\n v = 3 * R * T / M түбірі.\nR-әмбебап газ тұрақтысы T-абсолюттік температура, K (Кельвинге айналдыру үшін +273) М - заттың молярлық массасы, кг / моль\n\n орташа кинетикалық энергия E = 3/2 * k * T к- Больцман тұрақтысы",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эволюциондық қадамның этносқа деген маңызын түсіндір.",
        "question_content": "Эволюциондық қадамның этносқа деген маңызын түсіндір.",
        "question_date": "29.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша, қанша ғасырдан бергі жауласулар, соғысулар, мемлекет пен мемлекеттердің қосылуы, жаңа мәдениет пен ұлттардың іріктеліп түсілуіне алып келеді. \nМысалы Қазақ хандығының пайда болуы Қазақстан жерінде 14-15 ғғ. болған әлеуметтік-экономикалық және этникалық-саяси процестерден туған заңды құбылыс. Өндіргіш күштердің дамуы, көшпелі ақсүйектердің экономикалық қуатының артуы, феодалдық топтардың тәуелсіздікке ұмтылуы, осы негізде Әбілхайыр хандығы мен Моғолстан арасындағы тартыстың өршуі, әлеуметтік қайшылықтардың үдеуі 15 ғ. 2 жартысында бұл мемлекеттердің құлдырап ыдырауына апарып соқтырды.\nӘсіресе Әбілхайыр(1428-1468) Жошы-Шайбан- Дәулет-Шайх оғланның ұлы хандығы өте нашар еді. Территориясы батысында Жайықтан бастап, шығысында Балқаш көліне дейін, оңтүстігінде Сырдың төменгі жағы мен Арал өңірінен, солтүстігінде Тобылдың орта ағысы мен Ертіске дейінгі жерді алып жатты. Бір орталыққа бағынған мемлекет болмады. Көптеген ұлыстарға бөлінді. Олардың басында Шыңғыс әулетінің әр тармақтағы ұрпақтары, көшпелі тайпалардың билеушілері тұрды. Әбілхайыр билік еткен кезде халық өзара қырқыс пен соғыстан шаршады. 30 жж. ол Тобыл бойында Шайбани ұрпағы Махмұт Қожаханды талқандады. Сыр бойындағы далада Жошы әулетінің Махмұтханы мен Ахметханын(Тоқа Темір тұқымы) жеңді.\n1446 жылы Әбілхайыр Темір ұрпақтары мен Ақ Орда хандары ұрпақтарынан Сыр бойы мен Қаратау баурайындағы — Сығанақ, Созақ, Аққорған, Өзгент, Аркүк сияқты қалаларды басып алады.\n1457 ж. Үз-Темір тайшы бастапан ойраттардан (жайылым жер іздеген) Түркістан өңірінде жеңіліп қалды. Масқара ауыр шарт жасасып, ойраттар Шу арқылы өз жерлеріне кетті. Ал Әбілхайыр өз ұлысында , қатал тәртіп шараларын орнатуға кіріседі. Бұл халық бұқарасының оған деге өшпенділігін күшейтті. Нәтижесінде халықтың жартысы Шығыс Дешті Қыпшақтан Түркістан алқаптарына және Қаратау бөктерлерінен Жетісудың батыс өңіріне көшіп барулары еді. Оны Жәнібек пен Керей басқарды.\nДешті Қыпшақ пен Жетісудағы көшпелі бұқара феодалдық қанаудың күшеюіне, соғыстарға наразылық ретінде , хандар мен феодалдардың қол астынан көшіп кетіп, қоныс аударды. Сөйтіп, 15 ғ. 50-70 жж, яғни 1459ж. Әбілхайыр хандығынан Жетісудың батысына Есенбұға хан иелігіне Шу мен Талас өзендерінің жазықтығына көшіп келді. Олардың қоныс аударуының бір себебі, оларды Шыңғыс әулетінен шыққан Керей хан мен Жәнібек ханның жаңа қалыптасып келе жатқан қазақ халқының дербес мемлекетін құру, оның тәуелсіз саяси және экономикалық дамуын қамтамасыз ету жолындағы қадамы мен қызметі өз ықпалын тигізді. Жетісу рулар мен тайпалар мемлекет бірлестігінің орталыпына айналды. Олардың саны 200 мың адамға жетті. Моголстан ханы Есенбұға өзінің солтүстік шекарасын қорғату үшін, сондай-ақ өзінің бауыры Тимурид Абу Саид қолдап отырған Жүністің шабуылынан батыс шекарасын қорғату үшін пайдаланғысы келді. Жәнібек қазақ хандығының тұңғыш шаңырағын көтерген Барақ ханның ұлы, ал Керей оның ағасы Болат ханның баласы. Барақтан басталатын қазақтың дербес мемлекеттігі жолындағы күресті оның туған ұлы мен немересінің жалғастыруы табиғи құбылыс. Мырза Мұхамед хайдар Дулати Қазақ хандығының құрылған уақытын хижраның 870 жылына (1465-1466 жж.) жатқызады.\nҚазақтың алғашқы ханы болып Керей жарияланды (1458-1473 жж.).",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шай ішілмей қалды. Айғыз сол төркінінің үйінен ашуланып аттанды.",
        "question_content": "Морфологиялық талдау жасау керек. Жасап жібере аласыздарма?.",
        "question_date": "29.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оқушылар ерте тұрып жуынды. Ол баласына өлең айтқызды.",
        "question_content": "Морфологиялық талдай жасау керек. Жасап беріңіздерші.",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1,5 тиін 1,5 минут ішінде 1,5 жаңғақ жейді.",
        "question_content": "Қанша жаңғақ 9 минут ішінде 9 тиін жеп үлгерді?",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,5 тиін 1,5 минут ішінде 1,5 жаңғақ жейді делінсе 1 тиын 1минутта 1 жаңұақ жейтін болар, сондан әр тиын 9 минутта 9 жаңғақ жесе , 9-ы 9 минутта 81 жаңғақ жейді.",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Араларыңызда Вегето сосудтық дистониядан(ВСД) емделгендер барма?",
        "question_content": "Ассалаумағалейкүм баршаңызға! Всд & Паникалық шабуылдан хабары бар, емделгендер бар ма? Көмектеріңіз керек!",
        "question_date": "29.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "пирамиданын биіктігі?",
        "question_content": "пирамиданын табаны кабыргасы 25 см және бір диагоналі 30 см ромб, пирамиданын төбесі табанын әр қабырғасын 12тубір астында2 см қашықтықта жатыр пирамиданын биіктігі?",
        "question_date": "29.10.2020",
        "question_tag": "Геометрия",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер екі түзу қиылысқанда пайда болатын бұрыштардың бірі 35 болса оның бұрыштарын табыңыз?",
        "question_content": "Егер екі түзу қиылысқанда пайда болатын бұрыштардың бірі 35 болса оның бұрыштарын табыңыз?",
        "question_date": "29.10.2020",
        "question_tag": "Геометрия",
        "question_views": 999,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрыш 1- 35 градус\n\nБұрыш 2 -145 гарус\n\nБұрыш 3 - 35 градус\n\nБұрыш 4 - 145 гарус",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге тау басында жұмыртқа ұзақ піседі(тау етегіне қарағанда)",
        "question_content": "Неге тау басында жұмыртқа ұзақ піседі(тау етегіне қарағанда)",
        "question_date": "29.10.2020",
        "question_tag": "Физика",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тау басында қысым әсерінен су да аз градуста қайнайы, есесіне ол температурада ет не басқа  заттар піспейді, Жұмыртқаға да солай әсе етеді ау.",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анаэробты тотығу дегеніміз не??",
        "question_content": "Анаэробты тотығу туралы нақты мәлімет керек!",
        "question_date": "29.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телефонымның дисплейі істемей қалды",
        "question_content": "Телефонымның дисплейі істемей қалды,жерге құлағаннан кейін.Дисплейді ауыстырса жақсы істейма ? Естуші едім ауыстырсаң өзінікіндей болмайды,дұрыс істемейді деп.Бірақ маған басқанда жақсы жұмыс істесе болды,бағасы 80 000 тг телефонның, ауыстыру 30 000 дейді.Ауыстырғаным дұрыспа ?",
        "question_date": "28.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен самсунг гэлэкси дисплейін жасатқам баяғыда. Бір аптадан кейін қайта істемей қалды.",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен Қазақ хандығы Орталық Азиядағы тұңғыш ұлттық мемлекет болып есептеледі?",
        "question_content": "Неліктен Қазақ хандығы Орталық Азиядағы тұңғыш ұлттық мемлекет болып есептеледі?",
        "question_date": "28.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі бәлкім , оның саяси жүйесі Буржуалық емес Әлеуметтік әкімшілік, яғни демократиялық болғандықтан  ?\nҰлттық мемлекет тұңғыш пайда болған дейтін европада солай белгілейді..  Буржуазиялықты жойып Демократиялық жүйены қалыптастырылуы",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ВЕ қабырғасын табу?",
        "question_content": "С нүктесі АВ кесіндісінде жатыр. АВ:ВС=4:3. В нүктесі а жазықтығында жатыр. а жазықтығына параллель CD кесіндісі 12см-ге тең. AD түзуі а жазықтығын Е нүктесінде қияды. ВЕ кесіндісінің ұзындығын табыңыз.",
        "question_date": "28.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізде 3 нүкте бар, оның екеуі кесіндіде жатыр, ал біреуі оған жатпайды.\n Бұл A, B, D нүктелері.\n Бір түзудің бойында жатпайтын кеңістіктегі үш нүкте арқылы жазықтықты салуға болады, оның үстіне тек біреуін ғана. (Аксиома). \n A, B, C, D нүктелері бір жазықтықта жатыр.\n Демек, Е нүктесі AD түзуінде жатқан сияқты, осы жазықтықта жатыр. \n В және Е нүктелері екі жазықтыққа да жатады, демек бұл жазықтықтар BE түзуінің бойымен қиылысады.\n Түзу BE - α жазықтығы мен EAB жазықтығының қиылысу сызығы, CD || шарт бойынша α жазықтығы.\nЕгер қиылысатын жазықтықтардың бірінде басқа жазықтыққа параллель түзу сызық болса, онда ол осы жазықтықтардың қиылысу сызығына параллель болады.\n⇒ CD || BE, AE және AB сегменттері осы параллель түзулерде секанттық болып табылады. \nПараллель түзулер мен секанты бар бұрыштардың қасиеті бойынша ADC және ABE үшбұрыштарында ∠ACD = ∠ ABE және ∠ADC = ∠AEB сәйкесінше А бұрышы кең таралған. \n⇒ ∆ АDС ~ ∆ ABE үшбұрыштардың ұқсастығының алғашқы белгісі бойынша.\n ... Үшбұрыштардың ұқсастығынан мыналар шығады: \nBE: CD = AB: AC\n АВ және ВС қатынасы х-ке тең болсын.\nАВ:СВ=4:3, сонда\nАС=4х-3х=1х \nВЕ:12=4:1 ⇒\nВЕ=48 см",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100 г CaCI2 ге 100г AgNO3 ті қосса тұнбаның масса қанша болат",
        "question_content": "100г CaCI ға 100гр AgNO3 қосса тұнбаның массасы қанша",
        "question_date": "28.10.2020",
        "question_tag": "Мектеп",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100              100           х\n2AgNO3 + CaCl2 → 2AgCl + Ca(NO3)2\n2*170         111           2*143,5\nҚайсысының мөлшері аз  екенін тауып сонымен есептеу жүргіземіз:\nv1=0.29\nv2=0.9\n100------------x\n2*170---------2*143.5\nx=84.4г",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәлем деген сөздің синонимы?",
        "question_content": "Сәлем деген сөздің синонимы?",
        "question_date": "28.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем хәл сұрасу сөзі болғандықтан синонимі\nАмансыз ба?\n\nҚалайсыз?\n\nҚалайсың?\n\nМал-жан аман ба?\n\nдеген сөздер болатын болар.",
                "date": "28.10.2020",
                "upvotes": 0
            },
            {
                "text": "Бейбітшілік пен өркендеу",
                "date": "31.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тутанхамон табытханасы туралы қандай мәлімет білесіз?",
        "question_content": "Тутанхамон табытханасы туралы қандай мәлімет білесіз?",
        "question_date": "28.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тутанхамон (сөзбе-сөз – Атонның тірі бейнесі, таққа отырғандағы есімі – Небхепрура) – Жаңа патшалық (18 әулет) дәуіріндегі Мысыр перғауыны. Шамамен біздің заманымыздан бұрын 1400 – 1392 жылы билік етті. Аменхотеп IV –нің (Эхнатонның) күйеу баласы, не оның ұлы немесе інісі де болуы мүмкін. 12 жасар кезінде Тутанхатон (Атонның тірі бейнесі) деген атпен таққа отырып, 20 жасында қайтыс болған. Өкімет билігі іс жүзінде уәзірі Эйе мен басқа да шонжарлардың қолында болды. Тутанхамонның кезінде Эхнатонның діни реформалары жойылып, Амон құдайға табыну қалпына келтірілді. Тутанхамонның өзі Тутанхатон атынан бас тартып, перғауын астанасын Эхетатоннан Фивыға қайтарды. 1922 жылы өнердің тамаша ескерткіштері бар тоналмаған перғауын бейіті – Тутанхамон табыты табылды.\nМысырдың тарихи жәдігерлер істері бойынша министрі Мамдох Элдамати радиолокациялық сканерлеудің арқасында Тутанхамон мазарында ең кемі екі жасырын бөлме бар екенін анықтағанын жария етті. \nМинистрдің сөзіне қарағанда, сканерлеу негізінде алынған ақпараттың дәлдігі 90% шамасында.\nЖасырын бөлмеде ежелгі мысыр патшайымы Нефертити патшайымының қабірі болуы мүмкін, деп болжайды археологтар.\nНефертити біздің заманымызға дейінгі 1351-1334 жылдары Ежелгі Мысырдың патшайымы, перғауын Аменхотептің әйелі, Тутанхамонның өгей шешесі болған.\nӨткен жылы Николас Ривз Тутанхамон мазарының суреттерінен онда екі тұстағы кірпіштердің кейін сыланғанын байқап, есіктің орны болуы тиіс деп болжаған. Ол әлі табылмаған Нефертити патшайымының қабірі болуы мүмкін. Осыдан кейін осы тұсты сканерлеу жөнінде шешім қабылданды.",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына қосылыстарлың диссоциациялану теңдеуін жазыңыз?",
        "question_content": "осы алдын ала рахмет ертеңгі дейін жауа п болса",
        "question_date": "28.10.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен өмір сүргім келмейді, не істесем болады?",
        "question_content": "Мен өмір сүруге құлшылығым кетіп қалды?\n\nМүмкін бұл кейбіреулер үшін күлкілі болар,бірақ мен манга дегенді оқығаннан өмірге құлшылығым кетіп қалды. Өзінің сүйікті манганды оқығанда сол мангадағы кейіпкерлер сияқты болғын келеді екен.Бірақ мен солар сияқты бола алмаймын, себебі денсаулығым мықты болса екен деп ойласамда, стоматологқа баруға қорқамын, яғни мен денсаулығымды тістің саулығынан бастағым келгем. Бірақ тісімді жұлдырып емдетуден қорқамын, енді нестесем болады?",
        "question_date": "28.10.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта көрінген нәрселерді оқи беруге болмайды,  зиян ақпараттар көп.\nӨмірге құлшынысты арттыратын заттар көп, ең бастысы тәуекел жаса.\nНеден қорқасың,соны жасауға тырыс. Есесіне қорқынышың басылады.",
                "date": "28.10.2020",
                "upvotes": 0
            },
            {
                "text": "Не ол  Манга   ?",
                "date": "30.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежелгі Египет пирамидаларының салыну ерекшеліктері??",
        "question_content": "Ответьте пожалуйста срочно надо",
        "question_date": "28.10.2020",
        "question_tag": "Мектеп",
        "question_views": 860,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алғашқы пирамидалар кейінгілерінен өзгеше тұрғызылды. Мысалы, Ескі Патшалықтың монументалды пирамидалары тас блоктардан тұрғызылған, ал кейінгі Орта Патшалықтың пирамидалары кішірек және олар әктаспен қапталған саз кірпіштен тұрғызылған. Ерте құрылымдарда, әдетте, әктастың немесе кейде граниттің сыртқы қабатымен жабылған жергілікті әктас өзегі болды. Гранит дәстүрлі түрде пирамида ішіндегі корольдік залдар үшін қолданылған. Бір пирамиданың құрылысы үшін 2,5 миллионға дейін әктас блоктары мен 50 мыңға дейін гранит блоктарын пайдалануға болады.Орташа салмағы бір блок үшін 2,5 тоннаға дейін болуы мүмкін, ал кейбір өте үлкен мегалиттер 200 тоннаға дейін жетеді. Құрылымның жоғарғы жағындағы негізгі тас негізінен базальт немесе гранит болды және алтын, күміс немесе электруммен жабылған болса (екеуінің де қоспасы), күннің шағылысуымен бақылаушыларды таң қалдыруы мүмкін. 1990 жылдардың басында табылған бірқатар жұмысшылар зираттарының қазбаларына сүйене отырып, археологтар қазір пирамидаларды жақын маңдағы үлкен лагерьлерге орналастырылған ондаған мың жалдамалы жұмысшылар мен қолөнершілер салған деп санайды.\nӘр пирамиданың тереңінде негізгі камера болды, онда құнды саркофага салынған өлі фараонның мумияланған денесі болды. Сонымен қатар, атап өткендей, онымен бірге арғы дүниеде оны қолдау үшін көптеген жәдігерлер, сондай-ақ қайтыс болған адамның өзіне арналған ескерткіштер жерленген: мысалы, Хафре пирамидасының ішінде өмірлік өлшемді 52-ден астам мүсіндер болған. Сонымен қатар, қабірді кейін қорлауға және құнды заттарды ұрлауға жол бермеу үшін жалған жолдар қазылды.\nБарлық Египет пирамидалары өлгендер патшалығына қатысты ресми діни доктринаға сәйкес күн бататын Нілдің батыс жағасында салынған. (Перғауынның жаны онымен бірге өзінің мәңгілік саяхатын жалғастырмас бұрын, түсу кезінде күнмен байланысты болған). Пирамидалардың көпшілігінде жылтыр ақ әктастармен көмкерілген (олардың көп бөлігі қазір ұрланған), оларға алыстан жылтыр шағылыстырғыш көрініс беру үшін. Дахшурдағы қисық пирамида - бұл әктастың бастапқы қабатын әлі күнге дейін сақтап келе жатқан санаулы адамдардың бірі.Олар Нилге салыстырмалы түрде жақын орналасты, бұл тасты Гелиополис маңындағы карьерлерден өзен арқылы тасуға мүмкіндік берді. \n Пирамида ешқашан оқшауланған құрылым болған емес, әрдайым жерлеу кешенінің ажырамас бөлігі болған. Әдетте, бұл кешен пирамиданың өзінен және іргелес жерлеу ғибадатханасынан тұрды, олар бөгет арқылы Нілдің жанында орналасқан басқа ғибадатханаға немесе павильонға жалғанған, ол оны тар су жолымен байланыстырған.\nПерғауындар - сәулетшілерімен, инженерлерімен және құрылыс жетекшісімен бірге - таққа отырған бойда-ақ өз пирамидасын салуды бастады. Ескі Патшалық кезеңінде пирамиданың орналасуын анықтайтын екі негізгі факторға оның батыс көкжиегіне (күн бататын жерде) бағытталуы және үшінші мыңжылдықтағы елдің шешуші қаласы Мемфиске жақындығы кірді.\nХеопста басқа пирамидаларға қарағанда ішкі ауа жолдары мен камералар өте көп. Олардың бәрі фотокамера-роботтар арқылы зерттелсе де, жұмбақ нәрселер әлі де жетерлік. Пирамиданың дәл ортасына патша камерасы орналастырылған. Оның ұзындығы - 10,6 м, ені - 5,3 м, биіктігі - 5,9 м. Оның үстінде және 5 шағын камера бар. Олар қабір камерасын басып тұрған салмақты жеңілдетеді және оны бұзылудан қорғайды. Камералардың аралығындағы гранит тақталарға Хуфудың өз аты және шеберлердің аты ойылып жазылған. Хуфудың мәйітіне арналған тас саркофагін камерадан шығарып әкету мүмкін емес, оның көлемі камераға кіретін есіктен үлкен. Бұл оның алдын ала орналастырылғанын көрсетеді (6-сурет). Патша камерасына ауа ағыны солтүстіктен және Орион жұлдызы бағытынан келіп кіреді.\nБұл фараонның жаны жұлдызға көтерілсін деген тілектен туған. Фараонның мәйіті 43,3 метрлік кемемен молаға әкелінген. Пирамиданың іргесіндегі ғибадатханада жерлеу рәсімі жасалған соң, мәйіт жерасты жолымен патша камерасына жеткізілген. Оған кірген жұмысшылар мен абыздар жерасты жолына қарай түскен соң, қайтарда шығар жерді гранит тақталармен білінбейтіндей етіп бекітіп кететін. Ал, патша камерамен жалғасып жатқан «Үлкен галерея» деп аталатын ұзындығы 46,7 м, ені 2,1 м ұзын дәлізді қарақшылардан қорғау үшін үш гранит тақтамен бөгеп қойған. Оған солтүстік жақтан келіп кіретін есік әктасты қаптауыштың астында құпия жасырылған. Патша камерасынан төменіректе ханшайым камерасы да болған.\nОған да 2 ауа жолы және жер астына түскен соң екіге айырылатын бөлек дәліз жасалған. Бірақ, оған ханшайымның мәйіті қойылмаған, Фараонның мүсіні сақталған. Бұл да - шешуі жоқ жұмбақтардың бірі. Қазір бұл пирамидалар қалашығы саяхатшылардың сүйікті мекеніне айналып отыр. Түнге қарай онда сиқырлы музыкалар ойналып, төрт жағынан көз тартарлық лазер сәулесі түсіріліп тұрады. Пирамидада әлі де қазба мен қалпына келтіру жұмыстары бір толастамайды.\nЖаны шығып кеткен мәйітін мумиялатып әуреге түспес еді. Жүз мыңдаған жұмысшы құлдардың қан мен терін ағызып, тас зәулім салғызбас еді. «Мәңгілік» деп өзін алдаусыратқан асқан берік гранит тастардың терең қуысына өз атын жазғызып, зергерлерді азапқа салмас еді. 4 мың жыл адамзат тарихы үшін ұзақ көрінгенмен замана үшін қас қағым сәттей ғана. Әрі асқар шыңдай тас пирамиданың шын мәнінде Перғауынның жанымен де, рухымен де еш қатысы жоқ. Асылында, ол тас ескерткіш мәңгілікті аңсаудың рәмізі болып қана қалған. Олай болса, мәңгілікті пәни дүниеден табам деу адасушылық. Әлемнің патшасы, мейлі көшенің қайыршысы болсын, иманға келмесе, мәңгілікке деген арманын қанағаттандыра алмайды. \nhttps://gallerix.ru/pedia/ancient-art--egyptian-pyramids-architecture/",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    }
]