[
    {
        "question_title": "Егер мен ҰБТдан география пәнін таңдасам қандай мамандықтар бар",
        "question_content": "Егер мен ҰБТдан география пәнін таңдасам қандай мамандықтар бар",
        "question_date": "18.08.2020",
        "question_tag": "География",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына видеода толық айтылған.",
                "date": "18.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Диана есімінің мағынасы неде?",
        "question_content": "Диана есімінің мағынасын айтып жібересіздер ма?",
        "question_date": "18.08.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 9500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Диана есімі - Рим мифологиясында \"ай мен аңшылықтың құдайы\" делінеді. Латын тілінен аударғанда \"құдайлық\" деген мағына береді. Диана есімін басқа ұлттар Дайана және Даяна деп те айтады.",
                "date": "18.08.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Сырттай оқу басталғанда сол мамандық бойынша жұмыс жасауға болады ма?",
        "question_content": "Сырттай оқу басталғанда сол мамандық бойынша жұмыс жасауға болады ма?",
        "question_date": "18.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 393,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Заң жүзінде сіз жұмыс жасай алмайсыз. Себебі жұмысқа қабылдау үшін міндетті түрде диплом қажет болады. Ал сізде құжат жоқ болғандықтан олар жұмысқа қабылдай алмайды.\n\nТек жұмыс беруші жеке кәсіпкер немесе жеке меншік мекеме болса ондай болса құжатсыз сізде жұмысқа қабылдай алады. Ал мемлекеттік мекеме болса дипломсыз жұмысқа қабылдай алмайды. Мысалы мұғалім болуы үшін біліктілік ережесі бар. Толығырақ сілтеме бойынша өтіп танысуға болады.\n\nhttp://adilet.zan.kz/kaz/docs/V090005750_",
                "date": "18.08.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Түсіңде жігітің жек көрем десе?",
        "question_content": "Түсімде жүріп жүрген жігітім сені жек көрем деп айтты и бұл бірінші рет емес тура осындай түс 3.4рет көрдім бірде измена жасағанын көрдім и жек көрем деп 1.2рет айтты түсімде сонда ол мені жақсы көрмейді ме?",
        "question_date": "18.08.2020",
        "question_tag": "Жанұя",
        "question_views": 976,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы көретін шығар тек байқамай шөп салып қоя береді.",
                "date": "31.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредиттер қинап жіберді?",
        "question_content": "Кредиттер қинап жіберді, кейде өз өзіме қол жұмсағым келеді. Сүйген адамымда жоқ сүйіп көрмедім де? Несиені алмайын десем үй ішіме керек болды. Не істерімдіде білмеймін.",
        "question_date": "18.08.2020",
        "question_tag": "Суицид",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды толық жазсаңыз.\nҰлсыз ба, қызсыз ба , жасыңыз қаншада. Соған орай жауап беруге тырысамыз.\n\nАл жалпы, бұл өмірде жетісіп жүрген ешкім жоқ, бәрінің басында проблема бар. Сүйген адамыңыз болған күннің өзінде неше түрлі проблемалар болар еді.\n\n\n\nАл жалпы қарыздан құтылудың \"Аққала\" деген тәсілі бар екен, соны оқып көріңіз, ол Қуаныш Шонбайдың \"Құпия\" деген кітабында жазылған.\n\nӨз-өзіңді өлтіру күнә, ал күнә деген сөз үлкен зардаптар, ол сіздің жақындарыңыздың рухын есеңгіретеді, онымен ештеңе шеше алмайсыз.\n\nОйыңызды жинақтаңыз.\n\nҚағазға жазыңыз.\nОйыңыз жинақталып не істеу керектігі ойыңызға келе бастайды, мүмкін сіз жаныңызда проблемаларыңызды шешетін түрлі- түрлі мүмкіндіктерді көре алмай тұрған боларсыз?\n\n\n\nЮтубтан Алмас Ақын деген психологты тыңдаңыз.",
                "date": "18.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Овертон терезесі деген не?",
        "question_content": "Овертон терезесі деген не?\n\nТолығырақ жауап керек.",
        "question_date": "18.08.2020",
        "question_tag": "Қоғам",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның ақылына симайтын азғындықты қоғам үшін қалыпты дүниеге айналдыруға болады. Қажет десеңіз арнайы технологиясы да бар. Оны 1990 жылы америкалық әлеуметтанушы Джозеф Овертон ашқан.\nХХ ғасырдың бас кезінде Америка билігі қоғамның азғындалуына қарсы күрес бастады. Әйелдің ар-намысы – ұлттың ұяты. 1914 жылы билік әйелдердің жағажайда жалаңаштануына тыйым салды. Жаңа заңның орындалуын қадағалау мақсатында суға түсетін киімдердің тізеден жоғары болмауын қадағалайтын арнайы полиция қызметі құрылды. Заң бұзғандар қатаң жазаланатын. Киімдері талапқа сай келмеген келіншектер бірден тұтқындалып, айыппұл төлеуге мәжбүрленді, кейбірі абақтыға қамалды. Әйтсе де, сөйткен Америка арада жүз жыл өткенде, азғындықтың шыңы болып табылатын бір жыныстылардың некесіне заң жүзінде рұқсат берді, әрі оларды қорғауға алды. Неге? Осынша қысқа уақыттың ішінде күрт өзгеруіне не себеп? Міне, әлеуметтану ғылымындағы «Овертон терезесі» теориясы осы сауалдың нақты жауабын береді.\nБірінші терезе – «Ақылға қонымсыз» кезең\nЕгер бір жыныстылардың некесін заңдастыру мәселесі бірден көтерілгенде не болар еді? Әйелдердің қысқа киім кигеніне үрке қарайтын қоғам ондайларды сол сәтте-ақ жоқ қылар еді. Сондықтан да бұл кезеңге «ақылға қонымсыз» деп ат берілді. Қоғам бір жыныстылардың барын білсе де, оларды түсінуге тырыспады. Қайта шошына қарап, бойларын аулақ салуға тырысты.\nЕкінші терезе – Радикалды кезең\nБұл кезеңде азғындықты ту етушілер ашық шабуылға көше бастайды. Олар қасақана халықтың ашуына тиюді, сөйтіп, бір жыныстылар мәселесіне көңіл аударып, талқылауын қалайды. Өзгеше адамдар туралы ақпаратты бұқараға күшпен тықпалап, жұрт назарын аударады. Тіпті ғылыми симпозиумдар ұйымдастырып жіберуі де мүмкін. Мәселен, «Садом мен Гаморада бір жынысты некеге рұқсат болған, Рим императоры ер балаларды ұнатқан, бір жыныстылар адамзатпен бірге пайда болған» деген тәрізді дүниелер айтылады. Мұны қарапайым адамдар емес, беделді ғалымдардың аузымен айтқызады. Діни аңыздарды да мысалға келтіріп жіберуі мүмкін. Мақсат – халыққа мұндай дүниенің енді ғана пайда болған нәрсе емес, бұрыннан бар екенін жеткізу.\nҮшінші терезе – Түсінуге ұмтылу кезеңі\nҚоғам бір жыныстылар мәселесін қызу талқылау үстінде. Жұрт бұл мәселеге бұрынғыдай тосырқап қарамайды. Елең ете қалатын жаңалық емес. Қалыпты дүние. Енді «Бұл да табиғи жаратылыс қой. Түсініп көрсек қайтеді?» деген сөз айтыла бастайды. Бір жыныстылар туралы мақалалар жазылып, олардың тағдыры кинода көрініс тауып қалуы мүмкін. Азғындарға қарсы өткір сын айтып, қабылдай алмайтындарға күй жағылады. Ондай жандар адамгершіліктен жұрдай, дүбәра ретінде суреттеледі. Ал оларды жақтау модаға айналады. Өздерінің бір жынысты досы барын мақтан көретін жандар да пайда болады.\nТөртінші терезе – Ақылға қонымды кезең\nАлдыңғы үш кезең көздеген мақсатына жетті. Бұл кезеңде «гомосексуализм – қалыпты дүние» деген пікір үстемдік құрады. Бір жыныстыларға аяушылықпен қарап, олардың құқығын қорғайтын ынталы топ пайда болады. Әрине, дәстүрлі құндылықтарды бойына сіңірген, азғындыққа қарсы шығушылар да табылады. Осылайша, қос тараптың арасында бітпейтін дау басталады. Ал қоғам екі жақтың қайсын таңдарын білмей, бейтарап күйін сақтап қалады.\nБесінші кезең – Танымал ету кезеңі\n Қауіпті кезеңнің бірі. Әу баста азғындықты насихаттауды қолға алған топ енді өз жақтарына танымал тұлғаларды тарта бастайды. Әсіресе, жас буын сөзін тыңдап, соңынан еретін әншілер, әртістер мен спортшылардың бір жынысты екені белгілі болады. Олар қалың көпшіліктің алдында «құпиясын» жариялайды. Бұл сары басылымдар мен рейтинг қуған ток-шоулардың сүйікті тақырыбына айналып шыға келеді. Елдің бәрі гомосексуализм туралы айтып жатыр, жазып жатыр. Енді шошына қарау мүмкін емес.\nАлтыншы терезе – Азғындар саясатта\nБір жыныстылар туралы еңбектеген баладан еңкейген қартқа дейін біледі. Олар туралы мақала жазылып, кино түсірілген. Бұрынғындай жасырынбай, көшеде қол ұстасып жүре береді. Ол ол ма, әйгілі адамдардың өзі осы санатқа жататынын мойындап қойған жоқ па?! Бірақ, бір жыныстыларға төнген қауіп әлі сейілмеді. Жекелеген адамдар тарапынан қауіп төніп тұр. Мәселен, кейбір мекемелер қызмет көрсетуден бас тартуы мүмкін. Бұзақылар оңашада ұрып-соғып, өмірлеріне қауіп төндіріп жатады. Енді қайтпек керек? Олар саясатқа ұмтыла бастайды. Лауазымды қызметке тұрып, бір жыныстылар мәселесі биік мінберде көтеріледі, тіпті арнайы заң да қабылдануы мүмкін.\nБір жыныстылар некесінің саясиланғаны соншалық, Америка тәрізді әлемге әмірін жүргізіп тұрғын мемлекеттер енді дәстүрлі құндылықтарды берік ұстанған елдерге назар аударуда. Ол жақта бір жыныстылар жоқтың қасы. Болса да, әлі бірінші терезе кезеңінен аспағандар. Сондықтан, мықты елдер тарапынан азғындарға оңтайлы жағдай жасауды талап ететін қыспақтар күшейе түспек. Олардың талабы несие беру немесе халықаралық форум, жарыс ұйымдастырудың шартына енеді. Орындау қатаң талап етіледі. Әйтпесе, дамушы елдерге несие берілмеуі мүмкін. Экономикасын қарқынды дамытуды көздеген ел амалсыз әлгілердің айтқанына көнеді. Бір жыныстыларға ашық рұқсат бермесе де, олардың әрекетіне көз жұма қарап, келесі терезеге өтуіне кедергі келтірмейді. Әрине, қарсы шығатындар да табылады. Бірақ, уақыт өтіп кетті. Қоғам азғындардан әлдеқашан жеңілген.\nP/S: Америка мен Еуропа елдері алты терезенің бәрінен өтіп қойды. Енді олар біз тәрізді елдерден де осыны талап етуде. Ел аумағында гомосексуализмге тыйым салатын заң шығаруға болар еді. Бірақ, өйтсек әлем экономикасын ұстап тұрған елдер бізден теріс айналады. Ал «жабық есік» саясаты дамуға емес құлдырауға алып келеді. Азғындықтың көкесі де сол кезде басталады. Сондықтан да «өгізді өлтірмей, арбаны сындырмай» аман өтудің жолын іздеу керек. Елдегі ахуалға көз салсаңыз, азғынды дәріптеу төртінші кезеңге жетіп қойған тәрізді. Алда не күтіп тұрған кім білсін…",
                "date": "18.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Балам, тамаққа табеті жоқ іші әтеді қандай дәрі берсем болады?",
        "question_content": "Балам 2  күннен бері ауырып жатыр. Іші өтіп жегенін құсып тамаққа тәбеті жоқ. 2 жаста ибуфен, регидрон, линекс бердім. Тағы не істесем болады?",
        "question_date": "17.08.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 591,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "103 ке қоңырау шаласыз,               ....................",
                "date": "18.08.2020",
                "upvotes": 0
            },
            {
                "text": "Бала денсаулығына келген кезде жеке ем дом жасамағаныз абзал. Қазіргі уақытта карантинтік режим бітті. Үйге қорықпай дәрігерлерді шақыруға болады. 103-ке қоңырау шалсаңыз тез арада жедел жәрдем үйіңізге келеді. Өздері қажет ем-домды көрсетеді.",
                "date": "18.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Прекрасное далёко» деген бұл ескі ән қазақша клипі бар ма?",
        "question_content": "Қырғыздар 1985-жылы туындаған кәзірге дейін хит болып жүрген «прекрасное далёко»  деген бұл әнді қырғыз тіліне аударып клип жасапған. ал бізде бұндай кеңес кезіндегі  тамаша әндерді аударған  клиптер өте аз. Егердеа бұл туысқан ұлт тілдері мен шетел тілінде  хит болған ән-жырлар  қазақша клиптерге аударылса. СНГ аумағынан жат елдерден келген  оралман бауырларда түсінеді.",
        "question_date": "17.08.2020",
        "question_tag": "Ән іздеу",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математика мұғалімі болу үшін қай универге түсуге болады",
        "question_content": "Алматы облысында тұрамн. Математика пәнінен мұғалім болғым келеді.Қай универге түссем болады?",
        "question_date": "17.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖГУ І.Жансүгіров атындағы Жетісу мемлекеттік университетіне тапсыр.",
                "date": "17.08.2020",
                "upvotes": 0
            },
            {
                "text": "Абай атындағы Қазақ Ұлттық Педагогикалық Университеті ( Алматы қаласы).\n\nСүлеймен Демирел Университеті (Қаскелен)\n\nҚазақ ұлттық қыздар педагогикалық университеті  (Алматы қаласы).",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Негодный военный билетпен темір жолға кіре аладыма",
        "question_content": "Темір жолға жұмысқа кіру үшін негодный военный билет жарайма",
        "question_date": "17.08.2020",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір жолға әскери билеттің қатысы жоқ—ау. Ол жаққа колледж немесе ЖОО дипломы керек болуы мүмкін.",
                "date": "24.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инженер сметчик мамандығы жайлы айтып беріңіздерші",
        "question_content": "Инженер сметчик мамандығына түсу үшін ҰБТда қандай пәндерді таңдайды?(проходной балл қанша), қандай жоғарғы оқу орындарындары бар?\nқазіргі таңда бұл мамандық сұранысқа ие ме? және жалақысы қанша?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ-ДАН физика+математика пәндерін таңдайсың, құрылыс инженериясы мамандығына кіреді. Негізі инженер сметчик болу үшін құрылыс мамандығына жақын кез-келген мамандықты таңдайсың да  болады. Жалақысы 200-300 мың шамасында. Hh.kz сайтынан ссұраныс қаншалықты ие, жалақысы көру болады.\n\nЖоғары оқу орындарына келетін болсақ: Сәтбаев Университеті, Қазақ Бас сәулет-құрылыс академиясы, Евразия Ұлттық университеті тағы басқа сол сияқты жоғары орындары бар.\n\nШекті балл жылда әртүрлі болады, ол грант саны байланысты құбылады болады, шамамен 80-90 айналасы болып қалады.",
                "date": "16.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір мамандықты оқып жатып, басқа мамандыққа ауысуға бола ма?",
        "question_content": "Бір универде оқып жатып, 1 семестрдан кейін басқа мамандыққа ауысуға бола ма?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 969,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады.\n\nБірінші семестрде оқыған пән айырмашылығынан емтихан тапсырасыз, кредит саны бойынша ақысын толейсіз. Көп болмайды, ары кетсе 5-6 кредит шығатын шығар. Әр университетте бағасы әр түрлі. Жобамен 10-15мың теңге.\n\nЕгер алғашқы мамандығыңызда грантта болсаңыз, грантыңызды алып кете алмайсыз. Грантыңыз сол мамандықта жақсы оқитын студентке қалады. Жаңа мамандықты ақылы бөлімде жалғастырасыз.",
                "date": "16.08.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Менеджмент қандай мамандық?",
        "question_content": "Менеджментті оқып бітіргеннен кейін не болып, қайда барып жұмыс жасайды? Мысалға колледж бітіріп жұмыс таба алады ма?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір қызмет саласына, мемлекеттік немесе жекеменшік мекемелерге, барлық жерде басшылық қажет, яғни білікті менеджер. Осы бағыттардың әрқайсысында, басқарушы кейде біркелкі, кейде нақты мәселелерді шешуі қажет. Сондықтан, менеджменттің алуан түрлері көп.\nМенеджмент - ұйымның әртүрлі деңгейдегі негізі түбірі болып табылады. Соныме қатар, ол - ұйымның кез-келген бөлігінің қалыпты қызмет жасау жағынан, тұтастай ұйымның өмір сүруіне және тиімді қызмет атқару тұрғысынан да маңызды.\nМенеджменттің келесідей басты түрлерін бар:\n1) стратегиялық менеджмент - тұтастай алғанда ұйымның маңызды, жаһандық проблемаларын шешуге бағытталған басқару;\n2) инновациялық менеджмент - кез келген түрдегі инновацияларды басқару;\n3) өндірісті басқару (өндірісті басқару);\n4) маркетингті басқару ;\n5) қаржылық менеджмент;\n6) қызметкерлерді басқару.\nМенеджмент саласына қысқаша тоқтала кетейік. Бір қарағанда, менеджмент басқарушының қарапайым нұсқауларымен байланысты сияқты, бірақ дұрыс нұсқау беру үшін, басқарушы, болып жатқан процестердің мән-жайын түсінуі керек. Яғни, басшылық нәтижелі болуы қажет, олай болмаған жағдайда оның мағынасы жоғалып, керісінше зиян әкеледі. Басқарушы өз жұмысында, менеджменттің басты принциптеріне және өз тәжірибесіне сүйенеді . Оның қабылдаған шешімдерінен, өзі басқаратын істің табысы тығыз байланысты.\nБасшылықта, басқа мамандықтардағы сияқты, жинақталған білім мен түсіністік, мансапта үлкен табысқа жету үшін қажет. Білім өрісі жыл сайын кеңейе түсуде, сондықтан оны дұрыс пайдалану үшін, практикаменен қатар, бірнеше жыл көлемінде сол бағытта елеулі зерттеулер жүргізу абзал. Тәжірибесіз адамдар бұл шындықты мойындамаса да, тәжірибелі адамдар бұл мәселенің мән-жайын түсінеді.\nНәтижелі басқару, кез-келген ұйымды табысқа жетелейді. Мұны қалай жасаудың әмбебап әдістері жоқ. Сол себептен, бір жағынан өздерінің біліміне, сондай-ақ ішкі және сыртқы жағдайларды қатар есепке алу қабілетіне сүйенетін басшылар қажет.  Кәсіпорынның табысты дамуына түрлі жолдармен жетуге болады.\nКолледжді аяқтай сала жұмысқа тұру жағына келсек, егер пысық болсаңыз әрине жұмыс тауып , істеп кете аласыз. Колледжді аяқтап жұмыс жасап бастап, кейін жоғары дәрежелерді оқи берсеңіз болады. \nСебебі, әр дәрежені оқып өткен сайын(балалавриат, магистратура және т.б.) ол сізге бірнеше жылдап жиналатын жұмыс өтілін қамтамасыз етеді.",
                "date": "17.08.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалай әңгіменің майын тамызып айтуға болады?",
        "question_content": "Мен әңгіме айтсам ойымды жинақтай алмайды екенмін. Айтқан әңгімем логикалық жағынан жалғассыз қалатын сияқты байқасам.\nСіз әңгіменің түбін түсіресіз бе?",
        "question_date": "16.08.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әңгіменің майын тамызатындармен көп сұхбаттасу керек. Көбірек тыңдаңыз, олар қалай сөйлейді?...\n\nӘдеби кітаптар мен мақалалар оқыңыз, қысқа әңгімелер оқыңыз. Газет-журнал тағы бар.\n\nКино қараңыз, қалай сөйлегендеріне мән беріңіз.\n\nЖәне бастысы, практика. Қорықпаңыз, сөйлесе беріңіз адамдармен.",
                "date": "16.08.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Психологты оқытатын колледждер?",
        "question_content": "Алматы қаласында немесе Семей қаласында психолог мамандығын оқытатын қандай колледждер бар?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Семей қаласында Шәкәрім Университеті бар. Педагогика және психология мамандығын оқытады.\n\nАл, Алматық қаласында көптеген педагогикалық жоғары оқу орындарында осы мамандықты бар.",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орман шаруашылығы деген қандай мамандық?",
        "question_content": "Орман шаруашылығы деген жалпы не істейді? Жоғарғы оқу орнын бітіргеннен кейін қайда барып жұмыс істейді? Бұл мамандықтың болашағы қандай? Жұмыс табыла ма?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақстан орманды алқапта орналаспағанын ескерсек, біздің елде бұл мамандарға сұраныс жоқ шығар.\n\nГрантқа қызығып түсіп қалдыңыз ғой дейм, мүмкіндік болса басқа мамандыққа ауысыңыз 1 семестрден кейін.\n\nБолмаса, осыны бітіріп, қайта басқасына түсерсіз.\n\nАқылдасып көріңіз ата-анаңызбен.",
                "date": "16.08.2020",
                "upvotes": 2
            },
            {
                "text": "Қазіргі кезде Республикамызға ландшафттық сәулет объектілерін пайдалану және салу, саябақтар мен жасыл желектерді қайта құру, орманды күтіп-баптау кесулері туралы орман шаруашылық және орман орналастыру жұмыстарын бақылау, қорғаныш орман өсіруді жобалау бойынша жұмыстарды орындауды және ұйымдастыруды жасай алатын ландшафтты дизайнерлерге, көгалдандырушы мамандарға сұраныстар арта түсуде. «Орман ресурстары және орман шаруашылығы» мамандығының ауыл шаруашылығы бакалавры орман шаруашылығы проблемаларын шешуде алдыңғы қатарлы ғылыми әдістерді және техникалық құралдарды қолданады. \nКәсіби дағдылар \nАуыл шаруашылығы бакалавры қала аумақтарын және елді мекендерді көгалдандыру, ландшафтты жобалау, сәндік өсімдіктерді өсіру, саябақтарды және жасыл желектерді қайта құру, орман ресурстарын қорғау және есепке алу бойынша дағдылары, орман пайдалану, орман көшетжайының жобаларын дайындау, қорғаныш және көгалдандыру орман алқаптары жұмыстарын орындау бойынша тәжірибелік дағдылар және терең теориялық білім алуына мүмкіндік береді. Мамандардың жұмысқа орналасу перспективалары – ғылыми зерттеу институттар, мемлекеттік және жекеменшік орман шаруашылығы мекемелері, орта кәсіби оқу орындарына; орманшы, орманшының көмекшісі, орман күзету және қорғау инженері, флорист, ландшафт дизайнері. \nБілім беру бағдарламасы \n«Ландшафттық дизайн және көгалдандыру» және «Қорғаныш орман өсіру» бағыттары бойынша оқу бағдарламалары орман шаруашылығы ісі бойынша, орман ботаникасы, дендрология, орман тану, орманшылық, екпе орман, орман шаруашылығын құру, орман таксациясы, орман қорғау және т.б. курстармен негізделеді.",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атақты болмасам да кәсіби футболист болғым келеді. Не істесем болады?",
        "question_content": "Қалай кәсіби футболист болуға болады. Футболистер қаншама жалақы алады?",
        "question_date": "16.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің нақты қай жаста екеніңізге байланысты әрекет жасайсыз. Мектеп жасында болсаңыз, мектебіңізді спорт мектебіне ауыстырыңыз. Сол жерде егер сіздің ынтаңыз бен қабілетіңізді жаттықтырушыңыз байқаса ары қарай өзі демеп қолдау білдіреді, жол көрсетеді. (мысалы Қазбек Қашқабаевпен )\nӘр жыл сайын кәсіби командаға жинау жүреді. Сол жинау туралы ақпаратты жаттықтырушылар арқылы алуға болады.\nАл егер сіз қазір мектепті аяқтап, немесе аяқтауға жақын қалса қиындау болар, себебі жастайынан спортпен айналысқан адамға өзін көрсету жеңілірек болады.",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбеде фармацевт фабрикасы барма?",
        "question_content": "Мен Ақтөбедегі М.Оспанова атындағы универде фармацевт мамандығын оқығым келеді ))Бітірген сон( Дәріханадан басқа ) дәрі жасайтын фабрикалар барма Ақтөбеде? Рахмет ..",
        "question_date": "16.08.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТК Фарм — Фармацевтическая компания, Актобе\nНобел Алматинская Фармацевтическая Фабрика, производственная компания,представительство в г. Актобе",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғадай Әбілғазыұлының \"Қасиетпен қауышу\" атты кітәбын қайдан алсам болады?",
        "question_content": "Қасиетпен қауышу кітәбінен бір екі үзінді оқыған едім. Қатты ұнады. Алайын деп іздеп таппай жүрмін. Білетіндер болса айтып жіберсеңіздер. Алла разы болсын",
        "question_date": "16.08.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қазына\" дүкенінде болуы керек. Болмаса, маған хабарласыңыз: 87072230373 Алғадай",
                "date": "26.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 түрлі қол сағат",
        "question_content": "көрдім, үшеуі де өзімнің сағатым деп қоям, жөндеуге шеберлігі әкеліппін, сары түсті қол сағатыма батарейкасын ауыстырып беріңізші деп айттыппын. Бірақ жүріп тұрған сағаттын батареясын неге ауыстырып жатқанымды түсінбедім, екінші қол сағат жүрек пішінді қара сағат, оны түсі кетіп қалыпты бояп беріңізші деп айтыппын ал үшінші қол сағат домалақ дәу деп қоям, оны шебер тексеріп жатып бір әйелдің жолын көріпті дейм, шебер бұл сағатты қайтесіз ауырған адамның сағаты ғой деп айтып жатыр дейм. Не мағына береді екен",
        "question_date": "15.08.2020",
        "question_tag": "Жанұя",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Миллер түс жоруы бойынша\nТүсінде сағатты көрген адам биржадағы ойындарда табысқа жетеді.\nТүсінде сағатқа қарау – сіздің бар күшіңізді салған ісіңіз дұшпандарыңыздың кесірінен түкке де тұрмай қалатынын білдіреді.\nСағатты сындыру – қайғыны білдіреді.\nСағаттың əйнегін сындыру – жағымсыз ортадағы үстіртін əрекет жасайтыныңыздың хабаршысы.\nƏйел адам түсінде сағатын жоғалтса, үйдегі келеңсіздіктер бақытсыздығының себебіне айналады.\nТүсіңізде сағатты ұрлағаныңызды елестету – сіздің арыңызды қаралағысы келетін жауларыңыздың барын көрсетеді.\nБіреуге сағат сыйлау- алдыңыздан қиындықтар шығатынын хабарлайды.\nСағаттың үнін есту – қапалы хабар алуыңыз ықтимал.\nФрейд түс жоруы бойынша- сағат\nҚолда тұрған сағаттың тілін дұрыстау – атқарған қызметіңіз үшін сізді мадақтап, ақыңызды беретін болады, тек ақыңыз қаржылай түрде болмауы мүмкін екендігін ескеріңіз.\nМұнара сағат түсіңізге кірсе, көптен күткен маңызды жаңалық естисіз.\nНостарадамус түс жоруы бойынша- сағат\nЕскі сағатты түсінде жан-жақты қараған адам ескі қателіктері үшін қатты өкінетін болады.\nҚабырға сағатын көрсеңіз, өміріңізді түбегейлі өзгертетін кезеңнен өтесіз.\nҚол сағатын түсіңізде көру – ойлаған затыңызды іске асыру үшін уақытыңыздың жетпейтінін көрсетеді.\nЦиферблаты жоқ сағатқа қарап уақытты білу – жаман белгі. Алда болатын жаңалық ерекше болмақ жəне сонысымен сіздің көңіліңізді түсіреді.\nТүсіңізде сағаттың тықылын есту – жақындарыңыздың бірі сіздің көмегіңізге зәру екендігінің белгісі. Оған тезірек көмек берсеңіз, жақсы болады.\nВанга түс жоруы бойынша- сағат\nТүсіңізде ескі сағатты көрсеңіз, өткеніңізге бұрылып , өмірңізіді саралайтын уақыттың келгені: лайық өмір сүрдім бе, қандай əрекеттер жасадым жəне артымнан не қалдырдым деген сұрақтарға жауап іздеу қажет.\nҚабырға сағаты түсіне енген адам өз өмірін мүлдем бағаламайды.\nҚол сағатын көру – өміріңіздегі айтулы күнге аз уақыт қалғаны.\nСағаттың үнін есту- өміріңіз əлі біраз уақыт реттелмейтіні туралы хабар.",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін универді неше жыл оқимын?",
        "question_content": "Мен жеке меншік колледжне 9 бітіріп фармация мамандығы бойынша оқуға түстіп колледжді бітіріп универге фарм технолог мамандығына түссем қайтадан 1 курстан бастап оқимын ба? Грантқа түсе алам ба?",
        "question_date": "15.08.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер колледж бен университеттің басшылығы бір болса , немесе екі оқу орнының арасында келісім шарт болса, онда базалық пәндерді қайта өтпейді  ( Қазақстан тарихы, математика, орыс тілі, ағылшын және т.б.) .\nБұл пәндер көбіне 1-курста өтетіндіктен егер жоғарыдағыдай шарттарда   бірден 2-курстан бастап оқи аласыз.",
                "date": "17.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңді қалай түсінуге болады?",
        "question_content": "Өзіңді қалай түсінуге болады?",
        "question_date": "15.08.2020",
        "question_tag": "Психология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойларыңды қағазға түсір.\n\nБүгінгі Макентиді ертеңгі Макенти түсінеді.\n\nКөп мәселелерің мәселе емес, жұрттың түкке тұрғысыз пікіріне байланып қалған жағдаят болып шыға келеді.\n\nЖаның қалаған тірлікпен айналыс.\n\nПыСы: мен психолог емеспін, ойым осы :)",
                "date": "16.08.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Аяқ размерін қалай кішірейтуге болады?",
        "question_content": "Аяқ размерім 43размер. Жасым 15те. Размерімді кем дегенде 40шы размерге қалай кішірейтсем болады",
        "question_date": "15.08.2020",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ота (хирургиялық жолмен) жасап ғана. Өзің ойланып қарасаң өсіп кеткен нәрсені қалай кішірейтесің ...",
                "date": "19.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бұрын өзім сезімімді білдірген жігітімді көрдім.Мен оны шынымен қатты ұнаттым?",
        "question_content": "Саламатсызба?Мен бұрын мектеп оқып джүргенімде бір джігітке өз сезімімді білдірген болатынмын.Біраз джасырып келдім ақыр соңында чыдай алмадым.Айтадығой сезімді іштей джасырып джүруге болмайды деп.Біз қазақтың қыздары джігітке бірінші сезімін білдіреді деген ол не ұят емеспе?деген ой қалыптасып қалған. Бірақ ұят ұят деп өз сүйгенімнен айырылып қалуға қорықтым.Сондықтан солай шештім.Мені түсінетін жан барма өзі айтыңыздаршы\n\nЕнді сол джігіт  бүгін түсіме кірді.Ең тәтті түсім.....біз қайтадан сөйлесіп бастадық бірақ ол аяқ асты қатты өзгеріп чыға келді.Маған мүлдем джазбайды хабарласпайды.Енді нестеймін айтыңыздаршы оны әліде ұнатамын Өтінемін менің сұрағыма джауап берулеріңізді сұраймын өтінемін",
        "question_date": "14.08.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "издеп тауып ашык сойлес   мумкин ол озгерип кеткен шыгар саган унамай калуы мумкин гой\n\nал егер шынымен араласу мумкин болса оз сезимин туралы намек тастап кор\n\nменинше ашык айту керек емес     оны озине гашык кылуга тырыс\nшынымен кызгa сещимин ашык айту киын    оз еркелигинмен кызга лайык кылыктарынды корсете бил      \nкыздар соз салу ушин емес соз салдыру ушин жаралган     \nберилме\nжаксы кыздарга жаксы жигит табылады",
                "date": "17.08.2020",
                "upvotes": 0
            },
            {
                "text": "Сен онда жындысын. Қыз баласы еркекке сөз салама??",
                "date": "3.09.2020",
                "upvotes": 0
            },
            {
                "text": "Жәй ғана ол адамды босат, өміріңнен алыстат все басқа ештеңе емес сол кезде ол сенің қадіріңді біледі сені бағалайды",
                "date": "26.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшігім ауырып қалды?",
        "question_content": "Күшигим 3 айлық. Жамбасының бир жағын үлкен ит тистеп алыпты. Содан құрттап бара жатыр. Басын көтере алмайды.басы айналып, алсызденип тұр. Тамақ жемейді, қур бираз су ишеди де қояды. Не истесем болады?",
        "question_date": "14.08.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ветеринарға апар немесе хабарлас.\n\nҚұрттаса \"Дуст\"  сеп құрттаған жеріне,құрттар өлуі мүмкін.Дуст магазиндерде сатылуы керек. Құрттаған жерін күшік өзі жалап жүрма.",
                "date": "14.08.2020",
                "upvotes": 0
            }
        ]
    }
]