[
    {
        "question_title": "19ғасырда Ыбырай Алтынсаринның оқу ағарту ісіне қосқан ұлесі қандай?",
        "question_content": "Ыбырай Алтынсариннің 19ғасырда оқу ағарту ісіне қосқан үлесі",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағарту үлесі өте көп өйткені ол орыс тағы да басқа ақындардың шығармаларын аударған",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таразы мен мензурканы пайдаланбай тәжірбие қалай анықтауға болады?",
        "question_content": "Окушы өшіргішінің (резинка) тығыздығы судың тығыздығынан үлкен немесе кіші екендігін (таразы мен мензурканы пайдаланбай ) тәжірбие жүзінде қалай аныктауға болады.",
        "question_date": "28.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үй жағдайында тортты қалай жасауға болады?",
        "question_content": "Тортты үй жағдайында қалай жаауға болады ? Мен соны білейін деп едім.",
        "question_date": "28.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 995,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай тортты жасағыңыз келеді соны кез -келген әлеуметтік желідегі парақшадан, немесе гуглдан рецептін қарасаңыз болады.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қозғалтқышының қуаты 20 кВт насостың ПƏКі р (ро) = 1000кг/м2, g = 10м/с2",
        "question_content": "100 м2 суды 4м биіктікке 10 минут ішінде көтерген. Қозғалтқышының қуаты 20 кВт насостың ПƏКі р (ро) = 1000кг/м2, g = 10м/с2",
        "question_date": "28.04.2020",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N = 25 кВт = 2,5 ⋅ 104 Вт; V = 100 м3; ρ = 800 кг/м3; h = 6 м; t = 8 мин = 480 с; η - ?\n  осы мысалға қарасаңыз болады.",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге адам эмбриогенезінде эмбриональды және шарана кезеңді ажырататынын түсіндіріңдер?",
        "question_content": "Неге адам эмбрионогезінде",
        "question_date": "28.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С ү т қ оректілер мен адамны ң эмбриональды қ дамуын зерттеу, б ұ лорда ғ ы жалпы ұқ сайттты қ тарды бай қ ау ғ а, сонымен қ атар адам ұ ры ғ сыны ң даму ерекшеліктерін анны қ тау ғ а жол пшады. Ұ ры қ тану, б ө лшектену, имплантация, гаструляция процестерін сендай-а қ плацентанны ң, ұ ры қ тан тыс м ү шелерді ң ж ә не ұ ры қ ты ң, ішкі м ү шелеріні ң даму ерекшеліктерін білуді ң медицинада ма ң ызы зорьь.\nОнтогонез (грек ontos – нағыз, нақты және генез) – организмнің жеке дара дамуы. Онтогенез ұрық болып түзілуінен бастап, тіршілігінің соңына дейінгі барлық өзгерістердің жиынтығы. Онтогенез терминін неміс биологы Э.Геккельүсынған (1866). Онтогенез барысында дамып кале жатқан организмнің жеке мүшелері өсіп, жіктеледі және бірігеді ОНТОГЕНЕЗ Эмбриональдық кезең Постэмбриональды кезеңгрекорганизмніңЭ.Геккель\nГаметалардың қалыптасуы\nСперматогенез (грек, sperma шәует, genesis шығу тек) еркек жануарлардың жсыныс безінде жүреді. Бұл процесс кезегімен өтетін төрт кезеңнен: көбею, өсу, жетілу және қалыптасу кезеңдерінен тұрадыгрек, Овогенез (ovogenesis, лат. ovum жұмыртқа, genesis шығу тегі) жұмыртқа жасушассының даму процесі. Овогенез көбею, өсу және жетілу кезеңдерінен тұрады. Көбею кезеңінде сарыуыз қапшығы энтодермасынан анналық жсыныс безі бастамасына қан арқылы келіп орналасқан алғашқы жас жсыныс жасушалары гоноциттер митоз арқылы көбейіп, овогонияларға айналады.жұмыртқасарыуызэнтодермасынанқановогонияларға\nAdvertisements\nЭмбриогенез (ағылш. embryogenesis, гр. embryon ұрық, genesis шығу тегі) ұрықтанғаннан бастап жұмыртқадан жарып шыққанға немесе енесі құрсағынан туғанға дейінгі ұрықтың (эмбрионның) даму мерзімі. Эмбриогенез жануарлар мен адам организмдерінің жеке даму процесінің (онтогенезінің) бастапқы кезеңі. Эмбриогенезде ұрық: ұрықтану, бөлшектену, гаструла ну, нейрула ну, гистогенез, органогенез, системогенез кезеңдерінен өтеді. Ұрықтану аталық және анналық жсыныс жасушаларсының қосылуынан бірклеткалы организмнің (зиготанның) түзілу процесі. Біржасушалы ұрықтың бөліну арқылы көпжасушалы ұрыққа (бластулаға) айналу кезеңін бөлшектену деп атайды.ағылш.гр.ұрықтанғаннанұрықтыңонтогенезініңзиготанныңбластулаға\nЭмбриональдық даму кезеңдері Ұрықтану аталық және анналық жсыныс клеткаларсының қосылуынаннаталықанналық жсынысклеткаларсының зиготанның панда болуы. Ал бұл жаңа организмнің бастамасы болып табылады. Ұрықтану негізіне жсынысты көбею және ата-аннасынанзиготанныңжсынысты көбею ұрпағына тұқым қуалайтын белгілердің берілуі жатадыұрпағына Гаструляция гаструла ну, ұрықтың іштегі дамуы барысында бластула жасушаларсының одна әрі көбеюімен,бластула өсуімен, жетіліп бағытты орын ауыстыруымен және запалы айырмашылықтар мен өзгерістердің жүруімен сипатталатын күрделібиохимиялық және морфогенетикалық процессбиохимиялық Гистогенез және Органогенез жапырақшалар мен тіндер бастамассының қалыптасуы\nҰрықтану\nЭмбриогенездің екінші статусы\nГаструляция гаструла ну, ұрықтың іштегі дамуы барысында бластула жасушаларсының одна әрі көбеюімен, өсуімен, жетіліп бағытты орын ауыстыруымен және запалы айырмашылықтар мен өзгерістердің жүруімен сипатталатын күрделі биохимиялық және морфогенетикалық процесс. Эмбриогенездің гаструляция кезеңінің алғашқы кездерінде бластуланның бірқабат жасушаларынан тұратын бластодермадан екі қабат ұрық жапырақшаларынан құралған ұрық гаструла демиды. Оның сыртқы ұрық жапырақшасы эктодерма (грек, ektos сыртқы; derma қабық, тері), ішкі ұрық жапырақшасы - энтодерма (грек,endon - ішкі және қабық). Гас труляцияның соңғы кезеңінде эктодерма мен энтодерманның аралығында хордомезодермалық өскін жетіліп, кейінірек одна хорда және мезодерма (грек, mesos аралық, ортаңғы және қабық) дамып жетіледі. Гаструланның дамып жетілуі бластуланның құрылысына байланнысты. Сондықтан, әртүрлі жануарлорда гаструляция процесі түрліше жүреді. Гаструляцияның төрт түрі ажыратылады: инвагинация қыноптану, эпиболия қоптап өсу,иммиграция ішке көшу, деламинация жасушалар қабаттарына жарылып атырау\nБала организміне негізгі бір за ң дыры қ пен ұ дайы ж ү ріп отыратын, ө су ж ә не даму құ былысы т ә н болып каледі. Бала тулы ғ аннан кейін жасына байланнысты тиісті кезе ң дерден ө теді. К ү нделікті ж ұ места қ алдану ү шін, барлы қ баллы қ ша қ т ө мендегідей болып б ө лінетін, Н.П. Гундобин ұ сын ғ ан жаба ы ңғ файлы болып каледі. Құ рса қ ішінде (жатыр ішінде) даму кезе ң і 2 сатыдан т ұ рады: Эмбрионды қ даму статусы (ал ғ аш қ ы 2-3 ай). Плацентарлы қ даму статусы (3 айдан ту ғ ан ғ а дейін).\nҚұрсақ іші (ұрықтық) кезеңі жсыныстық клеткалар қосылған мерзімнен баста порта есеппен 270 конге созылады. Бірақ күнделікті жұместа 280 күн (9 ай 9 кун) деп есептелінеді. Есеп соңғы келген отек кірінің бірінші күнінен бастап есептелінеді.\nИмплантация кезеңі. Ұзақтығы 40 сағат, демок 2 тәулікке созылады. Кейде бұл екі кезең қосылып кетеді, үйткені бұлардың медико-биологиялық маңызы өте зорьь. Бұл уақытта ұрықтанған клеткалардың процентный дамы май қалады, ал тератогенді факторлар, әсіресе күштілер тобина жататындар, ұрықтың өміріне қатар туғызатын птологияға душар етеді (аплазия және гипоплазия), немесе хромосомдық аберрация сына, ия гендер мутация сына байланнысты ауры кемістіктер (ақаулар) панда болуына әкеліп соқтырады. Эмбрионалды (ұрықтық) кезең – ұзақтығы 5-6 оптаға созылады. Бұл кезеңнің негізгі ерекшелігі болашақ баланның барлық ішкі мүшелерінің панда болуы және олардың дамуы (органогенез) болып табылады. Сондықтан тератогендік факторлардың (ішкі және сыртқы) әсері ауры және диспластикалық (кері даму) кемістіктердің панда болуына әкеліп соқтырады. Құрсақ ішінде дамудың 3-7 опта арлығындағы мерзім ең қауіпті кезең болып табылады. Баланның ерекшеліктерін зерттеу және оны қорғауға бағытталған жұместарды осы кезеңнен бастау керек.\nНеофеталды немесе эмбриофеталды кезен. Ұзақтығы 2 оптаға созылады. Бұл кезеңде плацента (баланның жолдасы – баланның урны) құрылады да, көптеген мүшелердің (орталық жүйке жүйесінен басқассының) толық құралып болуымен сайтт каледі. Бұл кезең өте маңызды мезгіл болып каледі, өйткені плацентанның дұрысқұрылуы, демок плацентарлық қан айналымның дұрыс болуы, болашақ іштегі нәрестенің, сайттып келгенде болашақ баланның, қарқынды өсуіне тікалей әсерін тигізеді. Фетальді кезең. Ұзақтылығы 9 оптадан туғанға дейін есептелінеді. Бұл кезең 2 кезеңшеге бөлінеді: Ерте фетальді кезеңше (9 оптадан 28 оптанның соңына дейін), Кеш неонатальды (нәрестелі) кезең - өмірінің 8-ші күнінен бастап 28 күнге (1 айға) созылады.\nЖаңа туған кезеңде баллада өкпемен тсыныс панда болып, құрсақ іші гемодинамикалық жолдарсының жабылуына (артериялық өзектің және сопақша тесіктің) және өкпе тамырларында қан айналымсының артуына және энергия алмасуымен терморегуляцияның өзгеруіне байланнысты кішкентай қан айналу шеңбері жұмыс жасайтт бастарды. Бұл кезеңге барлық жүйелер мен мүшелердің, әсіресе орталық жүйке жүйесінің, толық жетіспеушілігі сайтт болып каледі. Бұл кезеңнің ерекшелігіне, шекаралық жағдай деп аталатын, патологиямен шектесіп, көптеген әрекеттік өзгерістер жатады. Жаңа туған нәрестеде кейбір жүйелермен мүшелердің ақаулары, тулыу құбылыссының, құрсақ ішінде тұншығу (асфиксия) әсерлерінің белгілері, миға қан құйылу, сал (паралич) және салдану (парез), нәрестенің гемолитикалық ауруы, токсоплазмоз, ұшпа, грипп; жас нәрестелер қарсы күресе алмайтын, кіндік қалдығсының қабынуына, сепсис ауруына жиі шалдығуына ықпалын тигізеді.\nҚорытынды Жүктілік физиологиясы Жүктілік кезіндегі әйел организміндегі өзгерістер. Қауіп факторларын аннықтау. ДДСҰ ұссыныстарына сәйкес қауіпсіз жүктілікті қамтамасыз ету. Жүктілік кезіндегі тексеру әдістері. Жүктілікті арте және кеш мерзімінде диагностикалау. Жүкті әйелді сыртқы және ішкі акушериялық тексеру. Акушериядағы тексерудің заманнауи қосымша әдістері. Ұрық жағдайын антенатальды бағалаудың негізгі әдістері. Жүктілік патологиясы. Жүктілерде перинатальды және анна өлімі қауіп факторларын бағалау. Жүктіліктің типті асқынулары (жүктілік кезіндегі қан кетулер, жүктілікке байланнысты гипартензиялар). Ерте токсикоз дар. Жүктілікпен байланнысты гипартензиялар. Жүктілікке байланнысты гипартензиялардың этиологиясы мен патогенезі туралы заманнауи көзқарастар. Жүктілікпен байланнысты гипартензиялардың жіктемесі. Жүктілікпен байланнысты гипартензиялардың аурылық дәрежесін бағалау.\nТолығырақ:http://www.myshared.ru/slide/1330322/",
                "date": "28.04.2020",
                "upvotes": 0
            },
            {
                "text": "Ұрықтық дамудың бірінші сатысы. Адам зиготасы басқа ағзалар зиготасы сияқты бөлінеді. Қосылған екі гаметадан (жыныс жасушалары) зигота түзіледі.",
                "date": "13.04.2023",
                "upvotes": 0
            },
            {
                "text": "Шамамен 6 аптада адам ұрығында адамға тән сипаттар пайда болады, аяқ-қолы дамиды, саусақтарын ажыратуға болады. Көптеген акушерлер осы сәттен бастап ұрықты шарана деп атайды.",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығына сұраныс қандай?",
        "question_content": "Саламатсыздар ма?Менің сұрайын дегенім менеджмент мамандығына Қазақстан бойынша сұраныс қандай.Оған жұмыс табылады ма?Және оны таңдағаннан кейін өкініп қалмаймын ба?\n\nАлдын ала рахмет!",
        "question_date": "28.04.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бакалавриат 5B050700\nОқу нысаны:\nкүндізгі (мектеп негізінде) - 4 жыл;\nкүндізгі (КОБ негізінде) – 3 жыл;\nсырттай (КОБ негізінде) - 3 жыл;\nсырттай (КЖБ негізінде) - 2 жыл.\nАкадемиялық дәреже – экономика және бизнес бакалавры\nМагистратура 6M050700\nОқу мерзімі: 1-2 жыл.\nАкадемиялық дәреже - 6М050700 «Менеджмент» мамандығы бойынша экономика және бизнес магистрі. \nОқу мерзімі – 1 жыл.\nАкадемиялық дәреже – 6М050700 «Менеджмент» мамандығы бойынша экономика ғылымдарының магистрі. Оқу мерзімі – 2 жыл.    \n«Менеджмент» мамандығы бүгінгі күні дайындықтың аса танымал бағыттары қатарына жатады.   Кәсіби басқарушылар экономиканың барлық салаларында сұранысқа ие, ал мамандану өндірістен кинематографияға дейін, медицинадан спортқа дейін барлық салаларды қамтиды. \nАтаулы терминнің Оксфордттық сөздіктегі бүгінгі күнгі түсінігі бойынша менеджмент дегеніміз: \nқызмет түрі, түрлі ұйымдардағы адамдарды басқару үрдісі,\nадам білімінің саласы, ерекше өнер, басқару дағдысы,\nбасқару бойынша жұмысты орындайтын, сала, кәсіпорын, бөлімше менеджерлерінің жиынтығы (тобы), адамдардың белгілі бір категориясы.  \n«Менеджмент» мамандығына күндізгі бөлімге түскен студенттердің әскери кафедрада оқу мүмкіндігі бар. \nМенеджердің қызмет саласына келесілер енеді:\nкомпаниялардың қаржылық ағымдарын басқару;\nинвестициялар мен инновацияларды басқару;\nтауарлар мен тауарлық маркаларды басқару;\nкомпания қызметкерлерін басқару; \nмаркетингті басқару; \nтауарды сатып алушылар және жеткізушілермен байланысты басқару. \nЖұмыс орны:\nЕшбір ұйым, ол банк болсын немесе мемлекеттік мекеме болсын, менеджерлерсіз әрекет ете алмайды – өйткені фирма құрылған соң, бірден оны басқару қажеттілігі туындайды. Заманауи менеджерлер дәл осы жұмыс түрін атқарады. Менеджмент – негізгі және сұранысы мол мамандықтардың бірі.\nЕгер сізде көшбасшылық қасиеттер болса, егер сізді кез келген компанияда қызығушылықпен тыңдайтын болса, ал қиын жағдайларда сіз өздігіңізбен шешім қабылдай алсаңыз ... Сізден жақсы басқарушы шығуы мүмкін. «Менеджмент» мамандығына түсіңіз.\nТолығырақ; https://www.ektu.kz/departments/fitib/eim/sm.aspx",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тағдыр романы мен Томирис романы ұқсастықтары мен көтерілген мәселесі.",
        "question_content": "Қабдеш Жұмаділов \"Тағдыр\" романы мен Шахимарден Құсайынов \"Томирис (Шұғыла) романының ұқсастықтары және көтерілген мәселесі. Алла разылығы үшін өтее тез жауабын тауып берініздерші.",
        "question_date": "28.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың периметрі 54 си болса, бүйір қабырғасын табыңыз",
        "question_content": "Теңбүйірлі үшбұрыштардың бүйір қабырғасы жанасу нүктесі арқылы төбесінен есептегенде 5:2 қатынасында бөлінеді.",
        "question_date": "28.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың бүйір қабырғасы 21-ге тең",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығына грантқа түсу үшің қанша балл керек?",
        "question_content": "Мен менеджмент мамандығына түскім келеді.Ол мамандыққа грантқа түсу үшін ҰБТ-дан қанша балл жинау керек және Алматы қаласында қандай оқу орындары бар?",
        "question_date": "28.04.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыл сайын  Almaty Management University білімге құштар талапкерлер мен студенттерге қолдау көрсету мақсатында университеттің әлеуметтік жауапкершілігі аясында 120 миллион теңге қаржы бөледі.\nAlmaU ІШКІ ГРАНТТАРЫ МЕН ЖЕҢІЛДІКТЕРІ\n1. ЫНТАЛАНДЫРУШЫ гранттар және жеңілдіктер:\n100% - 50 талапкер-«Алтын Белгі» белгісінің иегеріне Бакалавриат бағдарламасы бойынша оқудың барлық кезеңіне, таңдаған тілдік бөлімі мен мамандығына, сондай-ақ осы санат бойынша үлгерім талаптарының орындалуын ескеріп, ҰБТ-ның бейіндік пәніне сәйкес беріледі.\n15 - 30% - «Колледж AlmaU» ЖШС бітірушілеріне жеңілдіктер (бұрын - «Колледж ХБА» ЖШС).\n15 - 25% - Бакалавриат бағдарламасының бітірушілеріне жеңілдіктер «Алматы Менеджмент Университеті» ББМ-нің Магистратура бағдарламасында оқуын жалғастырушыларға беріледі.\n15% - \"Зейнеп\" Мектебінің бітірушілеріне.\n30% - «EDTECH KZ» ХБО дайындау курсын бітірушілеріне.\n15% - \"Нархоз\" колледжінің бітірушілеріне\n«Алтын тамға-2018» жыл сайынғы студенттік жүлденің жеңімпаздары мен жүлдегерлерін ынталандыру гранттары мен жеңілдіктері\n 2. АКАДЕМИЯЛЫҚ гранттар, жеңілдіктер және стипендиялар:\n25% - әрбір курстың (барлығы 28)  7 (жеті) үздік студентіне, оқу семестрінің қорытындысы бойынша келесі оқу семестріне, академиялық үлгерімнің (GPA) үздік нәтижесін көрсеткен.\nЕң үздік ҰБТ нәтижелері бойынша жеңілдіктер беріледі, 30%-дан  60%-ға дейін, осы санат бойынша үлгерім талаптарының орындалуын ескеріледі.\n3. ӘЛЕУМЕТТІК гранттар және жеңілдіктер:\n5-100% - жетім-студенттерге, студент-мүгедектерге, ата-анасының бірінші (I) және екінші (II) топтағы мүгедектігі бар, көп балалы және тұрмыстық жағынан аз қамтылған студенттерге. Жеңілдіктер жеке өтініштер негізінде беріледі және Комиссия күзгі кезеңде қаралады.\n4. КОРПОРАТИВТІК және басқа жеңілдіктер түрлері:\nҚызметкерлер мен Университет қызметкерлерінің отбасы мүшелеріне барлық растаушы құжаттар бар болған жағдайда және жеке өтініші негізінде оқудың барлық кезеңіне 10%-дан 50%-ға дейін жеңілдік беріледі. \nТолығырақ: https://priem.almau.edu.kz/index.php?page=arzhyly-oldau",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 және 3-қабырға ұзындықтары нешеге тең?",
        "question_content": "1 кабырга- 26см\n\n2 кабырга-?| 15см узын\n\n3 кабырга-?| 28 см кыска\n\nУзындыктары неше см",
        "question_date": "28.04.2020",
        "question_tag": "Математика",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-қабырға 26+15 =41  см\n\n3 қабырға 41-28 = 13  см",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза дұғаларының абайсыздан алмасып кетуі?",
        "question_content": "Ассалаума алейкум ораза уактинда билмей калип ауыз жабуу дугасин оринина ораза ашу дугасип окып койса ораза бузилама?",
        "question_date": "28.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер шынымен білмей айтып қалса ол кешірімді,негізіне әр амал ниетке байланысты,бастысы ниетін түзу болсын.",
                "date": "12.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психрофилдер, мезофильдер, термофильдер туралы мәлімет керек.",
        "question_content": "Психрофилдер Мезофильдер Термофильдер АКПАРАТ КЕРЕК",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Температураға байланысты барлық микроорганизмдер шартты түрде үлкен үш топқа бөлінеді:\nПсихрофилдер – суықты сүйетіндер, солтүстікте мекендейді. Үйлесімді температура – 10-20°С, max – 35, min - 0°С.\nМезофилдер (гректің \"мезос\"- орта)- микроорганизмдердің көп таралған тобы, 5-10-ден 40-50°С дейін температуралық шектерде дамитындар. Бұл топқа көптеген шірігендер, сонымен қатар барлық патогендік және токсигендік бактериялардың түрлері жатады.\nТермофилдер – термалді қайнарларды, шөлді далалардың құмдарын, компостық үймелерді, өздігінен жанатын қиларды, т.б. мекендеушілер. Үйлесімді температура –50-60°С, max – 75, min - 40°С. Көпшілігінде споралық түр дамыған (Вас. stearothermopphilus. Вас. aerothermophilus).\nТолығырақ: http://lib.kstu.kz:8300/tb/books/2016/PEiH/Zhumadilov%20i%20dr/Теория/4.htm",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктерге гендерді қандай әдістермен тасымалдаймыз?",
        "question_content": "Өсімдіктерге гендерді қандай әдістермен тасымалдаймыз?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гендік инженерияның мақсаты — алдын ала белгіленген үлгіге сәйкес генотипі жағынан жақсарған организмдер алу. Молекулалық биология ғылымы жетістіктерінің нәтижесінде пайда болған ген инженериясы организмнің бағалы қасиетін сақтап қана қоймай оған жаңа әрі саналы қасиетте бере алады.\nАлғашқы рет   рекомбинанттық    ДНҚ 1972 жылы АҚШ-та Стэнфорд университетінде  П.Бергтың лабораториясында жасалды. Онда пробирка ішінде түрлі микроорганизмнің ДНҚ-лары лямбда фагтың және ішек бактериясының ДНҚ фрагменттері мен маймылдың онкогендік вирусының толық геномы қосылған еді.\nӨсімдіктердің гендік инженериясы саласында бірінші  жүмыстар in vitro өсірілетін жасушалармен 1980 жылы жүргізілген. 1983 жылы алдымен күнбағыстың трансгендік каллусы, кейін сол каллустан табиғатта мүлдем болмаған санбин өсімдігі алынады. Санбин (ағ.sunflower - күнбағыс, bean-бұршақ) деген ол геномында бұршақтың белогы фазеолинді кодтайтын гендері бар күнбағыс өсімдігі еді. Гендік инженерия гендерді тасымалдау тәсілі ретінде болашақта екпе өсімдіктердің селекциясының тиімді аспабы бола алады. Қазіргі кезде гендік инженерия алғашқы қадамдарын басып,екпінді дамып келеді.\nГендік инженерияның әдістемелік негізі жапырақтың мезофилл жасушаларының немесе каллус ұлпасының протопластары болады. Жаңа генетикалық ақпаратқа ие болған протопласты өсіріп, одан регенерат өсімдігін алуға болады. Генетикалық трансформация үшін сомалық жасушалардан басқа тозаң жасушалары, жұмыртқа жасушасы қолданылады. Сонымен, in vitro өсірілетін жасушаларға гендік инженериның әдістерін қолданып, өсімдіктердің бағалы белгілері бар негізінде жаңа формаларын құруға болады. Гендік инженерияның жұмысы мынадай кезеңдерден тұрады:\nБасқа организмге көшірілетін құрылымдық генді алу;\nОны вектордың құрамына енгізу, яғни рекомбинанттық ДНҚ жасау;\nРекомбинанттық ДНҚ – ын өсімдік жасушасына тасымалдау;\nӨсімдік клеткаларында бөтен ДНҚ – ның экспрессиясын талдау;\nГеномы өзгерген жеке жасушалардан регенерант өсімдігін алу.\nҚұрылымдық гендерде тек қана метаболизм өтудің нәтижесінде түзілетін заттардың коды жазылған. Оларда ген активтілігін реттейтін бөлшек мүлдем жоқ. Сондықтан жаңа құрылымдық гендерді иеленген жасушаларда ол гендер өз  бетімен тиісті  қызметін  атқара алмайды.\nГендердің жасушаларындағы әрекетін басқаратын репликация және транскрипция сигналдарын оларға қамтамсыз етеді.\nБөтен генді жасуша ішінде тасымалдап алып баратын арнаулы ДНҚ молекуласын вектор дейді. оган мынадай талаптар қойылады:\nөз алдына репликациялану, яғни жасуша ішінде бөтен генді алып кірген соң жасушамен бірге немесе өз алдына көбейе алатын болуы керек, немесе вектор жасуша хромосомасының кұрамына еніп, сонымен бірге ұрпақ жасушаларға беріліп отыруы керек;\nтрансформацияланған жасушаларды анықтау үшін оның ерекше гентикалық белгілері болуы керек;\nқұрамында рестриктазалар үзе алатын нуклеотидтер тізбегі болуы керек және репликацияға қабілетін жоғалтпау керек;\nвекторға орналастырылған бөтен ген оның атқаратын қызметін бұзбауы керек, ал вектор болса, ол да енгізілген геннің ішінде дұрыс реттеліп жұмыс істеуін қамтамасыз ететін болуы керек;\nвектордың көлемі кішігірім болуы керек.\nӘдетте, кұрылымдық ген өте қысқа болып келеді. Оны бірден көп мөлшерде бөліп  алу қиын. Сондықтан оның көшірмелерін жетерліктей көбейту керек. Генді клондау үшін бактериялар қолданылады. Мысалы, өте жақсы тексерілген, зияны жоқ, кең таралған бактерия ішек таяқшасы. Керекті ген орналастырылған векторды бактерияға енгізеді. Бактерия тез бөлінетіндіктен, оның ішіндегі вектор да, ген де бактериямен бірге көбейеді. Ақырында өскен бактерия биомассасынан вектор мен ген, яғни рекомбинанттық ДНҚ көп мөлшерде бөлініп алынады.\nГенетикалық материалды жасушаларға енгізу әдістері  әжептеуір көп, атап айтқанда:\n1. Жасушаларды агробактериялармен бірге өсіру;\n2. Пропластарға ДНҚ-ны ПЭГ және Са көмегімен енгізу.\nДНҚ-ны липосомаларға салып тасымалдау.\nЭлектропорация.\nЭлектрофорез.\nМикроинъекция.\nБаллистикалық әдісі.\nЖапырақ бөлшегі әдісі.\nҚосжарнақты өсімдіктерге агробактериялардың ауру жұктыруы табиғаттта кең   таралған құбылыс. Тәжірибеде   өсімдік жасушаларынан трансформациясын in vitro өткізген қолайлы. Т-ДНҚ жүйесін қолданып бүтін өсімдіктер мен протопластарда көптеген эксперименттер жасалған. Трансформацияланған кейбір өсімдіктер ұрпақтары алынған. Оларға бөтен ген енгізу аркасында пайда болған жаңа қасиеттер Мендель заңы бойынша тұрақты тұқым қуалайды. Вируленттік агробактерияларды протопластармен арласа бірге өсіргенде трансформация өту үшін жасуша қабығының қайта құрылуы қажет. Бұл құбылыс жасуша қабығының түзілуін тежейтін заттарды қолдану және де бактериялардың протопластарға қосылуын тежейтін ЭДТА қолдаану арқылы дәлелденген. Қара алқа протопластарын А.rhizogenes бактериясымен бірге өсіргенде жақсы нәтиже алынған. Трансформацияланған каллустардың 70%-ынан регенерант өсімдіктер шыққан.\nБұл әдістің модификациясы, ол протопластарды бактериялардың сферопластарымен бірге өсіру. Қызғылт қабыршөптің протопластары агробактериялардың октопиндік Ті-плазмидасы бар сферопластарымен ПЭГ және поливинил спирті көмегімен қосылған. Одан кейін протопластар гормондары жоқ қоректік ортаға көшірілген. Өсіп шықкан жасуша колонияларында октопиннің түзілетіндігі анықталған, яғни жасуша хромосомаларының құрамында Т-ДНҚ болғандығы дәлелденген. Осы бағытта протопластарға ПЭГ жэне Са көмегімен Т-ДНҚ-ны тікелей енгізу тәжірбиелері жасалған. Трансформацияланған жасушалар гормондары жоқ ортада өсіріліп сұрыпталған.\nЖалаңаш ДНҚ протопластарға тасымалданғанда, оны қорғау үшін ДНҚ-ны липосомаларға салады, әйтпесе жасушадағы нуклеаза ферменттері оны ыдыратып жібереді. Протопластар фюзоген көмегімен липосомалармен оңай қосылады немесе эндоцитоз арқылы олардың ішінде сіңеді. Бұл әдіспен ДНҚ-ны жасушаларға қай өсімдік түрі болса да енгізуге болады. Канамицинге төзімділік гені бар плазмида теріс заряды бар липосомаларға салынып, ПЭГ көмегімен темекінің мезофильдік протопластарымен қосылған. Канамицинге төзімді: жасушалардан трансформацияланган регенерант өсімдіктер алынған. Бұл әдістің артықшылығы, арнайы ДНҚ молекуласын құрастырудын кажеті жоқ, ал кемістігі - трансформациялау жиі өтпейді.\nБұл әдістің тиімділігін арттыру жолы бар, ол электропорация, яғни жасуша мембранасын электрлік токпен тесу. Көптеген зерттеушілер жоғары кернеу бар өте қысқа мерзімде өтетін разрядты қолданады. Электропорация  әдісімен  гендер  қосжарнақты  өсімдіктердің  және  де даражарнақты өсімдіктердің протопластарына тасымалданған. Тасымалдау нәтижесін бір-екі тәуліктен кейін байқауға болады. Электрошоктан тірі калған жасушалар антибиотикке төзімді келеді.\nОсы әдістермен протопластарға ДНҚ енгізілгенде, өсімдік геномына оның бірнеше көшірмелері тіркесуі мүмкін. Шамасы, олар хромосоманың бір сайтына орналасады. Протопластардан регенераттарды алу кейде қиын болады, сондықтан электропорация әдісін қолданып бүтін жасушаға бөтен генді енгізу тиімді көрінеді. Мысалы, темекінің мезофилл жасушаларына электропорацияны қолданып темекі теңбіл кеселі вирусының РНҚ-сы енгізілген. Әсіресе бұл әдісті пісіп жетілген тозаң жасушаларына қолдану тиімді. Бүтін өсімдіктерге бөтен ДНҚ енгізу тәжірбиелері нәтиже берген жоқ. Сондықтан өсімдіктердің трансформациясын табысты өткізу жолында ізденістер жалғастырылуда.\nЖануар жасушаларының трансформациясы микроинъекция арқылы нәтижелі өтеді. Өсімдік жасушаларында ДНҚ ерітіндісін құю техникалық жағынан едәуір қиын. Ол үшін сыртқы диаметрі 2 мкм инелер мен арнаулы микроманипулятор қолданылады. Әрбір протопластқа инъекция жасалатын ДНК ерітіндісін көлемі 10-10мл болады. Темекінің жапырақ мезофиллінің және каллустың протопласатарына канамицинге төзімділік гені бар плазмидалар инъекция арқылы енгізілген. Содан кейін протопластар 0,5-1,0 мм микроколониялар болып көбейгенше әдеттегі ортада өсіріледі, кейін канамицинь бар селективтік ортаға көшірілген. Алынған төзімді жасушалар линияларының геномында енгізілген бөтен ДНҚ фрагменттері болғандығы блот-гибридизация әдісімен анықталады. Бұл тәжірбие көрсеткендей, микроинъекция әдісі өсімдік клеткаларын трансформациялау үшін нәтижелі, әсіресе тура ядроға жасаған микроинъекция.\nСонғы жылдары баллистикалық әдіс кеңінен пайдаланып келеді. Алтын \nвольфрам микробөліктерінің бетіне кальцийді, полиэтиленгликольді пайдаланып ДНҚ-ны қондырады, одан кейін сол микробөліктермен арнайы қондырғы арқылы өсімдік жасушаларын анықтайды. Металл бөліктері 300-600 м/с жылдамдығымен жасуша қабығын жэне мембраналарды тесіп өтеді. Жасушаға енген ДНҚ белгісіз жолмен ДНҚ-на кіреді. Бұл әдіспен әр түрлі өсімдіктерді, соның ішінде даражарнақтылар мен қылқан жапырақтыларды трансформациялауға болады. Реципиент ретінде әр түрлі ұлпалар қолданылады.\nТрансформацияның  әдісінің тағы бір түрі - хромосомалық инженерия. \nОл бір мезетте көптеген тіркескен гендерді бірге тасымалдауға жол \nашады. Бұл   бағыттың маңызы, өсімдіктердің   құнды қасиеттері мультигендік, яғни көп гендермен кодталатын болады. Жоғарыда аталған әдістердің кемшілігі, ол протопластарды бөліп алу қиыншылықтары. Регенерация процесі ұзаққа созылатындықтан, өсіп шыққан өсімдіктерде мутациялар, хромосомалар кұрылысында өзгерістер болуы әбден мүмкін.\nСонымен, генетикалық ақпаратты өсімдікке енгізу әдістері аз емес, және де оларды жетілдіру жұмыстары жалғасып жатыр. Осы бағыттағы соңғы бір жетістік - «жапырақ бөлшегі» әдісі. Ол бүтін өсімдіктің деңгейінде гендер экспрессиясын анықтауды жеңілдетеді және тездетеді. Бұл әдісте агробактериялардың гендерді тасымалдау қабілеті эксплант ретінде қолданатын жапырақ бөлшектерінің регенерацияға кабілетімен сайма-сай келеді. Бұл әдіс темекіде, қызанақта, қарбызда сынап көрілген.\nТемекінің жапырақ дисктеріне ісік туғызатын қабілеті жоқ. Ті-плазмидасының құрамында канамицинге төзімділік гені бар. А tumefaciens штаммын жұқтырған. Жапырақ дискілері Петри табақшаларында екі күн бойы бактериялармен бірге өсірілген. Кейде олар 50 мг/л канамицині бар селективтік ортаға көшірілген. Дисктерде жапырақ регенерациясы 2-4 апта өткен соң басталады. 4-7 аптадан кейін тамырлар пайда болады. Канамцин бар ортада өскен трансформанттардың геномында Т-ДНҚ бар блог-гибридизация әдісі арқылы дәлелденді. Бұл әдістің артықшылыгы, гендердің тасымалдануы, өсімдіктер регенерациясы және трансформанттар селекциясы бір жүйеде жалғаса өтуі. Бұл әдіс агробактерияпар жұқтыратын және жапырақтан регенерациясы жүретін өсімдіктердін барлық түрлеріне жарамды.\nС.Өмірұлы  мен М.Қарабаев   жүгеріні   гентикалық трансформациялау жүргізудің  тиімді  жүйесін  жете  зерттеп дайындады. Ол эмбриогендік протопластарға  тікелей   ДНҚ   енгізу   арқылы   ұрықтана алатын регенеранттарды алуға негізделген. Вектор ретінде pMGPI  жэне pN29 плазмидалары пайдаланылған. Оларға қолдан жасалған промотор тігілді. Ол промотор бидайдың а-амилаза генінің қысқартылған промоторынан және   ТҚТВ   358-промоторының     қос        энхансерлік элементінен құрасты-рылған еді. Жүгері   клеткаларында тасымалданатын негізгі   ген ол В-D-глюкуронидаза     ферментінің     құрылымдық     гені     болған. Бүл ферменттерді  ыдыратады. Векторлардың құрамында селективтік маркер ретінде неомицинфосфотрансфераза мен фосфотрицин-ацетил-трансфераза гендері болған. Бірінші фермент неомицин тектес антибиотиктердің активтігін тежеген, екіншісі-фосфотрицин гербицидтің активтігін тежеген. Сондықтан, бұл гендер бар клеткалар антибиотик пен гербицид косылған ортада тірі қалған яғни трансформацияланған клеткаларды сұрыптауға мүмкін болған. Эмбриогендік клеткалар суспензиясынан алынған протопластарға ПЭГ көмегімен рекомбинаннттық ДНҚ енгізілген. Трансформаттарды кейін канмицин мен фосфотрицинге төзімділігі аркылы сұрыпталған. Жасушаларды х-glис бояумен өңдегенде, трансфор-мацияланғандары GUS-гені көмегімен сол затты ыдырату нәтижесінде көк түсті болып шыққан. Боялған жасушалар мен колонияларын регенерант өсімдіктер алынған. 11 млн протопластардан 140 трансгендік өсімдіктер алынған. Олар нормалы өсімдіктер болған, басым көпшілігінде морфологиялық өзгерістер немесе дамуында ауытқулары болмаған. Айқас тозаңданудан кейін олардан кұнды ұрықтар алынған. Тасымалданған гендер тұқым қуалаған, келесі буындарда бар және GUS -гені жоқ өсімдіктер болған. Жүгері өсімдіктерінің әр түрлі ұлпаларында GUS-геннің экспрессиясы гистохимиялық әдісімен зерттеледі. Сонда жас жапырақтар, жапырақтағы түтік шоқтардың қоршау жасушалары, эпидермис және мезофилл жасушалары, сабақ түтік шоқтары, тамыр оймақшасы және тамыр түтік шоқтары көк түске боялды. Осы тәсілдерді қолданып жасушалық деңгейде бидайдың тұракты генетикалық трансформантары алынды. Бұл жұмыс астық тұқымдастар жасушалары мен өсімдіктерін генетикалық өзгерту және қайта құрастыру үшін биоинженерия әдістерін қолдануға болатындығын көрсетті.\nТолығырақ: https://www.referat911.ru/Selskoe-hozyaistvo/genderd-smdkke-tasymaldanuy-zhne-olardy/237939-2482834-place1.html",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гендік инженерияның қандай практикалық маңызы бар?",
        "question_content": "Гендік инженерияның қандай практикалық маңызы бар?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Молекулалық генетика мен молекулалық биологияның қол жеткен табыстарының негізінде биология гылымының жаңа бір саласы - генетикалық инженерия қалыптасты.\nБұл гылымның мақсаты - практика мен теория үшін қажетті генетикалық бағдарламаның жобасын жасап, оны тірі организмге енгізу. Мұндай тәсіл тіршілікті меңгеруде жаңа мүмкіндіктер туғызады.\nГенетикалық инженерияның көздеген мақсаты мен зерттеу әдістеріне байланысты мынандай деңгейлерін ажыратуға болады: 1) молекулалық (геннің құрамды бөліктерін зерттеу); 2) гендік; 3) хромосомдық; 4) клеткалық; 5) ұлпалық; 6) организмдік; 7) популяциялық.\nБасқа биологиялық ғылымдар сияқты генетикалық инженерияның да дамуының тарихы бар. Бұл саладағы алғашқы зерттеулердің қатарына Н.П. Дубининнің (1934 ж.) дрозофила шыбындарының хромосом санын өзгерту бағытында жүргізген жүмыстары жатады. Ол рентген сәулелерімен әсер ету жолымен хромосома санын өзгертуге болатындығын анықтады.\n1956 жылы Е.Сирс рентген сәулесінің көмегімен жабайы эгилопс өсімдігі жапырағының сары дақ ауруына төзімділігін анықтайтын генді жұмсақ бидайдың хромосомасына апарып салған.\nНәтижесінде жұмсақ бидайдың сары дақ ауруына төзімді формасы алынған.\n1971 жылы В.А.Струнников ген және хромосом деңгейіндегі генетикалық инженерия әдістерін жібек құртында пайдаланды.\nКлетка деңгейінде жүргізілетін жұмыстардың ішінде сомалық клеткаларды гибридизациялау әдісі кеңінен қолданылады. 1960 жылы Ж.Барский жануарлардың сомалық клеткаларының бір - бірімен қосылып, екі клеткадағы генетикалық информацияны біріктіруге қабілетті екендігін көрсетті.\nК. Гржешик (1973 ж.) көп жыл бойы лабораторияда жүргізген зерттеулерінің нәтижесінде сомалық клеткалардың тур ішіндік және түр аралық гибридтерін алды.\nСомалық клеткаларды гибридтеу өсімдіктерге де жургізілді. Темекі. Сәбіз, томат сияқты өсімдіктердің жеке протопластарынан клетка қабықшасы регенерацияланып, каллус түзілгеннен кейін, тұтас өсімдік қалыптасатындығы анықталды. Осы тұрғыдан көптеген зерттеушілер протопалстарды бөтен генетикалық информацияны қабылдайтын жақсы реципиент және сомалық клеткаларды будандастыру үшін қолайлы материал деп біледі.\nГенетикалық инженерияның клеткалық және организмдік деңгейлері бір - бірімен тығыз байланысты. Жануарлар клеткаларымен жүргізгсн тәжірибелерде бір клетканың ядросын екіншісімен алмастыруға, екі немесе бірнеше эмбрионды қосып біріктіруге, оларды бірнеше бөлікке бөлшектеуге болатындығы анықталды. Мысалы, генотиптері әртүрлі ұлпалардың клеткаларын біріктіру жолымен тышқанның аллофенді дарақтары алынған. Ол үшін дамудын бастапқы бластомерлі кезеңіндегі эмбриондар алынады және оларды бөліп алған соң проназа ферментінің көмегімен жеке-жеке бластомерлерге бөлшектейді. Содан соң екі немесе бірнеше ұрықтың бластомерлерін қосып, соның негізінде тұтас бір комплексті эмбрион жасалынады. Сөйтіп ақ және қара тышқандар бластомерлерінің бірігуі нәтижесінде аллофенді ұрық дамиды. Гаструла стадиясында ұрық пробиркадан алынып, аналық тышқанға жіберіледі. Одан туатын ұрпақ екі түрлі ата —ананың фенотиптерін біріктіретін аллофенді болып шығады. Аллофенді ұрпақтарды үш, төрт немесе одан да көп ата - анадан да алуға болады.\nСомалық клеткаларды біріктірумен қатар бір клеткадан бөлініп алынған жеке хромосоманы басқа клеткаға енгізудің де жолдары табылған. Сондай жеке бөлініп алынған хромосома гендерінің басқа бөтен клеткаға барғанда да қызмет атқаратындығы анықталған. (Мак-Брайд, Озер, 1971).\nСоңғы кездерде нуклеин қышқылдарын алмастырудың түбегейлі әдістсрі жасалды. Соның негізінде молекулалық биология мен генетиканың жаңа бір саласы ген инженериясы қалыптасып дамуда. Ген инженериясы одан бұрынырақ қалыптасқан хромосоманы, генотипті өзгертуге қарағанда ДНК-ны рекомбинациялау арқылы ген қызметіне араласуға мол мүмкіндіктер туғызды. Гендік және генетикалық инженерия дегендер егіз ұғымдар, дегенмен соңғысының жеке гендерден гөрі геномның ірі бөлшектеріне қатысы көбірек.\nГен инженериясының қалыптасуы 1972 жылдан басталады деуге болады, себебі сол жылы америка оқымыстысы П.Берг тұңғыш рет маймылдың онкогенді вирусының, бактериофагтың және Е.СоІі бактериясы геномдарының түрлі бөліктерін біріктіру арқылы рекомбинантты ДНК алды. Бірақ мұндай құрастырмалы ДНК —ның функционалдық активтілігі әрі қарай зерттелген жоқ, себебі мұндай жолмен адам өміріне қауіпті бактериялар алынуы мүмкін деген күдік туды. Кейінірек зиянды зардаптары жоқ рекомбинантты ДНК алудың жаңа тәсіддері табылды.\nҚызметі жағынан активті гибридті ДНК молекуласын ең бірінші болып 1974 жылы. С.Коэн, Д.Хелинский, Г.Бойер алды. Олар құрамына әртүрлі бактериялардың, бақа ооцитінің, теңіз кірпісі, тышқан митохондриясы ДНК—ларының фрагменттері енетін «химерлі» плазмидтерді құрастырып шығарды. Оларды трансформация жолымен бактерия клеткасына енгізу арқылы онда жоғары сатыдағы организмдер ДНК—сына тән транкрипция құбылысын жүргізуге мүмкіндік туды. Кейінірек активті қызмет атқаратын рекомбинантты ДНК—ны совет оқымыстылары С. И. Алиханян мен А. А. Баев та құрастырды.\nГен инженериясының теориялық негізіне гентикалық кодтың универсалдылығы жатады. Бір ғана кодтың (триплеттің) барлық организмдердің - адам, жануар, өсімдік, бактериялардың белок молекулаларының құрамына енетін амин қышқылдарын бақылай алатындығына байланысты ДНК молекуласының кез-келген бөлігін баска бөтен клеткаға апарып салу, яғни молекулалық денгейде гибридтеу теориялық тұрғыдан алғанда мүмкін болып есептеледі. Генді бөтен клеткаға апарып салу (трансгеноз) және геннің өзін ДНК құрамынан бөліп алу немесе қолдан синтездеу, әрине, өте күрделі жұмыстар. Ал организмге сырттан енгізілген генінің жаңа гепетикалық аппарат құрамына қосылып, қызмет атқаруы одан да күрделірек. Дегенмен бұл салада қол жеткен табыстар баршылық. Мысалы, жасанды ортада балапан ұрығының клеткасы өсірілген. Белгілі бір уақытта оған жаңа синтезделген ДНК жіпшелерінің құрамына енетін бромдезоксиуриди косылған. Осылайша таңбаланған жаңа синтезделген ДНК-ны бұрыңғы ескі ДНК-дан оңай ажыратуға болады. Сонымен қатар осындай ортаға тышқан клеткасынан бөлініп алынған тритимен (3Н) таңбаланған ДНК қосылған. Содан біраз уақыттан соң, клетка көбейгеннен кейін, оның құрамындағы генетикалық материалды алып қарағанда тышқанның ДНК-сы мен балапан ДНК-сының араласып кеткендігі байқалған.\nДНК құрамынан жеке генді бөліп алу жұмысы тұңғыш рет 1969 жылы Дж.Беквиттің лабораториясында жүргізілді. Ол Е.СоІі бактериясынан лактозалық оперон тобына жататын гендерді бөліп шығарды.\nГендік инженерия әдістерімен рекомбинантты ДНК құрамына енетін жекелеген гендерді мынандай жолдармен алуға болады: 1) табиғи ортадан (клетка, организм) тікелей бөліп алу, 2) химиялық жолмен синтездеу арқылы алу; 3) белгілі бір генге сәйкес келетін иРНК-ның көшірмесін алу.\nБірінші әдіс ген инженериясы дамуының бастапқы кезеңінде кеңінен қолданылды. Түрлі организмдердің клеткаларынан бөлініп алынған тұтас ДНК молекулалары рестриктаза фермештерінің көмегімен бөлшектелініп, реципиент клеткаларға жіберілді және гибрид молекулалардан тұратын иондар алынды. Бұл әдіс осы күнге дейін өз мәнін жойған жоқ, мысалы, қазір гендердің банкін жасау үшін пайдаланылуда.\nГенді химиялық жолмен қолдан синтездеу тұңғыш рет 1969 жылы Г.Корананың лабораториясында жүзеге асырылды. Корана өзінің қызметтестерімен бірге ашыту бактериясының көмегімен аланинді ТРНК генін синтездеді. Ол ген бар жоғы 77 нуклеотидтен тұрған және реттеуші механизмі жоқ болғандықтан активті қызмет атқара алмаған. Кейіннен функционалдық жағынан активті 200 нуклеотидтен тұратын тирозинді ТРНК генін синтездеді. Қазіргі кезде қолдан синтезделген гендердің ішіндегі ең ұзыны адамның өсу гормонының гені, ол 584 нуклеотидтен тұрады.\nГенді жасанды жолмен алудың үшінші әдісі кері транскрипция арқылы жүретін ферментативтік синтезге негізделген. Бұл ең алғаш онкогенді вирус РНК-сының репликациясын зерттеу барысында анықталды. Сонда кері транскриптаза ферментінің көмегімен ИРНК матрицасының негізінде ген синтезделген.\nОсындай жолмен адам мен жануарлардың және құстардың глобиндерін, жұмыртқа белогын, сиыр көзайнасының белогын т.б. кодтайтын гендер алынды. Бұл әдіс адам интерферонының генін бөліп алып, бактерия клеткасына жіберу үшін де қолданылды. Интерферон — вирустық инфекциямен және басқа аурулармен, соның ішінде қатерлі ісікпен күресу үшін қолданылатыи тиімді дәрілік препарат. Интерферон жануарлар мен адам клеткасында жасалады. Ю.А-Овчинников пен В.Г.Дебабов адам интерферонын синтездейтін микроорганизмдерді алды. Алдымен олар адам интерферонын синтездеуге қабілетті рекомбинантты ДНК-ны құрастырып алды да, содан соң оны бактерия клеткасына жіберді. Ондай бактериялар 1 литр суспензияға шаққанда 5 мг интерферон синтездей алады. Бүл 1 литр қанның құрамындағыдан 5000 есе көп.\nГенетикалық инженерияның практикалық маңызы.\nМолекулалық генетика мен генетикалық инженерияның қол жеткен табыстарының арқасында клеткаға сырттан жаңа генетикалық информация енгізу арқылы организмдердің алдын — ала жобаланған тұқым қуалайтын бағдарламасын жасауға болады. Ондай информацияның қолдан синтезделінуі мүмкін немесе табиғи генетикалық зат ретінде әртүрлі организмдерден бөлініп алынады. Сөйтіп, эксперименттік әдіспен табиғи эволюциялық жолмен пайда бола алмайтын жаңа генетикалық жүйе жасалады.\nГенетикалық инженерия денсаулық сақтау, ауыл шаруашылығы, биотехнология және микробиологиялық өндіріс салаларында аса зор практикалық мәні бар проблемаларды шешуде маңызды роль атқарады. Генетикалық инженерия әдістерін жетілдіру денсаулық сақтау мен ауыл шаруашылығы үшін қажетті гормондар, ферменттер және антибиотиктерді синтездейтін микроорганизмдердің жаңа штаммдарын алуға мүмкіндік туғызады. Сонымен қатар жануарлар гендерін бактерияларға жіберудің де үлкен практикалық мәні бар. Өсімдік және жануар белоктарын бактерия клеткаларында синтездеу экономикалық тұрғыда тиімді болып есептеледі.\nАуыл шаруашылығында, оның ішінде егіншілікте өсімдіктердің атмосфералық азотты өздері жинақтап алуы басты бір проблема болып есептеледі. Ал азот болса, белокты заттың құрамына енетін негізгі компонент. Сол азотты кейбір өсімдіктер, мысалы, бұршақ тұқымдастар топырақ бактерияларымен селбесіп, өздері жинақтайды. Көпшілік өсімдіктерде, соның ішінде, әсіресе, астық тұқымдастарда ондай қасиет жоқ, сондықтан олар үшін миллиондаған тонна азотты тыңайтқыштар жұмсалады. Олардың топыраққа 40 пайыздайы ғана сіңіп, қалғаны сумен шайылып кетеді. Екінші жағынан ол экологиялық тұрғыда тиімсіз болып есептеледі, себебі көп мөлшердегі нитратты қосылыстар тірі организмдерге зиян келтіреді. Соңғы кездс бүл мәселені шешуде ген инженериясы көмекке келді. 1972 жылы У.Постгейт пен Р. Диксон азот фиксациялауға қабілеті жоқ пішен таяқшасына азот жинақтай алатын басқа бір бактерияның генін апарып салған, сонда ол азот фиксациялау (бекіту) қасиетіне ие болған. Осындай зерттеулердің негізінде аталмыш қасиетті астық тұқымдас өсімдіктерге беру мүмкіндігі бар екендігі анықталды.\nДенсаулық сақтау саласында тұқым қуалайтын ауруларды емдеу үшін ген инженериясының үлкен маңызы бар. Қазірі кезде ауру адамдардан зат алмасудың 1000-нан аса түрлі тұқым қуалайтын өзгерістері табылған. Соның салдарынан белгілі бір гендердің мутацияға ұшырауына байланысты ферменттердің, гармондардың немесе белоктардың өзгеретіндігі анықталды. Сонда ондай аурулардан мүлдем айығу үшін сол мутантты гендерді жөндеу керек немесе өзгерген генді сау генмен алмастыру қажет. Мысалы, галактоземия ауруында ген өзгеруіне байланысты клеткада галактоза 1-фосфат уридилтрансфераза ферменті синтезделмейді. Соған байланысты адам организмі сүт қантының құрамына енетін галактозаны сіңіре алмайды. Содан келіп галактоза бауыр мен мидың т.б. оргаңдардың клеткаларына жинақталады. Соның салдарынан көз көрмей калады, бауырдың қызметі бұзылады,ақыл кемиді, т.б. күрделі өзгерістер пайда болады.\nЖалпы генотерапия адамның денсаулығын түзеуге көмектеседі. Бұл жағдайда адам клеткасына ондағы жетіспейтін функцияны қалпына келтіретін калыпты ген жіберу керек. 1971 жылы Меррил мен оның қызметтестері галактоземия ауруы бойынша адам клеткасында жүргізілген генотерапияның сәтті аяқталғанын хабарлады. Олар галактоземиямен ауыратын адамның фибробластарын алды. Мұндай клеткалардың галактозаны сіңіруге қажетті ферментті синтездеуге қабілеті болмаган. Оны қалыпқа келтіру үшін құрамында галактоза гені бар Е.СоІі бактериясының\nфагы алынған. Сондай бактерия генін адам клеткасына жібергенде ол галактоза ферментін синтездеуге кіріскен. Австралия оқымыстысы Дой 1973 жылы Меррил тәжірибесін өсімдік клеткаларына қайталап жүргізді. Бұл ретте обьект ретінде томат өсімдігінің гаплоидты клеткалары алынды. Өсімдік клеткалары лактоза мен галактозада өсуге қабілетсіз. Ал егер ондай ортаға ДНК-сының құрамында лактоза мен галактозаны ашыту қабілетін анықтайтын гені бар фагты апарып қосқанда клеткалардың өсе бастайтындығы байқалған. Осы зерттеулердің негізінде ген инженериясының эдістерін пайдалана отырып, эукариоттардың клеткаларына тікелей араласуға болатындығы анықталды.\nЭукариоттардың гендерін бактерия плазмидтері мен вирустардың ДНК-сына жіберу - жоғары сатыдағы организмдердің генетикалық материалының молекулалық құрылымын зерттеудің жаңа бір тәсілі болып есептеледі. Ген инженериясының әдістері гендердің қызметі мен құрылымдық ерекшеліктеріне тереңірек үңілуге мүмкіндік береді. Ген проблемасын зерттеудің мұндай деңгейі канцерогенездің иммунологиялық қасиетін, аллергияның, практикалық медицинада маңызы бар басқа да құбылыстардың мәнін ашуда ерекше маңызы бар.\nГен инженериясы бойынша жүргізілген жұмыстардың негізінде биологиялық қауіп тудыратын проблемалардың бар екенін де ескерте кеткен жөн. ДНК молекулаларын оңды-солды қолдану биологиялық тұрғыда өте қауіпті гибрид молекулалардың жасалуына әкеп соғуы мүмкін.\nӨйткені соның салдарынан биосфераға жаңа патогенді немесе мутантты гендері бар бактериялар мен вирустар қаптап кетуі ықтимал. Кейбір рекомбинантты молекулалар қатерлі ісік (рак) тудыруы да мүмкін. Генетикалық инженерияның әдістері жаңа биологиялық қарулар жасау мақсатында да қолданылуы күдік. Егер бұл айтылғандар жүзеге асатын болса, жалпы жер бетіндегі тіршілік атаулыға, соның ішінде, ең алдымен, адам баласына қауіп төнеді.\nГенетикалық инженерияның қол жеткен табыстарының арқасында ауыл шаруашылығының, биотехнологияның және медицинаның іргелі мәселелері шешілетіні сөзсіз. Осыған байланысты өсімдіктер, жануарлар мен мироорганизмдер селекциясы жаңа сипат алмақ. Бұл ғылымның адамда болатын тұқым қуалайтын аурулармен және басқа да биологиялық кемістіктермен күресе алатын орны ерекше. Генетикалық инженерияның, сонымен қатар, әлеуметтік және психологиялық проблемаларды зерттеуге де қатысы бар. Осы аталған проблемалар шешілетін болса, адамзаттың бүкіл органикалық дүниеге үстемдігі артады, сөйтіп ол тірі табиғаттың нағыз иесіне айналады.\nТолығырақ: https://vikidalka.ru/4-60498.html",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гендік инженерияның кезеңдерін атап көрсетіңіз?",
        "question_content": "Гендік инженерияның кезеңдерін атап көрсетіңіз?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гендік инженерия, немесе генетикалық инженерия  — генетикалық және биохимиялық әдістердің көмегімен түраралық кедергілері жоқ, тұқым қуалайтын қасиеттері өзгеше, табиғатта кездеспейтін жаңа гендер алу; молек. биологияның бір саласы. Гендік инженерия әр түрлі организмдер геномының бөлігінен рекомбинатты ДНҚ құрастырумен қатар, ол рекомбинатты молекулаларды басқа ағза геномына енгізіп, жұмыс істеуін (экспрессиясын) қамтамасыз етеді. Гендік инженериядағы тұңғыш тәжірибені 1972 ж. американ биохимигі Т. Берг (Нобель сыйл. лауреаты) іске асырды. Ол маймылдың онноген вирусы SV-40-тың толық геномын, бактериофаг — L геномының бір бөлігін және Е. Colі бактериясының галактоза генін біріктіру арқылы рекомбинантты (гибридті) ДНҚ алды. 1973 — 74 ж. Америка биохимиктері С. Коэн, Г. Бойер, т.б. түрлі ағзалардан бөліп алынған генді бактерия плазмидасының құрамына енгізді. Бұл тәжірибе басқа организмдер гендерінің жаңа ағза ішінде жұмыс істей алатынын дәлелдеді. Жануарлар клеткаларымен жүргізілген тәжірибелерде бір клетканың ядросын екіншісімен алмастыруға, екі немесе бірнеше эмбриондарды қосып біріктіруге, оларды бірнеше бөлікке бөлшектеуге болатыны анықталды. Мыс., генотиптері әр түрлі тіндердің клеткаларын біріктіру арқылы тышқанның аллофенді особьтары (фенотипі әр түрлі дарабастар) алынды. Гендік инженерия-ның теориялық негізіне генетикалық кодтың әмбебаптылығы жатады. Бір ғана кодтың (триплиттің) әр түрлі ағзадағы белок молекулаларының құрамына енетін амин қышқылдарын бақылай алатындығына байланысты, ДНҚ молекуласының кез келген бөлігін басқа бөтен клеткаға апарып салу, яғни молек. деңгейде будандастырылу теориялық тұрғыдан алғанда мүмкін екені анықталды. Жануарлар, өсімдіктер және микроорганизмдер гендерінің қызметін қолдан басқаруға болатындығы дәлелденді.\nАуыл шаруашылығында өсімдіктің атмосфералық азотты өзіне жинақтап алуы — үлкен мәселе. Осыған байланысты 1970 жылдары азотты фиксациялауға қабілеті жоқ пішен таяқшасына азотты жинақтай алатын, басқа бір бактерияның гені салынып, азотты жинақтау қасиетіне ие болды. Мед. саласында жаңа гендерді енгізу арқылы тұқым қуалайтын ауруларды емдеуге болады. Қазіргі кезде ауру адамдардан зат алмасудың 1000-нан аса әр түрлі тұқым қуалайтын өзгерістері табылған.\nГендік (генетикалық) инженерияны – молекулалық және клеткалық инженерия белгілі бір мақсатпен жасанды айқын қасиеттері бар генетикалық материалдарды алдын ала құрастырып, оларды басқа клеткаға енгізіп, көбейтіп, зат алмасу процесін өзгеше жүргізу. Бұл әдіспен организмдердегі тұқым қуалайтын информацияны көздеген мақсатқа сай өзгертіп, олардың геномдарын белгілеген жоспармен қайта құруға болады.\nГендік инженерия ол функциональдық активті генетикалық құрылымдарды рекомбинаттық (ата-ана екі ДНК молекулалары арасынан пайда болған будан) ДНК молекулалары түрінде қолдан құрастыру. Гендік инженерияның мәні жеке гендерді бір организмнен алып, басқа организмге көшіріп орналастыру.\nБұл рестриктаза деген фермент пен лигаза ферментінің ашылуы негізінде мүмкін болды. Рестриктаза ферменті ДНК молекуласын нақты белгіленген жерлерін кесіп алады да, осылай фрагменттерді (рестрикция сайттарын) түзеді. Ал лигаза ферменті гетерогендік ДНК-ның фрагменттерін бүтін тігеді. Құрамында шығу тегі әр түрлі ДНК-лары бар молекуланы рекомбинаттық молекула деп атайды.\nРекомбинаттық ДНК = прокариоттардың және / немесе вирустардың ДНК-ы (вектор) + эукариоттардың ДНК-ы (бөтен ДНК).\nВектордың көмегімен эукариоттардың бөтен ДНК-ы клеткаға еніп, геномға интеграциялана алады. Сонымен, прокариоттар мен вирустардың зерттелетін ДНК молекулалары нақты белгіленген жерден кесіліп, одан кейін бұл жерге эукариоттардың қажетті бөтен гені енгізіледі, осылайша рекомбинаттық (гибридтік) ДНК түзіледі.\nТүзілген рекомбинаттық ДНК тірі клеткаға енгізіледі, жаңа геннің экспрессиясы (көріну күші) басталғаннан соң, клетка сол ген белгілеген белокты синтездей бастайды. Сонымен, клеткаға рекомбинаттық ДНК молекуласы түрінде жаңа генетикалық информацияны енгізіп, соңында жаңа белгісі бар организмді алуға болады. Мұндай организмді трансгендік немесе трансформацияланған организм дейді. Осылайша, гендік инженерияның дамуына негіз болған молекулалық биология мен молекулалық генетиканың мынадай жетістіктері бар:\nРестриктазалар мен лигаза ферменттерінің ашылуы;\nГендерді химиялық заттарды және ферменттерді қолдану арқылы синтездеу;\nБөтен генді клеткаға тасымалдаушы-векторларды пайдалану;\nБөтен генге ие болған клеткаларды таңдап, бөліп алу жолдарының ашылуы.\nАлғашқы рет рекомбинаттық ДНК 1972 жылы АҚШ-та П.Бергтің лабораториясында жасалды.\nЭмбриогенетикалық инженерия\nЭбриогенетикалық инженерия - жануарлар геномын, олардың өсіп өнуіне онтогенездің (жеке даму) алғашқы сатыларында белсенді араласу арқылы қайта құру. Геномды қайта құру - клондау арқылы ұрықты (эмбрионды) реконструкциялау, біріктіру немесе олардың ядроларына бөгде ДНҚ-ны енгізу. Бірақ эмбриондық өркендерді, химерлерді (грек.\"chimaira\" - әртүрлі генетикалық тканьдардан тұратын мозаик-организм), немесе трансгендік жануарларды алу, тек қана реконструкцияланған эмбрионды ұқыпты трансплантациялау нәтижесінде ғана мүмкін.\nТрансплантация(лат. \"transplantare\" - көшіріп отырғызу) - жоғарғы өнімді малдардың (донорлар) бір немесе бірнеше эмбрионын алып, өнімі төмен малдарға (рецепиенттерге) салу арқылы жүргізіледі. Трансплантацияны қолдану генетикалық құнды бір аналықтан ондаған есе көп ұрпақ алуға мүмкіндік береді.\nТрансплантация технологиясы жануарлар өсіп-өну биологиясының зор табыстарына негізделген, оның ішіне мынадай тәсілдер кіреді:\nгормондар арқылы суперовуляция (лат.\"super\" - «көп», \"ovum\" - «жұмыртқа») туғызу;\nұрпақтары бойынша бағаланған аталықтардың ұрығымен донорларды ұрықтандыру;\nэмбрионды тауып алу және оның сапасын анықтап, сақтау және рецепиентке көшіріп отырғызу немесе оны сұйық азотта криоконсервациялау (грек. \"kryos\" - «суық», \"conservare\" - «сақтау»), жібіту және отырғызу.\nҰрықты трансплантациялауды төмендегі мақсаттар үшін пайдаланады\nгенетикалық құнды тұлғаларды көбейту үшін; осы әдістің көмегімен жоғарғы өнімді, ауруға төзімді аталық іздері (линиялар) және ұяларды (семейства) шығаруды тездету;\nалғашқы эмбриондарды бөлшектеу арқылы ұқсас жануарларды алу. Бұл әдіс генотип- қоршаған орта өзара қатынасын, тұқым қуудың шаруашылыққа пайдалы әсерін зерттеуге мүмкіндік береді. Эмбриондарды бөлу технологиясы алынған жарты бластоцистаны терең мұздатып, ал екінші жартысынан жануар өсіруге мүмкіндік береді. Егер аталық (бластоцистаның бір жартысынан алынған) генетикалық жағынан құнды болса, онда оның көшірмесін белгілі бір уақыттан кейін екінші жартысынан өндіруге болады;\nаз популяциялардың және тұқымның генофондының мутантты гендерін сақтау;\nгенетикалық құнды,бірақ бедеу жануарлардан ұрпақ алу;\nзиянды рецессивті гендерді және хромосомалық аномалияларды анықтау;\nжануарлардың ауруларға төзімділігін арттыру;\nауруларды болдырмау үшін сыртқа шығарылатын және ішке кіргізілетін малдардың орнына бұл мақсаттар үшін олардың криоконсервацияланған ұрықтарын қолдану;\nұрықтын жынысын анықтау және белгілі жыныстағы жануарларды алу;\nтүр аралық трансплантация;\nәртүрлі алғашқы сатыдағы эмбриондардан, әртүрлі жануарлар бластомерлерінен құралған химерлік жануарларды алу.\nГендік инженерияны пайдалану\nГендік инженерияда гендерді тасымалдау арқылы түраралық кедергілерді жойып, қажетті тұқым қуалайтын белгілерді бір организмнен екіншісіне беру іске асырылады.\nИнженерия түсінігінің өзі құрастыру деген мағынаны береді. Олай болса, гендік инженерия организмнің жағымды белгілерін сақтай отырып, оған арнайы мақсатта қосымша жаңа қасиет беріп, генотипін қалаған бағытта өзгерту болып табылады. Гендік инженерияны ауыл шаруашылығында, медицинада пайдалану арққылы өсімдіктер, жануарлар мен микроорганизмдердің қажетті гендерінің қызметін басқаруға мүмкіндік туды.\nСоңғы жылдары гендік инженерияның көмегімен бактериялық клеткадан вирустық ауруларды емдеуге қолданылатын интерферон және өсу гормоны - соматотропин нәруыздарын алуға қол жетті. Қант диабеті ауруын емдеуге қолданылатын инсулин гормонын алудың арзан жолы табылды. Бұрын инсулин жануарлардың ұйқы безінен өте қымбатқа түсетін жолмен алынатын еді. Қазіргі кезде гендік инженерия әдісімен ішек таяқшасы бактериясынан бөлініп алынатын болды.\nЖануарлар селекциясында гендік инженерияға байланысты аустралиялық ғалымдар гендер құрамына өсу гормонының генін енгізе отырып, кәдімгі шошқаға қарағанда екі еседей жылдам өсетін шошқаның жаңа қолтұқымын шшығарды.\nАғылшын ғалымдары геномына қанның ұюын тездететін ген енгізілген қой алды. Мұндай қойдан бөліп алынған арзанға түсетін препаратты гемофилия ауруын емдеуде қолданады.\nБұршақ тұқымдас өсімдіктердің тамыр жүйесінде ауадағы азотты тұтатын қасиеті бар бүйнек бактериялары селбесіп тіршілік ететіні белгілі. Олар топырақты азотты қосылыстармен байытады. Қазіргі кезде осы бактериялардағы азотты тұтатын генді астық тұқымдастар геномына енгізу жұмыстары жүргізілуде.",
                "date": "27.04.2020",
                "upvotes": 0
            },
            {
                "text": "ГЕНЕТИКАЛЫҚ ЖӘНЕ Т.Б ИОХИМИЯЛЫҚ  ӘДІСТЕРДІҢ КӨМЕГІМЕН ТҰҚЫМ ҚУАЛАЙТЫН КЕЗДЕСПЕЙТІН САЛА",
                "date": "17.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай векторларды білесіз?",
        "question_content": "Қандай векторларды білесіз?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологияда вектор - бір жерден басқа жерге патогенді немесе басқа биологиялық материал беретін нәрсе. Вектор ауруды немесе жағдайды тікелей туғызбайды. Бұл тек оны жүзеге асырады. Физикада вектор - шамасы мен бағыты бар сызық. Физикада да, биологияда да вектордың анықтамасы қозғалысты білдіреді.\nЭпидемиологтар векторлар туралы әңгімелесе, олар әдетте хосттар арасында вирус немесе бактериялық инфекцияны тасымалдайтын ағзаны талқылайды. Мысалы, москит безгектің векторы. Ол малярий паразитті адамнан адамға дейін жеткізеді. Мозаулар да Zika вирусының векторлары болып табылады. Зика - туа біткен инфекция, ол жүктілік кезінде елеулі проблемаларды тудыруы мүмкін. Атап айтқанда, ол туа біткен балаға зиян келтіруі мүмкін. Зика-ақ жыныстық жолмен берілуі мүмкін.\nМасалардың әртүрлі түрлері бірнеше инфекциялардың векторлары болуы мүмкін. Басқа типтегі артроподтар да аурудың векторлары болып табылады. Бұған құм шырақтар, бит, бүргеулер және кенелер жатады.\nСіз білесіз бе? 41 жастан асқан 3500-ден астам москит бар. Түрлi түрлер әр түрлі жұқпалы ауруларға арналған векторлар. Масалардың бәрі бірдей қауіпті емес! Алайда бір типтегі көптеген түрлер жиі бірдей инфекцияларды жібере алады. Бұл әрдайым дұрыс емес. Кейбір инфекциялар басқаларға қарағанда нақты векторларды талап етеді.\nМолекулярлық биологтар векторлар туралы сөйлескенде, олар басқа нәрсені білдіреді. Әдетте олар ДНК тілін алу әдістері туралы әңгімелейді, онда оларға қажет. Мысалы, олар темекі әшекейінің вирусын өсімдік жасушасына антидене генін тасымалдау үшін вектор ретінде қолдануы мүмкін. Вектордың бұл түрі антиденелерді шығаратын өсімдіктерді құру үшін қолданылады.\nСондай-ақ, белгілі: Векторлар көбінесе тасымалдаушылармен бекітіледі. Алайда, екеуі бірдей емес. Тасымалдаушыда бірнеше анықтамалар бар. Ауруларға қатысты тасымалдаушы инфекциясы бар, бірақ белгілері жоқ адам. Тасымалдаушы генетикалық ерекшелігі бар, бірақ симптомдары жоқ адам болуы мүмкін.\nБиологиялық векторлардың кейбір мысалдары қандай?\nZika вирусының жыныстық жолмен берілуі презервативтермен немесе басқа кедергілермен болдырмауы мүмкін. Дегенмен, Zica-ның масалардың таралуын алдын алу вектор ретінде москиттерді бақылауды талап етеді. Көптеген елдер «Зика» хабарлау қаупін азайтуға тырысады. Бұл Zika инфекциясымен байланысты ұзақ мерзімді денсаулыққа зиянды азайтудың тиімді әдісі бола алады. Жүкті әйелдердің вируспен ауыратын эмоционалды және қаржылық шығындары өте жоғары болуы мүмкін.\nБұрыштық белгі - Lyme ауруы үшін вектор. Лименді алдын-алу бойынша зерттеулер көбінесе бұғы шабақтарын бақылау әдістеріне баса назар аударады. Бұл көбінесе алдын-алудың басқа әдістеріне қарағанда - вакцинация сияқты қарапайым деп саналады. Вектордың әсер ету қаупін азайту сондай-ақ аурудың пайда болу қаупін азайтады. Керісінше, тиімді Lyme вакциналары әлі де дамуда.\n2011 жылдың көктемінде Табиғат эксперименттік SIV (маймыл ВИЧ) вакцина жаңа түрін сипаттайтын зерттеу жариялады. Вакцина СМВ-ға қарсы ұзақ мерзімді иммундық жауапты алу үшін CMV-ты вектор ретінде қолданды. SIV вирусының гені CMV-ге қойылды. Содан кейін CMV вирусы SIV протеинін жасады. Ғалымдар бұл зақымдалған маймылдарды CMV вирусын өзгертіп, оны вакцина ретінде қолданды.\nИнтеграцияланған векторлық басқару дегеніміз не?\nБүкіләлемдік денсаулық сақтау ұйымы аурулардың алдын алу және бүкіл әлемде алдын-алу үшін жауап береді. Олардың жауапкершілігінің бір бөлігі векторлық ауруды бақылап, басқарады. Мұны бір жолы - интеграцияланған векторлық басқару немесе IVM деп аталатын техниканың сериясын ұсыну.\nВИМ-дің мақсаты - векторлық ауруды бақылаудың тиімді және үнемді әдістерін анықтау.\nIVM - қауымдастықтарға белгілі бір жерде аурудың векторын бақылау үшін қандай шараларды қолдануға болатынын анықтауға көмектесетін рәсім. Әдетте опциялардың жиынтығы таңдалады. Олар санитариялық практиканың өзгеруіне пестицидтерді пайдалану үшін масалардың торларын таратудан тұратын нәрсені қамтуы мүмкін.\nВекторлық молекуланың шығу козі болып бактериялық\nплазмидалар мен вирустар (әсіресе фагтар) саналады.\nВекторлардың негізгі 6 түрі бар.\n1. Плазмида\n2. Космида\n3. Фазмида\n4. Шаттл вектор\n5. Жасанды бактериалды хромосомалар\n6. Жасанды ашытқы хромосомалар\nТолығырақ: https://kk.approby.com/биологиялық-вектор-дегеніміз-не/",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вектор дегеніміз не, оған қойылатын талаптар?",
        "question_content": "Вектор дегеніміз не, оған қойылатын талаптар?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағытталған кесінді  деп } — “бас нүктесінен” бастап екінші  - “соңғы”нүктесіне дейінгі түзу бойындағы нүктелер жиыны.\nЖәй мағынасына сәйкес вектор деп бағытталғын кесінді деп түсінуге болады, ал басқа жағдайларда әртүрлі векторлар – белгілі бір эквиваленттік қатынасы бойынша әртүрлі бағытталған кесінділер эквивалентті класстары болып табылады. Бұл эквиваленттік қатынасы әртүрлі болуы мүмкін: ол векторлардың түрін анықтайды (“еркін”, “тұрақты” т.б.). Басқаша айтқанда, эквивалентті класс ішінде кез келген екі вектор тең болып есептеледі, яғни кез келген вектор сол класты толықтай бейнелей алады.\nЕркін векторлар жиыны мен олардың кеңістікті параллель жылжыту жиыны арасындағы изоморфизмды ескерсе, егерде қосу операциясын жылжыту композицияларымен теңестірсе, онда кеңістікті параллель жылжыту жиынын тіпті векторды анықтау үшін де пайдалануғы болады.\nКеңістікті шексіз аз трансформацияларын зерттеуде маңызды рөл атқарады.\nБaс нүктесі соңғы нүктесімен беттесетін векторды нөлдік вектор деп атайды:\n векторын  векторына қарсы вектор деп атайды.\nhttps://kk.wikipedia.org/wiki/%D0%92%D0%B5%D0%BA%D1%82%D0%BE%D1%80",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рекомбинаттық ДНҚ дегеніміз не, оны қалай құрастырамыз?",
        "question_content": "Рекомбинаттық ДНҚ дегеніміз не, оны қалай құрастырамыз?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрылымдық ген дегеніміз не, оны қалай бөліп аламыз?",
        "question_content": "Құрылымдық ген дегеніміз не, оны қалай бөліп аламыз?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гендік инженерия нені зерттейді?",
        "question_content": "Гендік инженерия нені зерттейді?",
        "question_date": "27.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гендік инженерия, немесе генетикалық инженерия — генетикалық және биохимиялық әдістердің көмегімен түраралық кедергілері жоқ, тұқым қуалайтын қасиеттері өзгеше, табиғатта кездеспейтін жаңа гендер алу; молек. биологияның бір саласы. Гендік инженерия әр түрлі организмдер геномының бөлігінен рекомбинатты ДНҚ құрастырумен қатар, ол рекомбинатты молекулаларды басқа ағза геномына енгізіп, жұмыс істеуін (экспрессиясын) қамтамасыз етеді. Гендік инженериядағы тұңғыш тәжірибені 1972 ж. американ биохимигі Т. Берг (Нобель сыйл. лауреаты) іске асырды. Ол маймылдың онноген вирусы SV-40-тың толық геномын, бактериофаг — L геномының бір бөлігін және Е. Colі бактериясының галактоза генін біріктіру арқылы рекомбинантты (гибридті) ДНҚ алды. 1973 — 74 ж. Америка биохимиктері С. Коэн, Г. Бойер, т.б. түрлі ағзалардан бөліп алынған генді бактерия плазмидасының құрамына енгізді. Бұл тәжірибе басқа организмдер гендерінің жаңа ағза ішінде жұмыс істей алатынын дәлелдеді. Жануарлар клеткаларымен жүргізілген тәжірибелерде бір клетканың ядросын екіншісімен алмастыруға, екі немесе бірнеше эмбриондарды қосып біріктіруге, оларды бірнеше бөлікке бөлшектеуге болатыны анықталды. Мыс., генотиптері әр түрлі тіндердің клеткаларын біріктіру арқылы тышқанның аллофенді особьтары (фенотипі әр түрлі дарабастар) алынды. Гендік инженерия-ның теориялық негізіне генетикалық кодтың әмбебаптылығы жатады. Бір ғана кодтың (триплиттің) әр түрлі ағзадағы белок молекулаларының құрамына енетін амин қышқылдарын бақылай алатындығына байланысты, ДНҚ молекуласының кез келген бөлігін басқа бөтен клеткаға апарып салу, яғни молек. деңгейде будандастырылу теориялық тұрғыдан алғанда мүмкін екені анықталды. Жануарлар, өсімдіктер және микроорганизмдер гендерінің қызметін қолдан басқаруға болатындығы дәлелденді.\nАуыл шаруашылығында өсімдіктің атмосфералық азотты өзіне жинақтап алуы — үлкен мәселе. Осыған байланысты 1970 жылдары азотты фиксациялауға қабілеті жоқ пішен таяқшасына азотты жинақтай алатын, басқа бір бактерияның гені салынып, азотты жинақтау қасиетіне ие болды. Мед. саласында жаңа гендерді енгізу арқылы тұқым қуалайтын ауруларды емдеуге болады. Қазіргі кезде ауру адамдардан зат алмасудың 1000-нан аса әр түрлі тұқым қуалайтын өзгерістері табылған.\nГендік (генетикалық) инженерияны – молекулалық және клеткалық инженерия белгілі бір мақсатпен жасанды айқын қасиеттері бар генетикалық материалдарды алдын ала құрастырып, оларды басқа клеткаға енгізіп, көбейтіп, зат алмасу процесін өзгеше жүргізу. Бұл әдіспен организмдердегі тұқым қуалайтын информацияны көздеген мақсатқа сай өзгертіп, олардың геномдарын белгілеген жоспармен қайта құруға болады.\nГендік инженерия ол функциональдық активті генетикалық құрылымдарды рекомбинаттық (ата-ана екі ДНК молекулалары арасынан пайда болған будан) ДНК молекулалары түрінде қолдан құрастыру. Гендік инженерияның мәні жеке гендерді бір организмнен алып, басқа организмге көшіріп орналастыру.\nБұл рестриктаза деген фермент пен лигаза ферментінің ашылуы негізінде мүмкін болды. Рестриктаза ферменті ДНК молекуласын нақты белгіленген жерлерін кесіп алады да, осылай фрагменттерді (рестрикция сайттарын) түзеді. Ал лигаза ферменті гетерогендік ДНК-ның фрагменттерін бүтін тігеді. Құрамында шығу тегі әр түрлі ДНК-лары бар молекуланы рекомбинаттық молекула деп атайды.\nРекомбинаттық ДНК = прокариоттардың және / немесе вирустардың ДНК-ы (вектор) + эукариоттардың ДНК-ы (бөтен ДНК).\nВектордың көмегімен эукариоттардың бөтен ДНК-ы клеткаға еніп, геномға интеграциялана алады. Сонымен, прокариоттар мен вирустардың зерттелетін ДНК молекулалары нақты белгіленген жерден кесіліп, одан кейін бұл жерге эукариоттардың қажетті бөтен гені енгізіледі, осылайша рекомбинаттық (гибридтік) ДНК түзіледі.\nТүзілген рекомбинаттық ДНК тірі клеткаға енгізіледі, жаңа геннің экспрессиясы (көріну күші) басталғаннан соң, клетка сол ген белгілеген белокты синтездей бастайды. Сонымен, клеткаға рекомбинаттық ДНК молекуласы түрінде жаңа генетикалық информацияны енгізіп, соңында жаңа белгісі бар организмді алуға болады. Мұндай организмді трансгендік немесе трансформацияланған организм дейді. Осылайша, гендік инженерияның дамуына негіз болған молекулалық биология мен молекулалық генетиканың мынадай жетістіктері бар:\nРестриктазалар мен лигаза ферменттерінің ашылуы;\nГендерді химиялық заттарды және ферменттерді қолдану арқылы синтездеу;\nБөтен генді клеткаға тасымалдаушы-векторларды пайдалану;\nБөтен генге ие болған клеткаларды таңдап, бөліп алу жолдарының ашылуы.\nАлғашқы рет рекомбинаттық ДНК 1972 жылы АҚШ-та П.Бергтің лабораториясында жасалды.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лағыл таста жарық сәулесінің таралу жылдамдығын табу..",
        "question_content": "Лағыл таста жарық сәулесініңтаралу жылдамдығын анықтау",
        "question_date": "27.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аралтөбе қай жерде орналасқан",
        "question_content": "Аралтөбе қай жерде ораналасқан",
        "question_date": "27.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 870,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елді мекендер:\nАралтөбе – Ақтөбе облысы Әйтеке би ауданындағы ауыл.\nАралтөбе – Ақтөбе облысы Хромтау ауданындағы ауыл.\nАралтөбе – Алматы облысы Балқаш ауданындағы ауыл.\nАралтөбе – Алматы облысы Кербұлақ ауданындағы ауыл.\nАралтөбе – Батыс Қазақстан облысы Сырым ауданындағы ауыл.\nАралтөбе – Қарағанды облысы Жаңаарқа ауданы, Ералиев ауылдық округі құрамында болған ауыл, 2007 жылы таратылған.\nБасқа мағыналар:\nАралтөбе – арал.\nАралтөбе – жайлау.\nАралтөбе – жер атауы.\nАралтөбе – қорым.",
                "date": "27.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жігітіме ата-анам қарсы...",
        "question_content": "Сәлеметсіздер ме?!\n\nЖігітмен сөйлесіп жүргеніме 1 жылдай бодды, бірақ анам, үйдегілер қарсы. Ол бала бізден төмен тұрады, сені бағалай алмайды, түрі келмейді біздің отбасымызға дейді.",
        "question_date": "27.04.2020",
        "question_tag": "Жанұя",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жігітіңізге өзіңіз де сенімсіз сияқтысыз ғой. Егер оған сенсеңіз ата-анаңызбен дұрыстап бірге сөйлесер едіңіз. Ата-ана көбіне баласының бағын ойлап солай ақыл айтады ғой. Бірақ ол ақылды қаншалықты шындыққа жанасатынын өзіңіз ой толғап шешесіз, рас па? Сіздің сенімсіз болып тұрсыз дегенім осыдан шығады. Егер махаббат шынайы болса, және жігітіңіздің іскерлігіне келешекте отбасын асырай алатын азамат боларына көзіңіз жетсе , оны ата-анаңызға өзіңіз-ақ түсіндіріп қояр едіңіз. \nЖағдайы нашар отбасыдан шыққан адам жағдайын көтере алмайды деген заң жоқ қой. Керісінше тек өзіне сенетін еңбекқор болып өсер. Не дегенмен атаның малы балаға мал болмайды ғой.\nАта-анаңыздың сөзі қаншалықты шындыққа жанасатынын отырып ойланып қараңыз. Бірақ, Тек материалдық жағдайға қараймын деп сізді бір қадірсіздің қолына ұстатып жібермесін.",
                "date": "28.05.2020",
                "upvotes": 0
            },
            {
                "text": "Оның ата анасы да жағдайым осы мен узатып ала алмаймын оздері ушін адам болар дегендей қылді ол жігіт мені кіналап жур енді мен ата анама қарсы шыга алмаймын менің ата Анам ол жігіт тұрақты жумыс жасамайды сенің жалақын болса аз қуда тусіпта келуге жағдай жоқ деп отыр",
                "date": "7.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "О.Бөкейдің \"Қар қызы\" повесіндегі Нұржанның бейнесі.",
        "question_content": "О.Бөкейдің \"Қар қызы\" повесіндегі  Нұржанның образын сипаттап беріңіздерші",
        "question_date": "27.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оралхан Бөкейдің «Қар қызы» повесінің шыншыл шығарма болып түзілуі – автордың көрген-түйгені, өз басынан кешкен оқиғалары әсер еткенінен. Олай дейтініміз – повестегі Нұржан болмысынан авторды айнытпай тануға болады. Егер танығанымыз шын деп сендірсек – осы оқиғаның өз басынан өткендігіне, бір кезде өзінің тракторшы болғанына тірелеміз. Міне, өмірде түйгендерін қорыту, жинақтау деген осы.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/25015",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің қолым ауырып жүр оған не істесе болады?",
        "question_content": "Ақпан айында менің қолым шытынап кеткен болатын, дәрігерлер  қолымды гипстеп берді,  алайда қолым әлі күнге дейін ауырады. Не істесем болады??",
        "question_date": "27.04.2020",
        "question_tag": "Тазалық",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге қайтадан көріну қажет. Бүгіннен қалдырмаңыз.",
                "date": "27.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сынықшыға барыңыз.Ауырып тұрса,сынық дұрыс түспеген.Ет қыстырылып қалуы мүмкін.",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    }
]