[
    {
        "question_title": "There are many __ between my two brothers. Ағылшын 9 сынып 5 жаттығу?",
        "question_content": "a. There are many __ between my two brothers. They aren't similar at all. b. Your diet may cause __ problems for you. c. Drivers must be __ especially in rush hours. d. You've to take __ for yourself. e. He can't make any __. I decide where to go, what to buy .f.Who is the __ of this shop? g. Smoking is__ for your health.",
        "question_date": "26.09.2018",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "There are many differences between my two brothers.They arent similar at all. Your diet may cause health problems for you. Drivers must be careful, especially in rush hours. You ve to take choice  for yourself. He cant make any choice. I decide where to go? what to boy. Who is the manager of this shop? Smoking is dangerous for your health.",
                "date": "28.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала кезіңізде нені армандадыңыз? Қазір сол арманыңызға жеттіңіз бе?",
        "question_content": "Сіз бала кезіңізде кім болуды армандадыңыз? Қазір сол бала арманыңызға жеттіңіз бе? немесе, оған жету жолында қандай әрекеттерге бардыңыз?",
        "question_date": "26.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалық шақ өте керемет кездердің бірі екен. Бала кезімізде үлкен болсақ біресе ғарышкер, біресе полиция, енді бірде дәрігер боламын деп асығушы едік, армандайтын едік. Армансыз адам болмайды. Әрине, армандай білу керек, сол арманның арқасында мақсат қоясын, талпынасын. Менің арманым 100 пайызға орындалды деп айта алмаймын, бірақ сол бала кезгі арманға жетуге ешқашан кеш емес екенініне сенемін.",
                "date": "5.10.2018",
                "upvotes": 0
            },
            {
                "text": "Әрине кеш емес, бағындырар белестеріңіз көп болсын",
                "date": "7.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мент (полицей) болу үшін не істеу керек?",
        "question_content": "Мент (полицей) болу үшін не істеу керек?\n\nӘскери билет бар. Юрист мамандығын оқымағанмын.",
        "question_date": "26.09.2018",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең дұрысы болмай ақ қойғаның дұрыс )",
                "date": "26.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Масштабты пайдаланып қалалардың жер бетіндегі арақашықтығын табу",
        "question_content": "Картадан Астана мен Қарағанды қалаларын қосатын кесінді ұзындығын өлшеңдер.Картаның 1:7 000 000 масштабын пайдаланып Астана мен Қарағанды қалаларының жер бетіндегі арақашықтығын табыңдар.",
        "question_date": "25.09.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз картасына қарап жазу керек. Өз картасынан кітапта бар",
                "date": "30.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем мүшесіне талдау керек мәтінді",
        "question_content": "Бұл -осы төңіректегі басқа жолдардан жоны әлдеқайда биіктеу боп күдірейтіп жататын,есілген құмы қалың жал.Әр жерде бір боз тартқан кәрі сексеуілдер ғана өседі.Үлкен сексеуілдер бүкіл Мойынқұмдағы сексеуілдің бәйтерегі осы арада десе де болады.Осылардың басына бүркіт ұя салады.Кез келген жерге ұя салмайтын құс әулесінің  дәл осы арадағы сексеуіл басын таңдауы да жайдан-жай емес-ау",
        "question_date": "25.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Реакция нәтижесінде: а) BaCO3; b) Fe(OH)3; c) ZnS түзілген болса",
        "question_content": "Реакция нәтижесінде: а) BaCO3; b) Fe(OH)3; c) ZnS түзілген болса, қандай заттар әрекеттескен? Мүмкін болатын химиялық реакция теңдеулерін жазыңдар?",
        "question_date": "25.09.2018",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ba(OH)2+Na2CO3=2NaOH+BaCO3\nFeCl₃  +  3 NaOH =>  Fe(OH)₃  +  3NaCl\nZn + S → ZnS",
                "date": "26.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған саляфтар ауыр сөз айтып қол көтеріп боқтады?",
        "question_content": "Салеметсыздерме менын сурайн дегеным бугн жумыста мен азлдеп бр секта бар крсен акша беред деп азлдедм кейн касыма намаз окитындар жиналып сен дынге тыл тигыздындеп мены балагаттап боктады жане кол котерды оларга мен дын жайлы ештеме айтпадм озм блмейтын бр секта бар крсен акша беред деп азлдедм дынге тыл тигызбедм десем олар коймай маган быз саляфпыз бызге не ыстей аласн сендер намаз окымайтындар малсындар деп мены жумыстан шгарп жберды осы маселеден кейн мен аурп уйде жатырм создеры катты конылыме тиды нестесем болады комектесыныздершы",
        "question_date": "25.09.2018",
        "question_tag": "Заң",
        "question_views": 426,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер заң жүзінде болса.............\n\nЖарақат алсаңыз, емханаға барып жарақат алды деген қортынды аласыз, фотоға түсіртесіз, сосын шағымданасыз мені ұрды, соқты, балағаттады деп. ары қарай сот шешеді. \nЕстеріңізде сақтаңыздар! Қызметкерді тек ол ұнамағаны үшін жұмыстан шығаруға болмайды. Жұмыстан шығару үшін заңды себеп болуы қажет.\n\n\nЖұмыстан шығару туралы ескерту уақыты\n\nЖұмыс берушінің бастамасымен: жұмыс беруші еңбек келісімшартын бұзу жөнінде қызметкерге бір ай бұрын жазбаша түрде ескертуі қажет, егер еңбек, ұжымдық келісімшарттарда ескертудің бұдан да ұзақ мерзімі алдын ала белгіленбесе (ҚР ЕК 56-бабының 1-тармағы). Сонымен қатар қызметкердің жазбаша келісіміне сәйкес еңбек келісімшартын ескерту мерзімінің аяқалуынан бұрын да бұзуға болады.\n\nҚызметкердің бастамасымен: қызметкер жұмыс берушіні бір айдан кем емес уақыт бұрын жазбаша ескертіп, өз бастамасымен еңбек келісімшартын бұзуға құқылы (ҚР ЕК 57-бабының 1-тармағы). \n\nЕгер еңбек келісімшартының шарттары жұмыс берушімен орындалмаса, қызметкер жұмыс берушіге бұл туралы жазбаша түрде хабарлауға құқылы. Егер жеті күн аралығында жұмыс беруші еңбек келісімшартының шарттарын орындамауды жалғастырса, қызметкер жұмыс берушіні үш күн бұрын жазбаша ескертіп, еңбек келісімшартын бұзуға құқылы (ҚР ЕК 57-бабының 4-тармағы).",
                "date": "26.09.2018",
                "upvotes": 1
            },
            {
                "text": "Басқа бәле тілден. Ешқашан білімсіз сөз сөйлеуге болмайды, әсіресе дін,секта жайында. Сізге сабақ болды деп ойлаймын.Аңдамай сөйлеген -ауырмай өледі деген.",
                "date": "25.09.2018",
                "upvotes": 0
            },
            {
                "text": "Намаз оқымайтындар малсыңдар деп айтып тұрғанның өзі сондай.\n\nСондықтан оны көңіліңе алма, және ол не жұмыс құпия болмаса?",
                "date": "26.09.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл жерде өзің бастап тұр екенсің, енді өзің бастап кешірім сұрауын керек. Мұсылмандар халыққа үлгілі  және де кешірімді болу керек.",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1:100 масштабымен кескінделген бөлменің сызбасы (планы) берілген",
        "question_content": "1:100 масштабымен кескінделген бөлменің сызбасы (планы) берілген. Бөлменің сызбадағы (пландағы) өлшемдерін тауып, ұзындығының, енінің нақты мəндерін есептеп табыңдар?",
        "question_date": "25.09.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен Алматы  каналынын ұзындығы 170 км онын картадагы ұзындығы 17 мм осы картанын масштабын табыңдар",
                "date": "25.09.2019",
                "upvotes": 0
            },
            {
                "text": "Үлкен Алматы  каналынын ұзындығы 170 км онын картадагы ұзындығы 17 мм осы картанын масштабын табыңдар\n17 мм/ 17 0 000 000 мм =1/ 10 000 000",
                "date": "25.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастығыңызға қарсы сөз сөйлейсіз бе? Жұмыста?",
        "question_content": "Бастығыңызға қарсы сөз сөйлейсіз бе? Жұмыста?",
        "question_date": "25.09.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 389,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер өзімдікі дұрыс болса өзімнің ойымды айтамын. Бастықта біз сияқты адам)) егер ол адам дұрыс емес нәрсе айтып тұрса, сіз ия-ия деп басыңызды шұлғып тұра бермейсіз ғой... Әлде олай емес па?))",
                "date": "26.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жасыңыз қаншада? Қандай маман иесісіз? Осы сайтқа қашан кіре бастадыңыз?",
        "question_content": "Жасыңыз қаншада? Қандай маман иесісіз? Танысайық...",
        "question_date": "25.09.2018",
        "question_tag": "Достық",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасым 19 да. Журналистика мамандығының 3 курс студентімін. бұл сайтқа бүгіннен бастап тіркелдім.",
                "date": "26.09.2018",
                "upvotes": 1
            },
            {
                "text": "2013 жылы сайтқа тіркеліп антивирустың кілтін сұрағам, содан бері сайттамын. Қарап тұрсам 5 жыл өтіпті көзді ашып-жұмғанша)",
                "date": "26.09.2018",
                "upvotes": 1
            },
            {
                "text": "Мəлімет жоқ)                               \n.",
                "date": "26.09.2018",
                "upvotes": 0
            },
            {
                "text": "1989, киномеханик, 2010",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялшақсыз ба? Ұялу дұрыс па? Өмірде неден ұялмау керек?",
        "question_content": "Ұялшақсыз ба? Ұялу дұрыс па? Өмірде неден ұялмау керек?",
        "question_date": "25.09.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің көзіме ұялшақтар жәй көз бояушылық болып көрінеді  өтірік қылымсып ұялшақтың рөліне кіргеннен не табатынын білмедім",
                "date": "15.11.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Психологпен сөйлесесіз бе? Психологтар туралы ойыңыз қандай?",
        "question_content": "Психологпен сөйлесесіз бе? Психологтар туралы ойыңыз қандай?",
        "question_date": "25.09.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 911,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. 6-7 сағат ұйықтайтын адамның мезгілсіз ажал құшу ықтималдылығы 8 сағат ұйықтайтын кісіден әлдеқайда аз болады. Ал күніне 5 сағат ұйықтайтын адам психологиялық проблемаларға 3 есе жиі ұшырайды. \n2. Адамға өзінің атын естігеннен жақсы дыбыс жоқ. Танысқан кезде адамның ең алдымен лауазымын, кәсібін емес, оның есімін жаттап алу қажет. Бұл жақсы қарым-қатынастың негізгі ережесінің бірі. \n3. Тез ұйықтау үшін арқаға жатып, денені бос күйінде ұстайды. Көзді жұмып, көздің қарашығын тіке қарату қажет. Ұйықтап жатқан сәтте көздің қалыпты тұрысы осындай болады. Мұндай үрдісте адам қатты және тынық ұйықтайды. \n4. Психолог мамандары әйел адамына бейтаныс ер кісіні сырт келбетіне қарап бағалау үшін 45 секунд жеткілікті дейді. Оның 10 секундты сыртқы дене-бітіміне, 8 секундты көзіне, 7 секунд шаш үлгісіне, 10 секунд иегі мен ерніне және 5 секунд иығына кетеді. Қалған 5 секунд  қолында неке сақинасы бар ма, жоқ па соны білуге кетеді. \n5. Психологияны білу өмірді қиындатқанымен тәжірибе жүзінде іске асырғанда жеңілдетеді. \n6. Оксфорд университетінің ғалымдары қобалжу, күйзелістен құтылудың ең пайдалы жолы  кітап оқу деп санайды. Себебі оқу сана-сезімге бірден әсер етеді. Зерттеуде ол ішімдік ішу, шай ішу, музыка тыңдау, серуенге шығу секілді  сергіткіш заттарды басып озған. \n7. Махаббатта жолы болмай жүрген адам күйзеліске ұшырап, тіпті психологиялық ауруларға шалдығады. Мысалы, Адели синдромы. Адели синдромы – бір адамды құлай сүйіп, оған жіпсіз байлану. Мұндай жағдайда екінші тарап жауапсыз отырады. \n8. Спорт жарысы кезінде жарияланған миллиардтаған твиттер мақаласына сараптама жүргізілді. Сараптама нәтижесі даукестің сенімді және өте көп көлемде шығарған мәлімдемесі болса,  пікірсайыста жеңу мүмкіндігі жоғарылайтынын көрсеткен. \n9. Егер адам бірдеңені еске түсіргісі келсе және сонымен қатар дәл көзіңізге қарайтын болса, онда сізді алдап жатыр дей беріңіз. Себебі мұны қысқаша гипноз деп айтады. \n10.Әйел адамдар жігітімен немесе жақсы көретін адамымен  бетпе-беп отырып әңгімелескен кезде ғана өздерін сүйікті сезінеді. Ал жігіттер керісінше эмоциялық жақындықты екінші жартысымен сөйлескен кезде, жұмыс жасағанда, ойнаған сәтте сезінеді.  \n\nТолығырақ: https://massaget.kz/kyizdarga/psihologiya/21300/",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дінге қатысты басқа адамдарға ақыл айтасыз ба?",
        "question_content": "Достарыңызға, ата-анаңызға, туыстарыңызға т.б. жандарға дін тұрғысынан ақыл-кеңес бересіз бе?",
        "question_date": "25.09.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Естіген,білгенімді керек кезінде айтамын",
                "date": "30.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ziyoda - jim әнінің қазақшасын тауып берсеңіздер?",
        "question_content": "Ziyoda - jim деген әннің қазақшасын тауып бересіздер ме?",
        "question_date": "25.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дінге қатысты мәселелерді кімнен сұрайсыз?",
        "question_content": "Дінге қатысты мәселелерді кімнен сұрайсыз? Досыңыздан, мешіт имамынан әлде кімнен?",
        "question_date": "25.09.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мешіттегі имамнан. Оған баруға ерінсеңіз, Ютубтан еліміздегі танымал ҚМДБ ұстаздарының пәтуәларын тыңдап көрсеңіз болады. Арман Қуанышбаев, Абдуғаппар Сман, Ризаббек Баттал, Ерлан Ақатаев, Ерсін Әміре, Қабылбек Әліпбайұлы. Сұрғыңызды жазсаңыз осы кісілердің берген жауабы шығып қалады шамамен",
                "date": "25.09.2018",
                "upvotes": 1
            },
            {
                "text": "Мешіттегі Иманнан болмаса ютубтан және намаз оқитын дін туралы жақсы білетін жамағаттардан",
                "date": "25.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таеквондоға неше жастан бастап қатысуға болады?",
        "question_content": "18 жастан күреске таеквондога қатысуга болама әлде кешпе",
        "question_date": "24.09.2018",
        "question_tag": "Жалпы спорт",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жас жеткіншектің өмірлік жолын таңдауда - ата-ананың тигізетін әсері мол. Өсе келе баланың айналадағы құбылыстарға қарап, таным көкжиегі кеңейе түседі. Бала арман алға жетелейді. Олардың қатарында спортшы атанғысы келетін жас жеткіншектер де табылады. Осы тұста ата-ана алдында да қиыншылықтар кездеседі. Ескерер дүниелер алдан шығады. Осыған орай біз сіздерге баланы неше жастан бастап спорт үйірмелеріне апару туралы айта кеткенді жөн санап отырмыз. 2025 жылға дейін Қазақстан Республикасында дене шынықтыру мен спортты дамытудың бір жолы - халықтың бос уақытына бағдарланған спортты жандандыру, балалармен және жастармен жұмыс істеу әдістерін жетілдіру. Саламатты ұрпақ – ұлт болашағының нағыз іргетасы іспетті. Сондықтан да балалар мен жасөспірімдерді дене шынықтырумен және спортпен барынша қамтуды қамтамасыз ету үшін қолайлы жағдайлар жасауды жандандыру қажет.   Қазақ «үлгі болар ағаның ізін бас та, жолын қу, болам деген баланың бетін қақпа, белін бу» дейді. Спортқа әуес баланың бетін қақпай, таңдаған спорт түріне жол сілтеу – ата-ана алдындағы бір парыз. Жас жеткіншектің қалаған спорт түрінің үйірмесіне қатысқаны дұрыс. Себебі, ата-ана таңдауымен спорт түрін таңдаған бала уақыт өте келе барлығына бір-ақ қол сілтеуі мүмкін. Баланы спорт үйірмесіне апарғанда жасына да мән берген дұрысырақ. Бұған таңдаған спорт түріне қарай да ескерген дұрыс. Кейде ата-аналар балаларын спорт үйірмелеріне кешірек беріп жатады. Ал ол кезде жас жеткіншекке жаттығуларды еркін меңгеріп кету қиынырақ соғатын болады. Баласының акробат болғанын қалайтын ата-ана аз болғанмен, жоқ емес. Акробатика – қазір спорттың кең тараған бір түрі. Қазақстанда спорттық акробатика 1933 жылдан бастап таныла бастады. Тұңғыш чемпионат 1949 жылы өткізілді. Бұл спорт түріне баланы 5-6 жастан бастап берген дұрыс. Өйткені, 10-12 жастан кейін иілу секілді жаттығулар жасау балаға ауырлау соғады. Елімізде көркем гимнастика спортының да болашағы зор. Қарқынды дамып келеді. Балаңыздың спортпен қатар, музыкаға да қызығушылығы болса, осы спорт түрінің үйірмесіне қатыстырсаңыз болады. Бірақ, ол үшін бала 5-6 жасынан бастап үйірме табалдырығын аттаған дұрыс. Сонымен қатар, шығыс спорты түрлеріне қатысу үшін де баланы ерте жастан спорт үйірмелеріне беру керек. Қысқы спорт түрлерінен баланы мәнерлеп сырғанауға ертерек беру керек. Яғни, 6 жастан кешіктірмеген жөн. Биатлонға 9 жастан кейін қатыстырған дұрысырақ. Ал тау-шаңғы спорты түрлерін үйренуге 3-6 жастан бастап баули берген жөн. Хоккей де – әлемдегі танымал спорт түрінің бірі. Денсаулыққа қауіпті емес деп те айта алмайсың. Десе де бұл спорт түрінің алғышарттарын жас шәкірттің 5-6 жасынан бастағаны абзал. Суда жүзу спортының үйірмелеріне балаңызды 7 жасқа дейін де, 7 жастан кейін де қатыстырсаңыз болады. Бірақ, балаңыздың қауіпсіздігіне баса мән беріңіз. Алғашқы жаттығу күндері жанында болғаныңыз да дұрысырақ. Семсерлесу спортына балаңыз қызықса, 9-11 жас кеш емес. Ал теннис үйірмесіне ерте қатыстыру керек. 5 жасынан бастап қатыстырсаңыз, нағыз шебер болып қалыптасуына жол ашылады. Жас жеткіншектердің көбі кішкентайында велосипедке қызығады. Балаңыздың велоспортпен кәсіби түрде айналысуын қаласаңыз, спорт үйірмесіне 7-12 жас аралығында апарсаңыз болады. Елімізде ауыр атлетика мен жеңіл атлетика спорты да танымал. Жас жеткіншектерге бұл спорт түрлерімен 10 жастан кейін айналыса бастаса болады. Тіпті, 15 жас та кеш емес. Футбол, волейбол және баскетбол секілді спорт түрлерінің үйірмелеріне баланы 7 жастан кейін қатыстыра берсеңіз болады. Одан кейінгі уақыт та кеш саналмайды. Қазақстанда бокспен айналысатын жас таланттар жетерлік. Спорт үйірмелерінің саны да аз емес. Негізінен бокспен шұғылдану 16-17 жасқа дейін кеш саналмайды. Ал әліппесін 10-12 жастан бастаған дұрыс. Иә, ата-аналар үшін баланы неше жасынан бастап спорт үйірмелеріне апаруы керек екенін біле жүрген дұрыс. Бірақ, одан бұрын да ескере кететін жайттар бар. Яғни, балаңыздың денсаулығын тексеруден өткізіп алыңыз. Мысалы, басы мен жұлыны ауыратын балаларға жеңіл атлетика, тау-шаңғы спорты түрлері мен тенниске қатысуға болмайды. Керісінше, жүзу, крикет және семсерлесуге қатысқаны денсаулығына пайдалы. Бұл тақырып туралы алдағы ақпараттарымызда жазатын боламыз. \n\nТолығырақ.",
                "date": "24.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалімнің жұмыс істеп жүрген кезіндегі санаттылығы (жоғары санаты) сақталама?",
        "question_content": "Зейнеткерлік жастағы мұғалім келісім шартпен 1 жылға еңбек ету кезінде, мұғалімнің жұмыс істеп жүрген кезіндегі санаттылығы (жоғары санаты) сақталама? Қай нормативтік құжатты басшылыққа алуға болады?",
        "question_date": "24.09.2018",
        "question_tag": "Мектеп",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жан досымның тойына әдемі, мағыналы тілек қажет?",
        "question_content": "Жан досымнын тойы соған әдемі,мағыналы тілек,қандай ән айтса болады?діни болсада керемет",
        "question_date": "24.09.2018",
        "question_tag": "Қазақша ән",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ - тойшыл қауым. Онымен таласымыз жоқ. Әйткенмен шешен бабаларының ұрпақтары бүгінде қуанышқа жиналса, ауыздарына сөз түспей біраз қысылып қалып жатады. \"Өмірлік тілектер\" болып сақталған \"Көлдей көңіл, өзендей өмір, зор денсаулық, қажымас қайрат, талмас қанат\" тілеу, әрине, артықтық етпейді. Бірақ бұл тілектердің заман тоздырғанына да біраз болды. Жас жұбайларға арналған тілектерді жаңартатын кез келді. Біз сіздерге жастардың неке тойында айтуға болатын біршама тілектер шоғырын ұсынбақпыз. Бастысы – тілегіңіз жүрегіңізді жарып шыққай! Құрметті жас жұбайлар, бүгін біз сендердің өзара махаббаттарыңның ұлы жеңісіне куә болып отырмыз. Сендерді табыстырған сол тәтті сезім бүгін жарастырып отыр. Ендеше, махаббаттың жеңісі құтты болсын! Аса құрметті тойға жиналған қауым, бүгін біз түтіні енді түтеніп келе жатқан жаңа ошақтың жанғанына куә болғалы жиналдық. Біз бүгін екі жастың көтерген шаңырағының астында отырып, олардың табалдырықтан аттаған қадамдарының оң болуын тілеп жиылдық. Көптің тілегі қабыл болып, ортадағы екі жастың бақыты баянды болғанын мың рет тіледім. Айналайын, алтындарым, көздеріңнен нұр, жүздеріңнен жылылық көріп тұрмын. Сендердің дәл бүгін бақыттың шыңында тұрғандарыңды сезіп өзімше толқып та тұрмын. Бүгін менің аузым емес, жүрегім сөйлесін. Ал жүрегім шын ниетімен сендерге сарқылмас бақыт тілейді. Сендер бақытқа әбден лайықсыңдар. Сендер Қозы мен Баян да емессіңдер, Төлеген мен Жібек те емессіңдер! Сендер өздеріңше бір аңыздың кейіпкерісіңдер. Бірақ сендердің аңыздарың өзгеден ерекше болуға тиіс. Біз сендердің аңыздарыңнан артық көз жас пен жаманшылық атаулыны байқамауымыз керек. Нағыз махаббаттың аңызын сендердің жасайтындарыңа кәміл сенемін. Ардақты ерлі-зайыптылар, мен шын жүрегіммен сендердің әлі он үйлену тойларыңды атап өткендеріңді қалар едім: қағаз той – бір жылдан соң, шыны той – екі жылдан соң, берік той – үш жылдан соң, шыт той – бес жылдан соң, қола той – он жылдан соң, фарфор той – он бес жылдан соң, хрусталь той – жиырма жылдан соң, күміс той – жиырма бес жылдан соң, алтын той – елу жылдан соң, бриллиант той – жетпіс жылдан соң. Сонымен қатар, сендердің алғашқы тойларыңа жиналып отырған барша қауымның да осы тойлардың бәрінің қадірлі қонағы болғанын тіледім. Француз жазушысы Андре Терье айтады: «Бақытты өмір болмайды, тек бақытты күндер ғана болады» деп. Мен сендерге толық бақытты ғұмырға жетерліктей сондай  бақытты күндеріңнің көп-көп болғанын тілеймін. Мен бұрындары адамның нағыз періштемен кезеккенін көрген емеспін. Біреу \"көрдім\" десе, сенбес те едім. Бірақ менің досым қазір жанына жайғасқан мына аруды ертіп әкелгенде өзіме-өзім қарсы шықтым. Жерде де періштелер бар екен. Олардың бірі – менің досымның жары. Айналайын, досым, періште қонған алқаныңнан ешқашан да жылылық кетпесін. Сендердің аңызға бергісіз мына махаббаттарың біздей бойдақтарға жұғысты болсын! Екі жасты өз ұясына қондырып, алақан жайып ақ бата беретін ата-аналар, құрметті құда мен құдағи! Бүгін сіздердің де үлкен қуаныштарыңыз өтіп жатыр. Біріңіз қайын ата, ал енді біріңіз қайын ене атанып жатсыздар. Сіздердің енді бір емес, екі балдарыңыз бар. Түні бойы көз ілмей бесігін тербеткен балдарыңыз енді сіздерді алқанындарында тербетсін. Құлап қалмасын, жылап қалмасын деп артынан аңдыған балдарыңыз енді сіздердің табандарыңыздың астындағы жұмақты аңдысын. Екеуінен тараған бала-шаға \"аталап-әжелеп\" әулеттеріңіздің даңқын шығара берсін! Ата-ене болғандарыңыз құтты болсын! Құрметті екі жас, сендер «Махаббат жоқ» немесе «Үйленгенде махаббат өшіп, сыйластық қана қалады» деген қатып қалған қағидамен өздерін сендіргісі келетіндерге олардың қатты қателесетіндігін дәлелдеңдерші. Сендер құрған шаңырақтың берік болғанын қаладым. Оны өткір өсек те, қатты қайғы да, ауыр азап та бүлдірмесе екен деп тіледім. Айналайын қарағым, қабырғалы болғаның құтты болсын. Ақ орамалды аруыңның адал жары, шулаған балаларыңның салмақты әкесі, шұбырған немере-шөберелеріңнің ардақты атасы болып көпке үлгі бола бер. Бір-біріңнің айнаң болыңдар, бір-біріңнің тірегің болыңдар, бір-біріңнің жүрегің болыңдар, бір-біріңнің шырағың болыңдар, бір-біріңнің құлағың болыңдар, бір-біріңнің жебеушің болыңдар... Өйткені енді сендердің жарты жүректерің бірігіп, бірге соға бастады. Енді сендер бірсіңдер! Ажырамаңдар! \n\nТолығырақ",
                "date": "24.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шайбаға әрекет ететін үйкеліс күші қандай болады?",
        "question_content": "Мұз үстінде шайбаны таяқпен соққаннан кейін t=5с әткенде ол өз орнынан l=20 м қашықтыққа жылжыды. Шайбаның массасы m=100г. Шайбаға әрекет ететін үйкеліс күшін анықтаңдар",
        "question_date": "23.09.2018",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=K*N=k*m*a=k*m*l/t²=k*0,1кг*20м/25с²=0,08k\nk -үйкеліс коэффициенті",
                "date": "24.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүзден жүйрік, мыңнан тұлпар мақалына мәтін құрау керек?",
        "question_content": "Жүзден жүйрік, мыңнан тұлпар мақалы на мәтін құрау. Жүзден жүйрік Мыңнан тұлпар. Сөзінің мағынасы өте терең оның мақсаты: Білімділік оқушылардың көпшілік алдында еркін сөйлеуге үйрету арқылы ойлау сөйлеу тілдерін жеткізіледі.",
        "question_date": "23.09.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 17800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жүзден жүйрік мыңнан тұлпар мәтін",
                "date": "26.09.2018",
                "upvotes": 0
            },
            {
                "text": "жүзден жүйрік мыңнан түлпар€",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерінімді шағып алды",
        "question_content": "Ерінімді шағып алды. Одан кейін үлкен болып ісіп кетті Нестесем болады ??",
        "question_date": "23.09.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім шағып алды?",
                "date": "23.09.2018",
                "upvotes": 0
            },
            {
                "text": "Ара шағып алса ештеңе жақпа, өзі кетеді.",
                "date": "24.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөйлемді ағылшын тілінде қысқаша мазмұндап берсеңіз?",
        "question_content": "http://librebook.me/the___1_000_000_bank_note/vol1/1 осы мəтінді ағылшын тілінде қысқаша мазмұндап жазып берсеңіз.",
        "question_date": "23.09.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саяси себеп және әлеуметтік-экономикалық себеп деген не?",
        "question_content": "Саяси себеп және әлеуметтік-экономикалық себеп деген не? Ответин жазып жбериндерш отиниш!",
        "question_date": "22.09.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "когамдагы кундалыктарды кушейту себептери- саяси себепке жатады",
                "date": "8.10.2018",
                "upvotes": 0
            },
            {
                "text": "Саяси себеп: жәй бір кіші проблема\n\nӘлеуметтік -экономикалық себеп: әлеуметтік проблема",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кино-ны тауып бересіздер ме?",
        "question_content": "Осыдан біраз бұрын мен ежелгі Хеопс пирамидасы туралы кино көріп едім. Жалпы онда пирамиданың салу үшін құлдарды жинауы туралы болады. Сол кино-ны тауып бере аласыздар ма?",
        "question_date": "22.09.2018",
        "question_tag": "Кино",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ тілінің болашағы бар ма? видеосұрақ",
        "question_content": "Қазақ тілінің болашағы бар ма? видеосұрақ",
        "question_date": "22.09.2018",
        "question_tag": "Қоғам",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілінің болашағы тек қана қазақ тілінде сөйлейтін жастарға байланысты. Оны əрі қарай дамыту өз қолымызда.",
                "date": "24.09.2018",
                "upvotes": 1
            }
        ]
    }
]