[
    {
        "question_title": "9 дан кейін грант бар ма?",
        "question_content": "9 дан кейін грант бар ма?",
        "question_date": "18.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 сыныптан кейін колледжге түсугеболады. Ал колледж студенттеріне арнайы мемлекеттік гранттар бөлінген.",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мади Ахметов, Нұр Отаңнан үміткер, не үшін инстаграм профилін жапты?",
        "question_content": "Оның парақшаны жабуын көлеңкелі саясатты жүргізу және өзінің бағытына айтылған сынды қабылдай алмау деп есептеймін. Немесе онайша, оның бұл ашу-ызаға төтеп бере алатын ештеңесі болмай тұр, бәлкім. Оның профилінің мазмұны мен және оның профилінің басқада қонақтары үшін құпия болғандықтан, қазіргі уақытта оның парақшасы ВКдан алынған цитаталармен фотосуреттерге толы деп есептей аламын.\n\nhttps://www.instagram.com/madi_akhmet/ нақты бейне.\n\nP.S. егер сұрақтар бәрібар модераторлары менің сұрағымды макұлдамаса, сонда қандай сөз бостандығы туралы әнгіме бола алады",
        "question_date": "18.01.2021",
        "question_tag": "Қоғам",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фейсбукқа жазсаң анағұрлым шулар еді бұл ақпарат. Мұнда жазғанда пайда жоқ,  барлығы оқушылар.\nИа дұрыс айтасың. Ол өз атына айтылған сындарды қабылдай алмайды, негатив пікірлерден шаршап кеткен болар.\n\nБірақ,парақшасы ашық тұр, неге өтірік жазасыз?",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай атындағы ұлттық педагогикалық университеті жайлы ақпарат керек.",
        "question_content": "Абай ҰПУға түсуді жоспарлап жүрмін. Осы универге түсу бойынща кеңес бере аласыздарма",
        "question_date": "17.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрнекті әдебиет, мәдениет және ғылым қайраткерлері: С.Аманжолов, Х.Бекхожин, Қ.Жұмалиев, О.Жәутіков, М.Қаратаев, А.Ысқақов, С.Қирабаев, А.Нүсіпбеков, Ж.Саин, Ш.Сәтпаева, Р.Сыздықова, Ә.Тәжібаев, С.Қасқабасов осы оқу орнының мақтан тұтар түлектері. Олар ҚазПИ-де мамандар даярлау ісіне өлшеусіз үлес қосты. Біз бүгін қазақ білім ордаларының қара шаңырағында білім алған түлектердің ішінен еліміздің ғылым, білім, мәдениет салаларын дамытуға өлшеусіз үлес қосқан белгілі ғылым және қоғам қайраткерлері М.Әбдіхалықова, Т.Тәжібаев, А.Закрин, К.Айманов, А.Сембаев, Н.Жанділдин, Б.Бөлтірікова, Ә.Шәріпов, Е.Мәмбетқазиев, Ө.Жәнібеков, М.Ахметова, А.Тұмарбекова сияқты аға ұрпақ өкілдерінің есімін құрметпен атаймыз. Қасиетті қара шаңырақтың сан қилы тарихында университеттің қалыптасып, дамуына зор үлес қосқан, көргені мен түйгені мол тәжірибелі басшылар мен қоғам қайраткерлерінің алатын орны ерекше.\n\n80-жылдары институт халықтың білім беру жүйесінің күрделі мәселелері бойынша ғылыми-зерттеу жұмыстарын жүргізді, жыл сайын оқу конференцияларын өткізді. Сонымен бірге, институттың материалдық базасын жақсарту мақсатында гуманитарлық факультеттерге тұрғын үй салу, екі жатақхана салу және жастарды баспанамен қамтамасыз ету мәселесі қолға алынды. Осылайша, жас мамандардың әлеуметтік-тұрмыстық жағдайларына ерекше назар аударылды.\n  1990 жылы 25 қазанда алғашқы ЖОО «университет» мәртебесін алып, Абай атындағы Қазақ мемлекеттік педагогикалық университеті деген атауға ие болды. Бұл Қазақстанның тәуелсіздік дәуірінің басталуымен сәйкес келді.\n  Университет тарихындағы жаңа кезең 90-жылдардың басында болған жаңа әлеуметтік-экономикалық және саяси процестермен байланысты болды. Уақыт жоғары білім беруді ұйымдастыруға және нарықтық қатынастарға бағытталған кадрларды даярлауға жаңа тәсілдерді қажет етті. Мамандарды даярлаудың отандық жүйесі оқытудың жаңа формаларын іздей бастады. Бұл факторлар Қазақстан Республикасы Министрлер Кабинетінің 1992 жылғы 24 қарашадағы ҚазПИ-ді Абай атындағы Алматы мемлекеттік университетіне айналдыру туралы шешімін талап етті.\n  2003 жылы 26 қыркүйекте Елбасы Н.Ә.Назарбаевтың № 1201 Жарлығымен қазақ жоғары білімінің қара шаңырағы «Абай атындағы Қазақ ұлттық педагогикалық университеті (ҚазҰПУ)» болып қайта құрылып, «ұлттық» мәртебені иеленді. 2007 жылы 24 қыркүйекте Абай атындағы ҚазҰПУ жоғары білім көшбасшыларының Оксфордтағы саммитінде (Ұлыбритания) «ХХІ ғасыр көшбасшылары» бағдарламасы аясында «Біріккен Еуропа» және «Еуропалық сапа» тәрізді халықаралық марапаттарға ие болды. Ал, 2007 жылы университетке «Сапа саласындағы жетістігі үшін» Қазақстан Республикасы Президентінің сыйлығы тапсырылды.\n\nБүгінде Абай атындағы Қазақ ұлттық педагогикалық университеті - «Білім», «Гуманитарлық ғылымдар», «Жаратылыстану ғылымдары», «Техникалық ғылымдар және технологиялар», «Әлеуметтік ғылымдар және бизнес», «Өнер» және т.б. мамандықтар бойынша жоғары және жоғары оқу орнынан кейінгі білім беру саласындағы ірі ғылыми және білім беру орталығы.\n\nУниверситетте 30 кафедра бар, оның ішінде үш университет кафедрасы (Әскери кафедра, ЮНЕСКО-ның педагогика бөлімі, Қазақстан халқы Ассамблеясы бөлімі).\n  Универститетте 30 кафедра, сонымен бірге 3 жалпы университтеттік кафедралар (Әскери кафедра, ЮНЕСКО педагогика кафедрасы, Қазақстан халқы Ассамблеясы кафедрасы) бар.\n\n2017 жылы ғылыми-зерттеу институттары мен ғылыми орталықтар Ғылыми инновациялық паркі (ҒИП) болып қайта құрылды. Оның құрамына «Хәкім Абай» ғылыми-зерттеу орталығы, «Авторлық ауызша әдебиет» ғылыми орталығы, М.Ғабдуллин атындағы «Тұлғатану» орталығы, «Фунционалдық технология және қолданбалы зерттеулер» орталығы, «Интеллектуалды ұлт» ғылыми орталығы, «ҚР жоғары оқу орындарында инклюзивті білім берудің ресурстық кеңес беру және тұлға психологиясы» ғылыми орталығы, «Педагогикалық білім беруді дамыту» орталығы кіреді.\n  Университетте 14 диссертациялық кеңес, жас ғалымдар кеңесі, ғылыми кітапхана және «Ұлағат» баспасы бар. Жақында біліктілікті арттыру және қашықтықтан оқыту орталығы, «Шапағат» студенттерге цифрлық қызмет көрсету орталығы, Білімді ақпараттандыру мәселелері және білім технологиялары халықаралық ғылыми зертханасы құрылды.\n  Абай атындағы ҚазҰПУ жыл сайын әлемнің ең үздік университеттерінің қатарында өз орнын жоғарылатуда. QS World University Rankings-2021 жаһандық рейтингінің нәтижесі бойынша Абай атындағы ҚазҰПУ #601-650 орындарын иеленіп, әлемдегі ең үздік педагогикалық университеттердің ТОП-5-іне кірді. (2019 ж. -#561-570 орын, 2018 ж. - #481 орын, 2017 ж. - #491 орын). Қазақстан бойынша университет аралық рейтингте Абай университеті алтыншы орынға ие болды.\n  Аккредиттеу және рейтингтің тәуелсіз агенттігінің зерттеу қорытындысы бойынша Абай атындағы Қазақ ұлттық педагогикалық университеті үздік төрттікке енді. Педагогикалық жоғары оқу орындарының арасында біздің университет 1-ші орынға ие болды. Жоғары оқу орындарының институционалдық рейтингісінде бакалавриаттың білім беру бағдарламаларының бағыттары бойынша қорытынды көрсеткіштермен (24345) ҚР жоғары оқу орындарының арасында бірінші орынды иеленді.\n  Білім сапасын қамтамасыздандыру бойынша тәуелсіз агенттігінің (БСҚТА) рейтингі бойынша Абай атындағы ҚазҰПУ жалпы баллдық көрсеткішпен (98,71%) бірінші орынға ие болды. БСҚА рейтингісінде университеттің ресми сайты Қазақстанның 101 жоғары оқу орындары арасында құрметті бесінші орынды, еліміздің педагогикалық жоғары оқу орындары санатында - бірінші орынды иеленді. 2018 жылы Абай атындағы ҚазҰПУ сайты үздік университеттік сайттардың ондығына енген (2018 жылы сайт - 9 орында, 2016 - 26 орында, 2014 - 20 орында, 2013 жылы - 25-орында) болатын.\n  Абай атындағы ҚазҰПУ - елдегі педагог кадрларды даярлауды оқу-әдістемелік қамтамасыз етудің жетекші орталығы. Университетте «ХХІ ғасыр мұғалімінің портреті»; жаңа буын мамандарын major-minor және double major негізінде оқытуға арналған 127 білім беру бағдарламасы (27 БББ) жасалған. 29 педагогикалық БББ бойынша қашықтықтан оқыту жүргізіледі. жоғары және техникалық және кәсіптік-педагогикалық емес білімі бар тұлғалар үшін «Жоғары оқу орнынан кейінгі білім беру» - Post Graduate Pedagogical Education (PGCE) мұғалімдерді қайта даярлау бағдарламалары; ағылшын тілінде оқытатын 12 білім беру бағдарламасы әзірленді. Алты семестр бойы дуальды оқыту элементтері бар үздіксіз педагогикалық тәжірибенің жаңа формасы, соңғы курс үшін - ерте жұмысқа орналасуды қамтамасыз ететін blended learning және бір жылдық практика енгізілді.\n\nОқу орны қызметінде халықаралық ынтымақтастық маңызды орын алады. Бүгінгі таңда Абай атындағы университет 11 халықаралық ұйымдарға, ассоциацияларға мүше. Біз әлемнің 23 елінің университетімен 160, оның ішінде әлем университеттерінің академиялық рейтингісінің (ARWU) алғашқы 500-іне кіретін 20 университетпен келісімшартқа қол қойдық. Олардың ішінде серіктес университеттер: Кембридж университеті, Пенсильвания мемлекеттік университеті, Сассекс университеті, Пекин Біріккен университеті, Сорбонна-Париж сити университеті және басқалары.\n  800 жылдан астам тарихы бар Сорбонна-Париж сити университетінің филиалы «Сорбонна-Қазақстан» институты ашылғаны университет өміріндегі елеулі оқиға болды.\n  Университетте жалпы саны 790 профессор-оқытушы дәріс оқиды. Ғылыми дәрежесі мен атағы барлар - 471, оның ішінде 131 ғылым докторы, профессор, 286 ғылым кандидаты, доцент, 54 адам - PhD докторы еңбек етеді. Сондай-ақ, бізде 14 ҚР ҰҒА академиктері мен корреспондент-мүшелері, 45 басқа да қоғамдық академиялардың академиктері қызмет істейді.\nТолығырақ: https://www.kaznpu.kz/kz/27/page/",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күш әсерінен жылдамдық 5 м/с өзгеретін болса, дененің массасын анықтаңыздар.",
        "question_content": "Денеге 10 сек ишинде 4.9 Н куш асер еттеди. Егер куш асеринен жылдамдык 5 м/с озгеретин болса дененин массасын аныктаныздар. Осыган жауап бериниздерши Отиниш. Алдын ала коп рахмет",
        "question_date": "17.01.2021",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t=10 сек\nF=4,9 Н\nv=5 м/с\nm=?\nF = m*a = m*v/t  \nm=F*t/v = 4,9*10 / 5 = 4,9*2 = 9,8 кг",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бұрынғы жігітімді көрдім. Оны қалай жоруға болады?",
        "question_content": "Осымен екінші рет түсімде бұрынғы жүрген жігітімді көрдім. Біріншісінде ол қып-қызыл ұзын куртка киіп алған еді, екі қолына екі кішкентай балаларды ертіп алған екен, ұйқымнан оянған соң, оның қиналып жүргенін сездім. Бірақ екі күннен соң оның әкесінің қайтыс болғанын естідім.\nЕнді осы жақында тағы бір түс көрдім. Түсімде ол жаңадан үй соғыпты, ішін барлығын көріп, аралап жүрмін. Сосын сол көшенің басынан от шығып барлық үйлерді жалмап жатыр, сосын оның үйіне келіп от үйді өртеп жатыр, барлығымыз жүгіріп өшіріп жатырмыз. Отты өшіріп болған соң, үйдің ішіне кірсем ештеңе болмаған. Одан үйден терезеге қарасам түрлері қорқынышты бірнеше кісілер үйді айналып жүр, түрлерінен арам пиғылдары бар екенін білуге болады. Мен кіріп кетпесін деп , қорқып барлық терезелерді, перделерді жауып жатырмын. Содан сыртқа шығып қалсам бұрынғы жігітім келе жатыр екен, артынан сол аңдып жүрген бір кісі келіп оты бар темірді арқасына тығып жіберді де қашып кетті. Кейін үйге кіргізіп қарасақ жігітім қалың, қалың курткалар киіп алған екен, жаңағы темір кірмепті денесіне, содан оянып кеттім. Мұны қалай жориды. Жақсылық болса екен.\nМен онымен араласпаймын қазір, мектеп кезінде жүргенбіз. Бірақ неге түсіме кіретінін және не үшін мұндай ауыр түстер көретінімді түсіне алмай жатырмын.",
        "question_date": "17.01.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің сұрағым неге қазіргі таңға дейін ол жігіт жайлы ойлайсыз? Сізге кездейсоқ бір рет енуі мүмкін түсіңізге. Себебі өткеніңізде өткен оқиғалар миыңыз жемалып жатқан кезде қайта ойыңызға түсуі мүмкін. Ал қайта қайта көре берсеңіз сіз ол жайлы ойлап жүрсіз деген сөз. \nТүсті әркім әрқалай жүруі мүмкін. Қатты уайымдап шын көңіліңізге алып жүрсеңіз, хабар алып көріңіз. Немесе жай барлығы жақсы болса екен деп тілеңіз. Оны біреу жорып берсе де сіз ол информациямен ары қарай не істеймін деп ойлайсыз?",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гальваникалық элементтің сызбасын құрастырып, стандартты ЭҚК есептеңдер.",
        "question_content": "Магний мен қорғасын иондарының концентрациялары с[Mg²+]=0,001моль/л с[Pb²+]=1моль/л болатын тұз ерітінділеріне батырылған. Гальваникалық элементтің сызбасын құрастырып, стандартты ЭҚК есептеңдер.\n\nЖауабы:0,587В.\n\nШешуі керек",
        "question_date": "17.01.2021",
        "question_tag": "Химия",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұны қалай шығаруын білмейді екенмін. Бірақ іздеп көрдім. Аудармай ақ қояйын дедім. Мына сілтемеден де ашып көре аласыз. Бірақ сіз жазған жауаптан бөлек жауабы.\nhttp://zadachi-po-khimii.ru/obshaya-himiya/zadachi-k-razdelu-elektrodnye-processy-galvanicheskij-element.html\nПользуясь таблицей стандартных электродных потенциалов, найдем E0Mg2+/Mg и E0Pb2+/Pb\nE0Mg2+/Mg = -2,37 В\nE0Pb2+/Pb = -0,126 В\nВ данной паре потенциал магния имеет более отрицательное значение и является анодом:\nА: Mg0 -2e— = Mg2+\nК: Pb2+ +2e— = Pb0\nMg0 + Pb2+ = Mg2+ + Pb0\nСоставим схему гальванического элемента:\n(-) Mg0|Mg2+ || Pb2+|Pb0 (+)\nПрименяя уравнение Нернста, найдем EPb2+/Pb и EMg2+/Mg заданной концентрации:\nE = E° + (0,059/n)lgC\nEMg2+/Mg = -2,37 + (0,059/2)lg0,001 = -2,46 В\nEPb2+/Pb = -0,126 + (0,059/2)lg1 = -0,126 В\nРассчитаем стандартную ЭДС реакции\nЭДС = Eкат — Eан = EPb2+/Pb — EMg2+/Mg\nЭДС = -0,126 – (-2,46) = 2,334 В",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "Mg⁰+Pb^+2(NO3)^-1=Mg^+2(NO3)^-1+Pb⁰\n\nАнод:Mg⁰-2e–=Mg^2+\n\nКатод:Pb^2++2e–=Pb⁰\n\nЭлектрод\n\n(-)(Mg⁰/Mg(NO3)|Pb(NO3)|Pb⁰(+)\n\nШешуі:\n\nЕ⁰Mg⁰|Mg²+=-2,360B\n\nE⁰Pb+2|Pb⁰=-0,130B\n\nЭҚК=-0,130+2,360=0,001-1моль\n\nЭҚК=0,587В",
                "date": "26.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияның молекулалық теңдеуін жазыңдар.",
        "question_content": "Fe (||), Mg, Ag (|) тұздарының ерітіндісіне батырылған кобальт тақташаның массасы қалай өзгереді  (артады,кемиді,өзгермейді)? Реакцияның молекулалық теңдеуін жазыңдар. m(Co )= 59 г",
        "question_date": "17.01.2021",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стандартты электродтық потенциалдар кестесін пайдаланып, табамызE0Mg2+/Mg, E0Co2+/Co, E0Fe2+/Fe, E0Ag+/Ag\nE0Mg2+/Mg = -2,37 В\nE0Fe2+/Fe = -0,440 B\nE0Co2+/Co = -0,277 B\nE0Ag+/Ag = +0,799 B\nE0тсш <E0ттш шартымен реакция мүмкін. Біздің жағдайда тотықсыздандырғыш - кобальт, ал E0тсш <E0ттш шарты тек жұп үшін ғана орындалады\nCo – Ag.\nCo0 + Ag+ = Co2+ + Ag0\nМолекулалық теңдеу, мысалы:\nCo0 + 2AgNO3 = Co(NO3)2 + 2Ag0\nПроцесс барысында кобальт плитасы ериді, бірақ сонымен бірге күміс оның бетіне түседі. 1 моль кобальт өзара әрекеттескенде 2 моль күміс пайда болатындығын реакция теңдеуінен көруге болады. \n Кобальттың молярлық массасы M (Co) = 59 г / моль, күмістің молярлық массасы M (Ag) = 108 г / моль.\nМеталдардың массасын табамыз:\nn = m/M, m = n∙M\nm(Co) = 1∙59 = 59 г\nm(Ag) = 2∙108 = 216 г.\nСонымен, тұндырылған күмістің массасы еріген кобальттың массасынан үлкен, яғни. кобальт тақтасының салмағы артады. \n Пластинаны темір тұзы немесе магний тұзының ерітіндісіне батырған жағдайда оның массасы өзгермейді кобальт бұл металдарды олардың тұздарынан ығыстыра алмайды. Яғни, ешқандай реакция болмайды және пластинаның массасы өзгеріссіз қалады.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гальвникалық элемент үшін стандартты ЭҚК есептеңдер.",
        "question_content": "Никель анод болатын гальваникалық элементтің жұмысы кезіндегі анодтық жəне катодық процестердің жартылай реакциясын, реакцияның молекулалық теңдеуін жазыңдар жəне гальваникалық элементтің сызбанұсқасын құрастырыңдар.Катодқа арналған материалды таңдаңдар.Гальвникалық элемент үшін стандартты ЭҚК есептеңдер",
        "question_date": "17.01.2021",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арбаның қозғалыс жылдамдығының модулі кандай",
        "question_content": "Адам жерге катысты тынвштыкта тұрған арбадан 10м/с жылдамдыкпен секіріп түсті.Егер адамның массасы 60 кг ал арбаның массасы 100кг болса арбаның қозғалыс жылдамдығының модулі кандай",
        "question_date": "17.01.2021",
        "question_tag": "Физика",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M1=60 кг\nM2=100кг\nV1=10м/с\n\nV2-?\n\n0=M1V1+M2V2\n\n0=60*10+100V2\nV2=-6\n|V2|=6м/с",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арба қандай жылдамдықпен козғалады",
        "question_content": "Массасы 60кг адам 18км/сағ жылдамдықпен жүгіріп келіп, 1м/с жылдамдықпен  қозғалып келе жатқан массасы 20 кг арбаға қарғып мінді. Адам мінгеннен кейін арба кандай жылдамдықпен козгалды шығару жолымен жіберіңдерші",
        "question_date": "17.01.2021",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 60кг адам 18км/сағ жылдамдықпен жүгіріп келіп, 1м/с жылдамдықпен  қозғалып келе жатқан массасы 20 кг арбаға қарғып мінді. Адам мінгеннен кейін арба кандай жылдамдықпен козгалды",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшақтың сатысы қалай аталады?",
        "question_content": "Ұшақтың сатысы қалай аталады",
        "question_date": "16.01.2021",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы ұшақ планерінің құрамына фюзеляж, қанат, қауырсын, шасси және қозғалтқыш қондырғылар мен басқа да агрегаттарды орналастыруға арналған гондолалар кіреді. Бұл элементтер жиынтығы классикалық конструкциялық сызбаға тән. Басқа конструкциялық сызбаларда кейбір элементтердің болмауы мүмкін.\nТолығырақ: https://kk.wikipedia.org/wiki",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаhанданудың маңызы мен зияны.",
        "question_content": "Пайдасы мен зиянын екі бөліп жазыңыз\n\nТақарыпты түснікті етіп ашу",
        "question_date": "16.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 104000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде жаһандану мəселесіне ерекше назар аударылуда. Əлеуметтік-гуманитарлық білім жаһандану үрдісінің жағымды жəне жағымсыз жақтарын зерделеп, методологиялық жəне танымдық, аксиологиялық тұрғыдан ой қорытуда. Жаһандану үрдісінің экономикалық, саяси, əлеуметтік, ақпараттық, мəдени астарлары терең зерделенуде. Бұндай қарқынды жəне жүйелі зерттеулер əсіресе ХХІ ғасырда кеңінен етек алып отырғанын атап өткен жөн.\nЖаһандану, кейбір ғалымдардың айтуынша, əлемдік сипатта дамып, бүкіл адамзат қоғамында түбегейлі бұрын-сонды болмаған өзгерістер мен жаңғырулар əкелуде. Жаһанданудың басты типтік жəне сапалық көрсеткіштеріне транстерриториялық сипаттағы экономикалық-шаруашылық, сауда- қаражаттық, мəдени, ақпараттық байланыстармен өзара əрекеттердің интенсивті түрде дамуын, қаржы-экономикалық нарығының пайда болуы мен тауар, капитал, жұмыс  күшінің интернационалдық сипат алуын, трансұлттық корпорациялардың пайда болуын жатқызуда.\nСонымен қатар қазіргі қоғамдық даму тенденциясына сай келетін белгілі бір сипаттағы идеологиялық ұстаным, нарықтық экономика, демократиялық сипаттағы əлеуметтік-саяси жүйе, дүниетанымдық плюрализм, конституциялық тұрғыда бекітілген адам құқын қамтамасыз ететін институциялық тетіктер, мемлекетаралық жəне мемлекеттен жоғары тұратын саяси жəне құқықтық институттар құруды жаһандану үдірісінің басты көрсеткіштері ретінде қарастыруда [1].\nЖаһанданудың экономикалық, саяси көрсеткіштерімен қатар, мəдени көрсеткіштеріне де ерекше назар аударылуда. Кейбір ғалымдардың пікірінше, жаһанданудың мəдени бөлімі жоғарыда аталған көрсеткіштердің негізгісі жəне «локомотиві», басқа салаларды анықтаушы күш ретінде танылуда. Ю.М.Лотман бойынша, «мəдениет — биосфера тəрізді құрлымдықтың генераторы, осынсымен ол адамдар айналасында əлеуметтік саланы құрайды, өмір сүруге жағдай туғызады, бірақ ол органикалық емес, қоғамдық» [2]. Шындап қарасақ, жаһанданудың негізінде белгілі бір сипаттағы құндылықтар, мəдени ұстанымдардың жатқаны белгілі. Жаһанданудың  сценарийі американдық үлгіде жүруде. Ол жаһанданудың базисі, доминанты ретінде, оның салдарынан бұрын басты себебіне, детерминанттық күшіне айналып үлгірген.\nБатыстық мəдениет негізінде пайда болғанмен, ол мəдениеттің мəні мен формасы жағынан американдық болып қалуда. Осындай жағдайда жаһанданудың əр түрлі баламалық тұрғыдан тарихи- мəдени негіздері болуы керек, жаһандану жергілікті, аймақтық мəдениеттің ерекшелігін ескеру негізінде даму керек деген де ойлар жиі айтылуда. Мəселен, Қытай, Рессей, Иран, Үнді, Түркия елдері  жаһандану   үрдісінің  негізінде  жергілікті  аймақтардың  мəдениеті  мен     тұрмыс-салтыныңерекшелігі жату қажеттігін көрсете отырып, баламалық негіздегі жаһанданудың тұжырымдарын жасауда.\nБұдан шығар қорытынды, американдық мəдениетіне негізделген жаһанданудың əмбебаптық үлгісі ешкімді қанағаттандырмайтындығы жəне оған деген қарсылықтың күннен күнге үдей түсуі.\nАмерикандық үлгідегі жаһандану, əлемдік қаржы жүйесін дағдарысқа тіреді. Қаржылық олигархия, банкі-қаржылық капиталы əлемдік нарықты, құнды қағаздарды, инвестициялық  ахуалды өз қолдарына қарата отырып, жаһанданудың монетарлық либерализмге негізделген идеологиясы мен мəдениетін, қала берді өмір сүру стандартын ұсынуда.\nКейбір дерек көздері бойынша, «трансұлттық компаниялар əлемдік ішкі өнімнің 75 % өз бақылауында ұстауда. Олардың ақшасы бүкіл мемлекеттің орталық банкілеріндегі ақшасын қосып есептегенде 5–6 есе көп. Трансұлттық компаниялар əлемдік өнеркəсіптік өндірістің 1/3-тен ½ дейінгісін бақылауда» [3]. Осындай алпауыттық экономикалық саясат ұлттық экономиканың тəуелділігін арттырап қана қоймай, жергілікті мемлекеттердің де экономикалық еркіндігін шектеп нарық экономикасына жат əділетсіз, біржақты өнім айырбасын туғызуда. Бұл жағдайда бəсекелестік туралы айтудың өзі де артық.\nБіржақты экономикалық, қаржылық тұрғыдағы өктемдік американдық жəне еуропалық мəдениеттің жергілікті мəдениеттен артықшылығын көрсету ұстанымдарын тудыруда. Мұндай сыңаржақты көзқарастың негізінде «еуропакіндіктік» қағида жатқаны белгілі. Осы тұрғыдан қарар болсақ, лидер болуға ұмтылған қандай да болмасын ұлт экономикалық, ақпараттық, технологиялық үстемдігін пайдалана отырып, өз құндылықтарын, көзқарастық ұстанымдарын, мінез-құлықтық үлгісін басқаға таңатыны белгілі. Тіпті керек десеңіз, стратегиялық тұрғыдан мəдениет экономикалық үстемдік жүргізудің басты құралы ретінде пайдаланылады.\nЖаһанданудың мəдени динамикасы «орталық — шет» дилеммасы контексінде жүріп жатқаны белгілі. Егерде осы дилемма шеңберінде жаһандық мəдениет пен ұлттық мəдениеттің сұхбаттық қатынастарын қарайтын болсақ, одан біз міндетті түрде біржақтылық пен үстемдік үлгісінің бар екенін жəне бұл сұхбаттық қатынастардың біртекті емес екендігін көреміз. Бұдан шығатын қорытынды ұлттық, аймақтық, мəдениеттердің əзірге, жоғарыда аталған объективтік жағдайларға байланысты, жаһандану үрдісінің басты субъектісі бола алмайтындығы. Ол үшін «орталық — шет» дилеммасынада қандай да болмасын сұхбаттық қатынас төзімділік, өзарасыйластық, теңдік пен əділеттілік қағидалары негіздерінде жүруі қажет. Болмаған жағдайда, қайшылық, өзара түсінбестік орын ала беретіні сөзсіз.\nЖаһандану жағдайында мəдени ықпалдастықтың бəрі жақсы немесе ұлттық мəдениетті сақтаймыз деп томаға-тұйықтыққа салыну арқылы сыртқы дүниемен, басқа мəдениетпен қарым- қатынасқа түспеу немесе ұлттық мəдениеттің архаикалық түрін консервациялаумен шектеу де сыңаржақтылық болар еді. Сондықтан бұл жағдайда көп нəрсе ұлттық мəдениеттің ішкі мүмкіндіктеріне, сыртқы ықпалдарды шығармашылық тұрғыдан талғампаздық биігінен қабылдай білуге, бəсекелестік қабілетіне де көп нəрсе байланысты.\nКейбір зерттеушілер ұлттық мемлекеттің өркениет көшінде үлесудің бірден-бір жолы елдің демократия, азаматтық қоғам, либералдық құндылықтарды қабылдауында деп біледі. Өз кезегінде, бұл үрдіс екі бағытта қарастырылады: əмбебаптық жəне консервативтік [4]. Бірінші бағыт бойынша демократия мен ұлттық құндылықтар арасында тікелей байланыс жоқ, аталған құндылықтар бүкіл адамзат баласына ортақ. Ашық қоғам, нарық, адам құқы тəрізді құндылықтар — өркениет негізі. Олар ұлттық тіл, мəдениет, менталитет тəрізді құндылықтардан қашанда жоғары. Бұл көзқарас батыстық өркениет құндылықтары негізінде пайда болған көзқарас десе де болады;  екіншісі, өркениет көшіне ілесу тек қана ұлттық ерекшеліктерімізді, тіл мен ділімізді, дінімізді сақтай отырып, тек сол негізде азаматтық қоғам құндылықтарын дамытуға болады. Осы бағытқа «еуразиялық» тұжырымдама негізінде дамып отырған еуразиялық менталитет, мəдениет идеяларын да жатқызуға болады. Біз екінші бағытты қолдайтынымызды жəне оның Қазақстан үшін тиімді екенін баса көрсеткіміз келеді. Бұл жерде бар мəселе ұлттық менталитеттің даму ерекшеліктеріне тікелей байланысты болып отыр. Əрине, ұлттық менталитеттің ішкі мүмкіндіктерін, пассионарлық энергиясын жаһандану үрдісінде дұрыс, тиімді пайдаланудың маңызы өте зор. Бұл жолда бізге үлгі, серік болар елдер де жоқ емес. Мəселен, Жапония елі. «Жапондық рух, батыстық технология» қағидасын ұстанған олар ұлттық менталитетті жаһандық үрдіспен сəтті ұштастырып  келеді. Сонымен, бүгінгі ұлт менталитетінің ахуалы қандай, қандай құндылықтар мен көзқарастар жаһандану жолында бізге серік бола алады, қандай құндылықтардан біз арылыуымыз керек деген сұрақ төңірегінде ой тарқатып көрелік.\nЖалпы ұлт менталитеті туралы əңгіме ұлт бар жерде ғана айтылуы тиіс. Ұлт жоқ жерде,   немесе «қазақстандық   ұлт»   концепциясы   төңірегінде,   мұндай   əңгіме   қозғаудың   басы   артық.  Себебі «қазақстандық ұлт» идеясы — ұлтсыздануға апарар бірден-бір жол, жаһанданудың ықпалына механикалық тұрғыдан бейімделу негізінде пайда болған саяси-идеологиялық конструкция. Басқаша айтқанда, «қазақстандық ұлт» концепциясы ашық қоғам жағдайында, батыс құндылықтарын шектен тыс тықпалаудан пайда болған саяси тұжырымдама. Мұндай идеологиялық конструкцияның ментальдық, тарихи, мəдени, рухани, тілдік негіздері Қазақстан қоғамында əртекті. Ол тұтастық сипатта қалыптаспаған. Себебі «қазақстандық ұлт» қай тілде сөйлеуі керек, оны  тұтастық тұрғысынан алғанда сапалық көрсеткіштері мен ерекшеліктері қандай, мəдениеті мен салт-дəстүрі қалай болмақшы деген сан сұрақтарға əзірге анық жауап жоқ. Əр түрлі көзқарастар мен пікірлер, ұстанымдар бар. Бірақ олар жүйеленбеген. Басқаша айтқанда, «қазақстандық ұлт» идеясының саяси конфигурациясы қалыптасқанмен онтологиялық негізі əзірге айқын емес. Оның өзінде бұл конфигурация иманентті сипаттағы қайшылықтарға толы жəне өзінің ішкі даму  потенциылында басқа факторлардан бұрын саяси факторларға тым көп орын берілген. Сондықтанда будандық сипаттағы құндылықтар «қазақстандық ұлттың» əмбебаптық негізі бола алмайтынын жəне жалпы ұлтты біріктіру мен топтастыруда əлсіз екендігі байқалады.\nҚазақстан ұлттық құрамы жағынан тек қана полиэтникалы ғана емес, сонымен  бірге, менталитеті жағынан да əр сапалы. Онда жалпылама тұрғыдан айтқанда параллельдік бағытта дамып отырған шығыстық жəне батыстық менталитет қалыптасқан. Осындай параллельдік сипаттағы менталитетке қарамастан, ұлтаралық татулық, өзара сыйластық, комплиментарлық негізде өзара диалог орныққан. Қазақстанның басқа мемлекеттермен салыстырғандағы басты ерекшелігі  де осында. Ал оның тарихи негізі тереңде, ол ғасырлар бойы бірге өмір сүрудің, тағдырдың ащысы мен тұщысын бірге көрудің нəтижесі. Соның арқасында «қазақстандық менталитет» қалыптасуда. Десекте, оған ерекшелік тəн болғанмен, жалпылық тəн емес.\nҚандай да болмасын ерекшеліктің тамыры, тегі болатыны белгілі. Тамыр, тек сапалық қасиеттер арқылы өлшенетінін ескерсек, қазақстандық менталитеттің өлшемі, межесі қазақ халқының құндылықтары болып табылады. Қазақстандық менталитеттің құрылымдық сипатының ішкі өлшемі, қозғаушы күші, жүзеге асуы да қазақ халқының құндылықтарына тікелей байланысты. Елбасы Н.Ə.Назарбаевтың Қазақстанның болашағы қазақ тілінде деуі де сондықтан. Демек ұлттық ерекшелікті елемей, ескермей, «азаматтық ұлт» туралы тұжырым жасау сыңаржақтылық. Өкініштісі, кейбір ғалымдар мен саясаткерлер «азаматтық ұлтты» қазақ халқынсыз, оның тілінсіз жəне менталитетінсіз көз алдына елестеткісі келеді. Елестету былай тұрсын, тіпті армандайтындар да көбеюде. Тіпті ұлт туралы айтпаңдар, ол кешегі заманның феномені, бүгін ел туралы айту қажет дегенді алға тартады. Бұл бос əурешілік, ұлтсызданудың талайын басынан кешірген, «мың өліп, мың тірілген» қазақ, енді оған жол бермейтініне сенімдіміз. Өйткені заман өзгерді, ұлттық сана өсті, қазақ оңы мен солын, жақсысы мен жаманын ажыратар деңгейге жетіп қана қойған жоқ, сонымен қатар өз мүддесін қорғауға да шамасы келді. Бұны ескермеу, қазақ халқымен санаспау ақиқатқа жасаған қиянат болар еді.\nХХ ғасыр басындағы қазақпен ХХІ ғасырда өмір сүріп жатқан қазақтың мінез-құлқы мен құндылықтарды таңдауында айырмашылық бар екені рас. Қазақ менталитетінде этникалық құндылықтармен қатар азаматтық құндылықтарда қалыптасуда. Бұл өмір талабы, ұлттың əлеуметтенуінің нəтижесі. Бұл ұзақ, күрделі процесс. Оны ескермеуге болмайды. Бұл үрдіс басқа да ұлт өкілдері менталитетінде бар. Қазақстанды өз отаным деп түсінетіндердің саны жылдан жылға артуда. Дегенменде, жаһандану барысында ұлттық келбетімізді сақтау үшін ұлт менталитетіндегі қалыптасқан, тарихи сыннан өткен, топтастырғыш моральдық-этикалық, адамгершілік, қасиеттерімізді қоғамдық дамудың рухани негізі ретінде қараудың маңызы өте зор.\nЖаһандану барысында ұлт менталитеті мен тіл арасындағы байланыс та алдыңғы қатарлы мəселенің біріне айналуда. «Үш тағандық тіл» туралы соңғы кезде жиі айтылып жүр. Қоғамдық пікір əр түрлі болғанмен, полилингвистикалық идея нақты тұрғыдан жүзеге асуда. Жоғары оқу орындарында қазақ, орыс, ағылшын тілдерінде студенттерді оқыту бүгінде əдетке айналған. Біздіңше, бұл жердегі басты мəселе, тіл ұлттық ойлаудың өзара байланысы жайында болмақшы. Тілсіз ұлттық ойлаудың болмайтыны белгілі. Тіл арқылы ұлт өзінің менталдық болмысын, өмір тіршілігін, дүниетанымын бейнелейді. Ұлттық тіл неғұрлым бай болса, дүниені бейнелеу соғұрлым нəрлі, əсерлі болып келеді. Жаһандану барысында қазақ тілі қорының байлығына, оның дүниені бейнелеу қызметіне шүбə келтіріушілер жеткілікті. Олар тілдік саясатты сынаған болып, қазақ тілі аграрлық қоғамның тілі, индустриалдық  қоғамның дамуын бейнелей  алмайды деген пікірлерді  алға   тартуда.\nМұндай көзқарастың ең басты кемшілігі, тілдік саясат пен қазақ тілінің теориясын шатастыруы. Ал шындығына келгенде, қазақ тілінің байлық қоры қоғамдық өзгерістерді бейнелеуге əбден жеткілікті екендігіне ешкімнің күмəні болмаса керек.\nЖаһандану заманында қазақ халқы менталитетінің этномəдени архетиптерін саралаудың да маңызы өте зор. Этномəдени архетиптер қатарына кеңпейілділікті, жомарттықты, ашықтықты, бөтенді жатсынбауды, төзімділікті жатқызуға болады. Бұл аталған архетиптер — бүгінгі қазақ дүниетанымының, рухани болмысының, іс-қимылының басы, негіздері. Нарықтық қатынастар мен демократиялық құндылықтарды игерудегі икемділік таныту астарының көзі де осы аталған архетиптермен байланысты. Дегенмен де тек пайда мен табысты мұрат тұтқан қоғамда шектен тыс жомарттық пен кеңдік танытудың да шегі, өлшемі болуы керек. Мұндай құбылыстар, əсіресе ұлттық мүдделерімізді əлем алпауыттарының алдында қорғауға келгенде сезіліп қалынып жүрді. Ұлттық мүддені қорғау барысында шамадан тыс жомарттық танытудың өзі ұлт менталитетінің нарық заманына бейімделмегенін, экономикалық, саяси тəжірибенің аздығын көрсетті.\nТолығырақ: https://articlekz.com/kk/article/15682",
                "date": "16.01.2021",
                "upvotes": 0
            },
            {
                "text": "Ғаламдық мәселелер - [франц. global - баршаға ортақ] - адамзаттың бұдан былайғы тағдыры және әлеуметтік дамуы шешілетін аса маңызды мәселелер жиынтығы. Қазіргі өркениетке тән құбылыс-ғаламдық қауіпқатердің әршуі. Олар әртүрлі және күннен-күнге үдей түсуде. Ғылыми әдебиеттерде бұл мәселелер үш топқа жіктеледі:\n1. Халықаралық қатынастар саласымен байланысты мәселелер:\nСоғыс және бейбітшілік мәселелері;\nЭтнологиялық мәселелер;\nДамушы елдердің экономикалық артта қалуын жеңу мәселесі;\nКосмос пен Әлемдік мүхитты бейбіт игеру мәселелері;\n2. Жеке түлға мен қоғам арасындағы өзара қарым-қатынасқа байланысты мәселелер:\nДемографиялық мәселе;\nАштық пен тоя тамақтанбаумен күрес мәселесі;\nҒылыми-техникалық дамудың жағымсыз салдарын жою мәселелері; аса қауіпті індеттерді жою мәселесі;\nРухани ортаны және адамзаттың мәдени әркелкілігін қорғау мәселесі;\n3. Адам мен табиғат арасындағы қарым-қатынасқа байланысты мәселелер:\nЭкологиялық;\nШикізаттық;\nЭнергетикалық;\nАуа райы және т.б. мәселелер.\nҒаламдық мәселелерді шешудің басты шарты - әлемдік қауымдастықтың мақсатты түрде келісілген саясат жүргізуі. Оның мынадай стратегиялық аса маңызды екі бағытын атап көрсетуге болады: ғылыми-техникалық саясат және қазіргі халықаралық қатынастар- ды реформалау. Алғашқысы экология- лық, шикізаттық, энергетикалық және т.б. қолданбалы сипаттағы мәселелерді шешуге ғылыми-техникалық алғышарт- тар жасауды, ал, екіншісі әлемдік қа- уымдастықты әділ демократиялық не- гізде реформалауды кәздейді.",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізе сықырласа зиян ба?",
        "question_content": "Тізелерім отырып турғанда сықырлайды, но дым ауырмпйды.Калай сыкырламайтын тізе істеуге болады.А то при приседаний ұялам ше.\n\nӨтінем кеңес берііңіздерші",
        "question_date": "16.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіздің тізеңіз қысылса, бұл нені білдіреді. Қытырлақ тізе - емдеу және себептері\nТізе - бұл адам ағзасының әртүрлі ауруларға бейім әлсіз бөлігі. Ересектер де, өте кішкентай балалар да тізе буындарымен байланысты аурулардан зардап шегеді. Пациенттер дәрігерлерге жиі сұрақ қояды: егер тізе қысылса, не істеу керек?\nТізе буыны бүгіліп, бүгілуі мүмкін. Бұл жағдайда барлық қимылдар дыбыссыз орындалады. Егер адамда бар болса, бұл денеде қандай-да бір проблемалар бар екендігі туралы сигнал ма деп ойлау керек.\nҚұбылыстың физиологиялық және патологиялық себептері\nТізе буынындағы дағдарыстың физиологиялық және патологиялық сипаты бар. Физиологиялық типке креклге ұқсас дыбыс тән. Тізедегі қытырлақ белсенді және пассивті қозғалыстар кезінде де болады (мысалы, аяқты немесе саусақтарды бүгу немесе түзету кезінде). Тізе тітіркенуінің келесі гипотетикалық себептері бар.\nҚозғалтқыш белсенділігі кезінде байламды аппарат сүйектердің шығып тұрған бөлігіне тиеді. Қытырлақ дыбыстар күңгірт естіледі және көбінесе иықта, білезік буындарында естіледі.\nБелсенді әсер ету кезінде жанасатын екі сүйектің беттері бір-біріне қатысты қозғалады, нәтижесінде теріс қысым пайда болады. Синовиальды сұйықтықта вакуумнан тұратын арнайы көпіршіктер пайда бола бастайды. Демек, қытырлақ дыбыс - бұл вакуумдық поп.\nБуын қуысында адгезияның үзілуі немесе байламды аппараттың созылуы. Осы себептерге байланысты тізе құрылымдарында қытырлақ сирек кездеседі.\nКез-келген патологияға байланысты тізе буынындағы дағдарыс пайда болуы мүмкін. Ол белгілі бір моторлық әрекеттерді қайталау кезінде, ауырсыну кезінде немесе отқа төзімді кезең болмаған кезде жиі естіледі. Патологиялық дағдарыстың себебі буын беттері жанасқан кезде бұзылу деп саналады. Бұл бұзылуды тізе буынының шеміршегіне әсер ететін және олардың құрылымын өзгертетін аурулар кезінде байқауға болады. Мұндай аурулардың мысалдары - артрит, артроз.\nҰсақтаудың ерекше факторлары\nАуырсыну мен қысылудың жалпы себептері - периартикулярлық тіндерде локализацияланған қабыну процестері немесе кез-келген жарақаттық жарақаттар. Мысал ретінде қабынуға (бурситке), тізе бұлшық еттерінің сіңірлеріне әсер етуге (тендинит) және менисктің зақымдануына (авульсия, сыну) жатады.\nҚабыну сипатындағы аурулар келесі белгілерге ие:\nтізені қозғағанда тырсылдау;\nауырсыну;\nісіну;\nжергілікті температураның жоғарылауы;\nфизикалық белсенділіктің төмендеуі.\nЕгер науқаста осы симптоматологияның белгілері болса, шұғыл түрде ревматологтың немесе терапевтің кеңесіне жүгіну керек. Тізе буынындағы дағдарыстың пайда болуының басқа да нақты факторлары болуы мүмкін. Олар денеге тікелей әсер етпейді, бірақ олар тамақтану мен мүшелердің жұмысын нашарлатады. Бұл факторлар:\nартық салмақ;\nауыр тұқым қуалаушылық;\nэндокриндік жүйенің бұзылуы: қант диабеті және басқа да ұқсас аурулар;\nегде жастағы;\nвирустық инфекциялар (олар бірлескен қабынудың қоздырғыш факторы бола алады);\nнашар тамақтану: тұздалған тағамды, тым тәтті тағамдарды жеу;\nбірлескен тіндерге минералды тұздардың түсуімен бірге жүретін аурулар, мысалы, подагра, бүйректің созылмалы ауруы.\nТолығырақ: https://sigareta16.ru/kk/kalendar-razvitiya-rebenka-do-goda/chto-znachit-esli-hrustyat-koleni-hrust-v-kolenyah-lechenie-i-prichiny.html",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің нөмірім ватсапта құлыпталып қалды. Оны қалай ашуға болады?",
        "question_content": "Номерім құлыпталып қалды не істеймін",
        "question_date": "16.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сілтемеге өтіп шешіп көріңіз.\nhttps://faq.whatsapp.com/general/account-and-profile/seeing-the-message-your-phone-number-is-banned-from-using-whatsapp-contact-support-for-help/?lang=kk",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде ішіме жын кірсе не істеу керек?",
        "question_content": "Түсімде ішіме жын кіргендей болды.Сөйтіп жын шығаратын адамға бардым ол мены тексерды кеин бырден козым кып-кызыл болып кетты барлык жер кызыл болып корынды.коркып турып кеттм ышымде жын бар сиякты быр жаман сезымде болдым бул нены былдыреды?",
        "question_date": "16.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкендер бұрын «сайтан» деген сөзді дауыстап айтуға болмайды, олар көбейіп кетеді» дейтін. Жалпы, сайтан деген не деген сұраққа біреулер «сайтан деген көзге көрінбейді, ол адамның бойында болатын жаман қасиеттер ғана» дегенін де сан мәрте естідік. Десе де, көрген ертегілердің әсерінен бе, әйтеуір көпшіліктің сайтанның келбетін мүйізді хайуан (екі аяқты) ретінде елестететіні рас. Біздің ауылда сайтанды көрген адамдар көп. Соларға қатысты оқиғаларды «Алаш айнасының» оқырмандарына әңгімелеп бергім келеді.\nАулымызда «Төрт сақау» деген ферма бар. Неге екені белгісіз, онда қазір ешкім тұрмайды. «Төрт сақау» деген атауды біреу ол жерде сақау адамдар тұрған деп түсіндірсе, енді біреулер төрт көрші сақау адамша бір-бірімен араласпапты деген дерек айтады. Десе де, бұл мекеннің иесіз қалу себебі мен айтқалы отырған оқиғаға байланысты болса керек.\n«Төрт сақаудағы» иесіз қалған үйге біздің ауылдан Мағаш деген қария ат-арбасымен барып, ескі-құсқы шегелерін суырып, қалған құрылыс материалдарын бұзып алып жатса керек. Сонда биікте тұрған оның бетіне күн сәулесі түсіп, күн түскен жақтан жеткендей болған дауыс: «Не алып жатсың, ей, Мағаш? Тиіспе!» – деп, жақындап келген бір пәлекет жағасына жармаса кетіпті. Мағаш ақсақал алыса кетіп, ақыры әлгінің маңдайынан балғамен соғып, тілін кәлимаға келтіріп, сайтаннан басым түсіпті. Бір көзі ағып түскен сайтан: «Ә-ә-ә-ә, мені жеңдім деп барасың ғой, шіркін, жеңілсем де, үрім-бұтағыңды оңдырмаймын!» – деп кетіпті. Бұл оқиғаны ауыл адамдары бертінге дейін майын тамызып айтып жүрді. Бірақ содан бері «Төрт сақауда» ешкім тұрған емес.\nЕкінші оқиға Қанапия мұғалімнің басынан өткен. Қанапия мұғалім ішімдік ішіп жүріп бірде Қорабай атты молдаға тіл тигізіп алады. Күндердің күнінде ол мал жайғауға қорасына кіріп, кіре беріc есікті даладан жарық түссін деп шалқасынан ашып тастайды. Бір уақытта есік жабылып, қора ішін қараңғылық басады. Қанекең серіппесі тартылып қалған шығар деп ойлап, есікті шалқасынан қайта ашып, ауыр ағашпен тіреп қояды. Бір уақытта ағаш орнынан өз-өзінен қозғалып, есік тағы жабылады. Қанапия мұғалім қорқып үйіне келеді. Келсе, өзі жататын бөлмеде шаштарын жайып неше түрлі шаштары жалбыраған албастылар би билеп, мәз-мейрам болып жүр. Үйдегі басқа адамдар өз беттерімен жүр, ештеңе елер емес. Сөйтсе, әлгі пәлекеттер тек Қанапия мұғалімге көрінеді екен. Қай бөлмеге барса да артынан қалмай, топтасып әндеткен олардан зәрезап болған Қанапия Қорабай молдаға келіп: «Ата, өткенде сізге тіл тигізіп алып осындай пәлеге ұшырадым. Кешіріңіз! Құтқарыңыз мені мыналардан!» – деп жас балаша жылапты. Қорабай ата оған ішірткі жазып, дұға оқып, не істеу, қандай сөздер айту керектігін үйретіпті. Оның айтқандарын орындаса, әлгі сайтандардың бәрі Қанапияның көз алдында буынып-буынып кішкентай ғана затқа айналып жоғала бастапты. Тек арасындағы бәрінен кәрі, жап-жасыл түсті албастыға дұғаның күші жетпей қалған көрінеді. Басқасынан құтылса да, әлгі артынан қалмай қойыпты. Қанапия мұғалім Қорабай атаға қайтадан барып, мән-жайды айтып, ата тағы да құран оқиды. Қанапия үйіне барса, әлгі шашы ұзын, жасыл албасты «Құртты-ау мына Қорабай!» деп жанұшыра айғайлап, Қанапияның көз алдында өз-өзінен буынғандай күйге түсіп, жарылған шардай кішірейіп, жоқ болып кетіпті. Сол оқиғадан кейін Қанапия ағайдың Қорабай молдаға деген құрметі ерекше болды.\nОсы ауылдық округте Сарыөлең деген жер бар. Ол жерді заманында жеті әулие мекен еткен. Сондағы Әулиебұлақтың жанындағы төбеде олар дұға оқыған дейді. Тіпті бұл жерді мекен еткен әулиелердің бірі – Лекер диуана Меккеден оралмай, ұрпақтарына сол жақтан оның асатаяғы жеткен. Қазір ол асатаяқ бар, көзіміз көрді. Міне, сол Сарыөлең жерінде жындардың ордасы болыпты. Ауыл ақсақалдарының айтуынша, Лекер диуананың баласы Айтмағамбет қажының жындармен тілдесетін, оларды ықтыратын құдіреті болыпты. Ауылда әлгі жындарды көздерімен әртүрлі кейіпте көрген адамдар науқасқа шалдығып қалады екен. Оларды Айтмағамбет қария әкесінен қалған асатаяғымен ұшықтап емдеп жазатын көрінеді. Осы Айтмағамбет атаның көзін көрген, бала кезінде сол үйде болған Нығмет деген ақсақал мынадай хикая айтқаны бар: «Бір күні қой қайырып жүрсем, қияқтың арасында бір көркем келген әйел адам гүл теріп жүр екен. Күлімсіреп маған жақындай берді. Одан соңғысын білмеймін. Есімді жисам, Айтмағамбет ата таяғымен ұшықтап, «ештеңе етпейді, балам, жазылып кетесің» деп отыр екен. Біраздан соң: «Мен оларға кетіңдер деп едім, соңғы кәрісі кетпей қалған ғой» деп, сырт жаққа барып, дұға оқып, әлгілермен тілдескен көрінеді. Кейін Нығмет ақсақал «Олар енді бұл жақта жоқ. Соңғысын да құрттым» дегенін естиді атаның.\nБұлардың бәрі ескілікті оқиғалар болғанымен, мен қазіргі заманда сайтан көрген адамды да көрдім. Ол – менің досым Азамат.\n– Бір күні ұйықтап жатсам, жаман түс көріп қиналып жатыр екем, – деді ол. – Бір уақытта әйелімнің даусынан оянып кеттім. Әйелім: «Жындымысың, мұншама соққаның не?» – деп, ренжіп, аунап түсті. «Мә-ә-ә-ә, мен сені ұрып жатырмын ба? Ренжімей бері қарап жатшы, жаман түс көріп қорқып жатырмын!» – дедім. Әйелім тыңдамай, теріс қараған күйі ұйқыға кетті, маған сенбеген болуы керек. Түсімде шекесінде мүйізі бар, бойы бір қарыс мақұлықты анық көрдім. Әсілі, түсімде деуім бекер, кәдімгідей өңімде көрдім. Көзіме елестетсем, бойым әлі тітіркеніп, жаным түршігеді. Әлгі мақұлық әйелім екеуміздің жастығымыздың ортасына тұрып алып: «Мынаны ұр! Ұр!» – деп, мені әйеліме қарсы қатты айтақтады. Менің ұрмайтыныма көзі жеткен соң, ерегесіп барып әйелімнің аузына тұрып алғаны. Сол мезетте оған ызаланып кетіп, бар күшімді салып жұдырығыммен аямай соққыладым-ай келіп. Сөйтсем, әйелімнің жағын сындыра жаздапын ғой. Әлгі сайтан әйелімді соққызу үшін әдейілеп оның аузына барып тұрып алған екен», – деді Азамат. – Негізі, мен ас ішіп болған соң «бисмилла» деп бет сипауды білмеймін, төсекке жатқанда немесе көлікке мінгенде де Алланың атын аузыма алу деген жоқ. Әлгі оқиғадан соң әйеліммен арамыз оңбай қойды. Ішіп алып қол көтеріп, отбасымды ырың-жырың қылдым. Емшілерді шақырып үйді аластатып та көрдік. Біреулер «бұл дұғалағаннан болған» деп те айтты. Қалай десек те, әлгі пәлекет дегеніне жетіп тынды.\nНегізі, иығына сайтан, жын мініп алған адамдар ауру болып қалады. Менің бір апайым соңғы жылдары ауру болып қалды. Ауру болғанда, көрпені бүркеніп жатып алады. Нақ «бұқпа жын» дегеннің өзі. Бірде оған бір көріпкел: «Сіздің жыныс мүшеңізден қара жын ішіңізге кіріп, әбден семіріп отырып алған, сол сізді алға бастырмайды, артқа тартады да тұрады», – депті. Апайым оған сеніп отыр. «Мен ауыр босандым. Ауруханадан шыққан соң іш киім кисем денем ауыратындықтан, көп уақыт үйде жалаңаш жүрдім. Жындар кірсе кіргені рас та шығар», – дейді ол. Негізі, дінімізде ұятты жерлерді үйде жауып жүру керегі айтылады ғой. Баяғыда әжелеріміз «жалаңаш жатуға болмайды» дейтін, сол бекер емес шығар. Дәл жоғарыда айтылғандай бұқпа жын ауру менің тағы бір танысымда бар. Ол да үйде тарс бүркеніп жата береді. Оңашада өз-өзінен шегі қатып күліп жүреді. Былайынша, ақыл-есі дұрыс адам. Кейде түн ортасында әндете жөнеледі. Көріпкелге барғанда оған да «Ішіңе қара жын отырып алған, ол – кәрі жын» дегені бар еді. Мен оның сөзіне әбден сенем. Өйткені танысым кейде жын не істе десе соны істейтіні бар. Кейде өз-өзінен ванна бөлмесіне қамалып алып, қырғышпен қабырғадағы әкті қырып тастайды.\nМен жын-сайтанның барына, тіпті көзге көрінетініне қатты сенем. «Жын», «сайтан», «ібіліс», «албасты» деген атауларының болуы да олардың түрлері, жас ерекшеліктері болатынын аңғартатын сияқты. Сонымен қатар, «ақ жын», «қара жын» тіркестерінің ауызда жүруі тегін емес. Олар жүрген жерде жақсылық, береке болмайтыны белгілі ғой. Ал жындар адам баласының ішіне кіріп алса тіпті жаман екен. Сондықтан олардан сақтанып әрдайым тілімді кәлимаға келтіріп, жүз мәрте «біссімілланы» қайталап жүруге тырысам. Жын иектегендердің кебін кигім келмейді.\n\nТолығырақ: https://alashainasy.kz/gazhaip/saytan-korgen-adamdar-52207/",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың сутек бойынша салыстырмалы тығыздығы 29 тең. Осы газдың молдік массасын табыңыз.",
        "question_content": "Газдың сутек бойынша салыстырмалы тығыздығы 29 тең. Осы газдың молдік массасын табыңыз.",
        "question_date": "16.01.2021",
        "question_tag": "Химия",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "алкан СпН2п+2\n\nM(CnH2n+2)=29*M(H2)=29*2=58 г/мол\n\n12п+2п+2=58\n\n14п=58-2\n\n14п=56\n\nп=56/14=4\n\nС4Н10 - бутан",
                "date": "16.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ аруы болу үшін не істеу қажет ?",
        "question_content": "Қазақ ару байқауына қатысу үшін не істеу керек дайындық қалай жүргізу керек.",
        "question_date": "15.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол байқауға кастинг жариялағанын бақылап жүріңіз. \nБайқаудың  басты талаптары:\n«Қазақ тілін жетік меңгеру, көрікті әрі келбетті, ақылды әрі дарынды болу, 16-22 жас аралығы, бойы 170 см-ден жоғары, салмақ 53 кг-нан төмен. Егер осы сипаттамаға сай болсаңыз, іске сәт! \nСонымен қатар, бұл байқауда қазақ халқының тарихы, әдебиеті мен салт-дәстүрі туралы да хабардар болу қажет. Бұл сұлулық байқауы болғандықтан, қатысушылар білімімен қатар сұлулығын да көрсете алуы керек.",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын+география мамандықтары қандай?",
        "question_content": "Ағылшын+география таңдап,В018(шет тілі мұғалімі) ге түсуге болама?",
        "question_date": "15.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пәндер мен мамандықтар арасындағы байланыс  видеода толық келтірілген:",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сутегінің көлемі қандай болады?",
        "question_content": "Зат мөлшері, көлемі 2 м³ азоттағы Зат мөлшеріндей болатын, сутегінің көлемі қандай болады? Газдың температурасы мен қысымы тұрақты.",
        "question_date": "15.01.2021",
        "question_tag": "Химия",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "А нүктесінен берілген жазықтыққа АА'перпендикуляры және АВ көлбеуі",
        "question_content": "1)А нүктесінен берілген жазықтыққа АА'перпендикуляры және АВ көлбеуі жүргізілген.\nЕгер АВ=37см, АА' =35см болса, онда АВ кесіндісінің ортогональ проекциясын табыңыз\n\n---------------------------\n2)А нүктесінен берілген жазықтыққа АА' перпендикуляры және АВ көлбеуі жүргізілген.\nЕгер АА' =6см, бұрыш<А'АВ=60° болса, онда АВ кесіндісін табыңыз",
        "question_date": "15.01.2021",
        "question_tag": "Геометрия",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Осы жазықтықты а әрпі деп атайық.\nТүзудің кесіндісін жазықтыққа ортогональды проекциялау дегеніміз - бұл жазықтыққа перпендикуляр түзу сызыққа параллель жазықтыққа кесінді проекциясы.\n  тік сызықты проекциялау  -  кесінді.\nОсыған орай   - тікбұрышты.\nОсыдан      ;  Пифагор теоремасы бойынша табамыз:\n см.\n2)\n2)",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Федерациялық мемлекет, конфедерация ұғымдардың анықтамасын жазу?",
        "question_content": "1. Унитарлы мемлекет\n\n2. Федерациялық мемлекет\n\n3. Конфедерация\n\nОсы ұғымдардың анықтамасын жазып, ұқсастықтарымен айырмашылықтарын табамыз",
        "question_date": "15.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Біртұтас мемлекет, унитарлық мемлекет — мемлекеттік немесе ұлттық-мемлекеттік құрылыстың бір түрі. Оның территориясы әкімшілік-аумақтық бөліктерге (аймақтарға, облыстарға, округтерге, аудандарға, департаменттерге және т.б.) бөлінеді.\n2) Федеративті мемлекет - заңдық тұрғыда белгілі дәрежеде саяси дербестігі бар жекелеген мемлекеттік құрылымдардан құралған күрделі одақтық мемлекет. Ұлттық-тілдік фактордың рөліне қарай федеративті мемлекет құрылымын былай анықтау қалыптасқан:\nтерриториялық негізде құрылған федеративті мемлекет (АҚШ, Австралия, Австрия, ГФР, Аргентина, Венессуэлла, Бразилия, Мексика);\nұлттық негізде құрылған федеративті мемлекет (Үндістан, Бельгия, Нигерия, Пәкістан);\nаралас ұлттық-территориялық негізде құрылған федеративті мемлекет (Ресей, Канада, Швейцария). Федеративті мемлекетке тән, барлық федеративті мемлекеттер негізделген бес бастапқы принциптер: 1) федералды заңның жоғарылығы; 2) мемлекеттік құрылым негіздерінің бірыңғайлығы; 3) федерация аумағында адамдардың, тауар айналымының еркін қозғалысы; 4) федерация субъектісінің біржақты өз бетінше мәртебесін ауыстыруға тыйым салу; 5) мемлекеттік аумақтық тұтастыққа зиян тигізетін федерация субъектісінің бөлінуіне жол бермеу.\n3) Конфедерация (кейінгі лат. confederatіo – одақ, бірлестік) – мемлекеттік құрылым формасы, бұл ретте Конфедерация құрушы мемлекеттер өздерінің тәуелсіздігін толығымен сақтап қалады, әрқайсысының өзіндік мемлекеттік билік жүйесі және басқару органдары болады; арнайы бірлескен органдар тек белгілі бір (әскери, сыртқы саяси, т.б.) мақсаттағы іс-әрекеттерді үйлестіріп отыру үшін жасалады. Конфедерацияға мүше елдердің бәріне бірдей ортақ заң шығарушы орган, ортақ азаматтылық, территория, әскери күштер, салық жүйесі болмайды. Осындай егемен елдер одағына мүше әрбір мемлекет өкілдері Конфедерация органдарын құрады, олар қабылдаған шешімдер одақтас мемлекеттердің үкіметтері және заң шығарушы органдарының келісімі мен бекітуі арқылы жүзеге асады. Конфедерация құру туралы келісім Конфедерацияның құрылуының құқықтық негізі болып табылады.",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саналогия дегеніміз не?",
        "question_content": "Гигиена тест көмек керек. Саналогия дегеніміз не?",
        "question_date": "15.01.2021",
        "question_tag": "Мектеп",
        "question_views": 951,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Санология— дені саулардың денсаулығы туралы тұжырым (Ю.П.Лисицын, 1992); валеологиямен бірдей.",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүкті болуым мүмкінбе?",
        "question_content": "Салеметсіздер ме!\nЖігітім мен декабрьдің 28 болдым, январдын 9 етеккір келді 11 кетті енді басым айналып құсқым келіп жүр аяғым ауыр болуы мүмкінбе?",
        "question_date": "15.01.2021",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген әйел жүктіліктің алғашқы белгілері — таңертең жүрек айнуы, бас айналу және етеккірдің кешігуі — алғашқы жүктілік белгілері екенін біледі. Құрсақ көтергеніңізді етеккірдің кешіккенінен бұрын да білуге болады ма? Болады екен.\nЖүктіліктің айқын  белгілері\nОмыраудың ауыруы. Жүкті болған әйелдер көп жағдайда омыраудың ауыратынын байқайды. Оның үстіне сүт бездері ісінеді. Бұл кезеңде кеуде бірінші аптадан бастап үлкейе бастайды. Омырауда басқа да өзгерістерге түседі: емшек тамырлары айқын көрінеді. емшек ореолы түсін өзгертеді. Ол етеккір келетін кездегіден де қатты ісінуі мүмкін. Омырауыңыз өте сезімтал болады, кейде түсініксіз сұйықтық та бөлінеді.\nАрқа мен іштің ауырсынуы. Іштің төменгі жағының сыздап ауыруы және белдің ауыруы – етеккірдің жиі серіктері. Бірақ бұл жерде ауырсыну сәл басқа формада келеді. Ол гормондық өзгерістерге және жатырдың өсуіне байланысты болады. Ұрықтанған жұмыртқа жатыр қабырғасына жабысқанда, ол кеңейеді, осыдан ауырсыну белгілері де шығады.\nҚынаптан шыққан бөлінулердің өзгеруі. Жұмыртқа жатыр қабырғасына жабысқанда, ол қан аз мөлшерде бөле бастауы мүмкін. Сондықтан, етеккіріңіздің келу уақыты қысқарғанын немесе бөлінген сұйықтықтың мөлшері азайғанын көрсеңіз, онда сізге дәріханаға барып тест алу керек. Әдетте құрсақ көтергеніңізге 6 – 12 күн болғанда осындай қан бөлінеді. Бұндай жағдайда түсік тастаудың, жатырдан тыс жүктілік болудың және инфекцияның алдын алу үшін дәрігерге бару керек.\nШаршау — жүктіліктің белгісі. Ұрықтанудың алғашқы күндерінде немесе апталарында біздің денеміз жүктілікті қолдау үшін өте көп жұмыс істей бастайды. Көп энергияны қажет етеді, жүрегіңіз екі еселенген күшпен жұмыс істей бастайды, себебі жатырға қосымша оттегі жеткізеді. Шаршау – бұл ағзаның қосымша пайда болған жүктемеге арналған қалыпты реакциясы. Онымен күресуге салауатты диета сақтау, жеткілікті сұйықтық мөлшерін және витаминдерді ішу, көбірек демалу көмектеседі.\nЕмізіктер түсінің өзгеруі. Жүктілік кезінде бөлінетін гормондар меланоциттердің белсенділігіне әсер етеді. Меланоциттер – түс пигментіне жауапты жасуша. Жүктілік кезінде емізіктер қарайып, кейде тіпті қызыл болады. Бірақ, бұрыңғыдай түс болмайды.\nЖүрек айнуы. Тағы бір кеңінен тараған белгілердің бірі — жүрек айнуы. Көп жағдайда бұл 85 пайыз әйел адамдарда кездеседі. Ол токсикоздың белгісі.  Жүктіліктің бастапқы кезеңдерінде теңіз ауруы да алғашқы дабыл болуы да мүмкін. Бұрын бәрі жақсы болғанымен, енді сізді көлікте, ұшақта шайқап жіберуі мүмкін. Кейбір әйелдер жаяу жүргенде де жүрек айнуын сезінеді. Бұл жүктіліктің екінші аптасында пайда болады. Себебі, прогестерон ас қорыту процесін баяулатады. ХГЧ гармоны да жагдайды жеңілдетпейді. Оның деңгейі көп болғанымен, өзіңізді соншалықты жаман сезінесіз.\nІш үрленуі. Шалбарыңызға сыймай қалдыңыз ба немесе енді түймесі тағылмайды ма? Иә, баяуланған ас қорыту сізбен жаман ойын ойнауы мүмкін. Етеккірі кезінде де бұндай жағдайлар болады – прогестерон деңгейі көтеріліп, іш үрленеді. Етеккірі басталғанда бұл белгі жойылады. Ал жүктілік кезінде – жоқ.\nДәретханаға жиі барғыңыз келеді. Жиі несеп шығару – бұл тек соңғы ай жүктілігінде жүрген әйелдер үшін ғана сын емес. Соңғы айларда бала өзінің ауыр салмағын қуыққа салғандықтан, осындай фокустар болып тұрады. Бірақ бұндай белгі алғашқы апталарда да байқалады. Сонымен қатар, аналық ұлғайып қуыққа баса бастағанынан бөлек бүйрек те күшейтілген тәртіпте жұмыс істей бастайды. Нәтижесінде сіз дәретханаға әрбір жарты сағат сайын жүгіруге мәжбүр боласыз.\nТамақты тым көп жеу. Иә, иә! Бірақ бұдан ұялудың қажеті жоқ. Ағзаңыз шаршағандықтан, сізге мол қуат керек болады. Сондықтан да бүйіріңіз тамаққа қарай тартып, фастфудты көргенде басыңыз бақыттан айналады. Фастфуд бұл уақытта жетіспей жүрген қуат береді.\nБас ауруы. Қан айналымының күшею жақсы, әрине. Алайда кейде миға қан құюлуы басты ауыртады. Жүктіліктің алғашқы апталарында басыңыз әлсіз ауыратын болады. Егер де суды аз ішсеңіз немесе қанмен қандай да бір проблемаларыңыз болса, талдама тапсырғаныңыз жөн. Уақыт өте келе бас ауырулары жоққа саяды.\nІш кебуі. Айтуға ыңғайсыз нәрсе, бірақ физиологияда болғаннан кейін не істейміз? Ас қорытудың баяулануы, іш үрленуі – іш кебуіне әкеледі. Бұл бас ауруынан да күрделірек, себебі жүктілік уақытында ол бірнеше күннен кейін өтпейді, керісінше, қиындай түседі. Сондықтан ас мәзіріңізді қарап шығу керек.\nhttps://www.balam.kz/jukt%D1%96l%D1%96k-belg%D1%96ler%D1%96/",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2021 жылы еріктілер қандай іспен айналысқан жөн?",
        "question_content": "2020 жылы еріктілер жылы деп аталды. 2021 жылы еріктілер қандай қызметтер атқарса немесе айналысса болады? Тек қарттар үйін, балалар үйін, тұрмысы төмен отбасы үйлерінен аралаудан басқа қандай іш шаралар атқарса болады? Кімде қандай алып қосарларыңыз бар?",
        "question_date": "15.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еріктілер әрқашан қоғамдық істерге бөліп жармай белсенді ат салысқан. Сол салада ары қарайғы жұмыстарын атқарғаны жөн деп ойлаймын.\n«Еріктілер жұмысы – бұл басқа адамдардың игілігі үшін саналы, ерікті және ақысыз қызмет ету. Саналы және риясыз басқа адамның игілігі үшін еңбек етіп жүрген кез келген адам ерікті болып саналады» (М. Олчман, П. Джордан. Еріктілер – құнды көздер,\nДжона Хопкинс Университеті, 1997ж).\n\n«Еріктілер қызметі – дегеніміз, мұқтаж адамдарға риясыз, ерікті көмек көрсету, қалтқысыз қолдау көрсетуге бағытталған адам қызметінің ерекше үлгісі». Сонымен, «Ерікті» (ағылшын тілінен аударғанда volunteer – «өзі тіленіп жұмыс істеуші») – мұқтаж адамдардың немесе жалпы қоғамның мүддесінде тегін, ерікті түрде еңбек ететін адам. Еріктілердің халықаралық белгісі – қызыл V әрпі.\nБҰҰ сарапшыларына сәйкес, еріктілер жұмысының үш негізгі белгісін анықтауға болады\n1) Еріктілердің жұмысына ақы төленбейді;\n2) Еріктілердің қызметі ерікті әрі мәжбүрлеусіз жүзеге асырылады;\n3) Еріктілердің қызметі адамдарға немесе жалпы қоғамға және еріктілерге пайда алып келеді.\n\nЕріктілер жұмысы адамзаттың әлемге, еркіндікке, қауіпсіздікке, әділдікке және барлық адамдарға көмек көрсетуге деген мәртебелі қасиеттерін дамытады. Жаһандану және тұрақты өзгерістер дәуірінде әлем бір-бірімен өзара тәуелді, тығыз және шиеленісті болады. Қоғамда шешімі табылмаған көптеген мәселелер туындауда – мысалы экологиялық (қоршаған ортаның ластануы, ормандардағы ағаштарды кесу), және әлеуметтік (қарт және дәрменсіз адамдар, мүмкіндігі шектеулі адамдар, жетімдер). Балалар үйінде, ерекше қажеттілігі бар адамдарға арналған интернаттарда, қарттар үйінде, ауруханаларда, балабақшаларда, мектептерде ауадай қажет.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмір ағашы символы",
        "question_content": "Өмір ағашы (дерево жизни) кулоным бар еді алтынсоны мұсылмандарға тағуға болама? Негізінде интернетте жазылған түсінікте Өмір ағашы Құдай мен адамды яғни тіршілікті байланыстыратын белгі делінген. Отбасын жамандықтан қорғаушы деген. Ломбардка апарып өткізбекші болғанымда эксперт қыз орыс тілді қазақ қызы тағыңыз ештене етпейді өте жақсы кулон деп қайтарды. Кім калай ойлайды?",
        "question_date": "15.01.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 158,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің сеніміңізге байланысты деп ойлаймын. Сіз оны жай бұйым ретінде қарап тақсаңыз онда тұрған ештеңе жоқ. Әшекей ретінде ғана тағып, ол маған баықт немесе байлық алып келеді деп өзіңіз \"сыйынбасаңыз\" болды деп ойлаймын.",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    }
]