[
    {
        "question_title": "Сізге кез келген бүтін a мен b сандары берілген, солардың қосындысын шығарыңыз.",
        "question_content": "Сізге кез келген бүтін a мен b сандары берілген, солардың қосындысын шығарыңыз.",
        "question_date": "18.09.2023",
        "question_tag": "Мектеп",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = int(input())\n\nb = int(input())\n\nprint(a+b)",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Зере 20тг сұрай береді, қысқаша жазып кетсеңіздер",
        "question_content": "Зере сыныптағы барлығынан 20тг сұрай береді",
        "question_date": "18.09.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен неге акша сурай берем",
                "date": "19.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білімнің сөз құрамына талдау",
        "question_content": "Білімнің сөз құрамына талдау",
        "question_date": "18.09.2023",
        "question_tag": "Мектеп",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білімнің сөз құрамына талдау\n\n5 әріп\n\n2 дауысты\n3 дауыссыз",
                "date": "23.11.2023",
                "upvotes": 0
            },
            {
                "text": "Білім- түбір сөз, зат есім немесе бастауыш, нің- септік жалғау, ілік септігінің жалғауы",
                "date": "7.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің центріндегі координатасын анықтаңыз: х² -2х+у²+4у=-1",
        "question_content": "Шеңбердің центріндегі координатасын анықтаңыз: х² -2х+у²+4у=-1",
        "question_date": "18.09.2023",
        "question_tag": "Мектеп",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X^2 - 2x + y^2 + 4y = -1 теңдеуі бойынша шеңбер центрінің координаттарын табу үшін шеңбер теңдеуін канондық түрде (x-a)^2 + (y-b)^2 = r^2, мұндағы (a, B) - центрдің координаттары, ал r - шеңбердің радиусы.\nОл үшін келесі қадамдарды орындаңыз:\n1. X және  y үшін квадраттарды аяқтайық:\n x^2 - 2x + 1 + y^2 + 4y + 4 = -1 + 1 + 4 \n2. Қарапайым:\n (x^2 - 2x + 1) + (y^2 + 4y + 4) = 4 \n3. Біз канондық түрде қайта жазамыз:\n (x - 1)^2 + (y + 2)^2 = 4 \nЕнді бізде канондық формадағы шеңбер теңдеуі бар. Орталық координаттары ((a, b))((1, -2)), ал r радиусы 2-ге тең. Осылайша, шеңбердің центрі нүктеде орналасқан ((1, -2)).",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек тобына ұран керек болып тұр?",
        "question_content": "Топтың аты Жүрек, енді соған ұран керек болып тұр еді, тауып бересіздерма!?",
        "question_date": "16.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күндерім құстай зулайды,\nТынымсыз қағып қанатын.\nӘкеле көрме мұң-қайғы,\nСекундтарым мен сағатым.\nКүлкімді кейде күрмедім,\nАлдымда меңіреу түн бардай.\nӘлемнің бұлты бір менің\nБасымда ғана тұрғандай.\nҚоя алмай ойға бір нүкте,\nҚайғысын жердің тартамын.\nЖауыздық барда тірлікте,\nӘйтеуір дәйім қорқамын.\nҚорқамын\nЖансыз тастың да\nЖаныма мұңы батқандай.\nҚас қағым сәттің астында\nСұмдықтар бұғып жатқандай.\nЗұлымдықтардан жинап от,\nЗобалаң өрті жетердей.\nЖүрегім Хиросима боп,\nКүл болып жанып кетердей.\nТүсердей дүние торға кеп,\nҚауіптен көзді жазбаймын.\nБомбаны құртар бомба боп,\nЖарылып кете жаздаймын.\nЖырларым – жүрек қанатым,\nАлып ұш мені әр таңда.\nСекундтарым мен сағатым,\nТүсіре көрме сарсаңға.\nСілкінсін орман, кең дала,\nӘкел тек шаттық дауылын.\nКөтерер қара жер ғана\nЖердегі бұлттың ауырын.\nТіл бітіп мылқау тастарға,\nСөйлесін кенші бұрғысы.\nРакета емес,\nАспанда\nЗуылдап ұшсын жыл құсы.\nТаусылып талас, бар егес,\nБомбадан әлем босасын!\nСүңгуір қайықтар емес,\nКиттердің күні жасасын!!!",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неолит кезеңінің басты жаналықтары?",
        "question_content": "Неолит кезеңінің басты жаналықтары?",
        "question_date": "16.09.2023",
        "question_tag": "Мектеп",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неолит дәуірінде адамдар егіншілікпен және мал шаруашылығымен айналыса бастады. Неолит мәдениетінің сипатты элементтері құмыра дөңгелегін пайдаланбай қолмен жасалған қыш бұйымдар, балта, балға, қашау және қиыршық сияқты тас құралдар, сондай-ақ шақпақтан жасалған пышақтар, жебе ұштары мен орақтар болды.",
                "date": "19.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі замандағы Төлегендер",
        "question_content": "Маған\"қазіргі замандағы Төлеген\"-деген тақырыпқа Эссе жазуға көмек керек.",
        "question_date": "16.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 156,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тақырыбы: \"Қазіргі әлемдегі Махаббат батырлары: идеалдар мен шындықтың көрінісі\"\n\nӨмірдің жылдам қарқынымен және үнемі өзгеріп отыратын заманауи әлем өзінің махаббат кейіпкерлерінің ерекше келбетін жасайды. Бұл кейіпкерлер қазіргі адамдар қарым-қатынас саласында кездесетін мұраттардың, ұмтылыстар мен қиындықтардың көрінісі болады.\n\nБір жағынан, қазіргі әлемнің махаббат кейіпкерлері қарым-қатынастағы жаңа мұраттар мен стандарттарға баса назар аударады. Олар батыл, тәуелсіз және компаға келуге қабілетті болуы мүмкін. Бұл кейіпкерлер серіктестер өзара сыйластыққа, қолдауға және бірге дамуға ұмтылатын эмансипацияланған қоғамды бейнелейді.\n\nЕкінші жағынан, қазіргі махаббат кейіпкерлері қазіргі әлемдегі ерлі-зайыптылардың нақты қиындықтары мен қиындықтарын жиі көрсетеді. Стресс, жұмыс пен өмірдің тепе — теңдігі және әлеуметтік медианың әсері олардың күнделікті өмірінің бір бөлігіне айналады.\n\nҚазіргі әлемдегі махаббат кейіпкерлері әртүрлі мәдениеттерге, сенімдерге және өмір салтына тап болуы мүмкін. Бұл жаһандану мен әртүрлілік жағдайында төзімділік пен қарым-қатынас орнату қабілетінің маңыздылығын көрсетеді.\n\nӨзгерістерге бейімделу және жаңа идеяларға ашық болу қабілеті қазіргі махаббат кейіпкерлерінің маңызды атрибутына айналады. Олар дәстүрлерді қайта қарауға және қарым-қатынастың өзіндік ерекше тәсілдерін жасауға дайын болуы керек.\n\nОсылайша, қазіргі әлемдегі махаббат кейіпкерлері махаббатты идеализациялап қана қоймайды, сонымен қатар бұл идеалдардың шындықпен қалай үйлесетініне мысал бола алады. Олар қазіргі дәуірге тән қиындықтарға тап болады және сонымен бірге әртүрлілік пен динамикаға толы әлемге Шабыт беруді, қолдауды және қуаныш әкелуді жалғастыруда",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбекке жарамсыздық парағына жәрдемақы төлеу?",
        "question_content": "Еңбекке жарамсыздық парағын бухгалтерге бергеннен кейін қанша уақытта жәрдемақы төлеу керек? Нақты заңмен белгіленген мерзімі бар ма?",
        "question_date": "15.09.2023",
        "question_tag": "Заң",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай жағдайларда жәрдемақы төленеді\nЖұмыс беруші ауру күндерін төлеуі үшін қызметкер аурудан кейінгі бірінші жұмыс күні еңбекке уақытша жарамсыздық парағын — ауруханада, емханада, медициналық орталықта немесе онлайн режимінде берілген Ресми құжатты ұсынуы керек. egov.kz. оны аурухана парағы деп те атайды. Ол медициналық маман тексерген күннен бастап ауру кезеңін растайды.\nЖұмыс беруші жәрдемақыны аурухана парағында көрсетілген уақытқа ғана төлейді. Қызметкерге төлем жалақымен бірге түседі. Бірақ егер қызметкер аурухана парағының орнына уақытша еңбекке жарамсыздық туралы анықтама берсе, онда жәрдемақы төленбейді.  \nАурухана парағы қандай мерзімге беріледі\nАурулар мен жарақаттар\nДәрігер аурухананы осындай мерзімге ашады:\nаурулар мен жарақаттар кезінде-3 күн, тағы 3 күнге ұзарту мүмкіндігі бар;\nтұмау мен ЖРВИ-мен жаппай аурулар кезінде-6 күн.\nДәрігер аурухананы 6-дан 20 күнге дейін ұзарта алады, бұл оның бөлімшесінің меңгерушісімен келісіледі. 20 күннен артық ұлғайту үшін медициналық ұйымның дәрігерлік-консультативтік комиссиясының қорытындысы қажет. Бұл жағдайда аурухана максимум 60 күнге беріледі. Бұл мерзімдер жүктілік және босану демалысына, сондай-ақ жұмыста 2 айдан артық болмауы мүмкін ауруларға жатпайды.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Степендия каникул кезінде де түсе ме?",
        "question_content": "Жәнеде бір екі сабақтан пропуск болса(бір рет қана болды) бұл баға ға әсер етеді ме?",
        "question_date": "15.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия , бұрын біз оқығанда тамызайына жақын түсетін,3 айдыңкі бірге.",
                "date": "16.09.2023",
                "upvotes": 0
            },
            {
                "text": "каникулдан сон түседі стипендия деген",
                "date": "16.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрегі тас бірақ жүреді",
        "question_content": "Жаны жоқ дейді 14 әріптен тұратын сөз",
        "question_date": "14.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешнарседен корыкпаитын Адам  нартауекел ететын алам",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дискретті хабарлама көзі т = 34 символдан тұрса. Ал статистикалық характеристикалары",
        "question_content": "Тапсырма 1: Дискретті хабарлама көзі т = 34 символдан тұрса. Ал статистикалық характеристикалары кездейсоқ сандар.\n\n1.\n\nДискретті хабарламадагы бір символга келетін апаратт санынын орта манін табыныз, егер:\n\nА) символдар бір-біріне тауелсіз жэне бірдей ыктималдыкта;\n\nЭ) символдар бір-біріне труелсіз жоне бірдей ыктималдыкта емес;\n\nБ) касында турган символа статистикалык тауелділікте болса жоне эртурлі ыктималдыкта болса.\n\nТансырма 2: Аты-женініздегі акпараттар санын аныктаныз, егер ондагы символдардын пайда болу ыктималдыры эртурлі жоне бір-біріне тауелсіз болса.\n\nЖеке тапсырмалар:\n\n1. Акша мэнетін лактырганда бір натиженін тандауы (мысалы, буктін тусуі) бір бит акпарат алады, себебі теныктималды мумкіндіктер саны М = 2 (бук немесе шік). Шік тускені деген хабарда акпарат мелшерін аныктаны.\n\nБелгісізлікті 4 есе азайтатын хабарда кандай акпарат келемі бар?\n\nКорапта 16 кубик жатыр. Барлык кубиктардын тусі эр турлі. Кораптан\n\nкызыл кубик алынды деген хабарда канша акпарат бар?\n\n4. Сіздін досыныз 10-шы кабатта турады деген хабарда 4 бит акпарат бар. Бул\n\nуйде неше кабат бар?\n\n5. Себетте Nk = 8 кара шар жане Na = 24 ак шар жатыр. Себеттен кара шар алынды деген хабарда канша Нк акпарат бар?\n\n7. Корапта М = 64 турлі тусті карындаш жатыр. Ак карындаш алынды деген\n\nхабарда На = 4 бит акпараты бар. Корапта неше Ма ак карындаш бар болган?\n\n8. Себетте ак жене кара шарлар жатыр. Олардын арасында Na = 18 кара шар.\n\nСебеттен ак шар алынды деген хабарда На = 2 бит акпарат бар. Себетте барлыгы неше N шар бар?\n\n9. Алфавиті N = 128 символдан туратын тілде жазылган матіннін Нм келемін\n\nаныктаныз.\n\n10. Кейбір тілдін алфавитінде барлыгы N = 2 ріп бар, тілдегі арбір сез дал т =\n\n7 гріптен турады. Тілдегі ен улкен сездер коры канша болады?",
        "question_date": "14.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешіріңіз, бірақ сіз ұсынған сұрақтар егжей-тегжейлі зерттеуді, сондай-ақ ақпарат теориясы мен статистика негіздерін түсінуді қажет етеді. Мен осындай мәселелерді шешу үшін кейбір жалпы кеңестер мен нұсқаулар бере аламын.\n\n* 1-тапсырма: ақпарат биттерінің орташа мәні:*\n\n- А) егер таңбалар тәуелсіз болса және ықтималдығы бірдей болса, онда бір таңбаның орташа бит мәні \\(\\log_2(T)\\) болады, мұндағы \\(T\\) - хабарламадағы таңбалар саны.\n\n- Б) егер таңбалар арасында статистикалық байланыс болса, бір таңбаға шаққандағы биттердің орташа мәні ықтималдықтың нақты таралуына байланысты өзгереді.\n\n* 2-тапсырма: аты-жөні бойынша ақпарат Саны:*\n\nӘр таңба үшін ақпарат санын \\(-\\log_2(P)\\) түрінде көрсетуге болады, мұндағы \\(P\\) - таңбаның пайда болу ықтималдығы.\n\n* Жеке тапсырмалар:*\n\n1. Шық пролапсы туралы есеп беру үшін (\\(M = 2\\)) Ақпарат саны \\(\\log_2 (2) = 1\\) бит болады.\n\n2. Белгісіздіктің 4 есе төмендеуі ақпарат санының екі есе азаюын білдіреді (\\(\\log_2 (4) = 2\\) бит).\n\n3. Қызыл текшені алу (\\(M = 16\\)) құрамында \\(\\log_2 (16) = 4\\) бит ақпарат бар.\n\n4. 10-қабат туралы хабарлама (\\(M = ?\\ )) құрамында 4 бит ақпарат бар.\n\n5. Қара шарды алу (\\(M = 8\\)) құрамында \\(\\log_2 (8) = 3\\) ақпарат биті бар.\n\n6. 4 биттік ақпарат туралы хабарлама (\\(na = 4\\)) \\(2^4 = 16\\) мүмкін нұсқаларды білдіреді.\n\n7. Алынған ақ шар (\\(Na = 2\\)) құрамында \\(\\log_2 (2) = 1\\) Ақпарат биті бар.\n\n8. Себеттегі шарлардың санын (\\(N\\)) \\(N = \\frac{Na}{P}\\) арқылы анықтауға болады, мұндағы \\(P\\) - допты алу ықтималдығы.\n\n9. 128 таңбадан тұратын алфавиттегі мәтін көлемі \\(N = 128\\) болады.\n\n10. 2 әріптен тұратын тілде 7 әріппен (\\(t = 7\\)) мүмкін сөздердің саны \\(2^7 = 128\\) сөз болады.\n\nСұрақтарды нақтылаңыз немесе нақты тармақтар үшін егжей-тегжейлі шешімдерді сұраңыз.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалың елім қазағым қайран жұртым автор суреттегенде қандай тәсіл қолданған?",
        "question_content": "Қалың елім қазағым қайран жұртым автор суреттегенде қандай тәсіл қолданған?",
        "question_date": "14.09.2023",
        "question_tag": "Мектеп",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың 1886 ж. жазған өлеңі. Көлемі ЗО жол. Бұл шығармада тұтас халыққа арнап айтылған терең де күрделі ойлар шерлі жүректен шамырқанып, толқып шыққан. Үлкен адамгершілік, қайраткерлік, оқымыстылық биікке көтерілген ақын үні бірде айбарлы, бірде кекті, бірде мұңлы. Қазақ халқын бөлмей-жармай, түгел қамтып, тұтас шолып, баршасына бағыштап айтылған өлеңнің әлеуметтік салмағы орасан зор. Ақын алдымен көз алдыңызға мұрты аузына түскен, бір ұрты май, бір ұрты қан, алғашқыда шырайы сартша жылтырап тұрған қазақтың кескінін алып келеді. Осыдан кейін барып оның ішкі әлемін, мінез ерекшеліктерін айқындап аша бастайды. Бұл өзі іске жоқ, қу сөздің адамы, өзі сөйлесе болды, өзгені тыңдауды білмейді, мылжың, бөспе, қырт. Күндіз күлкі, түнде ұйқысының бұзылу себебі - өз малына өзі ие емес сорлы. Байлауы жоқ көрсе қызардың әлеуметтік қалпы тіпті сиықсыз, тұтастық, ірілік жетіспегендіктен, әрқайсысы шолтаңдап жеке қамшы үйіріп, би болғансып, қиқымданып кеткен жерде елдің күйті кеткен, бірлік жоқтықтан, береке жоқтықтан дәулеті шайқалып, байлық шашылған. Жыртың-жыртың мағынасыз күлкіге малданған тиянақсыз, байлаусыздың түбіне жеткен елдің соры биліктен айрылып өзгенің табанына түсіп құл болатынын ақын ашына зар етеді. Ұлттың бойындағы сордың үлкені-күндестік, бірін- бірі көре алмау, етектен тарту, пыш-пыш халқымызды сан рет орға жығып, өртке қамаған алауыздық. Зығырданы қайнаған шерлі ақын елді түзеудің амалын қарап, тығырықтан шығар соқпақ іздеп, басын тауға, тасқа соқса да, жол таба алмай, ақыры елінің ырқынан айрылып, өзгеге бодан болатынына бармағын шайнайды. Халқының бойындағы қаны сорғалаған жараларды аша отырып, ақын омырауы жасқа толса да, сай-сүйегі сырқыраса да, сесті, кекесінді күйінде қалады. Жеңіл-желпі басу айту, оңай өріс нұсқау жоқ. Ары ширығып, намысы қайнаған ұлы ақын туған халқының барлық буын, барлық нәсілін өзі күйдіріп айтқан кесел-кесепаттардан, сор-сұмдықтардан арыл, тазар, сонда ғана белге шығасың деп тұрғандай. Өлең 11 буынды қара өлең ұйқасы үлгісінде жазылған. Алғаш рет 1909 ж. Санкт-Петербургте жарық көрген «Қазақ ақыны Ибраһим Құнанбайұлының өлеңі» атты жинақта жарияланды. Басылымдарында аздаған текстологиялық өзгерістер кездеседі. Мүрсейіт қолжазбаларында, 1954 жылғы жинақта 12-жол «Бір күн тыртың етеді,бір күн жыртың»делінсе, 1939, 1945, 1957 жылғы басылымдарда «Бір күн тыртың етеді, бір күн бұртың»болып алынған. Нұрсейіт қолжазбаларында, 1909 жылғы жинақта 13-жол «Өз басына би болған өңкей қыйқым» болса, кейінгі басылымдарда «Бас-басына би болған өңкей қыйқым» деп берілген. Туынды ағылшын, араб, азербайжан, қарақалпақ, қырғыз, татар, түрікмен, орыс, өзбек, ұйғыр т. б. тілдерге аударылған.",
                "date": "23.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аяз Би туралы сұрақтар айтыңдаршы?",
        "question_content": "Аяз Би туралы сұрақтар айтыңдаршы?",
        "question_date": "14.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1)Аяз би неге өз жаман шапанын төріне іліп қояды?\n2) Аяз би ханның тұлпарын қалай сынап береді?\n3)Аяз би ойынша құстың жаманы?\n4) Аяз би пайымынша шөптің жаманы?\n5) Аяз би би болмай тұрып не қызмет жасады?",
                "date": "14.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шыңғыс ханның империясы дәуірінде қазақстанның батыс, орталық және солтүстік өңірлері",
        "question_content": "шыңғыс ханның империясы дәуірінде қазақстанның батыс, орталық және солтүстік өңірлері жошы ұлысына,ал оңтүстік және оңтүстік-шығысы шағатай ұлысына қарады.ресей империясының бөлінісі де осығант ұқсас болды:батыс, орталық және шығыс аудандар әкімшілік жағынан оңтүстік және оңтүстік-шығыстан бөлек болды . мұндай сәйкестіктің себебі неде?",
        "question_date": "13.09.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 621,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cол тұста көптеген елдер қазақ жеріне қызықты, сол жерді көздеді. Cондықтан Ресей империясы өзінің аймақтық бөлінуін қазақтарға ұқсата отыра, сол елді зерттемекші болды деп ойлаймын. :)",
                "date": "14.09.2023",
                "upvotes": 0
            },
            {
                "text": "1219-1224 жж. шапқыншылық салдарынан Қазақстан мен Орта Азия Шыңғыс империясының қол астына кірді. Шыңғыс жаулап алынған жерлерді балаларына бөліп берді. Шыңғысхан Ертістен Орал тауларына дейінгі, онан батысқа қарай ежелгі Ұлы даланы, оңтүстікке қарай Каспий мен Арал теңізіне дейінгі жерді үлкен ұлы Жошының билігіне берді. Орта Азиядағы иеліктерінен Жошы ұлысына - Амудың төменгі жағындағы аудандар (солтүстік хорезм) мен Сырдария кірді. Жошының ордасы Ертіс алқабында болды.\n\nШыңғысханның екінші баласы Шағатайдың үлесіне Мәуереннахр, Жетісу мен Қашғар кірді. Оның ордасы Іле алқабында болды. Үшінші баласы Үгедейге Батыс Монғолия мен Тарбағатай жері қарады. Оның ордасы қазіргі Шәуешек қаласы маңы. Кіші ұлы Төлей, Шыңғысхан жұрты Монғолияны иеленді.\n\nСонымен Қазақстан жері Шыңғысхан империясының үш ұлысының құрамына: үлкен (далалық) бөлігі - Жошы ұлысының, Оңтүстік және оңтүстік-шығыс Қазақстан- Шағатай ұлысының, Жетісудың солтүстік-шығыс бөлігі Үгедей ұлысының құрамына кірді.",
                "date": "14.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын күзге таныстыру ұран керек. Топтың аты \"тамшылар\". Кім шығарып бере алады ?",
        "question_content": "Алтын күзге таныстыру, ұран керек. топтын аты \"тамшылар\"",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Тамшылар тобына Қош келдіңіз – біздің жайлы бұрышымыз, мұнда әр тамшы Табиғаттың кішкентай кереметі. Алтын күз бізді өзінің сұлулығымен және тыныштығымен шабыттандырады. Күзгі сиқырдың сәттерін бірге тамашалайық, әр тамшы осы әдемі маусымның ерекше портретін салатын щетка сияқты. Күздің алтын әлемінен бірге ләззат алыңыз - тамшылар табиғат суретшілеріне айналатын уақыт.\"",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғаш өлеңдерін Абай кімнің атынан жариялап отырды?",
        "question_content": "Абайдың алғашқы өлеңдері өзінің ақын шәкірті, досы әрі рухани серігі Көкбай Жанатайұлының атынан шыққан. Көкбай Жанатайұлы өмірбаяны толық керек?",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көкбай - Абайдың ең талантты ақын, әрі әнші шәкірттерінің бірі. Ол Абаймен 1880 жылдан бастап, жиырма бес жыл жолдас, дос болған.\n\n1880 жылы Көкбай жиырмаға жаңа аяқ басқан жас жігіт еді. Оның табиғи талантын сол кезде-ақ таныған Абай ел ішінің лаулап тұрған дау-шарының ортасынан алып шығып, қамқор аға болған.\n\nКөкбай Жанатайұлы 1861 жылы, қазіргі Семей облысы, Абай ауданында туған. Он жасынан бастап, он бес жасына шейін Төлетай деген молдадан оқиды. Он бес жасында оқуды тастап, бозбалалық құрып, ойын-сауық, той-думан қуып кетеді. Ән-күйге, өлең-жырға құштар, талантты жас Көкбай домбыра тартып, ән салып, өлең айтып, ауыл арасының ойын-сауығынан қалмайтын болады.\n\nСөйтіп, Көкбай ән салып, өлең айтып жүреді де, он жеті жасында Семей қаласына оқуға кетеді. Оның орысша оқуға Семейге келуіне үлкен себеп болған Әріп еді.\n\n...Абай қалаға келген сайын Көкбай сияқты оқып жүрген жастарды жинап, қалай оқып жүргендерін сұрап, біліп, ақыл-кеңес берумен қатар, өздеріне де ән салғызып, өлең айтқызып, олардың өнер, талаптарын мадақтап, көңілді, мағыналы мәжіліс жасап отыратын болған. Ол жастардың кейбіреулерін оқуға түсірген де Абайдың өзі еді. Көкбайдың «Семейге Абай келсе, бізде думан» дейтіні де осы болатын.\n\nОқуын аяқтап, елге қайтып келген соң, үнемі Абайдың жанында болады. Абай өзі жазған өлеңдерін бірнеше жыл бойы Көкбай атынан таратады. Көкбайдың аты Абай өлеңі арқылы 1889 жылы, тіпті, баспасөз жүзінде мәлім бола бастаған. 1889 жылы «Дала уалаяты» газетінде Абайдың «Жаз» атты белгілі өлеңі Көкбайдың атынан жарияланған. Өлеңнің басында былай деп түсінік берілген: «Семей уезі Шыңғыс елінің қазағы Ибраһим Құнанбай ауылының Бақанас өзенінде, Көпбейіт деген жерге қонып жатқандағы түрі. Кісіден үйреніп жаздым: Көкбай Жанатайұлы».\n\nАбайдың Көкбаймен достығы – Абайдай данышпан ақынның Көкбайдай талантты танып табысқан достық еді. Көкбайға ақындық өнерді ардақтауды үйреткен, «ақын» атын ешбір байлық, мансап, жалған атақ, жартымсыз қызыққа айырбастамауға үйретіп, танытқан Абай еді. Көкбайдың табиғи талантын тәрбиелеп, түзу жолға бағыттаған Абай болды.\n\n «...Қыс болсын, жаз болсын Абай ел араласа, қасында жүріп, ауылына келсе, үйінде бірге жатып, айырылыспайтын болдық. Абайдың қасында ай жүріп, ай жарым жүріп келіп, бір әредік толас болғанда ғана өз үйіме бір жұма, көп болса, он күнге рұхсат алып келіп, артынан қайта барамын», – дейді Көкбай.\n\n1880 жылдардан бастап 1904 жылға дейін Абай көрген өмір талқысына, күйініш-сүйініш сияқты Абай басынан кешкен түрлі халдерге жанашыр жақын, адал дос ретінде Көкбай да түгелдей ортақ болады.\n\nСөйтіп, 1880 жылдан бастап Абай өлген күнге дейін екі достың тағдыры тығыз байланысты болған.\n\nКөкбайдың жөпелдемеде суырып салып айтып тастайтын ақпа ақындығын Абай қатты ұнатқан. Адамның жаман әдет, жағымсыз мінез-құлықтарын қолма-қол бетке басып, шенеп айтып тастауға Көкбайдың ұшқыр қиял, орынды тілін, ұғымды өткір сөзін Абай ерекше бағалаған.\n\nАбай басқа шәкірттеріне тақырып ұсынған ретімен Көкбайға да тарихи уақиғаларға байланысты тақырып берген. Ол тақырып Абылай ханның жайы болады. Абай Көкбайға бұл тақырыпты ұсынғанда, қазақ халқының сыртқы жауы жоңғарлармен күресін жырлауды тапсырған сияқты. Бір жағы Абай айтып берген тарихи деректерге, бір жағынан ел аузында аңызға айналып кеткен әңгімелерге сүйеніп Көкбай ұзақ шығарма жазып шығарды. Ол шығармасы – «Сабалақ».\n\nБірақ бұл ұзақ әңгіме – жыр жинақ көркем шығарма болмай, Абылай бастап, оның тұқымдарын қуалай жырлай берген, бірден-бірге көшіп отыратын тарихи хроника болып шыққан.\n\nКөкбай бұл шығармасында Абылайды, оның тұқымдарын олардың үстемдігін дәріптеп, шектен шығарып асыра мадақтайтын ру басы – феодалдардың мақсатынан туған құмартпа идеяны халық мақсаты деп қате түсінген. Содан барып феодалдар тілегінен туған Абылайды, оның тұқымдарын дәріптейтін өлең-жырдың, аңыздардың шумағынан аса алмай қалған.\n\nКөкбайдың бұл шығармасы Ақылбай, Мағауиялардың поэмаларындай өзінің озық идеясымен, көркемдік қасиетімен танылмай қалады.\n\nКөкбай Абай дүниеден қайтқан соң, өз ауылына келіп орнығып медресе салғызып, қазақ балаларын оқытумен шұғылданады. Бұл кезде Көкбай көп еңбек сіңірген адам. Көрші елдерді, өз елін аралап, Абайдың халықты өнер-білімге шақырған өсиетін айтып, халықтың қадірлі ұлы, дана ақынның ол өсиетін орындау үшін медресе салдыру қажеттілігін түсіндіреді. Балаларға ақы алмай, сабақ беруді Көкбай өз міндетіне алады. Абайды сүйген халық Көкбайдың мәслихатын қарсы алады. Тобықты, Найман, Уақ, Керей елінің көмегімен Көкбай ауылында асты-үсті тақтайлы, сегіз бөлмелі үлкен медресе салынады.\n\nЖағрафиялық қоғамның Семейдегі бөлімі Абайдың қайтыс болғанына 20 жыл толуына арнап, 1924 жылы декабрьде жиылыс өткізеді. Абайды еске түсіру жиылысына арналып шығарылған Көкбай науқастығына қарамастан келіп, ұлы ақын, досы жайында халық алдында сөз сөйлейді.\n\nСодан қайтқан соң, ауру меңдете бастайды. Науқасы нашарлаған соң, ақын тағы да қалаға сапарға шығады. Бірақ қалаға жете алмай жолда Күшікбай деген жерде, Смағұл деген кісінің үйінде 1925 жылы 5 октябрьде (ескіше 22 сентябрь) қайтыс болады. Сүйегі өзінің қыстауы Мұқыр, Тақыр деген жерде.\n\nҚайым Мұхамедханов",
                "date": "14.09.2023",
                "upvotes": 1
            },
            {
                "text": "Көкбай Жанатайұлының атынан",
                "date": "14.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майқы биге тән қасиеттерді топтастыру арқылы көрсетiндер?",
        "question_content": "Майқы биге тән қасиеттерді топтастыру арқылы көрсетiндер. Майқы бидін накыл сөздерінің мағынасын түсініп, идеясын ашыңдар.",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Майқы биге тән қасиеттерді топтастыру арқылы майқының накыл сөздерінің мағынасын түсіну және оның идеясын ашу үшін сізге көмек көрсетуге болады. Майқының накыл сөздері арқылы бір бірімен жасауы мүмкін болатын артқы іс-әрекеттерді жасау үшін оларды толық түсіну керек. Майқының мағынасын түсіну қосымша білім беріп, оның үлгісін жетілдіру және топтау процесін ашуға мүмкіндік береді.\nДолжен быть правильно",
                "date": "13.09.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "1)5x+3x^-4 2)4х(х^2-1) f(x) функциясын қалай табады?",
        "question_content": "f(x) функциясын қалай табады айтып жберіндерші өтініш керек боп тұр",
        "question_date": "13.09.2023",
        "question_tag": "Математика",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)f'(x) = 5 - 12x^-5\n\n2)f'(x) = 4(x²-1) + 4x(2x) = 4x² - 4 +8x2 = 12x²-4",
                "date": "13.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автордың «Адам миллион жыл бойы табиғаттың құлы болып келді\" деуінің мәнісі неде?",
        "question_content": "Автордың «Адам миллион жыл бойы табиғаттың құлы болып келді\" деуінің мәнісі неде?",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам канша зат ойлап тапсада, табигаттан тауелды болып кала береды. Ол ресурстар, климат жане т.б.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғаттағы өзгерістерге нелер жатады?",
        "question_content": "Табиғаттағы өзгерістерді айтыңыздаршы?",
        "question_date": "13.09.2023",
        "question_tag": "Табиғат",
        "question_views": 767,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Табиғаттағы заттар мен денелердің өзгерістерге ұшырауы құбылыстарға жатады. Мысалы бұлттардың пайда болуы, ағаштың жануы, найзағайдың пайда болуы және тағы сол сияқтылары.\nОсы сабақта физикалық және химиялық құбылыстар мен олардың айырмашылығы баяндалады.\nҚандай құбылыс физикалық құбылысқа, ал қайсысы химиялық құбылысқа жататыны анықталады.\nФизикалық құбылыстар\nТемір сымды майыстыру, соғу, пішінің өзгерту физикалық құбылысқа жатады. Себебі бұндайда темір сымының химиялық құрамы өзгермейді, бұл баяғы темірден жасалған сым.\nЯ болмаса суды тоңазытқышта салқындырып қатты затқа - мұзға айналдырсаңыз, су құрамы өзгермейді. Судың тек агрегаттық күйі өзгереді. Бұл баяғы су.\nФизикалық құбылыстар бұл заттың пішінінің, агрегаттық күйінің өзгеруі ғана болатын құбылыстар.\nХимиялық құбылыстар\nТемірдің далада тұрып тот басуы, химиялық құбылыстарға жатады:\nТемір тотығы\nСебебі бұнда қызғылт түсті жаңа зат - темір тотығы пайда болады. Темір берік зат болса, темір тотығы үгінді болады. Бұл басқа зат.\nТемір тотығы ауадағы оттегі, су мен темірдің әрекеттесуінен пайда болады.\nХимиялық құбылыстар дегеніміз жаңа заттардың түзілуі. Атомдар мен молекулалардың әрекеттесіп жаңа заттардың пайда болуы.",
                "date": "13.09.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ағылшынша аудару керек еді",
        "question_content": "Саламатсыз ба. Менің атым Айгерим. Жасым 15 те. Мен Шымкент қаласы Шубарсу ауылынан боламын. Біз отбасымызда 8 адамбыз. Анам, әкем, 4 сіңілім, 1 інім. Анам- мұғалім, әкем- жеке кәсіпкер",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 364,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Hello. My name is Aigerim. I’m 15 years old. I’m from city Shymkent, country Shubarsu. I have a big family which consists of 8 people. Father, mother, 4 old sisters and a little brother. My father is a businessman and my mother is a teacher.",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ежелгі жау ел болмас, Ежелгі дұшпан дос болмас. Осыған ұқсас мақал мәтел керек?",
        "question_content": "Ежелгі жау ел болмас,\nЕжелгі дұшпан дос болмас.\nОсыған ұқсас мақал мәтел керек",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасқырды қанша бақсаңда, Орманға қарап ұлиды\nЖиен ел болмас",
                "date": "13.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік деген сөзге фонетикалық талдау жаса?",
        "question_content": "Тәуелсіздік деген сөзге фонетикалық талдау жаса?",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Т-дауыссыз, қатаң.\n\nә - дауысты, жіңішке, ашық, езулік.\n\nу-дауыссыз, үнді.\n\nе -дауысты, жіңішке, ашық. езулік.\n\nл-дауыссыз, үнді.\n\nс-дауыссыз, қатаң.\n\nі- дауысты, жіңішке,қысаң, езулік.\n\nз-дауыссыз, ұяң.\n\nд-дауыссыз, ұяң.\n\nі - дауысты, жіңішке,қысаң, езулік.\n\nк-дауыссыз, қатаң.",
                "date": "14.09.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мәтіндегі сөздердің орфографиялық катесін анықтап, редакциялаңдар?",
        "question_content": "1) Мәтіндегі сөздердің орфографиялық катесін анықтап, редакциялаңдар. Мәтінді абзацтарға бөліндер. Кейiн үш топ мәтіндеріңді алмастырып, тексерiндер.\n2) Қалай ойлайсыңдар, Шыңғысханның айтқан өсиеттерін Мәңгілік ел болу жолында ұстануға бола ма?\n3) Бату ханға атасы Шынгысханның айтқан өсиетін әр топ өз iштерiнде талқылап, құптайтындарынды не құптамайтындарынды дәлелдендер! деген пікірді құптаймыз.",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында өсиет сөз өте құнды да қастерлі ұғым боп саналады. Олай дейтін себебіміз, халқымызда шаңырақтың иесі әке бақиға аттанар сәтте немесе басқа да қиын-қыстау заманда артындағы ұрпағына аманаттап өсиет айтатын болған. Жарты әлемнің билеушісі болған ұлы қаған Шыңғыс ханның өсиет сөздерін білесіз бе?! Біз мұны халқымыздың классик жазушысы Мұхтар Мағауин атамыздың соңғы шыққан \"Шыңыс хан\" кітабынан іздеп көрдік. Ендеше, оқи отырыңыз!\n\nШыңғыс ханның қызы Алағай-бикені ұзатарда айтқаны:\n\n«Жаңа жұртыңа игілік, ізгілік апар. Күйеуің көтерілсе, демеуіш бол, шайқалса сүйеніш бол, тайғанаса таяныш бол. Кісі ғұмыры қысқа, бірақ абыройлы атақ мәңгілік. Ең жанашыр досың – ақыл-парасатың, ең зұлым дұшпан – тежеуіш ашуың. Төңірегінде сеетін дос көп болар, бірақ ең берігі – өзіңнің ақ-адал жүрегің. Дүниеде аялайтын асыл көп болар, бірақ ең қымбаты – өзіңнің өмірің. Адал жүрсең, әрнеден жолың ашық болар. Ақылмен шешсең, ғұмырың ұзара түсер. Қиындықтан қашпа, жаза баспа!» - депті («Алтын топшы» бойынша).\n\nМ.Мағауин «Шыңғыс хан», І том, 362-бет.\n\nШыңғыс хан айтқан...\n\n«Ұлдар – әкелерінің үлгі-өнегесін ұстанбаған, інілер – ағаларын тыңдамаған, күйеулер – әйелдеріне сенім артпаған, әйелдер – күйеулерінің ырқымен жүрмеген, енелер – келіндерін хош көрмеген, келіндер енелерін сыйламаған, үлкендер – кішілерін есіркемеген, кішілер – үлкендердің кеңесін алмаған, бастықтар – өз қызметшілерін ғана жақын тұтып, сыртқары қауымды елемеген, ұлықтар – бар игіліктің басында отырса да ел-жұртын байлыққа жеткізуді ойламаған және ешкімге қайыр жасамаған, әдет-ғұрып пен заңды («жосын мен Жасақты») аяққа басқан, ақылдан азып, тәубасын ұмытқан, сөйтіп өз ұлысының жауы болып шықан жағдайда, ұры-қарылар мен алаяқтар, жалғаншылар мен кәззаптар жарық күнді қараңғы түнге айналдырады, (елдің) бар қазынасы талауға түседі, ат-арып, (азамат-қажып), әскер – қуат-күшінен айырылады, халық – іріп-шіріп, тозғындап, бардан – жоққа айналады» («Жинақты тауарих»).\n\nМ.Мағауин «Шыңғыс хан», І том, 354-бет.\n\nТөрт ұлына арнап айтқан және бір сөзі:\n\n«Заңғар таулардан астым, терең теңіздер кештім, таралғы созылғанша, үзеңгі қажалғанша тыным таппадым, қаншама халықты ғұзырыма қаратып, бір ұлыс қылып ұйыстырдым. Енді сендердің кезегің. Талай жұртты аларсыңдар, бірақ тәнін емес, жанын өздеріңе қаратыңдар. Ниет-пейілі сендердің жағыңда болса, аяғы мен басы қайда кетер дейсің» («Алтын топшы).\n\nМ.Мағауин «Шыңғыс хан», І том, 356-бет\n\n«Күйкі сезімге бой алдырмаңдар. Әділетпен, ақылмен өкім құрыңдар. Кеудең қабынғанда, ашу-ыза аузыңнан асып төгілмесе, арылдаған арыстанды ырқыңа көндірген есепті. Өзіңді өзің ұстай алмасаң, өзгені қалай билемексің. Алқымға тығылған долығын жеңген адам – дөкей пілді алып жыққан есепті. Тұлдана шатынап жүріп жұртыңды қалай ұстарсың» («Алтын топшы»).\n\nМ.Мағауин «Шыңғыс хан», І том, 357-бет.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыңдалған мәтін бойынша түсінгеніңді айт. Өз сөзіңде «білімі орташа»",
        "question_content": "3-тапсырма. Тыңдалған мәтін бойынша түсінгеніңді айт. Өз сөзіңде «білімі орташа», «құлшына үйренбеген», «ең мықты қаруың», «дамыта алмау» тіркестерін қолдан.",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3-тапсырма. Тыңдалған мәтін бойынша түсінгеніңді айт. Өз сөзіңде «білімі орташа», «құлшына үйренбеген», «ең мықты қаруың», «дамыта алмау» тіркестерін қолдан.\n\nМәтін қайда?",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    }
]