[
    {
        "question_title": "Ожсб физика 9 сынып сұрақтары керек еді.",
        "question_content": "Ожсб 9 сынып физика сұрақтары керек еді.",
        "question_date": "27.02.2020",
        "question_tag": "Физика",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-сынып физика\n1-нұсқа\n1. Орнынан 1 м/с2 үдеумен қозғалған пойыздың 10 секундтағы жүрген жолы\nА) 5 м\nВ) 50 м\nС) 500 м\nД) 100 м\nЕ) 10 м\n2. 10 Н қорытқы күш әсерінен дене 5 м/с2 үдеумен қозғалады. Дененің массасы\nА) 500 кг\nВ) 2 кг\nС) 50 кг\nД) 100 кг\nЕ) 0,5 кг\n3. Нейтронның:\nА) массасы бар, заряды жоқ\nВ) заряды бар, массасы да бар\nС) массасы жоқ\nД) массасы да, заряды да жоқ\nЕ) заряды бар, массасы жоқ\n4. Металдардағы электр тоғы дегеніміз - ... реттелген қозғалысы.\nА) протондардың\nВ) «+» және «-» иондардың\nС) нейтрондардың\nД) электрондардың\nЕ) позитрондардың\n5. Изотермиялық процесс үшін термодинамиканың 1-заңының өрнегі\nА) Q=ΔU+A\nВ) A=-ΔU\nС) Q=ΔU\nД) Q=0\nЕ) Q=A\n6. Жиілігі 4 Гц жүктің тербеліс периоды\nА) 0,5 с\nВ) 2 с\nС) 0,75 с\nД) 0,25 с\nЕ) 4 с\n7. Жылу машинасының бір циклында қыздырғыштан 10 Дж жылу мөлшерін алып, салқындатқышқа 4 Дж жылу мөлшері берілді. Машинаның ПӘК-і\nА) 0,7\nВ) 0,25\nС) 0,6\nД) 0,375\nЕ) 0,4\n8. Массасы 2 кг дененің кинетикалық энергиясы 900 Дж болса, оның жылдамдығы\nА) 10 м/с\nВ) 20 м/с\nС) 50 м/с\nД) 30 м/с\nЕ) 40 м/с\n9. Массасы 23 г суды 200С-тан 800 С-қа дейін қыздыру үшін қанша жылу мөлшері қажет? (ссу=4200Дж*кг*0С)\nА) ≈4,7 кДж\nВ) ≈0,63 кДж\nС) ≈5,8 кДж\nД) ≈3 кДж\nЕ) ≈20 кДж\n10. Су станциясындағы генератордың орташа қуаты 2,5 МВт. Оның бір сағат ішіндегі атқарған жүмысы\nА) 9*1012 Дж\nВ) 9*109 Дж\nС) 9*1014 Дж\nД) 9*1015 Дж\nЕ) 9*1011 Дж\n11. Денеге түсірілген сыртқы күштердің әрекеті тоқтаған кезде жойылатын деформация\nА) ығысу\nВ) серпімді\nС) созылу\nД) сығылу\nЕ) бұралу\n12.  элементінің ядросының құрамы\nА) 23 протон 11 нейтрон\nВ) 23 нейтрон 11 протон\nС) 12 нейтрон 11 протон\nД) 10 нейтрон 13 протон\nЕ) 12 протон 11 нейтрон\n13. Кедергісі 12 Ом тостерді кернеуі 120 В ток көзіне қосқанда, одан өтетін ток күші\nА) 10 мА\nВ) 0,1 А\nС) 1440 А\nД) 12 А\nЕ) 10 А\n14. Екі дене арасындағы тартылыс күші 2 есе кемісе, тартылыс күші\nА) 2 есе артады\nВ) 4 есе артады\nС) 2 есе кемиді\nД) өзгермейді\nЕ) 4 есе кемиді\n15. Атом ядросы зарядының таңбасы\nА) нейтрондар санына байланысты\nВ) оң\nС) бейтарап\nД) әртүрлі ядрода түрліше\nЕ) теріс\n16. Электр тогының қуатын анықтайтын өрнек\nА) R/U\nВ) I/U\nС) U/I\nД) IU\nЕ) RU\n17. Жаңбыр тамшысын Жерге құлататын күш\nА) ауырлық күші\nВ) кері итеруші күш\nС) үйкеліс күші\nД) серпімділік күші\nЕ) кулондық күш\n18. Айналық бетке жарық сәулесінің түсу бұрышы 400. Шағылған сәулемен айна жазықтығы арасындағы бұрыш\nА) 200\nВ) 500\nС) 400\nД) 900\nЕ) 700\n20. Протон мен электронның зарядтары\nА) қатынасы 12-ге тең\nВ) нөлге тең\nС) өзара тең\nД) атом массасына жуық санға тең\nЕ) шамалары жөнінен тең, таңбалары қарама-қарсы\n21. Радиусы 1 м шар бетіне 9 нКл заряды бар бір қалыпты түрде орналастырылған. Шар бетіндеге өріс кернеулігі ()\nА) 81 Н/Кл\nВ) 810 Н/Кл\nС) 8100 Н/Кл\nД) 0,81 Н/Кл\nЕ) 8,1 Н/Кл\n22. α- сәулесі дегеніміз\nА) электрондар ағыны\nВ) протондар ағыны\nС) гелий атомы ядроларының ағыны\nД) фотондар ағыны\nЕ) нейтрондар ағыны\n23. Бірінші ғарыштық жылдамдық\nА) 20 км/с\nВ) 16,7 км/с\nС) 10 км/с\nД) 7,9 км/с\nЕ) 11,2 км/с\n24. Қыздыру шамы баллонда 220 В; 100 Вт деп жазылған. Жұмыс режиміне сәйкес кедергі\nА) 684 Ом\nВ) 784 Ом\nС) 884 Ом\nД) 584 Ом\nЕ) 484 Ом\n25. Бір-бірімен жылулық тепе-теңдікте тұрған денелердің бәрінде газдар үшін бірдей болатын шама\nА) температура\nВ) зат мөлшері\nС) концентрация\nД) қысым\nЕ) көлем\n26. Егер толқын ұзындығы 7 м, ал тербеліс жиілігі 220 Гц болса, судың ішінде 7,7 км қашықтыққа дыбыс толқынының жету уақыты\nА) 10 с\nВ) 22 с\nС) 49 с\nД) 5 с\nЕ) 11 с\n27. Дене импульсінің өзгерісі\nА) потенциалдық энергия өзгерісіне тең\nВ) қуатқа тең\nС) жұмысқа тең\nД) кинетикалық энергия өзгерісіне тең\nЕ) күш импульсына тең\n28. Өткізгіш ұшындағы кернеу 6 В болса, ток күші 1,5 А. Кернеу 12 В болғандағы ток күші:\nА) 1 А\nВ) 2 А\nС) 5 А\nД) 3 А\nЕ) 4 А\n29. Халықаралық бірліктер жүйесінде жылдамдық бірлігі\nА) км/сағ\nВ) м/мин\nС) см/с\nД) м/с\nЕ) км/с\n30. Су буы конденсацияланғанда, энергия\nА) жұтылады\nВ) басында бөлінеді, кейін жұтылады\nС) бөлінеді\nД) жұтылуы да, бөлінуі де мүмкін\nЕ) жұтылмайды да, бөлінбейді де\nТолығырақ: https://infourok.ru/fizikadan-sinip-test-zhmisi-751959.html",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Подготовьте лингвистический рассказ о разноспрягаемых глаголов?",
        "question_content": "Подготовьте лингвистический рассказ о разноспрягаемых глаголов?",
        "question_date": "27.02.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лингвистика изучает не только языки, которые были раньше или будут в будущем, но и язык вообще. Синонимом слова лингвистика является слово языкознание. Следовательно, лингвистический рассказ – это рассказ на лингвистическую тему. Лингвистический рассказ делает процесс обучения эффективнее, лингвистический материал подается в доступной форме. Рассказ пишется в прозе, поэтому лингвистический рассказ пишется также в прозе. Рассказ создается обычно небольшого объема, значит и лингвистический рассказ небольшой. В рассказе изображаются одно или несколько событий из жизни героя, в лингвистическом рассказе тоже немного событий. Действие продолжается недолго. Действующих лиц немного.\nКак говорят хотеть не вредно. Но это не про мой  случай.\nКак-то раз я хотел дать своему лучшему другу конфету, но после занятий я его не увидел. Когда я спросил у учителя где мой друг. Она сказала что он пошёл к бабушке. Я сразу рванулся бежать что есть мочь. Когда я дошёл, я увидел его сидящим на крыльце. Я дал ему конфету и мы начали их есть.",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Көшпелі алтын\" әңгімесінің идеясы қандай?",
        "question_content": "Қалай ойлайсыз Талапбек Сұлтанбековтың \"Көшпелі алтын\" атты ғылыми-фантастикалық əңгімесінің идеясы қандай? Адамгершілік тұрғысынан талдасақ қандай? \nЖауаптарыңызға рахмет.",
        "question_date": "27.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 285000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиеті тариxындағы ғылыми фантастика жанрына тұңғыш қалам тартқан Талап Сұлтанбековтың кезекті әңгімесі \"Көшпелі алтын\" да оқырмандарын қиялға, арманға жетелейді. Бұл әңгімеде автор өз оқырманын ғылымның табиғи сырына үңілуге, адам миы арқылы оның құдірет күшін танып білуге, тіпті оны тізгіндеп бағындыруға да болатынын айғақтайды.",
                "date": "27.02.2020",
                "upvotes": 3
            },
            {
                "text": "Көшпелі алтын шығармасы  -  қазақ тарихындағы ғылыми фантастикалық шығармаларының ең ірісі. Шығарма жай фантастика ғана емес, халық аңыздарына сүйеніп жазылған. Бұл шығарманың ерекшелігіде осы.\nЖалпы шығарманың сюжеті: көшпелі алтынды көрген Сәменнің жолдасымен бірге сапарға аттанып, таңғажайып дүниелерді бастан өткеруі мен соңында жұмбақты шешуі. Шығарма қиял-фантастика мен сондай ақ ғылымға сүйеніп жазылған. Міне осы ғылымды мен адамгершілікқұндылықтар қатарына жатқыза аламын. Көшпелі алтын шығармасыда ғылым негізінде өрбиді. Жіне тағы бір тілге тиек етер құндылығы: аңыз, қиял-фантастика. Шығарманың негізі де осы фаньастикадан тұрады. Ал ендігі шығарманың материалдық құндылығына келсек, бұл әрине аты айтып тұрғандай \"алтын\". Алтын бұл құнды заттарға жататындықтан адамгершілік құндылыққа жатқызуға болады.\n\nАдамгершілік құндылықтарды айта берсек өте көп. Ал осы шығарма барысында мен басты үш құндылық таптым. Екеуі ой-сана құндылығы болса, біреуі заттық құндылық. Яғни бұл фантастикалық әңгіменің тақырыбы да сюжеті де адамгершілік құндылықтарды айшықтайды.",
                "date": "15.03.2021",
                "upvotes": 1
            },
            {
                "text": "Көшпелі алтын деген фантастика емес. Бала күнімде өз көзіммен көргенмін. Басында кішентай жылан деп ойладым. Бірақ қатты жарқырап, жарық шашып тұрған соң, ерекше бір нәрсе екенін түсіндім. Жалғыз болғандықтан ұстауға қорықтым. Үйге кіріп әкемді шақырып әкелгенімше жоқ болып кетті. Сол кезде “көшпелі алтын” болатынын әжем  айтты. Ұстамағаның дұрыс болған, қолың күйіп қалатын еді-деді.",
                "date": "26.01.2022",
                "upvotes": 0
            },
            {
                "text": "Көшпелі алтын фантастикалық жанрда жазылған. Үш бөлімнен тұрады: Таудағы от, Шаитантауға сапар және Үңгірдегі сыр. Сәмен атасы айтқан аңыздың сонынан қуып шайтантауға сапар жасайды.Ол жерде зерттеу жасап нағыз байлық білім ғылым екеның түсінеді.Аңыз жоққа шығарылып найзағай көшпелі екенің түсініп жұмбақтын шешымін табады. Мәтінің басты идеясы ғылымның табиғи сырына үнілуге,адам миы арқылы оның құдыретті күшін танып білуге,тіпті оны тізгіндеп бағындыруға болатының айқындайды. Екі құндылыкты байқауға болады:ой-сана құндылығы, заттық құндылық",
                "date": "9.02.2023",
                "upvotes": 0
            },
            {
                "text": "Қазақ әдебиеті тариxындағы ғылыми фантастика жанрына тұңғыш қалам тартқан Талап Сұлтанбековтың кезекті әңгімесі \"Көшпелі алтын\" да оқырмандарын қиялға, арманға жетелейді. Бұл әңгімеде автор өз оқырманын ғылымның табиғи сырына үңілуге, адам миы арқылы оның құдірет күшін танып білуге, тіпті оны тізгіндеп бағындыруға да болатынын айғақтайды",
                "date": "14.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарыстың 8 класификациясы болады дейді білесіздерма?",
        "question_content": "Негізі жарыстың (аудан қала Қз чемпионатын) қоспағанда 8 түрі болады дейді Чемпионат, кубок, турнир сосын тағы қандай түрлері бар (Олимпиада чемпионатка жатады )",
        "question_date": "27.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Барлық жас топтары үшін спорттың барлық түрлері бойынша Қазақстан Республикасының чемпионаты\nЖыл сайын өткізіледі.\nҰйымдастырушы - Дене шынықтыру және спорт саласындағы уәкілетті орган\n2. Спорттың барлық түрлері бойынша Қазақстан Республикасының Кубоктері\nЖыл сайын өткізіледі.\nҰйымдастырушы - Дене шынықтыру және спорт саласындағы уәкілетті орган\n3. Республикалық турнирлер\nСпорттық-бұқаралық іс-шаралардың күнтізбесіне сәйкес өткізіледі.\nҰйымдастырушы - Дене шынықтыру және спорт саласындағы уәкілетті орган\n4. Матчтық кездесулер\nСпорттық-бұқаралық іс-шаралардың күнтізбесіне сәйкес өткізіледі.\nҰйымдастырушы - Дене шынықтыру және спорт саласындағы уәкілетті орган\n5. Спорт түрлері және жастары бойынша Қазақстан Республикасы спорттық қоғамдары мен ұйымдарының чемпионаттары және кубоктері\nЖыл сайын өткізіледі.\nҰйымдастырушы - Қоғамдар және ұйымдардың орталық кеңесі\n3-кіші бөлім. Облыстық жарыстар\n2. Кешенді спорттық-бұқаралық iс-шаралар\n2.1. Қазақстан Республикасының Спартакиадасы, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.Ұйымдастырушы - Облыстың, республикалық маңызы бар қаланың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.2. Қазақстан Республикасының халық спорты ойындары, ІІ кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.3. Қазақстан Республикасының оқушылар спартакиадасы Қазақстан Республикасының мектеп және колледж оқушыларының жазғы спартакиадасы, ІІ кезең (жазғы, қысқы)\nЕкі жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың білім беру саласындағы жергілікті атқарушы органы\n2.4. Қазақстан Республикасының \"Ақ бидай\" ауыл спорты ойындары, ІІ кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстрдың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.5. Қазақстан Республикасының ардагерлер спартакиадасы, ІІ кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.6. Қазақстан Республикасы ауыл жасөспірімдерінің ойындары, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.7. Қазақстан Республикасының ауыл спартакиадасы, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі. Ұйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.8. Қазақстан Республикасының Ұлттық спорт түрлерінен фестивалі, ІІ кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.9. Қазақстан Республикасының Жастар спорт ойындары, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.10. Қазақстан Республикасының Паралимпиада ойындары, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n2.11. Қазақстан Республикасының Сурдлимпиада ойындары, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n2.12. Қазақстан Республикасының Арнайы олимпиадасы, ІІ кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n3. Спорт түрлері бойынша жарыстар\n3.1. Барлық жас топтары үшін спорттың барлық түрлері бойынша облыстардың, республикалық маңызы бар қалалардың, астананың қалалары чемпионаттары\nЖыл сайын өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n3.2. Облыстардың, республикалық маңызы бар қалалардың, астананың турнирлері, матчтық кездесулері\nСпорттық-бұқаралық іс-шаралардың күнтізбесіне сәйкес өткізіледі.\nҰйымдастырушы - Облыстардың, республикалық маңызы бар қалалардың, астананың дене шынықтыру және спорт саласындағы жергілікті атқарушы органы\n4-кіші бөлім. Аудандық жарыстар\n4. Кешенді спорттық-бұқаралық iс-шаралар\n4.1. Қазақстан Республикасының Спартакиадасы, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.2. Қазақстан Республикасының халық спорты ойындары, І кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.3. Қазақстан Республикасының оқушылар спартакиадасы Қазақстан Республикасы мектеп және колледж оқушыларының спартакиадасы, І кезең (жазғы, қысқы)\nЕкі жылда бір рет өткізіледі.\nҰйымдастырушы - Ауданның білім беру жергілікті атқарушы органы\n4.4. Қазақстан Республикасының \"Ақ бидай\" ауыл спорты ойындары, І кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.5. Қазақстан Республикасының ардагерлер спартакиадасы, І кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.6. Қазақстан Республикасы ауыл жасөспірімдерінің ойындары, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.7. Қазақстан Республикасының ауыл спартакиадасы, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.8. Қазақстан Республикасының Ұлттық спорт түрлерінен фестивалі, І кезең\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.9. Қазақстан Республикасының Жастар спорт ойындары, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n4.10. Қазақстан Республикасының Паралимпиада ойындары, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n7.11. Қазақстан Республикасының Сурдлимпиада ойындары, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган\n7.12. Қазақстан Республикасының жазғы Арнайы олимпиадасы, І кезең (жазғы, қысқы)\nТөрт жылда бір рет өткізіледі.\nҰйымдастырушы - Аудандардың дене шынықтыру және спорт саласындағы жергілікті атқарушы орган",
                "date": "27.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкесінен балаларына берілмейтін генетикалық ауруларды түсіндір!",
        "question_content": "Әкесінен балаларына берілмейтін генетикалық ауруларды түсіндір деген суракка жауап бере аласыздар ма отиниш!\n\n9сынып 39 параграф",
        "question_date": "27.02.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайда болуындағы тектік ерекшеліктері мен қоршаған орта ықпалдарының арақатынастарына байланысты тұқым қуатын ауруларды үш үлкен топқа бөледі:\n● нағыз тұқым қуатын аурулар. Олардың пайда болуында тұқым қуалаушылықтың маңызы өте зор, былайша айтқанда бұл аурулардың негізгі себепкер ықпалы болып өзгерген тектік ақпарат есептеледі. Ал, сыртқы орта ықпалдары бұл аурулардың пайда болуына әсер етпейді. Бұндай ауруларға бір геннің ауытқуларынан дамитын аурулар (фенилкетонурия, гемофилия, ахондроплазия т. б.) және хромосомалық аурулар жатады.\n● екінші топқа гендік ақпараттың өзгеруінен дамитын тұқым қуатын аурулар жатады. Бірақ олардың клиникалық көріністері байқалуы үшін арнайы ортаның әсер етуі қажет. Мәселен, гетерозиготтық организмдерде орақ тәріздес жасушалы анемия көрінуі үшін дем алатын ауада оттегінің азаюы, тұқым қуатын гемолиздік анемия көрінуі үшін дәрі-дәрмектердің немесе басқа химиялық заттардың әсерлері болуы қажет.\n● үшінші топқа көпфакторлық аурулар жатады. Оларға мысал ретінде, әсіресе ересек және ұлғайған адамдардың арасында кең тараған гипертензиялық ауру, жүректің ишемиялық ауруы, асқазан мен ұлтабардың ойық жарасы, қатерлі өспелер, туберкулез, пиелонефрит, қантты диабет т.с.с. ауруларды келтіруге болады. Бұлардың пайда болуында қоршаған ортаның қолайсыз ықпалдары негізгі себепкер ықпалдарға жатады. Олар тұқым қуалаушылыққа бейімділігі бар аурулар делінеді. Бұл аурулар тұқым қуатын ауруларға қарағанда өте жиі кездеседі. Олардың көріністері адамның жасына, жынысына, тамақтануына т. б. жағдайларға тығыз байланысты. Олар адам ауруларының 92℅-ын құрайды және олардың даму негізіндегі гендік өзгерістердің зерттелуі үлкен әдістемелік қиыншылықтарға тіреледі. Соған қарамай қазіргі медициналық тектанудың жетістіктері көптеген мүльтифакторлық аурулардың пайда болуындағы өзгерген гендердің орналасқан жерлерін табуға мүмкіншілік беріп отыр. Мәселен, асқазанның ойық жара ауруына әкелетін геннің АВО қан тобының жүйесімен байланыстылығы анықталды. Псориаз, гепатит, қантты диабет, тромбангаит т.с.с. аурулардың гені тіндік үйлесімділікті анықтайтын НLА — жүйесі антигендерімен байланысты.\nСонымен бірге тұқым қуатын аурулар тектік (гендік) және хромосомалық аурулар болып бөлінеді. Тектік аурулар гендердің өзгерістерінен (мутациясынан) дамиды. Өзгерген гендердің санына қарай моногендік (бір гендік) және полигендік (көп гендік) аурулар болып ажыратылады. Моногендік аурулар бір геннің өзгеруінен дамиды және олар нағыз түқым қуатын ауруларға жатады. Полигендік аурулар тұқым қуалауға бейімділігі бар ауруларға жатады және көптеген ықпалдардың әсерлерінен дамиды.\nХромосомалық аурулар хромосомалардың сандық және сапалық өзгерістерінен дамиды. Гендердің өзгерістері ұрпақтан ұрпаққа ауысатын болса, хромосомалардың өзгерістері ауыспайды. Өйткені соңғылары бар адамдар ұрпақ өрбіте алмайды.\nТҮҚЫМ ҚУАТЫН АУРУЛАРДЫҢ ДАМУ ЖОЛДАРЫ.\nТүқым қуатын аурулар мына жағдайларда пайда болуы мүмкін:\n● қалыпты тұқым қуатын ақпараттың болмауы;\n● тұқым қуатын ақпараттың дерттік өзгерістерге ұшырауы;\n● тектік құралдардың реттелулерінің бұзылыстары;\n● бүлінген геномның дұрыс қалпына келмеуі.\nДНК молекуласында мутагендердің әсерлерінен бір немесе бірнеше азоттық негіздер жоғалуы немесе олардың орны ауытқулары ықтимал. Сондықтан ДНК-дағы триплет жүйесінде тектік ақпарат және түзілген нәруыздың аминқышқылдық құрамы өзгереді. Осыдан қалыпты тұқым қуатын бағдарлама мүлде болмауы немесе дерттік өзгеріске ұшыраған болуы мүмкін.\nТектік құралдардың белсенділігі оперонмен реттелінеді.Оперон оператор-геннен, реттеуші-геннен және бір немесе бірнеше құрылымдық гендерден тұрады. Реттеуші-ген оператор-генді реттейтін зат шығарады. Оператор-ген құрылымдық геннің белсенділігін арттырып немесе кемітіп тұрады. Сондықтан құрылымдық гендердің белсенділігі бұзылуы реттеуші гендердің мутациясынан болуьг мүмкін.\nТіршілікте ДНК- молекуласы мутагендік әсерлерден мезгіл-мезгіл өзгеріп тұруы ықтимал. Бірақ, бүлінген молекулалардың қалыпты жағдайға қайта оралуына әкелетін бірқатар ферменттердің жүйесі бар. Бұл ферменттерге мыналар жатады:\n● Фотореактивті фермент үльтракүлгін сәулелердің әсерінен болған ДНК-ның бүлінуін қалпына келтіреді.\n● күңгірт реактивті жүйе:\n♣ эндонуклеаза ДНК-молекуласының бүлінген жерін танып, оны үзіп алады.\n♣ ДНК-полимераза ДНК-молекуласының үзіліп алынған бөлшек орнын жаңа бөлшектермен толтырады.\n♣ полинуклеотидлигазалар фосфодиэфир байланыстарын құрастыру арқылы ДНК жіптерінің жаңа түзілген бөлшектерін қалпына келтіреді.\nБұл ферменттердің түзілуін қадағалайтын гендердің бүлінуі тектік құрылымдардың көп жерлерінде тұрақсыздыққа әкеледі және жасушаларда ДНК- жіпшіктерінің бұзылыстарын өздігінен қалпына келтіру мүмкіншілігін жоғалтады. Адамда бүлінген ДНК-ны қалпына келтіретін жүйелердің гендік бұзылыстарының бірнеше түрлері белгілі. Мәселен, пигментті ксеродермия. Организмде эндонуклеазаның жоқтығынан (немесе жетіспеуінен) үльтракүлгін сәулесіне сезімталдық күшейеді. Өзгерген гендердің қалпына келуінің бұзылуы ихтиозда, атаксияда, пойкилодермияда, Даун ауруында, жүйелі қызыл жегіде т. б. дерттер кездерінде анықталған.\nГендік аурулар.\nГендердің мутациясы, хромосомаларға қарағанда, біршама аз мөлшерлерде болады және жиі әлсіздеу бұзылыстармен сипатталады. Аналық жасушалардың өсіп-өну қасиеті сақталады және сол себептен мұндай дерттер ұрпақтан ұрпаққа ауысады. Былайша айтқанда бұлар нағыз тұқым қуатын аурулар болып есептеледі, ал олардың тұқым қуалауы Менделдің заңына сәйкес келеді.\nБарлық гендік аурулар тұқым қуалау түрі бойынша аутосомдық-үстем (доминанттық), аутосомдық-бәсеңкі (рецессивтік), кодоминанттық, митохондриялық және жыныспен тіркескен түрлердеболады. Жыныспен тіркесіп тұқым қуалау ерекше тұрады және оларда Х- хромосомасымен тіркескен үстем, бәсеңкі (көпшілік жағдайда), Y-хромосомасымен тіркескен түрде берілуі мүмкін.\nЕгер пайда болуына аллель жұбында бір дерттік басым ген жеткілікті болатын болса ондай ауруларды доминанттық тұқым қуатын аурулар дейді.. Ондай генді доминантты (үстем) ген деп атайды. Егер ауру аутосомды үстем генмен байланысты болса, онда аутосомды-үстем ауру дейді.\nАутосомдық-үстем түрінде аутосомаларының біреуінде дертке ұшыраған ген қалыпты геннен басым болады да, гетерозиготтық организмде осы басым геннің белгілері барлық жағдайларда айқын көрінеді. Бұндай науқастардың шежіресін таратқанда ата-бабаларының үрім-бұтақтарының әрбіреуінде осындай аурулардың белгілері болғаны анықталады. Осы жолмен полидактилия, Альцгеймер ауруы, Гентингтон хореясы, ахондроплазия тоғышектің полипозы, отбасылық гиперхолестеринемия, нейрофиброматоз т.с.с. аурулар беріледі. Аутосомдық-үстем жолмен дерттің ұрпақтан ұрпаққа тарауына:\n● еркектер мен әйелдерде дерттің бірдей жиілікпен кездесуі;\n● ата-ананың әрбір буын ұрпақтарында дерттің болуы;\n● жынысына қарамай туған балалардың екісінің бірінде дерттің кездесуі;\n● сау туған балалары ары қарай дені сау ұрпақ өрбітуі – тән құбылыстар.\nАльцгеймер ауруы ұрпақтан ұрпаққа тарайды. Бұл дертпен ауыратын адамдардың 40-жастан асқан соң ақыл-есі кеми береді. Олардың ми қыртысында, гиппокампында, ми бағанасында бүліністік өзгерістер болады. Альцгеймер ауруымен сырқаттанған адамдардың 21-жұп аутосомасында бета-амилоид түзетін нәруыз түзілуін қадағалайтын, немесе 14-жұп аутосомасында пресинилин-1 (PSN-1), немесе 1-жұп хромосомасында пресинилин-2 (PSN-2) түзілуін қадағалайтын өзгерген гендер болады. Осындай гендері бар адамдарда бета-амилоидтардың пептидтік тізбектері ұзарып, олар ми қыртысында т.б. ми құрылымдарында жиналып қалады. Оларды қарттық түйіндақтар немесе нейрофибрильдік шумақтар дейді. Осыдан нейрондардың бүліністері болып, олар тіршілігін жоғалтады, нейрондарда ацетилхолинтрансфераза ферменті түзілмеуінен ацетилхолин қатты азайып кетеді, түйіспелер арқылы жүйкелік серпіндердің тарауы бұзылады. Біртіндеп оттегі мен глюкозаның жүйке жасушаларымен пайдаланылуы азайып, мида қан айналым нашарлайды. Науқастардың жадында ұстау қабілеті тез арада немесе біртіндеп азая береді, жүре пайда болған шартты рефлекстер жоғалады.\nГентингтон хореясы ауруымен еркектер ауырады. Олардың 4-жұп хромосомасында өзгерген ген болады. Осыдан мидың ГАМҚ-ергиялық нейрондары тіршілігін жоғалтып, дофаминергиялық нейрондары басым болып кетеді де, қаңқа бұлшықеттерінің дірілі және жан-дүниесінің бұзылыстары байқалады. Әйелдердің бұл аурумен ауырмайтыны олардың Х-хромосомаларының біріндегі ген 4-жұп хромосомадағы генді күшейтетін әсер етеді. Оны геномдық импритинг феномені дейді.\nАхондроплазияаутосомдық-үстем жолменберілетін ауру. Ол аяқ-қолдың ұзындығына дамуы бұзылуымен, сүйектердің сынғыштығымен көрінеді.Дене ұзындығы және ақыл-есі дамуы әдеттегідей болады.\nЕгер аурудың пайда болуына аллель жұбында екі өзгерген ген керек болса, ондай ауруларды бәсеңкі түрде берілетін аурулар дейді.\nАутосомдық-бәсеңкіжолмен аурудың тарауы дерттік өзгеріске ұшыраған ген гомозиготтық организмдерде ғана көрінеді. Шежіре таратып талдағанда ұрпақтың барлық үрім-бұтақтарында дерт байқалмайды. Аутосомды-бәсеңкі берілетін аурулардың мынадай ерекшеліктері бар:\n● еркектер мен әйелдердің арасында дерт бірдей жиілікпен кездеседі;\n● еркектердің басқа әйелдерден туған немесе әйелдердің басқа еркектерден тапқан балаларында дерт кездеспейді;\n● науқас адамның ата-анасының дені сау болады, ал оның басқа туыстарында дерт кездесуі мүмкін.\nДені сау гетерозиготтық организмдер дерттік аллельдін иесі болады және екі дені сау гетерозиготты адамдардың некесінен ауру бала туады. Екі бірдей сирек кездесетін дерттік гендер бір аллельге өте сирек жиналады. Мұндай кездесудің мүмкіншілігі кездейсоқ некелердің (панмиксия) арасында он адамның біреуінде болуы мүмкін. Қан араласқан некелердің (инбридинг) арасында бұл мүмкіншілік 62,5 рет жиі байқалады. Бұл жолмен Фенилкетонурия, түссіздік, алкаптонурия, галактоземия, талассемия, гомоцистинурия, гипофиздік ергежейлік, микроцефалия, қояншық ауруының кейбір түрлері т.б. көптеген дерттер тарайды.\nКодоминанттық жолмен ұрпақтан ұрпаққа берілгенде өзгерген және қалыпты гендер бірдей қызмет атқарады. Сондықтан орақ тәріздес жасушалы анемия кезінде әрі қалыпты гемоглобиндер, әрі орақ тәріздес гемоглобиндер болады. Дерттің көрінісі тек гипоксия кезінде байқалады. Бұл кезде S-гемоглобиндер тұнбаға ауысып, эритроциттердің гемолизін туындатады. Оттегінің қалыпты мөлшерінде гемолиз байқалмайды.\nМитохондриялық ұрпақтан ұрпаққа тарау митохондрийлардың ДНК молекуласында өзгерістердің болуымен байланысты болады. Содан олардың атқаратын қызметтері бұзылудан әртүрлі дерттер байқалады. Осы жолмен көру жүйкесінің атрофиясы, бұлшықеттердің тырысып селкілдеуімен көрінетін қояншық ауруы, митохондриялық миоэнцефалопатия, отбасылық дилятациялық кардиомиопатия дамиды. Бұл кезде дерт балаларына тек шешесінен ауысады. Сондықтан науқас әйелден туған балалардың барлығында дерт болады, ал науқас еркектен сау балалар туады.\nЖыныспен тіркесіп ұрпаққа берілгенде өзгерген ген жыныстық, жиі, Х-немесе Y-хромосомада болады. Х-хромосомамен тіркесіп үстем түрде аурудың ұрпаққа тарауы Д-витаминіне төзімді мешелдік (рахит), Шарко-Мари-Тут ауруы кездерінде байқалады. Бұлай ұрпаққа тарауға:\n●әрі еркектер, әрі әйелдер ауыруы, бірақ әйелдердің 2-есе жиі дертке ұшырауы;\n●науқас еркектердің дерттік гендерін тек қыздарына ғана беруі;\n●науқас әйелдердің дерттік гендерін әрі ұлдарына, әрі қыздарына таратуы;\n●еркектердің әйелдерге қарағанда өте ауыр түрде сырқаттануы – тән.\nХ-хромосомасымен тіркесіп бәсеңкі түрде ұрпаққа тарауы түрлі-түстерді ажыратпаушылық (дальтонизм), сидеробластық анемия, гипогаммаглобулинемия, бүйректік глюкозурия, гемофилия А т.б. дерттер кездерінде байқалады.\nБұл жағдайда:\n● дені сау ата-анадан ауру бала туады;\n● ер адамдар ауырады, олардың шешелері дерттік геннің тасымалдаушысы болады;\n● дерттік ген әкесінен ұлға ешқашан берілмейді. Өйткені X хромосомы әкеден тек қыздарына ғана беріледі;\n● дерттік гені бар әйелдерден туған ер балалардың 50%-нда дерт болуы мүмкін.\nY-хромосомасымен тіркесіп ұрпаққа тарау азоспермия, саусақтардың ортаңғы буындарының сыртында және құлақ ішінде артық жүн өсу сияқты ауытқулар кездерінде байқалады. Бұл кезде олар әкесінен барлық ұлдарына ауысады.\nГендердің қадағалауымен организмде әртүрлі қызметтер атқаратын нәруыздар түзіледі. Оларды: тіндердің, ферменттердің, гормондардың құрамына енетін нәруыздар - деп үш топқа бөлуге болады. Осыған байланысты гендік ауруларды үш түрге жіктейді:\n● тіндердің құрылымына енетін нәруыздардың түзілуі бұзылуына әкелетін гендердің мутациясы жасушалар мен тіндердің құрылымын бұзады. Бұндай аурулар ұрпаққа әрқашан доминантты түрде беріледі. Оларға даму ақаулары: ахондроплазия, гемоглобинопатиялар (45-ке жуық түрі бар), эритроциттердің сфероцитозы, агаммаглобулинемия т. б. жатады;\n● ферменттердің құрамына енетін нәруыздардың түзілуі бұзылуына әкелетін гендердің мутациясы. 1000-ға жуық ферментопатиялар белгілі. Осының нәтижесінде барлық зат алмасуларының бұзылыстары болады. Бұл аурулар әрқашан аутосомдық-бәсеңкі түрде беріледі және ауыр түрде өтеді;\n● гормондардың құрамына енетін нәруыздардың түзілуі бұзылуына әкелетін гендердің мутациясынан гормон түзілуінің бұзылыстары болады. Бұл аурулар аутосомдық-үстем және бәсеңкі түрлерде беріледі. Мәселен, гипофиздік ергежейлілік аутосомдық-бәсеңкі, ал қантсыз диабет аутосомдық-үстем түрде беріледі.\nСонымен бірге, геннің бүлінуі гормон түзілуінің кейбір сатыларына қатысатын ферменттердің жетіспеушілігіне әкелуі мүмкін. Мәселен: Гирке ауруы, фенилкетонурия, Вильсон-Коновалов ауруы;\nЕң жақсы зерттелген гендік аурулардың тобы — ферментопатиялар. Ферменттердің түзілуі бұзылыстарынан организмде:\n● зат алмасуларының соңғы өнімдерінің тапшылыгы (альбинизм, гипотиреоз, гемофилия т. б.);\n● зат алмасулары өнімдерінің ыдырамайтын заттарыңың жиналып қалуы (фенилкетонурия, гликогеноздар (Гирке ауруы), алкаптонурия т. б.) ;\n● кері байланыс бойынша өзіндік реттелулердің бұзылыстарынан икемделістік серпілістердің тым артық болуы (қалқанша беадің гормондарының түзілуі бұзылғанда көрсетілген жағдайдың әсерінен зоб пайда болуы) т. с. с. құбылыстар байқалады..",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ережеп айы 2020 жыл ораза кестесі қажет?",
        "question_content": "2020 жылғы Ережеп айының ораза кестесін және дұғасы қалай тапсам болады?\n\nҚазақстан мұсылмандары діни басқармасы 2020 жылғы діни күндер кестесін жариялады.\n\nКелер жылы қасиетті Рамазан айы 25 сәуірге сәйкес келіп тұр. 20 мамырдан 21 мамырға қараған түні барша мұсылман Қадір түнін қарсы алады.\n\nАл Ораза айт 24 мамырда, Құрбан айт 31 шілдеде басталады.",
        "question_date": "27.02.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 21400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза тұту уақытын әртүрлі жағдайларға байланысты білмеген кезде сол аумақтың намаз уақытына бағдарланған дұрыс. Таң намазы уақытына  10-15 минут қалғанда ауызды бекітіп, ақшам намазы уақытында оразаны ашқан дұрыс деп ойлаймын.\nБәрін білуші бір Алла.",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "18 ге толып оқудан шығайынба деген ойым бар жаман жақсы жағын жазып өтсеңіздер?",
        "question_content": "мамандығым Агроном өзім қызықпаймында белгілі себептерден мәжбүр болдым. енді қазір екінші курспын 17 жастамын оқысам 2 жыл уақытым босқа кетме деймін.\n\nөзімнің өмір жолымды бастағым келеді",
        "question_date": "27.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 263,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер өмірлік мақсаттарың айқын болса, не істейтіндігіңді біліп тұрсаң оқудан шығуға болады деп ойлаймын.\nСонда да жақын адамдарыңмен тағы бір ақылдасып көр.",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Манап пен Қалиды салыстырып жазу керек.",
        "question_content": "Маған үй тапсырмасына салыстыру берді қалай жазуға болады?",
        "question_date": "27.02.2020",
        "question_tag": "Мектеп",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Манап ақылды, өз орнын білетін, дружелюбный, кешірімді бала. Ал Қали жабықтау келген, ренжігіш, аламмен тез достасып кете алмайды.",
                "date": "9.03.2021",
                "upvotes": 0
            },
            {
                "text": "Салыстыру деген мысалы екі адамды аласын да икеуін салыстырасын  мысалы өзінен екі досын ды аласын  Айару мен Жасмин осы екі досын ды салыстырасн мысалы Айару әдемі сабағын 3-4 ке окиды бәрімен тез тіл табысып кетпейді ал Жасмин ол әдемі көнілді сабағын 5 ке окитын кыз тәртіпті қыз барымен тез тіл табысып кетеді\nМен осыны айтып 10 балл алғам",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күндіз-түні жүреді Сырғымайды бір елі",
        "question_content": "Күндіз-түні жүреді Сырғымайды бір елі",
        "question_date": "26.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жұмбақ болу керек, жауабы сағат емес пе?",
                "date": "27.02.2020",
                "upvotes": 1
            },
            {
                "text": "Бұл жұмбақтың жауабы сагат",
                "date": "9.03.2020",
                "upvotes": 0
            },
            {
                "text": "Жұмбақтың жауабы сағат",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғабит Мүсіреповтың \"Ұлпан\" романына дебат (пікірталас)",
        "question_content": "Романның соңындағы Ұлпанның у ішіп, өзіне қол жұмсағанын жақтайтын материал қажет. Өте қажет!!!",
        "question_date": "26.02.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "А әріпінен басталып, А әріпінен аяқталатын он әріпті сөз.",
        "question_content": "Менің атым Ерқанат мектепте оқим не жазам жасым 13те 8оқим жетеме",
        "question_date": "26.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "алдарыңызда, алдарыңызға",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1+1*0 жауабы нешеге тең?",
        "question_content": "1+1*0 жауабы нешеге тең?",
        "question_date": "26.02.2020",
        "question_tag": "Мектеп",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1+1*0 = 1\n\n1*0=0\n\n1+0=1",
                "date": "27.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша қызыл кітапқа енген жануарлар туралы эссе жазу керек?",
        "question_content": "Ағылшынша қызыл кітапқа енген жануарлар туралы эссе жазу керек?",
        "question_date": "26.02.2020",
        "question_tag": "Мектеп",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Red wolf\nIn 40-50-ies of this species was quite common on southern Altai, but with 80 information about it began to receive less. The last decade has not brought any fact of the meeting with the red wolf. Fortunately, the animals are well adapted to breed in captivity, and now take care of them in zoos.",
                "date": "26.02.2020",
                "upvotes": 1
            },
            {
                "text": "Животные Красной книги / Animals In The Red Book\nAnimals In The Red Book\nThe Red Book is a very important and interesting that has information about animals, birds, trees and plants that can disappear soon. So in every country there are some species that we have to take care about.\nUnfortunately there are many things that left away and we can only read stories about it. World is changing, new technologies are coming to our life, new factories are opening and nature says there is no space for some things. Honestly, I am sure people are ruining and destroying the world slowly: killing animals and birds for fun and polluting atmosphere.\nWell, if you open the Red Book you can find many pictures and names of disappeared species. For example, minke whales, coral reefs, eastern gorillas and many others.\nIf to believe statistics, there are 40% of amphibians, 25% mammals, 14% birds, 31% sharks and rays in the Red Book.\nTotally there are more than 26,500 species are threatened with extinction.\nThere are many organizations in the world that are partners for the Red Book. Some of them are big and well-known and some are less popular. Conservation International, Royal Botanic Garden, University of Rome and many more help to protect animals and plants.\nPersonally I think that we have to protect not only all these animals and plants, but also all others. Just imagine 50-100 years ago all rare species were free to be around us. And today they have almost disappeared. The same thing can happen to doves, oak-trees and everything that around us today in few years. Let’s protect our planet and save our future.\nЖивотные Красной книги\nКрасная Книга важна и любопытна тем, что имеет много интересной информации о животных, птицах, деревьях и других растениях, которые могут вскоре исчезнуть. Так в каждой стране есть некоторые виды, о которых мы должны заботиться.\nК сожалению, многие виды исчезли, а мы теперь можем читать о них лишь истории. Мир меняется, появляются новые технологии, открываются новые заводы, а природа говорит, что тут нет места многим особям. Честно говоря, я уверена, что это люди уничтожают мир каждый день: убивают животных и птиц ради веселья и загрязняют атмосферу. Если вы откроете красную книгу, вы найдёте много картинок и названий исчезающих видов. Например, полосатый кит, коралловые рифы, восточные гориллы и многие другие.\nЕсли верить статистике, в Красную Книгу занесено 40% амфибий, 25% млекопитающих, 14% птиц, 31% акул и скатов.\nА всего вы найдёте там 26.500 видов, которые находятся на грани вымирания.\nВ мире есть много организаций, которые сотрудничают с Красной Книгой. Некоторые из них большие и всем известные, а некоторые - менее популярные. Международная Консервация, Королевский Ботанический Сад, Римский университет и многие другие помогают защищать редких животных и растения.\nЯ лично считаю, что мы должны защищать не только вымирающие виды, но и все остальные. Представьте, что 50-100 лет назад все редкие виды существовали свободно вокруг нас. А сегодня они почти исчезли. То же самое может произойти с голубями, дубами и всем вокруг нас через несколько лет. Давайте защитим и сохраним нашу планету для нашего будущего.",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ж әріпінен басталатын өтірік өлең не болмаса тарақ өлең керек еді?",
        "question_content": "Маған ж әріпінен басталатын өлеңдер жинағы не болмас тақпақ, не өтірік өлең не болмас шумақ керек енді. Қандай болсын ж әріпінен басталатын өлеңдер бар ма???",
        "question_date": "26.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасадым жұмыртқадан алтын табақ,\nСүңгi мұзды боршалап еттiм тамақ.\nШегiрткенiң сирағын қасық жасап,\nЕртеден кешке дейiн iштiм шалап\nТолығырақ: https://kk.wikipedia.org/wiki/%D3%A8%D1%82%D1%96%D1%80%D1%96%D0%BA_%D3%A9%D0%BB%D0%B5%D2%A3",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Талдың массасы қандай?",
        "question_content": "Массасы 0,099 г қарағайдың дәнінен  25 жыл ішінде тал өсіп шығады . Егер қарағай дәнінің массасы  тал масасының 0,0000011-ін құраса , онда талдың массасы қандай ?",
        "question_date": "26.02.2020",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X*0,0000011 = 0,099\n\nX= 90000 гр = 90 кг",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефон кросы қалай жұмыс істейді?",
        "question_content": "Телефон кросы қалай жұмыс істейді?",
        "question_date": "26.02.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 356,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Түсіне қоймадым, сіз http://cros.ru/ru/ осы жайлы сұрап тұрсыз ба әлде басқа ма?",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тағдыр романының қысқаша мазмұнын білетіндеріңіз айтып беріңіздерші өтініш",
        "question_content": "Тағдыр романының қысқаша мазмұнын айтып беріңіздерші өтініш",
        "question_date": "26.02.2020",
        "question_tag": "Мектеп",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабдеш Жұмаділов ХІХ ғасырдың соңғы кезеңіндегі шекара бөлінісін арқау еткен “Тағдыр” романы үшін Қазақстан Республикасының Мемлекеттік сыйлығын иемденді.  \nҚ.Жұмаділовтің “Тағдыр” романы қазақ халқы басынан кешірген ауыр бір кезең – екі империяның алаштың ата қонысы болған сайын даланы екіге бөліп, шекара сызығын жүргізген кезеңін арқау еткен. Романда алуан мінезді, алуан тағдырлы кейіпкерлер характері сомдалып, болмысы ашылады. \nПатшалық Россия мен Цин империясы Шығыс Түркістан мен Орта Азиядағы иеліктерін айқындап, енші бөлісуді ХІХ ғасырдың 80-жылдары ғана қолға алған болатын. Романдағы күллі оқиға осы айтулы тарихтың халық тағдырына қалай әсер еткенін бейнелеуге арналған. Тарбағатайдың күнгейін мекен еткен халық тағдыры, Цинь империясының аз халықтарға жүргізген саясаты шынайылықпен шығарманың өзегіне алынған. Романның басты қаһарманы – Демежан. Оқырман бұл кейіпкермен роман оқиғасының басында Шәуешек аймақтық губернатор – Ши-амбының қарауында тілмаш болып қызмет істеп жүрген кезінен танысады. Өзгелерге ұқсамайтын ерекше тағдыры бар Демежанның өмір жолы, тіршілік соқпағы, Шәуешек аймағының әміршісіне бағынатын мекендерде тіршілік кешкен қазақ руларымен тығыз байланыста көрсетіледі. Қала өмірінің өзіндік ерекшеліктері, дала тіршілігі, күнделікті өмірге еніп жатқан жаңалықтар нанымды суреттелген. \nРоман оқиғасы төрт бөлімге топтастырылған. Соңында эпилог бар.\n“Жол торабы” деп аталатын бірінші бөлімде Шәуешек аймағы губернаторының тілмәші Демежанның халық тағдырын өз пайымымен бағамдаған сәттері, Төртуыл, Керей, Жұмық, Тоғас сияқты рулардың жаз жайлауды, қыс қыстауды мекен еткен тұрмыс-тіршіліктері, ішінара қайшылықтар, Тарбағатайдың күнгейі мен теріскейінің шекара бөлінісі сәтіндегі жағдайы сөз болады. Шыңжаң өлкесі мен орыс жерінің арасына ресми шекара сызығының жүргізілуі жерді меншіктеп, атам заманнан мекен еткен қазақ халқы үшін аса ауыр оқиға екені шығарма кейіпкерлерінің әрекеті, ашу-ызасы, шарасыз халдері арқылы көрінеді.\nДемежанның әкесі – Керімбай зәңгі (болыс дәрежесіндегі лауазым) кейіннен Цинь империясының билігіндегі  Төртуыл руының үкірдайы (аға сұлтандық дәрежедегі лауазым) болады. Руына беделді, көпті көрген адам. Демежанның Ши амбы алдында артықша беделге ие болуының бірден бір себепкері – осы Керімбай. Романдағы қат-қабат тартыс, қақтығыстар, әр түрлі мінез бен болмыстағы кейіпкерлер нанымды суреттелген. \nТарбағатай аймағын жайлаған халықтың жүрегін тілімдеп, жігерін жасытып, шекара сызығы жүргізіледі. Бұл айтулы оқиғаның басы-қасында жүргендер Шыңжаң өлкесіндегі орыс консулы Балхашин, ұлты қытайлық мұғалім, Демежанның ұстазы Ли-шансың және Демежан бастаған топ. Шекара бөлінісі сәтіндегі қарапайым халықтың күйінген хәлі шығармадағы тартысты ширықтыра түскен. “Бұл күндері не істерін білмей, екі ұдай күйге түсіп, миы басына, басы тымағына сыймай, қиналып жүрген қазақ тіпті көп-ақ”, - деп суреттейді жазушы. Ақшоқының бөктерін мекендеп, егін салумен айналысып келген Диханбай ауылының хәлі тіпті аянышты. Өз руластары болса алыста – Шар-Қызылсу бойында. Шекара сызығы дәл осы Диханбай жайлап отырған ауылдың үстімен жүрмек. Қысылған сәтте “Екі патшалыққа қоспай-ақ, қалдырып кетсеңдер қайтеді? Патшасыз қалдық деп өкпелемес едік”, - дегенді айтады. Автор мұндай ауыр сәтті “Ақтабан шұбырындыдан” кейінгі еріксіз босқындыққа ұшыраған бір кезең ретінде суреттейді. Осындай қиын-қыстау сәтте кездесіп қалатын қазақтың алауыздығынан туындайтын күлкілі жағдайлар да шығарма оқиғасын шынайыландыра түседі. Сондай оқиғаның бірі – Мәмбет руының екі адамы  Тоқа мен Қойлыбай арасында болады. “Қойлыбайы жоқ жер болса болды, бейіштен кем көрмеймін”, - деп Тоқа таңдауды Қойлыбайға салса, “Тоқа арманда қалмасын, Тоқаның төбесін көрмей жүрсем болды”, - деп Қойлыбай қырсығады. Екеуінің ерегісе шекара сызығын жүргізіп келе жатқандардың жұмысына бөгет болады. Ақыры бұл іске шекара комиссиясы араласып, Ши амбы мен Балхашин екеуінің ауылына бөлініп түсіп, екеуін екі жаққа көшіріп әкетеді. \nЖазушы тарихи мәліметтер мен деректерді қара дүрсін баяндау түрінде келтіріп қана қоймаған. Соның арғы жағында тұрған азапты халық тағдырын жан жүрегімен сезінген Демежандай азаматтың ішкі күйзелісін, қанатымен су себелеген қарлығаштай іс-әрекетін шеберлікпен өрнектейді. Өз-өзін кінәлап, шекара бөлінісіне қатысып жүргенін үйіне ұры түскенде, өзі қоса тонасқан Қожанасыр қылығындай сезінеді. Дәрменсіз халыққа жаны ашыған азаматтың елі үшін күйзелуі оның биік адамгершілік тұлғасын аша түседі.\nШекара бөлініп, Еженхан иелігіндегі жер анықталған соң, Шәуешек билеушісі Ши-амбы қыр қазақтарының арасында ресми сайлау өткізеді. Шекара бөлінісі кезінде Шығыс Түркістанды мекендеген қазақтардың мың жарым түтіні Ресей қарауына көшсе, екі жарым мың түтіні Қытай жағына қоныс аударады. Жазушы осы бір тарихи оқиғаны тілге тиек еткенде, бүгінгі Тарбағатай аймағының, Құлыстай өңірінің өткен шежіресіне де назар салып, қажетті мәліметтерді орнымен пайдаланады. Тарбағатай аймағында қазақтың орта жүзіне кіретін екі үлкен ру бірлестігі бар. Оның бірі – Наймандар, екіншісі Керейлер. Аз ғана ауыл Уақ болса Керейлермен қанаттасып жүреді. Найманның үлкен үш тайпасы – Төртуыл және Байжігіттен тарайтын Жұмық пен Мәмбет ауылдары аймақ әміршісінің бұйрығымен бірнеше зәңгіге (болыстыққа) жіктеледі. Сонымен, барлығын жинақтай келгенде аймақ қазақтары төрт үкірдайға топтасады. Осы үкірдай сайлауы өткізіліп, әр рудың үкірдайы анықталады. Сайлау барысындағы аласапыран оқиғалар, тіпті қазақтың аңқаулығынан туындаған күлкілі жағдайлар роман оқиғасын қоюландыра түседі. Төртуылдың үкірдайы – Керімбай өз елінің ақылшысы, алысты болжап, қиырдағыны шалатын сұңғыла жан болса, оның ұлы Демежан тек өз руластарының ғана емес, күллі қазақтың қамын жеген азаматтық биіктерден көрініп отырады.\n“Тағдыр талқысы” атты романның екінші бөлімінде Демежанды елден әкесі Керімбай үкірдайдың қасынан көреміз. Төртуылдың қадірменді ақсақалы Смайыл зәңгі және орыс консулы Балхашин қайтпас сапарға аттанған. Ел ішінің ұсақ-түйек дау-дамайы, қым-қиғаш қайшылығы үдей түспесе, толас таппаған.\nДемежан тек малмен ғана кәсіп қылу тым аз, кәсіптің басқа түрімен де шұғылданған жөн деп тауып, бейнетқор жұртпен бірлесіп, Боздақ даласына егін салады. Өзіне сол егіс басына таяу жерден қора-жай салдырады. Алғашында бұл ісіне өзгелерді иландыра алмайды. Тіпті өз әкесі Керімбай да наразы. Дегенмен, алғанынан қайтпайтын бірбеткей ұл өз дегеніне жетеді. Бұрын қазақта жоқ үрдісті бастап, зәйімке салдырады. Маңына жарлы-жақы байларды, зәбір көрген қарапайым адамдарды жинайды. Қыр еліне түскен алым-салықтың ауыртпалығы халықты қатты күйзелткенде осы Демежан ара түседі. Жергілікті мәнжу, сібе-солаң, қалмақ жұртына алым-салық жиналмайды. Бар ауыртпалық қазақтарға түседі. Бұл жайт қазақтардың наразылығын туғызады, алым-салық жинаушылармен арада араздық туады. Халықтың жағдайын жанымен сезінген Демежан Ши-амбының алдына барып, салықтың шектен тыс ауыр екенін айтады. Ақыры, Ши амбыны өз сөзіне иландырып, “Сары ноқта”, “Қара шығын” салықтарын алдырып тастайды. “Қан божы” деп аталатын салықты ғана күшінде қалдырады. Әйтпесе қазақ рулары шекара асып көшіп кететін қауіп туады. Керімбай дүние салып, орнына Демежан үкірдайлыққа сайланғанда, ағайын арасының күңкілі ушығып, бір шындықтың беті ашылады. Ол шындық – Демежанның нәсілі Керей, Керімбайға бар болғаны жиен екендігі. Елі үшін еңіреп жүрген Демежанның іс-әрекеті, ұлықтар алдындағы беделі отбасынан асар ойы жоқ кейбір биліктегілердің ішін тарылтып өзіне өшіктіре түседі. \n“Уақыт керуені” аталатын үшінші бөлімде Демежан – бәрінен де биік тұрған тұлға. Не әрекет қылса да еліне пайдалы істі ойлап жүрген азамат Абдыра мен Қараүңгір өзендерінен тартылатын екі тоған суға қағаз жасатып, оны Іле жаңжұңына бекіттіртіп алған. Осы жайт халдайлардың Демежанға деген өшпенділігін қоздырады. Оңтайлы сәтінде олар Демежанды ықтырып алғылары келгенмен, досына дархан, жауына өр болып жаралған Демежан бой бере қоймайды. Реті келгенде алмастай тілмен орып түссе, кейде күшпен де айбат көрсетеді. Әр кезде әлсіздің қорғаны болып жүрген аптал азаматтың жауы көбейген үстіне көбейе түседі. “Жау - жағадан алғанда бөрі - етектен” дегендей, халдайлардың араздығы аздай, өз басының ғана қамын жеген пасық қандастары Демежан айналасына тор құрып, тынысын тарылта түседі. Демежанның атақ-абыройын қызғанған Ысқақ халдайлармен ауыз жаласып, Демежанның көзін құртпаққа бекінеді. Ысқақтың ойынша – Демежан оған үлкен кедергі. Ел ішіндегі ұрлық-қарлықты тыю үшін жасаған әрекетін де жаулық деп қабылдаған Байсерке сияқтылар да солармен жақтасады. Ақыры Демежанға қастандық оғы атылады. Атушылар – Дохалдайдың бұзақы інісі Бужыңқа мен Ысқақ. Алайда, оқ дарымай, Демежан аман қалады. Тоған суына талас кезінде халдайлармен арада болған қақтығыста әбден ызаға булыққан Демежан халдайлардың басшысы Дохалдайдың айдарын кесіп алады. Бұл оқиға Демежан басына үйірілген бұлтты қалыңдата түседі.  \n“Дар ағашы” деп аталатын төртінші тарауда Ши-амбы қызметінен босап, Құлжаға сапар шегеді. Үш айдай уақыт өткенде Шәуешек аймағын отыз жыл билеген ұлық дүние салады.\nҚұлжаға Демежанның үстінен арыз айтпақшы болып, Дохалдай аттанса, оның соңынан ұрлығы үшін абақтыда қамалып жатқан Байсерке аттанады. Екеуі бірігіп, Демежанға қарсы іс қозғайды. Ақыры аймаққа жаңа келген ұлық Матен-амбы Демежанға жабылған жаланы ұлғайтып, оны қамауға алады. Ең ауыр жаза – дарға асуға үкім шығарады. Жаланың басы – оның саяси сенімсіз Ли-шансыңның шәкірті екендігі, ішкі жақтан жер аударылып келген ағайынды екі Жаңды қамқорлыққа алғандығы. Сөйтіп, арам ниетті қаскөйлер абзал азаматқа саяси айып тағады. Мақсаттары – қайткен күнде де Демежанды құрту.\nПасық ниетті жандар дегендеріне жеткенмен, Демежандай нар азаматтың биік тұлғасын аласарта алмаған. Халықтың оған деген риза-құрмет сезімін өшіре алмаған. Әсеттей алаштың ардақты өнерпазының Демежанға арнаған жоқтауы осыны паш етеді. Роман эпилогында осы жайт баяндалады. Маншың өкіметі құлап, Матен амбы да қор өліммен өлген. Демежанның өзі өлсе де, ісі өлмеген. Өзі отырықшылыққа үйреткен ел егіншілікті кәсіп қылып, күн көруде. Демежан тоғанының кілтін ұстаған, егінші қауымға ақылшы аға болған Бөке қарт, оның айналасындағы адамдар Демежандай дегдар азаматты ауыздарынан тастамайды. Кезінде Демежан салдырған мешіт-медрелесер халық игілігіне қызмет етуде.  Демежанның абзал да аяулы жары Бибі Демежандай арыстың түтінін өшірмей отыр. Романда Демежанның ата-анасы Керімбай мен Ажар, жары Бибі, тоқалы Ырысқан бейнелері өзіндік ерекшеліктерімен танытылады. Жақсылы-жаманды кейіпкерлердің мінез бітімі, болмысы қаламгерлік шеберлікпен бедерленген.",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тегін интернет қалай аламыз предложениясыз ақшасыз",
        "question_content": "Тегін интернет жәйлы түсіндіріп беріңдерші",
        "question_date": "26.02.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мына видеоларды қарап көр\n1 видео\n2 видео\n3 видео",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Ана тілі\" шығарма жазып берінізші",
        "question_content": "Ана тілі шығарма қазір керек!!!!",
        "question_date": "26.02.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ана тілің – арың бұл, Ұятың боп тұр бетте. \nӨзге тілдің бәрін біл, Өз тіліңді құрметте.\nӘлемде 2500-ден астам тіл бар. Олардың нақты санын дәл айту мүмкін емес. Әр жыл сайын, әр ай сайын, тіпті, күн сайын бір тіл жойылып отырады. Қазіргі таңда көптеген тілдердің жойылып кету қауіпі бар. Адамдар өз ана тілінің жойылып кетпеуі үшін барын беруге даяр. Өкініштісі, биология заңдылығына ұқсас ірі тілдер ұсақ тілдерді өзіне кіріктіріп, жеке дара құндылықтары мен ерекшеліктерін жойып жіберуде.\nАдамдар үшін өмірдегі ең бағалы құндылықтардың бірі — ана тілі. Ана сүтімен дарыған тілдің қасиетін сөзбен айтып жеткізу мүмкін емес. Оны Расул Хамзатовтың «Ана тілі» өлеңінде көркем суреттейді.\nБар адамнан жатырмын тек бөлек мен \nБір дауысты естіп қалдым кенеттен. \nЕстідім мен осы арадан үнін де, \nЕкі кісі сөйлесті авар тілінде.\nМен жатырмын қара жерде көз жұмып \nМына екеуі күбірлейді сөз қылып \nҒасан деген бір кісінің қулығын \nАли деген бір кісінің сұмдығын \nЕстідім де сөзін ана тілімнің \nБойым жылып лезде мен тірілдім \nБалгер де емес дәрігер де емес емдейтін \nТек өзімнің тілім екен сөйлейтін \nӨзге бір тіл емдер басқаларыңды \nМен онымен айта алмаймын әнімді \nЕгер тілім ертең болса құрымак \nМен дайынмын өтуге де бүгін ақ \nМен жаныммен сүйем осы тілімді \nКедей деп ақ айта берсін білімді \nАссамблеяда естілмесін үні де \nАна тілі ұлы менің өзіме. \nӨлген адамды тірілтер тілдің ғана құдіреті бар. Расул Ғамзатовтың бұл өлеңі күллі авар халқының мұңын жоқтап, авар тілінің құдіреттілігін сезіндіріп тұр. Қазақ ұлтында да тіл туралы жырламаған ақын-жазушы кем де кем. «Ал екінші бақытым — тілім менің»,- деп жырлаған Мұқағали ақынның өлеңі әр қазақ баласының көкірегінде сайрап тұр.\nҚазақ тілі сөйлейтін адамдарының саны жағынан әлемдік тілдер арасында 70-ші, тіл байлығынан үшінші орында. Сену қиын десек те деректер осылай. Ең бай тіл саналатын араб тілінде 12 миллион 300 мың сөз болса, бұл көрсеткіш ағылшын тілінде 750 мың, қазақ тілінде 600 мың, ал испан тілінде 300 мың, орыс тілінде 150 мың екен. Ал қытайлар болса 87019 иероглифті қолданады. Демек, қазақ тілі әлемдегі ең бай тілдердің төрінен орын алады (Дереккөз: baq.kz).\nҚазіргі таңда елімізде қазақ тілі мен орыс тілі қатар қолданып келеді. Еліміздегі ірі қалаларда орыс тілінің басымдылығы бар екені жасырын емес. Оңтүстік өңірлер тілдің мәйегін бұзбай қазақылығын сақтап отыр. Ал солтүстік өңірлерде бұл көрсеткіш өте төмен. Біз бұл көрсеткішті көтеру үшін әр қайсымыз ана тілімізде сөйлеп, ана тілінде қарым-қатынас жасауымыз керек. БАҚ құралдары мен қоғамдық орындағы іс-шаралар қазақ тілінде өтер болса, тілімізге сұраныс артар еді. Қазір өзге ұлт өкілі түгіл, қазақтардың өзі ана тілін керексіз етіп отырғаны жасырын емес. Бұған  Мұхтар Шаханов ағамыз «мәңгүрттік» деп сипаттама берген еді.\nТіл түзелмей, қоғам түзелмейді; мемлекеттің де, ұлттың да болашағы күңгірттене береді. Сондықтан да еліміздің қоғамдық-рухани өмірінде ұлттық тіл саясатын барынша батыл қолға алып, қарқынды жүргізетін уақыт жетті.\nАтатүріктің «Қай кезде де ұлттық мұрат пен ұлттық мүддеге басымдық беруіміз керек. Халықаралық саясат, еларалық жағдай – мұның бәрі ұлттық мұрат пен ұлттық мүддеден төмен тұруы керек» дегеніндей, Қазақстан мемлекетінде де оның тілінен бастау алған рухани құндылықтарына бет бұрып, барынша халықтық мүддеге қызмет ететін ұлттық саясат жүргізу – бүгінгі күн қажет етіп отырған басты талабы.\nТолығырақ: https://martebe.kz/til-turaly-shygarma-ana-tilin-aryn-bul/",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Гүлдер тақырыбында қойылым шегергүл арналған өлен шумақ 3 жолдан тұрса",
        "question_content": "шегиргул туралы 3 шумакты олен жолы жазып бериниши",
        "question_date": "26.02.2020",
        "question_tag": "Өнер",
        "question_views": 929,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйде тұрып өсетін,\nӘкеп гүлдің көшетін,\nТопырақты салдым да,\nОтырғыздым қалбырға.\n\nӘр күн сайын баптаймын,\nТыныштығын сақтаймын,\nКүлгін гүлін көргенде,\nТамсанып та қараймын.\n\nБөлме сәнін келтіріп,\nКөңілге ерекше күй сыйлар,\nӘрбір жанға нұр сыйлап,\n Шегіргүл деп аталар.",
                "date": "2.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Университет студенттерінің саны туралы мынадай мәліметтер берілген",
        "question_content": "Университет студенттерінің саны туралы мынадай мәліметтер берілген:\n\nКүндізгі оқу бөлімі – 4200 студент;\n\nКешкі оқу бөлімі – 1150 студент;\n\nСырттай оқу бөлімі – 3300 студент.\n\nОсы мәліметтер бойынша координациялық, құрылымдық,\n\nСалыстырмалы қатысты шамаларды есептеңіз.\n\n7. ҚР-дағы 1000 қала тұрғынына неше ауыл тұрғыны келетінін анықтау үшін",
        "question_date": "25.02.2020",
        "question_tag": "Математика",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салыстырмалы немесе есепті мөлшер дегеніміз салыстыруға жататын шама (бөлшектің алымы) ағымдағы болып табылады. Салыстыру жүргізетін шама (бөлшектің бөлімі), әдетте, салыстырмалы көрсеткіштің негізі болып табылатын, салыстыру базасы немесе базистік мөлшер деп аталады.\n4200/1150                      1150/4200\n1150/3300                       3300/1150\n3300/4200                      4200/3300\nКоординацияның қатысты мөлшері тұтас жиынтықтағы бөліктерінің өзара қатынасы ретінде шығарылады: жиынтықтың бір құрамдас бөлігі салыстыру базасы ретінде қабылданып, оған деген барлық басқа бөліктердің қатынасы қарастырылады.\nhttps://www.stud24.ru/statistics/atysty-shama/430137-1535574-page1.html",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Родни Старк туралы айтылған сын?",
        "question_content": "Дін әлуметтануындағы Родней Старкқа  айтылған сын",
        "question_date": "25.02.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Andel және DeVoss алғаш рет тәуелсіз дистрибьюторлардың маркетингтік әлеуетін Нутрилит сатқан кезде таныды. 1959-те олар LOC® Multi Purpose Cleaner сататын тәуелсіз дистрибьюторлар арқылы өз маркетинг жүйесін ұйымдастырды. Бизнес тез арада кетіп, Amway компаниясынан хабарлағандай, бизнеске жарты миллион доллар жұмсады. Amway компаниясы 7 миллиард доллар сатылымға шығып, бүкіл әлем бойынша 14,000 қызметкерлеріне жетті. Ададағы Мичигандағы өсімдіктер бір миля созылып, 390 акрды қамтиды. 1\n«Жүйе»: Amway-ның табысының кілті сатылатын өнімдер емес, олар сататын жүйе емес. Amway-тің дәстүрлі сату күші жоқ. Іс жүзінде, Amway техникалық мамандарға сатпайды, керісінше, өз өнімдерін тәуелсіз мердігерлер арқылы сатады. Бұл шағын бизнестен тұратын бизнес. Жүйенің кішкене аспектісі сіз сатқан өнімдер. Amway компаниясының дистрибьюторы - бұл басқа да дистрибьюторларды демеушілік ететін адам. Әрбір дистрибьюторда олардың демеушісі, демеушілік демеушісі бар адам және одан жоғары адамнан тұратын «көтерілім» бар. Табысты дистрибьюторда сондай-ақ, олар демеушілік көрсететін адамдардан, демеушілік ететін кез-келген адамнан және төменнен тұратын кең ауқымды «төмен сызық» болады. Дистрибьютор сатқандары үшін ақша ғана емес, сонымен қатар олардың «төмен сызығы» қанша тұратындығына қарай бонус алады. Сондықтан өте төмен деңгейдегі адам ешқашан өнімді сатуға мәжбүр болмауы керек, бірақ әлі де көп ақша табуға тиіс.\nAmway корпорациясының қасіретінен айырмашылығы, Amway жиі діни топтармен немесе тіпті «культтермен» салыстырылады. Амвей дінге жатпайтын тұлға болса да (сайып келгенде бұл бизнес), діннің көптеген ерекшеліктерін бөліседі. Менің ойымша, Амвейдің «пара-діни» санатына жатқаны көрінеді. Артур Грилдің пікірінше, параграф діндер «американдық халықтың діни санатына жатқызылған құбылыс болып табылады, бірақ бәрібір« дін »сияқты көрінеді елеулі жолдар. «2\nAmway және діни қалыптастықтың кәсіпкерлік моделі: Діни білім қалыптастырудың ықтимал түсіндірмесі ретінде Родни Старк және Уильям Бейнбридж белгілі діндердің қалай қалыптасып, өсіп келе жатқанын көрсету үшін кәсіпкерлік модельді ұсынды. Amway діннің дәстүрлі анықтамасына сай болмаса да, Амуэй ұқсас түрде қалыптасқан сияқты. Кәсіпкерлік модельде діни құрылтайшылардың үлкен сыйақылар үшін оларды айырбастау үшін жаңа компенсаторлық жүйелерді саналы түрде дамуы мүмкін екенін атап көрсетеді. Кәсіпкер жиі діни қозғалыстың қатысуымен ынталандырады, өз өнімдерін эксперимент жүргізу және қайта құрылымдау үшін ашық және пайда табу ниетімен ынталандырылады. Қозғалысқа шығуды ынталандыру мұндай бизнестің тиімді болуы мүмкін деген оймен ынталандырылады. 2\nКез-келген кәсіпкер ұқсас үлгі бойынша жүруі мүмкін. Бірақ Amway бірегей, себебі бизнес әрқашан Де Восс, Ангел және олардың балаларымен басқарылып келеді және дәстүрлі мағынада ешқашан бизнес-корпорация болған емес. De Voss және Andel компаниясы Нутрилит бизнесінде сәтті тәжірибеден кейін өздерінің тарату жүйесін құруға шабыттандырды. Олар американдық Dream-ті мүмкіндігінше әлеуетті дистрибьюторларды тартуға үміттенетін керемет көзқарастың үстінен өз бизнесін мұқият тұрғызды. Amway-дің аты-жөні (ол заңды мақсатта пайдаланылмаса да) «Американдық жол» дегенді білдіреді. Дистрибьюторларға ие болудың кілті - еркін кәсіпкерлік, қаржы жетістіктері мен өзіңіздің жеке жұмысыңызды сезіну. бизнес. Amway әркімнің табысқа жету мүмкіндігіне ие болу үшін арнайы құрылымдалған. Амвейде үлкен «төмен сызықпен» жүретін жүк машинасының жүргізушісі жаңадан бастаған дәрігерден артық. Amway компаниясының дистрибьюторларының әр кездесуі «арман сеансы» басталады, онда қатысушылар өздері қалайтын нәрселер туралы айтады: автомобильдер, саяхат және қайырымдылық. Сондай-ақ, Amway отбасылық қарым-қатынаста күйеулер мен әйелдерді бизнесте бөлісуді және отбасыларды бос уақытты бірге өткізуге жұмсауды талап етеді. Amway компаниясы еркін бизнеске, тәуелсіздікке, отбасына, Америкаға және ең бастысы қаржылық жетістіктерге жетелейтін «American Way» марапаттау жүйесімен мұқият салынған. 4\nСтарк пен Бейнбридж бұл көптеген жаңашылдықтардың өз өнімдеріне сенбейтін және оны ақымақтарға және шапшаң адамдарға сатқаны арқылы сатқысы келетіндер деп есептейді. ХНАМХ Көптеген ұқсас көзқарастар Amway-ке берілді. Бұл парақтың міндеті - бұл объективті болып қалу және бұл мәселе бойынша шешім қабылдау.\nDOCTRINES / BELIEFS\nҚасиетті және Профан: Дюркхейм діндерді бір-бірімен байланыстыратын түсіндіруге қасиетті және жалған сенімдер идеяларын енгізді. Қасиетті кез келген маңызды нәрсе, сіз байсалды және тиісті түрде дайындалуыңыз қажет. Күресу заттар, екінші жағынан, қарапайым нәрселер болып табылады, олар «заттың шын мәнінде» болуы мүмкін. 6\nҚасиетті сенімдер Amway ұйымына өте маңызды. Мұны түсіну үшін Ададағы Amway World штаб-пәтеріне бару қажет. Amway компаниясының Еркін кәсіпкерлік орталығының негізі - әрбір американдық үшін еркіндікті қолдайтын тарихи қолжазбалардың жиырма сегіз шығарылымы бар «Freedom Shrine». Оған Конституция, Геттисбург мекен-жайы, Құтқару туралы жариялау және Тәуелсіздік туралы декларация кіреді. 7 Әрбір бостандыққа ие; Amway үшін өте қасиетті сенім.\n«Бостандық қасиетті» маңында - «тікелей жетістік» залы, онда барлық тікелей таратушылар және одан жоғары аттар орналасқан. Бұл Amway жүйесіндегі қозғалыстағы қасиетті сенімдерді білдіреді. Amway жүйесінің иерархиясы арнайы шрифттермен көрсетіледі. Сатылымдардың келісімділігі, демеушілік саны және т.б. Дистрибьютордың ең маңызды кезеңі «тікелей таратушы» болып табылады. Адам осы мақсатқа жеткенде, олар тікелей компаниядан сатып ала бастайды. Мереке Ададағы арнайы рәсіммен және «Жетістік залында» танылды. Осыдан кейін адам Ruby, Pearl, Emerald, Diamond, Double Diamond, Triple Diamond, Crown және соңында Патшалық Елшісі жұмыс істей алады. Әрбір деңгей белгілі бір рәсіммен танылады және сіздің қанатының қаншалықты жоғары болса, соғұрлым көбірек қаралады. 8\nӨз мүшелерін бақылауға алу үшін, Amway компаниясының Мансап нұсқаулығында Amway компаниясының беделін сақтау үшін бірқатар нұсқаулар бар. Бұл қасиетті, өйткені егер дистрибьютор нұсқаулықты бұзса, олар енді ұйымға қатыса алмайды.\nБұдан басқа, Амуэй бұрын «қасиетті» деп аталған нәрселерді ұстанады. Отбасы, тәуелсіздік және қаржы жетістіктері туралы идеялар, сондай-ақ, Amway компаниясының дистрибьюторларына деген сенімі болып табылады.\nҚҰРМЕТТЕР / ТӘЖІРИБЕ\nДюркхайм бұдан әрі адамдарға біріктіріп, олардың қасиетті нанымдарын еске салатын рәсімдердің маңыздылығын атап көрсетеді. Атрибуттар, мүмкін, Amway-тің табысқа жетуінің ең маңызды факторы болып табылады. 9\nAmway жүйесінде құсбелгі жүйесі маңызды ритуаль. Әрбір штырма деңгейінде жетістікке жету үшін рәсім орындалады. Адам тікелей дистрибьютор деңгейіне жеткенде, олар Ада, Мичиган штатына ұшып, Amway-дің Grand Plaza қонақ үйінде салтанатта тұрады. Мұнда компания басшыларының үндеулері естіледі және ай сайынғы ақпараттық бюллетеньдер үшін суреттер жасалады. Осындай тану әдісі әр деңгейде қолданылады. Алмаз деңгейінде адам «Экзотикалық жерлерде» мезгіл-мезгіл кездесетін «Алмаз клубы» құрамына кіреді. Double Diamond деңгейінде адам Ada компаниясына апарып, роялти ретінде қарастырылатын арнайы күнін алады. Фабрика өздерінің құрметіне баннерлермен қапталған және қызметкерлері аттары бар түймелерді киіп жүр. 10\nДистрибьютор өзінің тікелей дистрибьюторларының үйінде өнімді сатып алған сайын, рәсімнің кейбір түрі орындалады. Мұнда сіз фильмді көруге, презентацияны тыңдауға немесе жоспарды қалай жақсы көрсетуге болатынын білуге тырысыңыз.\nТоптық митингтер әрдайым белгіленген рәсім. Олар, әдетте, «Әлеуметтік жауапкершілікпен» басталып, «Құдайға батасын беріңіз» деген әндерден басталады. Музыка топтары жиі орындайды және қаптай әндер жасалады. Адамдарға қандай мақсатпен жетуді қалайтынын шолу үшін «арман сеансы» өткізіледі. Соңында, әрбір кездесуде адамдар өздерінің есімдерін LOC® Multi Purpose Cleaner бөтелкесіне (Amway-ның алғашқы өнімі) қойды. Диктор бөтелкеден аттарды шығарады және сол адам көтеріліп, оларға неғұрлым қызықтыратындарын айтады. Бұл қаптайды қызықтырады және жеке сенім береді. 11\nБұл рәсімдер Amway компаниясының табысы үшін маңызды және таратушыларға қасиетті нәрсені нығайтады. Бұл үдерістің түрі дінге өте ұқсас.\nТолығырақ: https://wrldrels.org/kk/2016/10/08/amway/",
                "date": "26.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Стюардесса болу үшін қандай пән таңдайды?",
        "question_content": "Стюардесса болу үшін\nГеография/Ағылшын?\n\nФиз/Мат?\n\nГеография/Д.тарих?\n\nҚай  пән тандайды ?\n\nЕНТ ға аз қалды айтып жбересиздерме?\nИнтернеттен таба алмадым.",
        "question_date": "25.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешқайда оқымайсыз. 3 ай стажировкадан өтесіз.",
                "date": "26.02.2020",
                "upvotes": 1
            },
            {
                "text": "Ент'ден өттінізбе кандай пəн тандадыңыз..?кандай универле оқып жүрсіз..?стюардесса болдынызьа бəрің айтып берінізші",
                "date": "30.04.2021",
                "upvotes": 0
            },
            {
                "text": "Стюардесса болу үшін сізге не қажет\nӘр түрлі авиакомпаниялардың жолсерік лауазымына үміткерлерге қойылатын талаптары да әр түрлі емес. Әдетте, олар келесідей:\nОрташа биіктігі 165 см-ден, бірақ тым биік емес, сондықтан басыңды бүкпеу керек.\nЖақсы денсаулық. Стюардессалар үшін міндетті түрде медициналық тексеру қажет. Жақсы көру қабілеті, жүрек-тамыр аурулары, психологиялық денсаулық - мұның бәрі стюардесстерге қойылатын міндетті талаптар.\nАртық салмақтың болмауы, татуировкалар, тыртықтар, пирсинг, сыртқы келбетте кемшіліктер.\nАғылшын тілін, неміс немесе француз тілдерін жақсы білу.\nЖоғары білім, сауатты сөйлеу, жақсы дикция \nСонымен, жолсерік болуға қалай? Стюардесса мектебі - әңгімелесуден және медициналық кеңестен кейінгі келесі қадам. Курс бір-екі айға есептелген. Одан кейін әуе кемесінде отыз сағаттық машықтанудан өтеді.\nӘдетте стюардессалар модельдік көріністі қажет етеді. Стюардессаға қойылатын талаптарды эстетика талап етпейді, кішкентай бойлық жолаушыларға жоғарғы сөрелерден заттарды алуға көмектесуі мүмкін, ал ұшақтың салмағын көтермеу үшін ауыр салмақ қажет емес.",
                "date": "4.05.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен авиакомпанияға жұмыс істеуге арнайы универлер бар ғой, соларға оқуға түсу үшін ағылшынмен қандай пән таңдаймыз",
                "date": "15.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "12г көмір жанғанда түзілетін оттектің зат мөлшерін табу керек?",
        "question_content": "12г көмір жанғанда түзілетін оттектің зат мөлшерін табу керек срочно ертеңге",
        "question_date": "25.02.2020",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмір жанғанда оттекпен әрекеттесіп көмірқышқыл газы түзіледі",
                "date": "25.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппенің қатаңдығын қалай табамыз",
        "question_content": "Массасы 100 г жүк жиілігі 2 Гц болатын тербеліс жасайды. Серіппенің қатаңдығын табу керек",
        "question_date": "25.02.2020",
        "question_tag": "Физика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "k = (4×Pi²×m)/T²",
                "date": "25.02.2020",
                "upvotes": 0
            }
        ]
    }
]