[
    {
        "question_title": "8%-дық (масса бойынша) CuSO4 ерітіндісін алу үшін 25г CuSO4 ×5H2O қанша суда еріту керек?",
        "question_content": "8%-дық (масса бойынша) CuSO4 ерітіндісін алу үшін 25г CuSO4 ×5H2O қанша суда еріту керек?",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25 г CuSO4*5H2O ------------250 г/моль\nХ г CuSO4 ----------------------160 г/моль\nОсыдан Х = 25*160/250 = 16 г\nm(еріт.) = m(CuSO4)/w = 16 г/0,08 = 200 г\nm(H2O) = m(еріт.) - m(CuSO4*5H2O) = 200 - 25 = 175 г",
                "date": "18.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шүйгін шөп дәрілік өсімдік,зәмзәм су не береді?",
        "question_content": "Кең жазира сұсты тау, ағынды өзен, терең көл, суық жел, аптап ыстық, шөлейт шақырымдар ,адамда қандай мінез қалыптастырады\nШүйгін шөп дәрілік өсімдік,зәмзәм су не береді\n\nҚауіп-қатер,шарасыздық үрей,тосын ауру,адамды қандай әрекетке итермелейді.",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "FeS+HCl-FeCl+HS алмастыру адысымен шыгар",
        "question_content": "Химия 9 сынып 5 параграф С тобы комек керек\nFeS+HCl алмастыру адысымен шыгар",
        "question_date": "18.09.2020",
        "question_tag": "Химия",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "FeS+2HCl= FeCl2+H2S алмастыру тәсілімен теңдеудің аяқталуы\nОсы теңдеудің иондық теңдігі\nFeS+2H(+)  + 2Cl(-) = Fe(2+) + 2Cl(-) + H2S толық\nFeS+2H(+)  = Fe(2+) + H2S қысқартылған",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арғын -> Тобықты -> Рыспетек -> Дадан туралы кім біледі",
        "question_content": "Арғын -> Тобықты -> Рыспетек -> Дадан туралы кім біледі. Жалпы Арғын руы туралы.",
        "question_date": "18.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://kk.m.wikipedia.org/wiki/%D0%90%D1%80%D2%93%D1%8B%D0%BD",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық лабораторияның провизор-аналитигі",
        "question_content": "Химиялық лабораторияның провизор-аналитигі суда жақсы еритін кристалдық ұнтақты дәрілік формаларды талдау жасауға алды. Талданатын заттық форманың сапасын тексеру үшін ол сапалық анализге жүгінуге тиіс болды. Қандай реактивтердің көмегімен зерттелетін заттық формада бірінші топ катиондарының бар екенін нақтылай ала алды? Осы ұнтақтарда кездесетін топ катиондарына тән сапалық бағалау тәсілдерінің мүмкіндігін келтіріңіздер, олардың мағынасын жазыңыздар. түсіндіріңіздер, реакция теңдеулерін",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "200г балықты вертикаль жоғары бірқалыпты көтеру кезінде балық аулайтын тұзақтың ұзаруы.",
        "question_content": "Массасы 200г балықты вертикаль жоғары бірқалыпты көтеру кезінде  балық аулайтын тұзақтың ұзаруы.Қатаңдық коэффициенті 0,5кН/м",
        "question_date": "18.09.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nk=0.5 кН/м = 500Н/м,  m=200 г = 0,2 кг g=10 м/с²\nТабу керек: х.\nШешуі: Ньютонның II заңы бойынша  kx-mg=0 x=mg/k\nx= (0,2кг · 10 м/с²)/(500 Н/м)=0,004м\n\nЖауабы: 0,004м",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Осы күштің әсерінен 1 см-ге созылатын басқа бір серіппенің қатаңдық коэффициенті",
        "question_content": "Қатаңдық коэффициенті 100 Н/м  болатын  серіппе қандай да бір күштің әсерінен 5 см-ге ұзарады. Осы күштің әсерінен 1 см-ге созылатын басқа бір серіппенің қатаңдық коэффициенті",
        "question_date": "18.09.2020",
        "question_tag": "Физика",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гук заңы бойынша, F=k1*x1, мұндағы\nк1 -  1 серіппе қатаңдығы,\nх1-1серіппенің ұзаруы .\nF= 100*0,05=5Н, яғнисеіппені созған күш 5Н; 0,05м=5см. Екінші серіппенің қаттылық коэффициенті (немесе жай қаттылық) Гук заңынан табылады,\nк2=Fупр/х2=5/0,01=500Н/м,  СИ бойынша 1см=0,01м\nЖауабы:к2=500Н/м",
                "date": "18.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануарлар мен өсімдіктердің адам өміріндегі маңызы шығарма?",
        "question_content": "Жануарлар мен өсімдіктердің адам өміріндегі маңызы шығарма?",
        "question_date": "18.09.2020",
        "question_tag": "Биология",
        "question_views": 29700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өсімдіктер адамдардың өмірінде өте маңызды рөл атқарады. Ағаштардың жасыл жапырақтарында пайда болатын фотосинтез процесінің арқасында, тірі ағзаларға тыныс алуға қажетті оттегі өңдіріледі. Сондықтан, өсімдіктерді біздің планетамыздың өкпесі деп атауға болады. Атмосферамыздың 20%-ы оттегіден тұрады, ол болмаса адамдар, жануарлар және құстар тірішілік ете алмай, планетамыз жансыз шөл далаға айналатын еді. Биосфераның маңызды компоненті бола отырып, өсімдіктер экологиялық тепе-теңдіктің сақталуына, климаттың және топырақтың қалыптасуына әсер етеді. Олар ауаны тазартады, зиянды заттарды сіңіреді және қауіпті микроағзаларды жояды. Орманда серуендеуді ұнататын адамдардың физикалық және эмоционалдық күші қалпына жылдам келеді. Шөптен шығатын иістер мен ағаштардағы жапырақтардың тербелістері, жан тыныштандырады. Ағаштар өнеркәсіпке және шаруашылыққа үлкен пайдасын тигізеді. Оны отын немесе құрылыс материалы ретінде қолданады. Қағаз, ацетон, эфир майлары және спирт ағаштан жасалады. Болашақта ағашты басқа материалдармен алмастыру көзделіп отыр. Қалаларды оттегімен байыту мақсатында – көшелердің бойында гүлзарлар мен көгалдар отырғызылып жатыр. Халықтың денсаулығын сақтау үшін, айналамызда көбірек өсімдік болуы керек. Сондықтан, оларды қорғау және жасыл кеңістікті ұлғайту біздің міндетіміз. Өсімдіктердің бізге тигізетін пайдасы өте үлкен, мұны әрбір адам түсініп, оларға күтім жасауы керек.\n\nhttps://faktiler.kz/osimdikterdin-adamzatka-pajdasy-esse/\nемесе мына ойларды басшылыққа алып шағын шығарма құрастырсаңыз болады:\nӨсімдіктер мен жануарлардың адамға тигізетін пайдасы:\n1.Өсімдік адамға көлеңке болумен қатар, адамның азық-түлігі де.Тағамның басым бөлігі өсімдік түрінен алынады десе болады. Өсімдік ауаны көмір-қышқыл газынан тазартады. Тіпті киімді де өсімдіктен аламыз.Мәселен,мақтадан. Ағашты құрылыс,үй салуға пайдаланамыз.Сонда өсімдік-әрі баспана,әрі киім,әрі тамақ десек болады. Өсімдікті әсемдік үшін де пайдаланмыз.\nАл жануарлар дүниесі, ет,сүт, бағытында өсіріледі. Олардың пайдасы сол -адамға тамақ болады.Сонымен қатар терісі мен жүнін өндірісте пайдаланып жүрміз. Жүнінен,терісінен киім,аяқ киім тігеміз.\nЖануарлар мен өсімдіктер -біздің басты байлығымыз. Олардың қоры азаймауы үшін жануарларды қорғау, азаймауына көңіл бөлу қажет.Өсімдіктерді де \"Бір тал кессең,10тал ек\" деген қағида бойынша қамқорлыққа алуымыз керек.",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өздерне ұнаған жыр кейіпкеріне хат жазыңдар.(Қыз Жібек жыры)",
        "question_content": "Өздеріңе ұнаған жыр кейіпкерлеріне хат,жазыңыздар!(Қыз Жібек жыры)Хат жазып берініздерші!!!",
        "question_date": "18.09.2020",
        "question_tag": "Әлеуметтік желі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе қыз жібек мен сіздің әдемілігіңізге таң қалдым . Менің сізге деген бір сұрағым бар еді. Осы сіз Төлеген қайтыс болғаннан кейін Сансызбайға немесе Бекежанға үйлендіңізбе\nМен сіздің ақылдылығыңызды қаттыты жақсы коремін . Сау болыңыз Сәлеммен ________",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мемлекеттерде жылына 4 рет универге оқуға тапсыра беруге болады?",
        "question_content": "Қандай мемлекеттерде жылына 4 рет универге оқуға тапсыра беруге болады?\n\nМысалы біздің Қазақстанда тек жылына 1 рет қана ЖООға оқуға тапсыруға болады.\nБір жерден оқып едім, кейбір мемлекеттерде жылына 4 мәрте оқуға тапсыру мүмкіндігі бар екен. Солар қай мемлекеттер және\nкелесі сұрақ, біздің Қазақстанда келешекте ондай болуы мүмкін бе? Білім және ғылым министрлігі осыны қолға алуы мүмкін бе?",
        "question_date": "18.09.2020",
        "question_tag": "Қоғам",
        "question_views": 197,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыс үшбұрышты призманың табан қабырғасы 6 см, ал бүйір жағының диагоналі 10 см.",
        "question_content": "Дұрыс үшбұрышты призманың табан қабырғасы 6 см, ал бүйір жағының диагоналі 10 см. Призманың бүйір бетінің және толық бетінің ауданын табыңыз",
        "question_date": "18.09.2020",
        "question_tag": "Математика",
        "question_views": 35300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аляққа алдандым кайда шағымданамын ақшамды қайтарып алаламынба",
        "question_content": "Инстаграм желісінде алаяққа алдандым 41500тенгемді сол адамдарга салып койдым кайтарып алаламынба",
        "question_date": "18.09.2020",
        "question_tag": "Заң",
        "question_views": 731,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңдық көмек көрсететін заңгерлерге жүгініп көріңіз. Полицияға арызданғаныңызбен олар сотқа жүгініңіз деп айтады. Өйткені қылмыстың құрамы жоқ деп белгілейді.",
                "date": "28.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А3=4 А7=0 болсы бірінші мүшесі мен айырмасы және алғашқы 5 мүшесінің қосындысын табындар?",
        "question_content": "А3=4 А7=0 болсы бірінші мүшесі мен айырмасы және алғашқы 5 мүшесінің қосындысын табындар?",
        "question_date": "18.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Этанның гелий бойынша тығыздығын есептеу?",
        "question_content": "Тақырыбы. Қаныққан есептеу. Этанның гелий бойынша тығыздығын есептеу",
        "question_date": "18.09.2020",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(C2H6)/M(He) = ң",
                "date": "18.09.2020",
                "upvotes": 0
            },
            {
                "text": "1 моль  этан аламыз, яғни n(C2H6)= 1 моль\nсодан,  1 моль  этан  массасын табамыз==>  m=n*M\nM(C2H6)=30 г/моль =>  m=30 г\n1 моль этанда қанша литр барын есептейміз\nV=n*Vm=1*22,4=22,4 л\nФормула бойынша тығыздығын табамыз   p=m/V => 30/22,4=1,34 г/л",
                "date": "18.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ қоғамындағы ойшылдарды таблицаға кезеңімен топтастыру",
        "question_content": "маған бүгінгі сабаққа керек еді таппай жатырмын. Білетіндер болса көмектесіп жібериниздерши алдын ала рахметтт",
        "question_date": "18.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ философиясында басқа халықтар тәрізді Әлем мен Адам екі дүниенің сырын ашуға ұмтылған.\nҚазақ Философиясы – қоғамдық сананың ұлттық түрі; тұрмыс пен танымның ортақ принциптері, адам мен дүние жүзінің қатынасы туралы ілім, табиғаттың, қоғамның және дүниетанымның жалпы даму заңдары жайындағы ғылым. Қазақ халқының даналық өрісінде дүние мен адам туралы дүниетанымдық көзқарастардың тарихи қалыптасқан даму жүйесін қамтиды. Қазақ тіліндегі даналық түсінігі мәні жағынан философияға жақын. Қазақтың даналық ой-пікірлерінің тарихы екі кезеңнен тұрады.\nБірінші кезеңде Анахарсис, Қорқыт, Жүсіп Баласағұни, Қожа Ахмет Йасауи, Әбу Наср әл-Фараби, Махмұт Қашқари, т.б. данышпандар даналық дәстүрлерін жасады, олар табиғи түрде қазақ этносының дүниетанымдық ойлау мәдениетінің бастау арналарына айналған.\nЕкінші кезеңде қазақ халқының төл дүниетанымы мен философиясы қалыптасып, дамыды. Қазақ философиясының төл тарихы Асан Қайғы мен Мұхаммед Хайдар Дулаттан басталады. Асан Сәбитұлы – жырау, ойшыл, мемлекет қайраткері. Ол қазақ этносын әрі мемлекетін қалыптастырып, нығайтуда «Жерұйық» ілімін дүниеге әкелді. Бұл – халықтың қауымдасып ұлттық мемлекет құру идеясы болатын. Асан Қайғы өз жыр-толғауларында, шешендік сөздерінде хандық мемлекетті нығайту, елдің қорғаныс қабілетін арттыру қажеттілігін насихаттайды. Оның Асан Қайғы атануы – ғұламаның ойшылдығының, парасаттылығының айғағы. Асанның қайғысы тек өз заманына қатысты емес, оны қайғыға салып отырған – болашақ туралы болжамдары, халық қайда бара жатыр, ертеңі қандай болады деген күрделі сұрақтар. Асан Қайғы – түркі жұртының әйгілі ойшылы Қорқыттың дүниетанымын жалғастырушы. Қазақ философиясы бастау алатын екінші ойшыл, қоғам қайраткері – М.Х.Дулаттың «Тарих-и-Рашиди» еңбегінде түркі дүниесінің рухани тұтастығы және оның дүние жүзі халықтары өркениетімен тығыз байланысы нақтылы мысалдармен баяндалған. Дулат философиялық антропологияның басты мәселесінің бірі күнә ұғымына сол заман ойшылдары еңбектеріне сүйеніп, талдау жасаған. Асан Қайғыдан басталған жыраулар легі (Қазтуған, Доспамбет, Шалкиіз, Жиембет, Марғасқа, Ақтамберді, Үмбетей, Бұқар жырау, т.б.) қазақ қауымында хандық мемлекет жойылғанша болды. Хандық жойылған соң жыраулар дәстүрі жалғаспай қалды. Қазақ ақын-жырауларының шығармалары көшпелі болмысты, ата-қоныс, адам, қоғам, сол кездегі әлеум. жағдайларға, батырлық, көркемдік, адамгершілік, өмір мәселелеріне байланысты бола тұра, терең мағыналы философиялық ойларға толы. Қазақ поэзиясындағы философиялық бағыттың негізін салушылардың бірі – Шалкиіз жырау Тіленшіұлының шығармасында философиялық ой кешу, жыр толғау әдістері ерекше. Жырау дүниеде тұрақты, мәңгілік ештеңе де жоқ деп тұжырымдайды. Ақтамберді Сарыұлы өз жыр-толғауларында елді ерлікке, бірлікке шақырады. Оның жырларынан қазақ халқының ой-арманы, мақсат-мүдделері, олардың бар болмысы, ерекшеліктері, дүниеге өзіндік көзқарасы аңғарылады. 18 ғасыр жыраулары ішіндегі аса көрнекті тұлға – Бұқар жырау Қалқаманұлы да дүниедегінің барлығы өзгеріске ұшырап отыратындығын атап көрсетеді. Шығыстық ойлау жүйесі хакімдік діни философияны теріске шығармаған. Мыс, Қожа Ахмет Йасауидің сопылық ілімі ұлттық ойлау мәдениетіне нық еніп, оның қалыптасуының бір рухани негізі болды. Қазақ тіліндегі ақыл, парасат, тәуба, қанағат, шүкіршілік, хал, амал, сыр, шапағат, т.б. көптеген сөздер – сопылық дүниетанымның ұғымдары мен түсініктері. Төрт ғасырға тарта дербес мемлекет құрып, хандық дәуірде өмір сүрген қазақ халқының заманға сай құндылықтар жүйесі қалыптасты («Алпамыс батыр», «Ер Тарғын», «Ер Едіге», «Қамбар батыр», «Ер Қосай», «Қырымның қырық батыры», т.б. жыр-дастандарындағы ерлік философиясы). Ерлік философиясы Махамбет Өтемісұлы жырларында өз жалғасын тапты. Шығыс поэзиясының, сопылықтың ықпалы және төл түсініктер негізінде қалыптасқан ғашықтық философиясына қатысты құндылықтар «Қозы Көрпеш – Баян сұлу», «Қыз Жібек», «Еңлік – Кебек», «Қалқаман – Мамыр», т.б. жырларға негізгі өзек болды. Қазақтың дербес мемлекеттілігі жойылғаннан кейін жүз жылға созылған Зар заман дәуірінің ақындары (Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, т.б.) халықтың басына түскен отаршылдық нәубетін сары уайымға салыну, торығу сарынымен жырлады. Дулат Бабатайұлы өз шығармаларында қайырымдылық пен зұлымдық, мырзалық пен сараңдық, білім мен надандық мәселелерін талдап, шығармаларына негізгі арқау етті. Дулаттың әлеуметтік философиясы – жер, суды, елдің бірлігін сақтап қалу идеясы, басқа жұртқа күш көрсетпеу философиясы. Зар заман ақындарының ірі өкілі Мұрат Мөңкеұлы шығармаларындағы басты сарын – жер мәселесі, ата қоныс, бас бостандығынан айырылған тұтас елдің мұң-зары. Шортанбай заманақыр таяғанда табиғат та азады десе, Мұрат керісінше, заманның азуын адамнан көреді.\nҚазақ философиясы тарихында әйгілі ғалым Ш.Уәлихановтың орны ерекше. Ол «Даладағы мұсылмандық жөнінде», «Қазақтардағы шамандықтың қалдығы», «Тәңір (құдай)» деген еңбектерінде философияның негізгі мәселесіне қатысты пікірлер айтқан. Уәлиханов сыртқы дүниенің адам санасынан тыс өмір сүретіндігіне шек келтірмейді. Ол қазақ жерінде шамандықтың орын алу себебін түсіндіргенде «сыртқы дүние: күн, ай, жұлдыздар және жер – алғашқы құдірет болып табылады» деп көрсетеді. Оның еңбектерінен себептілік заңдылығын құптайтындығы, себепсіз құбылыс болмайтындығына кәміл сенетіндігі байқалады. Қазақ ағартушылығының көрнекті өкілі Ы.Алтынсарин бала дүниетанымының философиялық мәселелерімен алғаш шұғылданып, осы бағытта тамаша үлгі жасады. Хикмет сөз, яғни даналық айту дәстүрі Абай Құнанбаев заманына дейін үзілмеген. Абай адам болмысын тануда тың дүниетанымдық ойлар айтты. Адамзатты Алла махаббатпен жаратқан, демек, махаббат адамға дейін болған, Алланың тек өзіне ғана тән құдіреті деп білген Абай Адам мен Алланың арасындағы қатынасты сүю деп атайды. Өзін махаббатпен жаратқан Алласын адамның сүюі парыз. Абай сүюдің үш түрін айтады, олар: Алланы сүю, оның жаратқан кереметі – адамды сүю және хақ жолы деп әділеттілікті сүю. Осы үш сүюді Абай имани гүл дейді. Хакім Абай «толық адам» немесе кәмелетті адам тұжырымдамасын жасады. Олар: нұрлы ақыл, жылы жүрек, ыстық қайрат. Адамды толық ететін – ақыл, жүрек, қайрат. Абай сияқты Шәкерім Құдайбердіұлы да қазақ елін қалай мәдениетті елдер қатарына қосамын деп талпынады. Шәкерім Абайдың имани гүл ілімін «Үш анық» кітабында ұят туралы ілімге айналдырды. Осы еңбекте Шәкерім сол кездегі еуропа ағымдардан деректер келтіре отырып, этикалық максимализмге негізделген ар-ұятты дәріптеу ілімін жасады. Ойшылдың тарихи-философиялық еңбектерінің («Қазақ айнасы», «Мұсылмандық шарты», «Түрік, қырғыз, қазақ hәм хандар шежіресі», «Үш анық») дүниетанымы мен негізгі әлеуметтік сарыны ағартушылық, адамгершілік идеяларымен сабақтасып жатыр. 19–20 ғасырларда Қазақ философиясындағы ой-толғаныстар мен көтерілген негізгі мәселелер дәстүрлі қазақ ойшылдығына сүйенгенімен, олардың ойлау кеңістігі кеңейіп, Қазақ философиясын еуропа дәстүрмен ұштастырып отырды. Бұл бағыт Абайдан басталып, 20 ғасырдың басындағы басқа да қазақ ойшылдарының шығармаларында жалғасын тауып, кең өріс алды.\n20 ғасырдың басында С.Торайғыров, А.Байтұрсынов, Ж.Аймауытов, М.Жұмабаев, Ә.Бөкейханов, М.Дулатов, т.б. озық ойлы қоғам қайраткерлері саяси сахнаға шығып, ең алдымен «Зар заман» (М.Әуезов) дәуірі өкілдерінің ой-пікірлерін дамытты. Олар өз шығармаларында отаршылдық бұғаудан құтылу, қазақ халқын өз алдына тәуелсіз ел ету, халықтың санасын ояту, надандықтан арылу мәселелерін көтерді. 20 ғасырдың 30-жылдары қазақ зиялы қауымының қуғын-сүргінге ұшырауымен Қазақстанның философиялық ой-пікірлер жүйесінің дамуы үзілді. 20 ғасырда қазақ халқының болмысына ерекше әсер еткен тұлға – М.О.Әуезов. Ол қазақ халқының келешегін айқындауда құнды мәдени-философиялық тұжырымдамалар ұсынды. Әуезов «бесігіңді түзе, бесігін түзей алмаған халықтың болашағы жоқ» деген терең ой айтты. Қазақстан үшін 1917 жылдан бастап отаршылдықтың жаңа түрі – кеңестік құндылықтар қалыптаса бастап, коммунизм туралы ілім негізге алынды, маркстік-лениндік философия үстемдік етті. Мұндай жағдайда қазақ халқының даналық ой-пікірлерін зерттеуге мүмкіндік болмады. Қазақстан тәуелсіздік алғаннан бастап құлдық психологияның орнына демократия, өркениеттік құндылықтар орныға бастады. Қазіргі әдебиеттерде қазақ философиясы ұғымымен қатар «қазақстандық философия» деген ұғым қолданысқа енді. Ол Қазақстанда өткен ғасырдың 60-жылдары қалыптаса бастады, келе-келе «Қазақстандағы философиялық мектеп» деген түсінік орнықты, оның жетекшісі академик Ж.М.Әбділдин болды. Қазақстандық философтар неміс философиясын зерттеді, әсіресе, Гегельдің «Логика ғылымы» еңбегі негізінде қалыптасқан диалектика, логика, таным мәселелерімен айналысты, диалектикалық логиканың өзекті мәселелерімен шұғылданып, бұл салада айтарлықтай нәтижелерге жетті. Қазақ философиясы туралы зерттеулер нышаны егемендікке аяқ басқан кеңестік жылдарда аңғарыла бастады, бірақ толық мүмкіндік Қазақстанның тәуелсіздігінен бастап шындыққа айналды. Қазақ философиясының тарихы мен оның мәселелері туралы жүйелі ғылыми-зерттеулер жүргізіліп, кандидат, доктор диссертациялар қорғалды, арнайы ғылыми кітаптар жазылды. Қазақ философиясын дүниежүзілік фиолософиялар жүйесінде әрі өркениеттік негізде зерттеу егемен елдің қоғамдық санасының жетіліп-толуының басты арнасының біріне айналып келеді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін қандай сұранысқа ие мамандықтар бар?",
        "question_content": "9 сыныптан кейін қандай сұранысқа ие мамандықтар бар? Атырау немесе орал қаласынан қандай жақсы коледждер бар?",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 894,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының 2011-2020 жылдарға білім беруді дамытудың Мемлекеттік бағдарламасына сай, Қазақстандағы білім беру реформаларының ортақ мақсаты білім беру жүйесін жаңа әлеуметтік-экономикалық ортаға бейімдеу болып табылады. Тез өзгеретін әлемде бейімделе алатын техникалық озық, өнімді жұмыс күшін құру үшін адам капиталына инвестициялар өте қажет. Білімге, дағдыға және тұрғындардың қабілеттеріне инвестициялайтындар болашақтың табысты экономикасы болады. Білімді жай ғана әлеуметтік қажеттіліктерге шығын деп емес, экономикалық инвестициялар деп түсіну қажет.\n\nЖоғары оқу орны білімінен кейінгі Бағдарлама бойынша негізгі міндеттердің бірі елдің индустриалды-инновациялық дамуының қажеттіліктеріне сәйкес келетін жоғары және жоғарыдан оқу орны білімінен кейінгі кадрлармен қамтамасыз ету болып табылады.\n\nЖоғарыда айтылғандардан қазір ғана емес, болашақта да қажет етілетін мамандықтарды ескеріп, талдау қажеттігі туралы қорытынды шығаруға болады.\n\nИнженерлік мамандықтар\n\nМамандардың болжамы бойынша озық ұстанымдарға өндірістік шығарылыммен байланысты инженерлік мамандықтар жатады. Бүгінгі күнде ең қажет етілгендер құрылысшылар, технологиялық машиналар мен техникаларды, сонымен қатар машина жасаушылар болып табылады. Олардан кейін металлургтар, энергетиктер, мұнай және газ саласының, есептеу техникасының, радиотехника, электроника және телекоммуникация жұмысшылары тұрады, сонымен қатар жеңіл өнеркәсіп өнімдерінің технологиясы мен құрастыру. Және содан кейін тау-кен ісі, автоматтандыру және басқару, прибор жасау және жылу энергетикасы саласының мамандары тұрады.\n\nҚазіргі сәтте өнеркәсіпте кәсіби инженерлердің, орта топтың техникалық мамандары мен жетекшілерінің қатты жетіспеушілігі туындайды. Әсіресе техникалық және экономикалық немесе заңдық білімнің үйлесімдігі, ағылшын немесе кез келген еуропалық тілдік білу бағаланатын болады. Барлық өнеркәсіп салаласында инженер-маркетологтардың және менеджерлердің қажеттілігі артуда.\n\nАТ және компьютерлік аппараттық қамтамасыз етуді жасаушылар\n\nБағдарлама жасаушы - бағдарламалық жасақтаманы құратын және мінететін және оның жұмысқа қабілеттілігін қолдаушы маман. Қазіргі әлемде фирманың имиджі біршама үлкен мәнге ие және сайт - ұйымның деңгейі мен сенімділігінің көрсеткіші болып табылады. Тиісінше, веб-әрлеуші - ең жоғары ақылы «компьтерлік» мамандықтардың бірі.\n\nНанотехнологиялар\n\nБұдан кейінгі жақын болашақтың біршама талап етілетін мамандықтары нанотехнологиялармен байланысты.\n\nНанотехнология - бұл молекулалармен және атомдармен жұмысқа негізделген технология, бұл біршама заттардың жасырын және бағалы қасиеттерін пайдаланатын технология. Нанотехнология - бұл үлкен сала, оны үш бөлікке бөлуше болады: микросұлбаларды жасау, наноөлшемдегі роботтарды жасау, сонымен қатар атомдық деңгейдегі инженерия.\n\nНанотехнология барлық ғылым салаларымен байланыста болады.\n\nБиотехнология - биологиялық жүйелер мен олардың элементтерін пайдаланатын технологиялар.\n\nҚазіргі уақытта биотехнология ауыл шаруашылығында кеңінен қолданылады, онда гендік инженерия мен микробиология әдістерінің көмегімен гендік модификацияланған өнімдер алады. Биотехнология молекулярлық медицинада, биофармацевтикалық өндірістерде және басқа салаларда қолданылады.\n\nЭлеткроника мен биотехнологияның түйіскен жеріндегі мамандықтар маманнан электроникада да, биоинженерияда да терең білімді талап етеді.\n\nСервиспен байланысты мамандықтар\n\nТұрғындардың табысы артуда, орта санаттың саны да өсуде. Бұл үрдістің көрсетішінің бірі - күн өткен сайын сапалы сервиске қажеттілік.\n\nЛогистика\n\nЛогистика саласы кәсіпорынның қызмет етуінде бірінші кезекті маңыздылыққа ие. Логист мамандығы қатаң шеңберде жұмыстан шаршаған, шаблондар мен берілген шектеулерді жақсы көрмейтіндер үшін оңтайлы. Жемісті мансапты жасау үшін, логистке аналитикалық ақыл мен жүйелі ойлау, интуиция, қиын жағдайлардан тез шыға білу, адамдармен қарым-қатынас жасау дағдысы, тіл тапқыштық қажет. Тәжірибелік тәжірибесіз , сонымен қатар математиканы, техниканы, қолданыстағы заңнаманы терең білмей және әрине бизнес процесстерін түсінбей мүмкін емес. Табиғатынан ойыншы, тауарлар мен жүктерді шахмат тақтасындағы фигуралар сияқты жылжыта алатын дарынға ие адам ғана жақсы логист бола алатына көптеген кәсіпкерлер көз жеткізген.\n\nЭкология\n\n«Экология» термині бұрын 1866 жылы пайда болған. Және бұдан әрі де қоршаған ортаны сақтау мәселелері үлкен орынға ие болады. Атмосфераға зиянды қалдықтардың өсуі болашақ жаһандық әлемде бірінші орындардың бірінде экология мәселесін қояды. Бір жағынан, кәсіби экологтарға сұраныс арта бастайды, ал екінші жағынан - табиғат қорғаушылардың талаптарының спектрі кеңиді.\n\nМедициналық мамандықтар\n\nМедицина бүгінле енді ғана құрылып, зерттеліп келе жатқан, ал 10 жылдан кейін тәжірибеге еніп, медицинада үйреншікті іс болатын, электроника, битоехнология саласының жетістіктерін жемісті пайдаланады.\n\nХимия\n\nХимия саласының мамандары энергетика саласында ерекше қажет болады. Энергияның баламалы көздері аса қажет болады. Химия - инновация мен болашақтың ғылымы.\n\nТағамдық өнеркәсіп\n\nАгроном және фермер мамандықтарын сарапшылардың басым бөлігі жойылып бара жатқан мамандықтар қатарына жатқызады: Әлемнің дамыған елдерінде кішігірім фермерлік шаруашылықтар 15 жылдан артық уақыт тұрақты түрде кедейшілік шегінде тепе-теңдік ұстап келеді, негізінен мемлекеттік дотация есебінен күн көреді. Болашақ тағамы болжамдардың көпшілігі бойынша – бұл табиғи емес, «нағыз» тағам, ал қоспалардың артып келе жатқан үлесі бар тағам немесе біз үшін қалыпты емес көздерден алынған қоспалары бар тағам. Инженерия және биологиядағы білімдерге ие тағам өнеркәсібі мамандары көптеген елдердің тұрғындары үшін негізгі өндірушілер болады.\n\nҚала құрылысы\n\nЖер ауылдар емес, қалалар планетасы болып барады. БҰҰ ақпараты бойынша, 2009 жылы қалалықтар саны ауыл тұрғындарынан асып түсті. 2025 жылы қала халқының үлесі 77% дейін артады. PricewaterhouseCooper’s деректері бойынша, 2005 жылы дүниежүзінің 100 ірі қаласы дүниежүзілік ЖІӨ 25% өндірді, 2008 жылы 30%. 2025 жылға қарай ең үлкен мегаполистердің 30 27% артады. Жаңа, тез өсіп келе жатқан мегаполистерді жоспарлау, құру және қызмет көрсетуді қолайлы қалалық ортаны құра алатын мамандар класы жасайтын болады. Мемлекет және деке құрылыс компаниялары аумақтарды кешенді дамыту бойынша мамандарға үлкен сұранысты қалыптастыратын болады (көлік, әлеуметтік орта, инвестицияларды тарту және т.б.), әсіресе қалалық жерлерде.\n\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/jogargyi_syinyip/49905",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көне түркі және қазақ жазуы деген тақырыпта қысқарған сөздерді қатыстыра отырып эссе жазу",
        "question_content": "Көне түркі және қазақ жазуы деген тақырыпта қысқарған сөздерді қатыстыра отырып эссе жазу",
        "question_date": "17.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 42300,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Көне түркі жазуы, көне түркі әліпбиі, түркі руникалық әліпбиі – Орталық Азия жерін бағзы заманнан мекендеген түркі тілдес тайпалардың тұңғыш әріптік жазуы. Көне түркі Орхон-Енисей әліпбиінде 35 әріп бар, әрбір әріптің түрлі график. нұсқалары қолданылады. Бұдан тыс 4 арнайы жазу таңбасы кейбір дауыссыздардың тіркесін беру үшін пайдаланылады (лт, нт, нч, рт). Жазудың бағыты – оңнан солға қарай.Ертіс бойынан табылған сүйек тұмардағы (қ. Ертіс жазба ескерткіші), екіншісі – Іле бойынан табылған күміс тостағаншадағы ойма жазу (қ. Есік жазба ескерткіші). Көне түркі әліпбиі Оңт. Сібір мен Жетісу жерінде ерте дәуірде, яғни, б.з.д. 1-мыңжылдықтың орта кезінде қалыптасқандығын археол. жаңа деректер мен палеогр. талдаудың нәтижелері дәлелдейді.",
                "date": "25.09.2023",
                "upvotes": 0
            },
            {
                "text": "Көне түркі жазуы, көне түркі әліпбиі, түркі руникалық әліпбиі – Орталық Азия жерін бағзы заманнан мекендеген түркі тілдес тайпалардың тұңғыш әріптік жазуы. Көне түркі Орхон-Енисей әліпбиінде 35 әріп бар, әрбір әріптің түрлі график. нұсқалары қолданылады. Бұдан тыс 4 арнайы жазу таңбасы кейбір дауыссыздардың тіркесін беру үшін пайдаланылады (лт, нт, нч, рт). Жазудың бағыты – оңнан солға қарай. Бұл әліпби қалыптасқан график. жүйе болып табылады және негізінен көне түркі тілінің фонет. жүйесімен үйлеседі. 8 дауысты фонема (а мен ә, ы мен і, о мен у, ө мен ү) төрт қана полифонды әріппен, 16 дауыссыз фонема (фонема нұсқалар) 31 әріппен белгіленеді, 11 дауыссыз фонема (б, ғ-г, д, й, қ-к, л, н, р, с, т, ш) жуан-жіңішке нұсқалары таңбалармен ажыратылады. Кейде олар жіңішке әрі жуан әріптің орнына қолданылады. Бұдан тыс 5 дауыссыз фонема (з, м, н, п, ч) дара таңбамен ғана белгіленеді. К. т. ж-ның шығу тегі әлі шешіле қойған жоқ. 1893 ж. осы жазудың кілтін тапқан Дания ғалымы В.Томсен (1842 – 1927) көне түркі әліпбиі арамей (парсы-арамей және арамей-соғды) жазуының әсерімен шықты деген жорамал ұсынды. Түркітанушылардың дені бұл пікірді қолдады. Томсен мен орыс ғалымы Е.П. Поливанов (1891 – 1938) арамей әліпбиіне жанасымы жоқ бірсыпыра руникалық таңбалар идеограммалардың (логограммалардың) негізінде пайда болды деген болжам жасады. Ал орыс шығыстанушысы Н.А. Аристов түркі руналарын ешбір бөгде әліпбидің ықпалынсыз, түркі руна таңбалары негізігде туған төл жазу деп санайды. К. т. ж. жөнінде басқа да пікірлер бар, бірақ олардың ешқайсысы жазба таңбалардың нақты ұқсастығын аша алмайды. Археол. зерттеу барысында жаңадан табылған этногр. ескерткіштер ертедегі түркі тілдес халықтардың ең көне жазба түрлерін пайдаланғанын дәлелдеді. Б. з. д. 5 – 4 ғ-лардағы қорымдардан табылған руникалық немесе руна тәріздес екі ойма жазу Оңт. Сібір мен Қазақстанның ежелгі көшпелі тайпаларында өзіндік әліпби болғандығын айғақтайды. Мұның бірі – Ертіс бойынан табылған сүйек тұмардағы (қ. Ертіс жазба ескерткіші), екіншісі – Іле бойынан табылған күміс тостағаншадағы ойма жазу (қ. Есік жазба ескерткіші). Көне түркі әліпбиі Оңт. Сібір мен Жетісу жерінде ерте дәуірде, яғни, б.з.д. 1-мыңжылдықтың орта кезінде қалыптасқандығын археол. жаңа деректер мен палеогр. талдаудың нәтижелері дәлелдейді. Бұл көне әліпби Жерорта т. маңындағы алғашқы әліпбилермен генетик. жағынан тікелей байланысты. Демек, ол көне грек әліпбиінің жергілікті түрлерімен, финикия әліпбиінің және оның жалғасы – ертедегі арамей әліпбиімен, сондай-ақ Арабиядағы көне әліпбилермен етене жақын. Көне түркі руна таңбаларының шығу тегі басқа көне әліпбилердің шығу тарихымен тамырлас. Көне түркі әліпбиінің әуел бастағы түпкі негізі б.з.д. 3 – 2-мыңжылдықтағы беймәлім лотогр. немесе әліпбилік жазу болуы ықтимал, ал басқа көне әліпбилермен ішінара ұқсастықтар олардың арғы тегіндегі бастауы бір екендігін көрсетеді. К. т. ж-ның шығу тарихы жалпы әліпбилік жазудың шығу тегімен ұштасады.",
                "date": "17.09.2020",
                "upvotes": 2
            },
            {
                "text": "Коне туркы жане казак жазуы барымызге белгылы жазулар.Коне туркы жазуы таска кашап жазылынган.Оны руна жазуы деп атаймыз.Ал казак жазуы-казак халкынын мадени омырынде баска да туркы халыктарымен пайдаланылып келген артурлы арып танбаларынан туратын дыбыстык жазу жуйесы(кырыспе болымыне)",
                "date": "24.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күміс бұйымды 30 градусқа жылыту үшін 50Дж керек,сонда массасы қанша",
        "question_content": "Күміс бұйымды 30 градусқа жылыту үшін 50 Жж керек,сонда массасы қанша?",
        "question_date": "17.09.2020",
        "question_tag": "Мектеп",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nt = 30*C\nQ = 50 Дж\nc = 250 Дж/кг*С\nШешуі:\nQ = cmt => m = Q/ct\nm = 50Дж/250*30 = 0,007 кг = 7 гр.\nЖауабы:7 грамм",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биалогия қандай бөлімдерден тұрады?",
        "question_content": "Биалогия кандай бөлімдерден тұрады",
        "question_date": "17.09.2020",
        "question_tag": "Биология",
        "question_views": 507,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "вирусология- вирустарды зеріттейді\n\nмикробиология- микроағзалар;\n\nмикология- саңырауқұлақтарды;\n\nальгология- балдырларды;\n\nботаника- өсімдіктерді;\n\nбриология- мүктерді;\n\nорнитология- құстарды;\n\nцитология- жасуша ғылымы;\n\nгистология- қлпаларды;\n\n анатомия- тірі ағзалардың ішкі құрылысын;\n\nфизиология- тірі ағзалардың сыртқы құрылысын\n\nэволюция- тірі ағзалардың тарихыи дамуын;\n\nэкология- тірі ағзалардың өоршаған ортамен қарым-қатынасын зеоіттейді\nТолығырақ: https://surak.baribar.kz/491805/",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асыраушысынан айырылғандарға төленетін жәрдемақы туралы сұрақ.",
        "question_content": "Менің 2016-жылдың желтоқсан айында әйелім қайтыс болды. Жеке кәсіпкер болатын. Төрт баламыз бар, үлкеніміз сол кезде колледжде оқитын еді, содан кейінгілер 14, 9 және 5 жаста болатын. Екі үлкен қызым оқуларын бітіріп, күйеуге шығып кетті.\nСұрайын дегенім: кішкентай екі балама(қазір 13те және 9да) төленіп келген жәрдемақы 2020-жылдың қыркүйек айынан бастап тоқтап қалды. Сол дұрыспа? Әлде, жәрдемақыны жалғастыруды талап еткенім дұрыспа?\n\nМен 2018-ж. қарашада екінші рет үйлендім, табыс көзім бар.",
        "question_date": "17.09.2020",
        "question_tag": "Заң",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міндетті әлеуметтік сақтандыру жүйесінің қатысушылары кімдер болып табылады?\nМiндеттi әлеуметтiк сақтандыруға жататын тұлғалар:\n1) жұмыскерлер, сондай-ақ ақы төленетін өзге жұмысы бар (сайланған, тағайындалған немесе бекітілген) адамдар;\n2) дара кәсіпкерлер, оның ішінде шаруа немесе фермер қожалықтарының басшылары;\n3) жеке практикамен айналысатын адамдар;\n4) тармақша 01.01.2024 дейін қолданылады - ҚР 26.12.2019 № 286-VI Заңымен\n4) «Салық және бюджетке төленетін басқа да міндетті төлемдер туралы» Қазақстан Республикасы Кодексінің (Салық кодексі) 774-бабына сәйкес бірыңғай жиынтық төлемді төлеушілер болып табылатын жеке тұлғалар;\n5) Қазақстан Республикасының аумағында тұрақты тұратын және Қазақстан Республикасының аумағында кіріс әкелетін қызметтi жүзеге асыратын шетелдiктер мен азаматтығы жоқ адамдар, сондай-ақ оралмандар міндетті әлеуметтік сақтандыруға жатады.\n«Қазақстан Республикасында зейнетақымен қамсыздандыру туралы» Қазақстан Республикасы Заңы 11-бабының 1-тармағында көзделген жасқа толған адамдар мiндеттi әлеуметтiк сақтандыруға жатпайды.\nОсылайша міндетті әлеуметтік сақтандыру жүйесінің қатысушысы әлеуметтік тәуекел жағдайлары орын алғанда әлеуметтік төлемдер алуға құқығы бар және ол үшін әлеуметтік аударымдар төленетін жеке тұлға болып табылады.\nМiндеттi әлеуметтiк сақтандырудың түрлерi\nМiндеттi әлеуметтiк сақтандыру мынадай түрлерге бөлінеді:\nЕңбекке қабілеттіліктен айырылу жағдайы.\nАсыраушысынан айырылу жағдайы.\nЖұмысынан айырылу жағдайы.\nЖүктiлiкке және босануға, жаңа туған баланы (балаларды) асырап алуға байланысты кірісінен айырылу жағдайларына арналған әлеуметтiк төлем.\nБала бір жасқа толғанға дейін оның күтіміне байланысты кірісінен айырылу жағдайы.\nӘлеуметтік төлемдер мөлшерін есептеу үшін ескерілетін табыс\nӘлеуметтік төлемдер мөлшерін есептеу кезінде ескерілетін табыс республикалық бюджет туралы заңда тиісті қаржы жылына белгiленген ең төмен жалақының 7 еселенген мөлшерiнен аспауға тиіс.\nТолығырақ: https://egov.kz/cms/kk/articles/allowance",
                "date": "17.09.2020",
                "upvotes": 0
            },
            {
                "text": "Асыраушысынан айырылу жағдайына арналған әлеуметтiк төлем қайтыс болған (сот хабарсыз кетті деп таныған немесе қайтыс болды деп жариялаған) асыраушының – міндетті әлеуметтік сақтандыру жүйесіне қатысушының асырауында болған мына отбасы мүшелеріне тағайындалады.\nКімге тағайындалады\n18 жасқа толмаған және егер 18 жасқа толғанға дейiн мүгедек болып қалса, осы жастан асқан балаларының, оның iшiнде асырап алған балаларының, аға-інілерінің, апа-сіңлілерінің (қарындастарының) және немерелерінің асыраушысынан айырылу жағдайына арналған әлеуметтік төлемдерді тағайындатуға және алуға құқығы бар.\nБұл ретте, аға-інілерінің, апа-сіңлілерінің (қарындастарының) және немерелерінің, егер олардың еңбекке қабілетті ата-анасы болмаған немесе егер олар ата-анасынан алименттер алмаған жағдайда құқығы бар. Осы тармақшада көрсетілген, орта, техникалық және кәсіптік, орта білімнен кейінгі, жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарында күндізгі оқу нысаны бойынша білім алатын немесе білім алған, он сегіз жастан асқан адамдардың оқуды бітіретін уақытқа дейін, бірақ жиырма үш жасқа толғанға дейін әлеуметтік төлемдерді тағайындатуға және алуға құқығы бар.\nЕгер қайтыс болған (сот хабарсыз кеттi деп таныған немесе қайтыс болды деп жариялаған) асыраушының 3 жасқа толмаған балаларының, аға-iнiлерiнің, апа-сiңлiлерiнің (қарындастарының) немесе немерелерiнің күтiмімен айналысатын болса, жасына және еңбекке қабiлеттiлiгiне қарамастан, ата-анасының немесе ерлі-зайыптының бiреуiнің не атасының, әжесінің, аға-iнiсiнің немесе апа-сіңлісінің (қарындасының) асыраушысынан айырылу жағдайына арналған әлеуметтiк төлемдерді тағайындатуға және алуға құқығы бар.\nТөлем үшін қайда баруға болады\n«Азаматтарға арналған үкімет» мемлекеттік корпорациясына.\nТөлем мөлшері \nАсыраушысынан айырылу жағдайына арналған ай сайынғы әлеуметтiк төлемнің мөлшерi әлеуметтік төлемге құқық туындаған күнге республикалық бюджет туралы заңда белгiленген ең төмен жалақы мөлшерінің 55% шегерілген, әлеуметтiк аударымдар есептелетін объект ретiнде есепке алынған кірістің орташа айлық мөлшерiн кірісті ауыстырудың, асырауындағылар санының және қатысу өтілінің тиiстi коэффициенттерiне көбейту жолымен айқындалады.\nӘлеуметтiк аударымдар есептелетін объект ретiнде есепке алынған кірістің орташа айлық мөлшері әлеуметтік төлемге құқық басталған айдың алдындағы соңғы күнтізбелік 24 ай ішінде (осы кезеңде әлеуметтік аударымдарда үзілістердің болу-болмауына қарамастан) әлеуметтік аударымдар жүргізілген кірістер сомасын 24 бөлу жолымен айқындалады. Осы тармақтың төртінші бөлігінде көзделген жағдайды қоспағанда, «Салық және бюджетке төленетін басқа да міндетті төлемдер туралы» Қазақстан Республикасы Кодексінің (Салық кодексі) 774-бабына сәйкес бірыңғай жиынтық төлемді төлеушілер болып табылатын жеке тұлғалар үшін өзінен әлеуметтiк аударымдар жүргізілген әрбір айдағы кіріс тиiстi қаржы жылына республикалық бюджет туралы заңда белгiленген бiр ең төмен жалақы мөлшерінің деңгейiнде қабылданады.\nСол бір кезең үшін жұмыс берушіден және «Салық және бюджетке төленетін басқа да міндетті төлемдер туралы» Қазақстан Республикасы Кодексінің (Салық кодексі) 774-бабына сәйкес бірыңғай жиынтық төлемді төлеуші болып табылатын жеке тұлғадан әлеуметтік аударымдар келіп түскен жағдайда, асыраушысынан айырылу жағдайына арналған әлеуметтік төлемді есептеу кезінде «Салық және бюджетке төленетін басқа да міндетті төлемдер туралы» Қазақстан Республикасы Кодексінің (Салық кодексі) 774-бабына сәйкес бірыңғай жиынтық төлемді төлеуші болып табылатын жеке тұлғаның кірісі қорға әлеуметтік аударымдар жүргізілген кіріс деңгейінде қабылданады.\nАсыраушысынан айырылу жағдайына арналған әлеуметтiк төлемдер қайтыс болған (сот хабарсыз кеттi деп таныған немесе қайтыс болды деп жариялаған) асыраушының асырауында болған отбасы мүшелерiне қайтыс болған (сот хабарсыз кеттi деп таныған немесе қайтыс болды деп жариялаған) асыраушының отбасы мүшесiнiң (мүшелерiнiң) әлеуметтiк төлемдерді алу құқығы сақталатын уақыт кезеңі бойына ай сайын төленiп тұрады.\nҚажетті құжаттар\nЖеке басты куәландыратын құжат (жеке куәлік, азаматтығы жоқ адамның куәлігі, шетелдіктің тұруға ықтиярхаты) немесе оралман мәртебесі бар адамдар үшін оралман куәлігі – жеке басын сәйкестендіру үшін талап етіледі.\nТасыраушысының қайтыс болу туралы куәлігі немесе адамды хабар-ошарсыз кетті деп танығаны туралы немесе қайтыс болды деп жариялағаны туралы соттың шешімі.\nҚайтыс болған (сот хабар-ошарсыз кетті деп таныған немесе қайтыс болды деп жариялаған) адаммен туыстық қатынастарды растайтын құжаттар, неке қию (ерлі-зайыпты болу) туралы, некені (ерлі-зайыптылықты) бұзу туралы, қайтыс болған асыраушының балаларының туу туралы, асырап алу туралы, әке екенін (ана екенін) белгілеу туралы куәліктер.\nОн сегіз жастан жиырма үш жасқа дейінгі отбасы мүшелерінің білім алатыны немесе күндізгі оқу нысанында білім алатыны туралы орта, техникалық және кәсіптік, орта білімнен кейінгі, жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарынан алынған анықтамалар (жыл сайын жаңартылады).\nБанктерде және (немесе) банк операцияларының жекелеген түрлерін жүзеге асыратын ұйымдарда ашылған банк шотының нөмірі не түзеу мекемесінің қолма-қол ақшаны бақылау шоты туралы.",
                "date": "28.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Полимер болатын қосылысты табыңыз.",
        "question_content": "Полимер болатын қосылысты белгілеңіз\n\nА) амин қышқылдары\n\nВ) глюкоза\n\nС) сутегі\n\nD) крахмал",
        "question_date": "17.09.2020",
        "question_tag": "Биология",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Крахмал полимерлік зат болып табылады.",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күлтегін жырының маңызы қандай?",
        "question_content": "Күлтегін жырының маңызы қандай?",
        "question_date": "17.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің арғы атамыз түріктер көк аспанның астында найзағайдай жарқылдап еркін өскен. Ақыл айтар абызы, жауды жасқар батыры қай кездеде сақадай сай тұрыпты. Олар «бір жағадан бас, бір жеңінен қол шығарып» тұрған ауызбірлігі барда өз алдына дербес ел болып, гүлдеп-көктеп, биіктеп өскен. Кейінен өзара баққа, таққа таласып, хандығынан айырылып, қабырғасы қайысқан, омыртқасы майсықан. Бұл жайында «Күлтегін жырында» тайға таңба басқандай те анық айтылған: «алтынды, күмісті, дақылды, жібекті соншама шексіз беріп жатқан табғаш халқының сөзі тәтті, бұйымы асыл еді. Асыл қазынасын беріп, жырақтағы халықты (өзіне) соншама жақындатар еді» (Асыл арналар 44 бет),-десе, халқымыз «дүние көздің құрты» деп, қалай дәл тауып айтқан. Аталарымыз мал-мүлікке қызығып бірін-бірі талап-жеп, аяқастынан билгінен айырлып, ел қолына қарап зарлап қалды. Алайда, әрбір адамға керекті ең қымбат дүниенің бірі – ол бас бостандығы, жанының, көңілінің сөзінің еркіндігі. Кісі өзін бұғаудамын, біреуге бағыныштымын деп сезінсе, оның өмірі күрсіну мен күңіренуде өтері хақ. Бұл жайында кешегі өткен зерделі жандар таусыла айтқан болатын. Сонау VІІ ғасырдағы «Күлтегін жазуында» да арғы тегіміздің еркіндікті аңсаған арман-мұраты әлі күнге дейін ұмытылмай келеді: Түркі халқы өкін. Бағынғаның үшін (өзіңді) Көтерген қағаныңа Қасиетімен, ісімен жақсы еліңе Кінәлісің, жаман шатыстың. Қарулылар қайдан келіп, Тағы сені құлдыратты?! Найзалылар қайдан келіп, Тағы сені ыдыратты?! О, қасиетті Өтүкен Қойнауының халқы, бостың . Біздің жұмыр жердін бетін еркін жайлаған түрік еліміз, жойқын әскері бар, күшті мемлекеті бола тұра неге жеңілді, неге құл болды, неге күң болды, мұны да сол «Күлтегін» жазуынан оқимыз: Біліксіз қағандар отырған екен, Жалтақ қағандар отырған екен. Әміршілері де біліксіз екен, Жалтақ болған екен. Бектерінің, халқының ымырасыздығынан, Табғаш халқының тепкісіне көнгендігінен, Інілі-ағаның дауласқандығынан, Бекті халқының жауласқандығынан Түркі халқы елдігін жойды, Қағандығынан айрылды. Табағаш халқына бек ұлдары құл болды, Пәк қыздары күң болды . Көне тарих, ескі шежіренің бәрінде «алтау ала болса, ауыздағы кетеді, төртеу түгел болса, төбедегі келеді» деген мақалдың мазмұнын дәріптейді. Күш те, байлық та, мықтылық та тек қана ынтымағы жарасқан елде болмақ. Осы себепті халқымыз «ілгері басқанның иті оттайды, кері кеткеннің келіні оттайды» деп өте дұрыс саралаған. Ал «Үй ішінен ұрыс шықса, кереге бас сайын бәле болады» деген де көпті көріп, көп дүниені басынан өткерген ел-жұртымыз екені анық. Біз осы орайда Қабан жырауға сөз берсек, ол: – Бақыт қайда барасың? – Туысымен татулы, Жаман сөз жоқ шатулы, Ынтымақты үйге барамын, – Бақыт қайда барасын? Тарауық намаз оқыған, Көңіліне аят тоқыған Ниетті елге барамын. Бақыт қайда барасын? Балбыраған бесікте, Қайыры бар есікте Балалы үйге барамын. Осы орайда «бірлік болмай, тірлік болмайды» деген Төле би сөзінің растығын құптаймыз. Елдің елдігі болуы үшін ауыз бірлік қай кезде де ауадай қажет. Бір кездері іргелі ел, айбынды мемлекет болған түркі халқы аяқ астынан ынтымағының жоқтығынан бүлініп, көп қиындық көрді, бас бостандығынан айрылды, бұл жөнінде тас жазуында: Тәтті сөз, асыл дүниесіне көп алданып, Түркі халқы қырылдың, Түркі халқы жойылдың. Түстікте Шұғат қойнауы түгіл, Түн жазығына қоныстансақ деуші ең, Түркі халқы жойылдың . Адам баласы кісілігін сақтап қалғысы келсе, арзан дүние-мүлікке қызықпасын, біреудің салтанатты сарайына, зәулім үйіне, алтын-күмісіне, түкке тұрмайтын бықсық байлығына бас ұрмауы керек?! Қаншама асыл қазына сонша қымбат көрінгенімен бес күндік өмірде көзді арбайтын алдамшы ойыншық. Адамды аз уақыт алдап-арбайтын маңызы жоқ, қызылды-жасылды қызық-думанға берілудің қандай орны бар?! Бірте-бірте заман да, адам да сан түрлі өзгеріске түсті, «Тәтті сөз, асыл дүниеге» ден қойып алданғанының арты қайғы-қасірет әкелетінін ата-бабамыз түсініп, жамандық атаулыға жалаң қылышпен жауап бере бастағаны тарихтан белгілі. Әккі жау амал-айласын бұл жолы да асырып, әшейін құл емес, мәңгүрттікті ойлап тапты. Ол қандай әңгіме, оның жолы қандай, біз ақын О. Асқарға жүгінеміз: Көрдік талай шапқыншылық, сан жұтты, Қаламды өртеп, халқымды жау қаңғыртты. Ерді тұтқын етсе де, құл ете алмай, Ақырында ойлап тапты мәңгүртті. Тұтқындарды таңдап иен далада, Шашын қырып, қаптап басқа шарана. Қол-аяғын тас қып байлап тастаған, Болғанша ары жан-тәнінен садаға. Шарананы шөлде аптап кептіріп, Басты шағып, жатса миды жеп бүріп. Жауыздардың өзі қашқан маңынан, Шыңғырғанын есту азап деп біліп . Адам баласын қуантудың сан түрлі жолдары болса, оны жаншып азаптаудың да қаншама амал-айласы жетерлік. Құдіретті Аллаһ жаратқан пендесін екінші бір өзі сияқты Құдайдың құлының мазақтауына, азаптауына, қорлауына жол жоқ. Қазір күллі әлемнің озық ойлы зиялылары адам правосын толық қорғаудың тетіктерін қарастырып жатыр. Көптеген елдерде өлім жазасын беру шарасы тежелуде. Енді жоғарыдағы мәңгүрт болған жанның ішкі жағдайы қандай екен, соған зер салсақ: Ол ұмытты, ана тілін, тарихын, Ес қалмады ел түгіл, жер танитын. Өз еркіңде қай жұмысқа саласың, Ол айырмас істің ақ пен қарасын. Екі етпейді қожасының айтқанын, Ат десе, атар ақ сүт берген анасын . Біз енді мәңгүрт жайлы тебіреніп жазған Ш.Айтматовтың «Ғасырдан да ұзақ күн» атты кітабындағы мына әңгімеге көңіл аударайық: – отыршы, сөйлесейік, – деді ана ауыр күрсініп. Екеуі қарама-қарсы отырысты. – Мені танисың ба? – деді ана. Мәңгүрт басын шайқады – Сенің атың кім? – Мәңгүрт, – деді ол. – Сені қазір осылай атайды. Бұрынғы атың есіңде ме? Мәңгүрт тұнжырайды… – Әкеңнің атын білесің бе? Өзің кімсің, елі-жұртың кім? Жоқ, Мәңгүрт ештеме түсінбеді. -Жерді алса болмай ма, мал-мүлікті алса болмай ма… басты алса болмай ма?-деп зарланып отырды ана. Адамның ес-түсін алған сұмдықты кім ойлаған, кімнің дәті шыдаған?» -десе, бұл адам баласына адам баласының «көріп көз, айтып тіл жетпейтін» айуандық сұмдығы. Осы жағдайды О.Асқар да, Ә.Тәжібаев та нәзік жырласа, Ш.Айтматов жан баласын тебірентіп тереңнен толғайды. Ол ана мен баланы қатар отырғызып қойып, ананың тілінен ащы зар төксе, көзінен жас ағызған, бірақ мәңгүрт мелшиген қалпы үн-түнсіз. Дәл осындай ауыр жағдайда мәңгүрттің тірлігі қайуаннан да төмен болды ғой, мал екеш мал да өз анасын таниды. Өзінің туып-сөкен жерін айнытпай табады. Жоғарыдағы патшасынан, ынтымағынан, елдігінен айрылып етегі еңірегенде жасқа толған ауыр тағдырға мәңгүрттіктен кейін жай бір әшейін дүние сияқты қарауымызға тура келетін секілді. Бәрінен бұрын адамның есінен ауысуы, өзінің не істеп, не қойғанын білмеуінен өткен бақытсыздық, азап-сор болар ма?! Бұл турасында Ә.Тәжібаев бір Аллаға сыйынып егіліп-төгіліп денінің аман-саулығын сұрайды, ол: О, Тәңірі ән-жырымды көпсінбесең, Өзімді өз отыма күйдірме сен. Сен менің немді алсаң да, есімді алма, Айтайын айтарымды есім барда. Жұртыммен ақырғы рет тілдестірмей, Ақында алмай жүрген өшің бар ма?! Кісі қанша өмір сүрсе де оған аз. Ол бәрі бір ойға алған қыруар шаруасын тындырып кете алмайды. Адам ақырғы демінде шыға алмаған биігін, ала алмаған асқарын, ғұмыр бойы жете алмаған арманын кейінгі ұрпағына айтып кетуге тиіс. Амал не, кейбіреулердің ішкі түйсігін айтуға ақырғы демі қалғанда мұршасы келмеуі әбден мүмкін ғой. Жан тәсілім етейін деп жатқан жанның тілі байланып қалса, не болмақ? Жаратқан сондай қасіреттен адам баласын қорғасын. Ал ауырмай-сырқамай өз ой-тілегін жеткізе алмайтын мәңгүрттерге не айтарсың?! Ол байғұсты не онда жоқ, не мұнда жоқ етіп екі ортада қалдырып қор қылған залымға не дерсің?! Шынында адам өмірі шым-шытырық жұмбақ, ауыр да, азапты да, қиын. Бұл жағдайда адамдардың өзі бір-біріне деген көре алмастық, күңшілдікпен істейді. Адамзат қоғамы мұндай сұмдықтан ешқашан ада болған емес, болатында түрі жоқ. Біз тәуелсіздік алған кезеңнен бастап өткен тарихымызға дендеп кіріп, ғалымдарымыз зерттеп, жазушыларымыз жазып, ақындарымыз да жырлай бастады, бұл тұрғыдан алғанда бұрын аты айтылса, заты айтылмайтын, тереңдеп зерттелмеген қаншама тұлғалар жарыққа шығып жатыр. Солардың біразын О.Асқар да өз жырына қосқан: Күлтегін, Тоныкөк – тегіміз, Ежелгі түрік еліміз. Алтайдан Алпыға дейін Созылған байтақ жеріміз , – деп атақты батыр Күлтегінді мадақтаса, бұл батыр кім, өз заманында қандай қызмет атқарған деген ой туады, аты әлемге әйгілі қолбасшы жайлы «Елтұтқа» атты кітапта: «Құтылығұлы Күлтегін (684-731) – Екінші шығыс түркі қағанаты әскерінің бас қолбасшысы, «Көк түркінің көк семсері» атанған батыры. Әкесінен жастай жетім қалып, ағасы Қапаған қағанның тәрбиесінде өскен. Күлтегін тым ерте есейіп, қабырғасы қатып, бұғанасы бекімей жатып, жау жарағын асынып, түркі еліне тұс-тұстан төнген басқыншы жауға қарсы үлкендер қатарында тұрып, ерлікпен күреседі» . Күлтегін жайлы көп жазылды, көп айтылды, түркітанушылардың бұл батыр жайлы қалам тербемегені жоқ десе де болар?! Солардың бәрі де оның ғажайып қыралығын, асқан батырлығын тамсана сөз етті. Әсіресе өз елі, өз жері үшін Күлтегіннің арыстанша алысқаны әдемі жырланған: Қырық жеті рет аттанды. Жиырма айқас жасады. Тәңірі жарылқағандықтан Елдігін елсіретті, Қағандығын қағансыратты. Жауын бейбіт етті, Тізеліні бүктірді, Бастыны еңкейтті . Өз елін бар жанын салып қорғаған батыр өте ерте есейген секілді, мүмкін жастайынан жетім қалғандығынан ба, кім білсін, бұғанасы қатпай жатып тұлпар мініп, ту ұстапты. Тағы да кешегі тарихи уақиғаға жүгінсек: «Түркі жұртының төрт жағы түгел болуы үшін қырық жеті жылдық қып-қысқа ғұмырында он жастан бастап ат үстінен түспей, аласапыран айқастарда айбалтадай жарқылдап өткен айбарлы қолбасшының әкесі Елтеріс қаған атанған Құтылық еді. Оған дейін тужандар (тибеттер) қол астында бытырап жүрген түркі тайпаларын Бумын, Естеми деген кісілер басқарып, бірлігі мықты ел қылған екен» -десе, осы тарихи мәселені де О.Асқардың жырларынан оқимыз, ол: Естеми, Бумын,- ер түрік, Сөз сөйле содан келтіріп. Білге қаған, Елтеріс Жеңіске жеткен жең түріп. Осы жоғарыдағы аталған аталарымыз ел үшін аянбай еңбек етіпті, жан-жақта бытырап жүрген бауырларын ауызбірлікке шақырып, «бір жеңнен қол, бір жағадан бас шығаруды» үндепті. Ақыры мақсат-мұраттарына жетіп, мықты жұрт жасапты. Бұлардың ғажайып ісін, Күлтегіннің бұдан басқа да ерлік істері жайында мол мәліметтер берілген: «…Күлтегін өте ер болған. Қарлұқтармен арада болған соғыста (711-715) даңқы жайылған жас батыр бұрыннан келе жатқан ата дәстүрін бұзбай «Білге хан» деген ат беріп, таққа өзінің ағасын отырғызады. Ал Білге хан болса, інісі Күлтегінді әскербасы етіп сайлайды. Басқаша айтқанда, бұл шын мәніндегі Қағанат иесі деген сөз еді» , – делінсе, бұл – тарихи болған уақиға. Адамзат баласы қаншама ғұмыр кешсе, соншама уақыт тірлікпен тырмысып, алқынып-талпынып өмір сүріп келеді, бірде жығылып, бірде тұрып, арпалыс үстінде. Ол ұзақ ғұмырында заманның азғанын, заңның тозғанын айтып жырлап та, ән мен күй арқылы төгілтіп тербеп те келеді. Сонау ХІ ғасырда ғұмыр кешкен М.Қашқари − өзінің «Түрік сөздігі» атты кітабында ел жайлы, жер жайлы, Отан туарлы жан-жақты қалам тербеген ойшыл. Біз ғұлама жанның сөзіне көз жіберсек, ол: Заман әбден тозды, азды, Осал, жауыз қозғалды. Өнер біткен сиреді, Дүние бегі жоғалып, – деп толғаса, бізге бұл жыр көп ой салады. \nТолығырақ: http://turkiya.kz/?p=222",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бірге қуатын адамдарды қайдан тапса болады?",
        "question_content": "Бірге қуатын адамдарды қайдан тапса болады?",
        "question_date": "17.09.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай қуасың? Кімді қуасың? Нені қуасың? Әңгімеңді ашып айтсаң.",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тіл жүректің айтқанына көнсе, жалған шықпайды\" тақырыбына эссе жазу.",
        "question_content": "\"Тіл жүректің айтқанына көнсе, жалған шықпайды\" тақырыбына эссе жазу.",
        "question_date": "17.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 25400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр сөзімен соны ой қоздатып, ұлттық даналықтың туын сана биігіне желбіреткен қазақтың ұлы ақыны Абай шығармаларында «жүрек» сөзін 40-тан астам мағынада 107 рет қайталаған екен. Жүрек – теңіз, қызықтың бәрі – асыл тас, Сол қызықсыз өмірде жүрек қалмас. Жүректен қызу-қызба кете қалса, Өзге тәннен еш қызық іс табылмас, – деп басталатын өлеңін әрі қарай оқысақ ұлы ақын достық пен қастықтың, ар мен ұяттың барометрі жүректен туындайтын қасиеттер екенін ұғындырады. Жүрек – тірі жандылардың дене мүшелерінің патшасы. Дене жасушаларын қоректендіріп, тамырлар арқылы ағзаға қан айналымын жүйелеп беріп отыратын орталық мүше – жүрек. Тән мен жанның тұтастығы өмір сүру деңгейімен өлшенсе, «Тірі адамның жүректен аяулы жері бола ма?» деп Абай айтқандай, тіршіліктің көзі осы ара болып саналады. Бұл тура мағынасында. Ал ауыспалы мағынада жүрек – иманның мекені, адамгершіліктің тұрағы, махаббаттың баламасы, Алланың нұры. Исламда иманның тұрақтайтын мекені жүрек, тірі жанның болмысы. Исламның сопылық саласын ұстанған шайырлар жүректі мың құбылта жырлаған. Шығыстың философ ғалымы Әбу Мұхаммед әл-Ғазали (1059-1111) «Жүрек – адам денесінің барлық мүшелермен байланысты және мемлекет әміршісі сияқты оларға билік жүргізеді» дейді. Жүрек – иманның көрінісі, иманды адамның жүрегі нұрланып тұрады. Адамның игі қасиеті жүректен шығады, жақсылыққа қуанады, жамандықтан жиренеді. Ақиқат тапқан жүрек алдамайды, алаламайды, адалдықтан айнымайды. Хадисте: «Алла адамның түр-әлпеті мен мал-мүлкіне қарамайды, оның жүрегіне қарайды» дейді екен. Алла жүректі иман, мағрифат және махаббат үшін жаратқан. Ұлы Абай «Алла деген сөз жеңіл» атты өлеңінде: Дененің барша қуаты Өнерге салар бар күшін. Жүректің ақыл суаты Махаббат қылса тәңірі үшін, – деп жүрек пен ақылды махаббатпен бағындыра білуді меңзейді. Жүректің шапағатынан нәр алғың келсе ақыл деген суатпен бару керектігін және жүректің әміріне ақылсыз ере беруге болмайтынын айтады, жүрек пен ақыл Тәңір деген күшке бағыну керектігін тұспалдайды. Ақыл мен хауас барлығын Білмейдүр жүрек, сезедүр, – деген Абай сөзін М.Мырзахметұлы «хауасты жүрекпен сезесің дейді» деп түсіндіреді. Абай айтатын «Ақыл мен жан – мен өзім, тән менікі» деп, жүрек пен ақылды адамның жанына, сыртқы пішінді тәнге балап, ондағы «мен» мен «менікі» ұғымымен қатарластырады. «Жүрегім менің – қырық жамау» дейтіні жан күйзелісі, ол ақынның «менінің» күйзелісі жүрекке түсер салмақ екендігін аңғаруға болады. 17-қара сөзінде Абай: «Қайрат, ақыл, жүрек үшеуі өнерлерін айтысып, таласып келіп, ғылымға жүгініпті» деп қайрат, ақыл, жүрек сияқты адамның жақсы қасиеттерін айтыстырады. Онда адамның алдына қойған мақсатына жету үшін қайтпайтын қайрат керек екені тұспалданады. Ақыл болмаса жақсы мен жаманды айыра алмаймыз, сондағы асылы жүрек болмаса бүкіл адам бойындағы мүшелері өмір сүруді тоқтатады. Қайрат тек адалдыққа ғана қызмет етпей күш-қуатына сеніп ізгілікке қызмет етумен қатар теріс әрекетке де баруы мүмкін. Ал ақыл болса, ақылдылықпен жақсы мен жамандыққа да ниет білдіре береді. Адамды адалдыққа бастайтын ақиқат жолында ғана жүретін жүректің бұйрығы ғана туралыққа бастайды, ол қайрат пен ақылға бағынбайды. Жақсылыққа қуана білетін, жамандыққа баспайтын ізгілікке ғана бейім Жүрекке билеткен әділ қазы қызметін атқарған ғылым: «...үшеуің басыңды қос, оның ішінде жүрекке билет...» деген қорытындыға келеді. «Тіл жүректің айтқанына көнсе, жалған шықпайды. Амалдың тілін алса, жүрек ұмыт қалады» (ІІ, 171) (14-қара сөзі). Көпті алдап жем ететіндерді ақын шығармаларында әшкерелеп отырғандығын көреміз. «Ойға түстім, толғандым» деген өлеңінде: Бойдағы мінді санасам, Тау тасынан аз емес. Жүрегімді байқасам, Инедейін таза емес, – деген шумағында ұлы ақын бар шынын ақтарып, «жүрегімде тірі пенде сүйсінер тазалық жоқ» деп іштей ренішпен жүреді және өзінің өкінішін өзіне баяндап тұрғандай. «Жастықтың оты...», «жүректің көзі...», «...дүние есігі...», «...дүниенің тілі...» деп әсер туғызатын, ерекше жүк көтеретін сөздің эстетикалық өрісін кеңейту сияқты әдістерді қолданады. Мәселен: Асау жүрек қайнамай, Жуасыр ма еді кезінде? – («Татьянаның Онегинге жазған хаты») деген өлең тармақтарында жастық шақтың албырт кезеңі бейнеленген, тауы шағылып, беті қайтпаған ер көңілдің бейнесі көрінеді. «Махаббат іздеп талпынар, Асау жүрек алқынар» деген ақын – адамды бақытқа бастар жол, олардың бір-біріне деген ыстық сезімі деп түйеді. Ақын 3-қара сөзінде қазақтың бір-біріне қаскүнемдігін, мансапқорлығын, жалқаулығын, надандығын көріп назаланады, біздің халықтың бар ойы малын көбейтіп дүние жыйып, оны аз күндік ғұмырының рахатына жұмсамайтынын, қызметке таласқыштығын сынайды. 43-қара сөзінде: «...жүректі мақтаншақтық, пайдакүнемдік, жеңілдік, салғырттық – бұл төрт нәрсеменен кірлетпей таза сақтаса, сонда сырттан ішке барған әр нәрсенің суреті жүректің айнасына анық рәушан болып түседі. Егерде бағанағы төрт нәрсемен жүректі кірлетіп алсаң, жүректің айнасы бұзылады...» дейді. Осы көріністен ақын жүрегіне салмақ болып, қатты қиналғанын «Болыс болдым мінеки», «Мәз болады болысың» өлеңдерінде жеріне жеткізе айтып, билікқұмар қандасының әрекетін сынайды. «Жүрегім менің – қырық жамау» деген жыр жолы Абайдың «қиянатшыл дүниеден» көңілі қалғанын байқатады. Ұлы ақынның «Малға достың мұңы жоқ малдан басқа» атты өлеңінде: Осыны оқып, ойлай бер, болсаң зерек. Еңбекті сат, ар сатып неге керек? Үш-ақ нәрсе – адамның қасиеті: Ыстық қайрат, нұрлы ақыл, жылы жүрек – дегені үнемі алға ұмтылу, ізденудің сипаты – «Ыстық қайрат», ізгілікті іс, жақсылыққа пейілді болу – «Нұрлы ақыл», иманды болу жолында адамдарға мейірмандылық сыйлау – «Жылы жүрек». Осы үш қасиетті ізгілікке жұмсай алғанда ғана «...толық инсаниятың бар болады» деп халқына ақыл береді. Ал ақынның мына өлеңіндегі жүрек басқаларына қарағанда өзгерек. Онда баласы Әбдірахманның Алматы қаласында науқас үстінде жатқанда сағынған жүректің үлкен толғанысын көреміз: Я, құдай, бере көр Тілеген тілекті. Қорқытпай орнықтыр Шошынған жүректі. Шын жүрек елжіреп, Алладан тілеймін. Шын қалқам осы күн Болып тұр керек-ті. Жүрегім суылдап, Сүйегім шымырлап, Алладан тілеймін Құпия сыбырлап, – деген ақын өлеңінде адамның өзін-өзі тануына мүмкіндік беретін діни-философиялық ағымның өзегі – жүректі тыңдау жатыр. Ақынның өлеңдегі ойы Құран кәрімдегі «Рабымыз, Өзің бізді тура жолға салғаннан кейін, енді жүректерімізді хақ жолдан аударма» деген аятпен (Әли-имран сүресі (3) 8-аят) үндесіп тұр. Ислам дінінде жүрек адамның өзегі, тура жолға бастаушы. Иман ұяламаған жүрекке перде тұтылып, кір шалады, мұндай жүрек Жаратқанды танып білуге қабілетсіз. Иманды адамның жүрегі нұрланып тұрады, ол қайрат пен ақылға бағынбайды, жақсылыққа қуанады, жамандыққа ермейді. «Күлембайға» деген өлеңінде ақын: Сыяз бар десе жүрегім. Орнықпайды суылдап. Сыртқыларға сыр бермей, Құр күлемін жымыңдап, – десе, одан Абайдың кемеліне толған шағында жүрек пен тілді бірдей ұстап, артына бір қайырылып қараған сәтін аңғаруға болады. Ол қасиетті Құранның Бақара сүресі, 8-аятындағы: «Алла сендерді тілдеріңдегі бос аяттарың үшін жазаламайды. Керісінше, жүректеріңнен істелген анттарың арқылы жазалайды» – деген ақиданы еске түсіреді. Абай танымында жүрекке табыну қай шығармасында болсын адамдық сипаттың қалыбынан шығатын «...толық адам...» мұратымен қатар келіп отырады. Абайдағы «Адам болу» қағидасы, жүректің бұйрығына бой ұсыну керек екенін айғақтайды. Жүрегім екеуіне жалбарынар, Рақымдық пен әділ сор деп жалынар, – деген жыр жолында ақын адам бойындағы жағымды сипаттар рақым мен әділеттен жүрегім медет сұра, жалбарын, жалын деп ескертіп тұрғандай. Абай шығармашылығындағы әр түрлі адамдардың мінез-құлқы мен ішкі дүниесін ашып көрсеткен үздік шығармалары деп «Бөтен елде бар болса» («Көжекбайға»), «Сабырсыз, арсыз, еріншек», т.б. өлеңдерін атауға болады. Қажет деген жерінде ақын сөз тигізетін адамдар тобын саралап, бөліп айтады. Мысалы «Ұқпайсың өз сөзіңнен басқа сөзді» дегені өңкей қыртың, мылжың адамдарға қатысты болса, «Бас-басына би болған өңкей қиқым» дегені елдің сиқын бұзып жүрген, қолындағы күші азайған, ұлыққа, мансабы жоғары болыстарға қатысты айтылған сынды. Жүрегіңнің түбіне терең бойла, Мен бір жұмбақ адаммын, оны да ойла. Соқтықпалы, соқпақсыз жерде өстім. Мыңмен жалғыз алыстым, кінә қойма! – деп тебірене шер төккен Абай жүрекке байланысты «асау жүрек», «асыл жүрек», «ет жүрек», «жау жүрек», «жылы жүрек», «ит жүрек», «мұз жүрек», «сұм жүрек», «ыстық жүрек» деп сан түрлі ұғымдар туындатып, жүректің қасиеті мен сыр-сипатына бейнелі де астарлы мән беріп, өзгеше мағына туғызған. Әлемде жүректі әспеттеп, оған арнайы бір күн арнаған, яғни жыл сайын 28 қыркүйекте дүниежүзінің 100-ден аса елінде «Жүрек күні» аталып өтеді. Ал бізде қазірше оған мән беріп жатқан ешкім жоқ. Десе де болашақта өркениетті әлемнің айырылмас бір бөлшегі болған Қазақстан да Жүрек күнін атап өтер болса, оған ұлы ақынымыз Абай Құнанбайұлының жүрек туралы ойлары адастырмас құбыланама болары анық деп ойлаймыз. Барлық құқықтар сақталған. Материалды көшіріп бассаңыз \nТолығырақ: https://turkystan.kz/article/68141-abaj-ajt-an-zh-rek гиперсілтемесін міндетті түрде қойыңыз.",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасқаннан кейін ұлымды өз қолыма алғым келеді?",
        "question_content": "Мен 2018 жылы ажырасқанмын. Ұлым бар, ұлымды қолыма алғым келеді, 1 жыл анасында болған дұрыс қарамады әр аптада алғанда ұлымның үсті кір, киімдері жуылмаған тырнақтары өсіп кеткен сондай болатын еді 1 жыл менім қолымда болды бау бақшаға барып жүрді плюс алимент төлеп жүрдім әйеліме, енді жұмыс барысымен 1-2жыл қалада болмаймын ұлым менде қалады деп ж/е алимент төлемеймін деп келіскен едік өз арамызда әжесі мен атасы қарайды деп, енді айнып қалды алимент үшін баланы аламын деп жатыр кәзір, енді басты сұрағым сол 1_2 жылдан кейін ұлымды қолыма ала аламын ба? Соттассам мүмкіндігім қаншалықты?  Қағаздар бар баламды 9айында тастап кеткен 2 күнге орган опекадан, запись звонков бала керек емес дегені ж/е сүреттер қолының тырнағы алынбаған үсті кір екенін баланың 3 жастағы видеосы шешесіне бармаймын деген, жалпы баланы ойламайды тек сөзбен для публики ойнағанды жақсы көреді",
        "question_date": "17.09.2020",
        "question_tag": "Заң",
        "question_views": 310,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "49-бап. Әкелікті сот тәртібімен белгілеу\n      Бір-бірімен некеде тұрмайтын ата-аналардан бала туған жағдайда және ата-ананың бірлескен арызы немесе бала әкесінің арызы болмаған кезде (осы Кодекстің 48-бабының 6-тармағы) баланың нақты адамнан туу тегі (әкелікті) ата-аналарының біреуінің, бала қорғаншысының (қамқоршысының) арызы бойынша немесе баланы асырап отырған адамның арызы бойынша, сондай-ақ баланың кәмелетке толғаннан кейінгі өз арызы бойынша сот тәртібімен белгіленеді. Бұл ретте сот баланың нақты адамнан туу тегін анық растайтын айғақтарды ескереді.\n      Туу туралы актінің жазбасынан бала әкесі туралы бала анасының күйеуі немесе бұрынғы күйеуі баланың әкесі болып көрсетілген мәліметтерді алып тастауды азаматтық хал актілерін жазу органының тууды тіркеу туралы актілік жазбадағы баланың әкесі туралы мәліметтерді алып тастаудан бас тартқаны туралы жазбаша бас тартуының негізінде азаматтық хал актілерін жазу органы жүргізеді.\nТолық мәліметті заңгерден біле аласыз.",
                "date": "17.09.2020",
                "upvotes": 0
            },
            {
                "text": "61-бап. Баланың ата-аналарымен және басқа да туыстарымен араласу құқығы\n      1. Баланың ата-анасының екеуiмен де, аталарымен, әжелерiмен, аға-iнiлерiмен, апа-сiңлiлерiмен (қарындастарымен) және басқа да туыстарымен араласуға құқығы бар. Ата-аналары некесiнiң (ерлі-зайыптылығының) бұзылуы, оның жарамсыз деп танылуы немесе ата-аналарының бөлек тұруы баланың құқығына әсер етпеуге тиiс.\n      Ата-аналары бөлек тұрған жағдайда баланың олардың әрқайсысымен араласуға құқығы бар. Сондай-ақ, ата-аналары әртүрлi мемлекеттерде тұрған жағдайда, баланың олармен араласуға құқығы бар.\n      2. Өмірлік қиын жағдайға ұшыраған баланың Қазақстан Республикасының заңнамасында белгiленген тәртiппен өзiнiң ата-аналарымен және басқа да туыстарымен араласуға құқығы бар.\n62-бап. Баланың өз пікірін білдіру құқығы\n      Бала отбасында өз мүдделерiн қозғайтын кез келген мәселенi шешу кезiнде өзiнiң пiкiрiн бiлдiруге, сондай-ақ кез келген сот немесе әкiмшiлiк iсін қарау барысында тыңдалуға құқылы. Бұл өз мүдделерiне қайшы келетiн жағдайларды қоспағанда, он жасқа толған баланың пiкiрi міндетті түрде ескерiлуге тиіс. Осы Кодексте көзделген жағдайларда, қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органдар немесе сот он жасқа толған баланың және заңды өкілдердің қатысуымен өзі берген келiсiмiмен ғана шешiм қабылдай алады.\n      Баланың пікірі ата-аналарының немесе баланың тұратын жері бойынша басқа да заңды өкілдердің қатысуымен қабылданған, қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның шешімімен ресімделеді.\nОсы Неке және отбасы туралы кодексіне сәйкес баланың пәкірі міндетті түрде ескерілуі қажет.",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    }
]