[
    {
        "question_title": "Қандай дәрігер болған жақсы?",
        "question_content": "Қыз баласына қандай мамандық жаралады? Өз пікірлеріңізді қалдырсаңыздар!",
        "question_date": "11.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қандай мамандық , қандай іс ұнайды соны таңдаңыз. Техникалық мамандықтарды таңдасаңыз кішкене қиындау болуы мүмкін, болашақта ол мамандықпен жасау жасамауыңыз күмәнді де болуы мүмкін. \nБірақ ештеңеге қарамай өзіңізге ұнайтын мамандықты таңдаңыз, мен 11 сынып оқып жүргенде психолог болам дегем, маған ол мамамндық Қазақстанда дамымаған, қайтесің деп таңдатпады. Уақыт өте келе сқраныс көбейді, тек менің өз қалаған мамандығыма бармағаным қалды.",
                "date": "14.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарыз күндерді оған қалай түсіндіремін?",
        "question_content": "Сәлеметсіздер ме?!Мен осы биыл ораза ұстадым.Әйелдерде Хайыз күндері болады.Ол кезде ораза ұстай алмаймыз.Ағамда қосылып ораза ұстаушы еді.Олда сол уақытта ауырып кішкенеге тоқтатты.Бүгін сөз арасында неге ораза ұстамай жүрсін деп сұрақ қойды.Сасқанымнан ұстағым келмеді ұстамадым дедім.Ашуланып қуасынба ойыншықпа деп сөйлеп тастады и жынданып ұйықтап қалды.Енді жаман ойламасыншы мен туралы деп уайымдап жүрмін.Оған хайыз күндерді қалай түсіндірем?Ұялып қысылып жүрмін.Ол ондайды түсіне бермейді ау.Түсінетін болса білер еді ғой бірден♀️Кеңес айта кетсеніздер!",
        "question_date": "10.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 256,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әйел адамдарда намаз оқуға болмайтын, құран ұстап оқуға болмайтын, ораза ұстауға болмайтын күндер болады. Сол үшін ұстамадым деп айтыңыз. Діни сауаты күшкене болсын болса бірден түсіну керек.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім беру жүйесіндегі ғылымға баулу математикадан ғылыми жұмыс керек?",
        "question_content": "Ғылыми жұмыстарыңыз барма: Білім беру жүйесіндегі ғылымға баулудың өзекті мәселелері тақырыбын математикамен байланыстырып ғылыми ереже керек еді?",
        "question_date": "10.04.2022",
        "question_tag": "Мектеп",
        "question_views": 217,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жол ережесін қалай білуге болады?",
        "question_content": "Маған жаңа жол ережесі туралы толық мәлімет керек еді?",
        "question_date": "10.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы  секілді ютубта көп мәлімет.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғұндар әлемдік тарихта қай орынды алады?",
        "question_content": "Ғұндар әлемдік тарихта қай орынды алады? Мәтін құрап жазу керек  осы туралы",
        "question_date": "10.04.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғұндар - біздің дәуіріміздің IV және V ғасырларында әлемдік тарихта елеулі рөл атқарған Орталық Азиядан келген көшпелі халық. Олар өздерінің әскери ерлігімен және түрлі тайпалар мен халықтарды өз билігінде жаулап алу және біріктіру қабілетімен танымал болды.\n\nАттила Гуннның басшылығымен ғұндар батыста Рейн өзенінен шығыста Каспий теңізіне дейін және оңтүстікте Дунай өзенінен солтүстікте Балтық теңізіне дейін созылған орасан зор империя құрды. Олар Рим империясына үлкен қауіп төндіріп, көптеген басып кірулер мен шабуылдар жасап, империяны әлсіретіп, оның ақырғы күйреуіне ықпал етті.\n\nГунндар сондай-ақ вестготтар мен остготтар сияқты әр түрлі герман тайпаларының Рим империясының аумағына көшуінде өз рөлін атқарды. Ғұндардың агрессивті экспансиясы бұл тайпаларды өз туған жерлерін тастап, Рим империясынан баспана іздеуге мәжбүр етті, бұл оның құлауына себепші болды.\n\nОлардың әлемдік тарихқа айтарлықтай ықпалына қарамастан, ғұндардың өздері өздерінің қоғамы немесе мәдениеті туралы жазбаша куәлік қалдырған жоқ. Олар туралы білетіндердің басым бөлігі олардың жауларының романдықтар сияқты әңгімелерінен және археологиялық олжалардан алынған.",
                "date": "15.03.2023",
                "upvotes": 1
            },
            {
                "text": "Ежелгі қазақ даласындағы этникалық, саяси және мәдени үрдістерде ғұн тайпаларының алатын орны ерекше. Б. з. б. IV - III ғасырларда Орталық Азияда Қытайдың солтүстік шекараларына жақын орналасқан ғұн тайпалары біріге бастады.\nҒұндар Қазақстанға Орталық Азиядан б. з. б. I ғасырдың соңы мен б. з.- дың I ғасырында келгендіктен, олардың тарихы қазақ жерімен тығыз байланысты. Оны біз археологиялық қазбалардан және Қытайдың жазба деректерінен білеміз. «Ғұн» атауы б. з. б. ІІІ ғасырдың аяғында алғаш рет қытай деректерінде кездеседі.\nҒұндардың әлеуметтік - экономикалық және саяси тарихы жөнінде ең алғаш жазған қытай тарихшылары: Сыма Цянь, Бан Гу, Фай - Е - нің шығармалары аса құнды мәліметтер береді.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашардан кейін мастурбация жасасам күндіз ұстаған оразам не болады?",
        "question_content": "ауыз ашардан кейын мастурбация катты жасагын келсе жасауга боладыма? жане кундыз устаган ораза каза боладыма?",
        "question_date": "10.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арыңызға адал болғаныңыз абзал менімше. Мастурбация да дін құптамаған мәкрүһ амалдардан. Яғни шаһуатын дұрыс емес жолмен шығаруды харам еткендіктен аулақ болған дұрыс деп санаймын. Мейілінше ауыз ашқан соң да үнемі зікір етіп, құлшылықта болған дұрысырақ. Қалғаны Аллаға мәлім.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 100 г егеудің температурасы қанша градусқа көтерілгенін анықтаңдар?",
        "question_content": "Шебер бір бөлшекті өңдеу кезінде болат егеуге 40H күш түсіріп,46 қимыл жасады.Егеу ізі 8 см-ге тең. Массасы 100 г егеудің температурасы қанша градусқа көтерілгенін анықтаңдар?",
        "question_date": "10.04.2022",
        "question_tag": "Физика",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Егеудің жалпы қимылы:\n\nS = 8·46 = 368 см = 3,68 м\n\n2)Жұмысы:\n\nA = F·S = 40·3,68 ≈ 147 Дж                   (1)\n\n3)Жұмыс саны:\n\nQ = c·m·Δt = 460·0,100·Δt = 46·Δt       (2)\n\n4) (2) мен (1):\n\n46·Δt = 147\n\nТемпература көтерілді:\n\nΔt = 147 / 46 ≈ 3,2°",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТА туралы толық ақпарат білгім келеді",
        "question_content": "біздің университеттен менің мамандығымды алып тастап жатр ,бірінщі курсты аяктаган сон баска универге тапсырындар деді,менде ректорскии грант ,кта тапсырсам жоғарғы оқу орнына  түсе алам ба\n\nсосн тестцентрдіің номері керек еді",
        "question_date": "10.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"5 арыс\" \"3 бәйтерек\" неге олай аталады?",
        "question_content": "Сұрақ?\n\nНеге оларды “5 арыс” және неге “3 бәйтерек” деп атады?",
        "question_date": "10.04.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бес арыс деп ел есінде қалған ақын-жазушыларымыз, қазақ ұлтына үлкен еңбегі сіңген қоғам қайраткерлерін айта аламыз. Бірі тұңғыш қазақ әліпбиін жазса, енді бірі тұңғыш қазақ әдебиетіне роман деген ұғымды алып келді. Өзінің өмірін «Мұтылғанның өмірі» деп, қазақ әдебиетінде, алаштың тарихында ұмытылмай мәңгі қалған Шәкәрім Құдайбердіұлы қазақтың жарық жұлдызы. Өз ұлтының жалындап тұрған жастарына берік, кәміл сеніп кеткен Мағжан Жұмабаевтың бес арыстың бірі болуы кездейсоқ емес деп білеміз. Қазақ әдебиетін қалыптастырушылардың бірі болып есептелетін, қазақ қыздарының қиын тағдырларын ашық, дәл жеткізген Жүсіпбек Аймауытов жеке-дара бір бөлек тұлға. «Оян, қазақ» деп айды аспанға бірақ шығарған, халқының оянуын қалаған, отты жырларымен халық жадында мәңгі қалған Міржақып Дулатұлы. Қазақ тіліне үлесін қосқан, қазақ әліпбиін алғаш енгізген, қазақ әдебиетіне, мәдениетіне жаңалық ашқан Ахмет Байтұрсынұлының сіңірген еңбегі зор. Бұл қоғам қайраткерлері, ақын-жазушыларымыз біздің жүрегімізде, әдебиетімізде, мәдениетімізде, тарихымызда мәңгілікке қалары сөзсіз.\n\nҚазақта «үш», «жеті» деген сан киелі. Бұл сандарға байланысты көптеген ырымдар бар. Осыған байланысты, «үш бәйтерек», «үш қоңыр» деген ұғымдар тарихымызда қалған. Қазақ «үш бәйтерек» деп халқымыздың ұлы ақын-жазушыларын бәйтерекке теңеген. Сонау Көкшетаудың сұлулығын еңбегіне арқау еткен, Сәкен Сейфулиннің өзін бір төбе қылып, кедей халықтың жоғын жоқтап, мұңын қосқан Бейімбет Майлиннің, қазақ халқының ата-дәстүрі болып табылатын, қазақтың күйінің әуезділігін, қадір-қасиетін тілге тиек етіп, сырларын сипаттаған Ілияс Жансүгіровті үш бәйтеректің бірі деген. Үш бәйтерек біздіңше, үш алып. Әркімнің өзінің қазақ әдебиетінде алатын орны бар. Бұл үш ақын мен жазушының әрқайсысының шығармалары, жазу стилі бөлек болғанмен, негізгі ойы бір, ол – еліне кішкене болсын пайдасын тигізу. Бұл үш алыптың «үш бәйтерек» деп аталуының өзінің де бір себебі бар. Бұл үш ақынның да кіндік қаны тамған жері – қазақ жері. Үш бәйтерек.... Үшеуінің туысы қандай бірдей болса, тұрысы қандай әр бөлек. Біреуі – дәйім биікке талпынып, алға ұмтылған өр халықтың асыл арманындай асқақ, біреуі – талайды бастан кешіп, тауқыметке төзіп өскен қауымның сарқылмас сабырынан жаратылғандай сом, мығым. Біреуі – көпті көріп, көпті сүйген халықтың парасат-парқын, арман-аңсарын, мұқалмас жігерін кең қамтып, кемел сіңіргендей қуатты да нәрлі. Үшеуі де – халқы мен заманның ауыздарынан түсе қалғандай адал ұл.\n\nҚазақ – ырымшыл халық. Соған байланысты ұғымдар да, ырым-тиымдар да пайда болған. Қазақта үш қоңыр деген ұғым бар. «Қоңыр»деген сөз киелі ұғымды білдіреді. Дана халқымыз әдемі дауыс иесін «қоңыр дауысты» деп мақтаған. Қазақтың киелі аспабы қобыздың дауысы «қоңыр үнді» деп, халықты өзінің қоңыр үнімен елітіп әкеткен. Қоңыр ұғымына байланысты тек музыкаға қатысты емес, сонымен қоса, әділдікті жақтаған, даулы мәселелерде өздерінің даналықтарымен, көрегенділіктерімен халықтың есінде мәңгі қалған атақты үш биімізді де «үш қоңыр» деп атап жүрміз. «Тура биде туған жоқ» деп, билердің кесімді шешімдерімен, ұтымды ойларын қалай ғана дана халқымыз бір мақалмен суреттеген десеңізші! Бір ауыз сөзге тоқтаған дана халқымыз билерді әрқашан көкке көтерген. Қаз дауысты Қазыбек биді, Төле биді, Әйтеке биді қазақ халқы «үш қоңыр» деп атап кеткен. Талай қиын замандарда, өздерінің өткір тілдерімен, тұшымды ойларымен, даналықтарымен көрегенділіктері арқылы ел саясатындағы мәселелерді шешіп отырған. Жоңғар басқыншылығына қарсы халық күресін ұйымдастырушылардың бірі болған Қазыбек би елдің азаттық алуы жолында аянбай тер төгеді. Абылай сұлтан жоңғарлардың қолына тұтқын болып түсіп қалғанда, оны босатып алуға белсене араласады. Төле би жоңғар билеушілерінің арасындағы тақ таласын өршіте қолдап, ежелгі жаудың іштей әлсіреуіне ықпал жасайды. Ал осы үш бидің ішінде, қастықпен қаза тапқан, жаман дертпен ауырып, бұл дүниемен қоштасқан Әйтеке би еді. Өз өмір сүрген заманында, халқының қиыншылығын көргісі келмеген атақты би, көреген, дана би осылайша қаза табады.\n\nҚорытындылай келсем, бес арысымыз, үш бәйтерегіміз, үш қоңырымыз қазақтың жүрегінде қанша заман өтсе де қалары хақ. Себебі олардың жүріп өткен жолы, салып кеткен дара жолы мәңгі жарқырап тұрары анық. Олардың енгізген жаңалығы, олардың еліне, жеріне деген махаббаты мәңгілік.",
                "date": "5.04.2023",
                "upvotes": 0
            },
            {
                "text": "Бес арыс деп Алаш партиясының қайраткерлерін айтады . Олар:\n\nАхмет Байтұрсынұлы\n\nМағжан Жұмабаев\n\nМіржақып Дулатұлы\n\nЖүсіпбек Аймауытов\n\nШәкәрім Құдайбердіұлы",
                "date": "9.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеті күн жаңбыр жауса да, желіп өткен су артық",
        "question_content": "Жеті күн жаңбыр жауса да, желіп өткен су артық деген мақал-мәтелдің мағынасы қандай?",
        "question_date": "9.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауын - шашын қаншама көп болса да ағын суға жетері жоқ деген мағынаға келеді. Айнымалы мағынада әртүрлі жағдайда қолданыла береді.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рамазан айы. Кәффарат жазасын өтейміз?",
        "question_content": "Ауызды ашып тастасан кәффарат жазасын өтейміз. Енді, осы ашып жіберген күннен кейін оразамды әрі қарай жалғастыра беремін бе?",
        "question_date": "9.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия қыз балалар да бір себеппен ұстамай қалған соң , ары қарай жалғастырып ұстай береді ғой, сосын бірақ, Рамазан айы біткесін қарыз күндерінің оразасын Айт мейрамынан соң өтейді.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не себепті жұлдыздар жарқырайды?",
        "question_content": "Аспандағы жұлдыздар неге түнде жарқырап, жылтырап тұрады?",
        "question_date": "8.04.2022",
        "question_tag": "Мектеп",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұлдыздың жарқырауы — жұлдыздың белгілі уақыт аралығында шығаратын энергия мөлшері, яғни жұлдыздың жарық күші. Бұл көрсеткіш жұлдыздың маңызды сипаттамаларының бірі болып келеді.\nЖұлдыздың жарқырауы жұлдыз спектрінің жеке аймағына (жұлдыздардың визуалдық жарқырауы, фотографиялық жарқырауы т.б.) немесе оның шығаратын сәулесінің қосындысына (жұлдыздардың болометрлік жарқырауы) байланысты анықталады.\nЖұлдыздың жарқырауы Күннің жарқырау бірлігімен өрнектеледі ({\\displaystyle L_{\\bigodot }} = 3,86×1033 эрг/с)",
                "date": "8.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтардың саны 30 млнға шамалап қай жылдары жетеді?",
        "question_content": "Құдай бұйырса әрине. Осындай қызық сұрақ болсын.",
        "question_date": "7.04.2022",
        "question_tag": "Математика",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Логарифмдер өмірде не үшін керек?",
        "question_content": "Қарапайым түрде жауап жазыңыздар.",
        "question_date": "7.04.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Логарифм күшейтуді білдіреді, яғни көрсетілген қуатты алу үшін негізді көтеру керек дәрежені көрсетеді.",
                "date": "8.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам түсінде адамды қарумен атқанын қалай жоруға болады?",
        "question_content": "Түсімде, таныс апаларыма қоңырау шалып, хабары біліп сөйлесіп жатыр екенбіз. Кенеттен олардан бір айқайлаған дыбыстар шығып кетті, басында теледидар деп ойладым, бірақ олай емес екен. Сол айқайлаған дыбыстан кейін атылып жатқан қарудың даусы шыға бастады, сосын телефонда өзінен өзі бейнехабарлама қосылып қалай барлығы қан қан болып, атылған күйде болып жатқанын көрдім. Қасымда жеңешем, анам болды, оны көрді. Бірақ олар таң қалмай, мән бермей өз шаруаларын жасай берді.",
        "question_date": "7.04.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "8 л (қ.ж.) көлемдегі сутектің молекула саны",
        "question_content": "8 л (қ.ж.) көлемдегі сутектің молекула саны",
        "question_date": "7.04.2022",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(H2)=V/Vm=8/22.4=0,36 моль\nN(H2) = n*Na = 0,36 *6.02*10^23 =2,2*10^ 23молекула",
                "date": "7.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менде қол бүгілмей қалған жылқының майымен жібітсе бола ма?",
        "question_content": "Менім екі қолым бүгілмей қалған тамақ іше алмаймын. Енді сол колды жібітіп абтен жағыуға болама жылқының майымен массаж жағып солай естідім бір ападан араларында осылай жағып или істегендер барма бар болса айтасыздарма өтініш оразаларыныз қабыл болсын",
        "question_date": "7.04.2022",
        "question_tag": "Денсаулық",
        "question_views": 216,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ораза айында жасырын әдетті ауыз ашқаннан кейін жасаса болады ма?",
        "question_content": "Ораза айында жасырын адет ауыз ашканнан кейін істесе бола ма? Ауыз ашқаннан кейін істесе ораза бұзыла ма?",
        "question_date": "6.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразада адам ниетін түзеп, иман дәрежесін арттыруға тырысады. Ал басқа күнә болып саналатын дүниелерден мүлде арылуға тырысу керек.",
                "date": "8.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екінші рет грантқа түсуге болады ма?",
        "question_content": "Мен грантта оқып бітірдім, диплом бар басқа мамандықтың бітірсем деп едім, екінші рет грантқа түсуге боладыма?",
        "question_date": "6.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, КТ тапсырып грант жеңіп алсаңыз болады.",
                "date": "7.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрын ажырасып ораза ұстап жүрген әйел адамға",
        "question_content": "Бұрын ажырасып ораза ұстап жүрген әйел адамға ауыз ашққаннан кейін тұрақты кездесіп жүрген адамымен қосылуға бола ма? Заңды күйеуі болмаса?",
        "question_date": "6.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза деген күнәлі істерді жасаудан біржола тыйылуға, Аллаға бағынып , иманды күшейтуге себеп болуы тиіс. \nАЛ сіздің айтып отырғаныңыздай жасау -ЗИНА деп аталады және ол үлкен әрі ауыр күнә. \nТек ораза уақытында ғана емес, басқа да айларда  некесіз әйел мен ер тіпті қол алысқанының өзі күні болып табылады.",
                "date": "7.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құтты білік туралы қысқаша мазмұны?",
        "question_content": "Құтты білік туралы қысқаша мазмұн қажет. 8 сынып үшін көлемді етіп жазу керек еді.",
        "question_date": "6.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 43300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жүсіп Баласағұнның «Құтты білік» дастаны – Ислам ахлағы мен діни құндылықтарын насихаттайтын шығарма. Бұл шығармада түрлі қоғамдық топқа жататын адамдар арасындағы қарым-қатынас мәдениеті адамгершілік, әдептілік мәселелері көтеріледі.\n«Құтты білік» - адамгершілік құндылығы жайлы жазылған бірден бір діни философиялық шығарма болып табылады. Ол еңбекте адам өмірінің мәні мен мағынасы талданып, адамның белгілі бір қоғамдағы атқаратын міндеті мен мінез-құлық нормалары жазылады. \nБұл шығарманың ең басты идеясы негізгі төрт ұстанымға негізделген:\nБірі оның – шындық жолы, әділет.\nЕкіншісі – құт пен ырыс, дәулет.\nҮшіншісі – Ақыл менен парасат.\nТөртіншісі – ұстамдылық, қанағат.\nЖ.Баласағұн адам мен Жаратушы арасындағы байланысты Құран кітабы аясында түсіндірді. Мысалы, Алла адамға ақыл, ерік пен таңдау берген. Ақыл мен ерікті бірдей дамыта білген адамға Алланың құты тұрақтайды, сондықтан нағыз мұсылман әрдайым Аллаға құлшылық жасап, одан жол көрсетуін тілеуі қажет. Адам Алланың құты арқылы жақсылыққа жетіп, оның көркем бейнесін көре алады. Жақсы, дұрыс, адамгершілігі мол адам ғана қоғамда сенімді орнығады деп баяндаған.\nОйшыл мұрасында «дүниеқұмарлық, ашкөздік, пендешілік және де жаман істер  адамды түрлі пәлекетке ұрындырады, Алланы ұмыттырады. Адамның ең басты үш дұшпаны бар: дүние, тән және шайтан. Алланы аузыңа алсаң, шайтан қашады, дүниеден бас тартсаң, құтыласың, ал тәннен қалай бас тартасың? Өле-өлгенше біргесің. Өліп барып құтыласың. Сондықтан тәннен, яғни оның қажеттілігі мен құмарлығын тежеу арқылы тән дұшпандығынан құтылуға болады» деп түсіндірген. Және де ол: «Алла әр нәрсені мақсатпен жаратқан. Соның ішінде адамды Алла жердегі өзінің орынбасары еткен. Әрбір жаратылғанның өзіндік қызметі бар. Барлық жаратылғандар Жаратушыға ұмтылады, оған қайта оралады. Себебі, әлем Жаратушысымен ғана мәнді. Адам, табиғат, рух, қоғам өзара үйлесімділікпен жаратылған. Сондықтан олардың арасындағы тепе-теңдікті сақтау адам баласының парызы болып табылады» деген. Баласағұн табиғаттың төрт элементін от, су, ауа, топырақты Әбу Бәкір, Омар, Осман, Әли сияқты төрт халифке ұқсатады.\nСонымен қатар, «Құтты білік» шығармасында биліктің тек адамгершілік және имандылықпен санасқанда ғана абыройлы болатынын дәлелдеген және сол жолға апаратыны көрсетілген. Осы «Құтты білік» шығармасы туралы А.Кононов былай дейді: «Өзінің насихаттық уағыздық мәтелдерінде Жүсіп ойдан шығарылмаған, нақты өмірден алынған өмірдің жарқын шынайы бейнелерін берді». \nҚорыта келе, Жүсіп Баласағұнның «Құтадғу білік» еңбегі ислам дінінің бар қағидаларына сай келеді. «Құтадғу білік» шығармасы адамдарды адамгершілікке, әдептілікке және имандылыққа шақырады. Әр адам Баласағұнның бұл шығармасын оқуға міндетті деп білемін.",
                "date": "7.09.2023",
                "upvotes": 1
            },
            {
                "text": "«Құтты білік» дастанында соншалық мол мазмұнды арқау еткенімен, негізгі айтар ойы - адамның адами жетілуі мен кісілік кемелденуі, сол арқылы мемлекет пен қоғамды қуатты, құтты ету. Дастан мазмұны өте астарлы, танымы терең де тұңғиық ұғым-түсініктерге толы. Оған ерекше үңіліп, зерттей қарар болсақ, шығарманың өзегі - толық адам екенін танимыз. Дастандағы құт-береке бақ - толық , жетілген адамның  еншісі. Ақынның айтуынша  құттың кілті - кісінің ділі,  тілі, қылығын бірдей қамтыған жан-жақты жетілуі мен кемелденуі. Түптің түбінде, дастан мазмұнынан  құт-береке, бақытқа өз әлемін асыл етумен ғана жетуге болатынын ұқтырады. Адамның адами жетілуі мен кісілік кемелденуі - дастанның ең басты идеясы.\n«Бұл дастанда «Өзіңді сақта» дегені кісінің өзін танытар қасиеті - адамдығы мол кісілігіне байланысты айтылған. Затың - адам, атың - адам болған соң, қасиетіңе лайық  бол, діліңе дақ түспесін, адал бол, адам бол деп жар салудан ақын жалыққан емес. Адамның өзі адамдық, кісілік қасиетінсіз қаңырап бос қалады. Оның адам атанып жүруі де қасиетін танытар адамгершілігінің бар кезінде ғана болатын жағдай. Дастанда шын мәніндегі көңіл тоярлық кісіліктің сиректігі, жоқтығы жиі айтылады. Ақын шығармасы да осы зәрулік пен қажеттілікке байланысты туса керек. Дастан мазмұны кісіліктің қадір-қасиетін жан-жақты танытуға құрылған. Өйткені адам да, қауым да кісілікке зәру»,-дейді М.Әліпханов өз еңбегінде. [3,3].\nКісілер көп, кісілікке кендеміз\nАдалы - аз адам атты пендеміз\nТолып жатыр жүрген жандар жер басып,\nКөңілі ашық, әділ ерге - ел ғашық.\nКісі сирек емес, сирек - кісілік,\nКісіліктің қадірін біл, түсі\n«Құтты білік» дастанының  мазмұнынан ұғарымыз кісі өзін-өзі құрметтеп, кісілікті болып көрінсе, өзіне ғана тән қасиеті мен тірлігін танытады, кісілерге жақсылық жасап,адамдығын асырады. Әйтеуір тірі жүріп кісі атана қою қиын, әркім де кісілік жасап қана адам атанады. Тірліктің де, адам болудың да ақтауы мен кепілі - кісілік пен адамдық.  Ал, кісілік пен адамдық Әл-Фараби айтқандай, даналық пен қайырымдылықтан,яғни ізгілік пен танымнан тұрады. Адамдағы барлық асыл қасиет танып-білу мен ізгі болудан бастау алады. Жүсіп Баласағұнның адамдық пен кісілікті шексіз құрметтеп, дәріптеуі осы танымнан туса керек. Дастанның бүкіл мазмұны кісіліктің қадір-қасиеті, мән-мағынасы, қыр-сырын әңгімелеуге  құрылған.              Сөйтсе де, ақын шығармасының әр-әр тұсында түпкі ойын тыңдаушысына соншалық жалаңаштап, жеңілдетіп, ашық айтып жеткізуге тырысады.  Көбіне қат-қабат  қыртысты, күрделі күйде келетін астарлы асыл ойларын  әр түрлі әдеби  тәсілмен онан сайын тура, ашық айтады [3.21].\nДастандағы  өзіңді ұмытпай, қасиетіңді сақтап жүру қағидасының  ең биік шыңын басты бағыт, нысана саналған құт, береке, бақытпен байланысты танимыз. Ақын әр адамның аты мен затына  лайық кісілік, адамгершілікпен өмір сүруін  құт-береке, бақыт деп біледі.  Ақиқатты  әркім өз ақыл ойымен, өресінің жеткен әсеріне дейін ғана танып келеді десек те,  ақынның адамдық пен кісілікті құт көруі - көпшілік көңіл қойып қабылдай қоятын шындық.\nАқын үнемі асыл қасиеттер мен кеселді қасиеттерді қатар алып, салыстырып, жарыстырып суреттейді. Алғашқысы адамдарды асқақтатып, ардақты етсе, құтты  етсе, кейінгісі  төмендетіп, арзандатып, күлкі  күйге  түсіреді. Дастанның бүкіл мазмұны осы асыл қасиеттер мен кесел қасиеттердің қыр-сырын ашуға құрылса да, теңіздей танымның тамшыдай  түйінін  байқаймыз.\nАқын дастанның әр-әр тұсында ебін тауып, кеселді қасиеттерді жекелеп, я тобымен  аптап  отырады. \"Біраз нәрсе кісінің қас дұшпаны\" деп мыналарды тізіп айтады: тілдің жалған айтылуы, айтқан сөзден қайтуы, шарапқа аңсары ауғаны, жүгенсіз іс-қылық, зымияндық, ашулы тіл. Осы тобымен бұл қасиеттердің дастанның әр-әр тұсында қайталанып келетіні бар. Әсіресе жалған айту, өтірік сөз кісілікке артықша зиянды болып көрінеді [3.27].\n«Құтты білік» жазбасының мәдени мәні орасан зор. Х-ХI ғасырларда араб-парсы Орта Азиядағы түркі тайпаларының тілін жұтып қоюға дейін барып тұрғанда, Жүсіп Баласағұнның түркі тілінде көлемді де күрделі дастан жазуы өз кезеңі үшін үлкен тарихи жаңалық болды. Дастанның көркемдік ерекшеліктері айтарлықтай биік болмаса да, осы тарихи қызметі жағынан жазба биік бағаланады. Өйткені, «Құтты білік» Х-ХI ғасырдағы Жетісу жерінде тұрған түркі тайпаларының барлық салт-санасын, әдет-ғұрпын, олардың арасындағы түрлі жіктерді, қарым-қатынасты, мәдениетін және тілін толық қамтыған шығарма. Бұл реттен дастанды бір ғана хан-хақандар салтын жырлайтын шығарма деп бағалауға болмайды. Онда түркі тайпаларының салт-санасы да көрініс тапқан. Кейбір жыр деректеріне қарағанда Қарахандар мемлекетінде тап теңсіздігінің үлкен орын алғаны байқалады. Бір жағынан хан сарайы, екінші жағынан бұқара халықтың өмірі суреттеледі. Сол себепті, Е.Бертельс Жүсіп дастанындағы әділдік идеясын халық арманынан туған тілек деп дұрыс бағалайды. Жүсіптің өзі де ақсүйектерден шыққан үстем тап өкілі емес, көбіне бұқара халыққа арқа сүйеген ақын. Оның ақындар туралы сөзінде көшпелі елдерге тән ақындық өнерді дәріптеу салты да бар. Ақын өзін хандарға ақылшымын, халық өкілімін деп ұғындырады.\nАқындар келер алдыңа,\nСөз шебері сәуегей.\nСөздері өткір қылыштан,\nҚылдан нәзік қиялы,\nТыңдасаң тыңда ақынды,\nНәзік сөздің бұлағы.\nАқындарды сыйлай біл,\nДаңқыңды жұртқа жырлайды,\nҚабағы қатса қуандыр,\nҚарны ашса тойындыр.\nАқындардың сөзінен,\nПайдалы нәрсе болмайды,- деген Жүсіп ақындық өнерді шабыттана жырлайды, оған үлкен әлеуметтік баға береді. Бұл жолдарда ақынның хан сарайына деген көзқарасы да ашылған. Жүсіп өзін олардан бөлек ұстайды. Тіпті, хан-хақандарға сатира элементін қолдануға да бар. Е.Бертельс Жүсіптің осы сөздерінің арғы тегінде Фердаусидің Махмұт Ғазнауи сұлтанға жазған сатирасының рухы бар деп бекер айтпаған [4,74].\nСонымен, өз дәуірінің көкейтесті мәселелерін қоғамдық әлеуметтік тұрғыдан терең  түсінген ғұлама ақынның «Құтты білік» дастанында көтерген ең басты мәселелердің бірі - ел басқару мәселесі. Елді, мемлекетті қалай басқару керек, ел басқаратын адамда қандай қасиеттер болуы шарт. Міне, автор осы сауалдарға өз заманының оқыған, көзі ашық, ойшыл азаматы ретінде әрі феодал табының мүддесін қорғайтын өкілі ретінде жауап береді.\n«Құтты білік»  дастаны Қарахан әулеті үстемдік жүргізген орта ғасырдағы аса маңызды қоғамдық-саяси мәселелерге арналған. Жүсіп Баласағұн мемлекет пен патша, әкімдер мен қарапайым халық, патша сарайының қызметкерлері, олардың құқықтары мен міндеттері, феодалдық топ пен  қалың бұқара арасындағы қарым-қатынас туралы оқырманға ой салады.",
                "date": "7.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1с предпреятия универ. Қабат не үшін және қалай қолданылады?",
        "question_content": "1. Қабат не үшін және қалай қолданылады?\n2. Экрандық форма мен баспалы форманың айырмашылығы қандай?\n3. Диалог не үшін құрылады?\n4. Формуланы жазу реті қандай?\n5. Реквизиты дегеніміз не?\n6. Жасалған жұмысты тексеру нәтижесі қандай болады?\n7. Форматтау процедурасы қандай жағдайда және қайда беріледі:\n8. Модуль бөлімі қан дай объектілерде кездеседі:\n\n 9. Модульге жазылатын бағдарлама алгоритмін қалай тағайындайды?",
        "question_date": "6.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұрақты тіркеске 5 сөйлем",
        "question_content": "Тұрақты тіркеске 5 сөйлем керек еді.Сөйлем мағынасы емес",
        "question_date": "6.04.2022",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Ол көзді ашып жұмғанша жоқ болды.\n\n2) Дала көзге түртсе көргісіз екен.\n\n3)Олардың төбе шашаы тік тұрды.\n\n4)Еркін тұрған жерде аузына құм құйылатын әдеті.\n\n5) Думан бұл ауылға  көптен ат ізін салмады.",
                "date": "8.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экожүйенің биотикалық компоненттеріне мысал келтір",
        "question_content": "Экожүйенің биотикалық компоненттеріне мысал келтір. Жаратылыс тану Экожүйе жайлы олардын Биотикалық компоненттері жайлы немесе факторларға мысал келтіру",
        "question_date": "6.04.2022",
        "question_tag": "Биология",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биотикалық компоненттерді немесе биотикалық факторларды басқа ағзаға әсер ететін немесе экожүйені қалыптастыратын кез келген тірі компонент ретінде сипаттауға болады. Бұған олардың экожүйесінде басқа организмдерді тұтынатын жануарлар да, тұтынылатын организм де кіреді.",
                "date": "8.04.2022",
                "upvotes": 0
            },
            {
                "text": "Адам, жануар, өсімдік тірі ағзалар",
                "date": "20.04.2022",
                "upvotes": 0
            },
            {
                "text": "Биотика: тіршілік, өсімдік,жануар, құстар, балықтар, адамдар, саңырауқұлақтар\n\nАбиотика; су,ауа,тау,кун,топырак, минералдар\n\nЖауапқа лайк басындар!??!??!?\n\nАнтропология: адамның көмегімен іске асаты мысал; мен гул отыргыздым",
                "date": "16.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төл сөз бен автор сөзін қосып шақын әңгіме керек еді",
        "question_content": "төл сөз бен автор сөзге шағын мәтін керек еді тауып беріңіздерші",
        "question_date": "6.04.2022",
        "question_tag": "Мектеп",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": []
    }
]