[
    {
        "question_title": "\"Дабыл әңгімесі\" сұрақтарға жауап беріңіздер.",
        "question_content": "мысалыайданкелгентастынкелуиненесебепболды",
        "question_date": "30.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айдан баска планетадан келген",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлем тыныштығы, ел тыныштығы туралы құрмалас сөйлем құрастыру керек.",
        "question_content": "Әлем тыныштығы, ел тыныштығы туралы құрмалас сөйлем құрастыру.\nСалалас құрмалас\nСабактас құрмалас\nАралас құрмалас",
        "question_date": "30.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сырым Датұлының \"Тар кезең\" романындағы портретін сипаттаңыз.",
        "question_content": "Сырым Датұлының \"Тар кезең\" романындағы портретін сипаттаңыз.",
        "question_date": "30.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 73700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Тәуелсіздігі салтанат құрған жылдары қазақ прозасындағы халық тарихының бұрын шығармалар арқауына асынбаған тұстары, тарихи тұлғалары көркем шындық поэтикасы өрнектерімен жазыла бастады.\nОсындай шығармашылық үрдіс жемістері қатарына көрнекті жазушы Қажығали Мұханбетқалиұлының «Тар кезең» тарихи романы да қосылды. Романның тақырыбы – Қазақстан тарихында «Сырым Датұлы бастаған ұлт-азаттық қозғалысы» атымен әйгілі болған халықтың тағдырындағы Ресейдің отарлық билеу кезеңінің оқиғалары. «Тар кезең» романының идеясы – Ресейдің отарлау саясатындағы озбырлықтардың (атақоныстардан, жайылымдардан еріксіз айыру, жазықсыз ауылдарды шауып, адамдарды өлтіру, тонау, барымталау, өзішілік басқару жүйесіне тиым салу, т.б.) етек алуына халықтық қарсыласу қуатын таныту. Жазушының «Тар кезең» тарихи романына арқау болған сюжеттік-композициялық желілердегі қақтығыстар, қазіргі «Қазақстан тарихының» жаңаша жазылған тарихнамалық-дерекнамалық деректі тұжырымдары негізінде жазылғандығымен ерекшеленеді.\nҚазақ тарихындағы отаршылдық пен ұлттық тәуелсіздік арасындағы қайшылықтар, қақтығыстар мол орын алған кезең эпикалық шығарманың құрылысында қамтылған.\n«Тар кезең» романының жеті тарауындағы сюжеттік-композициялық желілерде мынадай оқиғалар эпикалық көлеммен қамтылған: біріншісі – Ресей патшалығының әкімшілік жүйесінің қазақ өлкесін мемлекеттік ішкі саясат аясындағы генерал-губернаторлық басқару жүйесінің ерекшелігі; екіншісі – Кіші жүз хандығы басқару жүйесінің дәстүрлі жолы мен оның отарлық әкімшілігіне тәуелділік сипаты; үшіншісі – Ресейдің отаршыл озбырлық іс-әрекеттеріне тыйым салу қарсылығын танытушы «Халық кеңесінің» құрылғаны, оған үш ата өкілдерінің (Әлімұлын – Шекті Сегізбай биге, Байұлын – Шеркеш Тұрманбет биге, Жетіруды – Табын Тіленші биге) мүшелері болғаны, Халық кеңесінің Төбе биінің (Байбақты Сырым би), Төбе бидің кеңесшілерінің (Ысық Қаратау би және Кете Көккөз би) сайланғаны. Романда қазақ тарихына есімдері мәлім осындай көрнекті адамдар көркем бейнелерінің сомдалуы, оқиғалар барысындағы олардың іс-әрекеттері, монологтары, портреттері, т.б. ерекшеліктер көркемдік қолданыстар арқылы дәлелдеген.\nРоманның негізгі басты кейіпкері – Сырым Датұлы (1753-1802). Оның есімі қазақ тарихындағы би-шешендер, батырлар дәстүріне арналған тарихнамалық-дерекнамалық шежірелік мұраларда, ел аузындағы әңгімелерде, фольклортану, әдебиеттану, Қазақстан тарихы зерттеулерінде қарастырылып, бағаланып келгені мәлім. Үнемі назарда келе жатқан қайраткер тұлғаның романға арқау болғаны – Тәуелсіз Қазақстан әдебиетіне тән жаңалық көрсеткіші. Сырым Датұлының белгілі тарихи кезеңдегі Ресей отаршылдығына қарсылық іс-әрекеттері романдағы көркем шындық поэтикасының эстетикалық сипатымен өрнектелген. Ресейдің отаршылдық халықты басқарған саясатын қазақ даласында жүзеге асырушы казак-орыстар қазақ ауылдарын барымталап, ауылдарды ойрандаса, Сырым батыр да олардың күтірлерін (хуторларын) шабады.\nОтаршылдардың арнайы жазалау жорықтарынан қорғанып, қарауындағы елді бұрынғы қоныстарынан (Қырмызы, Қособа, Мақарша, Қарағұс, Қосағаш, Көкайыл, Бөлекқұмақ, Жетікөл, Тұздыкөл, Жосалы, Қоңыр, Талдыбұлақ, Тасқұдық, т.б.) көшіріп, жаңа қоныстарға (Қалдығайтының сыртындағы Қарақамыстық қойны, Көшекбасар, Ишқымбай, Жібек, Сұлукөл, Жем, Сағыздың жоғарғы жағы, бес өзеннің бастауы – Бестамақ пен Саға, т.б.) орналастырады.\nРоманның композициясындағы жекелеген сюжеттік бөліктерде басты кейіпкер Сырымның тұлғалануын даралайтын поэтикалық көркемдік шешім өрнектерін оқимыз. Сырымның көсемдік-басшылық айқын іс-қимылдары романның композициясындағы сюжеттік бөліктерде реалистікпен бейнеленген. Отаршылдардың жазалаушы жасақтарынан ауылдарды сақтау үшін сенімді мекендерге көшіргеннен кейін ұлттық-азаттық үшін күресетін қазақ қолын әскери-жауынгерлік жағдайға бейімдеп дайындайды. Әсіресе бетпе-бет шайқаста «… күндей күркіреген зеңбірегі, оқпанынан от бораған мылтығы бар орыстың өзі … жата қалып жер шұқып, тышқаншылап оқап қазып бауырымен жер сызып жүріп соғыспай ма?») деп, ауылдастырының үйлеріндегі «… тең-теңінің ішіне, кебежесінің түбіне тығып сақтатқан, тот баспасын деп таза матаға оратқан орыс мылтық, бұхары мылтық, хиуадан алдыртқан щамқал, бағзыдан келе жатқан қозыкеш, күлдірмамайларды бірінші рет жарыққа шығартып, майлатып-сылатып жалтыратып сүрткізіп, осының икемі бар-ау деген жігіттерге жеткенінше үлестіріп» отаршылдармен болатын шайқасты нағыз әскери қолбасшылықпен ұйымдастырады.\nАвтор эпикалық баяндау деректерімен Сырым Датұлының бұған дейін де отаршылдармен болған талай шайқастарға әсіресе Емельян Пугачев бастаған көтеріліс құрамында жүріп талай ұрыстарға қатысқаны айтылады. Ресейдің отаршылдық-басқыншылық соғыстарына қолбасшылық еткен А. В. Суворовтың граф. П.Панинге 1775 жылы 22 маусымда жазған хатына негіз болған. «Сол Сырым деген разбойникті көрген жерде ұстап, басын шабыңдар немесе қол-аяғына кісен салып, маған қайтсеңдер де жеткізетін болыңдар!» деп қамшылдапты деседі» дерегі де тарихи шындығымен маңызды.\nРоман композициясында Сырымның әскери-қолбасшы тұғырындағы ұйымдастырушылығының нәтижесінде отаршылдармен болған бірнеше шайқастарда қазақ қолы жеңіске жетеді. Қолбасшы батыр Сырымның жаттығу кезіндегі дайындығы жанындағы серіктеріне де, ұлттық-азаттық жолындағы күрескерлерге де халықтың да сенімін күшейтті. Бес жүз мергеннің жүздіктерін бес жерге орналастырып, әр жүздіктегілердің ондықтары кезек-кезек оқ жаудыруын да бәрін тарихи деректі болмысымен оқырманның көз алдына елестетеді.\nРоманның көркемдік сипатын танытатын ерекшелігі – басты кейіпкер Сырымның қолбасшылық-батырлық қасиеттерін даралайтын сыртқы келбеті (портреті) мен мінез-құлық психологиясының поэтикалық тұтастықпен өрілетіндігі. Басты кейіпкердің кескін-келбетін киген киімімен, мінген тұлпарымен, сол мезеттегі табиғат құбылысымен, маңындағы адамдардың көңіл күйімен, сонымен бірге халық тағдырының өткені мен бүгінгі болашағын сабақтастыра толғанған жан ділі күйзелістерімен тұтастыра бейнелеудегі көркем шындық эстетикасына тән өрнектері мол байқалады.\nБасты кейіпкер Сырымның ел ағасы – би тұғырындағы және батырлық-жауынгерлік рухы көтерілген сәттерінің ел тағдыры жолындағы азаматтық-қайраткерлік тұлғасын құрайтын психологиялық күрделі жағдайы соңына халық берік сеніммен ерген адам тұрпатын айқын елестетеді. Отаршылдарға қарсы шешуші майдан ашуға бел буған ел ағасы және қолбасшы батыр тұғырының тұтастығымен дараланған Сырым Датұлы жазушының өмір шындығын көркем шындықпен өрнектеген эпикалық баяндауы аясындағы психологиялық сырлы поэтикалық бейнелеулерімен берілген.\nРоман сюжетінің шиеленісі сәтінде Ресейдің отарлық билеу жүйесі басшылығының би, батыр Сырым Датұлы бастаған ұлттық-азаттық қозғалысымен санасуға мәжбүр болғанын оқимыз. Сюжеттік шарықтау шегінде отарлық басқару орындары жіберген кісілерді бастап келген Орынбор мешітінің бас имамы, ахун Мұхамеджан хазірет Хұсайыновқа, генерал-губернаторға, сол арқылы Санкт-Петербургтегі патшайымға хат дайындалып жіберіледі. Кіші жүз рулары билері аталып, олардың атынан сенімді өкілі ретінде Сырымның қолы қойылып мөрі басылады. Ал роман сюжетінің шарықтау шегінде қарауындағы халқына опасыздық-сатқындық жасап, билігін сақтау үшін Ресейдің жазалаушы әскерлеріне ауылдарды талатқан, тонатқан Нұралы хан «Халық Кеңесінің» шешімімен тақтан тайдырылады.\nРоманның «Тар кезең» аталып, халық тағдыры үшін бастарын өлімге тіккен ұлттық-азаттық күресінің қаһармандарын көркем шындық поэтикасымен бейнелеуі қазіргі Тәуелсіз Қазақстан әдебиетіндегі жетістіктеріміздің жарқын көрсеткіші. Романның құрылысындағы сюжеттік бөліктердегі оқиғалардың байланысын, дамуын, шиеленісуін, шарықтауын туындататын қайшылықтардың, қақтығыстардың романтикалық, реалистік сипатын айқындау үшін көптеген көркемдік тәсілдер қолданылған. Дәстүрлі бейнелеулердің бірі психологиялық егіздеулерге де орын беріледі.\nРоманның көркемдік сипатын күшейтіп тұрған ерекшеліктердің қатарында қаламгердің халық даналығы мақал-мәтелдерді, би-шешендердің қанатты сөздерін поэтикалық-көркемдік шешіммен үйлесімді қолдана білгендігін айтамыз. Басты және жанама кейіпкерлердің диалогтарындағы, монологтарындағы сөз шырайын ажарландыру қызметін атқарып тұрған халықтың даналық өрнектері ұлттық сөз өнерінің көркем кестелі, терең мағыналы дәстүрлі нақыштарының эстетикалық-педагогикалық тағылымын оқырмандарға ұқтыра түседі.\nРоманның көркемдік түйіні – жатжерліктердің отарлық басқыншылық озбырлықпен басқаруына қарсы қазақ халқы тарихындағы алғашқы Халық Кеңесі атты демократиялық басқару жүйесінің болғанын дәлелдеу. Халықтың тағдырымен санаспаған хандық басқарудың іріп-шіріп, сатқындығымен, опасыздығымен ұрпақтардың қарғысына ұшырап, ұлттық тарихымыздан мәңгі аластатылғаны осы Халық Кеңесі құрылымы арқылы дәлелденген.\nРоманның соңындағы Беріш Алдар қарттың Сырымның істеріне сүйсіне де әрі сынай да қойған сауалына («Қарадан хан болдық, айырдан нар болдық, жоқтан бар болдық, көнеден дәурен озды, көндей қамқа тозды, боздан бурыл озды! Атадан ұл озды, анадан қыз озды, бұл не деген заман болды!?») Сырым бидің қайтарған жауабы да көп ғасырлық тарихы бар қазақ халқы ұрпақтарының уақыт пен кеңістіктегі адамгершілік-имандылық рухындағы мәңгілік ұстаным бағдарын танытады:\n… Қарадан хан болсам,\nХалқым қалаған шығар!\nАйырдан нар болсам,\nАтам қазақ үлектей жараған\nшығар!\nЖоқтан бар болсам,\nҚұдайым қараған шығар!\nКөнеден дәурен озса,\nМезгілі жеткен болар.\nКөндей қамқа тозса,\nКүтімі кеткен болар,\nБоздан бурып озса,\nЖүйріктігі болар!\nАтадан ұл озса,\nЕректігі болар.\nАнадан қыз озса,\nЗеректігі болар.\nЗаманға да сол керектігі болар!»\nКөрнекті жазушы Қажығали Мұханбетқалиұлының осы «Тар кезең» романы – қазіргі қазақ прозасының көркемдік қазынасын байытқан эпикалық құнды туынды. Тәуелсіз Қазақстанның жаңа әдебиетін бұрын толық назарға алынбай келген ұлттық-азаттық күрескері Батыр, Би Сырым Датұлы және ол бастаған күрескерлер бейнелеріне арналған эпикалық тарихи туынды ұрпақтарды ұлттық-отаншылдық рухпен тәрбиелеуге ықпал етері ақиқат.\nҚорыта айтқанда, Тәуелсіз Қазақстан жаңа әдебиетінің халық тарихындағы ұлттық-азаттық күрестерге өмірін арнаған, сол арқылы қазіргі қазақ ұрпақтарының дербес мемлекет иесі ретінде әлемдік өркениеттегі өзіндік орны мен сақталуын, дамуын қамтамасыз еткен ұлағаты ұлықталады. Елбасшысы, халық батыры тұғырында болған Сырым Датұлы сынды дара тұлғалар өнегесін көркем эпикалық туынды арқылы танытуға ықпал еткен қазіргі Тәуелсіз Қазақстан жаңа әдебиетінің ұлттық-отаншылдық ұстанымы миллиондаған оқырмандардың дүниетанымын байыта түседі. Бұл біздің мәңгілік жолымыздың айқын бағдары.\nТолығырақ: http://anatili.kazgazeta.kz/?p=11320",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "Ол патриот ол ақын, шешең, халықтың мақтанышы,",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Human Evolution: Primate Ancestors\" тақырыбында шығарма керек.",
        "question_content": "Human Evolution: Primate Ances Осы тақырыпқа топик қажет қазақша және ағылшынша аудармасымен түсінікті әрі жеңіл 150-250 сөз арасы болса",
        "question_date": "30.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Essential targets:\nBy the end of this text you should be able to:\n● explain the significance of the adaptations of primates to an arboreal mode of life.\nPre-reading\n■ With your partner try and answer these two questions. Then see if you were right by quickly scanning the text.\n1. Do you agree with the statement that all humans are descendent from a common ancestor?\n2. How do modern primates differ from their ancestral primates?\n■ Read the given text and make your essential assignments:\nThe theory of evolution applies just as much to humans as to other organisms. All humans are in the same way related and, in the words of Darwin, are “descended with modification” from a common ancestor. Although our social and technological developments have freed us from many of the effects of natural selection, our present-day physical and behavioural characteristics are rooted in the adaptations of our ancestors. So, by finding out more about our ancestors, we can learn more about ourselves.\nAdaptation of primates\nT\nhe classification of humans reflects our evolutionary relationships. About 150-170 million years ago, all mammals were small insectivores rather like the shrews of today. About 75 million years ago some of these insectivores adopted an arboreal (tree-dwelling) mode of life and evolved into lemur-like primates. The adaptations of these ancestral primates to their new tree-living mode of life are thought to have included a short nose, large eyes and prominent ears, long flexible fingers with nail-like claws, and teeth well adapted for eating insects. These features are found in tarsiers (lemur-like primates) living today in Indonesia. Many other features that evolved in ancestral primates as adaptations to an arboreal life have been retained by modern primates.\nThese features include:\n- A prehensile (grasping) limb: the hands (and often the feet) of primates have long and highly mobile digits so that they can grasp the branches of trees. The first digit can oppose the remaining four digits, giving primates a powerful grip. Primates have flattened nails that support pads of sensitive skin on the fingers or toes.\n- A mobile forearm: the clavicle (collar bone) and scapula (shoulder blade) are adapted to allow a wide range of movements. Mobile forearms are essential for moving from tree to tree, and for manipulating objects in the hand; for example, to transfer food to the mouth or to bring an object to the eyes for closer examination.\n- Well developed stereoscopic vision: the ability to judge distances is essential for leaping from branch to branch. Primates have large, well developed, forward-looking eyes with overlapping fields of view. The development of stereoscopic vision has been associated with a flattening of the face.\n- A reduce sense of smell: it is not easy to locate scents through the canopies of trees and primates have a reduced sense of smell and a relatively small nose. Combined with the flattering of the face, a shorter nose is associated with the development of stereoscopic vision, and has allowed the development of facial muscles which play an important part in non-verbal communication.\n- An inspecialised digestive system: primates have relatively unspecialised teeth and guts and they can exploit a wide range of food sources. Although some primates have a specialized herbivorous diet, all primate families have some omnivorous members that have a mixed diet.\n- A skull modified for upright posture: primates have an upright posture associated with having a forward-looking face. The skull rests on top of the vertebra and has a large opening, the foramen magnum, though which the medulla of the brain emerges and extends downwards as the spinal cord.\n- Reduced number of offspring: life in the trees is difficult and dangerous, especially for young animals. Some arboreal animals, such as birds and squirrels, build nests in which the young can be protected until they are old enough to fend for themselves. Primates have adopted another strategy: from birth, the young cling to the mother’s body and only slowly gain independence. Primates produce few young but look after them for a long time: they have a long gestation period a prolonged period of dependency after birth.\n- A large brain: an active life in the trees requires precise movements and therefore good muscular coordination, vision, tactile senses, memory, thought, and learning. These processes depend on a large and highly developed brain.\n- A social groupings: all primates live to some degree in social groups in\nwhich members cooperate with each other. Complex social behaviour probably stems from the strong pair bond which enables a mother and her young to remain closely together for a long time. Lengthy rearing of a small number of young is most successful when he mother has support from other adults. The continued success of a group of animals depends on the recruitment of young helpers, and so evolves a social interdependency which is the basis of our own human society.\nThe groups of modern primates\nAt about the same time as the dinosaurs became extinct, about 65 million years ago, the primitive primates diverged quickly to give rise to two main suborders; the prosimians (meaning “before apes”) and anthropoids (meaning “ape fom”). The prosimians are represented today by lemurs, lorises, and tarsiers, and the anthropoids by monkeys, apes, and humans.\nMonkeys are distinguished from apes in having long tails, and the forelimbs are not usually longer than the hindlimbs. They are believed to have evolved from two different groups of lemur-like animals which became isolated when continental drift separated Eurasia from North America. The North American group evolved into New World monkeys which died out in North America but somehow colonised South America. The Eurasia group gave rise to Old World monkeys, from which apes and humans evolved. There are several differences between Old World monkey and New World monkeys which show their separate evolution. For example, the nostrils of monkeys from South America are wide open and far apart, and New World monkeys have a long tail that is prehensile (adapted for grasping branches); the nostrils of monkeys from Africa and Asia are narrow and close together and no old World monkey has a prehensile tail.\n■ Glossary of essential terms for you to know\n№\nEnglish term\nRussian equivalent\n1\nto descend\nпроисходить\n2\ncommon\nобщий\n3\nbehaviour\nповедение\n4\nto be rooted in\nкорнями уходит в…\n5\nadaptation\nадаптация, приспособление\n6\nancestor\nпредок\n7\nto find out\nвыяснить, обнаружить\n8\nto retain\nсохранять\n9\nrelationship\nвзаимосвязь, родство\n10\nmammal\nмлекопитающее животное\n11\ninsectivores\nнасекомоядное животное\n12\nshrew\nземлеройка\n13\narboreal\nдревесный\n14\nmode\nспособ\n15\nprominent\nзаметный\n16\nfinger\nпалец руки\n17\ntoe\nпалец ноги\n18\nclaw\nкоготь\n19\nnail\nноготь\n20\nflexible\nгибкий\n21\nto reduce\nуменьшать\n22\nwell adapted\nхорошо приспособленный\n23\ninsects\nнасекомые\n24\nfeature\nчерта, особенность\n25\nprehensile (syn. grasping)\nхватательный\n26\nlimb\nконечность\n27\ndigit\nпалец (руки или ноги)\n28\nbranch\nветка\n29\ngrip\nсхватывание\n30\nto flatten\nвыравнивать\n31\nto support\nподдерживать\n32\nsensitive\nчувствительный\n33\nskin\nкожа\n34\nforearm\nпредплечье\n35\nclavicle\nключица\n36\nscapula\nлопатка\n37\nessential\nнеобходимый\n38\nto transfer\nперемещать\n39\nvision\nзрение\n40\nto leap\nпрыгать\n41\nscent\nзапах\n41\nguts\nкишки\n42\nomnivorous\nвсеядный\n43\nskull\nчереп\n44\nupright\nвертикальный\n45\nposture\nположение\n46\nvertebra\nпозвонок\n47\nspinal cord\nспинной мозг\n48\nto reduce\nуменьшать\n49\nnest\nгнездо\n50\nto fend\nдавать отпор\n51\nbrain\nмозг\n52\ntactile senses\nчувства осязания\n53\nbond\nсвязь\n54\nforelimb\nпередняя конечность\n55\nhindlimb\nзадняя конечность\n56\nnostril\nноздря\n57\ntail\nхвост",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыс 2 оксиді мен 70%-дық азот қышқылы ерітіндісінің массасын есептеңдер.",
        "question_content": "Мөлшері 0,2 моль мыс 2 нитратын алу үшін қажетті бастапқы реагенттердің-мыс 2 оксиді мен 70%-дық азот қышқылы ерітіндісінің массасын есептендер",
        "question_date": "30.04.2020",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cu0 + 2HNO3 → Cu(NO3)2 + H20     m(Cu(NO3)2)=n(Cu(NO3)2)*M(Cu(NO3)2)=0.2 моль * 188 г/ моль = ә грамм\nх грамм          у грамм            ә грамм\n80 г/моль      2*63г/моль         188г/моль\nх=m(CuO)=80*ә/188= і (грамм)\nу=mтаза(HNO3)=126*ә/188= ң (грамм)\nm70%(HNO3)=ң*100/70= ғ (грамм)",
                "date": "1.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дағыстанда \"сөз\" деген қандай мағына береді",
        "question_content": "Түсіндіріп беріңіздерші",
        "question_date": "30.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сөз деген мағына тіл деген мағына береді",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөздерге марфалогиялық талдау жасау керек.",
        "question_content": "Шыраймен,аттандыру әркімнің, қонақасыны,есептегендіктен,айтқызады,әңгімесіне, жаманшылықтан, қонақжайлылықтың марфалогиялык талдау",
        "question_date": "30.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әлеуметтік желі адамдардың қарым қатынасына құрылады демек әлеумет халық адамдар тобы болса желі байланыс яғни қарым қатынас",
                "date": "23.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде ұрық бөлінсе яғни мастурбациямен шығарылған ұрық оразаны бұзады ма?",
        "question_content": "Ораза тутушы адамнан урык шыкса, оразасын бузадыма? Ягни мастурбациямен шыккан урык. Жанеде былмей калып, мастурбациясыз шыккан урык бузадыма?",
        "question_date": "30.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза –таңның атуынан кештің батуына дейін Алла разылығы үшін тамақ, сусын, жыныстық қатынас секілді ауыз аштыратын іс-амалдардан тиылу.",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жауап кандай екен?\n\nАуыз ашкан сон боладыма?\n\nМастубрация жасауга? Тек ер адам 1 ози",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Некесіз қыз бен жігітке ауыз ашқан соң жыныстық қатынасқа түсуге бола ма, жок па?",
        "question_content": "Ораза айында некесиз кызбен жигитке жыныстык катынаска тусуге болама?",
        "question_date": "30.04.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cіз ауыз ашқан соң Сіздің аныңызбен/әпкеңізбен/қарындасыңызбен т.с.с зина жасағанын қалайсыз ба?",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "өліп бара жатсың ба",
                "date": "16.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Екі күйші өнерлеріңді бірдей салыңдар\" - деген қыз сөзінің сырын аш.",
        "question_content": "\"Екі күйші өнерлеріңді бірдей салыңдар\" - деген қыз сөзінің сырын аш.",
        "question_date": "30.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 32200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тахауи Ахтанов – дарынды жазушы. Жазушының баспасөз бетінде алғаш жарық көрген әңгімесі – «Күй аңызы». Осы шығармадағы күйдің құдіреті мен күйшінің шеберлігі қалай суреттелген?\n«Күй аңызы» - өнер құдіреті жайлы терең дәріптеліп жазылған деп есептеймін. Күй аңызында өмірін өнер жолына арнап, елуге келгенше отбасын құрмаған Естемес күйші мен жас жігіт Оразымбет атты екі кейіпкер жайлы бейнеленген. Әсіресе, Естемес деген күйшінің ауыр қиыншылыққа толы өмірі туралы дәріптелген. Күй және күйші жайлы тебірене жырлайды. Осы әңгімедегі екі кейіпкер ел аралап жүріп, жалғыз ғана үйлі ауылға кез болады. Жапан даладағы үйдің иесі жарлы жан. Жалғыз нарынның ботасы өліп, желіні тондырдай кепкен. Келіп кеткен жолаушыларға тек қана су ұсына алатын еді. Үй иесі өте қарт, жасы келіп қалған, дене бітіміне қарасан аяп кетесің. Себебі, жүдеу келген үстіндегі киімі жамау келген. Бұл шаңырақтың төріне мойын бұрған Естемес күйші еді. Ол сол өңірге аты шыққан даңқты күйші ретінде елге кең жайылған. Ол өзімен бірге Оразымбет деген адамды серік қылады. Жолсеріктің қасында ұзақ уақыт бойы жүргендігінен өте сақ, жұмысқа икемді адам деп санайды. Сол себептен атағы шыққан мықты күйші шығарына сенім білдірген. Және де, «естіп келе жатқан күйлерінді үлгі етіп келе жатқаның дұрыс, ал менің өмірімді үлгі етпеуге тырыс» деп өзінің ақыл-кеңесін айтады. Бұлай айтуынын себебі Естемес күйшінің ауыр тағдыры, өз көкірегіндегі зары, алдамшы бір үміт сәулесіне сенуі баяндалғаны деп санаймын. Осы күйшінің жапан даладағы үйге бас бұрғанын айта кетсем, ол уйде тұрмыс жағдайы төмен қария және бойжеткен қызы тұратын еді. Бойжеткен арудың есімі Жаныл болатын. Ол бойжеткенде қариямыз секілді жүдеу тартқан, жұпыны киінген. Сондықтан жастық салтанаты мен әдемілігі көрінбей қалған. Үй иесі Естемес күйшіге қолқа салады. Күй құдіретімен нарды идіріп көрмек ойларын білдірту үшін «Екі күйші, өнерлеріңді бірдей салындар»-деген сөзбен білдіртуге тырысады. Сөйтіп Естемес күйшінің күйі нарды идіргенімен, жас Оразымбет күйші күйді жалғастырғанда ғана нардың сүті шелекке саулай жөнелді. Осы арқылы Тахауи Ахтанов күй құдіреті мен күйшінің шеберлігін жеткізеді. \nҚорыта келе, осы шығармадағы күйдің құдіреттілігі соңшалықты нардың өзін идірген. Осыған қарап отырып күйшінің әрбір күйді жеткізе білетіндігін көре аламыз.",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол жүріп қайта кері қайту ненің белгісі?",
        "question_content": "Жол журу керек болды аяк асты кешкисин ертенинде кайту керек болды сразу автобуспен 300км жол журип кайта кайту ненеин белгиси",
        "question_date": "30.04.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайта қайту керек болған , белгісі сол))\n\nҚайтатын жеріңізде бір шаруаңыз болған. Басқа себеп көріп тұрғам жоқ.)",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы 12п см шеңбермен шектелген дөңгелектің ауданын табындар?",
        "question_content": "Ұзындығы 12п см шеңбермен шектелген дөңгелектің ауданын табындар\nКөмектесіндершіііі",
        "question_date": "30.04.2020",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "l=2*PI*r ⇒ r=l/2*Pi\n\nS=Pi²*r",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "S=12×2\nS=1s=13%¥¢\nS=16π€®=%",
                "date": "11.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мастурбация-ны біліп тұра (әдейі) рамазан айында ауыз берік кезде жасаса не болады",
        "question_content": "Мастурбация-ны біліп тұра (әдейі) рамазан айында ауыз берік кезде жасаса не болады",
        "question_date": "30.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза –таңның атуынан кештің батуына дейін Алла разылығы үшін тамақ, сусын, жыныстық қатынас секілді ауыз аштыратын іс-амалдардан тиылу.",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сен Ауыз бекіткенен кеин жаман әтеттен тиылу керек\nНе болады: Ол кезде ораза ашылып 1кун карыз және Қасиетті рамазан аиында мастурбация жасасан кунәғои ол мысалы сен мастурбация жасап қоисан руқ боска кеттеді яғни ағзадан шыккан днқ молекуласынын хромосома бөлігінен алынған аталык тын руқы боска кеттеді.",
                "date": "16.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еттеккірім келгенін ініме және әкеме қалай түсіндірсем болады?",
        "question_content": "Ораза кезінде етеккірім келіп қалды. Енді інім әкем бар оларға қандай сылтау айтсам болады. Ертең сұрайдығо неге ораза ұстамай жүрсің деп. Соны интернеттен таппадым. Сосын оларда кішкентай бала емес оңай алдай салатын.",
        "question_date": "30.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 689,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай бар солай түсіндір, есі бар адамдарғо,қыз бала екеніңді ұмытпасын.",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір өткен соң ұстағанмын, кенеттен қанды выделение келген еді, оразам қаза болды ма?",
        "question_content": "Қанды выделение оразаны бұза ма? Етеккір өткен соң ұстағанмын, кенеттен қанды выделение келген еді, оразам қаза болды ма?",
        "question_date": "30.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде де сол сұрақ мазалап жур жауабын таптынызба билсениз маган айтынызшы",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Коммуникативная задача научного текста соотносится",
        "question_content": "Коммуникативная задача научного текста соотносится\nА) со смысло-речевой ситуацией, лежащей в основе содержания научного текста\nБ) с параллельной связью предложений в тексте\nВ) с  предложением, выполняющим функцию обобщения текста\nГ) с цепной связью предложений в тексте",
        "question_date": "29.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 22300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Коммуникативная задача текста (коммуникация – общение) – задача общения, т.е. задача, которую автор ставит перед читателем и для раскрытия которой создается текст. Предложение, в котором поставлена коммуникативная задача, обычно находится в начале текста.\nЕсли в тексте рассматривается, из каких частей состоит предмет, то его коммуникативная задача – показать строение предмета. В том случае, если в тексте представлена характеристика предмета, то коммуникативная задача текста – характеристика предмета. Если в тексте описывается внешнее очертание, наружный вид предмета, то коммуникативная задача текста – описать форму предмета. В том случае, если в тексте говорится о том, какую роль выполняет предмет, для чего служит, то коммуникативная задача текста – рассказать о функции предмета. Если в тексте дается распределение предметов по классам, видам, разрядам, типам, группам и т.д., рассказывается об их особенностях, то коммуникативная задача текста – классификация предметов.\nКоммуникативная задача текста соотносится с определенными моделями текстов, представляющими реальные ситуации общения, а также языковые средства, соотнесенные с выражаемыми ими «смыслами» и ситуациями (таблица О.Д.Митрофановой).\n№ Смысло-речевая ситуация (функция) Языковые средства (форма)\n1. Определение предмета (дефиниция) Что есть что; Что – это что; Что называется чем; Что называют чем\n2. Введение термина Что носит название чего; Что получило название чего; Что имеет название чего\n3. Квалификация предмета Что считают чем (каким); Что считается чем (каким); Что представляет собой что; Что кажется (казалось) чем (каким); Что заключается в чем; Что состоит в чем\n4. Принадлежность предмета к классу Что относится к чему; Что принадлежит к чему; Что входит в группу (класс, тип) чего; Что является одним из чего\n5. Классификация предмета а) Что делят на что; Что разделяют на что; Что подразделяют на что; Различают что б) Что делится на что; Что разделяют на что; Что подразделяется на что; Что различается\n6. Качественный состав, строение предмета а) Что входит в состав чего; Что содержится в чем; Что образует что; Что является составной частью чего б) Что состоит из чего; Что содержит что; Что включает в себя что; Что имеет в своем составе что\n7. Количественный состав предмета Сколько чего входит в состав чего; Сколько чего содержится в чем; Сколько чего падает на долю чего; Сколько чего приходится на долю чего\n8. Возникновение, происхождение предмета а) Что(кто) возникает; Что образуется из чего; Что происходит из чего (от кого); Что развивается из чего; Что зарождается б) Что (кто) появляется; Что получается; Кто получает что; Что получено кем; Что вырабатывает что; Что вырабатывается чем; Что выделяется чем в) Кто создает что; Что изобретает что; Кто конструирует что; Кто изготовляет что\nОписанные типы коммуникативных ситуаций характерны для научной сферы общения, а закрепленные за ними языковые средства являются наиболее типичными, распространенными, частотными.\nТолығырақ: https://stydopedya.ru/2_95556_kommunikativnaya-zadacha-nauchnogo-teksta.html",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "мос смыслю речевой ситуацией лежащей в основе содержания научного текста это",
                "date": "9.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дулат пен жаныс қыз алысама?",
        "question_content": "Дулат пен жаныс қыз алыса ма?",
        "question_date": "29.04.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір рудан болса да 7 атадан асса қыз алысуға болады. Ондай құбылыстар осы Дулат , Найман, Қоңырат сияқты үлкен руларда көп байқалады. \nСол үшін жігіт қыздың әулетіндегі үлкендері 7 атасын санап қараса болады.",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Для научной речи характерно",
        "question_content": "Для научной речи характерно\nА) частое использование сочетаний слов в форме Дат.падежа\nБ) частое использование сочетаний слов в форме Вин.падежа\nВ) частое использование сочетаний слов в форме Творит.падежа\nГ) частое использование сочетаний слов в форме.Род. падежа",
        "question_date": "29.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эта разновидность литературного языка употребляется в научных трудах ученых для выражения результатов исследовательской деятельности. Цель научного стиля – сообщение, объяснение научных результатов. Обычная форма реализации этого стиля – монолог.\nВ научном стиле имеет место предварительный отбор языковых средств.\nНаучный стиль реализуется в следующих присущих ему жанрах: монография, статья, диссертация, отзыв, рецензия, аннотация, учебник, лекция.\nВ научном стиле широко используются следующие языковые средства: специальные слова (в том числе термины); специальная фразеология; сложные синтаксические конструкции, между которыми создается упорядоченная связь (для чего применяются, например, вводные слова); конструкции с обобщающими родовыми наименованиями.\nСлова употребляются преимущественно в прямом значении. Эмоционально-экспрессивные слова используются очень редко.\nВ текстах научного стиля необходимы ссылки на источники, цитаты.\nНаучный стиль характеризуется логической последовательностью изложения, упорядоченной системой связи между частями высказывания, стремлением авторов к точности, сжатости, однозначности при сохранении насыщенности содержания.\nЛогичность — это наличие смысловых связей между последовательными единицами (блоками) текста.\nПоследовательностью обладает только такой текст, в котором выводы вытекают из содержания, они непротиворечивы, текст разбит на отдельные смысловые отрезки, отражающие движение мысли от частного к общему или от общего к частному.\nЯсность, как качество научной речи, предполагает понятность, доступность.\nЖанры научного стиля речи\nНаучные тексты оформляются в виде отдельных законченных произведений, структура которых подчинена законам жанра.\nМожно выделить следующие жанры научной прозы: монография, журнальная статья, рецензия, учебник (учебное пособие), лекция, доклад, информационное сообщение (о состоявшейся конференции, симпозиуме, конгрессе), устное выступление (на конференции, симпозиуме и т. д.), диссертация, научный отчёт. Эти жанры относятся к первичным, то есть созданным автором впервые.\nК вторичным текстам, то есть текстам, составленным на основе уже имеющихся, относятся: реферат, автореферат, конспект, тезисы, аннотация. При подготовке вторичных текстов происходит свёртывание информации в целях сокращения объёма текста.\nЛексика научного стиля речи\nЛексику научного стиля речи можно разделить на 3 группы или пласта:\nобщеупотребительные слова;\nобщенаучная лексика;\nтермины.\nТермин – слово или словосочетание, точно раскрывающее понятие или явление какой-либо сферы человеческой деятельности (науки, искусства и т.д.).\nМорфологические признаки научного стиля речи\nЯзыку научного общения присущи и свои грамматические особенности. Отвлеченность и обобщенность научной речи проявляются в особенностях функционирования разнообразных грамматических, в частности морфологических, единиц, что обнаруживается в выборе категорий и форм, а также степени их частоты в тексте. Реализация закона экономии языковых средств в научном стиле речи приводит к использованию более кратких вариантных форм, в частности форм существительных мужского рода вместо форм женского рода: клавиш (вместо клавиша), манжет (вместо манжета).\nФормы единственного числа имен существительных используются в значении множественного числа: Волк - хищное животное из рода собак; Липа начинает цвести в конце июня. Вещественные и отвлеченные существительные нередко употребляются в форме множественного числа: смазочные масла, шумы в радиоприемнике, большие глубины.\nНазвания понятий в научном стиле преобладают над названиями действий, это приводит к меньшему употреблению глаголов и большему употреблению существительных. При использовании глаголов заметна тенденция к их десемантизации, то есть утрате лексического значения, что отвечает требованию абстрактности, обобщенности научного стиля. Это проявляется в том, что большая часть глаголов в научном стиле функционирует в роли связочных: быть, являться, называться, считаться, стать, становиться, делаться, казаться, заключаться, составлять, обладать, определяться, представляться и др.\nСинтаксические признаки научного стиля\nСинтаксис (гр. syntaxis – составление) – раздел языка, изучающий способы соединения слов в словосочетания и предложения, различные типы синтаксических единиц, их строение, функции и условия употребления.\nДля синтаксиса научного стиля речи характерна тенденция к сложным построениям, что способствует передаче сложной системы научных понятий, установлению отношений между причиной и следствием, доказательствами и выводами. Для этой цели используются предложения с однородными членами и обобщающими словами при них. В научных текстах распространены разные типы сложных предложений, в частности с использованием составных подчинительных союзов, что вообще характерно для книжной речи: вследствие того что; ввиду того что, в то время как и пр. Ведущее место среди сложноподчинённых предложений занимают сложноподчинённые предложения с придаточной определительной, что диктуется задачей выявления признаков описываемого объекта. Например: «Закон, по которому при отсутствии действия других тел всякое тело сохраняет состояние покоя или равномерного прямолинейного движения, называется законом инерции».\nВ научном стиле речи часто употребляются предложения, осложнённые причастным и деепричастным оборотами.\nПредложения в научном стиле однообразны по цели высказывания - они почти всегда повествовательные. Вопросительные предложения редки и используются для привлечения внимания читателя к какому-либо вопросу. Они также используются при постановке проблемы, при полемике.\nДля научного стиля является типичным употребление именного сказуемого (а не глагольного), что способствует созданию именного характера научного стиля.\nОбобщенно-абстрактный характер научной речи, вневременной план изложения материала обусловливают употребление определенных типов синтаксических конструкций: неопределенно-личных, обобщенно-личных и безличных предложений. Действующее лицо в них отсутствует или мыслится обобщенно, неопределенно, все внимание сосредоточено на действии, на его обстоятельствах. Например – Было бы совершенно неправильно толковать это явление так (без.) Неопределенно-личные и обобщенно-личные предложения используются при введении терминов, выведении формул, при объяснении материала на примерах. Например: Рассмотрим следующий пример. Сравним предложения (неопределённо-личные).\nВзаимосвязанность отдельных частей научного высказывания достигается при помощи определенных связующих слов или групп слов, отражающих этапы логического изложения и являющихся средством связи мыслей в ходе логического рассуждения. Это целый ряд наречий и наречных выражений и других частей речи, а также сочетаний слов: так, таким образом, поэтому, теперь, итак, кроме того, кроме, к тому же, также, тем не менее, еще, все же, между тем, помимо, сверх того, однако, несмотря на, прежде всего, в первую очередь, сначала, в заключение, в конце концов, следовательно, в результате, далее, затем, другими словами, в связи с этим, в общем, по существу, вкратце, как мы видим и др., которые обычно стоят в начале предложения. Они служат, как правило, не для связи слов в предложении, а для связи частей целого текста. Близки к ним словосочетания типа: следует указать, интересно отметить, наблюдения показывают, в данной работе, в последующем и др. При помощи этих внутренних введений осуществляется переход от одной мысли к другой, выделение главного и т. п. Средствами связи частей текста служат и вводные слова.\nВ научных текстах, как правило, используется прямой порядок слов, при котором информация развёртывается по линейному принципу от «данного» к «новому».\nТолығырақ: http://ebooks.semgu.kz/content.php?cont=d;1043",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-мамырға тақпақ керек еді?",
        "question_content": "1-мамырға тақпақ керек! 1-2 шумақ болса жетеді.",
        "question_date": "29.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Мамырдың бірі, достық күні\nӘн салып, билеген халықтың үні.\nТұтасып, тойлаған ұлттар,\nКеремет мереке, мамырдың бірі.\nӘуелі етіп білік басыңды қос,\nСоннан соң әр мұраттан қалмассың бос.\nЖеке дақ үнің шықпас, ісің бітпес,\nЖан қорқып, жалғыз қурай көрініп қос.\nДеген бар бұрыннан-ақ «көп қорқытар ...»\nБолады тұрсң тұтас дұшпан да дос.\nАлатауың ала болып тұрған күнде,\nАсыңның ауызыңдағы кетуін тос.\nТаласты алалықпен тастамасаң,\nБір күні туған жерге айтарсың «қош».\nБірлікпен илеу салған құмырысқа да\nҚазағым, ісің оңбас бірікпей қос.\nСәбит Дөнентаев\n2) Болсын жер мен су да ортақ.\nБолсын біздің ту да ортақ.\nАқпыз, қара, сарымыз,\nАғайынбыз бәріміз.\nОртақ жұтар ауамыз,\nОртақ жарық күніміз.\nДостық туған анамыз,\nЖердің қызы, ұлымыз.\nавтор: Маштакова Жаннат\n3) Кең-байтақ жеріміз,\nТатулық тұрағы.\nБауырмал еліміз,\nЫнтымақ ұраны.\nЖаңғыртып даланы,\nШырқап ән салады.\nХалықтар достығы –\nБірліктің қамалы.\nҚызыққан шартарап,\nБереке – тірлігі.\nҚұрған сән-салтанат,\nЖарасқан бірлігі.\nСерік Әкірамұлы\n4) Достық – шырағымыз,\nДостық – ұранымыз.\nДостық туымыз,\nДостық әніміз.\n5) Берік болса бірлігім –\nБиік болар жұлдызым.\nБақытты боп ұл-қызым,\nКүлімдесін нұр-жүзім.\n\nҚанатымыз талмасын,\nБиіктерге самғасын.\nТуған жерге ақындар,\nЖақсы өлеңін арнасын.\nАлмат Исәділ\n6) Дос болып түрлі халықтар,\nЖасайтұғын ғасырмын.\nБақыт шымын әлемге\nҰмытылмас асылмын.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір сульфатының (III) молекулалық-иондық теңдеуін құру (H2O)",
        "question_content": "Темір сульфатының (III) молекулалық-иондық теңдеуін құру (H2O)",
        "question_date": "29.04.2020",
        "question_tag": "Химия",
        "question_views": 965,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші деңгей\nFe2(SO4)3 ↔ 2Fe3+ +3SO42- (тұз диссоциациясы);\nFe3+ + HOH ↔ FeOH2+ + H+ ;\nFe3+ +3SO42- + HOH ↔ FeOH2+ +3SO42- + H+ \nFe2(SO4)3+ 2H2O ↔ 2Fe(OH)SO4 + H2SO4 \nЕкінші деңгей:\nFe(OH)SO4 ↔ FeOH2+ + SO4 2- \nFeOH2+ + HOH ↔ Fe(OH)2+ + H+ \nFeOH2+ + SO42- + HOH ↔Fe(OH)2+ + SO42- + H+\n2Fe(OH)SO4 + 2H2O ↔[Fe(OH)2]2SO4 + H2SO4\nҮшінші деңгей:\n[Fe(OH)2]2SO4 ↔ 2Fe(OH)2+ + SO42- \nFe(OH)2+ + HOH ↔ Fe(OH)3↓ + H+ \n2Fe(OH)2+ + SO42- + HOH ↔ Fe(OH)3↓ + SO42- + H+ \n[Fe(OH)2]2SO4 + H2O ↔ 2Fe(OH)3↓ + H2SO4",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу дәрежесі керек. CO2, CH4, CaCO3, CO,CA2, AL3C3",
        "question_content": "Тотыгу дарежеси керек.\nCO2,\nCH4,\nCaCO3,\nCO,\nCA2, AL3C3",
        "question_date": "29.04.2020",
        "question_tag": "Химия",
        "question_views": 22100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы осылай, кейбір формулалар қателеу кетіпті, осыны меңзеген боларсыз деп жаздым.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген интервалда функцияның ең үлкен, ең кіші мәнін анықта. y = x3 – 2x2 + 1, [0,5; 3]",
        "question_content": "Берілген интервалда функцияның ең үлкен, ең кіші мәнін анықта.\n\ny = x3 – 2x2 + 1, [0,5; 3]",
        "question_date": "29.04.2020",
        "question_tag": "Мектеп",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "у=10 функцияныі ең үлкен мәні\n\nу=0,625 Функцияның ең кіші мәні",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тек жалғаулықты шылаулар арқылы қолданылатын салалас түрі?",
        "question_content": "1) Екінші сөйлемі алдыңғы сөйлемінің мазмұнын ашатын салалас түрі?\n2) Тек жалғаулықты шылаулар арқылы қолданылатын салалас түрі?\n3) Кезектес салаластың жалғаулары түсіп қалса, қай сөйлемге ауысады?",
        "question_date": "29.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі немесе одан да көп жай сөйлемдерден құралып, күрделі ойды білдіретін сөйлемдер құрмалас сөйлем деп аталады.\nЖай сөйлем мен құрмалас сөйлемнің мағыналық жағынан өзгешеліктерінің кестесі\nЖАЙ СӨЙЛЕМ\nҚҰРМАЛАС СӨЙЛЕМ\n1. Жай сөйлем жеке бір ойды білдіреді.\nҚұрмалас сөйлем күрделі ойды білдіреді.\n2. Жай сөйлем бір-бірінен айырым интонациямен айтылады.\nҚұрмалас сөйлемнің бірінші сыңары\nекіншісімен ұласпалы интонациямен айтылады.\n3. Жай сөйлем интонациялық жағынан тиянақты болады.\nҚұрмалас сөйлемнің сыңарлары интонациялық жағынан тиянақсыз болады.\n4. Жай сөйлем аяқталған ойды білдіріп, бір бүтін болып саналады.\nҚұрмалас сөйлемнің алғашқы сыңары аяқталған ойды білдіре алмайды, бүтіннің бір бөлшегі болып саналады.\nҚұрмаластың құрамындағы жай сөйлемдер бір-бірімен салаласа және сабақтаса байланысады. Мысалы, Қорқып тұрған атты алқымынан алды да, омбы қардан шығармай жығып алды. Бұл – салаласа байланысқан құрмалас сөйлем. Алғашқы сөйлем мен екінші сөйлемнің баяндауыштары тиянақты болып, екеуі тең дәрежеде байланысып тұр. Желге тұмсығын төсеп, белгілі иіс күтті. Бұл – сабақтаса байланысқан құрмалас сөйлем. Алғашқы сөйлемнің баяндауышы тиянақсыз болып, екіншісіне бағына байланысып тұр. Бірінші жай сөйлемді екіншісінен бөліп, өз алдына жеке айтуға келмейді.\nҚұрамындағы жай сөйлемдердің салаласа, сабақтаса байланысуына орай құрмалас сөйлемдер: салалас құрмалас, сабақтас құрмалас және аралас құрмалас болып үш түрге бөлінеді.\nТүрлері\nҚұрамы\nБелгісі\nМысалдары\nСалалас құрмалас сөйлем\nКемінде екі жай сөйлемнен құралады\nӨзара тең дәрежеде байланысады, баяндауыштары тиянақты болады.\nӘлден уақытта екі атты кісі келді де, мені ағаштан шешіп алды.\nСабақтас құрмалас сөйлем\nКемінде екі жай сөйлемнен құралады.\nБірі екіншісіне бағынады, бірінші сөйлемнің баяндауыштары тиянақсыз болады.\nЖігіттер жабылып болмаған соң, әнші сандыққа отырды.\nАралас құрмалас сөйлем\nКемінде үш жай сөйлемнен құралады.\nӨзара салаласып та, сабақтасып та байланысады.\nҚыздың маңдайынан сипады да, толқындай қара шашынан бір сүйіп, өз жөнімен кете берді.\nҚұрамындағы жай сөйлемдерінің баяндауыштары тиянақты болып, өзара тең дәрежеде байланысқан құрмалас сөйлемнің түрі салалас құрмалас деп аталады. Мысалы, Сақадай сайланған қырық жігіт маңдайды батысқа қойды да, төскейді үзеңгіге ала жүріп кетті.\nСалаластың құрамындағы бірінші жай сөйлемнің баяндауышы – қойды екінші жай сөйлемнің баяндауышы жүріп кетті сияқты тиянақты, сондықтан олар тең дәрежеде (салаласа) байланысып тұр.\nСалаластың құрамындағы жай сөйлемдер өзара екі түрлі жолмен байланысады:\n1) Іргелес тұрып, ұласпалы интонация арқылы байланысады. Мысалы, Жалпақ балуан оқ бойы алда отырды, астындағы сары қасқа ат киіктей орғып келеді.\n2) Салаластың құрамындағы жай сөйлемдер жалғаулық шылаулар арқылы байланысады. Салалас құрмалас сөйлемдерді байланыстыратын жалғаулық шылаулар: 1) да, де, та, те, әрі, және деген ыңғайлас мәнді жалғаулық шылаулар; 2) бірақ, алайда, дегенмен, сонда да, әйтсе де деген қарсылық мәнді жалғаулық шылаулар; 3) өйткені, себебі, сондықтан, сол себепті, неге десеңіз деген себеп-салдар мәнді жалғаулық шылаулар; 4) не, немесе, я, яки, не (я) болмаса, болмаса, әлде деген талғаулық мәнді жалғаулық шылаулар; 5) кейде, бірде, біресе деген кезектес мәнді жалғаулық шылаулар.\nҚұрамындағы жай сөйлемдерінің мағыналық қарым-қатынасына қарай салалас құрмалас сөйлем алты түрге бөлінеді: 1) ыңғайлас салалас, 2) себеп-салдар салалас; 3) қарсылықты салалас, 4) кезектес салалас, 5) түсіндірмелі салалас; 6) талғаулы салалас.\n1. Ыңғайлас салаластың құрамындағы жай сөйлемдердің бірінде айтылған ой мен екіншісіндегі ой мезгілдес, бағыттас, ыңғайлас мәнде айтылады. Мысалы, Төлеутай әскерге кетті де, содан қайтып оралмады. Ыңғайлас салалас құрмаластың құрамындағы жай сөйлемдер да, де, та, те, және, әрі деген ыңғайлас мәнді жалғаулық шылаулар арқылы байланысса, жалғаулықты ыңғайлас салалас деп аталады. Мысалы, Жанай балуан қайратты әрі үнемі қол бастайтын болат жүректі адам еді. Өзі ешкімге соқтықпайды және ит баласына жібімейді. Бір мезгілде қу шөмшектер дыбысы келді де, бірдеме қасына тасырлатып жетіп келді.\nЫңғайлас салалас құрмаластың құрамындағы жай сөйлемдер бір мезгілде қатар болатын не болған істі білдіріп, баяндауыштары бір шақта айтылса, жалғаулықсыз ыңғайлас салалас деп аталады. Мысалы, Ертеңіне жат иістер шықты, алыстан әлдеқандай дабырлаған дауыстар естілді.Бір күні ауданнан қос ат жеккен шана келді, Мыңбұлақтың сақшысындай болып тұрған Байшынарға қарай беттеді.\nӘрі шылауы ыңғайлас салаластың әрқайсысымен қайталанып келгенде, жай сөйлемдердің арасына үтір қойылады. Мысалы, Әншінің әрі дауысы жағымды, әрі әні сазды екен. Ал қайталанбай бір-ақ рет келсе, жай сөйлемдердің арасына үтір қойылмайды. Мысалы, Құрылыс жұмысы басталды әрі құрылысшыларды орналастыру керек.\nЖәне жалғаулық шылауымен байланысқан ыңғайлас салаластардың арасына үтір қойылмайды. Мен өзімді-өзім ұмыттым және көңілім шалықтап әлдеқайда алып-ұшып кеткен сияқты.\n2. Себеп-салдар салаластың құрамындағы жай сөйлемдердің алдыңғысы соңғысының, соңғысы алдыңғысының себебін білдіріп тұрады. Мысалы, Көмекші жігіт қойларды ерте айдап әкеліпті, себебі күннің арты бұзылып келе жатқанын байқайды.\nСебеп-салдар салалас құрмаластар жалғаулықты және жалғаулықсыз болып бөлінеді. Себеп-салдар салаласты байланыстыратын жалғаулық шылаулар: себебі, өйткені, сондықтан, сол себепті, неге десеңіз.\nСалалас құрмаластың құрамындағы жай сөйлемдердің байланысуы:\n1.Себеп мәнді сондықтан 2. Салдар мәнді жай сөйлем сол себепті жай сөйлем\n1. Салдар мәнді өйткені, себебі 2. Себеп мәнді жай сөйлем неге десеңіз жай сөйлем\nСебеп-салдар салаластың құрамындағы жай сөйлемдердің орындарын ауыстырып айта беруге болады. Мысалы, Мен сұлап жатқан орнымнан тұра алмадым, себебі Тортай мінер ақ боз ат менің тақымымда кеткендей еді. Тортай мінер ақ боз ат менің тақымымда кеткендей еді, сондықтан мен сұлап жатқан орнымнан тұра алмадым.\nЖалғаулықсыз себеп мәнді сөйлем салдар мәндіден бұрын тұрса, арасына үтір қойылады. Мысалы, Үлкендер көрші ауылға кеткен еді, сондықтан жастар кешкілік сауық-сайран құрмақ болады.\nЖалғаулықсыз салдар мәнді сөйлем себеп мәндіден бұрын тұрса, арасына қос нүкте қойылады. Мысалы, Жастар кешкілік сауық-сайран құрмақ болады: өйткені үлкендер көрші ауылға кеткен еді.\n3. Қарсылықты салаластың құрамындағы жай сөйлемдердің біріндегі іс-оқиға екіншісіндегі іс-оқиғаға қарама-қарсы болады. Қарсылықты салаластың құрамындағы жай сөйлемдер бірақ, алайда, дегенмен, сонда да, әйтсе де деген шылаулар арқылы байланысса, жалғаулықты қарсылықты салалас деп аталады. Мысалы, Ауырғанда жаным көзіме көрініп барады, бірақ анамды қинағым келмейді. Жалғаулықты салалас құрмаластардың арасына үтір қойылады.\nҚарсылықты салалас құрмалас сөйлем жалғаулық шылаусыз іргелес тұрып байланысса, жалғаулықсыз қарсылықты салалас деп аталады. Мысалы, Балықшылар ауды бірнеше рет салды, – балдырдан басқа ештеме ілінбеді. Жалғаулықсыз қарсылықты салалас сөйлемнің баяндауыштары көбіне антоним сөздерден және болымды-болымсыз формадағы сөздерден жасалады. Мысалы, Атаның баласы болма, – адамның баласы бол. Жалғаулықсыз қарсылықты салаластың аражігі үтір мен сызықша арқылы ажыратылады. Мысалы, Көктем шықты, – ауада суық ызғар бар.\n4. Құрамындағы жай сөйлемдердің алдыңғысы соңғысын нұсқап, ал соңғысы алдыңғы сөйлемнің мағынасын ашып, түсіндіріп тұратын құрмаластың түрі түсіндірмелі салалас деп аталады. Түсіндірмелі салаластың құрамындағы жай сөйлемдер жалғаулық шылаусыз, іргелес тұрып байланысады да, арасына қос нүкте қойылады. Мысалы, Ернеудің бір айналма тұсында із екі айырылды: бірі ернеуді бойлап ілгері кетті, екіншісі төмен қарай түскен.\nТүсіндірмелі салаластың бірінші жай сөйлемінің баяндауышының құрамына сол, сонша, соншалық, сондай деген сілтеу есімдіктері қатысса, екі жай сөйлемнің аражігіне сызықша қойылады. Мысалы, Тасқынның қаттылығы сонша – жолындағының бәрін жапырып кетті.\n5. Құрамындағы жай сөйлемдерде айтылған іс-әрекеттің біреуі ғана жүзеге асатынын білдіретін салаластың түрі талғаулы салалас деп аталады. Талғаулықты салаластың құрамындағы жай сөйлемдер тек жалғаулықты шылаулар арқылы байланысады да, арасына үтір қойылады. Талғаулықты салаластың құрамындағы жай сөйлемдер не, немесе, я, яки, не болмаса, я болмаса, болмаса, әйтпесе, әлде деген талғаулық мәнді жалғаулық шылаулар арқылы байланысады. Мысалы, Бұл жолы құрбысымен не ит жығыс түседі, не болмаса оны жеңуге тырысады.\n6. Кезектес салаластың құрамындағы жай сөйлемдері айтылған іс-әрекеттің кезектесіп жүзеге асуын көрсетеді. Кезектес салаластың құрамындағы жай сөйлемдер бірде, біресе, кейде деген кезектес мәнді жалғаулық шылаулар арқылы тек салаласа байланысады да, араларына үтір қойылады. Мысалы, Бірде желбіреген ақ сәулелі дала кездеседі, кейде қызыл бұйра тобылғылы адырлар ұшырасады, біресе көкала қамысты көлдер кездеседі.\nСалалас құрмалас сөйлемнің түрлері, жалғаулық шылаулары мен тыныс белгісінің кестесі\n№\nТүрлері\nЖалғаулықтары\nТыныс белгісі\n1\nЫңғайлас салалас\nЖәне, да, де, та, те, әрі.\nҮтір\n2\nҚарсылықты салалас\nБірақ, сонда да, дегенмен,\nалайда, әйтсе де, сөйтсе де.\nҮтір, үтір мен сызықша\n3\nТүсіндірмелі салалас\nЖалғаулығы жоқ. Сонша, сондай, сол, соншалық, мынау, мынадай сілтеу есімдіктері арқылы байланысады.\nҚос нүкте, сызықша\n4\nСебеп-салдар салалас\nӨйткені, сондықтан, себебі, сол үшін, сол себепті, неге десеңіз, т.б.\nҮтір, қос нүкте немесе сызықша\n5\nТалғаулы салалас\nНе, немесе, я, яки, болмаса,\nәйтпесе, не болмаса, әлде,\nя болмаса\nҮтір\n6\nКезектес салалас\nКейде, бірде, біресе.\nҮтір",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астарлау деген не? Көркемдешіш құрал",
        "question_content": "Астарлау деген не? Көркемдегіш құрал. Оны қалай білуге болады?",
        "question_date": "29.04.2020",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астарлау яки символ - троптың бір түрі. Бір нәрсені, не құбылысты тура суреттемей, бұларға ұқсас басқа бір нәрсеге, не құбылысқа құпия теліп, жасыра жарыстырып, бүкпелей бейнелеу, ойды да ашық айтпай, тартымды тұспалмен түсіндіру.\nМұның өзі - ой мен образға әрқашан астыртын, бұлдыр мағына береді деу қате (символды символизмнен айыра білу керек); ең бастысы - символ сөз өнерінде көркем кестеленіп отырған шындыққа әсем ажар, байсалды философиялық астар береді, шығармаға бір түрлі сыршыл сипат береді.",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған табиғатқа саяхат тақырыбында мәтін",
        "question_content": "Маған туған табиғатқа саяхат тақырыбында мәтін жазу керек.",
        "question_date": "29.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 23900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер - әркімнің кіндік қаны тамған, сол қасиетті жерден нәр алып, талай жанның жүрегінен ерекше орын алатын өлкесі. Науырзым қорығы географиялық аймақта және суда жүзетін құстардың бірнеше түрімен, жүгірген аң мекенімен, 700-ге жуық өсімдіктерімен ерекшеленеді. Қорық дегеніміз не? Ол - өсімдіктер мен жануарлардың қорғалатын тұтас табиғи аймақты мекені. Жол бойы әртүрлі құстардың түрлерін кездестірдік. Табиғатына тамсана отырып, Қараменді ауылына да жеттік. Бірден мұражайға тоқтадық.  Мұражай  алдында Науырзым қорығының эмблемасы – аққу, қорықтың символы бүркіт, орман көркі – еліктер бейнеленген екен. Ұстаздар мен оқушылар суретке түстік. Мұражай қызметкері саяхатшы Жасұлан атты жігіт ыстық лебізбен қарсы алып, мұражай жайлы таныстырды. Қорық жайлы бірнеше деректер айтылды. Бейнетаспа  көрсетілді. Онда өсімдіктің 687 түрі өседі, ал бұл - далалық аймақтық орташа көрсеткішінен үш есе көп екендігін білдік. Қорықтың ең ірі орманды алқабы - 16 мың гектар жерді алып жатқан Науырзым орманында - қарағайлар дала сілемдерімен, көптеген сорлармен, қайың және көктерек тоғайларымен араласып жатыр. Омыртқалы жануарлардың 342 түрі тіркелген. Аңдардың 44 түрі, құстардың 282 түрі, бауырымен жорғалағыштар және қосмекенділердің әрқайсысының үш түрінен және балықтардың 10 түрі бар. Бұл жерде ағаш арасынан  тиін - телеутка мен  бүғыларды да кездестіруге болады. Қорықта жыртқыш құстардың бірегей қауымдастығы - 26 түрі мекендейтінін, олардың 16 түрі осы жерде ұя салып, балапандарын қанаттандырады екен. Негізінен олар - бүркіттер, қарақұстар, ителгілер, ақ құйрықты ақиықтар, дала қырандары.\nОсы алған ақпараттарымыздың дәлелі ретінде Ескі Науырзымға бет бұрдық. Жол бойына бірнеше жыл тарихы бар биік қарағай, ормандардың ғажайып сұлулығы, сарқыраған бұлақ суы. Жұпар иісі аңқыған ауасы мен табиғатына көз тоймайды.Табиғатымызды аялайық!\nТолығырақ: http://auliekol.kostanay.gov.kz/kz/news/tu-an-zherge-sayakhat/",
                "date": "30.04.2020",
                "upvotes": 0
            },
            {
                "text": "Менің туып-өскен жерім – Қазақстан. Қазақстан – Еуразия құрлығындағы ең үлкен мемлекеттердің бірі. Қазақстан Республикасы - өз аумағында тұратын барлық азаматтардың ортақ Отаны. Отаншылдық өз үйіңнен басталады. Кімде-кім ата-анасын ардақтаса, бірге тұрған бауырларымен тату болса, өзінің өскен ауыл, қаласын, туған ұлтын сыйлап, қадірлесе, сол адам отаншыл болады.\nҚазақстанның кең даласын, биік тауларын, ормандары мен көлдерін көрген адам оны еш уақытта ұмыта алмайды. Біз жер шарының осындай сұлу, бай өлкесінде тұрамыз. Ол – біздің Отанымыз.\nҚазақстанның территориясы батысында Волганың төменгі ағысынан, шығысында Алтайға дейін 3000 км созылып жатыр. Ал солтүстікте Батыс Сібір жазығынан оңтүстікте Тянь-Шаньға дейін 2000 км-ге жуық қашықтыққа созылады. Қазақстанның оңтүстік-шығысында биіктігі 7000 м жететін Хан-Тәңірі тау массиві бар. Қазақстан Республикасы Евразия материгінің ортасында орналасқан.\nҚазақстанның жер беті әр алуан. Онда басын мұз басқан биік таулар да, биіктігі орташа таулы қыраттар да, кең-байтақ жазықтар мен ойпаттар да бар.\nРеспубликаның оңтүстік-батысында Маңқыстау түбегі орналасқан. Маңқыстаудың шығысында Үстірт шөлді қыраты (биіктігі 340 м-ге дейін) бар. Каспий маңы ойпатының солтүстік-шығысында Орал тауының оңтүстік сілемдері мен Мұғалжар (биіктігі 657 м) таулары бар. Ал Мұғалжардың солтүстік-шығысында Торғай қыраты (биіктігі 200-400 м) бар, бұл қырат оңтүстікте Тұран ойпатына Қызылқұм (биіктігі 53-332 м) кіреді.\nАрал теңізінен солтүстікке қарай Үлкен және Кіші Борсыққұм массивтері және Арал маңы Қарақұмы жатыр.\nҚазақстанның орталық бөлігін Сарыарқа алып жатыр. Ол ескі таулардың жұрнағы сияқты. Сарыарқада Қарқаралы (1,366 м), Ұлытау (1,133 м) т.б. тау массивтері бар. Сарыарқаның оңтүстік бөлігі бірте-бірте сусыз шөл Бетбақдалаға ұласады. Оның оңтүстігінде Мойынқұм жатыр. Бетбақдаланың шығысында үлкен аймақ бар. Ол аймақ Балқаш көліне құятын 7 өзенге байланысты Жетісу аталады.\nРеспубликаның шығысында, оңтүстік-шығысында Алтай тауларының сілемдері, Тарбағатай мен Жоңғар Алатауының (4,463 м) жоталары орналасқан. Республиканың ең көрікті жерлерінің бірі Қарқаралы. Қарқаралы Қарағанды облысына қарайды. Қарқаралы көрікті де әдемі жер. Орманды, тоғайлы жер. Қаланы орман, тоғай қоршап тұрады. Тоғай ішінің ауасы мен жемісі адамға шипа. Сондықтан да бірнеше демалыс орындары, санаторий салынған. Олардың іші таза, жарық, кең, биік. Бұл демалыс орындары мен санаторийге жылына жүздеген адамдар келіп дем алады, емделеді.\nҚазақстан территориясының ауқымдығына қарай ауа райы да әр түрлі. Табиғаттың әсемдігін көріп, сүйе білетін адам, оны қорғаудың қажеттігін сезініп, түсінеді. Қоғамның материалдық және рухани байлықтарының қайнар көзі – табиғат. Табиғаты әсем сұлу қалалардың қатарына Алматы қаласын жатқызуға болады. Алматы – Алатаудың қасында орналасқан. Алатау – биік, әдемі тау.\nМен Қазақстанда тұратынымды мақтаныш етемін. Қазақстан азаматы ретінде туған Отанымды, халқымды құрмет тұтамын.\nӘрбір Қазақстандық азамат атамекенін, ел намысын қорғайтын, ата салтын бұзбайтын, қайырымды болуы керек.\nҚазақстандық азамат отанды сүйетіндігін сөзбен емес, іспен дәлелдеуі қажет.\nТолығырақ: http://testent.ru/publ/studenty/kazak_tili_sabagi/tu_an_zherge_sajakhat/3-1-0-2984",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    }
]