[
    {
        "question_title": "Гугл аккаунты паролын ұмытып қалдым. Телефоным жоғалған. қалай востонавит етуге болады?",
        "question_content": "Гугл аккаунты паролын ұмытып қалдым. Телефоным жоғалған.қалай востонавит етуге болады.",
        "question_date": "1.05.2023",
        "question_tag": "Жалпы компьютер",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер номеріңізді гугл аккаунтқа байланыстырылған болса, онда телефон номеріңізді восстановить етіп көріңіз. Гуглда аккаунтқа кіретін жерде паролді ұмыттым сілтемесін шерсеңіз Сіздің номеріңізге смс код келуі мүмкін",
                "date": "1.05.2023",
                "upvotes": 1
            },
            {
                "text": "Кароче гугл ға новый акк ашу деп жазылып тұр соған бас содан киін ватсабың қай номер ге тіркелген соны жаз сосын сол номер ға пин кон па бірдене келеді соны жаз пароль ұмытып қалсаң забыл пароль деп астын да тұрады соны бас содан киін өзің түсінесің.мен тыныс белгілерді қоя алмаймын кешір содан түсініксіз болуы мүмкін кешір.",
                "date": "2.05.2023",
                "upvotes": 1
            },
            {
                "text": "Гуглға вход. Парольді ұмытып қалсаныз сіздің номерініз аккаунтқа тіркелген болса \"Забыли пароль?\" дегенді басу қажет(бұл батырма логин и парольдің астыңғы жағында жазылып тұр)",
                "date": "3.05.2023",
                "upvotes": 0
            },
            {
                "text": "Мен аккаунтымды паролын умытып қалдым қандай паролды білуге болады",
                "date": "13.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "45 ке қалдықсыз бөлінетін 3 таңбалы сандар нешеу",
        "question_content": "Уйретіңдерші пж математикадан",
        "question_date": "1.05.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 таңбалы сандар жүздіктер(100 -ден 999 -ға дейін).  45 -ке қалдықсыз бөлінетіні 135, 180, 225, 270, 315, 360, 405, 450, 495, 540, 585, 630, 675, 720, 765, 810, 855, 900, 945, 990 жалпы саны 20",
                "date": "1.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2011 жылы \"Дипломмен ауылға\" үйді алғанға кредитке өтініш бере аламын ба?",
        "question_content": "Мен 2011 жылы \"Дипломмен ауылға\" бағдарламасы бойынша жұмысқа орналастым, сол жылы көрші ауылға тұрмысқа шықтым. Подьемный алдым. Үй алайын деп едім, үйлер болмады. Енді сол үйді алғанға кредитке өтініш бере аламын ба?",
        "question_date": "30.04.2023",
        "question_tag": "Мектеп",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен агроном оқып магистратурада қаржы менеджеріне ауысып оқуға болады ма?",
        "question_content": "Өзім 1ші курс студентімін\n\nмамандығым агроном Құдай қаласа магистратурада қаржы менеджері мамандығына ауысып оқи аламын ба?",
        "question_date": "30.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 216,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пән разницасын төлеп оқи аласыз",
                "date": "30.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Chat GPT ді мұғалімдер қалай өз пайдасына қолдана алады?",
        "question_content": "Білмегендер болса, chat GPT жасанды интеллект.",
        "question_date": "29.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақтың тақырыбы бойынша ЖИ-дан көрнекілік құралдарын жасауға; өзекті мәселелерді шешуге; қалай тиімді оқытуға,  ақпарат алуға мүмкіндік бар шығар.",
                "date": "2.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағзалар селекциясы үшін қолдан сұрыптаудың маңызын түсіндіріңдер?",
        "question_content": "Мен 14 жастамын,қызбын,сабағымды 4-5 ке оқыймын",
        "question_date": "28.04.2023",
        "question_tag": "Мектеп",
        "question_views": 838,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Искусственный отбор — это процесс, при котором человек, являясь \"искусственным\" отборщиком, выбирает определенные организмы для разведения с целью усиления или выделения желаемых наследственных характеристик. Этот метод широко применяется в сельском хозяйстве и скотоводстве, а также в сферах биологических исследований для получения желаемых генетических свойств в популяции.\nОсновные аспекты искусственного отбора включают:\nВыбор желаемых характеристик: Искусственный отбор начинается с определения тех или иных характеристик, которые желательно усилить или выделить в популяции организмов.\nВыбор родителей: Искусственный отбор включает выбор родителей, обладающих желаемыми характеристиками. Чем более выраженные эти характеристики у родителей, тем более вероятно, что они передадутся потомству.\nРазведение: Выбранные родители размножаются между собой с целью передачи желаемых генов потомству.\nОценка и выбор потомства: Потомство оценивается с точки зрения наличия или улучшения желаемых характеристик. Наилучшие представители используются в следующих циклах разведения.\nПовторение цикла: Процесс искусственного отбора повторяется несколько раз, чтобы постепенно стабилизировать и улучшить желаемые характеристики в популяции.\nПримерами искусственного отбора могут быть улучшение урожайности растений, повышение молочной продуктивности скота, создание пород собак с определенными характеристиками и др. Этот метод стал мощным инструментом в руках человека для формирования желаемых свойств в различных популяциях организмов.",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "Жасанды сұрыптау-бұл адам \"жасанды\" селекционер бола отырып, қажетті тұқым қуалайтын сипаттамаларды күшейту немесе оқшаулау мақсатында өсіру үшін белгілі бір организмдерді таңдайтын процесс. Бұл әдіс ауыл шаруашылығы мен мал шаруашылығында, сондай-ақ популяцияда қажетті генетикалық қасиеттерді алу үшін биологиялық зерттеу салаларында кеңінен қолданылады.\nЖасанды іріктеудің негізгі аспектілеріне мыналар жатады:\nҚажетті сипаттамаларды таңдау: жасанды сұрыптау организмдер популяциясында күшейтілген немесе оқшауланған белгілі бір сипаттамаларды анықтаудан басталады.\nАта-аналарды таңдау: жасанды таңдау қажетті сипаттамалары бар ата-аналарды таңдауды қамтиды. Бұл сипаттамалар ата-аналарда неғұрлым айқын болса, соғұрлым олар ұрпаққа берілуі мүмкін.\nАсылдандыру: таңдалған ата-аналар ұрпаққа қажетті гендерді беру мақсатында бір-бірімен көбейеді.\nҰрпақты бағалау және таңдау: ұрпақ қажетті сипаттамалардың болуы немесе жақсаруы тұрғысынан бағаланады. Ең жақсы өкілдер келесі өсіру циклдарында қолданылады.\nЦиклды қайталау: популяциядағы қажетті сипаттамаларды біртіндеп тұрақтандыру және жақсарту үшін жасанды іріктеу процесі бірнеше рет қайталанады.\nЖасанды сұрыптаудың мысалдары өсімдік өнімділігін жақсарту, малдың сүт өнімділігін арттыру, белгілі бір сипаттамалары бар ит тұқымдарын құру және т.б. бұл әдіс организмдердің әртүрлі популяцияларында қажетті қасиеттерді қалыптастыру үшін адам қолындағы күшті құралға айналды.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыс көзіндегі ақылы еңбек демалысының ақшасын ала аламын ба",
        "question_content": "Кмм жұмыс жасаймын. Декреттік демалысқа шығарған бұрын қазіргі жұмысымда 4 ай жұмыс жасадым\n\n Декреттік демалыстан бала 1 жас 2 айға толғанда сол жұмысқа қосылдым.  Енді декреттік демалыс кезіндегі ақылы еңбек демалысын ала аламын ба, ақы төлене ме?",
        "question_date": "28.04.2023",
        "question_tag": "Заң",
        "question_views": 96,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектеп жасындағы балаға мектептен тыс уақытта кім жауапты?",
        "question_content": "Мектеп жасындағы балаға мектептен тыс уақытта кім жауапты?Ата-ана ма әлде мектеп пе?",
        "question_date": "28.04.2023",
        "question_tag": "Мектеп",
        "question_views": 179,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "18 жасқа толмаған балаға мектептен тыс уақытта баланың ата-анасы және мектепте жауапты.",
                "date": "3.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала күтушісі болғым келеді. Қандай колледж оқытады?",
        "question_content": "Бала кутушиси болгым келеди. Кандай колледж окытады? Алде окымаймын ба? Жауап берип комектесип жибериниздерши",
        "question_date": "28.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер балабақшада \"Тәрбиеші\" жұмыс істегіңіз келсе, \"5В010100-Мектепке дейінгі оқыту және тәрбиелеу\" мамандығын оқуыңыз керек.",
                "date": "25.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Немістің Нибелунгтар туралы жыр шығармасына семантикалық талдау барма?",
        "question_content": "Антиплагиаттан өтетін сауатты семантикалық талдау жасайтын адам болса жекеге шығыңыздаршы",
        "question_date": "27.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 156,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иә, немістің нибелунгтар туралы өлеңіне семантикалық талдау жасалған. Өлеңнің әртүрлі интерпретациялары бар, бірақ ең көп таралған тақырыптардың кейбірі мыналарды қамтиды:\n\nМахаббат пен қызғаныш трагедиясы: Поэма Зигфрид пен Брюннхилданың махаббат хикаясын баяндайды, оның соңы трагедиямен аяқталады. Зигфридті Брюннхилдеге деген сүйіспеншілігін қызғанған Хаген өлтіреді. Бұл махаббат пен қызғаныш тақырыбы поэмадағы орталық тақырыптардың бірі.\nБатырдың өлімінің тақырыбы: Поэма барлық кейіпкерлер үшін қаһарман Зигфридтің өлімімен аяқталады. Оның өлімі барлығы үшін қайғылы қаза және алтын дәуірдің аяқталуын білдіреді.\nКек тақырыбы: Өлең де кек оқиғасы. Брюннхилде Гюнтерді улану арқылы Зигфридтің өлімі үшін Хагеннен кек алады. Бұл кек тақырыбы поэманың қозғаушы күштерінің бірі.\nНибелунген поэмасын талдау контекстінде жиі талқыланатын басқа тақырыптар:\n\nБилік тақырыбы: Өлеңде билік тақырыбы мен оның адамдарға әсері. Зигфрид пен Гюнтер екі күшті билеуші және олардың күші олардың өліміне әкеледі.\nТағдыр тақырыбы: Өлеңде тағдыр тақырыбы мен оның адам өміріндегі рөлі де қарастырылады. Зигфрид пен Брюннхилде екеуі де тағдырларының алдын ала белгіленгеніне сенеді және бұл сенім олардың өліміне әкеледі.\n«Нибелунгтар туралы поэма» - бұл әртүрлі тәсілдермен түсіндіруге болатын күрделі және көп қабатты шығарма.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шылаулардың сөз табы деп танылуы?",
        "question_content": "Шылаулар неге сөз табы болды",
        "question_date": "27.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бизажис мамандығы үшін 9дан бітіру керекпе әлде 11сыныптанба?",
        "question_content": "Бизажис маманы болу үшін не оқу қажет және қай мемлекетке барып оқу қажет",
        "question_date": "27.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 147,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Визажист болу үшін курс өтіп тұрсаңыз жеткілікті.",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмысты бірге бастаған үш кісінің бірі жұмыстың үштен бірі біткен соң кетіп қалды.",
        "question_content": "Жұмысты бірге бастаған үш кісінің бірі жұмыстың үштен бірі біткен соң кетіп қалды. Екіншісі қалған жұмыстың жартысын бітірген соң кетті. Қалғанын үшінші жұмысшы аяқтайды. Жұмыс 66 күнде біткен болса, екінші жұмысшы неше күн жұмыс істеді?\n\nЖауабы 30\n\nШЫҒАРУ ЖОЛЫ КЕРЕК )",
        "question_date": "27.04.2023",
        "question_tag": "Мектеп",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "66/3 = 22\n\n66-22 =44\n\n44/2 = 22\n\n1 жумысшы =22 кун\n\n2 жумысшы = 44 кун",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 тәулікте неше секунд бар",
        "question_content": "1 тәулік=    секунд\n1ай=        секунд\n1жыл=     сағ\n1 жарын=   тәулік",
        "question_date": "26.04.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 тәулік=  86400  секунд\n1ай=    2592000    секунд ( 30 күн деп есептесек айды)\n 1жыл=   8640  сағ",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сынып оқимын. 2 курcқа оқуға түсіп кетуге бола ма?",
        "question_content": "10 сынып оқимын. 2 курcқа оқуға түсіп кетуге бола ма?\n\nIt или программист ке",
        "question_date": "25.04.2023",
        "question_tag": "Университет, колледж",
        "question_views": 151,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжге 9 сынып бітіріп немесе 11 сыныптан соң оқуға түсе аласыз. Бірақ 1 курстан қабылданады.\n10 сынып бітіріп оқуға түссеңіз, 1 курстан бастап оқисыз.",
                "date": "25.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Каспий теңізінің экожүйесі жайлы?",
        "question_content": "Каспий теңізінің экожүйесі жайлы ақпарат керек ұзағырақ болса деймін өтініш тезірек",
        "question_date": "25.04.2023",
        "question_tag": "Биология",
        "question_views": 310,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Каспий экологиясы – Каспий теңізінде мұнай-газ өндіру және мұнай өңдеу кешендерінің дамуына байланысты Қазақстанның батыс өңірінде қалыптасқан табиғи, әлеуметтік, экономикалық және экологиялық жағдай.\n\nБүгінде Каспийдің экологиялық жағдайы өте қиын және апат алдында тұр. Бұл экожүйе табиғаттың да, адамдардың да әсерінен өзгеріп отырады. Бұрын су қоймасы балық ресурстарына бай болса, қазір кейбір балық түрлері жойылу қаупі төніп тұр. Сонымен қатар, теңіз өмірінің жаппай аурулары, уылдырық шашатын жерлердің азаюы туралы ақпарат бар. Сөренің кейбір аймақтарында өлі аймақтар қалыптасқан.\n\nТағы бір мәселе - теңіз деңгейінің ауытқуы, судың азаюы, су беті мен қайраң аймағының азаюы. Теңізге құятын өзендерден келетін су мөлшері азайды. Бұған гидротехникалық құрылыстар салу және өзен суын су қоймаларына бұру ықпал етті.\n\nКаспий теңізінің түбінен алынған су мен шөгінді сынамалары акваторияның фенолдармен және әртүрлі металдармен: сынап пен қорғасын, кадмий мен мышьяк, никель мен ванадий, барий, мыс және мырышпен ластанғанын көрсетеді. Судағы химиялық элементтердің деңгейі барлық рұқсат етілген нормалардан асып түседі, бұл теңізге және оның тұрғындарына айтарлықтай зиян келтіреді. Тағы бір проблема - теңізде апаттық салдарға әкелуі мүмкін оттегісіз аймақтарды қалыптастыру. Сонымен қатар, бөтен организмдердің енуі Каспий теңізінің экожүйесіне зиян келтіреді. Бұрын мұнда жаңа түрлерді енгізудің өзіндік полигоны болған.\n\nКаспийдің жоғарыда аталған экологиялық проблемалары келесі себептерге байланысты туындады:\n\nартық балық аулау;\n\nсуда әртүрлі құрылыстар салу;\n\nакваторияның өндірістік және тұрмыстық қалдықтармен ластануы;\n\nэкономиканың мұнай-газ, химия, металлургия, энергетика, агроөнеркәсіптік кешенінен келетін қауіп;\n\nбраконьерлердің қызметі;\n\nтеңіз экожүйесіне басқа әсер ету;\n\nакваторияны қорғау туралы Каспий маңы елдерінің келісімінің болмауы.\n\nБұл зиянды ықпал ету факторлары Каспий теңізінің өзін-өзі толықтай реттеп, тазару мүмкіндігін жоғалтқандығына әкелді.\nКаспий теңізі бірнеше мемлекеттермен қоршалған, сондықтан су қоймасының экологиялық мәселелерін шешу осы елдердің ортақ мәселесі болуы керек. Егер Каспий экожүйесін сақтау туралы қамқорлық жасалмаса, нәтижесінде судың құнды қорлары ғана емес, теңіз өсімдіктері мен жануарларының көптеген түрлері де жоғалу қауіпі бар.",
                "date": "25.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік туралы эссе тезиспен жазып берсеңіздер?",
        "question_content": "Тәуелсіздік туралы эссе тезиспен жазып берсеңіздер?",
        "question_date": "25.04.2023",
        "question_tag": "Мектеп",
        "question_views": 161,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсінде қайтыс болған адамды көрдім, не мағына?",
        "question_content": "Түсімде әжем өзіне шақырып алып қолыма ақ мата орады, не мағына?",
        "question_date": "25.04.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысын білмедім, но түсті тек жвқсыға жору керек. Қосымша әжеңізге арнап  құран бағыштасаңыз артық болмайды.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасқа аллергия беріп суы ағып тоқтамай жатыр",
        "question_content": "Қасқа аллергия беріп суласа суын қалай тоқтатуға болады",
        "question_date": "25.04.2023",
        "question_tag": "Тазалық",
        "question_views": 139,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайық өзен ағысымен 5 сағат 85 км өтті. Ағысқа қарсы 3 сағат 45 км?",
        "question_content": "Қайық өзен ағысымен 5 сағат 85 км өтті. Ағысқа қарсы 3 сағат 45 км. Ағыс жылдамдығы қандай?",
        "question_date": "25.04.2023",
        "question_tag": "Математика",
        "question_views": 733,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайық өзен ағысымен 5саг. 85км. өтті. Агыска карсы 3 сағат 45км. Ағыс жылдамдығы.",
                "date": "12.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге әл. желілерде жаңалықта қылмыскерлердің бетін жауып көрсетеді?",
        "question_content": "Неге әл. желілерде жаңалықтарда қылмыскерлердің бетін жауып көрсетеді?Қылмыскерлерді  ұрып, соғып өлтіріп кетпесін деген ой ма әлде қалай?",
        "question_date": "24.04.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 220,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі, сот үкімі шықпайынша, қылмыскер деп жүзін көрсетуден бөлек, \"қылмыскер\" деген сөзбен айыптауға да тыйым салынады (БАҚ өкілдері үшін), бұл сөз адамның кінәсі дәлелденгеннен кейін ғана айтылады. Демократиялық мемлекеттерде ауыр қылмыс жасаған адамның да құқығын сақтауды мүдделейді, яғни, жүзін көрсеткені үшін, сотталушының жақындары сотқа бере алады, немесе, т,б заң жүзінде жауап береді.",
                "date": "5.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Белгілі сыншы, мәдени сарапшы, еліміздің еңбек сіңіретін қайраткері",
        "question_content": "Белгілі сыншы, мәдени сарапшы, еліміздің еңбек сіңіретін қайраткері Әлия Бөпежанова қазіргі сатиралық театрлар туралы өз пікірін білдірді. Жақсы әзіл арзан күлкіден құралмау керек. Синтаксистік талдау жасау.",
        "question_date": "23.04.2023",
        "question_tag": "Мектеп",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айдағы жасырынбакты балалар калай ойнады?",
        "question_content": "Срочно жауап берндерш",
        "question_date": "23.04.2023",
        "question_tag": "Мектеп",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айдағы жасырынбақ  (Ж. Сахиев)\nКөп кешікпей кемеміз Ай бетімен жанасты. Біраз жылжып барып ғарыш айлағының алдына тоқтады. Сыртта бізді арнайы көлік күтіп тұр екен. Соған мініп «Ғалымдар үйіне» жеттік. Көкем, Сартай және мен – үшеуіміз бір пәтерге орналастық. Сол бір сәт екеуіміз үшін әлі қорқынышты. Өзіміз жатқан бөлменің үлкен терезесі сыртындағы Ай термометрі 200 градус суықты көрсетті де тұрды. Сартай екеуіміз көпке дейін көз іле алмадық. Жердегі қараңғылық жай екен. Ай аспанындағы жұлдыздар да жымыңдамайды. Айналаның бәрі бейне бір күл шаңының астында қалғандай көңіл құлазытады. Тіршіліксіздіктің нағыз көрмесі де сонда екен. «Пәтердегі жылу жүйесі сөнсе, әпсәтте мұз болып қатып қаламызау» деп те қорықтық.\nАйдағы таңның атуы, Күннің көтерілуі ұзаққа созылды. Күн өзіміз Жерде жүріп қарағанда батыс жағы дейтін оң жақ шетінен – Дағдарыс теңізі жақтан шығады екен. Айда ол – шығыс. Ондағы жарты күн Жердегі екі аптаға тең. Оны бәріміз де білеміз. Біз Жерден өліара қарсаңында аттанғанбыз. Өліара кезінде Ай Күн мен Жердің арасында болады ғой. Сөйтіп, ол күнмен қабат шығып, бірге батады. Ал бірер күннен соң Ай Күннің сол жағына өтіп, Жердің батыс жағынан қияқтанып көрінеді. Біз оны жаңа Ай туды дейміз. Ал сол кезде Айда шын мәнінде таң атып, Күн шығады екен. Сартай екеуіміз қазақ халқының оны ежелденақ дәл білгеніне қайран қалдық.\nЖер есебімен екі тәулік өткенде қалашық орналасқан аймақ жа рықтанды. Бірақ Жердегідей емес. Тас қараңғы ғарыштағы Күнге ша ғылысқан бір домалақ дененің бетіне сәуле түскендей ғана көрініс. Не көгілдір көкжиек жоқ, не аспанды шарпыған әсем бұлт жоқ. Күннің сәулесі де шашырамай бажырая қалған. Көз қарықтырады.\nКүн сәулесі Дағдарыс теңізін жартылай жарықтандырған кезде Сартай екеуімізге сыртқа шығуға рұқсат берілді. Ал көкем бастаған ғалымдар зерттеу жұмысына әлдеқашан кірісіп кеткен. Назарымызды Ай бетін дірілдете баяу жылжып бара жатқан зауыт бөлді. Көкемнің түсіндіруінше, олар Ай топырағынан оттегі және тағы басқа Ай базасына қажетті технологиялық заттарды өндіруге арналған.\nСодан абайлап, шұңқыр ернеуіндегі тастарға аяғымды тіреп, қолмен де ұстап, жайымен ішіне түстім. Сартай сыртта, маған бір жағдай болғанда қол ұшын беруге әзір. Шұңқырдың іші әжептәуір үлкен, кең әрі тегіс еді. Мен көлеңкеге ендім. Солақ екен, комбинезонымның сол жеңіндегі термометрдің түтікшесіндегі қызыл түсті сынап төмен қарай жылжи жөнелді. Денемді суық алғандай күй кешіп, сәл кібіртіктеп қалдым. Бірақ қайта шығуға намыстандым. Сөйтіп, қапқараңғы дүниеге тап болдым. Айдың Күн сәулесі түсіп тұрған жағы өзінше бір бөлек дүние сияқты. Төбемде әлгінде ғана көмескі көрінген жұлдыздар жыпырлайды.\n– Мерген! Ей, Мерген, – деген хабар жетті шыны дулыға ішіндегі дыбыс қабылдағыштан.\nМен жалт бұрылып, жоғары қарадым. Ойыма: «Сартай бірдемеге ұшырады ма?» деген күдік келгенді. Қарасам, ол көз алдын оң алақа нымен қалқалап, әлдекімді іздеп тұр. Мені көрмейтін тәрізді.\n– Не болды, саған Сартай? Кімді іздеп тұрсың? Әлде көзіңе ұшатын беймәлім бірдеме елестеді ме?\n– Жоқ! – деді Сартай іліп алғандай, – көзіме ештеңе де елестеген жоқ!\nМен сені таппай тұрмын!\n– Таппағаның қалай? Мен ешқайда кеткен жоқпын!\n– Көлеңкеге енген бойда зымзия болдың! – деді ол толқып.\n– Ал сен менің көз алдымдасың!\n– Көлеңкеден шықшы! – деді енді Сартай дегбірсізденіп.\n– Жарайды. Қазір.\nМен көлеңкеден шықтым. Сартай мені жоғалтып тапқандай қатты қуанды. Шұңқыр ернеуіне шыға бергенімде қолымнан тартып алып, құшақтай алды. Реңінің бозарғаны да шыны дулығаның ішінен апанық көрініп тұр.\n– Енді сен түсіп көрші! – дедім мен.\n\n– Одан да Жердегі сияқты жасырынбақ ойнасақ қайтеді? – деді Сартай.\n– Қалайша?\n– Не қалайшасы бар? Сен іздеуші, мен жасырынушы боламын.\nКөзіңді жұмып елуге дейін санайсың. Содан соң іздей бер!\n– Жарайды, ойнасақ ойнайық, – дедім мен.\nСанап болған соң көзімді ашып іздей бастадым. Жымжырт. Мана жүрген жылжымалы зауытавтоматты жүйелер де алыстап кеткен. Шұңқыр ішін әрібері қарап Сартайды көре алмадым.\n– Сартай! А, Сартай! Қайдасың, көріп тұрған жоқпын! – дедім енді өзім де үрейленіп.\n– Мұнда тұрмын ғой! – деді ол мәз болып.\nАртынша кеңккеңк күлгені де микрофонды қырылдатып жіберді. Мен де күлдім. Бірақ сонда да сыры беймәлім табиғатқа сенбей жүрексінемін. «Айда серуендейміз деп жүріп бірбірімізді жоғалтып алсақ» деген үрейлі ой билей бастады. Әріберіден қарап:\n– Ойын бітті, Сартай! Мен жеңілдім! Шыға бер! – дедім.\n– Қазір! – деді ол.\nБір мезетте Сартай көлеңкенің шетіне шыға келді. Ол шұңқырдың ернеуіне жеткенде қайта жоғалтып алардай қолынан шап беріп ұстай алып, өзіме қарай тарттым. Сөйтіп, ешқашан ойымызға келме ген жасырынбақ ойынын ойнадық. Кешікпей Ай табиғатын зерттеу жұмысын аяқтап, көкем келді. Тамақтанып болғаннан кейін пәтерде отырып, екеуіміз жаңағы көрген қызықтарымызды айтып күлдік.\n– Бұл – күлкі емес, – деді әкем терезеден тіршіліксіз Ай табиғатына қарап отырып, – көлеңкенің қоюлығы Айдағы атмосфераның жоқ тығынан. Күн жүйесі алғаш ғарыш шаңтозаңынан пайда болғаннан кейін ғаламшарлардың тіршілікті жағдайға көшу кезеңдері бірдей өткен. Айдың да атмосферасы болған. Мұнда да бір заманда тіршілік қайнап жатқан. Мәдени дамудың жоғары шегіне жеткен Айдың са налы тіршілік иелері атмосфераны ластаған, оның ыдырауына әкеліп соқтырған. Озондық ойықтың ұлғаюы нәтижесінде Күн радиациясының электр магниттік ағымы, оған қоса қысқа толқынды диапазондағы рентгендік және ультракүлгін сәулелер ғаламшар бетіндегі тіршілікті жойып жіберген. Ай беті жалаңаштанып, шектен тыс қызып, жасыл же лек біткен қурап, бұлақ, көл, теңіз бен мұхит уланып ғарышқа ұшып кет кен. Қиыр ғарыштан қаңғып келген аспан тастары ғаламшардың бетін әжімге толтыра берді. Ай беті жыпырлаған қазаншұңқырларға толды. Ғаламшардың күнгей жағы құрғап, түнгі жағындағы ішкі суы мәңгілік мұз болып қатып қалды. Ай өз осінен айналуын мейлінше баяулатты. Біздің ғылыми зерттеуіміз осыны дәлелдеді…\nӘкем мәнжайды Сартай екеуімізге түсіндіріп болған соң өзінше ойға батып, үнсіз қалды. Біз үлкен терезеден сыртқа көз тастадық. Жиегі қара пердемен тұтылғандай қапқараңғы Ай аспанында мен мұндалап әсем Жеріміз көрініп тұрды. Бір кезде Сартай:\n– Енді мұнда жасырынбақ ойнамайықшы, – деді.\n– Жарайды, енді ойнамаймыз, – дедім мен іле қостап, – онан да ана көрініп тұрған Жеріміздегі атмосферамыздың, гидросфера мен биосфе рамыздың тазалығын ойлайықшы.\n– Табиғаттың болашақ тазалығы сендердің қолдарыңда, – деді сол кезде көкем Сартай екеуіміздің сөзімізді тыңдап болып, – достарыңа да түсіндіріңдер мұны",
                "date": "23.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Альфат есімі нің мағынасы не",
        "question_content": "Альфат есімі нені білдіреді",
        "question_date": "23.04.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Татар ұлтының ер адамға қоятын есімі, мағынасы: ең адал дос екен.",
                "date": "26.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Қара маған, қара»",
        "question_content": "«Қара маған, қара»:  «Біз екеуміз жаным бәлкім соңғы рет, көзіміздің жасын мөлдірет» деп басталатын әннің тексі барма?",
        "question_date": "22.04.2023",
        "question_tag": "Қазақша ән",
        "question_views": 385,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Біз екеумиз жаным балким сонгы рет\nкозимиздин жасы молдиреп\nмахаббаттын анин нурдай куйылган\nшыркап турмыз жатка буйырган\n\nалдилеген жел кушиндей\nтуган айым жана\nкус гумырдын белгисиндей\nкара маган кара\n\nаскынбасын журектеги\nжасырынган жара\nжарык куним тунектеги\nкара маган кара\n\nулгаймасын конилдеги\nкул окиниш дала\nкус канатым женилдеги\nкара маган кара",
                "date": "24.04.2023",
                "upvotes": 0
            }
        ]
    }
]