[
    {
        "question_title": "Сарматтардың дак, каспилер тайпаларының орналасу аймағы",
        "question_content": "Сарматтардың дак(дай,даг), каспилер тайпаларының орналасу аймағы.",
        "question_date": "6.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сармaттар туралы деректер өтe аз. Бұл тайпаның аты б. з. б. III ғ. бастап тарихқа кірген. Саpмат тaйпалар oдағы Батыс Қазaқстан өңірінде өміp сүрген. Б. з. б.III - б. з. -дың IV ғaсыры aралығында Тобыл мен Дунай арaлығын мекендеген тайпалар. Олар алғашындa б. з. б. VIII ғacырда «сауроматтap» деп аталған. Б. з. б. II ғaсыpдан бастaп Оңтүстік Орaлды, Еділ бойын, Қазақстанның батыс аумaғын қоныстанғaн. Б. з-дың IVғ. ғұндардан жеңіліп батыcқа қаpaй қоныс аударған. Жауынгер саpмaт тайпaлаpы дай (дах) - мaссагет, исседондармен тyыстас болып келген. Сарматтаpдың құрaмында роқсоландаp, алаңдaр, аорстар, cирақтар т. б. тайпaлар болған.",
                "date": "8.05.2020",
                "upvotes": 1
            },
            {
                "text": "Дах тайпалары ғана Маңғыстау шегінен ешқайда шықпады...",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер асты суының пайдасы",
        "question_content": "Жер асты суының пайдасы",
        "question_date": "6.05.2020",
        "question_tag": "География",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер асты суының қоры – жер асты суларының көп жылдар бойы шаруашылық мақсаттарға пайдалануға болатын, үздіксіз жиналып, толығып отыратын мөлшері. Ол табиғи қор, табиғи ресурс, пайдалану қоры болып бөлінеді. Табиғи қор – геологиялық мерзімде немесе көп жылдар бойы сулы қабаттарда, гидрогеологиялық құрылымдарда жиналған су мөлшері. Табиғи ресурс – жауын-шашынның, өзен суларының Жер бетінен оның астына әр мезгілде әр түрлі мөлшерде сіңуіне, Жер бетінің көп жылдық мерзімде ылғалдану режиміне сәйкес жер асты суының толығып отыратын бөлігі. Жер асты суының пайдалану қоры – аумағы белгілі сулы қабаттардан белгілі бір уақыт бойы, техникалық-экономикалық тұрғыдан тиімді түрде арнаулы су қабылдағыштар арқылы тәулігіне алынатын судың мөлшері. Олар халық шаруашылығындағы маңыздылығына, экономикалық тиімділігіне байланысты баланстағы және баланстан тыс қорлар болып 2 топқа бөлінеді. Зерттеліп барланғаннан кейін жоғары сапалы жер асты су қоры мемлекеттік балансқа алынады. Балансқа алынған су қорын пайдалану экономикалық жағынан тиімді болады. \nЖер асты суларын пайдалану— жер асты суларын минералдылық дәрежесіне, химиялық қүрамына және физикалық қасиеттеріне қарай халық шаруашылығында пайдалану түрлері. Олар ауыз су ретінде және шаруашылық сулармен қамтамасыз ету үшін, жер суаруға, ауруларды емдеуге, су қүрамындағы кейбір бағалы құрам бөліктерді (NаСl, Na2SO4 ,Na2CO4 , Вг, J және т.б.) өндіріп алу үшін және жылу көзі ретінде пайдаланылады.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Блокнот бағдарламасы",
        "question_content": "Блокнот бағдарламасында графикалық нысандар қалай орналасады?",
        "question_date": "6.05.2020",
        "question_tag": "Мектеп",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маған студент машықгердің есебі керек еді балабақшада өткен",
        "question_content": "Сәлеметсіздерме,маған балабақшадан өткен, студент-машықкердің есебі керек болып тұр.",
        "question_date": "6.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Парламент сенаты төрағасы",
        "question_content": "Шетелде жүрген Республиканың мемлекеттік делегациясын басқаратын Парламент Сенатының төрағасы Премьер-Министрдің тапсырмасы бойынша келіссөздер жүргізіп, шет мемлекетпен мемлекетаралық шартқа қол қойды. Сенат Төрағасы мұндай өкілеттікті жүзеге асыруға құқылы ма? Осындай шарт заңдық күші бар ма?",
        "question_date": "6.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмен түсіп келе жатқан дегенің кинетиқалык энергиясы қалай өзгереді?",
        "question_content": "Төмен түсіп келе жатқан дегенің кинетиқалык энергиясы қалай өзгереді?",
        "question_date": "6.05.2020",
        "question_tag": "Физика",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дененің кинетикалық энергиясы артады",
                "date": "6.05.2020",
                "upvotes": 0
            },
            {
                "text": "Тартылыс күші әсерінен кинетикалық энергия артады",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заттың молекулалық формуласын табыңдар?",
        "question_content": "Көміртектің массалық үлесі 82,215% болатын көмірсутектің сутек бойынша тығыздығы 57-ге тең. Заттың молекулалық формуласын табыңдар.",
        "question_date": "6.05.2020",
        "question_tag": "Химия",
        "question_views": 645,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Dh2(CxHy)=57 ⇒ M(CxHy)=Dh2*M(H2)=57*2=қ (г/моль)\n\nw(Cx)=M(Cx)*100%/M(CxHy)=82.215% ⇒ M(Cx)=w(Cx)*M(CxHy)/100%=82.215%*қ/100%=ұ (г/моль)\n\nM(Cx)=M(C)*x ⇒ x=M(Cx)/M(C)=ұ/12=ә\n\nM(Hy)=M(CxHy)-M(Cx)=қ-ұ=ү (г/моль)\n\nM(Hy)=M(H)*y ⇒ y=M(Hy)/M(H)=ү/1=ң\n\nCәHң",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мвд- ға қалай түссем болады",
        "question_content": "10 сынып оқушысымын. Мвд ға түскім келеді. Физический форма өте жақсы. Қанша балл жинау керек,қандай пән таңдау керек екені туралы ақпарат өте қатты керек !!!",
        "question_date": "6.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пән бойынша:\nӘСКЕРИ ОҚУ ОРЫНДАРҒА ҚАЛАЙ ҚАБЫЛДАНУҒА БОЛАДЫ?\nЕліміздегі әскери мамандар даярлау ісінде нағыз ұстахана саналатын Құрлық әскерлерінің Әскери институты офицерлік кадрларды 11 мамандық  бойынша дайындайды:\nМотоатқыш әскерлерінің командалық-тактикалық даярлығы;\nӘуе-десанттық әскерлерінің және әскери барлаудың командалық-тактикалық даярлығы;\nТанк әскерлерінің командалық-тактикалық даярлығы;\nАртиллерияның командалық-тактикалық даярлығы; \nАвтокөлік әскерлерінің ккомандалық-тактикалық даярлығы;\nАзық-түлікпен қамтамасыз ету бойынша командалық-тактикалық даярлық;\nКиім-кешекпен қамтамасыз ету бойынша командалық-тактикалық даярлық; Жанар-жағар маймен қамтамасыз ету бойынша командалық-тактикалық даярлық;\nБронетанктық қару-жарақ және техника;\nИнженерлік әскерлердің командалық-тактикалық даярлығы;\nӘскерлерді ракета-артиллериялық қамтамасыз ету бойынша командалық-тактикалық даярлық;\nӘскери аударма ісі.\nТолығырақ:https://abai.kz/post/41073",
                "date": "29.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шыраймен аттандыру әркімнің қонақасыны морфологиялык талдау жасау керек?",
        "question_content": "Шыраймен аттандыру әркімнің қонақасыны есептегендіктен айткызады әңгімесіне сөздеріне морфологиялық талдау жасау керек көмектесіңіздерші",
        "question_date": "6.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жеңіс жайында өлең керек 4 шумақ",
        "question_content": "Жеңіс күніне өлең керек",
        "question_date": "6.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 992,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жеңіс\n\nЖеңіс дейміз жалауымыз желбіреп,\n\nКөктем күні нұрын төксе елжіреп,\n\nТап осындай бейбіт күнге жеткізген\n\nӘкелер мен ағалар ғой ержүрек.\n\nҚорғап қалған қаласы мен даласын,\n\nБілеміз бе бабалардың бағасын?\n\nҚан майданда бала аңсап анасын,\n\nКеледі деп ана күтті баласын.\n\nЖауынгерлер Отан үшін ерледі,\n\nЖауларына сүйем жерін бермеді.\n\nЖанын қиып туған жерім, елім деп,\n\nАмал қанша, көпшілігі келмеді.\n\nБоздақтардың ұрпақтары өрістеп,\n\nБолашақтың бақытымен бөліспек.\n\nӨткен күннің өшпейтұғын белгісі –\n\nӨсіп жатыр Жеңіскүлдер, Жеңісбек.\n\nОйламаңдар жеңіс көзі соғыс деп,\n\nАлдарыңда күтіп тұрған соны іс көп.\n\nЖетістікке жеткен сайын әр істе,\n\nСоның бәрін санай бергін жеңіс деп.\n\nАвторы: Абдрахман Асылбек",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыс сульфаты және натрий гидроксиді ертітінділерінің органикалық заттары не?",
        "question_content": "Мыс сульфаты және натрий гидроксиді ертітінділерінің органикалық заттары  және байқалатын өзгерістері не?",
        "question_date": "6.05.2020",
        "question_tag": "Химия",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Редоксиметрия әдісімен титрлеу индикатормен де индикаторсыз да жүреді. Индикаторсыз – перманганатометрия әдісі титрленеді. Иодометрия әдісінде крахмал бос иод қатысуында адсорбциялық көк түсті қосылыс түзеді. Редокс – потенциалдың өзгеруінен түсін өзгертетін индикаторлар, редокс-индикаторлар деп аталады. Редокс – индикаторларға дифениламин NH(C6H5)2 жатады. Түссіз ерітінділерге тотықтырғыштармен әсер еткенде ол күлгін-көк түске өзгереді. Дифениламин көп тотықтырғыштармен тотығады. Тотыққан және тотықсызданған түрлері әр түрлі түс береді.\nРедокс – индикаторларға қойылатын талаптар:\n1. Тотыққан және тотықсызданған форманың түстері әртүрлі болуы керек.\n2. Ерітінді түсінің өзгеруі индикатордың өте аз мөлшерінде байқалуы тиіс.\n3. Эквиваленттік нүктеде индикатор тотықтырғыштың немесе тотықсыздандырғыштың аз мөлшерімен әрекеттескені дұрыс.\n4. Әсер ету интервалының өте аз болғаны тиімді.\n5. Индикатор қоршаған ортаға тұрақты, ауадан оттек, CO2 сіңірмеуі керек. Индикаторлардың тепе-теңдік жағдайына Нернст теңдеуі қолданылады.\nРедокс-индикатордың ауысу облысын анықтау үшін потенциалдық мәні есептеледі.\n, – түсі\n, – түсі\nБұл теңдеулер концентрация бастапқы концентрациядан 10 есе аз немесе көп болған жағдайды көрсетеді. Редокс-индикаторының потенциалының ауысу облысы:\nДифениламиннің стандарттық потенциалы\nЕ0=0,76 n=2\nДифениламин индикаторы Е0,73В түссіз, Е0,79В күлгін-көк түсті береді.\nДифениламин индикаторы түсінің өзгеру интервалы 0,73 – 0,79В\nРедокс әдісінде қайтымсыз индикаторлар ( метил қызғылт – сары, метил қызыл және т.б) қолданылады, олар тотықтырғыштың артық мөлшерінде өздерінің түсін өзгертеді [15].\nПерманганатометрия әдісі перманганат ионының MnO4- қышқыл немесе нейтрал ортадағы тотықтырғыштық қасиетіне негізделген. Қышқыл ортада марганецтің қызғылт – күлгін түсі түссізденеді.\nТотықсыздану нәтижесінде Mn2+ түзіледі.\n10FeSO4+2KMnO4+8H2SO4 – 5Fe2(SO4)3+2MnSO4+ K2SO4 + 8H2O\n5Fe2+ +MnO4- +8H+ = Mn2+ + 4H2O\nMnO4-+ 8H+ + 5e = Mn2+ + 4H2O\nMnO4[-] 5 электрон қосып алады. M(KMnO4) =158,03,\nМэкв(KMnO4)= 158,03 5= 31,6 гмоль\nМарганец (VІІ) сілтілік немесе нейтрал ортада марганец (IV) түзеді.\n2KМnO4 + Cr2(SO4)3+8KOH = 2MnO2+3K2SO4+4H2O\nMnO4- +4H++3e = MnO2 + 2H2O\nMnO4- +3H2O + 3e = MnO(OH)2 + 4OH-\nMnO4[-] 3 электрон қабылдайды, сондықтан моль эквиваленті:\nМэкв (KMnO4)= 158,03 3 = 52,67 гмоль\nMn2+ және марганец тотығы (ІV) MnO2 бір-біріне ауыса алады:\nMnO2 + 4H+ + 2e = Mn2+ + 2H2O\nСутек ионының концентрациясының өсуі, тепе-теңдікті Mn2+ ионы түзілу жағына қарай ауыстырады. Н+ ионының концентрациясы аз болса, тепе – теңдік марганец тотығына (ІV) MnO2 қарай ауысады, бұл сілтілік немесе нейтрал ортада MnO2 түзілетіндігінің айғағы.\nКалий перманганатының тотықтыру үрдісі көбінесе қышқыл ортада жүреді.\nЕкінші жағынан сілтілік немесе нейтрал ортада қоңыр түсті MnO2 түзілуі эквиваленттік нүктені дәл анықтауға кедергі жасайды. Сонымен қатар калий перманганатының қышқыл ортадағы тотықтырғыш қасиеті сілтілік ортамен салыстырғанда әлде қайда жоғары.\nИодометрия әдісінің негізі, иодометрия әдісіне қолданылатын жұмыс ерітінділері. Анықталатын заттың мөлшерін бөлінген немесе сіңірілген иодтың мөлшері бойынша анықтайтын титриметрлік анализдің түрі – иодометрия әдісі деп аталады.\nJ2 + 2e = 2J-\nJ2 – тотықтырғыш Е (J22J-) = +0,54 В. Бос иодпен тотығу – тотықсыздану потенциалдарының +0,54 вольттан кішілері тотығады. Тотықсыздандырғыштар иодтың жұмыс ерітіндісімен тікелей титрлеу арқылы анықталады.\nПотенциалы +0,54 вольттан үлкен тотықтырғыштар иодид-ионымен тотықсызданады.\nИодид – ионының тотығу нәтижесінде түзілген иод натрий тиосульфатымен титрленеді.\n2NaS2O3 + J2= 2NaJ+ Na2S4O6\nБұл реакция иодометрия әдісіндегі ең маңыздысы.\nNa2S4O6 – натрий тетратионаты деп аталады, иондық реакция.\n2S2O32- + J2 – = 2J-+ S4O62-\nЕкі тиосульфат – ионының 2S2O32- жалпы түрде 4 артық электроны бар, екі электронын беріп, бір тетратионат – ионына S4O62- айналады.\n2S2O32–2e = S4O62-\nJ2+ 2e = 2J-\nНатрий тиосульфатының моль-эквиваленті иодпен әрекеттескенде молярлық массасына тең: M(Na2S2O3*5H2O) = 248,19 гмоль, себебі тиосульфаттың 2 ионы 2S2O32- иодтың молекуласымен J2 әрекеттеседі.\nИодтың әр атомы J ионына дейін тотықсызданып, бір электрон ғана қосып алады, сондықтан иодтың моль – эквиваленті – 126,9 гмоль.\nИодометрия әдісіндегі жұмыс ерітінділері: иодтың титрленген ерітіндісі, тотықсыздандырғыштарды анықтауға, натрий тиосульфатының Na2S2O3 титрленген ерітіндісі тотықтырғыштарды анықтауға қолданылады.\nТотықтырғыштарды тікелей тотықсыздандырғыштармен натрий тиосульфатымен немесе калий иодидімен, эквиваленттік нүктенің нақты анықталмауына байланысты титрлеуге болмайды.\nСондықтан тотықтырғыштарды, жанама әдіспен орын басушыны анықтау әдісімен анықтайды.\nБұл жағдайда калий иодиді мен күкірт қышқылының қоспасына дәл өлшенген пипеткамен тотықтырғыш, мысалы, KМnO4 ерітіндісі қосылады.\nРеакция нәтижесінде анықталатын затқа эквивалентті мөлшерде J2 бөлініп, тиосульфат ерітіндісімен титрленеді.\nа) 2KМnO4 + 10KJ+8H2SO4= 5J2+2MnSO4+ 6K2SO4+8H2O\n2MnO4 -+ 8H+ + 5e = 2Mn2+ + 4H2O 2\n2J–2e = J2 5\nб) 2Na2S2O3 + J2 = Na2S4O6 + 2NaJ\n2S2O3 2- -2e = S4O6 2- 1\nJ2+2 e= 2J- 1\nБөлінген J2 калий перманганатына эквиваленті болғандықтан, натрий тиосульфатының көлемі арқылы калий перманганатының концентрациясы анықталады:\nCН(KMnO4) * V (KМnO4) = CН(Na2S2O3) * V(Na2S2O3)\nОсы әдіспен тотықтырғыштарды : Cl2, K2CrO7, Br2, мыстың (ІІ) тұздарын, KСlO3, темірдің (ІІІ) тұздарын анықтауға болады.\nЕ J2 2J- = +0,54 B\nИодометрия әдісіндегі реакцияның жүру шарттары.\nJ2+2 e= 2J- реакциясы қайтымды, аяғына дейін жүру үшін келесі шарттарды орындау қажет:\n1. Иод ұшқыш зат болғандықтан, титрлеу салқын жағдайда жүреді және температура жоғарылаған сайын, крахмалдың сезімділігі төмендейді.\n2. Иодометрлік әдісті күшті сілтілік ортада жүргізуге болмайды, себебі иод сілтімен реакцияға түседі:\nJ2 + 2NaOH = NaJO + NaJ + H2O\nJ2 + 2OH- = JO- + J- + H2O\nГипоиодид (JO-) күшті тотықтырғыш иодпен J2 салыстырғанда тиосульфатты ішінара сульфат ионына дейін тотықтырады:\nS2O32-+4JO-+2OH- = 4J-+ 2SO42- + H2O\nБұл иодометрлік әдістің нәтижесін қателікке соқтырады. Ерітінді рН-ы 9 – дан аспау керек.\n3. Тотықтырғыштарды анықтағанда калий иодидінің артық мөлшері қосылады, бөлінген иодты ерітіп, реакция нәтижесінде комплексті тұз түзеді:\nKJ + J2 = K[J3] немесе J- + J2 = [J3]-\nБұл тиосульфатпен титрлеу кезінде ыдырап, бос иод түзеді. Калий иодидінің артық мөлшері J- ионы мен анықталатын тотықтырғыштың арасындағы реакцияның жүруін тездетеді.\n4. Реакцияға Н+ ионы қатысатын болса, ерітінді қышқылдығының жоғарылауы реакция жылдамдығын тездетеді [16].\n5. Тотықтырғышпен калий иодидінің арасында реакция жүру үшін белгілі бір уақыт керек. Сондықтан тотықтырғышты қосқан соң, 3-5 минут қараңғы жерге қойылады. Жарық иодид – ионының ауадағы оттекпен тотығуын тездетеді:\n4J- + 4H+ + O2= 2J2 + H2O\nТолығырақ: https://kznews.kz/lifestyle/natrij-gidroksidi-men-natrij-karbonatynyn-eritindide-birge-bolgan-kezdegi-molsherin-anyqtau-adistemesi/",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ломоносов жайлы қалың сұрақтар керек",
        "question_content": "Орыс тілі пәнінен Ломоносов жайлы қиын сұрақтар құрастыру қажет.",
        "question_date": "6.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "PS/ ғаламтордан алынды, орыс тілінен қазақшаға гугл аудармашысы арқылы аударылды. Қателерін бір тексеріп алыңыз.\nТүпнұсқа: http://www.lib.tsu.ru/win/news/II_11/otvet_viktorin.pdf\n«Мен Ломоносов туралы білемін» викторинасының сұрақтарына дұрыс жауаптар\n1. Ломоносов ата-анасының үйінен шыққан кезде неше жаста болды?\n-19\n2. Ломоносов қай ұлтқа жататындығын есіңізде сақтаңыз.\n- поморлар\n3. Ломоносов Славян-Грек-Латын Академиясында оқуға бел буғанда қандай проблемамен кездесті?\n- Онда  шаруа балалары қабылданбады\n5. Ломоносов қай планетаны бақылап, әлемдік маңызы бар жаңалық ашты?\n- Венера\n7. 1745 жылы ол қай ғылым саласы бойынша профессор Ломоносов болды?\n- Химия\n8. Ломоносовтың алғашқы зертханасы неліктен жабдықталды?\n- Химиялық тәжірибелер\n9. Ломоносов химия сабағының арқасында қандай ежелгі өнерді жандандырды?\n- Мозаика\nЛомоносовтың әдебиет саласындағы қандай еңбегі бар А.С. Пушкин мұны айтты\nорыс тілінің барлық тірі күштерін «бақытты біріктіруге» әкелді ме?\n- үш стильдің теориясы\nЛомоносов туралы осы атақты тұжырым кімге тиесілі:\n«Тарихшы, риторик, механик, химик, минеролог, суретші және ақын, ол бәрін бастан өткерді және\nбәрі еніп кетті. «?\n- A.С. Пушкин\n12. Ломоносов Венераның күн дискісі арқылы өтуін бақылап, нені білгісі келді?\n- Жерден Күнге қашықтық\n13. Ломоносовты кім қарсы алды:\n«Ғылым, енді жеңіске жетіңіз: Минерва таққа отырды»?\n- Екатерина II\n14. Жолдардың авторы кім:\n«Жақында сіз мектепте Архангельск шаруасының Құдайдың қалауымен қалай пайда болғанын білесіз\nақылға қонымды және керемет »?\n- Н.Ә. Некрасов\n15. Ломоносов 1764 жылы Сібірге экспедицияны неліктен жабдықтады?\n- жұмыс істеген географиялық атласын нақтылау\n16. Қандай химиялық өндірістің дамуы М.В. Ломоносовты?\n- Шыны өндірісі\n17. Ломоносов Марбургке оқуға барған қандай ғылым?\n- кен өндірісіне байланысты\n18. Ломоносов орыс тілін түрлендіруде қандай нәтижеге қол жеткізгісі келді?\n- Оны сөйлеу тіліне жақындату\n19. И.Шувалов Ломоносов туралы тарихшының дарындарын біріктіргенін айтты,\nматематик, шешен және ақын: «Архимедтің Пиндар, Такиттің қауырсындары бар құрма ағаштары\nгүлдер ... ». Бұл тізімде кім жоқ?\n- динамик",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілияс Жансүгіровтың “Жетісуда су суреті“ өлеңіне сатылай кешенді талдау?",
        "question_content": "Жетісуда су суреті\n\nЫстықкөл жер айнасы мөлтілдейді,\n\nБалқашты қамыс қамап желкілдейді.\n\nАттанған алты өзені Жетісудің\n\nБалқашқа бауырымдап еңкілдейді.\n\nБалқаштан өзенді өрлей жүзген балық,\n\nТұмсығын қас қаққанша еркіндейді.\n\nБұлқынса анда-санда ала бура,\n\nЖетісу желпең қағып селкілдейді.\n\nШу әне, тауды тарпып шыққан шулап,\n\nОйнақтап, ырғи, жосып таудан тулап,\n\nАсқардың ақтарылған ағы емес пе,\n\nҚарқ болған қырғыз-қазақ суын сулап?\n\nШуылдап жүйткіп жатқан Шудың үні:\n\n«Қолың бер, құт, береке» дейді «тумақ!».\n\nЕртеден ірге теуіп өскен Шуда,\n\nҰлысы Ұлы жүздің Үйсін – Дулат.\n\nШымырлап Іле қайнап құмды кезген,\n\nҚас қақпан ұйық, дойыр, долы безген,\n\nАлыстан арып көшкен керуендей,\n\nТоңмойын, томсарулы тұнжыр көзбен,\n\nЕлге де, егінге де қарайласпай,\n\nЖылысып жылжып жатыр бір мінезбен.\n\nЕл шайқап, ердің қанын ішкен Іле,\n\nЕстісең ертегіні ескі сөзден.\n\nАрқырап асау Шелек орыпты тас,\n\nБурадай бұлқынады көк ала бас,\n\nОл баста Күншығысқа шыға шауып,\n\nЖалт беріп етекке еңсей сапты құлаш.\n\nАйдынды айдағардай күміс көл бар,\n\nАлысқан таумен, таспен алып болмас.\n\nҚожыр тас қопарыла құмға айналып,\n\nЖарпымен көшіп жатыр боп жым-жылас.\n\nҚысылып қыспақтағы қыл көпірден,\n\nАлбандар өтеді азар деп «ақсарбас».\n\nКөпірген Көксу көл бар басы бастау\n\nДегенге көшпелі әйнек суы ұйқастау,\n\nТау жуып, тасты қуған содыр суы,\n\nАңқылдайд арнасында меруерт астау.\n\nЖалбасы, Шаған, Бұғы мүлгиді оған,\n\nШалдуар шалдай қалғып шала мастау.\n\nЖар жарып, жерді жиған Көксу көл бар,\n\nБейне бір Жалайырға шабатын жау.\n\nАрқырап айқай салған Көксу алып,\n\nЖазыққа шыға кел",
        "question_date": "6.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эпитеттер: меңіреу құз, ну тоғай, қоғалы көл, қоңыр құм, әсем жер, ақ бура, қоңыр самал, меруерт астау, ерке су, сары бала , қалың құм, қара қазан.\nТеңеулер:   көшкен керуендей, бурадай, айдағардай, шалдуар шалдай\nМетафора:          кеудең –асқар,  аяғың-көл, Ыстықкөл-жер айнасы.",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "-та жалғауына сөйлем құрау керек.",
        "question_content": "ТА жалғауына сйлем құра алмай отрмын",
        "question_date": "6.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Абай кiтап та, өлең де жазған ұлы ақын. 2. Талабы жоқ жас та бiр, қанаты жоқ құс та бiр. 3. Ақын деген кiтап та жазуы қажет. 4. Құс та жылы жер iздеп ұя салады.",
                "date": "2.06.2020",
                "upvotes": 0
            },
            {
                "text": "Атам туралы кітап та жазған.",
                "date": "13.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конус биіктігі 4см , табанының радиусы 3см тең. Конус осьтік қимасының периметірі?",
        "question_content": "Конустың осьтік қимасының периметірін  қалай табады?",
        "question_date": "6.05.2020",
        "question_tag": "Математика",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h = 4 см - конус биіктігі\n\nr = 3 см - негіздің радиусы,\n\n АВС  үшбұрышы ретіндегі қиманы есептесек:\n\nl = 5 см\n\nV = 1/3 πr²h = 1/3 · π · 9 · 4 = 12π см³\n\nSпов. = Sнег. + Sжақ.\n\nSпов. = πr² + πrl = π · 9 + π · 3 · 5 = 9π + 15π = 24π см²\n\nЖауабы:V = 12π см³\n\nS = 24π см²",
                "date": "8.05.2020",
                "upvotes": 0
            },
            {
                "text": "Меніңше, конустың остік қимасы теңбүйірлі үшбұрыш болады, мұнда бүйір қабырғасы l = 5 см, ал табаны d = 6 см.\n\nP = 2l + d = 2*5 + 6 = ө (см)",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңберге сырттай сызылған трапецияның орта сызығы 18 см,периметрін табыңыз.",
        "question_content": "Шеңберге сырттай сызылған трапецияның орта сызығы 18 см,периметрін табыңыз.",
        "question_date": "6.05.2020",
        "question_tag": "Мектеп",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапецияның орта сызығы екі табанының қосындысының жартысына тең. Сондықтан екі қабырғасының қосындысы 36 -ға тең.\nАл ереже бойынша шеңберге сырттай сызылған трапецияның қарама қарсы жатқан табандарының қосындысы тең .\nAB + CD = AD + BC\nЯғни, P = AB + CD + AD + BC= 36+36=72",
                "date": "8.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Диплоидты хромосомалар қандай жасушаларда болады?",
        "question_content": "1. Диплоидты хромосомалар қандай жасушаларда болады?\n2. Тұқымның түзілуінің эволюциялық маңызы қандай?\n\n3. Неліктен жыныстық үдерістерге мейоздық бөліну қажет?\n\n4. Жыныссыз көбеюге тірек сызба құру.\n\n5. Жабық тұқымды өсімдіктерді жаз және олардың тіршілік ерекшелігі қандай?",
        "question_date": "6.05.2020",
        "question_tag": "Биология",
        "question_views": 600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-сұрағыңызға жауап берейін.\n\nДиплоид (2n) организмнің жасушаларында, ал гаплоид (n) ұрық жасушаларында болады",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы 10см, доғасы 60°. Қалған бөлігінің ауданын табыңыз?",
        "question_content": "Геометрия, шеңбер ауданы, жарты шеңбер ауданын табу керек? Радиусы 10см, доғасы 60°. Қалған бөлігінің ауданын табыңыз?",
        "question_date": "6.05.2020",
        "question_tag": "Геометрия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сызбасы:\nТабу керек:",
                "date": "8.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қоғамдық өмірдегі дін рөлінің өзгеруінің екі себебі",
        "question_content": "Қоғамдық өмірдегі дін рөлінің өзгеруінің екі себебі",
        "question_date": "6.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата заңымызда дін мен мемлекет бөлек дегенімізбен біз бір қоғамда, шаңырақта өмір сүрудеміз, бөліп жару мүмкін емес. Дін жеке тұлға және қоғамның құтқарушы хабары болып табылады. Ақыл-ес және аңыздық дәлелдерге негізделген иман, кең пейілді Аллаға жасалған ғибадаттар арқылы адам жүрегін және ойларын жамандықтардан тазартып, қоғамға да бейбітшілік пен тыныштықта өмір сүру мүмкіндігін ұсынады.\nАбай атамыз айтқандай: «Адамды – адам ететін де иман, Сұлтан ететін де иман», «Рухани байлық – бақытқа жеткізеді» – демекші, дін ойлауды, іздестіруді және үйренуді бұйырады. Жұмыс істеп, табысқа қол жеткізуді бұйырады. Басқарудың халық еншісіндегі нәрсе екендігіне сүйенеді, ал үкімет халық егемендігінің өкілі болып саналады. Бұл тұрғыдан алғанда заңдар барлығы үшін бірдей тең түрде жүзеге асырылады. Қоғамдық өмірде көмек беруге және қолдау көрсетуге, әділеттілікке және кеңес беруге мән беріледі.\nЕнді, ХХ-шы ғасыр жөнінде айтатын болсақ, ХХ-шы ғасырда дінсіз қоғам құруға тырысқан мемлекеттердің қандай халге ұшырағанын өзіңіз көріп тұрсыз. Мысалға, Кеңестер одағын айтуға болады. Оның соңынан келген Қытай мемлекеті бір кезде дінге әдет-ғұрыптарға қатты тыйым салып, кейін 1980-ші жылдан бастап олардың өздері дінге еркіндік беруге мәжбүр болды. Батыс мемлекеттері өнеркәсіп пен ақпараттың ең дамыған жері. Осы мемлекеттерде дін қайта күшейіп келе жатқан сияқты. Заман өзгереді, адамзаттың құқықтық талаптары өзгереді. Экономикалық, рухани талаптары өзгереді. Міне, осы талаптардың бәрін белгілі қағидалар шеңберінде бүкіл адамзатқа тән және ортақ деңгейде реттеп тұратын жүйе керек. Яғни, дін адамзаттың қоғамдағы өмірін, азамат ретіндегі өмірін, жанұядағы өмірін және бұл дүниеден кейінгі ахиреттегі өмірін реттейді, Мен кіммін, қайдан келдім, қайда барамын, бұл жаратылыс қалай болды, өмір қалай пайда болды, бұл әлемді, бұл космосты жаратқан қандай күш деген сұрақтар бұдан мың жылдан кейін де адамзатта бола береді. Осындай сұраныстар, қажеттіліктер болғандықтан, адамзат өмірінде дін әрқашанда болады.\nҚазақстандағы діни көріністі былай деп түсіндіруге болады. Сіз сұрап отырған дүниетанымдық және реттегіш функция екеуі де бізде қазір жоқ. Діннің ең үлкен күші - халықты ұйымдастыру қабілеті. Пайғамбарымыз (с.а.у.) көшіп жүрген арабтарды ислам діні арқылы ұйымдастырды. Соның арқасында ислам өркениеті пайда болды. Қазіргі кездегі мұсылмандардың ислам жөніндегі түсініктері, Құран түскен ғасырдан кейінгі ғасырларда әр түрлі діндер мен нанымдардың ортасы болған көне Жібек жолында қалыптаскан діни синкретизм мен тұрмыстық дүниетанымнан аса алмай жатыр. Сондықтан, біз тәуелсіз мемлекетімізді нығайту үшін, Қазақстан халқының басын қосу, оның ішіңде қазақ деген халықтың басын қосып, халықты кереметтей ұйымдастыру үшін Құран мен адамдардың арасындағы кедергілерді алып тастауымыз ләзім. Мұсылмандар ең алдымен Құранды дұрыс түсінуі керек. Құранды зерттеу керек. Құранмен қарама-қайшылыққа келетін исламға жат, нахақ сенімдерді ислами емес деп тануымыз керек. Ол, мүмкін әдет болар, салт болар, Кеңес дәуірінде келіп қосылған болар. Оларды тарихымызда орын алған шындықтар деп мойындайық. Мәдениет эволюциясы ішінде өз орнын алып тұрған ұрпақ ретінде мәселелерді ақылға салуымыз керек.\nИслам рух дене арқылы жетілген, көзі ашық, саналы, адамгершілікті және тәрбиелі қоғамның қалыптасуын қалайды. Ал осындай бір қоғамның бұл дүниеде және ақыретте бақытты болуын қамтамасыз ететін болса, оның соңғы мақсаты.\nИслам жеке тұлға және қоғамның құтқарушы хабары болып табылады. Ақыл-ес және аңыздық дәлелдерге негізделген иман, кең пейілді Аллаға жасалған ғибадаттар арқылы адам жүрегін және ойларын жамандықтардан тазартып, қоғамға да бейбітшілік пен тыныштықта өмір сүру мүмкіндігін ұсынады.\nИслам ойлауды, іздестіруді және үйренуді бұйырады. Ақыл мен ғылым негіздеріне сүйенеді. Ислам – жүйелі және әлемдік өркениет діні. Жұмыс істеп, табысқа қол жеткізуді бұйырады. Басқарудың халық еншісіндегі нәрсе екендігіне сүйенеді, ал үкімет халық егемендігінің өкілі болып саналады. Бұл тұрғыдан алғанда заңдар барлығы үшін бірдей тең түрде жүзеге асырылады. Қоғамдық өмірде көмек беруге және қолдау көрсетуге, әділеттілікке және кеңес беруге мән беріледі.\nИслам – түсінуге жеңіл дін. Сенім, ғибадат және мораль негіздері бойынша да қарапайым және жалпыға бірдей. Мұсылман болуды, Алланың бар екендігін және жалғыз екендігін растау негізіне сүйенеді. Алланың бар және жалғыз екендігіне иман еткен, хазіреті Мұхаммедтің (с.а.у.) пайғамбарлығын қабылдаған, оны растайтын әрбір адам «Мұсылман» сипатына ие болады.\nҚазақстан Республикасының Дін Басқармасының бұрынғы Төрағасы және Бас мүфти Әбдісаттар Дербісәлі Иман журналында  жарияланған  (№3-10) «Дінді сату – Отанды сату» атты мақаласында осы жағдайға байланысты былай дейді:\n«Ислам басқа діндерге және олардың өкілдеріне кешірімді болып, түсінікпен қарауды бұйырады. Қазақстан әр түрлі діндер мен мазхап өкілдері тәуелсіз және кешірімді ортада өмір сүруде.\nҚазақстан да жан-жақтан келіп, ұйым ретінде тіркеліп, кейіннен «компьютер, ағылшын тілін үйретеміз» деп алдап, айлакерлікпен, қулықпен, халқымызды өз ағымдарына енгізген миссионерлер де баршылық. Бұл әрекеттердің достық пен бейбітшілікті сақтау үшін жасалып отырмағандығы бесенеден белгілі. Миссионерлердің негізгі мақсаты – «Бірлік пен тұтастықта, бауырластық және діндестік қарым-қатынас дәнекері арқылы бір-бірімен байланыс жасап, тыныштықта және бейбіт өмір сүрген халқымыздың арасына іріткі салу». Облысымызда шет елден келген миссионерлер жұмыс істеуде.\nМиссионерлер - өздеріне көмек көрсетіп отырған – қаржылық күштерге сенеді. Қазақстан халқының  жанын жаралап, миын улауда.\nХизбуттахрир Қазақстанға да дәл осындай жолмен тәуелсіздігін алғаннан кейін кіріп, ұйымдарын құра бастады. Хизбуттахрир Оңтүстік Қазақстанға 2000 жылдары келді. Хизбуттахриршілдер Түркістанның 1500 жылдығын тойлау барысында экстремистік-лаңкестік әрекеттерімен көзге түсті.\nОлар осындай әрекеттерімен 2003 жылы Кентау қаласында да шығып, кейбіреулері қауіпсіздік органдары тарапынан қолға түсті.\nМиссионерлік әрекеттердің қалай, қай аймақта, қандай жолдармен және кімдер арасында белең алып отырғанын білу, анықтау бұл мәселені шешу үшін және алдын алу үшін өте маңызды. Сондықтан да, өте қауіпті, арандатушы ағымдарға қарсы күрес үшін төмендегідей шараларды ұсынамыз:\nХалықтың әлеуметтік, экономикалық жағдайын жақсарту, мәдени және медициналық    проблемаларды    шешу,    жалпы    халықтын тұрмысын түзелту;\nЖастар мен балалардың тәрбиесіне оқуына көңіл бөлу, ұлттық құндылықтарды бойына   сіңіріп   өсулеріне   жағдай   жасау   керек; осыған  байланысты  заңдар  мен  өкімдер  шығарылуы  тиіс.   Орта мектеп   және   жоғарғы   оқу   орындарындағы   сабақ   жоспарлары қайтадан   қаралып,   дінімізді   және   ұлттық   құндылықтарымызды үйрететін сабақтар қою керек. Яғни, \"дін мәдениеті және тәрбиесі\", \"дінтану, тарихы\" сабақтарын  енгізу;\nДіни қызметкелер мен діни тәлім-тәрбиеге керекті жағдайды жасау; және оны тікелей үкіметтің қарауына алғызу, діни қызметтерге жоғары білімді азаматтарды тағайындау;\nДіни және ұлттық   кұндылықтарды   насихаттайтын   газет, журналдар шығару, радио және телевизор программаларын енгізу, фильмдер түсіру және қойылымдар қою;\nҚұтқарушы, қамқоршы атын   жамылып   келген   ниеті   кара зұлымдардың елімізге қоныстанып халықтың сенімін, болмысының бүзылуына себеп болатын әрекеттерге кедергі жасау;\nБүркеншік атпен келіп    ойына   келгенін   жасап    жатқан  миссионерлерді  елден   аластау немесе  олардың  әрекеттерін және солардың ұясы болып отырған шіркеулерді қатаң бақылауға алу;\nСөз соңында айтарым Елбасы Н. Ә. Назарбаевтың айтқаны: «Тегіміз түрік, дініміз Ислам екенін ұмытпайық, Қасиетті Құран Кәрімді насихаттайық».\n«Міндет ұлтыңа, Қоғамға қалтқысыз қызмет ететін, арлы-ұятты, Рухани өресі биік азамат болу», - деген еді.\nБіз өркениетті, қылмыс атауы жоқ, керемет қоғамда өмір сүру үшін, халықта ұлттық рухта тәрбиелеп, рухани бай болу керек.\nТолығырақ: https://newtimes.kz/obshchestvo/43618-dinni-o-amda-y-r-li",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлшекті қысқартыңыз",
        "question_content": "Бөлшекті қысқартыңыз:\n    m²-n²\n------------------\n2m²+4mn+2n²",
        "question_date": "6.05.2020",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі: Қысқаша көбейту формуласын қолдану арқылы шығарылады.",
                "date": "8.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Синтаксистік, Морфологиялық талдау",
        "question_content": "1)Морфологиялық талдау (театр, әлдеқашан, жүз елуге,ертең,Ой!)\n2)Синтаксистік талдау (Абай бос уақытында Шығыстың ұлы ақындары Низами, Сағди, Науаи, Физули шығармаларын оқитын.)",
        "question_date": "6.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дизайнер мамандығына түсуге қай университет жаксы ?",
        "question_content": "Дизайнер мамандығына түсуге қай университет жаксы Алматы қаласында?",
        "question_date": "6.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәтбаев Университет, ҚазҰУ(КазГу),  ҚазБСҚА (КазГАСА) осы үшеуінің біреуіне түскенің дұрыс.",
                "date": "30.06.2020",
                "upvotes": 0
            },
            {
                "text": "Жүргенов атындағы өнер ордасы",
                "date": "30.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А(-6;-7)және B(-2;17) болса, АВ кесіндісінің ортасы С нүктесінің координаталарын табыңыз",
        "question_content": "Біз осы есепті шығара алмадық",
        "question_date": "5.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұның арнайы есептейтін формуласы бар. Бірақ, мен оны ұмытып қалыппын. Сондықтан оны координаттар осьіне салып ортасын тауып сызғыш арқылы, сол нуктенің орнын анықтауға болады. сы әдіс бойынша С(-4;5) болды.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несіпбек Айтұлы Байтерек поэмадағы өзіндік ерекшелігі?",
        "question_content": "Несіпбек Айтұлы Байтерек поэмадағы өзіндік ерекшелігі?",
        "question_date": "5.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 6200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Аға, жаңа жыл, жаңа жасыңыз құтты болсын. Биыл жетпіске аяқ басып тұрсыз. Жеті томдығыңыз шықты. Өлеңдеріңіз бен поэмаларыңызды шолып шыққанда «қара сөзбен жеті тұрмақ, жиырма том жазуға болатын шығар, ал, өлең сөзбен жеті том жазу қиын емес пе екен» деген ойға келдім. Сіз не дейсіз? Шабытыңыз барлық кезде шарықтап тұра ма әлде көп жазу үшін ақын өз-өзін белгілі бір тәртіпке, жүйеге түсіру керек пе?\n– Бір өлеңімде «Өлеңім өміріммен бірге өрілген. Өрнегін сала алмайды кім көрінген» дейтін жолдар бар. Он-он бір жасымнан бастап өлең жаза бастадым. Алғашқы «Балалық» дейтін өлеңім 1965 жылы Шұбартау аудандық «Жаңа өмір» газетінде жарияланды. Менің өлең жазуыма әкемнің де әсері болған шығар деп ойлаймын. Ол кісі таңды таңға ұрып қара өлеңді жатқа айтатын. Мектепті бітірген соң КазГУ-дің журналистика факультетіне оқуға түстім. Мамандығым журналист болғанымен, бар өмірім осы әдебиет пен өлеңнің айналасында болды да, журналист боп көп еңбек еткен жоқпын. Өз басым көп немесе аз жаздым деп айта алмаймын. Иә, жеті томдығымды Мәдениет және спорт министрлігі арнайы бағдарламамен шығарып берді. Оларға рахмет.\nУниверситетке түскен соң ақындық әлем өзіне біржола баурап алды. Біз жас кезде қатты жұмыс істедік. Алдымызда Ғафу, Қадыр, Сағи, Мұқағали, Тұманбай ағаларымыз бар еді. Солардың соңдарынан ердік. Ол кезде ақын-жазушылар тұрмақ жай адамдардың өзінде әдебиетке деген керемет құлшыныс бар еді. Қазір көркем шығарма оқып өскен сол адамдардың көбі бұл дүниеден көшіп кетті. Буын алмасты. Ауылдағы қойшы-қолаңға дейін «Жұлдыз» журналын етіктерінің қонышына салып жүріп оқитын. Әдебиетті насихаттау, әдебиетке деген қамқорлықтың арқасында ең таралымы аз деген жинақтардың өзі 5 мың данамен шығатын. 1974 жылы алғашқы жинағым «Қозыкөш» 5 мың данамен жарыққа шықты.\nАғаларымызға қарап еліктеп өстік. Жасыратыны жоқ, бүкіл қаламгерлер кітаптан түсетін қаламақымен күн көрді. Кітабың 10 не 20 баспа табақ боп шықса, ақша мәселесі шешілетін. Алдымыздағы Қалижан, Хамит, Жұбан ағаларды да көрдік қой. Солардай болғымыз келді. «Болмасаң да ұқсап бақ» демекші, көп іздендік. Біздің жұмыс өлең жазу емес пе? Жұмыстан үйге келіп, ас-суымды ішіп алған соң, бір сағат ұйықтап алып, содан тар пәтердің асүйінде түнгі 3-4-ке дейін, кейде таңғы 5-6-ға дейін отырып өлең жазған күндер болды. Сосын бір-екі сағат көз шырымын алып, таңертең жұмысқа кетіп бара жататынбыз. Мен ғана емес, сол кездегі замандастарымның бәрінің жағдайы осыған ұқсас еді. Ал енді шығармашылық өмірін режімге түсірген мен білетін бір адам – Қадыр Мырза Әлі. Қадыр ағаның әр сағаты, әр минуты есептеулі болатын. Мен ондай бола алмадым. Шабыт деген нәрсенің өзі менің ұғымымда шартты нәрсе. Шабыт дегенің – көңіл күй. Көңіл күйдің ауанына қарай жазасың.\n– Ең алғаш әдебиеттің табалдырығын аттағанда сіздің шығармашылығыңызға назар аударып, ақ батасын берген қай қаламгерлер еді? Өз-өзіңізге есеп бергенде солардың үмітін ақтай алдым ба деп ойланатын кездеріңіз бар ма?\n – «Қозыкөшке» дейін жас ақындардың «Көктем тынысы» дейтін жинағы шықты. Нұрлан Оразалин, Асқар Егеубаев, Серік Ақсұңқар, тағы басқа ақындар сол жинақта алғаш көрінді. Бәріміз қатар шықтық. Кітапқа алғысөзді Тұманбай Молдағалиев жазды. Ол кісі менің өлеңдерімнен шумақтар келтіре отырып, жақсы бағалағаны есімде. Ең алғашқы «ақ бата» деп осыны айтам. Одан кейін Мұқағали Мақатаевтың алғысөзімен 1972 жылы қазіргі «Жас Алаш», бұрынғы «Лениншіл жас» газетіне бір топ өлеңдерім басылып шықты. Өлеңдерімнің жарыққа шығуына тікелей қамқорлық жасаған тағы бір адам – Мұхтар Мағауин. Ол кезде «Жалын» журналында редактордың орынбасары еді. Мен осындай адамдардың көзіне түстім. Кейіннен пікір білдіргендер де өте көп болды. Әрине адам болған соң өз-өзіңе есеп бересің ғой. Мықты шыққан, әлсіз шыққан дүниелерің де өзіңе белгілі. Менің өзіме риза болатын тұсым – қырыққа жетпей Әлішер Науаидың «Ескендір қорғаны» деген дастанын ескі өзбек тілінен аударғаным.\n– Ескі өзбекшені де білетін болдыңыз ғой?\n– Дастанды жолма-жол аударуда балалар жазушысы Құрманбай Толыбаев ағамның көмегіне жүгіндім. Бұл Әлішер Науаидың атақты «Хамсасындағы» бес дастанның біреуі. Аудармам Өзбекстанның мемлекеттік сыйлығына да ұсынылды. Бірақ белгісіз себептермен берілмей қалды. Осы дастан менің екінші тынысымды ашып, басқа бір әлемге шығарып жібергендей болды. Кейіннен академик Рахманқұл Бердібайдың алғысөзімен кітап болып жарыққа шықты. Ол кезде Әлішер Науаиды аудару екінің бірінің қолынан келе бермейтін. Жалпы, менің құлындайдан жазған шығармаларымның алтын өзегі – бостандықты аңсау, еркіндікті жырлау болса, еліміз егемендік алған соң мен тәуелсіздіктің салтанатын жырладым. 26 жасымда жазылған, сол тұстағы республикалық «Жалын» журналының бәйгесін алған «Бассүйектер», «Үндістер, үзілмеңдер» деген поэмаларымда азаттықты аңсау идеясы айқын көрінді. Кеңес заманында бассүйектерді сөйлету арқылы және үндістердің ауыр халін жазған боп отырып өз халқымның бостандығын аңсадым. Үндістер туралы поэмамда мынадай жолдар бар:\n «Қару тілін меңгергенше, Қапылыста өтті өмір. Тәңір бізге жер бергенше, Берсең етті көктемір. Айыққанда мұнардан күн, Көктеп қайта шығармыз. Өртке кеткен ну орманның, Түбіріміз мына біз». Шынында біз өртке кеткен ну орманның түбірі едік.\n– Тәуелсіздіктің салтанаты демекші, сіздің поэмаларыңыз көбінде батырлар жайлы екен.\n– Астанаға қоныс аударғаныма он сегіз жылдай болды. Осы жылдардың ішінде жиырма шақты поэма жазыппын. Қазақтың төрт құбыласындағы батырларды түгелдедім. Қабанбай, Бөгенбай, Наурызбай, Жалаңтөс, Бердіқожа, тағы басқа да батырлар бар. Рас, бұлардың бәрі кезінде жырланған. Бірақ, солардан қалған ерлік пен рухты жаңаша жырлау қажет болды. Тәуелсіздік қайдан бастау алды, қалай пайда болды деген ойды жас ұрпақтың санасына сіңіру керек болды. Тәуелсіздікті бір кісідей жырладым деп айта аламын.\n– Сіздің көптеген өлеңдеріңізге ән жазылғанын білеміз. Ән болғанда да қазіргі күні орындалып жүрген «Ән-домбыра», «Дариға-дәурен», «Арман», «Жалт-жұлт еткен дүние-ай», «Дәурен-ай» сынды әсем әндердің тарихына тоқталсаңыз.\n– Әнге сөзді ең көп жазған ақын Тұманбай ағамыз ғой. Ал мен әнге сөз жазуды қиын деп ойлайтынмын. Басында жолай алмадым. Абай ауданында Мейрамбек Жанболатов деген партия қызметкері бар еді. Көптеген тамаша әндердің авторы. Журналист Серік Жанболаттың әкесі. Бір күні Тұрсын Жұртбай мен Жәнібек Кәрменов екеуі мені іздеп келіпті. Олар мені «Алатау» санаторийінде жатқан Жанболатовқа апарып таныстырды. Сол отырыста Мейраш аға бірнеше әндердің әуенін тартып, менің сөз жазып беруімді өтінді. Бір әуенін ұнатып, он-он бес минутта сөз жазып бердім. Ән сөзін композитор да ұнатты. Жәнібек әнді сол сәтте орындады. Бұл көпке белгілі «Ән-домбыра» еді. Әнге сөз жазу содан басталды. Сәл кейінірек Ақселеу аға бір ән жазды, «Сарыарқаны». Оған сөз жаздым. Іле-шала «Дәурен-айға» сөз жаздым. Сөзін мен жазған осы үш ән де сәтті шықты. Кейін Тұрсынжан Шапаймен, Рамазанмен шығармашылық байланысымыз орнады. Секен Тұрысбек екеуміз де көптеген әндер тудырдық. Секен әндерінің тоқсан пайызының сөзін мен жаздым. Кездейсоқ әндерге сөз жаза бермеймін. Алдымен әнді тыңдап көрем. Домбыра тарта алмасам да, музыканы түсінемін. Музыка өзі сөйлейді. Бір күні Тұрсынжан үйіне шақырып, бір музыканы тартты. «Айналайын, мына әннің аты «Дариға-дәурен» ғой. Музыканың өзі сөйдеп тұр» деп бірден айттым. Алдымен «Дариға-дәурен» деп атын қойып алдық та, сөзін қолма-қол жазып бердім. Рас, кейде қиын жазылады. Бұған өте шеберлік керек. Музыканы жақсы түсіну қажет. Тек әннің көңіл күйін ойламай, әншіні де ескеру қажет. Сен жазып берген сөздер оның даусын тұтып қалуы мүмкін, кейбір дауыссыз дыбыстар дауысты ұстайды. Қысқасы, әнге сөз жазғанда әнді де, әншіні де ойлауың керек. Музыка мен поэзияның сиқырлы байланысы бар. Соны дәл бассаң, жақсы ән туады. Әр әннің тарихы әртүрлі. Композитормен шартпа-шұрт ерегісіп қалған жағдайлар да болды. «Сөзің құрысын» деп ол кетеді. «Әнің құрысын» деп мен кетем. Ертеңіне бәрібір қайта табысамыз. Ол бір қиямет-қайым процесс. Сөйтіп керісіп жүріп туған әндер де бар. Жақсы сөзді нашар музыка өлтіреді. Керісінше, жақсы музыканы жаман сөздер тұншықтырады. Сол үшін «өлең мен ән ғашықтардай табысуы қажет» деп ойлаймын.\n– Жуырда сіздің құрлық асып, шетелде тұрып жатқан танымал жазушы Мұхтар Мағауинге арнаған «Мұха, қайда барасың?» атты өлеңіңізді әлеуметтік желіден оқыдық. Бұған екінші тараптан жауап болды ма? Яғни, сіздің хатыңыз Мағауинге жетті ме, ол жақтан жауап келді ме?\n– Ағам үнсіз жатыр. Жеткен шығар. Мен алыстағы Мұхаңа – қалай телефон шалуды да білмеймін. Мұхтар менің өз ағам. Екеуміз бір ауылданбыз. Оқуға алғаш келгенде қолдау білдірген, көмектескен. Кейіннен отбасымызбен араластық. Мен сағындым. Ел сағынып отыр. Жуырда ауылға барып қайттым. Бақанас деген өзен бар. Сол өзеннің бойында Көпбейіт атты жер бар. Мұхтар Мағауиннің атасының қыстауы сонда. Атасы Құрымбай Абаймен дос-жаран кісілер болған. Мағауиннің жазуы бойынша Абайдың «Жаздыкүн шілде болғанда» өлеңі Көпбейітте туған. Рас, екеуміз бір ауылдан болсақ та, Алматыға келгенше оны көрген емеспін. Себебі, мен оқушы кезде ол кісі Алматыда студент еді. 1967 жылы алғаш рет Семейдің вокзалынан «Қобыз сарыны» кітабын сатып алдым. 1969 жылы өзімен таныстым. Мұхтар – қазақтың ұлы жазушысы. Қазақ үшін қыруар еңбек еткен адам. Әбіш пен Мұхтар екеуі қос күрең сияқты қос жүйрік. Сондай жазушының ортамызда болғаны жақсы ғой. Бұл өлең – ағаға деген сағынышым, назым. Жүрек сөзі деп ұғу керек. Дәл осы кезеңдерде ортамызда болса нұр үстіне нұр еді. Өлеңді жаздым да, әлеуметтік желіге салғызып жібердім. Ағаның құлағына жетсін деп ойладым. Бірақ әзірге жауап жоқ.\n– Былтыр ақпанның басында бес бірдей бала өртке оранған трагедия болғаны ешкімнің есінен шыға қойған жоқ. Сіздің азаматтық үніңізді «Өртеніп өлді бес бала» деген жыр шумақтарыңыз арқылы естідік. Жалпы, сіздің қазіргі қоғамға көзқарасыңыз қандай? Сіздіңше қазақ қоғамы дамудың жаңа кезеңіне өтті ме?\n– Іргеміз бекіді. Мынадай қала салынды. Көп нәрсеге қол жеткіздік. Қол жетпей жатқан дүниелер де бар. Бес баланың өртеніп өлгені маған сондай қатты әсер етті. Жұмыстан шығып бара жатқам. Машинада отырып үйге жеткенше жазып тастадым. Оған күйінбеген, оған жаны селт етпеген адам қандай адам екенін білмеймін. Ол енді бір оқыс жағдай. Аналарға қозғау салды. Жаныңа батқан шындықты айтпасаң ақын болудың керегі не?\nМемлекетіміз қазір жаңа бетбұрыстық кезеңге өтті деп ойлаймын. Елбасының жаңа Президентке өз еркімен билікті беруі дұрыс болды деп есептеймін. Елдің тыныштығы, берекесі, болашағы үшін бәріміз көк тудың түбінен табылуымыз керек. Қазіргі кезде әртүрлі ерсілі-қарсылы пікірлер айтылуда. Ұлт мүддесінен өз мүддесін жоғары қоятындар ұлт атынан сөйлеуге құмар боп алды. Кейбір есебі түгел бизнесмендер халықты арандатып жүр. Ақшасы бар, билігі бар кезде үндемей келгендер қолдарынан ақша мен билік сусып кеткенде оппозиция боп шыға келеді. Маған осы нәрсе ұнамайды. Рас, ел үшін шынайы кейіппен шырылдап жүргендер де бар. Оларды да білеміз. Жер мәселесі көтерілгенде «Жер – жаннан қымбат» деген поэма жаздым. Жұмабек Тәшенов туралы. Біраз басылымдар басқан жоқ. Қорықты. Сол кезде Жұмабектің ерлігін айта отырып, ащы шындықтың бетін аштым. Жер – жанымыздан қымбат. Жатқа ұлтарақтай жерді беруге болмайды. Аз болсақ та, байтақ жерге ие болуымыз керек. Бес бала осымен байланысып жатыр. Әр бала – ауадай қымбат.\nҚазіргі жас ұрпақтың санасы өзгеріп бара жатқаны алаңдатады. Көбі шетелге барып тұруға, ақша жинауға, байлыққа құмар. Атамекен, ел, жер деген ұғымдардың мән-мағынасы әлсіреп бара жатқандай көрінеді. Балаларды қайта тәрбиелеу керек сияқты. Әйтпесе, ертең атамекенге кім ие болады деп ойлаймын. Тәуелсіздік алғанда туған балалардың алды отызға кеп қалды. Меніңше, солардың жартысына жуығы ана тілін білмейді. Білсе де шала-шарпы. Бұған кім кінәлі? Қайта тәуелсіздіктің алғашқы жылдарында тілге деген бетбұрыс жақсы болатын. Біз елдегі басқа ұлттардың көңіліне қараймыз деп жүріп өз ұпайымызды жіберіп алдық. Шындап келгенде бізге басқа ұлттардан, әсіресе орыстардан келетін ешқандай қауіп-қатер жоқ. Бар мәселе өзіміздің шала қазақтарда. Енді тәуекелге бел бумасақ кеш қаламыз. Ата Заңның 7-бабында орыс тілі қазақ тілімен қатар ресми тіл ретінде қолданылатындығы жазылған. Осыны алып тастау керек. Оған қоса мемлекеттік қызметкерлерді мемлекеттік тілді білуге міндеттемей болмайды.\n– «Бәйтерек» атты поэма жазғаныңыз көптің есінде. Осы поэманы жазғаннан соң Елбасының қабылдауында болдыңыз ба?\n– «Бәйтерек» поэмасы алғаш жарияланғанда жұртты елең еткізген еді. Поэма шыққан соң Нұрсұлтан Әбішұлы қабылдады. Өзім тіленіп кіргем жоқ. Шақыртумен бардым. Өзі сұрақ қойып отырды. Мен жауап бердім. Сұрақтардың көбі менің шығармашылығым мен «Бәйтерек» поэмасының қалай туғаны төңірегінде болды. Елорданы рухани ордаға айналдыру мәселесіне қатысты да біраз әңгімелер айтылды. Жаңа заманды, тәуелсіздікті жырлау керектігі туралы айтты. Мен ол кезде Мырзатай Жолдасбеков ағамыздың қол астында, университетте жұмыс істейтінмін. Одан кейін Президенттің жеке қабылдауында болған емеспін. Жұрт ойлағандай Президенттен жеке басыма ештеңе сұрағаным жоқ. Рас, елордаға келуіме, пәтер алуыма көмектескен адам болды. Ол – Иманғали Тасмағамбетов.\n– Ертеңге құрған жоспарларыңыз жайлы айтсаңыз.\n– Тірінің бәрі ертеңге бір нәрсе жоспарлайды. Бірақ оның іске асуы бір Алладан. Ғұмыр жетсе Әлішер Науаидың «Хамсасын» түгел аударсам деймін. «Ескендір қорғанын» сәл жастау кезімде аударғам. Кейінірек «Ләйлі-Мәжнүнді» аудардым. Халықаралық Түркі академиясы сол екі шығарманың басын қосып «Хамса» деген атпен шығарып берді. Кітап Түркиядан шықты. Алдағы күндерде тұсаукесері де болып қалар. Енді қалған дастандарға жұмыс істеймін деп ниеттеніп жүрмін.\nТолығырақ: https://egemen.kz/article/217052-nesipbek-aytuly-shygharmalarymnynh-altyn-ozegi-–-tauelsizdik",
                "date": "5.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанның табиғи ресурстары және олардың қазіргі жағдайы мен болашағы",
        "question_content": "Қазақстанның табиғи ресурстары және олардың қазіргі жағдайы мен болашағы",
        "question_date": "5.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 25600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген елдің, оның ішінде Қазақстанның да табиғи ортасы табиғат жағдайы мен табиғат ресурстарынан тұрады.\nТабиғат жағдайы. Тіршілік үшін табиғаттын ролі зор.аумақ бойынша табиғат жағдайының өзгеріп отыруы да заңды құбылыс.Табиғат жағдайы дегеніміз-табиғат күштерімен обьектілері,оның сапасы.Табиғат жағдайының өндірістік күштерді дамытуда,қоғамдық өмірде маңызы зор.Бірақ табиғат жағдайы шаруашылықта,адамның өндірістік жөне өндірістік емес іс-әрекеттерінде тікелей пайдаланылмайды.\nТабиғат жағдайына-белгілі бір жердің шаруашылыққа әсер ету тұрғысынан алып жатқан аумағы,материктегі орны және көлемі,жер бедері,климаты мен су режимі,топырақ жамылғысы жатады.\nТабиғат жағдайының алуан түрлілігіне қарай адамның шаруашылық іс әрекеттеріде түрліше.Қазақстан аумағының көпшілік бөлігі жазық болғандықтан,егін шаруашылығын,өнеркәсіп орындарын,жол құрылыстарын салуға қолайлы.Жауын-шашын көп түсетін жаз айларында солтүстік аудандарда және оңтүстіктегі тау бөктерінде,сонымен қатар ірі өзендер аңғарларында егіншілікпен айналысқан тиіьді.Республика аумағындағы мақта,қант қызылшасы,күріш сиақты ауыл шаруашылық дақылдарының пісіп жетілуіне қажетті жылу жеткілікті.\nТабиғат ресурстары-бұл шаруашылықтың дамуына қажетті табиғи қор.Табиғат ресурстары шаруашылықты дамытуда тікелей қолданылады.Пайдалы қазбалар,жер,су,уа,жел,топырақ,өсімдік және жануарлар дүниесі-табиғат ресурстарын құрайды.\nТабиғат ресурстары қоғамдық өндірістің энергетикалық және шикізат бзасы болып табылады.\nМинералды ресурстар.Республикамыздағы минералды ресурстардың ерекшелігі- олар көбіне жер бетіне және бір-біріне жақын орналасқан.Сондықтан да минералды ресурстарды арзанашық әдіспен өндіріп,кешенді түрде пайдаланады.\nЕліміз пайдалы қазблардың аса бай қорына ие. Жер қойнауынан Менделеев кестесіндегі 109 элементтің 99-ы ашылып,оның 60-қа жуығы зертеліп,өндіріске таратылған.Еліміз дүниежүзі бойынша вольфрам қорынан бірінші,хромит,уран,фосфор кендерінен екінші,марганец қорынан үшінші,қорғасын мен молибденнен төртінші,ал темір бойынша сегізінші орында.Қазақстан мұнай мен газ қоры бойынша да көптеген елдерден алда тұр.\nЖер ресурсы. Қзақстанның жер ресурсы орасан зор,оның жалпы көлемі 270,1млн га млн га-ды құрайды.Мұндағы жер көлемінің 82-ы ауыл шаруашылығына жарамды жер.Оның жайылым мен шабындыққа жарамдысы-190млн га,ал жыртылған жер көлемі -36млн га.Бірақ еліміздің рыноктық эканомикаға көшіуінің қиындықтарымен байланысты жыртылған жердің көлемі біртіндеп азаюда.Қазақстан дүниежүзі бойынша жыртылған жер көлемі жөнінен алтыншы орында,ал жайылым мен шабындықтан төртінші орында тұр.Республиканың әрбір тұрғынына 15га ауыл шаруашылығы жерінен,соның ішінде,2 Ресейде бұл көрсеткіш 0,87-га,Канадада 1,7 –га ,АҚШ-та 0,54-га,Жапонияда 0,03а,-ға тең.\nСу ресурстары.Қазақстан су ресурсына онша бай емес және олар біркелкі таралмаған.Жалпы климаттық ерекшеліктерге байланысты су қоры өзгеріп отырады.Климат жағдайының құрғақтығына байланысты егістікті суландыру үшін өзен суының маңызы зор.Республикада су ауыл шаруашылығында (80) егістік суаруға,өндірістік және коммуналдық қажеттіліктерге пайдаланылады.Елімізде ішкі суресурсы 115,3млрд м3 –ты құрайды.Оның 60,4млрд м 3 су қоры республика аумағында, ал 54.9 млрд.м3су қоры көршілес аумақтардан келеді. Су қорының жиналуы еліміздің географиялық жағдайымен тығыз байланысты.Қазақстан аумағындағы ішкі су қорының 62% –ы Оңтүстік Қазақстанға,30%-ы Солт. Қазақстанға, ал қалғаны басқа аймақтарға тиесілі.\nҚазақстанда жалпы саны 85 мыңға жуық өзен,48 мыңнан астам көл бар.Көптеген өзендер сортаңдар мен құмдарға сіңіп, ізін жоғалтады.Көлдердің жалпы ауданы-45мың км.2, оның 94%-ның ауданы 1км.2 –ден аспайды.Балқаш,Зайсан, Алакөл, Теңіз, Сілеті теңізі, Сасықкөл,Құсмұрын,Марқакөл, т.б. ірі көлдерге жатады.\nЕлімізде 4мыңнан астам тоған мен су қоймалары бар.Тоған мен су қоймларындағы суларды жер суару үшін, электр энергиясын өндіру үшін, сондайақ өндірісте пайдаланады.\nБиологиялық ресурстар.Қазақстан аумағы өсімдіктерінің алуан түрлілігімен ерекшеленеді. Еліміздегі өсімдіктердің 5700 дей түрі кездеседі,оның 14%тек Қазақстанға тән. Осы өсімдіктердің 279 түрі Қазақстанның Қызыл кітабына енген.\nРеспублика аумағы орманға өте тапшы.Орман алқабы бар болғаны- 13 млн. Га.Бұл барлық аумақтың 4% ғана құрайды.Қазақстан орманының басым бөлігі- Сексеуіл ағашы. Ол көбіне шөлді аумақтарда өседі.Қылқан жапырақты ормандар Тянь- Шань,Жонғар Алатауы,Алтай тауларында кездеседі.\nЖануарлар дүниесінде сүтқоректілердің 155 түрі, құстардың 480 түрі, бауырмен жорғалаушылардың 49 түрі, балықтардың 150 түрі бар.Биологиялық ресурстардың ішіндегі негізгісі-балық ресурсы. Каспий теңізінен қымбат бағаланатын қызыл балықтың 90% ауланады.\nҚазақстанның табиғат ресурстарымен қамтамасыз етілуі өте жоғары және шаруашылықтың өзінің ресурсы негізінде дамытуға мүмкіндік зор.\nТабиғат ресурстарына жауапкершілікпен қарау, еліміздің табиғат байлықтарын сақтау, яғни табиғи ортаны қорғау, оның ресурстарын ұтымды пайдалану әрбір азаматтың міндеті.\nЕліміз аумағындағы табиғат ресурстарының алуан түрлілігі мен оның қорының молдығы біздің ұлттық мақтанышымыз.\nТолығырақ: https://baribar.kz/student/7326/qazaqstannynh-tabighat-zhaghdayy-men-tabighat-resurstary/",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    }
]