[
    {
        "question_title": "71 г фосфор (V) оксиді кальций оксидімен әрекеттескенде түзілетін тұздың массасын табыңыз.",
        "question_content": "71г фосфор(V)оксиді  кальций оксидімен әрекеттескенде түзілетін тұздың массасын табың",
        "question_date": "6.05.2021",
        "question_tag": "Химия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есть    ответы на этот вопрос?",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз поэмасы мен автордың ақындық стиліне әдеби сын жазыңыз.",
        "question_content": "Қазақ поэзиясында өзін жаңа бір әлемге айналдырып жіберетін ақындар болмады емес,болды.Бірақ олардың бәрі бірдей сол құдіретті поэзия есігін ашты деп айта алмаймыз. Дегенмен Жалғыз поэмасымен қазақтың талантты біртуар ақыны Жәркен Бөдешұлы сол есікті ашқан сыңайлы.\n\nЖоғарыдағы пікірді негізге ала отырып Жалғыз поэмасы мен автордың ақындық стиліне әдеби сын жазыңыз.Көзқарасыңызға 2-3 дәлел келтіріңіз\nӨзіндік көзқарас білдіру.2-3 дәлел келтіру,пікірді негізге алу,әдеби сын форматын сақтау,логикалық бірізділікті сақтау",
        "question_date": "6.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 42500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Жәйірден басқа жауы жоқ» жас Жармұһамбеттің өлеңін ести сала «бұл ақын болмаса, мұрнымды кесіп берейін» деген сөзі жас талапты мойындау, талантын бағалау екенін сол жиында отырған жас ақындардың бәрі түсінген-ді. Мұқағали басымен «мұрнымды кесіп берейін» деп айтқан сөзі жас таланттың ақындығына қойылған кепіл сияқты сезіледі. Содан бері жарты ғасырға жуық уақыт өтіпті. Жармұһамбет – Жәркен болды. Қазақ әдебиетінің табалдырығын жаңа аттаған жастан тартып, ақсақал-абызының аузында жүр. Мұқағалидың кепілі ақталды ма? Ең басты сұрақ осы.\nБейімделудің әртүрлі формалары болады. Туған жерін қиып, атажұртына келген ақынның бұл жерге бейімделуі оңай болған жоқ деп ойлаймын. Мәскеуде оқығанымен, талантымен ортаны мойындатқанымен, оның жаны, рухы атамекенге бейімделе алған жоқ. Ол бәрібір «Жәйір тауын» аңсайды. Тым болмаса бір рет қақтығысып қалуды армандайды. Ақын сыртқы келбетімен ортамызда жүргенімен, ішкі әлемі, қиялы мүлде басқа дүниеде. «Мен келсем, келдім туыс, бауырым деп, Алатау, Арқа, Алтай, Сауырым деп…» жырлаған ғазалдарына үңілсеңіз, атамекенге деген ерекше құрметті, ілтипатты көресіз. Бұл – ақынның азаматтық позициясы екенін де ұғасыз. Бірақ Жәркен ақын бұл жерді перзенті сияқты сүймейді. Ол «Жәйірді – анам» дейді. Ол Жәйірдің перзенті. Ақынның бір ішкі мұңы да осы. Оның шығармашылығының алтын қазығы – Жәйір. Бұл туған жер тақырыбын айналып өткім-ақ келіп еді. Өйткені, Темірхан Медетбек Жәркен Бөдешке арнаған мақаласында бұл туралы айтқан. Басқа да мақалаларда көп айтылып келеді. Қайталағың келмегенімен, ақынның шығармашылығындағы Жәйір концепциясын айналып өте алмайсың. Еріксіз аялдайсың. Ақынның жанын тура өзі сияқты сезіне алмағаныңмен, өлеңнің жанын түсінесің. «Туған жерге барғанда» өлеңіндегі телегей теңіз махаббат пен ауыр сағынышты, алып іңкәрлікті көрмеу мүмкін емес те:\n«Қараған, бұтаның түбінен,\nҰйқысы қанып түнімен –\nОйнап шыққан қояндай,\nОрғып-орғып жүгірем.\nОрғыған сайын алқындым,\nАлқынған сайын шарқ ұрдым.\nСоңымнан қалмай жүгірген –\nТасбұлақ,\nӨзен,\nСамалды,\nБолдыртып артқа қалдырдым.\nОйдан қырға орғыдым,\nҚырдан нуға орғыдым,\nНудан суға орғыдым,\nТабанға қатты батса да,\nОрғыдым таудан, тасқа да.\nЖелбезек ерні түрілген,\nЖелге қарсы жүгірген.\nІлеспей қалды бөкен де,\nЖылтылдап ұшқын түгінен…».\nБұл – ұзақ өлең. Бірақ осы өлеңдегі ақын рухынан басқа Жәркеннің ақындық қуатын байқаймыз. Бұл – ерекше көп жазатын адам. Және өлеңдерінде болсын, дастандарында болсын фольклорлық сипат айқын білінеді. Жазып отырған жырының ішінде өзі, уақыты жүреді:\n«Маңдайымнан, табаннан мынау\nқатал нарықтың тұрғанымен сызы өтіп,\nҚайғыланып қан жұтып,\nМұнарланып мұңайман.\nРамазан айында Қадыр түнін күзетіп,\nағыл-тегіл шабыт бер деп тіледім,\nСөз маржанын тауып бер деп тіледім.\nБоз інгенді сауып бер деп тіледім,\nШайтанымды қағып бер деп тіледім.\nАйнымайтын бақыт бер деп тіледім,\nБаяны ұзақ уақыт бер деп тіледім.\nОтанымды, елімді, ұлан-байтақ жерімді,\nДін, тілімді сақтай гөр деп тіледім.\nНесібемді қақпай бер деп тіледім –\nқұдіреті күшті Құдайдан».\n(«Оралханға оралу» поэма-монологынан).\nБұрынғы суырыпсалма ақындардың кейпінде көз алдыңа келетін ақынды өз қатарластарымен рухтас, стилі ұқсас деп мүлде айта алмаймыз. Бұл, бүгінгі ақындарға қарағанда, бұрынғы және ертеңгі ақындарға көбірек жақын сияқты. Ертеңгі дейтін себебіміз әдебиет айналып фольклорға келеді. Жаңа стильдер, тың мазмұндар ежелгі мұраға қайта бас сұққанда пайда болады. Тіпті, Батыс әдебиетінің мықты жазушыларының ар жағында «Мың бір түннің» жатқанын айтсақ та жеткілікті шығар. Оның үстіне Жәркен Бөдештің іздеушілері ылғи жастар. Арғы бет, бергі бетіне қарамай, күллі ақын боламын деген жігіттер Бөдеш- ұлын іздейді. Жәй іздемейді, ақынның қуатты поэзиясына ынтығып іздейді. Жастар жақсы көрген ақын, болашаққа сол жастармен барады.\nӨткен ғасырдың 60–80-жылдары дүркін-дүркін газет бетіне шығып, қайта-қайта кітаптары басылып жатқан ақын-жазушылардың көбінің аты бүгін беймәлім. Газетіміздің сексен жылдығы қарсаңында ескірген тігінділерді ақтарып отырып та бұған көз жеткізгенбіз. Тіпті, елу жылға да толмай ұмытылып кете береді. Ал Жәркен оқылатын ақын. Ұмытылмайтын. Әрине, жалпы бұқаралық сипат алып, даңқты да болып кетпейтін шығар, кім біледі… Бірақ ақын боламын дейтіндер іздеп жүріп оқиды. Жұмекенді, Тынымбайды іздейтіндері секілді.\nЦвейгке жазған хатында Горький: «Шығармаларын жазушының өзінен артық ешкім түсінбейді» деп жазады. Бұл сөз, күллі шығармашылықпен байланысы бар адамдарға қатысты. Және шындығы басым. Жәркен Бөдеш өз шығармашылығына қаншалықты үңіліп көрді екен? Бір сұхбатында тілшінің: «…арғы беттен келген ақын-жазушылардың шығармаларында міндетті түрде «көш» жүреді. «Мен пәлен жылы, пәлен көшпен келіп едім» – деп, тағдырын шығармашылығына арқау етіп жатады. Байқаймын, сіздің өлеңдеріңізде «көш» тақырыбы көп емес сияқты…» деген сұрағына ақын: «Көшті жырлап, шығармашылығыма оралман екенімді арқау етпеймін. Өйткені, ата-жұртымды адаспай таптым. Мен оралман емеспін. Ата-жұртымды аңсап келген қазақпын. Ата-жұртын аңсап келген күрескер ақынмын» деп жауап беріпті. Көшті жырлау дегеніңіз «Көш. Көш…» деген сөздерді айтудан тұрмаса керек. «Бауырым көшіп келгенмен, ауылым көшіп келмеді» деген екі ауыз сөзінің өзінде ақынның ішкі қасіреті, арманы жатыр. Әрине, күрескер ақын. Ол өмір бақи өз рухымен күресіп келеді.\nҚарапайым, кей ақындардікімен салыстырғанда қарабайыр, ұсқынсыздау тұрмыс кешіп жүрген аяулы ақынның өлеңдері мазмұн, ой, идея жағынан өте бай. Жәркеннің поэзиясындағы бір ерекшелік деп көне тәмсілдерді (притча) өлеңге айналдырып, содан көркем туынды жасауы. Тіпті, ол тәмсілдерді өзі ойдан құрастыруы да мүмкін. Қалай болған күннің өзінде оқырманын ойсыз қалдырмайды. («Орақ пен балға», «Күрек», «Қарт пен теңге», «Шыңғысханның құдығы», т.б.).\nНе айтсаң да құп көретін (онысы жас баланы жасытып алмайын дегені), айтқаныңның бәрі алдында дұрыс болып шығатын ақынның болмысы да қызық. Ол ешқашан біреумен жаға жыртысып, айғайласқан адамға ұқсамайды. Кейде ағаның ініге кіші көріп аузына келгенін айтып жататын кезі болады. Кейде інінің ағаның артық кеткен кезін кешіре алмай, бұртиып жүрген сәті кездеседі. Ал Жәркен сондай әрекеттерден тысқары жүреді. Біреуді жек көрсе, іші біледі. Біреуді жақсы көрсе де, құрметі ішінде.\n«Болған емес ешкіммен бақ-таласым,\nБауыр тұтам қазақтың бар баласын.\nМағжаннан қалған қарашаңырақ,\nО, дариға-ай,\nЖәркеннен де қаларсың!», – деген осы шумақта ақынның бар шындығы жатқандай. Күйбең тіршілікке қаншалықты байлансақ та, күйкі өмірге қаншалықты алдансақ та бәрі өтеді. Сол өткінші өмірде қазақтың бар баласын бауыр тұтып, ешкіммен бақ таласпай өту қандай қиын. Мүмкін сол бақталасатын қасиеті болмағандықтан қатарынан алыс, кейінгіге жақын, қалың оқырманға сүйкімді шығар.\nҚазіргі уақытта ақындардың атақты болуға қаншалықты құқығы барын білмеймін. Әлем елдерінде де қазір мынау ақын екен, я жазушы екен деп бас сап, құрмет көрсетіп жатқан ешкім жоқ. Сондықтан ақындарға құрмет көрсетілмеді деп ренжудің өзі қаншалықты орынды деп ойлап қаласың. Бірақ бағалану жағынан өте әділетті болуымыз керек-тін. Өкінішке қарай, олай емес. Біздің конкурстар үлкенді-кішісі болсын әділет жолын ұстанбаған. Сондықтан да шын жүйрік озбайды. Жәркеннің мүшәйралардың жеңімпазы деп көп естімейтініміз де сондықтан болар.\nАқын Оралхан Бөкейді қатты жақсы көреді. «Түбі сен мен туралы жазасың, мен сен туралы жазамын» деген жазушы сөзі орындалмастай болған. Осы сөзді айтқан жылы көркемсөз шебері бақиға аттанып кетті. Бұл дүниеде «түбі сен мен туралы жазасың…» деген сөз ғана қалды. «…мен сен туралы жазамын» деген нәзірі естелікке ғана айналған. Осы сөзін жадында берік ұстаған ақын «Оралханға оралу немесе Алтайдың ауасы» атты поэма-монолог жазды.\nЖәркен Бөдеш объектілеріне өте адал. Толық зерттеп, зерделеп барып, жазу үстеліне отырады. Қаныш Сәтбаевқа, Махамбет пен Жақияға, Жоһар Дудаевқа, Оралханға көлемді шығармалар арнады. Және олардың көркемдік деңгейіне, ақынның эстетикалық талғамына көп сын айта да алмай қаласыз. Сын айту міндет болмаса да…\nАқындар бір қалыпта тұрмайды. Бәрі өседі, басқа арнаға түседі, түрленеді не өшеді. Басында жарқ етіп көрініп, артынан әнге сөз жазып жүріп жоғалып кеткендер қаншама. Олар өздері бар болғанымен, олардың поэзиясы, қуаты жоғалған. Бірақ соны мойындағылары келмей, өлерменденіп жүретіндер де бар. Бір қалыпта тұрмайды дегенді әртүрлі ракурста қараған жөн. Қасымның үмітін ақтаған Ғафу сияқты ақындар аз. Сол аз ақындардың көбі бастапқы бояуларын жоғалтады. Әр кітабын бір-біріне ұқсатпаймын деп те адасып жататындар аз емес. Бұл сөзімізбен ешкімді айыптамаймыз. Бұл – әдебиеттің, ақын-жазушы болудың қиындығын көрсетсе керек. Көп ақындар басында табиғи жазады. Оның өлеңіндегі тегеурін, олпы-солпы түсе қалған жолдар бәрі жарасымды болып тұрады. Өлеңіндегі сазы, буын, ырғақ ерекшеліктері де табиғилығының көлеңкесінде қалып қояды. Кейін ақын өсе келе, өлеңнің техникасын жақсы меңгереді. Өлең жазғанда ұйқастан, ырғақтан, суреттеулерден саңылау жібермейді. Бәрі әдемі сияқты көрініп тұрғанымен, табиғилығынан айырылған өлең, жансыз, көзімізге қуыршақ қалай көрінеді сол секілді әсер етіп қалады. Ондай ақындар бізде тіпті көп. Яғни ақындықты әбден меңгеріп алған. Ал Жәркен баяғы табиғилығынан ажырап қалмаған. Оның көп жазатындығы – артықшылығы, әрі кемшілігі. Ал табиғилығы басты ерекшелігі. Оның өлеңдерінің форма жағынан түрлері көп. Бірақ қай формаға салса да, баяғы табиғилығынан танбайды. Біз көп айтатын блоктық қорқыныш деген сол. Ақынның Қабанбай батырдың тұлпарына арнаған «Қубас ат» өлеңі:\n«Тірі болсаң Қабанбай мінген Қубас ат,\nҚұйрығыңнан алар едім-ау ту жасап.\nӘлдеқашан кетер едік тоз-тоз боп,\nАнамыздан батыр болып тумасақ,\nАқын болып тумасақ.\nБеу, Қубас ат,\nҚубас ат,\nТоларсағыңмен тусырылған құмды асап.\nО дүниеден кісінеші күмбірлеп,\nБұ дүниеде қалайын мен мың жасап.\nБеу, Қубас ат,\nҚубас ат».\nОсындай қарапайым күрделі (простая сложность) шумақтарымен-ақ Жәркен поэзиясы айбарлы. Ақынның этнографиялық жадының өзі оған үлкен тақырыптарды қозғайтын қуатты ақын болуға мүмкіндік беріп тұрғандай.\n«Боз жусан,\nБоз бетеге,\nБоздақ қыр,\nБоздақтарға бай елмін.\nБотасын ерткен боз інген,\n(Айналайын көзіңнен),\nЕкіқабат әйелдің қасына кеп боздап тұр.\nҚұрсақта жатқан ұлан ұл,\nТосып жатты құлағын…».\nОсындай қасіреттерді қысқа шумақтармен ашуға болатыны тағы дәлелденгендей. Алпысыншы жылдардан кейін прозаға поэзияның талабын, поэзияға прозаның талабын қою басталған. Оның басы Жұмекен, жалғасы Жәркен дерсіз…\nЖәркен поэзиясының діңі – Жәйір, мұңы – жалғыздық. Ақынның өлеңдерін оқып отырғанда автордың жалғыз екенін үнемі сезесіз.\n«…Жоғалтпасам,\nҚайда?\nКәні?\nҚайран әкем, әз анам,\nЖарық дүние көріп ем ғой,\nМен солардан жаралып.\nЖоғалтпасам,\nҚайда?\nҚыздар құшақтасып гүл кешкен.\nЖоғалтпасам,\nДостар қайда?\nЖаны құрбы, бірге өскен.\nЖоғалтпасам,\nҚайда, қайда?\nТырдай арық жорға тай,\nЕртелі-кеш екі бала\nалма-кезек мінгескен…».\nМына өмірде ешкімге артық сенбейтін, ешкімнің сеніміне кіруге де тырыспайтын, тағдырдың ащы-тұщысын бір кісідей көрген тарамыс-тарамыс Жәркен болмысы өлеңдерінің ар жағында қарауытып тұрады. Бейне бір даланың тарпаңындай, бар қуатын ішіне тартып, жасырып тұрған кәрі тұлпарға ұқсайды.\n«Жалғыз» поэмасы – жалғыздық концепциясының шыңы. Жалпы, адам жанының жалқы, шын мәнінде әр пенденің жалғыз екенін, ешкімнің қайталанбайтын жаратылыс екенін айқындай түседі. Өз замандастарына қойылған ескерткіш сияқты. Туған даласының әр аймағын, әр тасын, замандасының әрқайсысын жалғыз деу арқылы, олардың Жәркен үшін аса қымбат екенін көрсетеді. Өзін жалғыздау арқылы өз болмысын терең тани түседі. Жалғыз адам қашанда ой үстінде болады. Еркіндікке құлаш ұрады. «Жалғыздықты сүймеген адам еркіндікті де сүймейді» (Шопенгауэр). Мүмкін ақынды айналасындағылар шын түсінбегеннен жалғыз.\nЖалпы, жалғыздықты кез келген шығармашылық иесі сезінеді. Білетіндердің сөзіне сенсек, адам санасы белгілі бір деңгейге өскенде өзін жалғыз сезіне бастайды. Сол жалғыздықтан қиналғанымен, рухы тынышталады. Баяғы замандағы ғұламалардың елден оқшауланып, бөлек ғұмыр кешулері де сондықтан болса керек.\nБұл поэма қазақы тәмсілмен басталады. «Ғұлама таулардың тұрғыны арқар, құлжаны кәнігі аңшылар күзде, тек қана күзде аулайды. …Қуатты, қоңды шіркіндер мергеннің қақ жүректен көздеп атқан тосын оғы дөп тигенде былайғы аңдар сияқты бірден құлап түсіп, жантәсілім етпейтін көрінеді. …қорғасын оқтың уы денесіне жайылғанша, сағаттап, тәуліктеп жылжымай қарысып тұра береді екен. Мұны аңшылар қауымы «оққа сүйенген жалғыз арқардай» деген тәмсіл арқылы еске алады».\nЖәркеннің де жүрегінің сау-тамтығы жоқ. Өмірдегі болмысына қарап, ешкіммен бармақ басты, көз қыстыға бармаған, біреудің ала жібін аттамаған кісі екен деп ойлайсың. Әңгімесін тыңдағанда өзін Жәркен ақын ретінде алып шығатынына сенетін жалғыз серігі жыры екенін түсінесің. Мына қоғамда сенері де, сүйенері де өлеңі. Жалғыз жырға сүйенген шайыр Жәркен деп ойлайсың. Ойлайсың да, жалғыздығының шыңы поэма болғанда, түйіні мына өлең екен дейсің:\n«Ұл кетті Ұлытаудан ұлар аулап,\nҚыз кетті қына теріп, қыр алаулап.\nМен қалдым қараша үйдің іргесінде,\nЖыландай белден соққан бұралаңдап.\nОшақтың күлін төккен борпаң жерге,\nБозінген түні бойы шығады аунап.\nБозайғыр үйірінен адасып қап,\nБозбие айдалада жүр алаңдап».\nP.S.: Жетелеп жеткізген жетпісің құтты болсын, қазақ өлеңінің дәруіші!\nТолығырақ: https://dalanews.kz/16460",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Күй аңызы\" әңгімесі бойынша әдеби эссе жазыңыз. Тақырыбы: \"Күй құдіреті\".",
        "question_content": "\"Күй аңызы\" әңгімесі бойынша әдеби эссе жазыңыз.  Тақырыбы: \"Күй құдіреті\".                                                                                                                                           .",
        "question_date": "5.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 36900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Күй аңызы\" - Т.Ахтановтың ең алғашқы әңгімесі. Әңгіменің негізгі тақырыбы — өнер құдіреті. Естемес деген күйшінің ауыр тағдыры. Ол өзінің мұңлы да зарлы күйі арқылы ботасы өлген боз інгеннің тақырдай қатып қалған қайыс жонын жұмсартып, тіршілікке нәр бергендей болды.   \nБұл әңгіме күйші Естемес пен жас жігіт Оразымбеттің жолдағы әңгімесі мен бастан кешкен оқиғасы туралы. Естемістің жас қызға ғашық болып, оған соңына дейін тырмысып өзіне алғысы келгені, бірақ қыздың ондай ойы болмағанын біліп, көңілі түскені туралы болатын.\nЕстемес және оның жанында  жүрген жас жігіт Оразымбет екеуі жол жүріп бара жатып жолаушылап Ипан тауының баурайындағы жалғыз үйге тоқтайды. Естемес сол қызға ғашық болады. Әкесі егер менің суалып қалған түйемді идірсең,қызымды беремін дейді. Жаңылға қосылу үшін ол күй шерте  басатайды. Бұл баяғыдан бітіре алмай жүрген  күйі еді. Күй соңында күйші қатып қалған бозінгенді идірсе де қыз оған заманының өткендігін білдіреді. Осы күй осыдан \"Нар идірген\" деп атылып кеткен.   \n  Шығарма кейіпкерлері:   \n*.Естемес - күйші, тарамыс денелі, қатқыл өңді, егде кісі, тағдырына ыза болған, өкінген адам.\n*.Оразымбет - Естемістің шәкірті.\n*.Жаңыл - жасы он алты-он жетілер шамасындағы, қою қара қасты, мөлдіреген қара көзді, дөңгелек жүзді, қара торының сұлуы.",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің лақтырылған мезеттегі кинетикалық энергиясы анықтаңыз.",
        "question_content": "Массасы 0,4 кг дене 10м/с жылдамдықпен вертикаль лақтырылды.Дененің лақтырылған мезеттегі кинетикалық энергиясы анықтаңыз.",
        "question_date": "5.05.2021",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E = mv^2/ 2 = 0,4*100 / 2 = 20",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Босанғаннан кейін етеккірдің келуі және кешігуі туралы.",
        "question_content": "Саламатсыздарма мен февральда босандым 40кунге жетпи кан токтады содан 5 кун етеккір келді енди келеси айда келмеди уже 12 13 кундей асып кетти келер уакыттан сондп котердимбе тагы 3айлык баламды емизип журмин",
        "question_date": "5.05.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Босанып, сәбилі болып, оны емізетін уақытта етеккірдің келуі кей әйелдер үшін қалыпты жағдай болып табылады. «Емшекте баласы бар әйелдің етеккірі келмейді» дейтін түсінік барлық әйел үшін бірдей емес. Рас, кезінде жүктіліктен сақтанатын гормоналды препаратттар мен босану барысында пайдаланылатын дәрі-дәрмектер жоқ еді. Барлық тұрғыдан алғанда әйелдер табиғи жолмен босанды. Сол уақыттарда емшекте баласы бар әйелдерде етеккірдің ерте келуі туралы ой қазіргідей болмайтын. Бірақ қазір мүлдем басқаша. Мамандар оның сырын әлгіндегідей препараттарда (гормоналды өзгерістер тудыратын дәрі-дәрмектер) дегенді айтады.\nБосанғаннан кейін етеккірдің келуі\nБосанған әйелдің етеккірі бірнеше айдан соң да келуі мүмкін. Сәбиін емізетін әйелде эндокриндік жүйенің жұмысына жауапты гипофиз безі пролактин гормонын көбірек бөледі. Осы гормон аналық жыныс жасушалырының жетілу процесін уақытша тоқтатады. Егер емізуді доғарса не емізу режимінде өзгеріс болса, пролактин гормоны азайып, аналық жыныс жасаушалары жетіліп, овуляция қайта басталады. Овуляциялық процестің соңы етеккірдің келуімен аяқталады.\nКейде баласын тұрақты түрде емізетін әйелдің етеккірі босанғаннан соң екі айлық уақыттан бастап келеді. Соған қарамастан, физиологиялық жағынан әйел өз қалпында болады. Демек, ондай етеккір үшін алаңдауға негіз жоқ.\nБосанғаннан кейін келген етеккірдің кешігуі\nБосанғаннан соң алғашқы етеккір келгенде етеккір циклы қалыптасқан болып саналады. Бірақ циклдың тұрақты және тұрақсыз түрлері болады. Мәслен, босанғанына 4 ай болғанда етеккірі келсе, кейін келетін етеккірлерінің арасындағы уақыт белгілі болса, ондай етеккір циклы тұрақты деп саналады. Ал егер етеккір басында белгілі бір уақыттарда қайталанып, кейін ұзақ уақытқа жоқ болып кетсе, ондай етеккір циклы тұрақсыз деп саналады. Тұрақсыз етеккір киклы кезінде кей аналар «Жүкті болып қалдым ба?» деп күмәнданады. Ондай жағдайда жүктілікті анықтайтын тест жасауына болады. Егер жүктілік байқалмаса, соған қарамастан күмән сейілмесе, ультрадыбыстық зерттеу арқылы жүктіліктің бар-жоқтығын анықтауына болады.\nБосанғаннан кейін келген етеккірдің кешігуі бірнеше күндік уақыттан бастап біршама айлық уақыт аралығында болады. Мысалы, баласын емізетін әйелдің алғашқы үш етеккірі тұрақты түрде келіп, төртіншісі 7-8 айдан соң келуі мүмкін. Жағдайдың олай болуына түрлі себептер әсер етеді. Соның ішінде бала емізу де бар. Қорыта айтқанда, бала емізу кезінде етеккірдің кешігуі келесі жүктіліктің басталғандығын білдіре бермейді. Анығын тексерулер арқылы білу керек.\nБала емізбейтін әйелдің етеккірі кешіксе…\nонда алаңдауға тұрарлық мәселе деген сөз. Міндетті түрде гинеколог-дәрігерге жағдайды айту қажет. Баласын емізетін әйел мен емізбейтін әйелдің ереккірлерінің кешігулерінің себептері әр түрлі болады. Етеккірдің кешігуі бала емізетін әйелдер үшін, көбінесе, қалыпты жағдай болып саналады.\nБала емізуді тоқтатқан әйелдің етеккірі араға 1-2 ай салып барып келуі тиіс. Егер әйел сәбиін аралас түрде тамақтандыратын болса (анасының сүті және қосымша тамақтар), етеккірі 3-4 айдан соң келеді.\nТолығырақ: https://anamenbala.kz/analar-alemi/bosangannan-kein-etekkirdin-kelui-jane-keshigui/",
                "date": "6.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында көміртектің массалық үлесі 84,5% болатын заттың ауамен салыстырғанда тығыздығы",
        "question_content": "Құрамында көміртектің массалық үлесі 84,5% болатын заттың ауамен салыстырғанда тығыздығы 1,93 ке тең. Көмірсутектің формуласын анықтаңыз.",
        "question_date": "5.05.2021",
        "question_tag": "Химия",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамында көміртектің массалық үлесі 84,5% болатын заттың ауамен салыстырғанда тығыздығы 1,93 ке тең. Көмірсутектің формуласын анықтаңыз.",
                "date": "25.07.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тиісті реакция теңдеулерін жазып теңестір X, Y, Z - заттарын анықта",
        "question_content": "Ca→X→Y→Z  Тиісті реакция теңдеулерін жазып, теңестір. X, Y, Z – заттарын анықта.",
        "question_date": "5.05.2021",
        "question_tag": "Химия",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таңқурайдың 8% қант .32 кг таңқурайда неше кг қант бар",
        "question_content": "Таңқурайдың 8% қант  . 32 кг таңқурайда неше кг қант бар",
        "question_date": "5.05.2021",
        "question_tag": "Мектеп",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "32кг‐--100%   х=32×8÷100=2.56 кг\n\nХ------8%",
                "date": "17.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ох осін А(5; 0) нүктесінде жанайтын шеңбердің теңдеуін жазыңдар.",
        "question_content": "Центрі у 2 түзуінде жататын , Ох осін А ( 5 ; 0 ) нүктесінде жанайтын шеңбердің теңдеуін жазыңдар . Срочно жауап бере алсандар ответ кутем",
        "question_date": "4.05.2021",
        "question_tag": "Геометрия",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Популацияда гетерозиготаның ықтимал саны?",
        "question_content": "Поп-да галактоземия жиілігі 4% б/са, онда 500 адам попу-да гетерозигота-ң ықтимал саны?",
        "question_date": "4.05.2021",
        "question_tag": "Биология",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дененің потенциалдық және кинетикалық энергиясы қандай?",
        "question_content": "10м биіктіктен Жер бетінен 1 м қашықтықка еркін түскендегі массасы 20кг дененің Потенциалдық және кинетикалық энергиясы қандай",
        "question_date": "4.05.2021",
        "question_tag": "Физика",
        "question_views": 747,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Е(потенциялдық)= mgh=20*10*10=2000Дж      \nЕ(кинетикалық)=mv^2\\2;    \nh=v^2\\2g; v^2=2gh=200\n\nЕ(кинетикалық)=20*200\\2=2000Дж",
                "date": "18.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеу артқан кезде электр тізбегінің істен шықпауының ықтималдығын табыңдар",
        "question_content": "1. Кілтті қосқан кезде қозғалтқыштың іске қосылуының ықтиалдығы 0,9. Көлік жұмыс жасау үшін кілтті ең көп дегенде 3 рет қосу ықтималдығын табыңдар.\n\n2. Үш станокта жұмыс істеп отырған оператор белгілі бір уақытқа сыртқа шығуға мәжбүр болды. Станоктардың осы уақытта жұмысшыны қаж ет етпеуінің ықтималдығын табыңдар.\n3. Кереуді арттырған кезде тізбектей жалғанған үш құрылғының істен шығу ықтималдықтары 0,4; 0,3; 0,5. Кернеу артқан кезде электр тізбегінің істен шықпауының ықтималдығын табыңдар.",
        "question_date": "4.05.2021",
        "question_tag": "Физика",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гүлді өсімдіктердің қосарлы ұрықтануының маңызды ерекшеліктері.",
        "question_content": "Гүлді өсімдіктердің қосарлы ұрықтануының маңызды ерекшеліктерін сипаттайтын тұжырымды анықта.",
        "question_date": "4.05.2021",
        "question_tag": "Өсімдіктер",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарлар мен жоғары сатыдағы гүлді өсімдіктердің жыныс жасушаларының дамуы мен ұрықтануында көптеген ортақ қасиеттермен бірге айырмашылықтар да бар. Оны даражарнақты гүлді өсімдіктердің жыныс жжасушаларының дамуынан байқауға болады.\nАналық жыныс жасушалары түйінде дамиды. Оның ішінде тұқым бүршігі орналасқан. Бұл тұқым бүршігіндегі пісіп-жетілген жұмыртқа жасушасы мейоз жолымен екі рет бөлініп, гаплоидті жиынтығы бар тқрт жасуша пайда болады. Осы төртжасушаның үшеуі тіршілігін жояды да, қалған біреуі митоз жолымен үш қайтара бөлініп, гаплоидті жиынтыңғы бар сегіз жасуша түзіледі. Сегіз жасушаның бесеуі ұрықтың қабығын түзуге қатысса, ал қалған үшеуінің біреі жұмыртқа жасушасына айналады. Қалған екеуі гаплоидті хромосома жиынтығы бар жасушаларға қосылып, диплоидті жиынтығы бар жасушаға айналады, Осындай жолмен пісіп-жетілген гаплоидті және диплоидті жиынтығы бар жұмыртқа жасушасы ұрықтануға дайын тұрады. Аталық гаметалардың дамуы. Аталық гаметалар тозаңқаптың тозаң түтікшелерінде (аталықта) дамиды. Бұл жасуша да мейоз жолымен екі рет бөлініп, гаплоидті жиынтығы бар төрт жасуша түзіледі. Оның біреуі митоз жолымен бөлініп, гаплоидті жиынтығы бар екі жас жасушаға айналады. Түзілген жас жасушаның біреуі өсімді (вегетативті) , екіншісі генеративті жасуша деп аталады. Генеративту жасуша митоз жолымен екіге бөлінеді. Соңынан ол жасуша спермийге айналады. Сөйтіп, сыртын тығыз қабықша қаптаған тозаң түйіршігінде үш жасуша пайда болады. Оның біреуі - өсімді, екеуі - гаплоидті жиынтыға бар спермий. Пісіп-жетілген спермий гаплоидті жиынтығы бар жұмыртқа жасушасын ұрықтандырып, диплоидті хромосома жиынтығы бар жұмыртқа жасушасын ұрықтандырып, триплоидті жиынтығы бар жасушаға айналады. Триплоидті ядросы бар жасушадан дамып келе жатқан ұрықтың қоретік заты ретінле жұмсалатын эндосперм дамиды. Эндросперманың құрамында қоректік заттар - нәруыздар, майлар және көмірсулар болады.\nБір мезгілде диплоидті хромосома жиынтығы бар жасушадан болашақ өсімдіктің ұрығы дамып, ал триплоидті хромосома жиынтығы бар жасушадан ұрықтың дамуына жұмсалатын қоректік зат - эндосперманың дамуын гүлді өсімдіңтердің қосарланып ұрықтануы деп атайды, Жабық тұқымды гүлді өсімдіктердің қосарланып ұрықтануы деп атайды. Жабықтұқымды гүлді өсімдіктердің ұрықтануындағы бұл ерекшелікті тұңғыш рет 1898 жыры орыс цитологі С. Г. Навашин ашты. Ал эндоспермнің триплоидті табиғатпен 1915 жылы оның баласы М. С. Навашин ашқан болатын. Өсімдіктерде жыныс жасушаларының түзілуі және ұрықтану процестері, жалпы алғанда, жануарларға ұқсас жүреді. Алайда өсімдік құрылысының ерекшелігіне байланысты болатын жабықтұқымды өсімдіктерді алатын болсақ, олардың аналық хромосомасы бар төрт жасуша түзіледі. Әдетте, оның үшеі жойылып кетіп біреуі ғана бөлініп ұрық қапшығын түзеді. Ал аталық тозаң түтікше арқылы ұрық қапшығының ішінде өтеді. Оның біреу аналық жұмыртқа жасушасымен қосылып, диплоидті зигота түзеді. Екінші спермий диплоидті жиынтығы бар жасушаны ұрықтандырып, триплоидті жасушаға айналдырады, ол дами келе қоректік заты болып есептелетін эндоспермге айналады. \nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол көлік апатынан кейін, сот неше күнде болады?",
        "question_content": "Қалайсыңдар бауырлар?.\n\nМен осыдан 15 күн бұрын жол апатына түстім біреумен. Мен кінәлі болдым , менің страховкаммен ол машинаның егесіне 5 күн бұрын ақша тағайындап берді.\n\nЕнді сұрайын дегенім сот неше күнде болатынын білесіңдерма ?",
        "question_date": "4.05.2021",
        "question_tag": "Заң",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бұған дейін жол-көлік апаты орын алғаннан кейін сақтандыру төлемін алуға 100 күнге дейін уақыт кететін. Ал түнгі сот жұмысын бастағаннан кейін сақтандыру төлемін алу 15 күннің ішінде жүзеге асыра бастады. Бұл ретте 10 күн сот қаулысы күшіне енуіне кетеді. «Егер біз Әкімшілік құқық бұзушылық туралы кодекске бастамашылық жасайтын болсақ, мұндай қаулылар тараптардың келісімі болған жағдайда бірден күшіне енетін қылсақ, онда бұл мерзімді 3-5 тәулікке дейін қысқартуға болады. Бұл адамдарға да қолайлы», - деді Жоғарғы сот төрағасы",
                "date": "17.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадраттың периметрі кандай болады?",
        "question_content": "Шаршының АВ қабырғасының ұштары А(8;-5) және В(4;-2) нүктелерінде жатса квадраттың периметрі кандай болады?",
        "question_date": "4.05.2021",
        "question_tag": "Геометрия",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB = sqrt(16 + 9) = sqrt 25 = 5\n\nP = 4*AB = 4*5 = 20",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су қорларын пайдалану бойынша әріптестік. Киота хаттамасы",
        "question_content": "<!--[if !supportLists]-->1.      <!--[endif]-->Су қорларын пайдалану бойынша әріптестік. Киота хаттамасы.",
        "question_date": "4.05.2021",
        "question_tag": "Табиғат",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Киото хаттамасының тетіктері арқылы энергия үнемдеуге байланысты үлкен инвестиция тартуға мүмкіндік алады. Нәтижесінде, экономиканың шикізаттық бағыттылығы нысаналы түрде, біртіндеп жоғары технологиялық өндіріс үдерістеріне өзгеретін болады. Цифр тілімен сөйлесек, Қазақстанда жыл сайын ауаны 213 миллион тонна өндіріс қалдықтары ластайды. Ал еліміздегі жоғары булы газдың шығарындысының 80 пайыздайы бір ғана энергия секторына тиесілі болып отыр. Жалпы алғанда, біздегі қуат көзін үнемдеу, оның тиімділігін арттыру әлеуеті жоғары. Қазақстан инвестициялық жобаларды іске асыру үшін Киото хаттамасының тетіктерін пайдаланса, инвестициялық жобалар бірнеше есе арзанға түспек. Сондай-ақ елімізде осы жолда озық технологиялар негізінде құрал-жабдықтарды жаңартып, өнім сапасын жоғарылатуға және әлемдік рынокта отандық өнеркәсіптің бәсекелестігін арттыруға болады деген пікірді жақтаушылар көбейді.\nКиото хаттамасының елімізде ратификацияланбауы әлемдік деңгейде климаттың өзгеруі бойынша шешім қабылданарда Қазақстанды дауыс беру құқығынан айырып қана қоймай, біздегі барлық экологиялық бастамаларға тосқауыл болып келді. Ал хаттама уақыты шектеулі. Осыны ескергендіктен де болар, соңғы кездері Парламентте хаттаманы ратификациялау бағытындағы жұмыстар қарқынды жүрді. Сөйтіп, құжат Мәжіліс пен Сенатта мақұлданды.\nЕнді Киото хаттамасын ратификациялау Қазақстанның әлемдегі инвесторлары мен серіктестері арасында оң пікір қалыптастырып, елімізде “Киото үдерісін” дамытуға, тиімді энергия саясатын енгізуге, зиянды заттардың шығарындыларын қысқартуға, сондай-ақ барлық экономикалық саладағы ашықтыққа жетуге оң ықпал етеді. Мұның Бүкіләлемдік сауда ұйымына (БСҰ) кіру кезінде сөзсіз артықшылығы болады. Әрі хаттаманың экономикалық тетіктері толыққанды жұмыс атқарғанда қазақстандық бизнес те жаңа мәртебені иеленеді. Яғни, әлемдік рынокта булы газдар шығарындыларын саудалауда өзгелермен тең құқылы қатысушы болады.\nКиото хаттамасын ратификациялау, сондай-ақ Қазақстанға қазіргі заманғы тиімді технологиялар түріндегі 1 млрд. АҚШ долларынан астам қаржыны – дамыған, алдыңғы қатарлы елдердің жыл сайынғы инвестицияларын тартуға жол ашпақ. Бұл технологиялар трансферті жабдықтардың тозуы 60 пайызға жеткен және оны жаңғырту көлемді инвестицияларды талап ететін энергетикалық секторға бағытталатын болады. Қазақстанның өндірістік күшін өсірмеу үшін міндетті түрде Кито хаттамасын ратификациялау қажет. Батыстың жырымдап беретін қаржысы уақытша және алдамшы. Экономиканың негізі өнеркәсіп,егер өнеркәсібіміз дамымаса және еліміз біржақты яғни жер қойнауындағы байлықпен ғана дамитын болса,онда экономикамыз басқа елдерге тәуелді болады. Киото хаттамасын тек экологиялық құжат деп қабылдауымыз қате. Бұл халқаралық құқыққа сай, дамушы мемлекеттердің экономикасын/дамуын заңды реттеу құралы. Қорыта айтқанда, Киото хаттамасына қосылу қоршаған ортаны қорғауды басқарудың сапасын көтеріп, индустриялық-инновациялық дамуды жеделдетуге, сондай-ақ тараптар конференцияларына қатысу құқығына ие болу арқылы бүкіл әлемнің энергетикалық саясатына тікелей әсер ететін келіссөздерде еліміздің энергетикалық саясатын қорғауға мүмкіндік береді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан қай жылы құрылды?",
        "question_content": "Казакстан кай жылы курылды",
        "question_date": "4.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1991 жылдың 16 желтоқсан күні\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "4.05.2021",
                "upvotes": 1
            },
            {
                "text": "Қазақстан 1991 тәуелсіздігін Қазақстанның құрылғанына шамамен 5 ғасыр болды",
                "date": "4.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік объектілердің орнықты дамуының синергистік моделі.",
        "question_content": "<!--[if !supportLists]-->1.      <!--[endif]-->Әлеуметтік объектілердің орнықты дамуының синергистік моделі.",
        "question_date": "4.05.2021",
        "question_tag": "Табиғат",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыс жасап жүріп, ақысыз демалыс алып басқа жұмысқа кіруге бола ма?",
        "question_content": "Жұмыс жасап жүріп, ақысыз демалыс алып басқа жұмысқа кіруге бола ма?",
        "question_date": "4.05.2021",
        "question_tag": "Заң",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қадір түні түнгі нешеге дейін жалғасады?",
        "question_content": "Қадір түні түнгі нешеге дейін жалғасады? НЕМЕСЕ ТАҢ НАМАЗЫНА ДЕЙІН БЕ?",
        "question_date": "4.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қадір түні қашан болады?\nЖауап: Қадір түні - Рамазан айының соңғы он түнінің бірі. Яғни, он түннің біріне жасырылған. Ал 27-түн - Қадір түні болуы ең ықтимал түн.\nҚадір түні міндетті түрде ұйықтамау керек пе?\nЖауап: Қадір түні мүмкіндігінше ұйықтамаған дұрыс. Мақсат - тек ұйықтамай, ояу жүру емес, дұрысы дұға-тілек жасап, ренжіткен адамдарды кешіріп, намаз оқып, садақа беру, ізгілікке ұмтылу.\nҚадір түні қай уақыттан басталып, қай уақытқа дейін жалғасады? Қадір түнін түнгі 12-ден 1 жарымға дейін күту керек дейді, сол рас па?\nЖауап: Қадір кеші күн батып, ауыз ашқан сəттен бастап, таң ататын уақытқа дейін жалғасады.\nҚадір түні Қыдыр ата келе ме?\nЖауап: Қадір түні де, басқа түні де Қыдыр ата келмейді. Ол - қате түсінік. Қадір түнін дұға, тілек, құлшылықпен өткізген адамға бір жыл бойы береке-бақыт, байлық, ырыс-несібе келеді.\nЕтеккірі келген әйелге Қадір түні не істеуге болады?  \nЕтеккірі келген әйелге мешітке кіруге, Құран оқуға, тыссыз Құран ұстауға, намаз оқуға және ораза ұстауға болмайды. Сондықтан, бұл жағдайға тап болған әйел кісі мешітке келмей, Қадір түнін өз үйінде өткізеді. Ардақты пайғамбарымыз өзінің асыл сөзінде: «Етеккірі келген әйел мен ғұсылы жоқ адамға мешітке кіруді халал етпеймін, – дей отырып етеккір кезінде әйел кісіге мешітке кіруіне болмайтындығын айтқан.\nЕндеше, ондай жағдайдағы әйел Қадір түнін үйінде күтеді. Намаз оқымағанымен Алладан дұға тілеп, тәспі тартып «субхәналлаһ», «әлхамдулиллаһ», «Аллаһу әкбәр» деген сияқты зікірлер мен «астағфирулла» деп кешірім айтып отыруына болады. Сондай-ақ, жаттаған дұға-аяттарын да дұға мақсатымен оқуына болады.\nҚадір түні дастархан жайып, есік-терезелерді ашып қою керек пе?\nЖауап: Қадір түнінің құрметіне дастархан жаюдың қажеті жоқ. Үйге жақсылық кіреді деп есік-терезелерді ашып қою да - қате түсінік. Керісінше, Алла сіздің дұға жасап, намазға жығылып, кешірімді, мейірімді адамға айналғаныңызды қалайды. Бұл түні сізден өзгеріп, мүлде жақсы адамға айналғаныңызды күтеді. \nМешітке келген соң, неден бастаймын?\nЖауап: «Қадір түні» деп ниет етіп келген соң, әуелі дәретті болуыңыз шарт. Мешітке кірген соң, екі бас сәлем намазын оқыңыз. Мешіт имамының уағызын тыңдап, жамағатпен бірге намаз оқыңыз. Қалған уақытта отбасыңызға, өзіңізге, жақындарыңызға дұға етіңіз. Құран оқыңыз.\nТолығырақ: https://www.muftyat.kz/kk/articles/woman-and-family/2019-05-31/18456-adr-tnne-atyistyi-zhet-sra/",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCDEF дұрыс алтыбұрыш берілген. ОЕ =5^3 болса,АЕ ұзындығын табыңыз",
        "question_content": "Алтыбұрыш берілген соның АЕ ұзындығын табу керек.",
        "question_date": "4.05.2021",
        "question_tag": "Геометрия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "∠ADE неге тең? Ол шеңбердің үштен бірін алып тастайтын AE хордасына сүйенеді. Яғни, бұл 60 ° -қа тең. ∠DAE неге тең? Ол шеңбердің алтыдан бір бөлігінің доғасына тіреледі, яғни ол 30 ° -қа тең. Демек, ADE үшбұрышы тікбұрышты (демек AD - диаметрі), ал онда OE = 5√3 медианасы берілген; => DE = OE = 5√3; AE = 15;",
                "date": "27.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зерде журналының сайты немесе мақалаларын іздеймін.",
        "question_content": "Қазіргі \"Зерде\" журналының шыққан бір-екі санындағы мақалалары керек еді немесе сайты болса... Алдын ала рақмет!",
        "question_date": "4.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәуке хан үш бидің басын біріктірген жер?",
        "question_content": "1. Тәуке ханның үш бидің басын біріктірген жер 1)Майтөбе 2)Қарақұм 3)Аңырақай 4)Күлтөбе 5)Орбұлақ 6)Битөбе\nПомогите срочно!!!!!!!!!!",
        "question_date": "4.05.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуке хан үш бидің басын біріктірген жер - Күлтөбе.\nТолығырақ: https://vk.com/wall-138227932_511",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анам 18 жасымда тұрмыс құруыма қарсы.",
        "question_content": "Мен 18 жастамын, ата-анам тұрмыс құруыма қарсы, мен тындамай жігітіме алып қашуына келісім бердім, бірақ ата анам мені тындамай артымнан келіп алып кетті, енді нестесем болады.Жұрттан ұят бәрі күледі деп айта береді, Маған өз бақытым маңызды жұрттың сөздері керек емес. Қазір медицинада 1 курс оқып жатырмын буйырса жазда 1курс бітірем сосын өзім кетіп калсам қалай дұрыс бола ма, жігітім мені жақсы көрсең кел ештенеге қарамай, бәрі жақсы болып кетеді деп айтты, мен ол үйдің босағасын аттадым сол үйдің келіні болып саналамын ғой енді кетсем деп отырмын бәрін реттегім келеді.",
        "question_date": "3.05.2021",
        "question_tag": "Жанұя",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарындасым әлі жассың оқуыңды оқы, білім ал, шаңырақ көтеру сен ойлағандай оңай нәрсе емес! Ата-анаң саған жамандық қаламайды. жастық шақта ойнап, күліп қал. мен саған айтар ақылым медицинаға кез келген адам түсе бермейді оқуыңды оқы, қолыңа дипломыңды ал. үлкен өмірге қадам басып, мығым болып ал. қазір тұрмысқа шықтың делік не өзгерді? балалық жастық шағыңды отбасылық өмірге ерте алмастырмақшысың бір екі жыл махаббат сезімінде жүресің, одан кейін күйбең тірлік басталады. тұрмыс құрғанда сенің басыңнан біреу сипайды деп отырсыңба? тұрмысқа шықпа демеймін 21 жас пен 23 жас арасында шықсаңда кешікпейсің. ұшпалы қонбалы сезімге бола бал дәурен шалқып тасатын жастық шағыңды құртпа!",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйінбай Аронұлы өлеңдері. “Әділеттілік орнаса” өлеңі.",
        "question_content": "Әділеттілік   орнаса  өлеңі  керек  еді?",
        "question_date": "3.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    }
]