[
    {
        "question_title": "Бәрін емдейтін тек бір Алла",
        "question_content": "Иншаллах бәрі жаксы болады.Тек АЛЛАНЫҢ қолында сабыр(нәсіп етсе бала да болады) иман жолына түсіңіздер",
        "question_date": "22.04.2022",
        "question_tag": "Тазалық",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрі Алланың қалауымен, Алладан кешірім тілеу арқылы дұға етіп ізгі ұрпақ тілеу  керек екен.\n Егер әйел ұзақ уақыт бала сүйе алмай жүрсе, ерлі-зайыптылардың екеуі де күніне 3 немесе 7 рет «Фәжр» сүресін оқу керек.\n2.     Егер әйел көпке дейін бала көтере алмаса және бедеулік қауіпі болса ер адам 11 рет «Муззәммил» сүресін оқып, оң алақанына бір уыс қант салып, әр оқыған сайын үрлеп, әйеліне беру керек. Немесе әйел адам бір күн ораза ұстап, ауыз ашарда 77 рет  «Муззәммил» сүресі оқылған сүтті ішу керек.  \n3.     Әр намаздан кейін төмендегі аятты оқу:  \nوَزَكَرِيَّا إِذْ نَادَىٰ رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ\nУәзәкәриййә из̃ нәдә раббәһу рабби лә тәз̃әрнии фәрдәу уәәнтә хайрул уәрис̃иин\nМағынасы: Зәкерияны да есіңе ал. Раббына: “Раббым! Мені жалғыз қойма. Сен ең жақсы мұрагерсің” деп жалбарынды («Әнбия» сүресі, 89-аят).   \n4.      «Әли Имран» сүресінің 38 аятын қолыңнан келгенше көп рет оқу:\nهُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ ۖ قَالَ رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ\nҺунәликә дәъа зәкәриййә раббәһу [cалә] қалә рабби һәб лии мил ләдункә з̃урриййәтән тайибәтән [cалә] иннәкә сәмииъуд дуъа\nМағынасы: Сол арада Зәкерия (Ғ.С.) Раббына жалбарынды: «Раббым! Маған қасыңнан игі ұрпақ бер. Шәксіз Сен тілекті естушісін» деді.  \n5.     Бала көтеру үшін Әбу Бәкір (р.а) мына дұғаны ұсынған:\nСубханаЛлах» (Алла кемшіліктен атаулыдан Пәк) – 70 рет\nӘстағфируллаһ (Аллаһым кешіре гөр) – 10 рет\nСубханаЛлах» (Алла кемшіліктен атаулыдан Пәк) – 9 рет\nКейін «Нух» сүресінің 10-12 аяттарын оқы:\nفَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا\nيُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا\n وَيُمْدِدْكُم بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا \n(10)фәқулту стәғфируу раббәкум иннәһу кәнә ғаффәрә\n(11) йурсилис сәмәә ъаләйкум мидрәрә\n(12) уәйумдидкум биәмуәлиу уәбәниинә уәйәжъал ләкум жәннәтиу уәйәжъал ләкум әнһәрә \nМағынасы: (Сондай-ақ оларға): “Раббыларыңнан жарылқау тілеңдер. Өйткені Ол, өте жарылқаушы.” дедім. (10)\n“Ол, сендерге аспаннан мол-мол жаңбыр жібереді.” (11)\n“Әрі өздеріңді малдар, балалармен қамдайды. Және сендер үшін бақшалар жасап, өзендер ағызады.” (12)\n6.     3 күн ораза ұстап, «Фурқан» сүресінің 74 аятын ұйықтар алдында 21 рет оқу.\nhttp://www.ihsan.kz/kk/articles/view/4447",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныстық кезінде ұрықтың келми кетуі",
        "question_content": "Жыныстық кезінде бірінші  палка өте қиын кетеді",
        "question_date": "22.04.2022",
        "question_tag": "Тазалық",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның несі проблема? Біреулер тез ағады дейді, біреулер ақырын ағады дейді, адамдарға ештеңе жақпайды",
                "date": "23.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ДНҚ жібініз бір фрагментіне А-А-Г-Т-Ц-Т-А-Ц-Г-Т-А-Т нуклеотилтер тізбегі орналасқан.",
        "question_content": "ДНҚ жібініз бір фрагментіне А-А-Г-Т-Ц-Т-А-Ц-Г-Т-А-Т нуклеотилтер тізбегі орналасқан.Осы ген құрамында барлық нуклеотидтердің проценті мен оның ұзындығын аңықтандар.",
        "question_date": "22.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені: Шешуі:\n\nА=Т=4 4×100/12=33,3%\n\nГ=Ц=2 2×100/12=16,7%\n\nт/к:А,Т,Г,Ц-?% 12 × 0,34 = 4,08\n\n  Жауабы:А=Т=33,3%\n\n     Г=Ц=16,7%\n\n     ДНҚ ұзынд:4,08 нм",
                "date": "11.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент төлемеу туралы",
        "question_content": "2019 жылы ерлі зайыптылар үйленіп, 2 айдан кейін ажырасып кеткен. Ажырасқаннан кейін әйелі 1 қыз туып алады. Сөйтіп әйелі 2021 жылы \"әкелік тану және алимент төлету\" туралы талап арызбен сотқа жүгінеді. Сотта күйеуі баланың әкесі өзі екенін толық мойындап, балаға 18 жасқа дейінгі алиментін төлеп келеді. Қазіргі таңда әйелі жұмыс жасайды (айлық табысы 200 мыңдай). 2022 жылы әйелі \"Неке және отбасы туралы\" Кодекстің\"- жүктілік кезінде және ортақ бала 3 жасқа толғанға дейінгі алимент төлету\" деген бабы бойынша сотқа талап арыз берген. Осы аталған алиментті төлемеуге болады ма күйуеіне?",
        "question_date": "22.04.2022",
        "question_tag": "Заң",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала өзіңдікі болса төле.",
                "date": "5.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Армия ға бармау керек",
        "question_content": "Осы военный кафедраны 2 жыл оқып лейтенант шенін алып шықсаң армияга бармайсың ал 1 жыл окып старшейна шенін алып шықсаң армия ға алып кетеды дейді сол распа?",
        "question_date": "22.04.2022",
        "question_tag": "Заң",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Брат былай гой Бары быр кудайдын колында 1 жыл окы 2 жыл окы разница жок армияга бару басына жазылган болса любой время келып алып кетед",
                "date": "25.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде қызбен кездесу?",
        "question_content": "Ораза кезінде (ерлі зайыпты емес) қыз бен кездесіп оны құшақтаған да шәует бөлінсе сол күнгі ,ораза қаза болама әлде кафаррат ,болып кетеді ме?",
        "question_date": "22.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны, амалдарды қабыл ететін бір Алла. Бірақ оразасыз ақ қызбен жігіт 3реттен артық, және жеке тек өздері ғана кездеспейді. Тағы бір мәселе ораза кезінде ауыз бекітулі кезде ерлі зайыптылардың өзіне бір біріне қозған түрде қарауға болмайды. Сондықтан өзіңіз ойланып көріңіз.",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяннын образы туралы керек",
        "question_content": "Аяннын бейнеси туралы мінез құлқы іс-әрекети пор",
        "question_date": "22.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына қысқашан жазбаны оқысаң Аянның қандай екенін  өзің-ақ түсінетін боласың.\n\nI бөлім:\n\nКішкентай Аян жастайынан шешесінен айырылып, әжесімен бірге бір ауылға көшіп келеді. Осы ауылдың балалары ойнап жүріп жаңа баланы кездестіреді. Балалар Аянмен тез достасып, Аян екінші атаман атанады. Ол ақкөңіл,ақылды бала болған. Негізі ол ешкіммен төбелеспейтін бала еді. Бірақ бір күні Есікбай Аянға өзі тиісіп, төбелесе бастады. Бәрібір соңында Аян барлық күшін жинап, жеңді. Аян мектепте де өзінің зеректілігін бірінші күннен бастап көрсетеді. Ол ең бірінші хат танып, балаларға көмектескен. Бірде Аян өрісте мал қайырып жүріп тобығы тайып, одан кейін аяғы тайғыш болып қалды.\n\nII бөлім:\n\nБұл бөлімде Аянның әжесінен айырылғаны, ертегілері баяндалады. Әжесі қайтыс болғаннан кейін оны Бапай атты туысы асырап алады. Бірақ оған дұрыс күтім жасамайды. Әжесі өмірден кетсе де, баланың қамықпауы бәрін таң қалдырады. Балалар күнде оның ертегісін тыңдауды әдет қылдырған. Ауа райы суық болса да Аянның ертегісін өткізуге болмайды. Ол күнде бір ертегі ойлап тауып, күннің батқанын күтіп, бәріне айтып береді. Оның ертегісінің қызық болғаны соншалық, оның ертегісін тыңдаған балалар ертегіге кіріп кетеді. Бұл кезде олар соғыстағы аға-әкелерін естеріне түсіріп, оларды тауып алып, бірге соғысуды армандайды.\n\nIII бөлім:\n\nАянның мінезі өте қызық еді. Бірде ол тұйық мінезді, бірде өзін мүлде танымай қаласың. Ол көп ойынға араласа бермеуші еді. Бірақ осы кеште ол бәрін таң қалдырады. Оның шанасына қанат біткендей болады. Осыны көріп Сайын Мұратбеков онымен бірге шана тепкісі келеді. Ол үйде шанасын іздеп жатқанда, әжесі оны ұстап алып, төсегіне жатқызады. Осы кештен кейін Аян дағдылы шана тебетін болды. Ол балаларға ертегісін айтып, тәмәмдаған соң, біреуімізден шана сұрап, сырғанақта жападан жалғыз түнге дейін ойнайтын болды. Бір күні барлық ауыл балалары Аянның ертегісін тыңдауға жиналғанда, Аян көкесінің, өзінің киімінен жусанның иісі шығатынын айта бастады. Оның көңіл- күйі өте жақсы еді. Одан соң балалар Аянға шана беру кімнің кезегі жөнінде килігеді. Аян осы түні ерекше қызықты: бір көзді дәу туралы ертегісін бастайды. Барлық балалардың үрейлері ұшады. Сөйтіп отырғанда шөптің арғы жағынан өрт шығады. Балалардың барлығы қора үстінен секіріп, қаша жөнеледі. Ең соңында Аян қалып қойып, қора үстінен секіріп жатқанда аяғын ауыртып алады. Осы кезде ауыл бригадирі Тұржан келіп, Аянды соққыға жығады. Ауыл адамдары Тұржанға наразылық білдіреді. Осыдан кейін Аян аяғынан тұра алмай төсек тартып, жатып қалады. Біраз уақыт өткеннен кейін Аян жазыла бастайды, бірақ ол енді бұрынғыдай мүлде ойнамайтын болады.\n\nIV бөлім:\n\nБөлімнің басында, әжесі қайтыс болып, Бапайдың қолына түскен Аянға, оның досы келеді. Аян қуанып өз ертегісін бастайды. Ертегісі «Баяғыда бір жетім бала болыпты...» деп басталушы еді. Бапай да, оның әжесі де олардың әңгімесіне құлақ салмайтын. Бірақ бусанған қарт рақаттана кекіріп қоятын да «Енелеріңді ұрайын, осы екеуінің-ақ сыбыр-күбірі бітпейді екен, ә. Қыз алып қашқалы ақылдасып жүргеннен саусыңдар ма-ей?!» деп әзілдейді. Бір күні балалар екіге бөлініп қар атқыласып ойнамақ болды. Бұл ойынға Аян да қатысқысы келген. Лезде жүгіре алмайтындығынан атаманның екеуі де оны алудан бас тартты. Бұған ашуланған Аян Асылбек шалдан тобығын салып беруді сұрайды. Асылбек шал баланың өтінішін орындайды. Бірақ, амал не, Аян мұнан кейін де тобығын тайдырып алады. Бұл – көктем кезі еді. Сонда Аян өгіз айдап өгізден домалап түскен кезде тобығы тағы тайды. Кейін Аянды балалар үйіне жібереді. Аян халықпен қоштасып «Мен әлі бәріңе де хат жазып тұрамын» деп кетеді.",
                "date": "27.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Epson L366 цветной принтер қағаз шығармай қалды!",
        "question_content": "Че та краскасы коп құйылып кеттау.. Даже кагаз тартпайды! Кызыл жанып тур! Нестеуге болады! Көмектесіп жыберыныздершы! Алдын ада рахмет!",
        "question_date": "22.04.2022",
        "question_tag": "Компьютер жөндеу",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай сұрақты видео түсіріп отырып мән жайды айтып сұрамасаң былай ешкім жауап бере алмайды техника болғаннан кейін.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетке арналған маска қолданбас бұрын бетті қалай тазалау керек?",
        "question_content": "Бетке арналған масканы қолданбас бұрын, маска жақсы нәтиже беру үшін бетті қалай дұрыстап тазартуға болады?",
        "question_date": "22.04.2022",
        "question_tag": "Тазалық",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ". Екі рет жуыныңыз.\nМакияжды кетіру үшін макияж кетіргіш затты аямаңыз. Процедураны 2 рет жасаған абзал. Косметиканы ізін қалдырмай тазалау қажет. Әйтпеген жағдайда безеу мен тері асты қабынуларының пайда болуына үлес қосуы мүмкін.\n2. Жылы су.\nМакияж кетіргіш затты саусақтарыңыздың ұшымен жағыңыз. Ең бастысы — барынша кірді кетіру. Судың температурасына көңіл аударыңыз, бастапқыда суық сумен жуынбағаныңыз абзал. Суық су — сергектік бергенімен, алдын-ала тері клеткаларын тарылтады, бұл қара дақтардың пайда болуына әсер етеді. Судың жылулығын бөлмелік температураға сәйкестендіріңіз, макияж кетіргішті жағып, жуыныңыз. Содан кейін тері клеткаларын жабу үшін суық сумен жуынсаңыз болады.\n3. Көзіңізді уқаламаңыз.\nМақтаны макияж кетіргішке батырып, көзіңізде 2 секундтай ұстаңыз. Кетіргіш зат теріге сіңе бастайды да бұл макияжды кетіру процессін жеңілдете түседі. Косметиканы соңына дейін кетіруге тырысыңыз. Түнге қалған кірпік бояғыш — кірпіктерді әлсіретіп, кейін оның түсуіне себепкер болады.\nНазар аударыңыз!\nТерінің типі. Макияж кетіргіш заттарды таңдағанда міндетті түрде терінің типін ескеру қажет. Майлы беттерге жазда гель пайдаланған жақсы, ал қыста терінің қай типі болмасын үлкен күтімділікті қажет етеді. Сондықтан тазартқыш сүт (молочко) — ең тиімдісі.\nМайлық (салфетка). Қазіргі уақытта көп таралған тазартқыш майлықтар сапарға шыққанда пайдалануға жақсы. Алайда макияжды толық кетіруіне үлес қоса алмайды.\nТазартқыш сүт (молочко). Құрғақ терілер үшін ең ұтымды тәсіл. Жағып біраз массаж жасау керек. Содан кейін жылы сумен немесе тоникпен жуып тастау қажет.\nГель. Макияжды кетіретін бұл зат майлы терілер үшін өте пайдалы. Теріге абсолют тазалық сезімін береді. Гельдердің нәзік және жақсы көпіршіктенетін түрлерін іздеңіз.\nМай (масла). Тазартқыш майларға су қоссаңыз тазартқыш сүтке айналады. Егер майды жаққаннан кейін өзіңізді жайсыз сезінсеңіз бетіңізді тоникке батырылған майлықпен немесе мақтамен сүртіңіз.",
                "date": "22.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада сәресіге ұйықтап қалып, ниет етпей оразаны ұстаған жағдайда қабыл бола ма?",
        "question_content": "Сәресіге ұйықтап қалған күндерде, сол күнге ниет етпестен ораза ұстауды жалғастырдым.  Сол дұрыс па немесе ол күнгі ораза қаза бола ма?",
        "question_date": "22.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "22.04.2022",
                "upvotes": 0
            },
            {
                "text": "Ия, ұстауға болады. Бірақ ұйқыдан тұрғаннан кейін ештеңе жеп, ішпеу қажетсіз) Ауыз ашар уақытта бірақ ішесіз.",
                "date": "3.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде зина жасау қауіпі төніп екінші рет мастур жасаса кәфарат па қаза ма?",
        "question_content": "Егер мен зина жасау қауіпі төніп мастур жасасам қаза ал екінші дәл солай болса кәфарат па қаза ма",
        "question_date": "21.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер мен зина жасау қауіпі төніп мастур жасасам қаза ал екінші дәл солай болса кәфарат па қаза ма",
                "date": "3.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Характерім өте қиын. Жақындарыммен тіл табыса алмаймын?",
        "question_content": "Салем баршага , менин жасым 15 те сiздерден сурайтыным\nМенин характерiм оте нашар ягни нашар дегенде айналамдагы адамдармен тiл табысуым оте киын ,маган кiшкене негатив айткан адам улкен болсын кiшi болсын бiрден урсуга дайын болып турам Мен озiмде бiлемiн улкен адамдарга соз кайтармауын бiракта мен сол кезде эмоциямды ептей алмаймын .Сонымен катар айналамдагы адамдарменде коп араласпайтын болдым себебi олар менi унатпайды (урыскак адам кiмгеде унайт негiзi) сiздер менин орнымда болганызда оз -оздерiнiзге кандай совет берер едiнiздер\nЖауап ушiн алдын ала рахмет",
        "question_date": "20.04.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен өзіңді өзің қорғап үйренген боларсың. Кішкентайыңда сөзіңді сөйлейтін адам болмады ма , немесе өз қажетіңе өзің табыс тауып өз еркіңмен жүрген адам шығарсың. Негізі өзіңе айтқан пікірге жауап бере алу ол тым нашар қасиет емес, тек байсалды түрде өз мүддеңді қорғай білуді үйрен. Басқалардың пікірі саған сай емес затты айтып жатса тіптен салғыласып керек емес. Ал шындыққа жанасатын зат айтса сол кезде ақылмен өз ойыңды , өз себебіңді (неге олай болғаны жайлы) айтуыңа болады.\nӨз мінезіңнен кемшілікті байқап жөндеуге тырыса білу ол үлкен батылдық.",
                "date": "22.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Намаз оқып бастау үшін қанша күн тазару керек?",
        "question_content": "Мен намаз оқып бастағым келеді,бірақ темекі ішімдік жақында тастадым,қанша күн тазару керек намаз оқу үшін??",
        "question_date": "20.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысын білмедім бірақ спиртті  ішімдік адам бойында 40 күнге дейін жүреді дейді ғой.",
                "date": "22.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сырлы да сиқырлы аспан әлемі өлең құрастыру керек?",
        "question_content": "Сырлы да сиқырлы аспан әлемі тақырыбына өлең 8-12 жол,ойдан шығарылған. Гуглдан таба алмайсыздар !!!",
        "question_date": "20.04.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аспанның ғажабы. \nКүннің нұр сәулесі. \nАйдың жарық сәулесі. \nЖұлдыздың жарқылы. \nБәріде аспанның ғажабы. \nСуреттей көрінер.\nАспан әлемі! \nБұның бәріде сиқырлы аспан әлемі!",
                "date": "22.04.2022",
                "upvotes": 0
            },
            {
                "text": "Аспанда бір сыр бар!\nҒаламда 1000қыр бар!\nҒарышты зертетеуге\nҚәзір ақ аттанам!\nЖетемін белеске\nТыңбаймын, құламайм!\nМен әлі  жетемін\nТау шынына",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлпан романындағы сюжетіне, оқиғаның басталуы мен эпилогына талдау жасау.",
        "question_content": "Ұлпан романы бойынша сюжетіне оқиғаның басталуы мен аяқталуына баға беру және талдау жасау",
        "question_date": "20.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлпан - ХІХ ғасырда қазақ даласында болған тарихи шындықтарға негізделген. Романдағы бас кейіпкер Есеней - қалың Керей-Уақтың билігін қолына мықтап ұстаған аузы дуалы биі, атақты байы.Кенесарының қалың қолымен кескілескен ұрыста ерлік көрсеткен, екі жүз сарбазын тұтқындап стапқа өткізген, кейін жараланып, орыс-казактары дәрігерлерінің көмегімен ажалдан аман қалған.\n\nОл бұдан он үш жыл бұрынғы әкесі Артықбай батырдың үйінде Есеней намаз оқып отырғанда еркелеп мойнына асылып, «Мен түйеге мініп кеттім! Әке, сен үйде қалдың!» деп маза бермейтін қара қыз. Бүгінде аңшы, құсбегі, жылқышы болып ат құлағында ойнап өскен батыр қыз.",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 500 грамм дененің жер бетінен 3 метр қашықтықта 5 метр",
        "question_content": "Массасы 500 грамм дененің жер бетінен 3 метр қашықтықта 5 метр биіктіктен еркін түсетін потенциалы мен кинетикалық энергиясын табыңыз",
        "question_date": "19.04.2022",
        "question_tag": "Физика",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm=0.5 кг\n\nh= 5м\n\nh1=3м\n\nЭнергияның сақталуның  3-заңы бойынша\n\nEп2=mgh1+Eк\n\nEк= mgh-mgh1=0.5×10×5-0.5×10×3=25-15=10 Дж",
                "date": "19.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанданғы туризмді дамыту жолдары эссе комек плз",
        "question_content": "Эссе 9 классқа керек, \"Қазақстандағы туризмді дамыту жолдары\"",
        "question_date": "19.04.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елімізде туризмді дамыту – мемлекеттік саясаттың басым бағыты. Туризмді дамыту арқылы Қазақстанның экономикалық жағдайын жақсартып, бірқатар әлеуметтік мәселелерді шешуге болатыны да белгілі. Қазақстанда туризмді дамыту үшін барлық қажетті мәдени, тарихи, географиялық және климаттық жағдайлар жеткілікті. Тәуелсіздік алған соң мәдени және тарихи құндылықтарды жаңартуға бағытталған бұл саланы дамытуға алғышарттар жасалды.",
                "date": "1.06.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жауынқұрт өздігінен ұрықтанадыма?",
        "question_content": "Биология тест керек(көбею туралы)?",
        "question_date": "19.04.2022",
        "question_tag": "Биология",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбеюі:  құрттың дамуы да ішек қуыстылардікіндей бір клеткадан ұрықтанған жұмыртқадан басталатынын айтады; одан кейін жұмыртқа бөліне келе қос қабаттан тұратын ұрыққа айналады.",
                "date": "19.04.2022",
                "upvotes": 0
            },
            {
                "text": "Шұбалшаң гермофродит организм, партеногенез әдісі арқылыа",
                "date": "20.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f(x)=10/5-x функциясын зерттеу және графигін салу",
        "question_content": "Алгебра сабағына керек еді, тез арада қажет",
        "question_date": "19.04.2022",
        "question_tag": "Мектеп",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала құқығы – басты құндылықтардың бірі Эссе 150-170",
        "question_content": "Бала құқығы – басты құндылықтардың бірі Эссе 150-170",
        "question_date": "19.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Туысқаныма кредит алып бергенмін. Төлей алмай жатыр?",
        "question_content": "Туысқаныма каспийден рассрочкаға телефондар алып бергегбіз. Ол кісі енді төлей алмай жатр. Сол рассрочкаларды кредитті сол кісіге аударуға болама атына. Әйтпесе историямз бұзылып жатыр. Не істеуге болады?",
        "question_date": "18.04.2022",
        "question_tag": "Заң",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, сіз өз мойныңызға алып өз атыңыздан кредит алған соң қалай да болсын сіздің төлетуіңіз немесе өзіңіз төлеуіңіз керек. \nСондықтан ешкімнің шаруасын мейлінше мойынға алып керек емес, егер оны сіз қандай да бір жағдайларда өз мойныңызға ала алмайтын болсаңыз. \nТуыспен соттаса алмайсың, бет көрісетін адамға артық зат жасай алмайсың, сондықтан ондай іске барар алдын ойлану керек.",
                "date": "18.04.2022",
                "upvotes": 0
            },
            {
                "text": "Өзіңіз төлейсіз енді. Негізі қазіргі заманда біреуге кредит алып беріп керек емес. Тіпті алып беруге тура келгеннің өзінде нотариуспен куәландырып барып алған жөн.",
                "date": "19.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырайтын біріктірулер",
        "question_content": "Ажырайтын біріктірулер мәлімет слайд керек",
        "question_date": "18.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсінде бір адам қайтыс болса?",
        "question_content": "Түсімде інім қайтыс бодыпты. Ол не мағына береді? Қазір інім əскерде еді",
        "question_date": "17.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аса мейірімді, барлық мақтау мен мадаққа ие Алланың атымен бастаймын!\nХадисте: «Сендер жағымды түс көрсеңдер, ол Алла Тағаладан. Алла Тағалаға шүкіршілік айтып, көрген түстеріңді әңгімелеп беріңдер. Ал, ұнамайтын түс көрсеңдер, ол шайтаннан, көргеннің жамандығынан сақта деп Алла Тағалаға жалбарыныңдар. Жаман түсті ешкімге айтпаңдар, өйткені сендерге оның ешбір зияны тимейді», - деп айтылған. ( Жамиъ усул ли ахадис расул, руиа уа амсал, 305-бет).\n\nКейде шырт ұйқыға кеткенде өз түсіңнен өзің шошынып оянатын кездер болады. Мұның мәнісі неде деп күні бойы бас қатырып, әркім-біркімнен сұрап, маза таппайтындар жоқ емес. Алайда, хадис-шәрифтерге сүйенетін болсақ, жаман түсті жаһанға жар салып, айтудың қажеті жоқ. Бес саусақ бірдей емес дегендей, адамдардың барлығының ойы бір жерден шықпайды. Бірі түсті жақсылыққа жорыса, екінші біреу алдыңнан жаманшылық күтіп тұр деп үрейді ұшыруы мүмкін.\n\n«Түс қалай жорылатын болса, солай шығады. Сондықтан түстеріңді насихат бере алатын немесе ғалымдарға айтыңдар» (Хаким). Бір күні бір әйел Алла Елшісіне(с.ғ.с )келіп, түсін айтқанда Пайғамбарымыз(с.ғ.с) қасыңдағы болмаған кісімен(күйеуіңмен) қауышасың деп жорады. Әйел күйеуіне қауышады. Арада біраз уақыт өткеннен кейін, тағы да дәл сол түсті көреді де, басқаларға жорытады. Олар күйеуің өледі деседі. Айтқандары келеді. Сондықтан да түсті жария қылып, жар салудың қажеті жоқ. Алла Тағала құлы нені ниет етіп, не сұраса соны береді.\nТағы бір хадисте: «Жаман түс көрген адам оны ешкімге айтпасын, шайтаннан да қорғану үшін Алла Тағалаға жалбарынсын»,- делінген (Муслим).\nЖаман түс көргенде қандай амалдар істегені дұрыс?\n\n* «Жаман түс көрген адам оянған соң сол жағына үш рет түкіріп, шайтанның жамандығынан сақтау үшін Аллаға сиынсын. Сонда түс оған зиян келтірмейді» (Муслим).\n* Дәрет алу маңызды.\n\n* «Аузу би калимати ЛЛяхи т-таммати мин газабихи ва икабихи ва шарри ибадихи ва мин хамазати ш-шайтани ва ай-йахдурун» дұғасын оқу.\n* Садақа беру абзал.\n\nШынында, Алла Тағала бәрін білуші. Иеміздің бұйырғанын орындап, харам еткенінен бойымызды аулақ салып жүру құлының парызы. Түс те біздің ойымыздың, іс-әрекетіміздің жемісі. Әрдайым Жаратушы Иеміз игі түстер көруге жазсын!\nhttp://www.ihsan.kz/kk/articles/view/5621",
                "date": "17.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде секс көруге болады ма?",
        "question_content": "Ауызың берік,бірақ осы кезде порнографиялық видео көре беруге болады ма, жыныстық қатынаста болмай.\n\nТек қана көру?",
        "question_date": "17.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рамазан айында жасаған күнә ауырлау болады дейді. Рамазан айынан басқа айларда да  олай бөгде адамның әурет жеріне қарау, тем более жыныстық қатынасын бақылау  көз күнәсі болып табылады. Оразаны ұстаған адам  жаман әдеттерден арылып, күнәдән тазаланып, келесі Рамазан айына дейін нақ мұсылмандық қасиетін жоғалтпауға тырысу  керек . \nЯғни қысқаша айтқанда, тек тамақтан тиылмай, барлық күнәдән тыйылып, сауапты іс жасауға барынша тырысыңыз.",
                "date": "17.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Быть собой\" сөзінің қазақша аудармасы қандай?",
        "question_content": "Мен қазақша аударлық дыбыстама жасаумен айналысам. Сондағы бір видеоға аударма жасағанымда мына мәтінді \"Если ты можешь быть собой, зачем тебе быть мной?\" қалай қазақшаға аударсам екен деп басым қатты. Бәлкім былай шығар: \"егер сен өзіңмен-өзің бола алсаң, менің кейпі танытудың қажеті не?\"",
        "question_date": "16.04.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 840,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия , мағына жағынан \" сенің өзіндік ерекше  сипатты жан бола алатын мүмкіндігің болса ,  маған еліктеудің ( ұқсап -бағудың) қажеті қанша ?\" деген мағына  ғой, әркім әрқалай аударар, нақты маман емеспін.",
                "date": "17.04.2022",
                "upvotes": 1
            }
        ]
    }
]