[
    {
        "question_title": "Менім жасым 13те маған официант болуға болама",
        "question_content": "Менім жасым 13те мен мен официант болғым келеді. Бірақ мен білмим мені қабылдайды мекен деп.",
        "question_date": "29.06.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 55,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өмірдің қиыншылығынан құтылу",
        "question_content": "Өмірге келгеніне бақытты болу үшін не істеу керек",
        "question_date": "29.06.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 51,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Илее озенынее калай барса болады?",
        "question_content": "Иле озенынее калай барса болады",
        "question_date": "29.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 51,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктілік кезінде коныр кан аралас кою выделение келіп жүр неден екен?",
        "question_content": "Коныр выделение кан аралас келип жур беременна срогым кишкентай еди",
        "question_date": "29.06.2024",
        "question_tag": "Тұлға, Адам",
        "question_views": 70,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кара Татыран мен Ак Татыран калай болинген туралы малимет болса",
        "question_content": "Кара Татыран мен Ак Татыран калай болинген туралы",
        "question_date": "29.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 63,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "убт дан 61 балл алдым шымкеттин кай оку орнына грантка тусе аламын",
        "question_content": "61 балл мен кай универге тусе аламын грантка",
        "question_date": "28.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 105,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай салмақ қосуға болады???",
        "question_content": "Менің салмағым 40,44 щамасында ал жасым 15 те бойым 1,65 шамасында салмағым өзіме ұнамайды,тамақты жақсы жеймін.\n\nТағы бір сұрағым шәйді мүлдем немесе аз ішсе салмағын қосылады дейді сол распа?",
        "question_date": "27.06.2024",
        "question_tag": "Тазалық",
        "question_views": 138,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыс іздеймін мамандық бойынша",
        "question_content": "Есімім Ардақ Жасым 22де Семей қаласы Шәкәрім университетінде агрономия және білім беру бағдарламасы бакалаврын оқып бітірдім. Астана қаласынан жұмыс іздеймін. Колледж мектептерге биология, агрономия және мамандыққа байланысты спец сабақтардан оқытушы бола аламын.\n\nЭл.почта:@*Emails are not allowed*",
        "question_date": "27.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 143,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "колледжде ішін ара басқа мамандыққа ауысуға болама? Ақша төлеп оқимын.3 курс",
        "question_content": "Колледж де оқиымын ішін ара басқа мамандық ауысуға болама\nАқша төлеп оқимын \n3 курс",
        "question_date": "27.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 162,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өз еркімен 2 курста оқудан шыққан болатынмын,1 жыл өтті қайтадан тапсыра алам ба?",
        "question_content": "Оқуға қайтадан тапсыра алам ба?",
        "question_date": "27.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 158,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мчс оқуына 9 дан кейін қалай тусуге болады",
        "question_content": "9 дан кейін қалай мчс ке тусуге болады",
        "question_date": "26.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 190,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маган тасыма шыкты,жаман ауыртады,нне таныуга келмейд.",
        "question_content": "Маган сыздауық шыққан тасыма байлауга келмейді",
        "question_date": "26.06.2024",
        "question_tag": "Тазалық",
        "question_views": 210,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰҚК КНБ айлықтары қанша?",
        "question_content": "ҰҚК КНБ айлықтары қанща",
        "question_date": "24.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның Ұлттық қауіпсіздік комитеті елдің қауіпсіздігін қамтамасыз етуге және ұлттық мүдделерді қорғауға жауапты негізгі мемлекеттік органдардың бірі болып табылады. ҰҚК-дегі жұмыс – Қазақстандағы ең беделді және сұранысқа ие жұмыстардың бірі, бірақ көп адамдар Қазақстанның Ұлттық қауіпсіздік комитетіндегі жалақы қанша және ол неге байланысты деген сұрақ туындайды.\n\nҰҚК қызметкерлерінің жалақысы лауазымы, біліктілігі, жұмыс тәжірибесі, білім деңгейі, жұмыс аймағы және т.б. сияқты бірнеше факторларға байланысты. Ашық ақпарат көздеріне сүйенсек, ҰҚК қызметкерлерінің орташа жалақысы айына шамамен 300 000 теңгені құрайды. Алайда, жалақы жоғарыда аталған факторларға байланысты 200 000 теңгеден 500 000 теңгеге дейін өзгеруі мүмкін.\n\nҰҚК-дегі ең жоғары ақы төленетін лауазымдар – басшы лауазымдар – департамент бастығы, бастықтың орынбасары және бөлім бастығы. Олардың жалақысы айына 600 000 — 800 000 теңгеге дейін жетуі мүмкін. Сондай-ақ жедел жұмысқа тартылған қызметкерлер өз жұмысының жоғары жауапкершілігі мен қауіптілігіне байланысты жақсы жалақы алады.\n\nДегенмен, ҰҚК-нің жалақысы мемлекеттік сектордағы ең жоғары емес және ұқсас лауазымдары бар басқа ведомстволардың жалақысынан төмен болуы мүмкін. Дегенмен, ҰҚК-де жұмыс істеудің маңызды мемлекеттік істерді басқару, арнайы дайындық пен білім алу, жоғары деңгейдегі қорғаныс және т.б. сияқты артықшылықтары көп.\n\nЖалпы, ҰҚК-дегі жалақы көптеген факторларға байланысты және қызметкердің лауазымы мен біліктілігіне байланысты өзгеруі мүмкін. Дегенмен, ҰҚК-дегі жұмыс Қазақстанның ұлттық қауіпсіздігі үшін беделді және маңызды.",
                "date": "26.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "айға қарап дәрет сындырып қойсам не істеймін?",
        "question_content": "айды байқамай дәрет сындырып қойдым. не істеймін",
        "question_date": "24.06.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тек сұрақтан тұратын екі адам аты",
        "question_content": "Тек сұрақтан тұратын екі адам аты , тапқан адамға сыйлығым бар",
        "question_date": "23.06.2024",
        "question_tag": "Қызық сұрақтар",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайдан болдың қай жылғысын",
        "question_content": "Қай жылғысын қай жерде тұрасын",
        "question_date": "23.06.2024",
        "question_tag": "Жалпы спорт",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өлеңдерді қайда жариялауға болады??",
        "question_content": "Орыс поэттерінің өлеңдерін аударумен айналысып жүрмін. Бірақ қайда жариялауға болатынын білмеймін.",
        "question_date": "22.06.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балам 3 айлық өзінен өзі жылай салады",
        "question_content": "Балам 3 айлық өзінен өзі шошынып жылап қалады",
        "question_date": "21.06.2024",
        "question_tag": "Тұлға, Адам",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гүлдара есімді қызға өлең шумактары болса.",
        "question_content": "Гүлдара есімді қызға арнап өлең шумақтары болса",
        "question_date": "21.06.2024",
        "question_tag": "Махаббат",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неврология бөлімінің тәжірибелік күнделігі қажет еді, кімде үлгісі бар",
        "question_content": "Күнделік мейіргер ісі\nНеврология бөлімінің тәжірибе күнделігі жайлы",
        "question_date": "20.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледж аттестатты алып қалама?",
        "question_content": "Колледжге аттестат тапсырғанда оқуға түскесін қайтып берема или оқуды бітіргесін берема?",
        "question_date": "20.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқуды толық аяқтаған кезде колледж дипломымен бірге береді немесе оқудан шыққан кезде ала аласыз.",
                "date": "20.06.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бакалавр басқа мамандық оқып магистр логопед оқуға болады ма?",
        "question_content": "Сәлеметсізбе!мен қазір қоршаған орта мамандығын оқып отырмын негізі логопедке түскім келген универге болашақта бакалавр бітіріп,магистрға логопед мамандығына түсіп оқып алсам болашақта жұмысқа алады ма?",
        "question_date": "20.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жекеменшік мекемелерде жұмыс жасауға болады, ал мемлекеттік мекемелерде кішігірім қиындықтар болуы мүмкін, себебі қазір базовый мамандыққа қарайды.\nБілімді болсаңыз кез келген жерде қалаған маман иесі бола аласыз.",
                "date": "20.06.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір көргеннен ғашық болу",
        "question_content": "Бір көргеннен ғашық болу",
        "question_date": "19.06.2024",
        "question_tag": "Махаббат",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нидерландтағы Гронингентік университет психологтары \"бір көргеннен ғашық болу\" феноменіне қатысты зерттеу жүргізген. Зерттеушілер мұндай сезімнің бар екенін жоққа шығарып отыр.\nОсы зерттеу нәтижесі бойынша, 49 жағдайда адамдар бір көргеннен ғашық болу сезімін бастан кешкендерін жеткізген.\nҒалымдардың байқауынша, кездесу мен танысулар барысында белгісіз адам қаншалықты сымбатты көрікті болғанына байланысты қатысушылар серіктеріне деген ғашықтық сезімінің пайда болғанын айтқан. Алайда, мұндай ғашықтық сезім көп жағдайда жауапсыз болған.\nДемек, адамның бір көргеннен ғашық болуы жәй ғана құмарлық пен ынтықтық сезімдеріне байланысты.\nКейде естіп жатамыз, қыздар жігіттерге немесе жігіттер қыздарға \"бір көргенен ғашық болдым\"-деп айтып жатады. Ойланып қарасаңыз, ешбір қисыңға келмейді. Тіпті, сол бір алдамшы, жағымды сөзге сенудің өзі ақымақтық. Әрине, бір көргенде сұлулығына көзі түсіп, бір сәтке журегінің дүрсілі жиілеп кетуі мүмкін, дегенмен ол сезімді ғашықтық деп айтуға келмейді. Себебі, бір көргеннен адам бойындағы асыл немесе жаман қасиеттерді танып, бағалай білу үшін, жан баласына кем дегенде бірнеше рет кездесіп, сырласуы қажет деп ойлаймын.\nСанамызға қалыптасып қалған сол бір ойдың арбауынан ұнату мен ғашық болудың ара жігін ажырата алмай жүрміз! Жай ғана мысал келтіріп көрейін:\" Ол жан ұнатып қалса, сол алдамшы сезім басылғанша пайдаланады. Егер, жақсы танып, сол жан туралы бәрін білген адам, ол жанды ермек қылмай, қорған бола біледі. Шын ғашық адам ол жанға  ешқандай зиянын тигізбейді\"-деп білемін. Менің бұл сөзіме қазақ поэзиясының асқақ шыны Мұxтар Шаxановтың айтқан асыл сөзі арқау болады. Ол кісі былай деген екен:\n\"Ғашық адам сүйгеніне өзінің,\nЖаманшылық ойлай ма екен сірә да.\"\n\"Бір көргенен ғашық болып қалдым\"-деген әсерлі сөз қай қыздың болмасын құлағына жағымды естіледі. Аңқау, ақкөңіл қызды өз арбауына түсірудің бірден бір жолы деп айтсам қателеспеймін. Жақсы сөздермен арбап, алдау қу әрі ұлы сезімді қадірлей алмайтын жандар ғана айтуы мүмкін. Бір көргеннен ғашық болдым деп айтудың орнына \"ұнатып қалдым\" деген жөн шығар. Бір-бірін ұнататын жандарды \"ғашықтар\" деп айту қателік.\nСезіміңіздің қай деңгейде екенін білмей жатып, өмірдегі ең маңызды шешімді қабылдауға асықпаңыз!",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көпшілік ортаның алдында билеуге, сөз айтуға ұяламын бірақ билегім, айтқым келеді",
        "question_content": "Көпшілік ортаның алдында билеуге, сөз айтуға ұяламын бірақ билегім, айтқым келеді. Соны қалай жеңіуге болады? Сосын биді хореографпен үйренген дұрыспа или қалай?",
        "question_date": "18.06.2024",
        "question_tag": "Жалпы ән туралы",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көпшілік алдында сөйлегенде қай-қайсымыз болсақ та уайымдап, қорқыныштың бойымызды билеп алуына жол береміз.\nБонапарт былай деген екен: \"Кімде кім дұрыс сөйлей алмаса, соның мансап жолы да дамымайды\". \nАмерикалық белгілі коуч бір сөзінде: \"Спикер өз сөзін түрлі слайдтар мен кестелер арқылы түсіндіре беретін болса, тыңдарман оны түсіне бермейді\", - дейді. Себебі адам екі бірдей іс-әрекетті тыңғылықты атқара алмайды. Нәтижесінде ой тыңдаушысына толықтай жетпейді. \nЕгер сіз көпшілік алдында билеуге ұялсаңыз, сіз өзіңізді көптеген жағымды эмоциялардан айырасыз. Негізгі қимылдарды үйреніп, оларды кішкентай болса да сахнада билеу қиын емес. Үйде жаттығулар жасаңыз, негізгі қозғалыстарыңызды жақсартуға тырысыңыз және өзіне деген сенімділікті қалыптастырыңыз - бұл сізге ешкімді ұялтпай, көпшілік алдында тыныш билеуге көмектеседі.\n1.СЕНІММЕН БИЛЕҢІЗ.\n2.НЕГІЗГІ БИ ҚИМЫЛДАРЫН ҮЙРЕНІҢІЗ.\n3.БИ ҚИМЫЛДАРЫН ЖАТТЫҚТЫРЫҢЫЗ\n1.Күліңіз және көңілді болыңыз. Көпшілік алдында сөйлеуден тартынуды тоқтатудың ең жақсы жолы - сенімділік сіздің күшіңіз болмаса да, өзіне сенімді болу. Арқаңызды түзетіңіз және иегіңізді көтеріңіз. Бұл сізге сенімді көрініс береді. Әрқашан күлімсіреп, би алаңында уақыт өткізіңіз. Бұл әр түрлі би қимылдарын орындау кезінде өзіңізді сенімді сезінуге көмектеседі. Еденге қарамаңыз немесе артқа қарамаңыз. Әйтпесе, сіз ұялшақ және ыңғайсыз болып көрінесіз.\n2.Басқалар не ойлайды деп уайымдамаңыз. Басқалар сіздің би билеу қабілетіңізді қалай бағалайтыны туралы алаңдайтындықтан, сіз қобалжуыңыз мүмкін. Егер сіз барға немесе іс-шараға барсаңыз, биге әрқашан дайын болу қажет емес. Тек көпшілікпен араласуға тырысыңыз. Есіңізде болсын, адамдардың көпшілігі билеу кезінде өздерінің сыртқы келбеті туралы көбірек алаңдайды. Сізге және сіздің қозғалыстарыңызға назар аудара отырып, олар өздерінің билеріне көбірек алаңдайды.\n3.Кез келген ыңғайсыз және тым жылдам қозғалыстардан аулақ болыңыз. Егер сіз қалай билейтіндігіңізден ұялатын болсаңыз, қарапайым қимылдарды ұстануыңыз керек. Би шоуында бір рет көрген керемет қозғалысты қайталауға тырыспаңыз. Мұны кәсіпқойларға сеніп тапсырыңыз және биіңізге міндетті түрде жақсы көрінетін қозғалыстарды қосыңыз. Мысалы, шамадан тыс назар аударуы мүмкін үзіліс, мыжылу немесе басқа стиль элементтерін бейнелеуге жол бермеңіз.\nТағы да, серпінді және сырғанайтын қозғалыстардан аулақ болыңыз.\n4.Серіктеспен немесе достарыңызбен команда ретінде билеңіз. Сіз достарыңыздың жанында өзіңізді әлдеқайда жайлы сезінетін шығарсыз. Бұл жағдайда сізде аудиторияның көзқарасы тек сізге бағытталған деген сезім болмайды. Сонымен қатар, серіктесіңізбен билегенде, аудитория сізге қандай баға беретініне емес, онымен қарым-қатынасқа назар аударасыз.\nӘрине, кәсіби мамандармен үйренген дұрыс. Сайыстарға қатысасыз, көпшілік алдына шығып үйренесіз, адамдармен де тіл табысуды үйренесіз.",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі Рәкат сүннет пен екі рәкат парыз арасында, аттахиат салауат, рәббәнә толық оқыла ма?",
        "question_content": "Мысалы екі рәкат сүннет пен екі рәкат парыз арасында ат тахиат салауат, рәббәнә толық оқыла ма?",
        "question_date": "18.06.2024",
        "question_tag": "Ораза сұрақтар",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7)   Екінші  рәкәтті  алғашқы рәкәттағыдай «Аллаһу әкбар»,  деп тәкбір айтып баста (1-сурет). Сосын бірден «Фатиха» сүресін және  бір  кіші  сүрені  оқы. Бірінші рәкәттағыдай рукууһ (3-сурет) және сәжде (5-сурет)жаса. Екінші сәжде жасап болған соң тұрып кетпей дененің салмағын сол аяққа түсіре отырып (6-сурет) «Әт-тахият» дұғасын оқы. Егер намаз үш немсе төрт  рәкәттан  тұрса, онда «Әт-тахият» дұғасын оқып болған соң қайтадан тұрып жаңа ракағаттан баста (1-6 суреттер). «Әт-тахият» дұғасы әр екі рәкәт сайын  оқылады. Егер намаз төрт рәкәттан тұрса, екі рет «Әт-тахият» дұғасы екінші және төртінші рәкәттан соң  оқылады, егер сегіз рәкәттан тұрса, онда төрт рет «Әт-тахият» дұғасы оқылады яғни екінші, төртінші, алтыншы және сегізінші   рәкәттардан соң.  Ал егер намаз рәкәттары тақ болса онда соңғы рәкәттан соң «Әт-тахият» дұғасы оқылады. Мысалы, егер намаз үш ракағаттан болса екі рет  «Әт-тахиат» дұғасы екінші және үшінші рәкәттан соң оқылады, неге десеңіз намаздың соңғы рәкәтында «Әт-тахиат» дұғасы оқылуы міндетті.\n\nтолығырақ: https://asylarna.kz/kk/maqala/166",
                "date": "19.06.2024",
                "upvotes": 0
            }
        ]
    }
]