[
    {
        "question_title": "Ұрпақтар атынан алғыс тыл ардагерлеріне маналог керек !!",
        "question_content": "Маған монолог керек Ұрпақтар атынан алғыс деген соғыс ардагерлеріне тыл ардагерлеріне",
        "question_date": "15.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сарғайса да тарихтың ақ парағы, Сол күндер мәңгі есте сақталады. Міне! Биыл Ұлы Жеңіске 70 жыл! Сан сұрапыл сындардан өтіп, кескілескен шайқастарда ерлікпен де, еңбекпен де жеңіске ұмтылған өр рухты, ер мінезді батырларымыздың армандары орындалған күн! Бұдан 70 жыл бұрынғы өмірді көз алдымызға елестетсек: бір кезде Кеңестер Одағының құрамында болған Қазақстанның халқы да неміс – фашист басқыншыларына қарсы жан аямай соғысып, ерліктің тамаша үлгілерін көрсеткені баршамызға мәлім. Ұлы Отан соғысы естен кетпес, адамзат тарихында теңдесі жоқ соғыс болды. Соғыстың аты соғыс. Сұм соғыс біреуді жесір етті, біреуді жетім етті, ал біреуді жалғыз ұлынан айырды. Балалығы сұрапыл соғыспен қатар келген біздің бүгінгі ата- әжелеріміз сол уақытта ерте есейген еді. Ойын баласына бейнет күнді айырбастайтын күн туды. Жастарына қарамай соғысқа аттанған кәрілер, енді-енді өмір сүріп келе жатқан жас қыздар, ұлдар «Еліміз, жеріміз үшін!» деген ұранмен алға басқан. Соғыс туралы ойласам, көз алдыма баласын, жарын жоқтап жылаған аналар, әке мейрімін көрмеген балалар, Отан үшін майданда ерлікпен қаза болған жас азаматтар келеді. Соғыс салған жараның орны, әлі жазылған жоқ. Оның мәңгілікке санамызда қала берері анық. Ата- баларымыздың қанымен, терімен келген жеңіс – ең ұлы жеңіс, киелі жеңіс, қадірлі жеңіс. Ұлы Отан соғысы жылдары ер азаматтармен бірге майдан шебінде ерлік көрсеткен қазақ ұл-қыздары да аз болған жоқ. От пен оқтың ортасында жүріп жаралыларды өлімнен құтқарды. Алайда, сұрапыл құнды қырғында, жас өмірлерін сарп еткен қазақ ұл-қыздарына мың алғыс айту аз. Олардың жасаған ерлігі мен есімдері мәңгі ұмытылмайды. Сол ерліктердің жемісі-Жеңіс. Жеңіс! Қандай кең мағыналы сөз. «Жеңіс» сөзі бүкіл халыққа бейбіт өмір әкелді, елге тыныштық оралды. Халық ерлігі қай қоғамда, қай идеология кезінде болмасын өшпейді де, өлмейді де, ол адам баласының жадында ғасырлар бойы сақталып ұрпақтан-ұрпаққа беріліп, өзінің жалғасын таба береді. Бұған дәлел ретінде қоғамда ерте заманнан бері орын алып отырған сан алуан соғыстар тарихы бар. Соғыс бір елдің жеңісімен немесе жеңілісімен аяқталады. Жеңіске жеткен елдердің қатарында біздің ел де бар. Біздің халқымыз үшін жеңіс – ұлы оқиға, бейбіт өмір, ашық аспан, кең дала, айналадағы табиғаттың алуан түрлілігі, жаңа сәбилердің өмірге келуі, туып –өскен жердің, Отанның азат етілуі. Ұлы майданның асыл ардагерлері қаншама! Тарих үшін Отанын сүюдің шын үлгісін көрсеткен Бауыржан Момышұлы, Мәншүк Мәметова сынды аға-апаларымыз бір төбе. Бейбітшілік сүйетін әлем үшін аса қадірлі мереке. Сол себепті де жеңіс мерекесі арамыздаға соғыс ардагерлеріне арналады. Неменеңе жетістің, бала батыр? Қариялар азайып бара жатыр. Бірі мініп келместің кемесіне, Бірі күтіп, әнеки, жағада тұр, -деп М. Мақатаев жырлағандай, осы бір айтулы 70 жылдыққа аман-есен жетіп, ұлы тойға куә болғалы отырған қариялар саны, жыл сайын қатары сиреп бара жатқаны көңілге мұң ұяталады. Ардагерлер бара жатыр азайып, Олар жайлы ойлаумаудың өзі айып. Ғұмырлары аңыздайын ғажайып, Ғажап жандар жайын тарихта жазайық, -деп, алапат заманның қатігездігін, қаһармандарымыздың ерлігін бүгінгі ұрпаққа жеткізетін ауданымызда үш Ұлы Отан соғысының ардагері және 97 тыл тыл ардагерлеріміз бар. Олар: Кулиев Ермек,Утаев Абдулла, Серебрякова Фахрузияна осы ардагерлер қан майданның куәгерлері. Утаев Абдулла-1923 жылы Түрікменстанның Ташауыз облысында туылған, жеңіс мейрамымен қатар 90 жасқа келіп отыр. Жоқшылық пен жетімдікті көре жүріп мектеп табалдырығын 17 жасында аттайды. 4-сыныпты оқып жүргенде соғысқа шақырылады. Өзбекстанның Хиуа қаласында 4 айлық оқу-жаттығудан кейін Ресейдің Челябі облысына, 2 айдан соң Украинаның астанасы Киевке жіберіледі. 20 жастағы жігіт жаумен алғаш осы шаһарда беттеседі. Соғыстан жараланып қайтқан солдат ауылына келісімен жұмыстың ауыр-жеңілін талғамастан еңбек етіп, соғыстан кейінгі халық шаруашылығын қалпына келтіру жұмыстарын белсене араласады. 1953 жылы Түрікменстаннан Жетісайға қарай көшіп, көп тұрақтамай Өзбекстанға қоныс аударады. Содан 2007 жылы Маңғыстауға келіп орналасады. Абдолла атай бүгінде ұлын ұяға, қызын қияға қондырып, 24 немере, 7 шөбере сүйген бақытты қария атанып отыр. Құлиев Ермек- 1924 жылы дүниеге келген. Әскер қатарына 1942 жылдың қыркүйек айында шақырылып, Ташкент қаласыннан әскер қатарына кетеді. Соғыста Сталинград майданында басынан жарақатанады. Сол жақта емделгеннен кейін Қазақстан және Өзбекстан Республикасында лагерінде еріксіз еңбек өтеп жүрген неміс тұтқындарын қарауылдау қызметіне ауыстырылған. 1-дәрежелі Ұлы Отан соғысының Ордені иегері. Соғыс аяқталғаннан кейін де бірқатар жерлерде еңбек еткен. Атажұртқа 2002 жылы қоныс аударған. Қазіргі таңда Ермек ата 6 бала, 27 немере, 31 шөбере сүйіп отырған сыйлы ақсақал. Серебрякова Фахрузияна 1925 жылы Ресей Федерациясының Елхов ауданы, Ульянов облысында дүниеге келген. 1944 жылы 19 жасында соғысқа аттанып, № 221 атқыштар полкінде қатардағы әскер қызметінде болып, 1945 жылы отанына оралып еңбек еткен. Сондай-ақ, ауданымызда қолына қару ұстап күреспесе де құрал-саймандарымен, қолдан келгенше жер жыртып, егін егіп, мал бағып, еңбектерімен Жеңісті жақындатуға үлестерін қосқан 97 тыл ардагерлеріміз бар. Сондай жандардың бірі Әбіл Ешимов 10 баладан тараған ұрпағы бір жерге жиыла қалса сырттан кішігірім той болып көрінетін бұл әулеттің әкесі Әбіл Ешимов пен анасы Балжан Қожамжароваға бір кездері мұндай отбасын армандау түгіл, жан бағып, жер басып жүрудің өзі оңай болмапты. Туыла салып табиғаттың тосын мінезіне тап болған – Әбіл ата 1929 жылы көшіп бара жатқан керуенде дүниеге келген. Қолына қару алып, жауға шаба алмаса да күрек пен кетпен ұстап, егін салуға жарап қалған-ды. Онда Түрікменстанның Ташауыз облысында тұратын. Еңбек майданына осы жерден қатысқан. Жеңіс туы желбіреп, бейбітшіліктің бес жылы өткен соң Әбіл ата әскери борышын Ресейдің бұрынғы Чкалов облысында өтеуге шақырылған. «Біз көрген ызғарлы күндерді, ұрпағымыз көрмесін, Елімізде мәңгі бейбітшілік орнасын...» - деп, батасын беріп, ел-жұртына амандығын тіледі. Ел алдындағы борыштарын өтеп, еліміздің амандығын, жеріміздің тұтастығын қорғап қалған ардагерлерге тағзым ету біздің қашанда парызымыз. Себебі, олар еліміздің жарқын болашағын, жас ұрпақтың өмірін, халықтың бақыты мен қуанышын сақтап қалды. Сондықтан да бүгінгі бейбіт өмір үшін соғыс ардагерлеріне мәңгі қарыздармыз. Ұлы жеңістің қандай күшпен келгенін ешбір азамат ұмытпай, соғыс тарихын ұрпақтан – ұрпаққа естелік ретінде қалдыратыны сөзсіз. Азаттықтың ақ таңында өмір сүріп жатқанымыз – соғыстың жеңіспен аяқталуы. Оны әперген ата-әжелеріміздің ерен еңбегі деп білемін. Осы ардагерлерге қандай сый құрмет көрсетсек те, артық етпейді. Келер ұрпақ, мына біздер үшін жанын қиюға да дайын еді. Соғыс ардагерлеріне мың алғыс білдіріп, бейбіт күнде дендеріне саулық, өмір жастары ұзақ болғай дегім келеді. \nhttp://mng.prokuror.gov.kz/kaz/prokuratura/uly-zheniske-70-zhyl/ardagerlerge-myn-tagzym",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əуе шары суық ауа үрлессе де ұша береді ме?",
        "question_content": "Əуе шары суық ауа үрлессе де ұша береді ме??",
        "question_date": "15.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Мүмкін бір қоспалар қосса болар, бірақ тек салқын ауамен ұша алмайды.\nӘуе шары — ауадан жеңіл ұшу аппараты, газ қабықшаларында жасалған көтергіш күшті ұшу үшін пайдаланатын ( немесе қыздырылған ауаны) тығыздылығы қоршаған ортаның тығыздылығынан әлдеқайда төмен болып келеді ( Архимед заңы бойынша).\nЫстық ауа суық ауадан жеңіл. Күннің ыстығында ауаның ағыны жоғары көтеріліп жатқанын көруге еболады, мысалы, күнге қызып кеткен асфальттың үстінен. Қыздырылған ауаның әсерімен аспанға көтерілуді ең бірінші Португалияда тұрған бразиялық Бартолемео де Гусман ойлапты",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгілік бала бейнесі шығармасының өзекті мәселелер қандай ?",
        "question_content": "Мәңгілік бала бейнесі шығармасын өмірдегі өзекті мәсәлелелермен байланыстыра отырып, қоғамдық мәселелерді талдап әдеби эссе жазыңыз\n\n250-300 сөз",
        "question_date": "15.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мәңгілік бала бейне» - күллі қазақ жұртының ауыр қайғысы мен мұңын жамылған шығарма. Ядролық сынақтардың зардабынан мүгедек болған Ләйлә қыздың өмірі сипатталады. Оның туған жері Қарауылдың ащы болмысы мен әлеуметтік жай-күйі бейнеленеді. Ләйлә атомның әсерінен емес, адам баласының ісінен өз өмірімен қоштасады. Қоғамның лас әрекетіне шыдамаған Ләйләмен бірге оның Қарауылы, рухы, ұлты өледі. Мұңға толы шығарма негізінде қазақ киносының қоржыны тағы бір фильммен толықты. 2002 жылы белгілі режиссер Сатыбалды Нарымбетов экранға «Қызжылаған» фильмін шығарады. Жарыққа шыққан бойда фильм кеңінен танылып, халықаралық байқаулар мен фестивальдердің жүлдегері атанып, үздіктердің қатарынан көрінді. Ләйләнің денесі кем болса да, оның жүрегі кең. Ләйлә - жаны тазы, көкірегі көркемдікке құштар жан. Театрдағы Ләйлә бейнесін Данагүл Темірсұлтанова сомдаса, кинодағы бейнесін Аянат Есмағамбетова сомдаған болатын.\n\nФильмнің ең өзекті бейнесі – ауыл көрінісі. «Дегелен» ауылы арқылы режиссер қазақ жерінің кеңдігін (бейнелі түрде), тұрғындары арқылы халықтың мейірбандылығын ашып айтқан. Бұл ауылда түрлі дін өкілдері жинақталған. Әр түрлі ұлттар да бас қосқан. Барлығы да тонның ішкі бауындай тату. Әсіресе, ауылдағы неміс отбасының тастанды үйіне кірмек болған мемлекет адамын Дегелен тұрғындары үйдің маңына да жолатпаған әрекетін көрсеткен, у-шуға толы кадр жанға сондай жылулық сыйлайды. «Кет! Бұл Геральдтің үйі, кетіңдер!», - деп айғайға басқан әйелдер мен соққыға алған ерлердің қылықтары көрерменге күлкі сыйлайды. Осыдан «бәріміз біріміз үшін» деген қанатты сөз ойға келеді. Ал осы мағыналы сөздің жалғасы «Біріміз – бәріміз үшін», бұл – Ләйлә. Фильмнің орысша атауы «Молитва Лейлы». Ләйлә қыздың «деніме шипа бере көріңізші» деп, жалбарынуы, терең түсінген жанға, жеке басына сұрап тұрған тілек-дұға емес екені түсінікті. Осыған байланысты кинотанушы Гүлнар Әбікеева былай баға береді: «Молитва Лейлы – молитва матери, молитва народа, молитва будущности казахской земли, изуродованной и измученной испытаниями и лишениями» [2, 211 б.]. Бұнымен толықтай келісуге болады. Ләйлә ауылында болып жатқан қайғы-қасіреттің қайдан шығып жатқанынан хабары болмаса да, айрандай ұйып отырған тұрғындардың бірлігін сақтап қалып, ертеңгі күнге жарқындық сыйлауды қалайды. (бұл фильмде ашық түрде көрсетілмесе де, талдау барысында сондай баға беруге болады) Сол себепті де, өмірден өткен ата-анасының бейітіне барып, ертеңгі күн үшін Алладан амандық тілейді. Ләйләнің бейнесі жеке кейіпкер ретінде толық ашылмағанымен, Жер-ана ретінде толықтай бейнесін ақтап шықты деуге болады. Бұны біз фильмнің соңғы кадрынан байқаймыз. Қолына сәби ұстаған ақ жаулықты ана. «В финале фильма режиссер представляет Лейлу с младенцем в образе Богоматери, оставляя надежду на то, что, может быть, ей и ее младенцу удастся выжить» [2, 211б.], - дейді Гүлнар Әбiкеева. Бұл жерде, Ләйлә мен оның бөбегін метафора ретінде қарастырғанымыз жөн болады. Ләйләнің о дүниелік атанған ата-анасы – өткен уақыт. Ләйлә – палигоннан жапа шегіп жатқан қоғамның бейнесі. Бала – болашаққа ашылған жарқын жол. Режиссер фильмнің эпиграфы ретінде: «Ни один народ не исчеснет из-за вражды людей, забывших, что по своему роду все они братья и сестры. Не дано людям убить то, что создано Свыше» - бекерге алынбаған сөйлем. Сонымен қатар, байқасаңыздар, фильмнің өн-бойы осы сөйлемнің айналасына жинақталған. Ең соңындағы болашаққа ашылған есік ананың тілеген дұғасы мен үміті. Ұлы үміттің ақталғанын режиссер дүниеге келген сәбимен көрсетеді. Осы сәбидің бейнесі туралы кинотанушы Баубек Нөгербек была деп жазады: «Ребенок, рожденный Лейлой – есть неземное, небесное чадо... Младенец, явивщийся на этот свет – это аллегорический образ новой жизни, нового начало» Сонымен, қорыта келгенде белгілі бір әңгіме немесе роман бойынша экрандалған шығармаларды бір арнаға жинақтап қарастыру өте күрделі мәселе. Себебі әдебиет пен кино өнерінің заңдылықтары әртүрлі. «Мәңгілік бала бейне» әңгімесі мен «Қызжылаған» фильмінің өзара айырмашылықтары өте көп екенін жоғарыда айтып өттік. Екі шығарманың тақырыбы бір болғанымен, заты екі бөлек. Жазушы, Роза Мұқанованың «Мәңгілік бала бейне» әңгімесінде жеке кейіпкердің бейнесі арқылы бүкіл қазақ халқының трагедиясы көрініс тапқан. Әр кейіпкердің бейнесін шебер аша білген. Ал, режиссер Сатыбалды Нарымбетовтың «Қызжылаған» фильмі Дегелен ауылының тіршілігін бақылай отырып, тұрғындарға белгісіз сұмдық апаттың шыққан тегін анықтауға тырысады. Өткен мен бүгінді алға қойып, болашаққа жол сілтейді. Бұны біз фильмнің бастапқы қадрынан көрсетілген ұзын да ұзақ тунелдің жалғыз, көрінер-көрінбес жарығына ұмтылған камера қозғалысынан түсінеміз.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы жарықтың сынуын зерттеу үшін жарты цилиндрді қолданды?",
        "question_content": "Оқушы жарықтың сынуын зерттеу үшін жарты цилиндрді қолданды?\n\nОқушының зерттеуін жүргізу үшін қажетті 3 құрал жабдықтарды атаңыз?",
        "question_date": "15.05.2020",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін су , жарық, әйнек болар.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңес алтыбұрыштың бұрыштарын табыңыз,егер олар 2,4,4,6,8,12,сандарына пропорционал болса",
        "question_content": "Дөңес алтыбұрыштың бұрыштарын табыңыз,егер олар 2,4,4,6,8,12 сандарына пропорционал болса.",
        "question_date": "15.05.2020",
        "question_tag": "Мектеп",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дөңес алтыбұрыштың ішкі бұрыштарының қосындысы 180*(6-2)=720\n\n2Х+4Х+4Х+6Х+8Х+12Х=720    36Х=720   Х= 720:36 = 20\n\n1) = 2*20 =40 гр\n2,3) 4*20= 80 градусов,\n4) =6*20 = 120 град\n5) =8*20= 160 град\n6) 12*20 =240 градус қа тең.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АУДАРМАШЫ болу үшін қан пән таңдайды",
        "question_content": "Айдармашы таңдау пәндері",
        "question_date": "15.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пәндер туралы толық ақпарат.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашыға таңдау пән",
        "question_content": "Аудармашыға таңдау пәндер қандай\nҚанша балл жинау керек",
        "question_date": "15.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пәндер туралы толық ақпарат.\n\nГрант балы әр жылғы орта балмен , арнайы бір мамандыққа бөінген грант санына орай әртүрлі болады.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еске алу сөздері керек.",
        "question_content": "Еске алу. Апама керек еді. Тек қара сөзбен, мағыналы әрі терен болса. Апамыз 60 жасында қадір түнінде дүниеден өтті. Өтініш көмектесініздерші!",
        "question_date": "15.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 29300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ана... Жүрекке тым жақын, нəзік үн. Менің жүрегімде ойып, орын алып кеткен жан жүрегім Анашым... Сіздің əрбір даусыңыз, айтқан ақылыңыз бен көз алдымнан кетпейтін жарқын бейнеңіз жаңғырып санама нұр себуде.. Іздеймін... Сағынамын... Құшақтап құшағыма қысқым келеді... Сырымды ашқым келеді... Бақытыммен бөліскім келеді... Өмір қысқа болсада жеткен жетістіктерімді көрсеткім келеді... Əттең... Амал не?... Жанымда жоқсын Жан Ана... Тағдыр бізді осылай сынған болар... Бірақ бір өкінетінім... Анасы жанында жүрген жандарға қарап... Өмір неге сонша қатал деп налимын... Мама сізді жиі сағынамын... шерімді тарқатқым келеді... жан сырыммен бөліскім келеді... Сіз кеткелі жаныма жұбаныш жан таппадым... Жалғыз тірегім өзің екенсің Мама... Міне бүгінде сіздің бұл өмірден өткеніңізге 3жыл болыпты... Сізсіз көктемнің 3 жылын, жаздың 3жылын , күздің 3жылын, қаһарлы қыстың 2 жылын қарсы алыппын... Осы тұста көп өзгеріс орын алды өмірімде... Бірақ барбір сіздің орныңыз ерекше... Дал қазір жанымда болсаң ғой... Мама... Сағынамын сізді...\nТолығырақ:https://www.******.com/kz/olen/2416-eske-alu.html",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дисахаридтер:сахароза мен лактозаның Хеуорс формуласын жаз",
        "question_content": "Дисахаридтер:сахароза мен лактозаның Хеуорс формуласын жаз",
        "question_date": "15.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сахарозаның Хеуорс формуласы\nЛактозаның Хеуорс формуласы",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидролиз реакция теңдеуін жазу",
        "question_content": "1 – пальмитоил-2,3 дистереоилглицерин\n\nГидролиз реакция теңдеуін жазу,структуралық формула құру",
        "question_date": "15.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-пальмитоил -2- олеоил- 3- стеароилглицерин гидролизі",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биыл капустаны дихандардан сатып алу бағасы өсе ме екен?",
        "question_content": "Биыл орамжапырақты дихандардан өте арзанға алып жатыр...шығындардың бір бөлігіне де жетпей жатыр. Қашан баға көтеріледі екен?",
        "question_date": "15.05.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір ештеңені ешкім кесіп айта алмайтын болар. Карантин режимі толық алынғанша  бағаны қай азық түлік түріне болсын өсіре алмайды. Себебі мемлекеттің бағаны өсірмей тұрақты ұстап тұру туралы бұйрығы бар.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бактерияларды дифференциалды бояу дегеніміз не?",
        "question_content": "Бактерияларды дифференциялды бояу Акпарат керек",
        "question_date": "14.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бактериялар өте кішкентай микроорганизмдер. Олар мөлдір және тірі және тұрақсыз жағдайларда оларды анықтау қиын. Осылайша, бактериялардың пайда болуын жеңілдететін түрлі бояу әдістері жасалады. Бояудың үш негізгі түрі бар: қарапайым бояу, дифференциалды бояу және құрылымдық бояу. Дифференциалды бояу - бұл бактерияларды саралау үшін бірнеше дақ қолданатын әдіс. Грам және қышқылданған дақтар көбінесе дифференциалды дақтар ретінде танымал. Граммен бояу - бұл дифференциалды бояу әдісі, бактерияларды грам-оң бактериялар және грам-теріс бактериялар деп аталатын екі топқа бөледі. Қышқылданатын дақ - бұл қышқыл емес жылдам организмдерден микобактерия сияқты организмдерді анықтау үшін қолданылатын дифференциалды дақ. Бұл Грам дақ пен қышқылдан тез кететін дақ арасындағы негізгі айырмашылық.\nМАЗМҰНЫ\n1. Жалпы шолу және негізгі айырмашылық 2. Грам дақтары дегеніміз не 3. Жылдам қышқыл дегеніміз не? 4. Грам дақтары мен қышқылдың жылдам ұқсастықтары 5. Жанама салыстыру - Грам дақтары және қышқыл тез кесте түрінде. 6. Қысқаша мазмұны\nГрам дақтары дегеніміз не?\nГрам дақ - микробиологияда бактерияларды идентификациялау үшін қолданылатын маңызды дифференциалды бояу әдісі. Бұл әдісті дат бактериологы Ханс Кристиан Грам 1884 жылы енгізген. Грам бояуы бактерияларды бактериялардың жіктелуі мен идентификациясында өте маңызды болып табылатын грам-оң және грам теріс деп аталатын екі негізгі топқа жіктейді. Микробиологтар оқу барысында бактериалды сипаттаудың бастапқы кезеңі ретінде граммен бояуды жүргізеді.\nБактериялар жасуша қабырғасындағы айырмашылықтарға байланысты топтастырылады. Грам позитивті бактериялар жасуша қабырғасында қалың пептидогликан қабатынан тұрады, ал грам теріс бактериялар жасуша қабырғасында жұқа пептидогликаннан тұрады. Граммен бояудың нәтижесі жасуша қабырғасының пептидогликан қабатының қалыңдығының айырмашылығына негізделеді.\nГрамдарды бояу төрт түрлі реагенттердің көмегімен жүзеге асырылады; бастапқы дақ, мордандырғыш, декоризатор және қарсы дақ. Кристалды күлгін және сафранин дақтар ретінде бастапқы және қарсы дақ ретінде қолданылады, ал грамм йод және 95% алкоголь сәйкесінше мордандырғыш және декользатор ретінде қолданылады. Грам дақтың негізгі кезеңдері келесідей;\nБактериалды жағу таза шыны слайдта дайындалып, қыздырылып, салқындатылады. 1 - 2 минут ішінде күлгін кристалды күлгін құйылады. Артық дақтарды кетіру үшін ақуыз ағынды сумен жуылады. Граммен йод жағындыға 1 минут ішінде жағылады. Таза ағып жатқан ағынды сумен шаю Тампоны 95% спиртпен 2 - 5 секунд ішінде жуылады да, баяу ағынды сумен шайылады. 1 минут ішінде сафранинмен ластанған дақ кетіріледі, ақырындап ағынды сумен жуылады, құрғатылады және микроскоппен бақыланады.\nГрам дақтың соңында қызыл жағымсыз бактериялар, ал қызыл түсті бактериялар күлгін түсте болады.\nГрам дақтарының нәтижесі олардың жасуша қабырғасындағы пептидогликан қабатының қалыңдығымен шешіледі. Декоризациялау кезеңінде бастапқы дақтар мен морданттар грамм теріс бактериялардан оңай алынып, түссіз болады, өйткені олардың жұқа пептидогликан қабаты бар. Бастапқы дақ грам позитивті бактерияларда қалады, өйткені оларда қалың пептидогликан қабаты бар. Қарама-қарсы дақ бастапқы дақтардың сақталуына байланысты грам оң бактериялар үшін тиімді болмайды. Осылайша, грамм оң бактериялар дақтың бастапқы түсінде, яғни күлгін түсте көрінеді. Қарама-қарсы дақ грам бактерияларды кетіреді, және олар сафранин түсі болып табылатын түс түрінде көрінеді. Демек, грамм дақтары бойынша бактерияларды екі топқа бөлу оңай және ол бактериалды саралау мен сәйкестендіруде маңызды.\nҚышқыл тез дегеніміз не?\nҚышқылдық - бұл белгілі бір бактериялардың физикалық қасиеті, атап айтқанда олардың бояу процедуралары кезінде қышқылдармен деколоризацияға төзімділігі. Боялғаннан кейін бұл ағзалар сұйылтылған қышқылға немесе этанол негізіндегі деколоризация процедураларына көптеген бояу протоколдарында жиі кездеседі. Осылайша, «қышқыл тез» деген атау сол ағзаларға берілген. Бұл қасиет жасуша қабырғаларында балауызды материалдың (микол қышқылдарының) көп болуына байланысты көрсетілген. Бұл сынақ микобактерия туберкулезін анықтау үшін өте маңызды.\nБұл қышқылданатын дақты 1882 жылы Пол Эррих әзірледі. Эррихтің қышқылдық жылдам техникасын Ziehl-Neelsen өзгертеді және қазір ол жиі қолданылады. Қышқылмен жылдам бояу процедурасы үш түрлі реактивті қамтиды. Негізгі дақ ретінде карбол фушчині қолданылады. Қышқыл спирт декользирлеуші зат ретінде қолданылады. Қарама-қарсы дақ ретінде метилен көк қолданылады. Бояу процедурасы келесідей орындалады.\nАлғашқы дақ (карбол фуксині) слайдтағы бекітілген үлгіге қолданылады (Барлық ұяшықтар қызыл түспен боялады). Слайд 5 минут бойы булану арқылы қыздырылады, ол дақтарды жасушаларға дұрыс сіңіреді. Содан кейін декорлайтын ерітінді қосылады (Бұл қышқыл тез бактерияларды қоспағанда, барлық жасушалардан қызыл бояуды кетіреді). Қарама-қарсы дақ ретінде метилен көк түсті қосылады (ол барлық декорланған бактерия жасушаларын бояйды). Қышқыл тез бактериялар қызыл болып қалады, ал жылдам емес бактериялар көк түсте қалады.\nГрам дақтары мен қышқылдың жылдам ұқсастықтары қандай?\nГраммен және қышқылмен жылдам бояу екі дифференциалды әдіс болып табылады. Екі әдіс бактерияларды екі топқа жіктейді. Екі әдіс екі дақты және біреуін кетіргішті қолданады.\nГрам дақтары мен қышқылдың жылдам айырмашылығы неде?\nГрам дақтары қышқылға қарсыГраммен бояу - бұл дифференциалды бояу әдісі, бактерияларды грам-оң бактериялар мен грам-теріс бактериялар деп екі топқа бөледі.Қышқыл тез кететін дақ - қышқыл емес тез ағзалардан қышқылды тез ағзаларды анықтау үшін қолданылатын дифференциалды дақ.Бастапқы дақХрусталь күлгін - бұл грамды бояуда жиі қолданылатын бастапқы дақтар.Карбол фуксині қышқылда қолданылатын негізгі дақ.Жуғыш зат95% алкоголь грам дақтарын кетіретін зат ретінде қолданылады.Қышқыл алкоголь тез қышқылдандыратын зат ретінде қолданылады.Қарама-қарсы дақГрам дақтары сафранинді қарсы дақ ретінде қолданады.Қышқыл тез кететін дақтар қарсы метален көк түсті пайдаланады.БақылауГрам теріс бактериялар сұр түсті, ал грамм оң бактериялар күлгін түсте байқалады.Қышқыл жылдам бактериялар қызыл түсте, ал қышқыл емес жылдам бактериялар көк түсте байқалады.\nҚысқаша мазмұны - Gram Stain және Acid Fast\nТірі күйдегі микроорганизмдерді визуализациялау қиын. Сондықтан олардың қасиеттерін зерттеу үшін биологиялық дақтар мен бояу процедуралары кең қолданылады. Дифференциалды бояу - бұл бактерияларды саралау үшін қолданылатын бояудың бір түрі. Грам және қышқылданған дақтар екі дифференциалды әдіс болып табылады. Граммен боялу грам теріс бактерияларды және жасуша қабырғаларының қалыңдығына байланысты грам оң бактерияларды ажыратады. Қышқылмен жылдам бояу жасуша қабырғасындағы микол қышқылының құрамына негізделген қышқыл емес бактерияларды қышқыл емес жылдам бактериялардан ажыратады. Бұл қышқыл тез және грам дақтары арасындағы айырмашылық.\nGram Stain-тің PDF нұсқасын жүктеңіз және Acid Fast\nСіз мақаланың PDF нұсқасын жүктей аласыз және оны оффлайн мақсаттарда дәйексөзге сәйкес пайдалана аласыз. PDF нұсқасын мына жерден жүктеп алыңыз: Грам дақтары мен қышқылдан тез айырмашылығы.\nТолығырақ: https://kk.mort-sure.com/blog/difference-between-gram-stain-and-acid-fast/",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Липидтер, полисахаридтер, спирттер, органикалық қышқылдар алу жолдары?",
        "question_content": "Микроорганизмдер көмегімен түрлі органикалық қосылыстарды алу технологиясы: липидтер, полисахаридтер, спирттер, органикалық қышқылдар алу жолдары",
        "question_date": "14.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 895,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Липидтер — (гр. λίπος, lípos — май) — барлық тірі жасушалардың құрамына кіретін және тіршілік процестерінде маңызды рөл атқаратын май тәрізді заттар. Липидтер – табиғи заттар тобы. Олар іс жүзінде суда ерімейді, бірақ полярсыз еріткіштерде (хлороформ, эфир,этанол) ериді. Липид гректің lipos – май деген сөзінен шыққан. Липидтер молекуласында полярсыз (көмірсутекті) және полярлы (–СООН, –ОН, –NH2) аймақтар болады. Липидтер химиялық құрамы мен құрылымы жөнінде үш топқа бөлінеді: қарапайым липидтер, күрделі липидтер, стероидтар.\nҚарапайым липидтерге май қышқылдары мен спирттердің күрделі эфирлері жатады. Бұл топты триацилглицеролдар мен балауыздар құрайды. Триацилглицерол – бұл үш атомды спирт глицерол мен май қышқылының үш молекуласынан құралған күрделі эфир.\nКүрделі липидтерге фосфолипидтер жатады. Фосфолипид биологиялық мембрананың негізгі құрамдас бөлігі болып саналады. Барлық жасуша мембранасы құрамына фосфодиацилглицерин кіреді. Ол күрделі эфир, молекуласы глицерин қалдығынан, май қышқылының екі қалдығынан, фосфор қышқылының қалдығынан және азотты негіздерден тұрады.\nСтероидтар биологиялық белсенді қосылыстардың үлкен тобы, құрылым негізін қаныққан полициклді спирт пергидроцикло-пентанофенантрен құрайды. Стероидтар сабындалмайтын липидтерге жатады, сілтілі гидролизде сабын түзілмейді. Олар жануарлар, өсімдіктер ұлпаларында және микроорганизмдерде кездеседі. Стероидтарға холестерин және олардың туындылары жатады.\nПолисахаридтер, гликандар — молекуласында гликозидті байланысқан 10-нан артық моносахарид қалдықтары бар көмірсулар. Полисахаридтердің молек. массасы бірнеше мыңнан (ламинарин, инулин) бірнеше млн-ға дейін (гиалурон қышқылы, гликоген) жетеді. Полисахаридтерге моносахаридтердің бір ғана түрінен немесе әр түрінен құралатын целлюлоза, крахмал, хитин, пектиндік заттар, гликопротеиндер, гепарин, т.б. жатады. Полисахаридтер сілтіге төзімді, қышқылда диполимерленеді, суда жақсы ериді. П-дің биологиялық маңызы әр алуан.\nПолисахаридтер табиғи жоғары молекулалы қосылыстар. Полисахаридтердің жалпы формуласы (С6Н10О5)n, көптеген моносахарид молекуласының қалдықтарынан тұрады. Макромолекуладағы моносахаридтер қалдықтары полисахаридтерде де оттек \"көпіршесі\" арқылы жалғасқан:\n...R — О — R — О — R...\nӨсімдіктер мен жануарлар ағзасында ферменттердің әсерінен фотосинтез нәтижесінде түзілген моносахарид молекулалары поликонденсацияланып, полисахаридтер түзіледі:\n6СО2 + 6Н2О → С6Н12О6 + 6О2\nnС6Н12О6 → (С6Н10О5)n + nH2O\nПолисахаридтердің маңызды өкілі — крахмал мен целлюлоза.\nӨндірісте крахмалды картоптан немесе жүгеріден алады. Картоптан крахмал алу үшін оны ұнтақтап турап, сүзгіге салып, сумен шаяды. Сумен шайылған крахмалды ыдыстарда тұнғаннан кейін бөліп алып кептіреді.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетелдік және отандық ғадымдардың микробиологияға қосқан үлестері",
        "question_content": "Шетелдік және отандық ғадымдардың микробиологияға қосқан үлестері Толыктай акпарат керек",
        "question_date": "14.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 878,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микробиология ғылымы дамуының негізгі кезендері. Табиғаттағы тірі организмдер мейлінше алуан түрлі болады.\n\nОлардың ішінде өсімдіктер мен жануарлар дүниесінен басқа, жай көзге көрінбейтін тірі организмдер — микроорганизмдер елеулі орын алады. Сыртқы пішініне және тіршілік жағдайларына қарай микроорганизмдер бірнеше топқа бөлінеді. Кейбіреулері ауыл шаруашылығында, медицинада баға жетпес пайда келтірсе, басқа біреулері жануарлар мен өсімдіктерге және адамдарға орасан зор зиянын тигізеді.\nАдам баласы микроорганизмдердің тіршілік әрекетін ерте бастан-ақ өздерінің күнделікті тұрмысында пайдалана білген. Олар сүтті ашытып айран, түрлі жеміс-жидектерден шарап, квас және сол сияқты алуан түрлі тағамдарды дайындай алатын болғаи. Ертеде египеттіктер мал азығын әжептәуір сүрлей де білген. Ми-кробтардың пайдалы әрекеттерін қолданып қана қоймай, адам баласы олардың зиянды, бүлдіруші, зақымдаушы әрекеттеріне қарсы күрескен. Мәселен, Қытайда, Индияда және Кавказда шешек ауруына қарсы адамдарға арнаулы препараттар егетін болған. Жүқпалы аурулармен сырқаттанған адамдар бөлектелініп, жеке күтілген. Ал тамақ заттарын бүлініп кетпес үшін түздау, ашыту, қайнату, салқындату, кептіру арқылы сақтаған. Бұлардың барлығы микроорганизмдердің зиянды әрекеттеріне қарсы күресудің ертеден қолданылып келе жатқан басты шаралары болып саналады.\nБірақ адам баласы табиғатта микробтардың тіршілік ететіндігін жете білмегендіктен жоғарыда айтылған процестердін, сыры қүпия болып қала берді. Сондықтан да микробтар қатысуымен жүретін процестерді басқаруға мүмкіндік болмады.\nМикробиология тарихында римнің профессоры Афанасий Кир-хердің (1601 —1680) есімі де аталуы тиіс. XVI ғасырдың аяғында Ганс пен Захарий Янсендердің алғашқы микроскопты кұрастырғаны мәлім. Әрине, бүл өте қарапайым аспап еді. Соны пайдалана отырып, Кирхер сасыған ет, шарап сіркесін, сүтті қарап, онда түрлі «құрттардың» кездесетінін байқады. Ол қанды қарап, одан түрлі клеткаларды көрді. Оба ауруымен ауырған адамдардың қанын қарап, Кирхер одан ерекше «құртты» көрдім деп мәлімдеді. Осындай жабайы аспаппен, әрине ол микробты көруі мүмкін емес еді\nАнтон Левенгук.\nСолай бола тұрса да бұл аурудың қанда жүрген микробтар арқылы таралатыны жөніндегі оның пікірі өз кезіндегі прогрессивтік батыл көзқарас болып есептеледі.\nТек XVII ғасырдың аяғында ұлғайтып көрсететін аспаптарды жасау техникасының жетілуіне байланысты микроорганизмдерді тауып, оларды жан-жақты зерттеуге мүмкіндік туды. Микроорганизмдерді алғаш рет ашу Голландия әуесқойы Антон ван Левенгуктың (1632—1723) есімімен тікелей байланысты. Жас кезінен шыныларды құрастырумен кеп айналысқан ол, заттарды 160—300 есеге дейін үлкейте алатын алғашқы микроскопты құрастырған. Осы «қарапайым» микроскоптың көмегі Мен Левенгук жай көзге көрінбейтін микробтар дүниесін ашты, ет тағамдарындағы зен, саңырауқұлақтарын, тұрып қалған қақ суындағы тірі организмдерді көрді, олардын. пішінін, шамасын және қоз-ғалысын сипаттап жазды. Тістін. сыртына тұрып қалған өңезін суға езіп қарағанда, ондағы тірі организмдер Левенгукқа өте зор әсер еткен. Левенгук бұл культурадан жыбырлап жүрген өте ұсақ жәндіктерді көргенін және олардың соншалықты көптігіне тан, қалып, олардың шамасы бүкіл Құрама Корольдықтағы адамдар санынан көп болса керек деген пікірге келеді. Бұл тірі организмдердін. ішінде шар және қысқа таяқша тәрізділері және спираль тәрізді түрлері бар екендігін ол анық байқады. Сонда Левенгук әзі жасаған микроскоппен түрлі ашытқы саңырауқұлақтарды, бактериялар мен инфузорияларды керген. Левенгуктын, ашқан жаңалығы микроорганизмдер дүниесін зерттеуге, сәйтіп микробтар жөніндегі ғылым —■ микробиологияның дамуына жол ашты.\nӨз зерттеулерін Левенгук «Антон ван Левенгук ашкан табиғаттың құпия сырлары» деген атпен 1695 жылы кітап етіп жарыққа шығарды. Алайда ол бұл организмдерді сипаттап жазғанымен олардын, табиғатта алатын орнын, әрекеттерін білмеді. Әйткенмен Левенгук зерттеулері сол кездегі кәптеген табиғатты зерттеуші ғалымдардың назарын аударды. XVIII ғасырдағы Шведтің көрнекті табиғат зерттеушісі Карл Линней езінің «Табиғат системасын» жасағанда жануарлар мен өсімдіктерді белгілі бір тәртһшен орналастырғаны мәлім. Бұл системаға құрт, құмырсқалар сияқты, микроорганизмдер дүниесі енгізілген жоқ. Оны Карл Линней «хаос» яғни ешқандай берекесі жоқ жәндіктер тобына жатқызған. Бұдан ол жай көзге керінбейтін осы организмдерді зерттеудің қажеті жоқ деген қорытындыға келді. Басқаша айтқанда, ол микроорганизмдерді адам түсінбейтін құпия сыры бар дүние деп танытпақшы болды.\nДегенмен бұл кезде микроорганизмдер жайында дәйекті материалдар жинала берді. Сондықтан бұл кезеңді біз микробиология дамуының морфологиялық кезеңі деп атауымызға болады.\nМикробиология ғылымының одан әрі дамуында орыстың көрнекті табиғат зерттеушісі М. М. Тереховский (1740—1796) еңбегінің зор маңызы болды. 1775 жылы Тереховский Страсбург университетінде өзінің микроорганизмдер жөніндегі еңбегін қорғады.\nОл табиғатта кездесетін микробтардың шығу тегін зерттеген болатын. Тереховский өз зерттеуінде ең алғашқы рет эксперименттік әдісті қолданды және микроорганизмдерді адамның күнделікті тұрмысында пайдалануға мүмкіндігі барлығын дәделдеді.\nXVIII ғасырда микроорганизмдердін. ашылуы ғалымдар арасында тартыстар тудырды. Ғылымда бұл кезде «тіршілік өздігінен пайдаоладш/деген жалған үғым үстем еді. Микроорганизмдердің бірқатар ортада өніп-өсетіндігін байқаған бүл ғалымдар олардың дамуында ешқандай заңдылық жоқ және кез келген жерде өздігінен пайда бола береді деген болжаулар айтты. М. М. Тереховский өзінің италиялық досы Спаланцанимен бірлесе отырып, мұндай жалған қағиданы жоққа шығарды. Түрып қалған тұнықсуларда немесе басқа да сұйықтарда кездесетін организмдер — негізінде тірі жәндіктер, ал бұл сұйықтарды 45 минут бойына қайнатып, ыдыстың аузын ауа енбейтіндей етіп жапса, онда осы сұйықтарда тірі жәндіктердің, демек микроорганизмдердің, пайда болуы байқалмайды деп көрсетті. Бұл жағдайда сүйықтарда жәндіктердің өніп-өсуі, ауаның сүйыққа енуінен болатынын дәлелдеді. Бірақта ол кезде Тереховский еңбегі оқымыстылар қауымына жете таныс болмағандықтан микробиологияда эксперименталды әдіс қолданылмай, бұрынғысынша, морфологиялық бағыт басым болып қала берді.\nXIX ғасырдың бірінші жартысында микробиологияның дамуы баяулады десек қателескен болар едік. Оба ауруын жоюда ұзақ жылдар аянбай күрес жүргізген орыстың көрнекті дәрігері Д. С амойлович (1744—1805), осы ауруды қоздырушы — көзге көрінбейтін организм деген пікір айтты. Оның бүл пікірін кейінгі зерттеушілер толық дәлелдеді. Бұл кезеңде теориялық және практикалық маңызы әлі анықталмаған жеке деректер микробиологиядабасым болды, б|рақ микробиология жеке ғылым болып, атаққа ие бола қоятындайідәрежеге жетпеген еді.\nXIX ғасырдың екінші жартысында өнеркәсіптік капитализмнін, өрлеу барысында, ғылым мен техниканың қарқындап дамуына байланысты микробиология ғылымы едәуір табыстарға жетті. Микробиология ғылымының көрнекті қайраткері және осы ғылым-ның негізін қалаушы француз оқымыстысы Луи Пастер (1822— 1895) өзінің зерттеулерінін, нәтижесінде табиғатта және өнеркәсіпте кездесетін ашу процестері микроорганизмдердің әсерінен болатындығын дәлелдеді.\nЛуи Пастер.\nСөйтіп, ол микробиологияда физиологиялық бағыттың негізін қалады.\nОсы кезге дейін спирттік ашу процесі және түрлі органикалық қалдықтардың шіруі таза химиялық жолмен жүреді деген пікір үстем болып келді. Әсіресе бұл пікірді қолдаған атақты неміс химигі Ю. Либих еді. Л. Пастер ашу процесінің табиғатын жете зерттей отырып, бүл құбылыстың микроорганизмдер қатысымен жүретінін дәлелдеді. Осының нәтижесінде сүт қышкылды ашу, спиртті ашу процестерін қоздырушы бактерияларды тауып, оларды жекелеп бөліп алып өсіреді. Бұдан әрі ашудың химиялық тео-риясын — бүл процесте оттегінің міндетті түрде қатысатыны, онсыз ашу процесінін, жүрмейтіні жайында пікір айтты. Пастер 1861 жылы ашудың басқа түрі — май қышқылды ашу процесін тапты. Ол бүл процестің ауадағы оттегінсіз жүретіндігін анықтады. Сөйтіп, Пастер микроорганизмдердін, екі тобының болатындығын, яғни аэробты (оттегі бар жерде тіршілік ететін) және анаэробты (оттегінсіз тірщілік ететін) топтарын ашты. Пастердің бүл жүмысының тағамдық заттарды сақтауда, түрлі ашу процестерінің технологиясын жасауда зор маңызы болды. Көптеген микробиологиялық әдістер де, яғни қоректік ортаны даяр-лау, оны залалсыздандыру (стерилизация) Пастердің еңбегінің арқасында ашылды.\nАдамда кездесетін жүқпалы аурулардың тегін зерттей келе, Пастер оларды қоздырушы микроорганизмдер екендігін анықтады және мал мен адамды бұл аурулардан сақтандырудың жолдарын көрсетті. Ол — топалан. және қүтырма ауруларына қарсы вакциналар жасап, іс жүзінде қолдана білді. Микробиология ғылымының бұдан былай дамуында Пастердіқ осы жүмысының зор маңызы болды. Өзінің даңқты жүмыстарымен Пастер микробиологияны практикалық маңызы зор ғылымға айналдырды. Пастер жүмыста-рының соншалықты маңызды екендігін академик Заболотный былай сипаттаған еді: «Пастер едбегінен шаруалар топырақ құнарлылығын арттыратын микробтық процестердің құпия сырын түсіне алады; жүмысшылар — ашу процесінің мәнін аңғарады; дәрігер — медицинаның қазіргі кездегі жайымен танысады; табиғатшы (натуралист)—жұмбақ деп есептелген биологиялық мәселелердің шешуін таба алады».\nМикробиология ғылымының дамуында неміс оқымыстысы Роберт Қохтың (1843—1910) еңбектерінің зор маңызы болды.Ол туберкулез (өкпе ауруы), холера ауруларын қоздырушы микроорганизмдерді тауып, зерттеп, олармен күресудің нақты жолдарын көрсетті. Сонымен қатар Роберт Қох белгілі микроорганизмдерді өсіру үшін жеке бөліп алып, тығыз қоректік ортаны қолдануды ұсынған алғашқы ғалым. Бұл әдісті қолдана отырьш мамандардың табиғаттағы микроорганизмдер тобынан қажетті түрік жеке бөліп алуларына мүмкіндік туды. Орыс ғалымы Л. С. Ценковский (1822—1887) сол кездегі эволюциялық көзқарасты колдаушылар-дың бірі болды. Мамандығы ботаник болса да қарапайым микрос-коптық организмдерді зерттеді. Ол төменгі сатыдағы балдырлар, инфузориялар, миксомицеттер, басқа да қарапайымдылардың 43-ке жуық жаңа түрін тауып, сипаттап жазды, және бүларға бактерия-лардың туыстық жағынан қатысы бар деген пікірін айтты. 1883 жылы ол сибирь жарасына қарсы вакцина жасаған болатын.\nМикробиология ғылымына бұдан былай елеулі үлес қосқан отандық оқымыстылар болды. Бұл салада, әсіресе орыс оқымыстысы И. И. М е ч н и к о в т ы ң (1845—1916) еңбегі зор. Ол микробиологияда бірқатар жаңалықтар ашты. Соның ішінде, әсіресе иммунитет және бактериология жайындағы еңбектері өте бағалы. И. И. Мечников «фагоцитоз және оның иммунитеттегі ролі» туралы тыңғылықты ілім жасады. Фагоцитоз деп зиянды микробтарды жоятын организмдегі ерекше обыр клеткалардың қасиетін айтады. И. И. Мечников адам баласы қартаюыңың басты себебі болып есеп-телетін түрлі жұқпалы ауруларды емдеуде қазір қолданылып жүр-ген дәрілерді (антибиотиктерді) алудың ғылыми теориялық не-гізі — антагонизм туралы ілім жасады. Антагонизм — тіршілік әрекеті барысында микроорганизмдердіқ бір-бірінен күресі. Сөйтіп, И. И. Мечников организмнің ұзақ жылдар бойьша тіршілік етуге қабілеттілігі бар екенін ғылыми тұрғыдан дәлелдеп шықты. Ол Россияда бірінші болып Одесса қаласында бактериологиялық лаборатория үйымдастырды.\nОтандық, әсіресе советтік микробиологияны тамаша табыстарға жеткізіп, біздің елімізде денсаулық сақтау жөніндегі барлық ма-ңызды мәселелерді шешуге бар күшін жұмсаған оқымыстылардың бірі — қүрметті академик Н. Ф. Гамалея (1859—1949). Ол микробиология және бактериология саласында көп еңбектер жасады. Мечниковпен бірге Россияда бактериологиялық ла-бораторияны ашуға белсене қатысты, ал Мечников қайтыс болғаннан кейін оны өзі басқарды. Ол көп жылдық еңбектерінің нәтижесінде микробтар дүниесіндегі ерекше организмдер — бакте-риофагтарды ашып, зерттеді. Сөйтіп, ол соңғы жылдары елімізде зор қарқынмен дамыған вирусология ғылымының негізін қалау-шылардың бірі болды. Гамалея оба және туберкулез ауруларының кейбір мәселелерін зерттей отырып, оларды емдейтін отандық пре-параттар жасады. Ол совет микробиологтарының тамаша, көрнекті ғалымдарын даярлады. р_\nОрыс оқымыстылары Д. К. Заболотный (1866—1929) мен Т. А. Тарасевич (1868—1927) оба, мерез, туберкулез тағы басқа да ауруларды зерттеудегі табыстарымен әлемге әйгілі болды. Бұл оқымыстылар елімізде зор қарқынмен дамып отырған эпидемиология\nғылымының негізін қалады.\nДүние жүзілік және отандық микробиология тарихында орыс\nоқымыстысы Д. И. Ивановский-д і ң (1864—1920) алатын орныерекше. Ивановекий бұдан бүрын ешкім байқамаған темекінің мозаиа және рябуха дегеы ауруларын зерттей отырып, олардың әрқайсысыөз алдына жеке ауру екенін және бүл ауруларды қоздырушылардың өзі осы аурулардан бөлек болатынын аныктады. Сөйтіп, мөлшері жағынан әдеттегі микроорганизмдерден бірнеше есе кіші, арнаулы бактериялық сүзгіден өтіп кететін вирус деп аталатын микроорга Ивановский Д. И.низмдердің ерекше бір түрін тапты.Бүдан кейінгі ғалымдар вирустар-дың адам мен жануарлардыңбірқатар ауруларын қоздырушы екендігін дәлелдеді. Ивановскийің вирустар жайындағы еңбегі, көптеген зерттеулермен толықтырылып, вирусология ғылымы деп аталды.\nАуыл шаруашылығы және техника саласындағы ■ микробиология да айта қаларлыктай жетістіктерге же-тіп, дамып келеді. Микробиологияның бүл саласына: С. Н. Виноградский, В. Л. Омелянский, С. П. Костычев, Н. Н. Худяков, В. С. Буткеевич, В. Н. Шапошников, М. В. Федоров, Н. А. Қрасильников, Е. Н. Мишустин сияқты ғалымдарымыз ұл-кен үлес косты.\nС. Н. Виноградский (1856 — 1953)—өз өмірін топырақ микроор-ганизмдерін зерттеуге сарп еткен орыстың көрнекті оқымыстыларының бірі болғандықтан, ол топырақ ,микробиологиясының негізін қалаушы деп аталады. Өзінің алғашқы ғылыми жүмыстарында Виноградский күкірт бактерияларын зерттеген. Мұнда ол күкірт бактериялары өздерінін, тіршілік барысында кү-Виноградский С. Н. кірт сутегін күкірт қышқылынадейін тотықтыра алатындығын дәлелдеді. Осы реакция барысында бөлінетін энергия ауадағы көмір қышқыл газын күкірт бактерияла-рының сіңіруіне көмектеседі. Сондықтан да бұл бактериялар органикалык қалдықтар жоқ ортада тіршілік ете береді. Бұл құбы-лысты Виноградский хемосинтез деп атады. Қейін дәл осындай құбылысты темір бактерияларынан да анықтады. Сонымен қатар ол топырақтағы нитрификациялаушы бактериялар әсерінен органикалық қалдықтардың шіріп азот қышіқылына, ал кейіннен оның азот кышқылының тұздарына айналатындығын дәлелдеді. Микроорганизмдердің жеке тобына лайық қоректік ортаның біраз түрін үсынған да осы Виноградский еді.\nВиноградскийдің ілімін одан әрі дамытқандардың бірі — В. Л. Омелянский (1867—1928). Ол клетчатканы ыдырататын микроорганизмдерді зерттеп, бүл құбылыстың бірқатар жақтарын анықтады. Ақыр аяғында оның 1909 жылы жазған «Микробиология иегіздері» деген ооқулығы тек микробиология ғана емес, басқа ғылым саласындағы оқымыстыларға әйгілі болды және бірнеше шет/тілдерге аударылды.\n/7 Микробиология тарихында орыс оқымыстысы М. С. Воронин да елеулі орын алады. Ол бұршақ тұқымдас өсімдіктер тамырында тіршілік ететін және тіршілігі барысында ауадағы атмосфералық азотты өз бойына сіңіре алатын микроорганизмдердің ерекше то-бы — түйнек бактерияларын тауып, жете зерттеді. Осы кезеңде голландия оқымыстысы М. Бейеринк те бұл бактерияларды зерттеген болатын. Ол бұл бактериялардың атмосфера азотын сіңіретіндігін дәлелдеп қана қоймай, сонымен бірге осы микробтарды таза, жеке күйінде бөліп алып, арнаулы коректік ортада өсірді. Кейіннен ол осы бактерияларды бұршақ тұқымдас өсімдіктер тұқымына жұқтырып, жақсы нәтижеге ие болды. 1901 жылы Бейеринк топырақтың күнарлылығын едәуір арттыратын және топырақта бос күйінде тіршілік ететін азот бактерияларын тапты. Ал бұл бактериялардың атмосфера азотын қалай және қандай жағдайда сіңіре алатындығын С. П. Костычев жете зерттеді.\nВ. С. Буткеевичпен бірге ол микроскоптық саңырауқүлақтардың тіршілігі барысында түрлі органикальиқ қышқылдар түзетіндігін дәлелдеді. Мүның өзі елімізде лимон қышқылының енеркәсібін салып, өркендетуде зор роль атқарды. С. А. Қоролев (1876—1932) пен А. Ф. Войткевич (1876—1950) сүт қышқылы бактерияла-рының тіршілігін зерттеуде көп жұмыстар жүргізді. Олардың бұл еңбегі сүт тағамдарын даярлаудың технологиялық ережелеріне көптеген өзгерістер енгізді. В. Н. Шапоііниковтың және басқа да ғ/алымдардың зерттеулерінің нәтижесінде елімізде ендірістік микро-организмдердің көмегімен сүт қышқылын, ацетонды және бутил спиртін алу ғылыми жолға койылды. Әсіресе спирт өндіруде ашытқы саңырауқүлақтарын таза күйінде жеке бәліп алып, оларды өндірісте қайтадан пайдалану жұмысы Данияның ірі микробиоло-гы Э. X. Г а н с е н н і ң есімімен тығыз байланысты. Сірке қышқылы ашу процесінің күрделі мәселелерін шешуде Гансен кеп еңбектер сіңірді.Отандық ғалым Б. Л. Исаченко 1914 жылы арктикалық теңіздерде химиялық элементтердің өзгеріп отыруы микроорганизмдер тіршілігіне байланысты екендігін ашты. Сонымен бірге ол топырақтағы пайдалы микроорганизмдерден тыңайтқыштар дайындауда да елеулі еңбек етті.\nТабиғаттағы кальций айналымында микроорганизмдердің зор маңызы бар екендігін зерттеген және микробтар өзгергіштігі туралы көп еңбек сіңірген Г. А. Надсон еді. Ол ашытқыш саңырауқұлақтардың ионданушы сәулелер әсерінен өзгеріске түсетіндігін және ол өзгергіштіктің тұқым қуалайтындығын зерттеді. Микроорганизмдерде трансдукция және трансформация, сонымен бірге ашытқыш саңырауқұлақтарда будандасу сияқты құбылыстардың болатындығын да осы Г. А. Надсон ашып, жете зерттеген болатын.\nҚПСС Орталық Комитеті мен СССР Министрлер, .оветінің 1963 жылы 9 январьда «Биология ғылымдарын одан әрі дамыту және оньщ практикамен байланысын нығайту шаралары туралы» қаулысы биолсгия ғылымының, оның ішінде микробиологияның дамуында жаңа кезең болып есептеледі. Қаулыда биология ғылымының негізгі теориялық проблемалары мен ауыл шаруашылығын, медицинаны, тамақ өнеркәсібін дамытуға қажетті міндеттер белгіленген.\nБертін келе микробиология ғылымы көптеген жаңалықтармен теорияльііқ және практикалық жетістіктермён толықтырылды. Халық шаруашылығының түрлі кажеттері мен мақеаттарына сәйкес бұл ғылым — жалпы микробиология, техникалық немесе өнеркәсіп-тік микробиология, тағамдық микробиология, ауыл шаруашылық микробиологиясы, геологиялыіқ микробиология, санитариялық микробиология, медициналык микробиология, эпидемиология, мал дә-рігерлік микробиология және вирусология болып бірнеше салаға бөліңеді.",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауызды басқа үйде ашуға бола ма?",
        "question_content": "Ауызды басқа үйде ашуға бола ма?",
        "question_date": "14.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза уақыты басталғаннан аңқылдаған ақкөңіл қазақ ауызашар беруге асығады. Рамазанның отыз күніне жіпке тізілгендей болып көршілерімен кезекке тұрады. “Біздің үйде Рамазанның мына күні ауызашар болады. Соған келіңіздер!” деп алдын-ала ағайын-туыс, көрші-қолаңды шақырып қояды. Жиған қаражатына азық-түлік алып, малы болмаса базардан мал алып, арнайы ауызашарға деп сол малын сояды. Ауыз бекіткен жандар қалағанынша қалағанын ішіп-жесін деп бар тағамын, жеміс-жидегін, сусынын, қолдан жасаған бәліштерін, тоқаштарын молынан дастарханқа қояды. Ораза ұстаған жан ауызын ашсын деп “құрма” деген жемісті ерекше ыдысқа салып қоятыны тағы бар. Ауызды құрмамен ашу жайында Ардақты Пайғамбарымыз (с.ғ.с.) былай деген: \"Ораза ұстағанда, ауыздарыңды құрмамен ашыңдар. Құрма таба алмасаңдар, сумен ашыңдар, өйткені су тазартатын қасиетке ие\"[1].\nАл енді ауызашарға кімдердің келгені дұрыс? Ауызашарға кімдерді шақырған сауаптырақ? Қазіргі кезде көп адамдар ауыз бекітпейді. Берілетін сауабынан бейхабар ма, әлде Алласынан қорықпай ма? Айтатын себептері де мардымсыз. Ауыз бекітпеуге себеп болатын жағдайлар саусақпен санарлық ғана. Мысалға, асқазаны қатты ауыратын, тамақ ішпесе өліп кету қаупі бар адамдар, екіқабат әйелдер, бала емізетін әйелдер, науқас адамдар, сапарлатып жүрген жандар, бірақ сапардағылар үйіне оралған соң бір күнге бір күн тұтпаған оразасының қазасын өтеп береді. Әлі жоқ, қауқарсыз қарт адамдарға ауыз бекіту парыз емес. Бұлардан басқа қалған пенделердің барлығына ораза парыз етілген. Жоғарыда айтылған белгілі себептері жоқ көп адамдар ораза ұстамай-ақ жүре береді. Онысы былай тұрсын, кешкі ауызашарлардан қалмайтынын қайтерсің. Ауызашар жасағаннан кейін ораза ұстаса да, ұстамаса да көршіні, ағайын-туысты шақырмай қоя алмайсыз. Ораза ұстамағанымен қоймай шақырылмай қалса өкпесі қара қазандай болатын жандарға қайран қалам.\nАуызашар деген Алла разылығы үшін ауыз бекіткен жандардың ішіп-жеп қарнын тойдыратын кеші. Ал онда себепсіз ауыз бекітпеген жандардың баруға хақысы жоқ, тіпті олар ұялу керек. Ал бірақ қазіргі кездерде ауызашарларда ораза ұстағандардан, ораза ұстамағандардың қарасы көбірек. Бір күні Ардақты Пайғамбарымыз (с.ғ.с.) өзіне дәм ұсынған сахабасының дастарханында отырып былай деп дұға жасаған екен: “Үйлеріңде ораза ұстағандар ауыз ашсын. Дастарханыңнан әрдайым салиқалы, тақуа жандар дәм татсын. Періштелер сендер үшін Алладан рақым, жарылқау тілесін!” Расында ауызашар жасаған үйдің дастарханынан тек ауыз бекіткендер дәм татуға тиісті. Жарайды делік, бір көршіңізді немесе туысыңызды ауызашарға шақырдыңыз. Ал сол шақырған үйден бір емес бірнеше адам келетінін қайтерсің. Олардың бәрі ораза ұстаса қуанасың ғой. Алайда азаннан қара кешке дейін қарнын тамақпен, сумен қалаған уақытында тойдырып жүргендер. Оларға не дерсің!?\nСүйікті Елші Ардақты Пайғамбарымыз (с.ғ.с.) бір хадисінде былай дейді: “Аузы берік кісіге ауыз аштырғанға ораза ұстағанның сауабындай сауап беріледі. Бұдан ораза ұстаушының сауабы еш кемімейді[2]. Аузы берік кісіге ауыз аштыру хадистен байқап, ойлап қарасаңыз қандай сауап екенін көруге болады. Аузы берік емес кісіге не деп ауыз аштырасыз?! Тағы бір хадисінде Сүйікті Пайғамбарымыз (с.ғ.с.) былай дейді: “Ораза ұстаушының екі үлкен қуанышы бар: ауыз ашқанына қуанады және Раббысымен қауышқанда ораза ұстағанына қуанады[3]. Ал енді қараңызшы, бірнеше мұсылман бауырыңыз дастарқанызда қуанышын бөлісіп жатса нұр үстіне нұр емес пе? Бұдан сіз тағы да сауаптан кенде қалмайсыз.\nҚысқасы, ауызашар кешіне ауыз бекітпесеңіз бармай-ақ қойыңыз! Ауызашарға шақырса: “Ниет қабыл болсын!” деген тілегіңізді айтып, шаруаңызды істеп жүре беріңіз. Ал егер ауыз бекіткен жан болсаңыз шақырған ауызашардан қалмаңыз. Себебі ауызашар беруші сіздің сауабыңыздан үміт етіп шақыруы мүмкін. Осы тұста жоғарыда айтылған хадисті тағы да келтіре кетейік. Ардақты Пайғамбарымыз (с.ғ.с.): “Аузы берік кісіге ауыз аштырғанға ораза ұстағанның сауабындай сауап беріледі. Бұдан ораза ұстаушының сауабы еш кемімейді[4] - деген. Ораза ұстаған жан шақырылмаған ауызашарға баруға да құқығы бар. Дегенмен қазіргі кезде жағдайға қарап көреді.\nСонымен, құрметті ағайын! Қасиетті Рамазан айында дастарқандарыңыздан аузы берік жандар дәм татсын! Үйлеріңізде діндар, тақуа, салиқалы, қадірлі жандар қонақ болсын! Дастарқандарыңыз әрдайым адал, таза тамақтарға толы болсын демекпіз! \n\nТолығырақ: https://alashainasy.kz/din_islam/auyizasharga-kmderd-shakyirgan-duryis-97761/",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлен Әбдікеевтің Қонақтар шығармасы неге олай аталды?",
        "question_content": "Төлен Әбдікеевтің Қонақтар шығармасы неге олай аталды",
        "question_date": "14.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазушы Төлен Әбдіковтің «Қонақтар» әңгімесі бүгінгі күнде де өзектілігін жоғалтпаған үлкен әлеуметтік мәселені көтерген шығарма. Шығарма тақырыбының идеясы - ата-ана, ата-ана алдындағы бала парызы, туған жер, қара шаңырақ. Шығарманың түпкі идеясын ашуда бар жүкті Ерғабыл шалдың ой-толғанысы, іс-қимылы, сөзі мен өзгелермен қарым-қатынасы көтеріп тұр десе болғандай. Курорттан қайтып келе жатып, соғып кететіндігінен хабар берген, жылына бір рет қана келіп кетер баласы Сапабекті күткен әкенің ойы, арманы, Жаратқаннан күтер тілегі бар. Бірақ оны сөз саптасымен немесе қимылымен білдірмесе, ашып көрсетпейді. Ұлттық болмыстан айырылып бара жатқан жалғыз баласы Сапабектің табыстары, жер дүниені кезіп, шетелдерде болып, көпті көргендігі әке үшін мақтаныш емес. Қол-басы, омырау тұсы ашық киім киген, орысша сөйлеп, ауыл тұрмысына жат қылықтар көрсеткен келіні Томаға да, қазақша түсінбейтін немересіне де шалдың көңілі толмайды. Ерғабыл шал үшін түтінін өшірмей, қара шаңырақты ұстап қалған ұрпақ қана адал сүт емген, ата-ана алдындағы парызын өтеген бала. Ауыл адамдарына әңгіме айтып, көсіле сөйлеп отырған баласын сөзден зеки тыюында да, кетерінде немересін тастап кетуге қимаған баласына: «- Алып кет өзіңмен бірге, оқыт, өзіңдей қаңғыбас етіп шығар деп, түнере сөз айтуында да осы бір шалдың баласына деген наразылығы айқын сезіліп отырады. Ерғабыл шал – ұлттық болмыспен құндылықтарды сақтаушы, қара шаңырақ деген киелі ұғымды қастерлеуші тұлға. Сапабек әкесі үшін – адам бойына туғаннан берілетін мәңгілік құндылық - парыз-қарыз, борыш ұғымдарын ұғына жете түсінбейтін, бүгінгі күнмен ғана өмір сүруші бала. Көтерген тақырыбы ауыр болғанымен, сөз орамдары мен айшықты сөздер еркін қолданылған шығарманың тілі жеңіл, оқушыны баурап аларлық сюжеттер желісі айқын.\nТолығырақ: https://bilimland.kz/kk/courses/audiochrestomathy/8-synyp/proza/lesson/7-tolen-abdikov-qonaqtar-anggimesi",
                "date": "14.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыс тілі сабағы?",
        "question_content": "Задание 1.Кроме пометы спец. в словарях можно встретить и такие: морск., техн., мед. и др. На что указывают эти пометы? Какие пометы указывают на профессиональные слова вашей специальности. Приведите примеры.\nЗадание 2.Напишите профессиональные слова (не менее 10 слов), используемые в выбранной вами специальности. Дайте им определение, укажите сферу использования.\nЗадание 3. Прочитайте слова, правильно ставя ударение. Проверьте себя по словарю (см. Приложение). Объясните значение заимствованных слов. Составьте 3-5 предложений с данными словами.\nКвартал, одновременно, аналог, оптовый, договор, доллар, дотация, менеджер, обеспечение (программное, финансовое), прибылей (прибыль), средства, константа, документ, вложить (деньги), бета-излучение, веб-страница, экспресс-информация, симметрия, хорда, паблисити, коммюнике, процент, соленоид, ходатайствовать, эксперт, намерение, дисплей, акторы, харизма.\nЗадание 4. Укажите, правильно ли употреблены выделенные слова, объясните их значение. Внесите, где необходимо, изменения.\n1) Автор работы эффектно доказывает, что компьютеризация должна стать основным направлением технического прогресса во всех областях производства.\n2) Эффектное управление экономикой имеет огромное значение для стабилизации ситуации в стране.\n3) Мы должны думать о путях повышения эффекта производства.\n4) Дизайн этого компьютера довольно эффективен.\nПридумайте предложения со следующими паронимами: представить – предоставить; деловитый – деловой – дельный; практический – практичный.\nЗадание 5. Найдите плеоназмы (лишние избыточные слова) в предложениях. Исправьте ошибки.\n1) Открылось совместное предприятие, выпускающее 30 тысяч штук изделий в год. 2) Эти компьютеры просты по устройству и дешевы по стоимости. 3) Только в нашем супермаркете самые дешевые цены на бытовую технику. 4) Во вторник и в среду у вас возможно появление дополнительной подработки. 5) Именно разноплановый поиск в разных направлениях увеличивает шансы на успех.",
        "question_date": "14.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Прочитайте слова правильно ставя ударение крартал и не только о себе в интернете и новостях о новостях и новостях узнать в интернете",
                "date": "20.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Т.Рысқұловтың елінің патриоты екендігін шығармадан мысал келтіре отырып, делелдеме жаз.",
        "question_content": "Жауабы керек болғандықтан",
        "question_date": "14.05.2020",
        "question_tag": "Мектеп",
        "question_views": 24100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекет қайраткері, түркі халықтарының тәуелсіз, біртұтас Түркістан Республикасы идеясы авторларының бірі, қазақ халқының біртуар азаматы – Тұрар Рысқұловтың туғанына биыл 125 жыл толып отыр. ҚР Президенті Архивінің қорларында Тұрар Рысқұловтың өмірі мен саяси қызметіне байланысты аса құнды құжаттар жинақталған. Солардың маңыздыларының бірі – Т. Рысқұловтың жеке ісі. Онда Т. Рысқұловтың жеке парағы, партиялық билеті, қысқаша өмірбаяны, РК(б)П мүшелерінің Бүкілресейлік санағындағы сауалнамасы, лауазымды қызметтерге тағайындалуы туралы бұйрықтар мен қаулылар топтастырылған. Т. Рысқұловтың жеке ісінде оның өмірбаяны туралы келесідей мәліметтер көрсетілген: Тұрар Рысқұлов 1894 ж. Жетісу облысы, Верный уезінде дүниеге келген [1, 2]. Ұлты – қазақ. Ана тілі – қазақ тілі. Сөйлеп, жаза алатын басқа да тілдер – орыс тілі және бірнеше түркі халықтарының тілі. Әлеуметтік жағдайы – шаруа-көшпенді. Мамандығы – бағбан. Отбасы құрамы – әйелі, екі баласы бар. Білімі – орта [3]. Әкесі Рысқұл 1904 ж. желтоқсанда халыққа тізесі батқан Саймасай Үшкемпіров деген болысты атып өлтіреді. 1905–1906 жж. түрмеде жатып өш алушылардың жалғыз ұлы Тұрарға зияны тиер деп қауіптенген Рысқұл оны өзінің қасына алдыртады. «Түрме баласы» аталған Т. Рысқұлов түрмеде жүріп орыс тілін үйренеді. Әкесі 10 жылға сотталып Сахалинге жер аударылған соң Рысқұлов «Қырғызбаев» деген жалған фамилиямен нағашыларының қолына келеді. 1907–1910 жж. Меркідегі орыс-түземдік бастауыш мектебінде оқиды. 1910–1914 жж. Пішпектегі 1-дәрежелі ауыл шаруашылығы мектебінде оқып, оны бау-бақша өсіруші мамандығы бойынша бітіріп шығады. 1916 ж. Ташкенттегі мұғалімдер семинариясына оқуға түседі, алайда қазақ даласында ұлт-азаттық көтеріліс басталған кезде Т. Рысқұлов оқуын тастап, Әулиеата уезіндегі Меркі ауылына аттанады. Патша үкіметіне қарсы ұлт-азаттық көтеріліске қатысқаны үшін тұтқындалып, кейінірік денсаулығының нашарлауына байланысты түрмеден босатылады. 1917 ж. Ақпан төңкерісінен кейін көктемде Меркі ауданында «Қазақ жастарының революциялық одағын» құрады. 1918 ж. Денсаулық сақтау халық комиссары лауазымына тағайындалады және Түркістан Автономиясы Орталық атқару комитеті президиумына мүшелікке өтеді. 1919–1920 жж. Түркістан Автономиясы Орталық атқару комитеті төрағасының орынбасары, Қазақ Өлкелік партия комитетінің мүшесі, РК(б)П Өлкелік Мұсылман бюросының төрағасы қызметтерін атқарды. 1920 ж. Түркістан Автономиясы Орталық атқару комитетінің төрағасы болып сайланады. 1921–1922 жж. РКФСР Ұлттар ісі жөніндегі Халық комиссарының орынбасары, 1923–1924 жж. Түркістан Автономиялық Республикасы Халық Комиссарлар Кеңесінің төрағасы лауазымдарында жұмыс істейді және БК(б)П ОК Орта Азиялық бюросының, Түркістан КП ОК бюросының мүшесі болды. 1924–1926 жж. Коминтерннің Шығыс бөлімі меңгерушісінің орынбасары, Коминтерннің Моңғолиядағы уәкілетті өкілі, Қазақ Өлкелік комитеті Баспа бөлімінің меңгерушісі лауазымдарын атқарды [4]. 1926–1937 жж. РКФСР Халық Комиссарлар Кеңесі төрағасының орынбасары болып жұмыс істеген. Сонымен қатар, Архив қорларында Т. Рысқұловтың лауазымды қызметтерге тағайындалуы туралы келесідей құжаттар жинақталып, сақталған: 1921 ж. 4 қарашадағы РК(б)П Қазақ облыстық комитеті Президиумы отырысының Т. Рысқұловты Ұлттар ісі жөніндегі Халық комиссары лауазымына тағайындау туралы қаулысы [5]; 1926 ж. 6 сәуірдегі БК(б)П Қазақ Өлкелік комитетінің Т. Рысқұловты БК(б)П  Қазақ Өлкелік комитетінің жауапты нұсқаушысы лауазымына тағайындау туралы № 61 бұйрығы [6]; 1926 ж. 10 сәуірдегі БК(б)П  Қазақ Өлкелік комитеті Бюросы отырысының Т. Рысқұловты БК(б)П  Қазақ Өлкелік комитеті Баспа бөлімінің меңгерушісі лауазымына тағайындау туралы № 17 хаттамасы [7]; 1926 ж. 19 сәуірдегі БК(б)П  Қазақ Өлкелік комитеті Бюросы отырысының Т. Рысқұловты «Еңбекші қазақ» газетінің жауапты редакторы лауазымына тағайындау туралы № 18 хаттамасы [8]; 1926 ж. 28 мамырдағы РКП ОК-нің Т. Рысқұловты РКФСР Халық Комиссарлар Кеңесі төрағасының үшінші орынбасары лауазымына тағайындау туралы қаулысы [9]; 1926 ж. 16 маусымдағы БК(б)П  Қазақ Өлкелік комитеті Бюросы отырысының  Т. Рысқұловты РКФСР ХКК төрағасының орынбасары болып тағайындалуына байланысты іссапарға жіберу туралы № 29 хаттамасы [10]. Т. Рысқұловтың қоғамдық саяси қызметіне келер болсақ, Архивте оның саяси қызметіне байланысты стенограммалар, баяндамалар, ақпараттар, тезистер, хаттар, анықтамалар және т.б. құжаттар сақталған. 1918–1920 жж. Т. Рысқұлов Түркістандағы аштықпен күресуге белсенді қатысады. 1918 ж. 28 қарашадағы Түркістан Республикасы Орталық атқару комитетінің өкімімен Аштықпен күрес жөнінде Орталық комиссия құрылып, Т. Рысқұлов ол комиссияның төрағасы болып тағайындалады [11]. Ол басшылық еткен комиссия Түркістан Республикасының 19 уездері мен қалаларында 923 мың адамға арналған тамақтандыру орындарын ашты. Т. Рысқұлов 1920 ж. Өлкелік мұсылман бюросының төрағасы қызметін атқарып жүрген кезінде Түркі халықтарының коммунистік партиясын құруға тырысады. 1920 ж. қаңтарда өткен коммунист-мұсылмандардың ІІІ Өлкелік конференциясында тек қана жергілікті халықтардан құралатын дербес «Түркі республикасын» және «Түркі коммунистік партиясын» құру туралы резолюция қабылданады. 1920 ж. 1 наурызда өткен РК(б)П Өлкелік комитеті, РК(б)П ОК Түркістан комиссиясы және Бүкілодақтық атқару комитеті мен Түркістан Орталық атқару комитеті Президиумының біріккен отырысында Т. Рысқұлов Түркістан Орталық атқару комитетінің қызметі туралы айта келе: «Егер біз мұсылмандардан Шығыс революциясының авангарды жасағымыз келсе, онда сырттан келгендер емес, мұсылмандар өз-өздерін басқара білуі керек» – дейді [12]. 1920 ж. мамыр айында Т. Рысқұлов, Ф. Ходжаев және Бех-Иванов бастаған түркі делегаттары Мәскеуге барып, Түркістан комиссиясын, Түркістан майданы революциялық әскери кеңесін жоюды, дербес Мұсылман армиясын құруды және Түркістаннан мұсылман әскери бөлімдерін шығаруды талап етеді. Алайда, РК(б)П ОК-нің Ұйымдастыру бюросы мен Саяси бюросы аталған талаптарды орындаудан үзілді-кесілді бас тартады [13]. 1920 ж. маусым айында өткен Коминтерннің ІІ конгресінде Т. Рысқұлов З. Валидов, А. Байтұрсынов, Ф. Ходжаев және Юмангуловпен бірге В. Лениннің отаршылдық пен ұлттар мәселесі бойынша тезисіне өздерінің пікірлерін білдіріп, хат жазады. Хаттың авторлары Қазан төңкерісінің интернационалдық сипатын жоққа шығарады. «Орыс ұлттық төңкерісі интернационалдық сипат алмады, отаршыл орыс пролетариатының көмегімен Ресейдің бұрынғы отар елдерінде социализм орнату мүмкін емес» – деген пікірді айтады [14]. 1921–1922 жж. РКФСР Ұлттар ісі жөніндегі Халық комиссарының орынбасары ретінде Т. Рысқұлов ұлттар саясатына байланысты келесідей мәселелерді көтереді: 1) ұлттық армия құру; 2) ұлттық партия құру; 3) басқыншы-отаршыл ретінде келген қоныстанушыларды елден шығару немесе олардың жерді пайдалану құқықтарын шектеу; 4) барлық Шығыс халқын бір жағынан батыстық-европалық капитализмнен, екінші жағынан Кеңестік Ресейдің саяси ықпалынан азат ету [15].  Бұл туралы ол 1922 ж. 27 қаңтарда  РК(б)П Қырғыз (қазақ) облыстық комитеті жауапты партия қызметкерлерінің қатысуымен өткен отырыстағы «Ұлттық саясат туралы» баяндамасында айтады [16]. Бірақ, 1922 ж. 14 ақпанда РК(б)П Кырғыз (қазақ) бюросының жауапты партия қызметкерлерімен бірге өткен кеңейтілген отырысында Т. Рысқұловтың ұлттық мәселелер бойынша тезисі сынға ұшырайды. Т. Рысқұлов Кеңес үкіметінен дербес Түркі мемлекетін құру мақсатында З. Валидов (Башқұртстан), Султангалиев (Татарстан), Ф. Ходжаев (Өзбекстан) және т.б. сол кездегі түркі халықтарының көшбасшыларымен байланыс орнатады. Оның 1922 ж. маусым айында З. Валидов пен түрік генералы Энвер пашаның арасында дәнекер болғандығы туралы Абдулла Реджеб Байсун  1945 ж. Стамбұл қаласында шыққан «Түркістандағы ұлттық қозғалыстар» атты мемуарлық кітабында жазады [17]. 1926 ж. РКФСР ХКК төрағасының орынбасары Т. Рысқұлов пен Бүкілодақтық Орталық атқару комитеті хатшысының орынбасары С. Асфендияров партиядан тыс, дербес жиналыс өткізеді. Жиналыста партияның ұлттық саясаттағы жетістіктерін жоққа шығарып, ұлттық республикалар мен облыстардағы партия ұйымдарына сенімсіздік білдіреді және Одақтың өндірістік орталықтарын дамытуды тоқтата тұрып, қаржыны ұлттық республикаларға жұмсауды талап етеді [18]. Осыдан кейін, Ф. Голощекиннің төрағалығымен 1926 ж. 18 желтоқсанда өткен Қазақ Өлкелік комитеті бюросының, БК(б)П Өлкелік бақылау комиссиясы Президиумының және Халық комиссарлар кеңесі мен Қазақ Орталық атқару комитетінің біріккен отырысында «Т. Рысқұловтың төрағалығымен Мәскеуде өткен Бүкілодақтық атқару комитеті мен КСРО Орталық атқару комитетінің мүшелері – Ұлтшылдардың жиналысы туралы» мәселе қаралады [19]. 1927–1930 жж. ол Түркістан-Сібір темір жолының салынуына жетекшілік жасайды. РКФСР Халық Комиссарлар Кеңесі жанындағы Түрксіб құрылысын қолдау комитетінің төрағасы қызметін атқарады. Архивте оның 1927 ж. 2 қарашадағы Түрксіб құрылысшыларының Оңтүстік бөлігіндегі құрылыстың басталуына байланысты Луговой бекетіндегі [20], Айнабұлақ станциясындағы темір жол құрылысының аяқталуына байланысты митингіде сөз сөйлеу сәтінде түскен суреттері сақталған [21]. Т. Рысқұловтың саяси қызметіне байланысты архивте сақталған түпнұсқа құжаттардың бірі – оның БК(б)П ОК хатшысы И. Сталин мен БК(б)П Қазақ Өлкелік комитетінің бірінші хатшысы Л. Мирзоянға жазған хаттары. 1932 ж. 29 қыркүйекте Т. Рысқұлов  БК(б)П  ОК хатшысы И. Сталинге Қазақстандағы мал шаруашылығының жағдайы және ұжымдастыру кезіндегі асыра сілтеушіліктер жөнінде хат жазған. Аталған хатта ол Қазақстанда мал саны 1928 ж. 32 миллион бас болғанын (кейбір мәліметтер бойынша 40 миллион), 1932 ж. ақпан айында жүргізілген бүкілодақтық мал санағының есебі бойынша мал санының 5 миллион 397 мың басқа дейін, яғни 83 %-ға дейін кемігенін баяндайды. Мал саны кемуінің басты себебі ретінде малдың жаппай сойылуы мен ұжымдастырудағы асыра сілтеушілікті көрсетеді [22]. Хаттың соңында 1932 ж. ақпан айында жүргізілген Бүкілодақтық мал санағы бойынша Қазақстандағы мал санының кестесі қоса берілген. 1933 ж. 9 наурыздағы Т. Рысқұловтың И. Сталинге жазған хатында Қазақстандағы ашаршылық пен босқын қазақтардың жағдайы баяндалған. Онда ашаршылық пен эпидемияның салдарынан босып көшкен қазақтардың ауыр жағдайы туралы былай деп жазады: «Қазақстанға көрші орналасқан аймақтардан алынған соңғы мәліметтер бойынша, ондағы босқын қазақтардың саны: Орталық Жайықта – 50 мың адам, Қырғызстанда – 100 мың адам, Батыс Сібірде –  50 мың адам, Қарақалпақстанда – 20 мың адам, Орта Азияда – 30 мың адам. Босқындар сонымен қатар, алыста жатқан Қалмақия, Тәжікстан, Солтүстік өлкелерге және т.б. жерлерге барған. Халықтың бір бөлігі байлармен бірге Батыс Қытайға босып көшкен. Қазақтардың орталық аудандарға босып көшуі сияқты мұндай жағдай Қазақстанда бірінші рет орын алып отыр. Бұл жай ғана көшу емес (малы бар болған жағдайда жазда алыс емес аумаққа көшетін), аштыққа ұшыраған адамдардың ішетін тамақ іздеп босуы. Босып көшу жекелеген аудандарда жалпы халық санының 40-50 %-на дейін жетті...Өткен жылғы көктемде қазақ аудандары мен босқындардың арасында аштық пен эпидемия салдарынан өлім-жітім көп болды...Жергілікті органдардың мәліметтері бойынша Торғай мен Бетбаққара аудандарында халықтың 20–30 %-ы қайтыс болды және қалған халықтың басым бөлігі босып кетті. Шалқар ауданындағы біраз ауылдарындағы халықтың 30-35 %-ы қайтыс болған...Қарқаралы ауданында 1932 ж. мамыр айында 50 400 адам болған, қараша айында 15 900 адам қалды және аудан орталығында күніне 15–20 адам қайтыс болады» [23]. 1933 ж. 9 қыркүйекте Т. Рысқұлов БК(б)П  Қазақ Өлкелік комитетінің бірінші хатшысы Л. Мирзоянға Қазақстанмен шекаралас Ортаңғы Еділдегі, Батыс Сібірдегі 30 000 қазақ босқынын тұрақты жұмыспен қамту туралы хат жазған. Сондай-ақ хатта оның 1933 ж. 13 шілдедегі өкімімен босқын қазақтарды тамақтандыру үшін 16 елді мекенде (Ақтөбе, Орынбор, Ор, Карталы, Челябинск, Пермь, Қостанай, Свердловск, Кинель, Уфа, Сызрань, Пенза, Ряжск, Мәскеу, Рузевка, Попорино) тамақтандыру пункті ашылғаны және онда 50 000 адам азық-түлікпен қамтамасыз етілгені баяндалған [24]. Т. Рысқұловқа қатысты құжаттардың тағы бір тобы – оны «пантүрікшіл», «халық жауы» ретінде айыптауға байланысты құжаттар. Архивте Ілияс Қабыловтың «Рысқұловшылдық» атты ақпараты сақталған. Ол Т. Рысқұловтың З. Валидов, А. Байтұрсынов және Сұлтан-Галиевпен бірге «Иттихат-Тараки» контрреволюциялық ұйымына бірігіп, тәуелсіз Тұран мемлекетін құруға ұмтылғанын айтады. Оның саяси көзқарасына тоқтала келе: «Рысқұловшылдық Сұлтан-Галиевпен, Заки Валидовпен, Алаш-Ордамен, Байтұрсынов, Досмұхамедовтермен идеялық байланыс орната отырып, Алаш-Орданың пантүрікшілдік және контрреволюциялық идеологиясын – Түркістан, Қырғызстан, Башқұртстан, Татарстан, Дағыстан, Әзірбайжан түркі халықтарының Кеңес Одағы халықтарынан тәуелсіз бірлестігін құруды қолдады» – деп жазады [25]. Осыған орай, Т. Рысқұлов 1937 ж. 8 мамырда «Социалистік Қазақстан» газетінің редакциясына «Қателерді объективті сынау» атта мақаласын жолдайды [26]. Мақалада ол өзінің Алаш-Ордамен байланысы жоқ екендігін дәлелдеуге тырысады. 1937 ж. 21 мамырда Т. Рысқұлов «пантүрікшіл», «халық жауы» деген айыппен тұтқынға алынып, 1938 ж. 8 (10) ақпанда ату жазасына кесіледі [27]. Алайда, кейбір деректер бойынша 1943 ж. қайтыс болған [28]. КСРО Әскери коллегиясы Жоғырғы Сотының шешімімен 1956 ж. 8 желтоқсанда ақталды. Архивте осы құжаттың расталған көшірмесі сақтауда тұр\n\nИсточник: https://e-history.kz/kz/publications/view/5651",
                "date": "14.05.2020",
                "upvotes": 0
            },
            {
                "text": "Жалпы тарихта ерекше орын қалдырған қоғам қайраткері елдің рухани көзін ашқан Тұрар Рысқұлов туралы сөз айтылса еске бірден осыншама ұзаққа созылған ұлт-азаттық көтерілістер оралады.Тұрар Рысқұлов Қазақстан мен Орта Азия халықтарының 20-30 жылдардағы тарихында ерекше зор роль атқарған саяси қайраткер.Туған халқын азатттық жолындағы күреске бастаған қазақ зиялыларының көш басында тұрған аса ірі саяси жетекшілердің бірі және бірегейі-Тұрар Рысқұлов болатын. «Рысқұловшылдық» деп аталатын құбылыстың негізінде жатқан ерекшелік-кеңес өкіметінің соңынан ілескен қазақ халқының ұлттық күштерінің  өз тағдырына өзі шешу бағытындағы күрес  болатын.Рысқұлов Тұрар (1894-1938) – қазақ халқының көрнекті перзенті, белгілі қоғам және мемлекет қайраткері.Бұрынғы Жетісу облысы, Верный уезінің Шығыс Талғар бекетінде туған. Әкесі Рысқұл Жылқыайдарұлы 19-шы ғасырдың 80-ші жылдары патша әкімшілігінің озбырлығына шыдамай Сырдария облысының Черняев уезінен (қазіргі Оңтүстік Қазақстан облысы Түлкібас ауданы) Верный уезіне қоныс аударып келген болатын. Жаңа қонысында да әділетсіздік көрген Рысқұл 1904 жылы желтоқсанда халыққа тізесі батқан Саймасай Үшкемпіров деген болысты атып өлтіреді. Теориялық жағынан жетік бола тұраол өз қызметінде таптық белгілерден де гөрі ұлттық белгілердің әсеріне жиі ұрынады.Рысқұловтың саяси қызметі ұзақ жылдар бойы партиялық тұрғыдан ғана бағаланып келді.Бұл принцип кеңестік тарих ғылымының негізгі принципі болатын;ол бойынша Т.Рысқұлов партияның көрнекті өкілі болып шығатын.Нақты өмірдегі Т.Рысқұлов нң алдымен мемлекет қайраткері,саяси күрескер болды.Жиырма жылдан аса уақытқа созылған саяси қызметінде ол бірде- бір рет партия аппаратында отырған емес.Ол басқарған Мұсылман Бюросы партиялық ұйымнан гөрі мемлекеттік құрылымға жақын еді.Т.Рысқұловтың большевиктер партиясының жарғысына селсоқ қарауыда осы пікірдің дұрыстығын дәлелдей түседі.1923 жылы Т.Рысқұлов Түркістан Республикасының Халық Комиссарлары Кеңесінің төрағасы болатын,бірақ солай болса да,ол үкімет басшысы ретінде республикалық партия ұйымының мәжілістерінде қатынасуды міндет деп санай бермеген.1922 жылы РСФСР Ұлт істері жөніндегі халық комиссариатында қызмет істеген кезінде де партия жиналыстарына еш қатынаспай дер кезінде жарна төлемей партия қатарынан талай рет шығып қалған екен.Бастауыш партия ұйымдары оның уақытының жоқтығын,жұмысбастылығын айиып жазған түсініктемелерінен соң ғана партия мүшелігін қайта қалпына келтіріп отырған.Т.Рысқұлов партия қатарына қайта қабылдану мақсатымен өзінің өмірбаянын жазып,И.В.Сталинге де хат жолдауға мәжбүр болған.Ол кезде партия мүшесі болмай мемлекеттік басқару ісіне қатысу мүмкін емес еді,ал партия билеті Т.Рысқұловқа осы мақсат үшін ғана қажет болған сияқты.1924 жылы Т.Рысқұлов Түркістаннан біржолата кеткен соң ,оның төңірегіндегі саяси талас біршама саябырсығанымен,отызыншы жылдардың екінщі жартысында бұл мәселе жаңа екпінмен қайта жаңғырықты.Бұл авторлардың негізгі мақсаты –Т.Рысқұловты «ұлтшыл», «буржуазияшыл ұлтшыл» «араңдатушы», «фашизм тыңшысы» ,«басмашылар идеологы» т.б етіп көрсету болды.Т.Рысқұловтың 1937 жылы «халық жауы» ретінде тұтқындалып атылып кетуіне байланысты  40-60 жылдары оның есімі ұмытылғандай болды.Алайда,бұл жылдары ол туралы арнайы еңбек жазыла қоймағанымен де Түркістан Республикасының таихын жазушы авторлар оның қызметіне тоқталмай өте алмайтын.Көптеген еңбектерінде Т.Рысқұловтың саяси қызметі мен идеяларына сыңаржақ бағалар берілді.1938 жылғы ақпанда атылған. Ескендір деген ұлын бірге  бір мезгілде тұтқындаған. Ол он жеті жаста ғана еді. Иркутскіде азаптап, Мәскеуде өлтірілген. Оның төрт қызы бар.София, Мая, Сәуле, Рита… Тұрарды 1937 жылғы көктемде тұтқындаған. Қамауға алынғанда ол Қазақстан тарихы жөніндегі үлкен, көлемді кітабын тәмамдауға таяу екен…” Одан бері ширек ғасыр уақыт өтті Тұрарлар аңсап, армандаған Тәуелсіздікке қол жетті.\nОсы жиырма бес жылдан астам уақыттың ішінде Тұрар Рысқұлов туралы бірқатар туындылары жазылды. Одан бұрынырақта да бір-екі кісі жазып, “Социалистік Қазақстан” газетінде жариялап, таяқ жеген екен. 1984 жылы Алматыдағы “Қазақстан” баспасынан белгілі тарихшы ғалым, тұрартанушы, өзі мәскеулік Виктор Михайлович Устиновтың “Служение народу” деп аталатын кітабы жарық көрді. Сол 1984 жылы, сол “Қазақстан” баспасынан Тұрар Рысқұловтың “Избранные труды” атты кітабы шықты. Әрине, ол жылдардың, сол кезеңнің нені таңдап, нені іріктейтіні белгілі ғой. Дегенмен, осы дүниесінің өзінен Тұрардың тұлғасы мен тұрпаты, ұшан-теңіз атқарған тірліктерінің таң қаларлықтай ауқымы, қайраткерлік қарымы, азаматтық алымы, білім-білік тереңдігі, түркі халықтарының тағдыршешті талайына толайым берілген адалдығы, елі мен жерін, ұлтын жанындай жақсы көретіндігі, экономиканы, өнеркәсіптің күллі қырлары мен сырларын, тіпті тұрғын үй және коммуналдық шаруашылық, экспорт сынды салалардың өзгешеліктерін жілікше шағатыны аңғарылып тұрыпты. Ғұлама ғалымдығы, текті тарихшылығы, парасатты публицистігі өз алдына.Рысқұлов Тұрар (1894-1938) – қазақ халқының көрнекті перзенті, белгілі қоғам және мемлекет қайраткері.Бұрынғы Жетісу облысы, Верный уезінің Шығыс Талғар бекетінде туған. Әкесі Рысқұл Жылқыайдарұлы 19-шы ғасырдың 80-ші жылдары патша әкімшілігінің озбырлығына шыдамай Сырдария облысының Черняев уезінен (қазіргі Оңтүстік Қазақстан облысы Түлкібас ауданы) Верный уезіне қоныс аударып келген болатын. Жаңа қонысында да әділетсіздік көрген Рысқұл 1904 жылы желтоқсанда халыққа тізесі батқан Саймасай Үшкемпіров деген болысты атып өлтіреді.  Түрмеде жатып өш алушылардың жалғыз ұлы Тұрарға зияны тиер деп қауіптенген ол баласын қасына алдыртады. «Түрме баласы» аталған Рысқұлов түрме үйлерін сыпырып, бастықтың атын айдап жүріп орыс тілін үйренеді. Әкесі 10 жылға сотталып, Сахалинге жер аударылған соң «Қырғызбаев» деген жалған фамилиямен нағашыларының қолына келіп, Меркедегі орыс-түземдік бастауыш мектепте оқиды. 1910 жылы Рысқұлов Пішпектегі 1-ші дәрежелі ауыл шаруашылық мектебіне қабылданып, оны 1914 жылы қазан айында бау-бақша өсіруші мамандығы бойынша бітіріп шығады. Бұл мектепті үздік бітірген оған Самара қаласындағы орта дәрежелі ауыл шаруашылық училищесіне түсу үшін арнайы жолдама беріледі, бірақ училище директоры «қазақ – көшпелі, оған жер өңдеуді оқудың қажеті жоқ» деп қабылдамай қояды.  Тауы шағылған Рысқұлов 1915 жылы Ташкенттегі мұғалімдер семинариясына түсуге тырысады, бірақ оны мұнда да «бұратана» деген сылтаумен қабылдамайды. Ақыры ол оқу министріне арыздана жүріп, арнайы рұқсатпен емтихан тапсырады да, оқуға қабылданады. Күн көру үшін оқумен қатар Ташкент қаласының іргесіндегі Красноводск тәжірибе алаңында бағбан болып істейді. 1916 жылы жазда қазақ даласында ұлт-азаттық көтеріліс басталған кезде Рысқұлов оқуын тастап, Әулиеата уезіндегі Мерке ауылына аттанады. Ол келген кезде халық ашық бас көтерулерге шығып, жер-жерде қарулы қақтығыстар өрши бастаған болатын. Ол Ақкөз Қосанұлы бастаған көтерілісшілердің іс-әрекетіне ұйымдық сипат беріп, саяси бағдар сілтеді. Меркедегі көтерілістің өршіген кезінде оны патша әкімшілігі тұтқынға алды, бірақ оның іс-әрекетінен кінә таппаСексенінші жылдардың орта тұсына таманырақ Сәуле Тұрарқызы Рысқұлова Түлкібас ауданына келген. Жұртшылықтың жанарлары жасаурап, жақсыдан қалған жәдігер ғой дегенді жүрекжарды ықылас-пейілдерімен білдіріп жатты. Шынымызды айтайық, сонда Сәуле әпкеміз бізге біртүрлі салқындау, селқостау сияқты сезілді. Сезімге берілмегендей, тым тебірене қоймағандай, толғанысқа түспегендей көрінген. Біз ғана емес, бірталай кісілер, ішінде Тұрар Рысқұловтың туыстары да баршылық, Сәуленің сәл-пәл суықтау қарайтындығына, анау-мынауға мізбақпастай мінез танытатын бірбеткейлігіне әжептәуір-ақ әбіржігендей болғантұғын. Бірте-бірте: “Титімдейінен тағдырдың талқысын көріп, теперішін тартты ғой, оңай ма?”, “Қаншама жылдар бойы “халық жауының қызы” атанды, қайтсін-ай”, “Бастан кешпеген азабы жоқ қой, басқашалау көрінетіні содан да” десті. Сөйтіп, үнсіз ұғынысқан, іштей түсініскен.Таңдамалы еңбектері делінген дүниесінен кейін он үш жылдай уақыт өткенде, Тұрар Рысқұлов туындыларының үш томдығы шығарылған. “Құрастырушылардан” деген кіріспе бөлімде Тұрар Рысқұловтың шығармашылық мұрасы кезінде жарық көрген жиырмашақты кітаптан тұратыны айтылған. Жарық көрмегені қаншама. Мына шығарылып отырған үш томдығының бірінші және екінші томына 1923-1929 жылдары жазылған негізгі туындылары кіргізілгенін келтіреді құрастырушыларыңыз. Еңбектердің маңыздылығы сонда, дейді олар, бұл дүниелер сол кезде салтанат құрған маркстік-лениндік тұжырымдамадан және тар өрісті таптық методологиядан азат көзқараспен жазылған. Бірінші том “Төңкеріс және Түркістанның жергілікті халықтары”, ал екінші том “Қазақстандағы 1916 жылғы қазақ-қырғыз көтерілісі”, “Жетісу мәселелері” сияқты еңбектермен ерекшеленеді. Сондай-ақ екінші томдағы “Қазақстан” монографиясы 1927 жылы қазақ және орыс тілдерінде жарық көргені ескертіледі. Үшінші томның айрықшалығы, Түркістан-Сібір темір жолының тыныс-тіршілігін, тарихы мен тағдырын, келешек көкжиектерін кеңінен қозғайтындығында. Сонымен қатар бұл томға республиканың мемлекеттік мұрағаттарындағы мақалалары, сөйлеген сөздері, хаттары енгені ескертіледі. “Т.Рысқұловтың еңбектерін баспаға әзірлеуде о бастағы нұсқаларына нұқсан келтірмеуге тырыстық. Мәтіндердің барша стилистикалық және басқа ерекшеліктері толық сақталды”, дейді құрастырушылар.1994 жылы жүз жылдығы, 2004 жылы 110 жылдығы тойланды. Әрине, ғылыми еңбектердің бәрінде, ресми құжаттардың көпшілігінде Тұрардың туған жылы “1894” деп жазылған. Себебі, Сәуле әпкеміз айтатындай, оны Рысқұловтың өзі өзгерткен. 1994 жылғы 19 қыркүйекте жұртшылық жаппай жақсы көріп оқитын “Өркениет” және “Горизонт” газеттерінде Сәуле Тұрарқызының сұхбаты жарияланған. Басылымның бас редакторы Дархан Мыңбай: “Әкеңіздің биыл аталып өтіп жатқан мүшелтойының бұрынғы тойлардан қандай ерекшеліктері бар деп ойлайсыз?” деп сауалды төтесінен тастайды. Ә дегеннен-ақ. Бұл сұраққа биология ғылымдарының докторы, Халықаралық ақпараттандыру академиясының академигі Сәуле Тұрарқызы Рысқұлова былай жауап беріпті: “Азаматын сыйлаған қалың елім – қазағым үшін мен осы жолы баспасөз арқылы бір құпияның бетін ашпақпын. Жас кезінде әкем… екі жасын асырып жазған екен. Ол туралы кезінде шешеме және жақын ағайын-туыстарымызға өзі де айтқан көрінеді. Оның үстіне, менің өз қолымда да әкемнің 1896 жылы өмірге келгендігін дәлелдейтін құжаттың (Бішкектегі ауыл шаруашылығы мектебін тәмамдағаны жөніндегі аттестат) көшірмесі бар… Мүшелтойдың ерекшелігі бүгінгі замана келбетінен де аңғарылса керек. Бұрынғы тойлары елім деп еңіреген талай дарынды тұлғалардың, ақжүрек асыл азаматтардың өмірін қыршынынан қиған ленинизм туының астында өтті. Енді, міне, бәрін ой елегінен өткізетін уақыт туды. Әртүрлі көзқарастардың, бағыт-бағдарлардың астарына үңілетін сәт жетті. Әйтсе де бұл мәселе қиын-қыстау жолдармен, баяу жылжуда… Бұл мәселенің күрмеулі түйінін шешу үшін әрбір тарихи тұлғаның өмірі мен қызметіне жете үңіліп, жеке-жеке зерттеп, терең талдау жасау қажет. Біздің публицистеріміз, тарихшыларымыз, саясатшыларымыз бұл мәселеге келгенде өте сақ, тым жайбасар, әлдеқалай заман туып қала ма дегендей үргедек…”\nТұрарды тарихи-деректілік тұрғыдан да, кәусар әлем – көркем әдебиетке тән келбеті жағынан да таныта білген, осы жолда ерлікпен еңбектенген, әрине, қазақтың қайраткер қаламгері, халқымыздың сүйікті жазушысы Шерхан Мұртаза екендігі аян. Шерағаңның “Қызыл жебе” роман-эпопеясының бірінші кітабы “Рысқұл” 1978 жылы, екінші кітабы “Тұрар” 1980 жылы, үшінші кітабы “Жұлдыз көпір” 1984 жылы, төртінші кітабы “Қыл көпір” 1991 жылы, бесінші кітабы “Тамұқ” 1994 жылы жарық көрді. Сыншы Сайлаубек Жұмабек өзінің “Жұлдызы нұрлы суреткер” атты монографиясында: “Қызыл жебе”, сөз жоқ, роман-эпопея! Суреткердің лирикалық-философиялық прозасы осы роман-эпопеяда барлық бітім-болмысымен мейлінше жарқырап көрінген демеске шараңыз жоқ. Қазақ халқының ұлы перзенті Тұрар Рысқұловтың теңдессіз трагедияға толы өмір жолы әрқашан халық трагедиясымен бірлікте қарастырылады. Қырық жылға жуық уақыт ішінде қазақ халқының басынан кешкен зобалаңдары, аштық қырғыны, репрессия зардаптары талай-талай романдарға, роман-эпопеяларға жетіп-артылатыны белгілі… Сонымен, қырық жылға жуық шығармашылық бейнетінің нәтижесінде дүниеге “Қызыл жебе” роман-эпопеясы келді”, дейді. Кемеңгер суреткеріміз Мұхтар Әуезовтің “Қараш-Қараш оқиғасындағы” әуез-әуенді қайталамай, Рысқұлдың әуелгі қасіретін өзінше өрнектеген шебер прозашы Шерхан Мұртаза алғашқы екі кітапта әкелі-балалы қос мұңлықтың тағдырына оқырманды ортақтастыра тартып, баурап әкете барады. Үшінші кітап “Жұлдыз көпірде” автор тереңдігі мен Тұрар тереңдігі үйлесе, ұнаса, жараса кіріккен. Түрік республикасын құру идеясы да көрінісін тапқан. “Қыл көпірде” ұлттар мәселесіне байланысты мұраттары жан-жақты ашыла түседі. “Дегенмен, “Қыл көпір” романында ең басты назар Тұрар Рысқұловтың Сталинге жазған екі хатының әлеуметтік тарихына аударылады”, дейді сыншы С.Жұмабек. Бесінші кітап “Тамұқтың” тарауларына ой көзін жіберіп көріңізші. “Соңғы сәуле”, “Тұтқын”, “Тергеу”, “Ескендір”, “Өмірзая”, “Әзиза”, “Тұрар”, тағы да “Өмірзая”, тағы да “Тұрар”… “1937 жылдың мамыры мен 1938 жылдың ақпаны аралығында озбырлықтың, өктемдіктің қанды шеңгеліне түскен қазақ халқының ұлы перзенті, біртуар тарихи тұлғасы, аса көрнекті мемлекет қайраткері Тұрар Рысқұловтың, яғни тоталитарлық режимнің ноқтасына сыймаған ғажайып қайсар, ғажайып өр, ғажайып адал, ғажайып көреген күрескердің ғаламат тұлғасына шексіз сүйсінеміз! Шексіз тағзым етеміз! Шексіз аяймыз!” депті сыншы Сайлаубек. Бәрібір, жоғарыдағы біз атаған, айтқан-жазғандарын аз-аздап қана келтірген, там-тұмдап қана тоқталған тарихшылардың, публицистердің, сұңғыла суреткерлеріміздің дүниелерін, Тұрар Рысқұловтың өз туындыларын байыптап байқап шыққанның өзінде Тұрартұғыр дейтұғын текті түсінік, ұлағатты ұғым пайда болады. Тұрартұғыр! Тұрартұғыр. Ол – Рысқұлов феноменінің тау тұлғалы тұрпаты. Өткен ғасырдың жиырмасыншы және отызыншы жылдарында Тәңіртаудың шоғыр-шоғыр шыңдарындай асқақтап шыққан Алаштың ардақтылары аз емес-ті. Солардың бірі һәм бірегейі – Тұрартұғыр дейтұғын дара ұғым тудыратын Тұрар Рысқұлов. Тұрартұғыр – түркі ұлттарының түгел тағдырын тым-тым тереңнен ойластыра алған, қазағының қамын қайраткерлікпен қарастыра білген, ұлтын аштықтың алапатынан алып қалған, тоталитарлық тәртіп билігінің биіктерінде жүріп-ақ, қаскөй қызметтестерінің аңдуында отырып-ақ Алаш арнасындағы азаматтық парызын адал атқарған ардақтымыздың бейнесі. Тұтас таудың қымбат құзары. Тұрартұғыр – басшы бола білмектің, басқара білмектің, ел мен жерге, халыққа қызмет етпектің, зиялылық пен зияттылықтың үлгі-өнегесі. Тұрартұғыр – Тәуелсіздікті баянды етпек бағыттағы таланттар мен дарындардың бағдар етер биік мұнарасы. Тұрартұғырыңызды ешкіміңіз де еңкейте алмақ емес. Тұрартұғыр төмендемейді. Тарих өз бағасын әлдеқашан беріп қойған.\nПатша өкіметінің құлатылуын Қазақстан еңбекшілері саяси және ұлттық азат алудың бастамасы ретінде қабылдады. Бұл жеңіс өлкедегі еңбекшілердің саяси белсенділігін арттырды. Қазақстанның әртүрлі қалаларында қазақ жастарының 20 шақты үйірмелері мен топтары пайда болды. Олар халық арасында листовкалар, сол күндердің көкейтесті мәселелеріне арналған тақпақ-өлеңдер таратты. Әулиеатада Тұрар Рысқұлов «Қазақ» жастарының революцияшыл одағы деген ұйым құрды. Оның құрамына қазақ халқының орташа және кедей топтарынан шыққан алдыңғы қатардағы жастар енді\nБуржуазиялық уақытша өкіметке үміт артқан қазақ зиялылары өз халқын еркіндікке жеткізуді, отарлаудан құтылуды арман етті. Осы мақсатқа жету үшін олар қазақтың ұлттық саяси партиясын құру жолын іздеді. Олар «Қазақ» газеті арқылы қазақ халқына арнайы үндеу жолдады. 1917ж. 21-26 шілдеде Орынборда болған «Бүкілқазақтық» съезде Алаш партиясы қалыптасып, басшы органдарын сайлады. Оның құрамына Әлихан Бөкейханов, Ахмет Байтұрсынов, Міржақып Дулатов, Мұстафа Шоқай, Мұхаметжан Тынышпаев т.б. кірді. Бұл партияның сол жылы 5-13 желтоқ- санда Орынборда өткен екінші съезінде Қазақ автономиясы Алашорда үкіметі – ұлт Кеңесі құрылды. «Алаш» партиясының бағдарламасы бекітілді. Ол негізгі 10 бөліммнен тұрады. Олар: 1) Ресей демократиялық федерация болып жариялану туралы; 2) Ресей құрамында Қазақ ұлт  автономиясын құру; 3) Халықтар арасында тең құқықтық орнату; 4) Дін туралы, дінді мемлекеттен ажыратып шығару; 5) Елдегі билік және сот туралы; 6) Елді қорғау, әскер және халықтық милиция құру; 7) Халықтың табысына қарай салық салу; 8) Жұмысшылар туралы; 9) Ғылым және білім туралы; 10) Жер мәселесі. \nЖаңа құрылған үкіметтің құрамына 15 адам кірді, оның төрағасы болып Әлихан Бөкейханов бекітілді. Азамат соғысы басталғанда Алашорда үкіметі екіге бөлінді: оның Батыс Қазақстандағы бөлігін Халел, Жанша Досмұхамедовтар, Шығыстағы бөлігін Әлихан Бөкейханов, Ахмет Байтұрсынов т.б. басқарды. Бірақ Уақытша өкіметтің өмірі де ұзақ болмады. 1917ж. 25 қазанда Уақытша өкімет құлап, оның орнына большевиктер басқарған Кеңес өкіметі орнады. Бұл жұмысшылар мен шаруалардың билігі орнаған өкіметі еді. Оның мақсаты – пролетариат диктатурасының басшылы- ғымен Ресейде жаңа қоғам – социализмді орнату.\nБұл оқиға бүкіл әлемді дүр сілкіндірді, себебі социализмге жол ашуды бірінші Ресей бастады.\nҚазан төңкерісі елді экономикалық және саяси дағдарыстан шығуға жол ашты. В.И.Ленин бастған большевиктер партиясы осы дағдарыстан шығудың сара жолы – Ресейдің империалистік соғысты тоқтатып, бейбіт өмірге көшу деп білді. Сондықтан Ресей ең бірінші болып бірінші дүниежүзілік соғыстан шығады.\nКеңес өкіметі әуелі орталықта Петроградта орнады да, одан әрі тез арада Ресейдің шет аймақтарына дейін орнады.\nРесейдің қол астында болып келген орыс емес басқа халықтардың еңбекші бұқарасы Қазан төңкерісінен кейін экономикалық-әлеуметтік күйзелістен шығумен бірге отаршылдықтың бұғауынан босанып, тәуелсіздік алатын шығармыз деп үміттенді. Большевиктер барлық ұлттар мен ұлыстардың, халықтардың теңдігі мен бостандығын, азаттығын жариялай отырып, оларды төңкеріс туының астынан кетпеуге шақырды.\nКеңес өкіметі Қазақстанда да орнай бастады. 1917ж. қазаннан 1918ж. наурызға дейін Қазақстанның көптеген аудандарында Кеңес өкіметі орнады.\nТолығырақ: https://infourok.ru/trar-rislovli-tla-ilimi-zhoba-1859871.html",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдін бүйір бетінің ауданың табу",
        "question_content": "Цилиндрдін радиусы 4см, жасаушысы 5 см, цилиндрдін бүйіи бетінің ауданы кандай?",
        "question_date": "14.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цилиндрдің бүйір бетінің ауданы тіктөртбұрыштың ауданына сай келеді, мына сызбадан осыны байқауға болады.\na=2r=2*4=8cm\nS= 8*5=40cm",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Расул Ғамзатов туралы",
        "question_content": "Расул Ғамзатовтың шығармаларын тіл туралы жазыл ған басқа да ақын - жазушылардың шығармасымен салыстырыңдар . Ерекшелігі мен ұқсастығын анықтаңдар",
        "question_date": "14.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(1923–2003)Расул  Ғамзатов  –  Дағыстанның  халық  ақыны. 1923 жылы 8 қыркүйекте Дағыстанның  Õунзах  ауданында  дүниеге  келген.  2003  жылы қайтыс  болған.  Шығармалары  1937  жылдан  жариялана  бастаған.  «Біздің  тау лар», \n«Атамекен»,  «Туған  жылым»,  «Ағаға  арнау»,  «Дағыстан  көктемі»,  «Соңғы  баға»  жыр жинақтарында,  «Әкемен  тілдесу»,  «Тау  қызы», \n«Ананы  аялаңдар»  поýмаларында  туған  жердің  сұлулығын, даналығын,  ұлттық  дәстүр  ерекшелігін  сүйіспеншілікпен жырлаған. «Жарық жұлдыздар», «Менің атам», «Тырналар» атты поу-малар  мен  өлеңдер  жинағы,  Кенжеболат  Шалабаевтың  аудар-\nмасымен «Менің Дағыстаным» повесі қазақ тілінде жарық көрген. \nРасұл Ғамзатов. Ана тілі\nАдам деген не көрмейді түсінде\nЖатыр екем бүгін қабір ішінде\nДағыстанның кең аңғары күн ыстық\nКөкірегімде орнаған бір тыныштық\nАсау өзен арқырайды жарды ұрып\nЖұрт тараған жалғыз мені қалдырып\nМен жатырмын үнсіз туған жерімде\nЖер болады балғын тәнім менің де\nМен жатырмын қара жерге табына\nЖоламайды келмейді ешкім маңыма\nТек қырандар шаңқылдайды шың жақта\nБұғылар кеп ыңырсыйды бір жақта\nкетті ғой деп қыршын ғана жасында\nЖыламайды ешкім молам басында\nЖарым қайда, досым қайда кешегі?\nАнам қалай жатқанымды білмеді\nБар адамнан жатырмын тек бөлек мен\nБір дауысты естіп қалдым кенеттен\nЕстідім мен осы арадан үнін де\nЕкі кісі сөйлесті авар тілінде\nМен жатырмын қара жерде көз жұмып\nМына екеуі күбірлейді сөз қылып\nҒасан деген бір кісінің қулығын\nАли деген бір кісінің сұмдығын\nЕстідім де сөзін ана тілімнің\nБойым жылып лезде мен тірілдім\nБалгер де емес, дәрігер де емес емдейтін\nТек өзімнің тілім екен сөйлейтін\nӨзге бір тіл емдер басқаларыңды\nМен онымен айта алмаймын әнімді\nЕгер тілім ертең болса құрымақ,\nМен дайынмын өтуге де бүгін-ақ.\nМен жаныммен сүйем осы тілімді\nКедей деп-ақ айта берсін білімді\nАссамблеяда естілмесін үні де,\nАна тілі - ұлы менің өзіме.\nМахмұт жырын оқу үшін жастауын\nКүтем әлде аударуын басқаның\nМен болдым ба ең соңғы ақын бүгінде\nӨлеңдерін жаза алар тілінде\nМен сүйемін планетаның барлығын\nӨзен тауын, әр гүлі мен әр қырын\nМен сүйемін бұл елімнің гүлін де\nӘлім шолы айттым алар тілінде\nҚымбат маған елімнің бар даласы\nБалтық пенен Сахалиннің арасы\nҚайда болсын қия маған жанымды\nТуған жерден қазсын бірақ қабірді\nАлаша бір жазып қойған құлпы тас\nТұрсауылда хабарлар да ұмытпас\nЕске ап жүрер кәрі жасы жақын кеп\nМұнда Расұл Ғамзаұлы жатыр деп!\nhttps://adebiportal.kz/kz/news/view/21605",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цифрларының қосындысы 6-ға тең құрамында 0 цифры жоқ қанша сан бар?",
        "question_content": "Осы сұрақтың жауабын айтып жіберіңіздерші. Алдын ала рахмет",
        "question_date": "14.05.2020",
        "question_tag": "Мектеп",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "111111\n\n11112\n11121\n11211\n12111\n21111\n\n123\n132\n213\n231\n312\n321\n\n114\n141\n411\n\n15\n51",
                "date": "14.05.2020",
                "upvotes": 0
            },
            {
                "text": "2+2+2=6\n\n3+3=6\n\n2+3+1=6",
                "date": "21.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Францияның шеткі нүктелері",
        "question_content": "Францияның шеткі нүктелері және оның координаталары",
        "question_date": "14.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеткі нүктелер (мүйістер)\nФранцияның шеткі нүктелері\nЕуропаның солтүстік ең шеткі нүктесі — Нордкин (Киннарудден) мүйісі (71°08' сол. ен.), Норвегия территориясында орналасқан.\nМарроки мүйісі — континенталды Еуропаның оңтүстік ең шеткі нүктесі (З6°00'' солт. ен.). Испания территориясында орналасқан.\nРока мүйісі — Евразия континентінің батыстағы ең шеткі нүктесі, Португалия территориясында орналасқан. \nЧелюскин мүйісі — Таймыр түбегінің солтүстік шеті, Евразия континентінің солтүстіктегі ең шеткі нүктесі.\nПиай мүйісі — Малакк түбегінің оңтүстік шеті, Евразия континентінің оңтүстіктегі ең шеткі нүктесі. Малайзия территориясында орналасқан.\nБаба мүйісі — Азияның батысындағы ең шеткі нүкте. Кіші Азияда, Түркияда орналасқан.\nДежнев мүйісі — Ресейдің және күллі Евразияның шығысындағы ең шеткі нүкте. Чукот түбегінде орналасқан.\nЭль-Абъяд мүйісі — Aфриканың солтүстігіндегі ең шеткі нүкте. Жерорта теңізінің жағалауында, Тунис территориясында орналасқан.\nИгольный мүйісі — Африканың оңтүстігіндегі ең шеткі нүкте. ОАР территориясында орналасқан.\nДобрая Надежда мүйісі — Африканың оңтүстік-батысындағы ең шеткі нүкте.\nАльмади мүйісі — Африканың батысындағы ең шеткі нүкте. Сенегал территориясында орналасқан.\nРас-Хафун мүйісі — Африканың шығысындағы ең шеткі нүкте. Сомали территориясының солтүстігінде орналасқан.",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конустың осьтік қимасының төбесіндегі бұрышы 60°, сырттай сызылған сфера радиусы",
        "question_content": "1. Конустың осьтік қимасының төбесіндегі бұрышы 60°, сырттай сызылған сфера радиусы 3 см болса, конустың бүйір бетінің ауданын табыңдар.\n\n2. Шарға іштей сызылған конустың жасаушысы 8-ге тең, ал шардың радиусы 5 болса, конустың бүйір бетінің ауданын табыңдар\n\n3. Радиусы 41 см болып келген шар оның центрінен 36 см қашықтықтағы жазықтықпен қиылған. Қиманың ауданын табыңдар\n\n4. Конустың бүйір бетінің ауданы табан ауданынан екі есе артық болса, жазбасының бұрышын анықтаңдар...",
        "question_date": "14.05.2020",
        "question_tag": "Геометрия",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)АВС - конустің остік қиындысы\n\nАН = НС = R = 3см\n\n∠А = ∠С = 60°\n\nΔВНС:\n\ncos60° = CH/BC\n\nBC = CH/cos60° = 3/(1/2) = 6 (см)\n\nSбүй = πRl = π·3·6 = 18π (см²)",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толық жұмыс 360кДж,ал пайдалы жұмыс 285кДж тең.ПӘК-ті табыңыз",
        "question_content": "Мен осы есепті шығара алмаи отырмын.",
        "question_date": "14.05.2020",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ПӘК = пайдалы жұмыс/толық жұмыс",
                "date": "14.05.2020",
                "upvotes": 0
            },
            {
                "text": "ПӘК = 285/360 * 100% =  79%",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалампырды қалай өсіруге болады?",
        "question_content": "Приправа жасайтын қалампырды қалай өсіруге болады?",
        "question_date": "14.05.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалампырды өсіру үшін ең алдымен оны баптау керек",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    }
]