[
    {
        "question_title": "Әктастың құрамындағы көміртектің массалық үлесін есептеңіздер. Әктастың формуласы СаСО",
        "question_content": "Әктастың құрамындағы көміртектің массалық үлесін есептеңіздер. Әктастың формуласы.",
        "question_date": "9.10.2022",
        "question_tag": "Мектеп",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(СаСО3)=40+12+16=100г\n\n100г - 100 %,\nС=12г - У, У=12% --- массовая доля = 0,12",
                "date": "17.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шың кітабі қандай кітап екен",
        "question_content": "Шың кітабының ішінде барлық тақырыптар толық жазылғанба?Жох әлде әр жылғы ұБТ ға байланысты өзгеріп отырама тақырыптар,  сосын айтып жіберіңіздершы!",
        "question_date": "9.10.2022",
        "question_tag": "Мектеп",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңаланған сайын жаңа деректер қосылады, басты деректер сол күйінде.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2H3ASO4 -> As2O5 + 3H2O",
        "question_content": "Берілген реакцияның толық және қысқартылған иондық теңдеуі",
        "question_date": "7.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сутегі арсенатының тотығуы жүретін химиялық реакция теңдеуі.\n\n2h3aso4 реакцияда болатын h3aso4 қышқылының екі молекуласын білдіреді.\n\nСутегі арсениті (H3AsO4) тотыққан кезде диарсеник пентоксиді (As2O5) және су (H2O) түзіледі, олар реакция өнімдері болып табылады.\n\nосылайша теңдеуді келесідей түсіндіруге болады:\n\n2 h3aso4 қышқыл молекуласы диарсеник пентоксидін (As2O5) және 3 су молекуласын (H2O) түзу үшін әрекеттеседі.\n\nСондай ақ реактивтер мен өнімдердің алдындағы коэффициенттерді көрсететін теңдеуді жазуға болады:\n\n2H3AsO4 → as2o5 + 3h2бұл теңдеу қазірдің өзінде қысқартылған иондық теңдеу болып табылады, өйткені ол иондарды көрсетпейді, тек молекулаларды, элементтерді және қосылыстарды көрсетеді.\n\nСонымен қатар, егер біз бұл реакцияны ион алмасу контекстінде қарастыратын болсақ, онда толық иондық теңдеуді жазуға болады. Берілген реакцияда H3AsO4 қышқылы Протонды (h+) береді және h2aso4-ионын түзеді, содан кейін ол иондарға диссоциацияланады:\n\nH3AsO4 + H2O → H2AsO4- + H3O+\n\nH2AsO4- → H+ + HAsO42-\n\nОсылайша, реакцияның толық иондық теңдеуі келесідей болады:\n\n2H3AsO4 + 6H2O → 2HAsO42- + 6H3O+\n\n2HAsO42- → As2O5 + H2O + 2H+\n\nмұндағы h3o+ - гидроний ионы, HAsO42 - - метаарсенат ионы, As2O5-диарсеник пентоксиді.",
                "date": "6.04.2023",
                "upvotes": 1
            },
            {
                "text": "Бұл сутегі арсенатының тотығуы жүретін химиялық реакция теңдеуі.\n\n2h3aso4 реакцияда болатын h3aso4 қышқылының екі молекуласын білдіреді.\n\nСутегі арсениті (H3AsO4) тотыққан кезде диарсеник пентоксиді (As2O5) және су (H2O) түзіледі, олар реакция өнімдері болып табылады.\n\nОсылайша теңдеуді келесідей түсіндіруге болады:\n\n2 h3aso4 қышқыл молекуласы диарсеник пентоксидін (As2O5) және 3 су молекуласын (H2O) түзу үшін әрекеттеседі.\n\nСондай ақ реактивтер мен өнімдердің алдындағы коэффициенттерді көрсететін теңдеуді жазуға болады:\n\n2H3AsO4 → As2O5 + 3H2O",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жасым 34–те аяғым тобықтан бастап ісіп жүр. 3 айдай болды күндіз туні ісіп тұрады?",
        "question_content": "Менин жасым 34те аягым тобыктан бастап исип жур буйректи узи моча кан тапсырды жаксы, шыкты тобыктан жогары карай исип жургенине 3айдан асты неликтен?",
        "question_date": "7.10.2022",
        "question_tag": "Тазалық",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лимфаңыз ластанған. Лимфа бездерін тазалау керек.",
                "date": "4.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған Қарахан Қожаның шежіресі керек болып жатыр кімде бар",
        "question_content": "Қарахандық Қожаның толық шежіресі керек болып тур",
        "question_date": "7.10.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарахандық қожалар 740-750- жылдардан бастап 1202-жылғы Шыңғыс хан шапқыншылығына дейін хандық құрған әулет. Осы кезеңге дейін жүйелі зерттелмеген.\nҚарахан баба әулие ата Абд ар-Рахим баб, мазар-сығанасы Тараз қаласында. Абд Рахым бабтан Қарахандық қожалар тарайды: Бұл әулет Құлан бастықтар, Ақ көлдіктер, Зергер ата, Шиелі Қарахандар, Шыназдық Қарахандар болып бөлінеді.Самарханд маңында біраз әулет бар оған әзірше қолымыз жете алған жоқ.\nҚарахандық қожалар шежересі.\nБіздің білетініміз Шиелілік Қарахандықтардың ішіндегі Әбутәліп ағадан басқамыздың бәріміз Самарқанттағы Әулие Қараханнан тараймыз. Ол кісінің үш ұлы болған.\nАралхан, Мұсахан(Бурахан), Төрехан.\nТөреханнан Тайыр халифа ишан,\nодан Әбдімомын,\nодан Әбдіқайым ишан,\nодан Хамидолла, Махсұт, Орынбайқожа, Әбдікәрім\nболып біз, Мұсаханнан Мансұрхан,\nодан Маруф ишан,\nодан Әшілді Құндыз,\nодан Омархан,\nодан Өтепхан мен Мүсірепхан ағалар,\nолардың ұрпақтары – Айдархан, Шайзатхан, Ағзамхан, Жұмахан, Сұлтан, Сайпырхан, Батталғазы, Асыл, Тимур, Болат болып,\nАралханнан Махмудхан,\nодан Әбдікәрім,\nодан Сейітқожа, Исан, Пердебай, Сыздық қожа, Сейітқожадан бір қыз бар.\nИсаннан ұрпақ жоқ,\nПердебайдан Уәли,\nСыздыққожадан Зәйін аға,\nодан Әбдіқасым(Бекқожа), Жолдас, Бекбай, Қазыбек, Мәдәліқожа тарайды.\n\nЖоғарғы Шыршық Қарахандық қожалары туралы\nБіз жоғарыда қатарлап келтірген шежіренің Нұрматов Тәжібай нұсқасы одан ары былай жалғасады:\n1.Хазіреті Әли Мұртаза\n2.Мұхаммед ибн ал-Анафия\n3. Абд ал Фаттах және Абд ал Маннан\n4. Абд ал Фаттахтан Абд ал Жаббар, Абд ал Маннаннан (Сайд)Баттал Ғазы.\n5. Абд ал-Қаһар\n6. Абд ар-Рахман және Абд ар-Рахим\n7. Абд ар-Рахимнан (Абд ар-Рахманнан Ысқақ бап, Абд ал-Жалил бап.)\nҚылыч Қарахан\n8. Азбур Қарахан.\n9. Аулия Қарахан.\n10. Мансұр Хумар хан.\n11. Жуғра Қарахан.\n12. Қылыч Арыслан хан.\n13. Исмайыл хан.\n14. Иляс хан.\n15. Ахмад хан.\n16. Санжар хан.\n17. Хасан хан.\n18. Мұхаммед хан, лахабы Білге хан.\n19. Дадабек хан.\n20. Абд ал-Халық хан, лахабы Білге хан.\n21. Көк бөрі хан\n22. Хасан хан.\n23. Сайд хан.\n24. Шаһ Хидоят Панох Карамат хан.\n25. Махмуд хан.\n26. Садыр хан.\n27. Абдуллах хан.\n28. Халил хан.\n29. Хасан хан.\n30. Бабахан.\n31. Абдуллах хан.\n32 Абд Малик хан. Оның екі ұлы бар еді\n33. Қозы қожа, Тоқты қожа.\n\n2. Қоза қожадан Әшім. Тоқты қожадан Сарықожа\n3. Әшімнен имам Жағыппар. Сарықожадан Мұхаммад, Хамид, Үмбет, Үркін.\n4. Имам Жағыппардан Шаюсуф. Мұхаммадтан Рүстем, Хамит, Тайыр. Үмбеттен Бекқожа, Халилқожа, Тұрсынқожа және Сапарқожа. Үркіннен Жәлілқожа, Әділқожа, Ғұламқожа.\n5. Шаюсуфтен Пәтилла, Саламхан, Төреқожа, Ешанқожа. Бекқожадан Құрбан, Нарқожа. Халилқожадан Әшір, Мамыт. Тұрсынқожадан Исаққожа,\n6. Пәтилладан Рахметолла. Салламханнан Омархан. Төреқожадан Құрбан, Қасым, Икрам, Әшрап. Ешанқожадан Ташқара. Нарқожадан Тұран. Әшірден Анарбай. Мамыттан Қалжан, Артық, Нұрқожа. Исаққожадан Төлекқожа, Дәрқожа, Алтайқожа, Салқожа, Ханқожа, Рәсіл.\n7. Рахметолладан Мәді. Ташқарадан Пазыл. Тұраннан Зайыт.Қалжаннан Садық, Әріп, Айдар. Артықтан Сайіт, Маккам. Нұрқожадан Пәйзі, Жолдас. Төлекқожадан Қалтай, Нұрмат, Садық, Жүсіп, Әлім, Артық. Дәрқожадан Аман, Олжа. Алтайқожадан Жиен, Сман, Әбдіраман, Адақым. Ханқожадан Әбілда, Тешебай.\n8. Қалтайдан Махамат. Нұрматтан Тәжібай. Сыдықтан Орын. Жүсіптен Артық.\n\nСарыағаштық Қарахандықтар туралы.\n\nБірінші тізім бойынша:\n1.Жүсіп қожа\n2.Ақ қожа\n3.Хан қожа\n4.Мұртаза\n5.Омар, одан\n6.Ысқақ және Дәнібек\n7.Ысқақтан екі ұл – Зәйір және Сыдық, Ал, Дәнібектен екі ұл – Боранбай және Құлабай.\n8.Боранбайдан төрт ұл – Егемберген, Қалдыбай, Қойбағар, Бауыржан\n9.Егембергеннен үш ұл – Бекжан, Жеңіс, Жарас. 10. Бекжаннан Бексұлтан\n8. Қалдыбайдан бір ұл – 9. Дәурен,\n8.Қойбағардан бір ұл – 9. Нұрсұлтан,\n8.Бауыржаннан бір ұл – 9. Сержан.\n8. Құлабайдан бір ұл – 9.Ербол, одан 10 Қыдырәлі және Арман.\n\nЕкінші тізім бойынша:\nСалых қожа\nСүлеймен қожа\nСұлтан қожа\nМәдәлі қожа және Хамид қожа\nМәдәлі қожадан Балтақожа(1902) және Атақожа(1904)\nБалтақожадан Адасқожа(1937) және Амангелді(1947)\nАдасқожадан Асқар, Манас, Жарас, Қыдырқожа, Әділқожа. Амангелдіден Батырхан, Қамбар, Муелім.\nАсқардан: Қыдырқожа-Әлішер, Манастан: Азамат, Икрам, Сұлтан, Жарастан: Бақытжан, Қадырқожадан: Айбек, Әділқожадан: Иззат, Елібек. Батырханнан: Хамза, Бекзат.\n\nҮшінші тізім бойынша:\n1. Жүсіп қожа\n2.Ақ қожа\n3.Хан қожа\n4.Мұртаза\n5.Ахмет\n6. Сүлеймен\n7. Мұсабай\n8.Әбу Бәкір\n9. одан екі ұл: Әліхан және Уалихан\n10 Әліханнан: Ыбырайымхан және Төрехан. Уалиханнан 6 ұл: Жорахан, Мырзахан, Мансұрхан, Мақсұтхан, Фазыл және Әділ.\n11. Ыбырайымханнан: Бұрхан, Төреханнан: Айыпхан, Әлімхан, Талғат. Жораханнан Әуез, одан Қасым. Мырзаханнан Шерхан, одан Нұрхан.\n\n6. Сүлейменнің екінші ұлы Арап.\n7. Араптан екі ұл – Искандар және Рүстем.\n8. Искандардан: Қуаныш және Марат. Рүстемнен: Бақтыбек.\n9. Қуаныштан Мақсат және Нүркен, Мараттан Қожа Ахмет, Бақтыбектен Әбдірахман.\n\n5. Ахметтен Махамбет\n6. Махамбеттен үш ұл: Әлқожа, Окан, Садық.\n7 Әлқожадан екі ұл: Ордабек және Құттыбай. Оканнан: екі ұл: Олжабек және Ермек. Садықтан бір ұл: Жасұлан.\n8 Ордабектен: Батырхан және Темірхан, Олжабектен: Ерлан, Шерхан және Руслан, Ермектен: Бейбарыс және Бекарыс.\n\nТөртінші тізім:\n\nКүндарәлі.\nОдан: Ерімбет, Пірімбет, Жүнісқожа.\nЕрімбеттен Құдайберген.\nҚұдайбергеннен Рахманберді, Серікбай, Омархан.\nРахманбердіден Әмірхан, Асілхан, Әзизхан, Әзімхан. Омарханнан Исламбек, Әбсаттар.\n\n3.Пірімбеттен Әмірхан және Үрімхан\n4.Әмірханнан Сейдғазы\n5. Сейдғазыдан 6 ұл: Сейдахмет, Ермаханбет, Мырзахмет, Алтай, Елтай, Ұлықбек.\n6. Сейдахметтен Ырысбек, Мейрамбек. Мырзахметтен Мейіржан, Аян. Алтайдан Мейірбек, Өмірбек, Нұрахмет. Елтайдан Мұхаммеддин, Исламхан. Ұлықбектен Бақытжан.\n3. Үрімханнан Әбдікерім.\n4. Әбдікерімнен Әбсейіт және Ерсейіт.\n5. Әбсейіттен Шерполат, Ерболат, Нұрболат. Ерсейіттен Қуаныш, Нұрболат, Өмірзақ.\n6.Қуаныштан Нұрасыл.\n\n2. Жүнісқожадан\n3. Тұрсынқожа және Ыдырыс қожа.\n4. Тұрсынқожадан: Мәмбет және Сатпай.\n5. Мәмбеттен Ермек, Сатпайдан Жарылқасын, Ақберді, Темірхан.\n6. Ермектен Рамазан, Бекзат. Жарылқасыннан Дәурен. Темірханнан Бейбарыс.\n4. Ыдырыс қожадан Оразбек.\n5. Оразбектен Әлібек, Қаныбек, Әділбек, Өмірбек, Әсілбек, Ержан, Нұржан.\n6. Әлібектен Нұрлыбек, Алтынбек, Таубек, Жақсыбек. Қаныбектен Нұрғали, Ерғали. Әділбектен Бағдат, Бақдәулет. Өмірбектен Есбол, Диас. Ержаннан Нұржан.\n7. Нұрлыбектен Бегжан, Бекнұр. Алтынбектен Бегзат, Бексұлтан. Таубектен Әшірбай. Жақсыбектен Жәнібек.\n\nБесінші тізім:\n\nТөрехан.\nодан Асан және Орынхан\nАсаннан Нәби. Орынханан Сейдалыхан, Убайдоллаһ, Төленді.\nНәбиден Үсен, Жолдас, Ергеш, Еркін. Сейдалыханнан Зейдуллахан, Тохтархан, Нұржан. Убайдоллаһтан Ханқожа, Халқожа, Ержан, Бекжан, Досжан. Төлендіден Сайфуддин, Уалихан, Сейітхан, Марат, Жеңісхан.\nҮсенен Камалхан, Жолдастан Мақсат, Ергештен Нұрсұлтан. Зейдуллаханнан Асылхан, Тохтарханнан Хантөре, Нұржаннан Ғалымжан, Мейіржан, Нұрлан, Мұхамеджан. Ханқожадан Ербол мен Нұрбол, Халқожадан Төлеген, Бағдат, Бекзат. Ержаннан Қуаныш. Бекжаннан Бағдәулет. Сайфуддиннен Ыбырахым, Уалиханнан Бауыржан мен Батырхан, Сейітханнан Қайрат.\n\nШыназдық Қарахандықтар шежіресі.\n\nБұл шежірелерде де адам аттары жиі қайталанып отырады. Бірақ бір жүйелілік жоқ. Мұндай шатасудың басты себептері көшірмешілердің өз беттерінше жазуы мен көп жағдайда лақап аттарды пайдалануында жатқан сияқты.\nМысалы, әкеміздің бізге жазып беріп кеткен шежіресінде «Ибрагим әзізден кейін Қара ишан, одан Ханқожа, одан Қарақожа ишан»-деп жалғаса береді. Ал, осы әулеттің өкілі, өзімізге бір туған Махмуд ишанның нұсқасында қайталанған Қара ишанның аты алынып тасталады. Өйткені Махмуд ишандағы шежіре кейінгі көшірме. Оның бірде-бір жеріне куаландырып, мөр басылмаған. Қағазы да жаңа.\nБарлық шежіреден Оғыздық кезең қасақана алынып тасталғанмен кісі есімдерінің баламасы сол заманға сілтеп тұрады. Мысалы, Көк бөрі хан, Рашид хан, Шаһ Һидаят хан.\nҚарахандық қожалар шежірелерінің бәрінде де Шаһ Һидаят ханның ұлы Махмуд ханның есімі аталады. Бірінші нұсқада ол Халдар ханның ұлы. Халдар хан есімі басқа бірде-бір шежіреде кездеспесе де, «Болат – Жанат» дастанындағы бас кейіпкер. Мұнда:\n«Бір падиша бар еді\nАқылы асқан дана еді\nӨзінің аты – Халдар хан\nӘкесі оның Жұлдыз хан»,-дейді. Біз көрсеткен шежіреде бұл кісі Айханның ұлы. Жырда «Әкесі оның Жұлдыз хан»-дейді Бұл оның әкесінің емес, әкесінің інісі Жұлдызханның тәрбиесінде болғанын көрсетсе керек.\nМахмуд ханнан кейін шежіре екіге бөлінеді. Адам аттары қайта тек қана кездейсоқ қайталанады. Бұл біздердің бабаларымыздың алғашқы бөліну кезеңі, тарихи деректер бойынша Ішкі Оғыздар (Қоңырат, Мұңрат, Рамадан, Қыпшақ, Наймандар т.т.) мен Сыртқы Оғыздардың (Ұлы жүз тайпалары) өзара соғысы мен Қыр Ғұздардың (қырғыз) біржола бөлініп кету заманына сай келеді. Бұдан соң тарих сахнасына Әмір Темір шығады. Ол қырық ру болып қырылысып жатқан елге ие болуға ұмтылады.\nШыршықтық Қарахандықтардың шешіресі де осы заманға сілтейді. Ол тізім былайша жалғасады:«Белкайханның ұлы Көкбуруихан(Көк бөрі хан), оның ұлы Хасан хан, оның ұла Рашид хан, оның ұлы Шаһ Хидоят хан, оның ұлы Махмуд хан, оның ұлы Сабыр хан, оның ұлы Абдуллахан, оның ұлы Халил хан, оның ұлы Хасан хан, оның ұлы Баба хан, оның ұлы Ғайбулла хан, оның ұлы Әбдімәлікханның екі ұлы бар еді. Бірінің аты Нематуллахан, бірінің аты Сайдуллахан. Сайдуллаханның төрт ұлы бар еді. Олардың аты Имамхан, Файзуллахан, Сайфуллахан, Бабахан. Бабаханның ұлы Махмудхан (лахабы – Алакөзхан), оның ұлы Қасымхан, оның ұлы Суфихан, оның ұлы Жиянхан. Жиянханның екі ұлы бар еді. 1. Рахимхан. 2. Құрбанқожа. Рахимханның ұлы Ханқожа. Оның төрт ұлы бар еді. 1.Бабаханқожа, 2. Мырзаханқожа, 3.Артыққожа ишан хулафа, 4.Төлекханқожа. Мырзаханқожаның төрт ұлы бар еді. 1.Әділхан, 2.Мұратхан, 3.Ғазихан, 4.Хажыхан. (2005-жылдары Ташкент облысы, Куий Шыршық ауданы «Майдантал» қышлақтар бірлестігіне қарасты «Қызана» қышлағында жасаушы 100-ден астам Қарахан қожалар осы жоғарыда аталған үш атадан тарағандар. Бабаханқожа әулеттері қай жерде жасайтынын біз білмейміз. Төлекқожаның әулеті Өзгентте қалған. Артыққожа ишан әулеттері Шыназда жасайды.) Мұратханның алты ұлы бар еді»,-деп одан ары талдап кете береді.\nСонымен бірге Сарыағаш ауданында тұратын өздерін Зергерқожалар дейтін және бір әулетте осы Қарахан қожалар тобына жатады.Осы әулеттен Оңтүстікке белгілі Манап Өтебаев деген азамат болды. Зергерлік қожалардың қолда бар шежересі;\nТемірқожа-бұл бабамыздан төрт ұл болған-Күнқожа,Нұрқожа,Ханқожа,Айқожа.\nКүнқожадан-Қарақожа.\nҚарақожадан-Мәулен,Зайтәжі.\nМәулен-Өтебай,Әбдіқайым.\nӨтебай-Бегмат,Манап.\nӘбдіқайым-Әбдіәлім,Тұрап,Тәліп,Әріп,\nБегмат-Әбдіғаны,Болат, Ермек.\nӘбдіғаны-Ғалымжан,Бауыржан.\nБолат-Әлібек,Айдар,Мағжан.\nЕрмек-Нұржан,Айтжан,мирас.\nМанап-Қайрат,Қанат,Мұхтар.\nҚайрат-Бақтияр,Әділхан,Асылхан,Асхад,Асқар.\nҚанат-Арман.\nТұрап-Фархат.Фархат-Ержан,Нұржанқожа,Әділжан.\nТәліп-Тайыр,Зайырбек,Қайырбек,Сайдулла.\nТайыр-Ерлан,Нұрлан,Нұрғали.\nЗайырбек-Бахадур,Алишер,Бердияр.\nҚайырбек-Әлжан,Нұрбол.\nСейдулла-Нұрсейд,Байбөрі,Ерасыл.\nӘріп-Бақтықожа,Нартай,Сайдшүкір.\nБақтықожа,Сейджаппар,Дәурен,Нұрбек,Анарбай.\nНартай-Әсет,Ринат.\nСайдшүкір-Нұрмұхаммед,Аман,Есен,Асқар,Жұманияз.\n\nЗайтәжі-Асан,Рысбай,Исрайыл,Мәмен.\nАсан-Нұрмат,Әбдірахым,Баймет.\nНұрмат-Әбдікерім,Әбдіәкім,Әбдіәшім.\nӘбдікерім,Сейдәлім,Мырғалым,Марат.\nСейдәлім-Досбол,Заман, Аман.\nМырғалым-Зайтқожа.\nМарат-тұрсынқожа,Тұрысбек.\nӘдіәкім-Ербол.\nӘбдіәшім-Құрбанқожа,Қуаныш,Қуатбек,Қайрат.\nӘбдірақым-Әбдіәзім,Сейдәзім,Нұрәлі.\nСейдәзім-Сейтжан,Сейтғазиз,Ералы,Асылбек.\nНұрәлі-Ғабит,Мейіржан,Сәкен,Нұрболат.\nРысбай-Жиен, Ахмет,Ақыл.\nЖиен-Сейдкәрім,Анарбай, Жүсіп,Иляс.\nСейдікәрім-Берік,Серік,Сейт.\nАнарбай-Айхан,Айнұр\nЖүсіп-Ерік,Бахтияр.\nИляс-Еркін,Толқын.",
                "date": "17.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір ЖОО-дан екінші ЖОО-ға ауысуға болама",
        "question_content": "Сәлеметсіздер ме менің сұрайын дегенім ЖОО ауыстыруға бола ма. Мен қазір 1 курс студентімін, мен Алматы немесе Астана қаласындағы ЖОО ларға ауыса аламынба, грант сақталады ма және қандай құжаттар керек, алдын ала рахмет",
        "question_date": "7.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант сақталады, университет басшылығына жолығыңыз",
                "date": "17.10.2022",
                "upvotes": 0
            },
            {
                "text": "Келісім шартта төмендегідей пункт көрсетілген.\nҚР Білім және ғылым министрлігі белгілеген тәртіппен білім алушыны оқу жоспары бойынша оқу нәтижелерін негізге ала отырып, білім беру грантын жоғалту мен өтініш негізінде бір білім беру бағдарламасынан екіншісіне немесе бір оқу нысанынан екіншісіне, сондай-ақ басқа білім беру ұйымына ауыстыруға мүмкіндік береді.",
                "date": "16.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өршеленгенмен сөзінің оқылуы қалай,яғни транскрипция ы",
        "question_content": "“Өршеленген” сөзінің оқылуы,транскрипциясы қалай?",
        "question_date": "7.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жас Қыран тобына ұран құрап беріңіздерші",
        "question_content": "Жас Қыран тобына ұран құра алмай тұрмын, тез жазып беріңіздерші өтініш",
        "question_date": "7.10.2022",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1224 болсын жаным менің жүрегім менің жүрегім менің жүрегім ауырып жатырмын деп ойлап жүрмін деп ойлап жүрмін ғой деп жатыр екен",
                "date": "7.10.2022",
                "upvotes": 0
            },
            {
                "text": "қыран көке самғайды\nСеңгел топты қорғайды \nӘрқашанда қырандар біздің топта самғайды",
                "date": "29.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "m1=100kg m2=60kg t=10айн/мин (т/к I(m)-? инер.мом",
        "question_content": "m1=100kg m2=60kg t=10айн/мин (т/к I(m)-? инер.мом",
        "question_date": "7.10.2022",
        "question_tag": "Физика",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инерция моменті формула бойынша есептеледі:\n\nI = Σmr²\n\nмұндағы Σmr2-айналу осінен қашықтығының квадратына Әр бөлшектің массаларының көбейтіндісінің қосындысы.\n\nЕгер біз массаның геометриялық пішіні мен орналасуын білетін болсақ, онда инерция моментін есептеу үшін тиісті формулаларды қолдана аламыз.\n\nМысалы, цилиндр немесе доп сияқты қарапайым пішін үшін инерция моментін келесі формулалар арқылы есептеуге болады:\n\nМасса центрі арқылы өтетін осьтің айналасындағы цилиндр үшін: I = (1/2) mr2\nДоп үшін: I = (2/5)mr2\nЕгер бізде массаның геометриялық пішіні мен орналасуы туралы нақты мәліметтер болса, онда біз инерция моментін есептеу үшін тиісті формулаларды қолдана аламыз. Әйтпесе, сұраққа жауап беру үшін бізге қосымша ақпарат қажет.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 300 г судың 12 тан 30° С қа қыздыру үшін қанша жылу мөлшері қажет",
        "question_content": "Массасы 300 г судың 12 тан 30° С қа қыздыру үшін қанша жылу мөлшері қажет",
        "question_date": "5.10.2022",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастапқы деректер: m (жылытуға арналған судың массасы) = 300 г;\nt1 (бастапқы температура) = 12 ºС,\nt2 (соңғы температура) = 30 ºС.\nТұрақтылар: С (меншікті жылу сыйымдылығы) = 4200 Дж/(кг*К).\nSI жүйесі: m = 300 г = 0,3 кг.\nЖылу мөлшерін есептеу үшін келесі формуланы қолданамыз:\n\nQ = С * m * (t2 - t1).\n\nВыполним расчет:\n\nQ = 4200 * 0,3 * (30 - 12) = 4200 * 0,3 * 18 = 22680 Дж.\n\nЖауабы: Суды  22680  Дж мөлшерінде қыздыруға болады.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ән туралы ақпарат керек",
        "question_content": "\"Ұлар құс Ұлытаудағы\nӨзіңен, сәулем, аумады.\nҚабағын серпіп,\nҚанатын желпіп,\nЖанымды неге баурады.\nАйналам түрлі гүл екен,\nГүл терген жерді жыр етем.\nАдасып қалған,\nАрайлы арман,\nҚұс болып іздеп жүр екен.\nКөңілде көркем елеңге\nКөндігіп мен де келем бе?\nИланып едім,\nҚиналып едім\nМахаббат жалған дегенге.\nҚайдасың қайда, ұларым?\nТарқатшы көңіл мұнарын.\nЕркелеп келші,\nЕліктеп ерші,\nЖер- көкте жалғыз құмарым.\"\nӘкем әндетіп жүретін осы шумақтар жайында ақпарат іздеп едім - ғаламторда сөздерін ғана таба алдым. Авторлары, орындаушылары кім? Рахмет.",
        "question_date": "5.10.2022",
        "question_tag": "Қазақша ән",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "'Ұларым\"\nсөзі: Кәкімбек Салықов \nәні: Шәміл Әбілтаев",
                "date": "5.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысқа жіп күрмеуге келмейді оң саусағынан өнер тамған сөздеріне сөз құрап беріңіздерші?",
        "question_content": "Қысқа жіп күрмеуге келмейді оң саусағынан өнер тамған сөздеріне сөз құрап беріңіздерші?",
        "question_date": "5.10.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқа жіп күрмеуге келмейді  -- бір істі істеуге мүмкіндіктің болмауы.\nООон саусағынан өнер тамған -- бірнеше өнер, кәсіпті істей алатын адамға айтылады.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батырлар жыры деген мазмұны бойынша оңай сұрақ құрыңыз",
        "question_content": "Мен түсінбедім. Үй жұмысы көмек беріңдерші өтініш.",
        "question_date": "5.10.2022",
        "question_tag": "Мектеп",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілін ҰБТ-да таңдасам қандай университеттерде оқи аламын",
        "question_content": "ҰБТ-да ағылшын тілін таңдаймын деп ойлап жүр едім, ағылшын тілі бойынша қандай университерге түсе аламын?",
        "question_date": "5.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚазҰУ, ҚызПУ,Абылайхан атындағы унив.Абай атындағы педагогикалық унив,Сүлеймен Демерелі унив.",
                "date": "17.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүкіләлемдік тартылыс заңына қатысты есеп",
        "question_content": "Жердің жасанды серігі Жер бетінен 600 км биіктікте дөңгелек орбита бойымен қозғалу үшін қандай жылдамдыққа ие болуы керек?Оның айналу периоды қандай?",
        "question_date": "5.10.2022",
        "question_tag": "Физика",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген биіктікте дөңгелек орбитада қозғалу үшін жердің тартылыс жағынан спутникке әсер ететін центрге тартқыш күш төмен бағытталған ауырлық күшіне тең болуы керек. Осылайша жазуға болады:\n\nmv^2/R = G*Mm/R^2\n\nмұндағы m-спутниктің массасы, v-оның жылдамдығы, R-орбитаның радиусы (жердің радиусына және спутниктің орбитасының биіктігіне тең), M - жердің массасы, G - гравитациялық тұрақты.\n\nТеңдеуді ашып, аламыз:\n\nv = sqrt(G*M/R)\n\nмұндағы sqrt квадрат түбірді білдіреді. Белгілі мәндерді алмастыра отырып, біз аламыз:\n\nv = sqrt(6.6710^-11 * 5.9710^24 / (6.37110^6 + 60010^3)) м / с\n\nv ≈ 7666 м / с\n\nЕнді сіз спутниктің айналу кезеңін формула бойынша таба аласыз:\n\nT = 2piR/v\n\nмұндағы pi - \"Pi\" математикалық тұрақтысы.\n\nМәндерді алмастыра отырып, біз аламыз:\n\nT = 2pi(6.37110^6 + 60010^3) / 7666 с\n\nT ≈ 5670 с\n\nОсылайша, жердің жасанды спутнигінің жылдамдығы шамамен 7666 м/с және оның айналу кезеңі шамамен 5670 секунд (шамамен 94 минут) болуы керек.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бәлшек бірінші рет шеңбердің жартысын өте берген мезетінде бүл күш неге тең?",
        "question_content": "Физика есебін шығару\nМассасы 1 кг бөлшек, радиусы 1 м шеңбер бойымен қозғалады. Бөлшек жүрген жолдың уақытқа байланысты теңцеуі: S= (2 t2 + f + l ) м түрінде берілген. Белшекке эсер ететін күш уақытқа байланысты қандай заңмен өзгереді? Бәлшек бірінші рет шеңбердің жартысын өте берген мезетінде бүл күш неге тең?",
        "question_date": "4.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "10С температурада 3 атм қысымда 10г оттегі тұр.",
        "question_content": "10С температурада 3атм кысымда 10г оттеги тур. Туракты кысымда кыздырудын салдарынан улгаюдан кейн оттеги 10л колем алады. Мыналарды: 1) улгайганга дейинги газдын колемин 2) улгайганнан кейинги газдын температурасын 3) улгайганга дейинги газдын тыгыздыгын 4) улгайганнан кейинги газдын тыгыздыгын табу керек.",
        "question_date": "4.10.2022",
        "question_tag": "Физика",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Психдиспансерден учеттан қалай алады?",
        "question_content": "Менің бір сұрайын дегенім, егер де сіздердің біреулеріңіз бір жағдаймен бұрын психдиспансерде учетта тұрсаңыз, қазір жағдайыңыз жақсы болса, яғни ешқандай ауру болмаса, онда дәрігерлер аурусың деп учеттан  алдырмаса, онда қандай жағдаймен учеттан алдырып тастар едіңіздер?. Кімге барып осы мәселені айтып жүгіңетін едіңіздер?. Телевиденияға барар ме едіңіздер?, әлде дәрігерлерді сотқа берер ме едіңіздер?. Менде осындай жағдай болып тұр, бұрын болмайтын депрессия болып учетқа қойған, енді 5 жыл болды әлі учеттан алмай келе жатыр. Ешқандай ауру емеспін, анағұрлым терең ойлайтын, философиялық ой жазатын адаммын. Міне осындай адамды неге учеттан алмайды?. Яғни учеттан алдыру үшін кімдерге жүгіңеді?, әлде дәрігерлерді сотқа беру керек пе?.",
        "question_date": "4.10.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шешендік өзіңді танытуға мүмкіндік береді, алға жетелейді",
        "question_content": "“Шешендік өзіңді танытуға мүмкіндік береді, алға жетелейді” деген пікірге қатысты ой бөлісіңдер.",
        "question_date": "3.10.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 713,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кредит алып беріп төлемей жүр",
        "question_content": "Баршаңызға салем! Март айындп  Мен жұмысымдағы тате  ге кредит алп берип комектескем ол кісімаған жалынып күнде звандап көмектесші деп қоймады , 430 мың алдм келесі күндері тағыда көмек сұрады күнде күнде мазаны алп смс жазп сонымен көмегім берин деп солва га барганбыз 150 мн болад деп акша беретин адам канша керек деген тате 700 мн деді тате деп едм жауып берем уайымдамаш деп алдады одан кейін тағы шқты займ алп берш деп шқты ондада үй жағыма келп шқшы барп кайтайык деп шқты 250 мн алдырты алдап сулап. Енді кәзір солва мен еваразия дан алган кредиты уакытты келген де төлеп отр займдар посрочка кеткен тате звандаасам анежабам мине жабам деп айтқаңына 3 ай оти. Енді меннести алам бирак менде мойындагынын видеосы бар толық 87768990425 ватцап жазсаңыз жаксы болар еді",
        "question_date": "3.10.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 922,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңгер Сергей Уткин үшінші тұлғаларға – әріптесіне, танысына, досына немесе туысқанына несие алып беретін адамдарға бірнеше кеңес берді.\n\"Бұл өте кең таралған тәжірибе: адамдар несие тарихының нашар екенін айтып, біреуге банктен қарыз алып беруді өтініп, төлеуге келген кезде не жоғалып кетеді, не ақшасы жоқ екенін айтады. Соңында қайырымдылық танытып, несие алып берген адам зардап шегеді. Қайткен күнде де қарызын өтеуі керек. Сома аз болса жақсы. Ал кейде мүлкін кепілге қойып, өте көп мөлшерде несие алып беретіндер де болады. Мұндай кезде кепілзатты алып қоюы да мүмкін\", – дейді заңгер.\nАл, несие алдырып отырған адамға қарызды өзі төлейтіні туралы қолхат жаздырып алса, көмектесе ме? Заңгер бұл да кепіл бола алмайтынын айтады.\n\"Несиені өзіңіз қайтарған соң, сотқа жүгініп, қолхат бойынша қарызды өндіріп алуға болады. Бірақ, біріншіден, бұл уақытты талап етеді. Екіншіден, білікті заңгер табу керек. Ең бастысы, көп жағдайда борышкерден ештеңе ала алмай жатады. Себебі, ол не ресми түрде жұмыссыз, не мүлкі жоқ болып шығады. Сөйтіп, сот шешімдерін орындау үшін борышкерлердің базасында жай ғана ілулі тұрады. Ал мұндай адамдар Қазақстанда өте көп\", – деп түсіндірді Сергей Уткин.\nСондықтан, заңгер біреуге несие алып беруден бас тартуға кеңес береді.\n\"Бас тарта білуіңіз керек, бұл қалыпты жағдай. Біз қарым-қатынасты бұзбау үшін \"жоқ\" деп айтуға қорқамыз. Бірақ бұл керісінше болады – қарым-қатынас несие алуға немесе мүлікті кепілге қоюға келісіп, оны танысыңыз төлемей кеткен кезде бұзылады\", – деп қорытындылады заңгер.",
                "date": "25.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшесіндегі жұмыртқа үстіне без шықса не істеуге болады?",
        "question_content": "Жыныс мүшедегі жұмыртқаның үстінгі бөлігіне без шығып тұр кейде жоқ болып кетеді көп жүргенде ауыр көтергенде,үйде жатқанда, шығады ауырсынады не істеуге болады",
        "question_date": "3.10.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 940,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Папилома болуы мүмкін. Оны алдырып тастаған дұрыс. Айтпесе қатерлік ісікке апаруы мүмкін.\nТолығырақ оқу үшін.",
                "date": "5.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кетонав пен Парецетамол араласса не болады.Тісім ауырып қайта қайта ішіп едім екеуін",
        "question_content": "Кетанов Парецетамол ішсе не болады",
        "question_date": "3.10.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандар парацетамол дәрісінің қандай зияны бар екенін айтып берді.\nМамандардың айтуынша, парацетамол дәрісі жыныстық мүшеге әсер етеді. Соның салдарынан адам бедеулікке шалдығуы мүмкін. Ал, жүктілік кезінде құрсақтағы сәбиге кері әсерін тигізуі мүмкін.\nПарацетамол әсерінен адамдардың жыныстық гормондары өзгергені белгілі болды. Дәрінің әсері адам ағзасын 35 жылға қартайтып жібереді. Сонымен қатар жүйке жүйені әлсіретіп, түсік тастауға себеп болады. Немесе құрсақтағы сәбидің жетілуіне кері әсерін тигізеді. Өйткені нейростероидты жыныстық гормондар адамның миында өнеді.\nАл кетановты ұзақ қолданған кезде ол басқа NSAID ауруларына тән жанама әсерлерді тудырады: асқазанның ауыруы, асқазанның шырышты қабығының жарылуы, бүйрек функциясының бұзылуы. Артық дозалану летаргия, ұйқышылдық, іштің ауыруы, жүрек айну және құсу арқылы көрінеді.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойлаған сайын тереңге, Шығасың биік белеңге.",
        "question_content": "Жұмбақ жаубын табу керек",
        "question_date": "3.10.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киім дизайнері болу үшін қандай пән таңдау керек",
        "question_content": "Менің киім дизайнері болғым келеді сол үшін қандай пәнді тағдауым керек",
        "question_date": "1.10.2022",
        "question_tag": "Өнер",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығармашылық тапсырасыз.",
                "date": "18.10.2022",
                "upvotes": 0
            },
            {
                "text": "Сіз Шығармашылық таңдайсыз",
                "date": "9.07.2023",
                "upvotes": 0
            },
            {
                "text": "Физика математика грант 50+",
                "date": "11.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаңлылар туралы тест керек 20 варианты 4еу жауабымен отыныш тауып корыныздершы",
        "question_content": "Тушсоуга вгсошвоашу совосгвтс гвгствшс вгсошвао вгствшсоа сшвташватшвстшв алу сшв сшутсшв",
        "question_date": "1.10.2022",
        "question_tag": "Мектеп",
        "question_views": 701,
        "question_upvotes": 0,
        "answers": []
    }
]