[
    {
        "question_title": "Х={0, 3, 6, 9, 12, 15, 18} жиынның барлық ішкі жиындарын жазу керек?",
        "question_content": "Х={0, 3, 6, 9, 12, 15, 18} жиынның барлық ішкі жиындарын жазу керек?",
        "question_date": "24.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А) \" х у -тен 3 есе көп»;\n\nб) \" х у-тен 3-ке көп»;\n\nв) \" Х еселі у» жағдайда:\n\nА) (9; 3); (18; 6)\nБ) (3; 0); (6; 3); (9; 6); (12; 9); (15; 12); (18; 15)\nВ) (0; 0); (3; 3); (6; 3); (9; 3); (12; 3); (15; 3); (18; 3); (6; 6); (12; 6); (18; 6);\n(9; 9); (18; 9); (12; 12); (15; 15); (18; 18)",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=3x және y=x2 дәреже +3x сызықтарымен шектелген фигураның ауданын табыңыз?",
        "question_content": "1) y=2x+2 және y=x2 дәреже сызықтарымен шектелген фигураның ауданын табыңыз?\n\n2) y=3x және y=x2 дәреже +3x сызықтарымен шектелген фигураның ауданын табыңыз?",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияны жұптылыққа, тақтылыққа тексеріңдер?",
        "question_content": "Функцияны жұптылыққа, тақтылыққа тексеріңдер?                              \nf(x) =x^4 ctg^2-x.    f(x) =xtg^3 x.\nf(x) =x^3+ctg2x.     f(x) =x^5tg^2x\n3-тапсырма\nӨрнектердің мәндерін салыстырыңдар tg(-(5П/8) және tg(7П/8)\nctg(4П/9)және ctg(2П/8)",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы жұмысты әрқайсысы жеке орындаса, неше сағатта бітірер еді?",
        "question_content": "Если бы ребенок выполнил половину этой работы, а отец его\nзакончил, то нужно было бы 2,5 часа.\nСколько часов можно было бы закончить эту работу, если бы каждый выполнил отдельно?",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шартында :\nОтец с сыном могут выполнить работу за 1,2 ч. Если сын выполнит половину работы, а отец закончит ее,то потребуется 2.5 ч. За сколько часов может выполнить эту работу каждый из них, работая отдельно?",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қыз Жібек операсының идеялық құндылығы неде?\" тақырыбына эссе жазу.",
        "question_content": "\"Қыз Жібек операсының идеялық құндылығы неде?\" эссе жазу.",
        "question_date": "23.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қыз Жібек» Е.Г.Брусиловскийдің композиторлық мұрасында тарихи міндетті атқаратын маңызды шығарма есебінде ерекшеленеді: ол тек қазақтың тұңғыш операсы ғана емес, сондайақ қазіргі кəсіби шығармашылықта шоқтығы биік, ең үздік туынды болып табылады. Операны қабылдау дəстүрінде партитурасының, спектакілінің, таңқаларлық сахна көрінісінің пайда болуы мен туындау шартының таңғажайып тағдыры мен ортақ мəдениеттер контекстінде маңыздылығы байқалады.\n«Қыз Жібектің» музыкатану талғамында қалыптасқан тарихы мен алуан түрлі көрсеткіші бар: мысалы, түрлі аспектілерден талданғаныменен зерттеуді талап ететін мəселелер жеткілікті, біздің ойымызша, ол тек субъективті фактордың басымдығы емес, зерттеу нысанына айналу спецификасынан белгіленген. Қазақ опера өнеріндегі өміршең шығарманың толық мағлұматы операның клавирінде бермейтіндігі туралы қалыптасқан пікірлерді құптай, оның қарапайымдылығы, тіпті кейбір қарабайырлығымен ерекшеленетіне қарамастан, негізінде ашылмаған көркемдік мəтінінің қырлары мен əлі де толығымен пайдаланылмаған қоры жеткілікті.\nОсыған сүйене отырып, мəдениеттегі көркемдік мəтіннің өмірін жандандыруға бағыттайтын жəне оның мағыналық көкжиегін шағымдайтын сюжет уақығасын, дəстүрлі жанрлық жағдайын, кейіпкерлердің əрекеті мен мінез-құлқын, композицялық құрылыстың ерекшелігін зерттеу шеңберіне сұрыптап, опера мəтініне назар аударылды.\nОперадағы сөз компонентерінің ерекше назарға алынуына бірнеше фактор септігін тигізді: біріншіден, ұлттық тақырып пен ойлау қабілеті ұштасқан ақын-драматург Ғабит Мүсіреповтің қаламынан шыққандығы себеп болды. Сөзсіз: өмірдің байырғы дəстүрлі құрылымдары мен оны қабылдауды либреттоның композициясы мен драматургиясында суреттеген жазушының сезімталдығы, талғамы арқылы алғашқы тараптан материалды құрастыруы шығарманың көркемдік ерекшелігі мен тартымдылығын белгіледі.\nЕкіншіден, «Қыз Жібек» операсы айрықша жанрлық табиғатымен, үшіншіден, оның анықталу дəстүрімен. Музыкатанушылардың жұмысында (əдеттегі «Айман – Шолпан», «Шұға» атты алғашқы музыкалық драмалық қойылымдармен салыстырғанда) «Қыз Жібекте» жетекші міндетті музыка атқаратыны баса айтылған. Оны келесі жолдар дəлелдейді:\n«Кыз Жібектің» музыкасы əуендік дамудың ішкі динамикасымен белгіленетін, эмоционалды əсерді нақтылайтын күш есебінде Вл.Мессман:\n«...Музыка в «Кыз-Жибек» отмечена внутренней динамикой мелодического развития, утверждающей силу эмоционального воздействия» – дейді; Л.И.Гончарова екі операны салыстыра «Қыз Жібек» ілгерідегі «Жалбыр» сынды диалогты опера, диалогты сөздер мен музыкалық номерлердің кезектесуінен құралған, бірақ негізгі мəнерлік құралы музыка болып табылатынын айқындап: «...Кыз-Жибек», как и в дальнейшем\n«Жалбыр» – опера диалогическая, построенная на чередовании разговорных диалогов и музыкальных номеров, но главным выразительным средством в ней несомненно является музыка» – дейді;\nСпектакльдің музыкалық драматургиясы басты кейіпкерлердің психологиялық ахуалына байланысты сипатталған мотивтеріне сүйенетіні туралы Б.Г.Ерзакович: «...Музыкальная драматургия спектакля опирается на мотивы главных персонажей, связанные с характеристикой психологического состояния героев» – дейді [1].\nЕ.Г.Брусиловскийдің «Қыз Жібек» операсында негізгі жүргізуші күш – музыкасы болып, толық бағалы опера есебінде қабылдануына, оның музыкалық материалының ауқымды жəне жеткілікті деңгейде талданғандығы септігін тигізді: цитата есебінде пайдаланылған халық жəне халықтық-кəсіби дəстүрдің үлгілері (əн мен күйі) белгіленген, оның драматургиялық рөлі, əр кейіпкердің əн топтамасын ұсынатын музыкалық сипаттамасы айқындалған, операның ладтық гармониялық ерекшелігінің негізі зерттелген (ладтар, ладтық тональдіктердің ауысыпқұбылу тəсілдері, аккордтық құрылым, композитордың табиғи-ладтық гармонияны пайдалану нышандары жəне т.б.) [2].\n«Қыз Жібек» операсындағы музыканың жаңа деңгейдегі сапасын ескере «...чисто музыкальное развитие и динамика во многом уступают динамике сюжетной и сценической, связанной с разговорной речью» [3] деген пікірді, яғни таза музыканың дамуы мен динамикасы сюжеттік жəне сахналық динамикасына байланысты сөйлеу мəнерінен кем түсетіндігін мойындауымыз қажет, себебі бұл факторлар арнайы еңбектерде қажетінше көрініс таппаған.\nСондықтан операның мазмұндық қырын тереңдететін маңызды бөлігі, тіпті оның драмалық көріністерінің дамуында бастапқы міндетті атқаратын сөйлеу эпизоттары (диалог пен ілікпе сөз) ерекше қызығушылықпен зерттеуге алынды.\nАқпараттық жəне маңызды құндылықты көптеген авторлық белгілер атқарады, олар нақтылы көріністерді түсіндіріп жəне анықтауда маңызды болғанына қарамастан əдетте талдау шеңберінен тыс қалады (сондай-ақ сөйлеу мəнері де). Қазақ тіліндегі сөздер қатарының аудармасы көлеңкеде қалғаны музыкатанушылардың интерпретациясында əртүрлі дəлелсіздіктерді тудырды, сол себептен, автор мəтініне ізденушілік қызығушылық арта түсті.\n«Қыз Жібек» операсында ХІХ ғасыр мен ХХ ғасыр басындағы композиторлық шығармашылықтың (мысалы, Жаяу Мұса, Зілқара, Тəттімбет, Мұхит, Мəди, Ыбрай) айқын жекешеленген үлгілері, кейіпкерлердің мінезіне жəне уақиғаға сəйкес сұрыпталған халықтың əн мен күйін пайдаланып, дəстүрлі өнердің білімпаздары мен оны бағалай білетін өкілдері Құрманбек Жандарбеков, Күлəш пен Қанабек Байсейітовтер, Манарбек Ержанов атсалысып, Е.Г.Брусиловскийдің шығармашылық ықылысы мен сезімталдылықпен жүзеге асыруымен қатар, «қазақтың көшпенді тұрмысындағы рухани бастаулары мен əдет-ғұрыпы фольклордың эпикалық үлгісін» айқын бейнелей, «лирикалық-романтикалық поэманың» [4] бірінші бөлімінің негіінде шығарылған либреттоның мазмұны мен құрылысын ерекшелегеннің арқасында туындының эстетикалық феномені белгіленді.\nҒ.Мүсіреповтің шығармашылық үрдісі мен іскерлігінің нəтижесінде эпостың сюжеттік желісінің жаңа сюжетті-композициялық тұрғысында қайта құрылуы филологиялық жəне музыкатанушылардың əдебиеттерінде толық баяндалған [1; 5; 6]. Сондықтан бұл сұрақты қозғай бермей, музыкалық шығарманың өрістеу үрдісіндегі сюжеттің желісі қарастырылады.\nЕуропаның эстетикалық қабылдау канонынан бас тартып, «Қыз Жібек» операсының сюжетіне ұлттық фольклорлы эпикалық сюжеттік байлам тарапынан алғанда алдымызда «батырдың қыз айттыруы» ұсынылған.\nДəстүрде қызды айттыру мотивтері қазақ эпос шығармаларында жиі кездеседі. Мысалы, Қамбар, қалмақ ханы Қараманмен қанды күреске түсу арқылы өзіне қалындықты аллады жəне Алпамыс өзінің қалмақ бəсекелестерін жеңгеннен кейін ғана Гүлбаршын деген зайыбы болады. Бұл сюжет Қыз Жібек туралы эпоспен сабақтасады. Төлегеннің інісі Сансызбай Көрен ханмен бəсекелестікте жеңіп, батыр ретінде ерлікпен құдаласады (эпостың 2 бөлімі), ал Төлеген «романикалық эпостың қаһармандарына тəн, қиын құдаласады» (эпостың 1 бөлімі). Батырлықпен құдаласудың астарында берілген мазмұн «Қыз Жібек» операсында тікелей көрініс тапты.\nАлдымен бейнелік мінездемелер назар аудартады. Біздің алдымызда Жібек – «нағыз қалындық болатын қыз» бейнесі; бəсекелес күйеу жігіттер – адам сүйсінетін нəзіктеу батыр Төлеген жəне əмірлі, табанды (мойымас), өз күшіне сенімді, ер жүрек батыр Бекежан. Қалған кейіпкерлер операның басты кейіпкерлерінің айналасында топтаса, олардың дəстүрлі ортасын көрсетеді: Жібек жəне оның жеңгесі Батсайы, дос қызы Дүрия, қыздар тобы; Төлеген – ақын Шеге, туыстары (əкесі Базарбай, анасы Қамқа, қарындасы Қарлығаш), жігіттер тобы; Бекежан жəне дос жігіттер тобы.\nСыртқы пішін бойынша басқа зерттеушілердің ізімен: қыз – жігіт жəне оның қарсыласынан тұратын үштік тақырыбын айтуға болады. Бірақ қазіргі заман ағымына сəйкес «махаббат үштігі» жат болғандықтан, ұлттық дəстүрге тамырлаған таныс бейнелермен ұштастырғанды жөн көрдік.\nКейіпкерлердің топтасуы мен басты кейіпкерлердің айналасында уақиғалардың шоғырлануы, орын ауысуларының, қарым-қатынастарының байланысы, бейнелердің арақатынастарының түрі, қоршаған ортамен кейіпкерлердің қақтығысы (С.А.Қасқабасов белгілегендей уақиға үш жерде өрістейді – Жібектің ауылында, Төлегеннің ауылында, Бекежанмен айдалада) – негізгі сюжеттік жəне композициялық өзектің баяндалуын анықтауға мүмкіндік береді.\nТолығырақ: https://articlekz.com/kk/article/22803",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3:4 болатын ромбтың ауданын табыңдар?",
        "question_content": "Периметрі 2 дм-ге, ал диагональдарының қатынасы 3:4 болатын ромбтың ауданын табыңдар?",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 925,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=2 дм\nd1/d2 = 3/4",
                "date": "23.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 52 кг болатын бала 0,8 м/с2 үдеумен. Бала салмағы неге тең?",
        "question_content": "Массасы 52 кг болатын бала 0,8 м/с2 үдеумен түсіп келе жатқан лифтіде тұр. Баланың салмағы неге тең?\n\n3-тапсырма инерция моменті 40 кг×м2 тыныш турган маховик 20Hм күш моментінің әрекетінен бірқалыптыүдемелі айнала бастайды. 10с тан кейінгі маховиктің  алған  кинетикалық энергиясын  табыңдар",
        "question_date": "23.09.2020",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы 468 Н-ға тең",
                "date": "23.09.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Азу тіс шықандағы жағдай?",
        "question_content": "Менің жасым 16да. Осыдан 1 жылға жетпестен бұрын азу тісім ауырып, жұлдыртқын едік. Енді қазір тіс шығып келе жатыр. Температурам көтеріліп, ішім өтіп, даже құсуда болды. Өтінем не істесем болады? Құсу қалыпты жағдай ма?",
        "question_date": "23.09.2020",
        "question_tag": "Тазалық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіс – адам ағзасынының маңызды бөлігі. Жүйке жасушалары мен қан тамырлары өтіп жатқан тіс сүтті және тұрақты болып бөлінеді. Ересек адамның қалыпты 28 тісімен қоса, 4 ақыл тісі болуы тиіс. Тістер атқаратын қызметтеріне қарай, кескіштер, азу тістер, премоляр және моляр болып бөлінеді.\nБүгінгі қозғап отырған тақырыбымыз – ақыл тістің маңыздылығы. Әдетте 17 мен 25 жас аралығында шығатын бұл тіс түрі ерекше ауырсынумен шығады. Дер кезінде байқалмаған ауру-сырқау симптомдары одан бетер асқынуларға әкеліп соғу мүмкін.\nКөп жағдайда, ең соңынан шыққан бұл тістердің түбірлері нашар болады. Кейде тіс жегіне ұшыраған ақыл тістерді дәрігерлер емдеуден бас тартып жатады. Емдеуге қиын соғатын ақыл тістерді сақтау қаншалықты маңызды? Сонымен, ақыл тістің жақсы-жаман тұстарын ажыратайық.\nАуыз қуысында тістердің жетіспеушілігі салдарынан протез киюге тура келеді. Егер, ауыз қуысында 6-ыншы және 7-інші, яғни ақыл тістің алдындағы тістер жоқ болса, протез жасау барысында қиындық туу мүмкін. Ал ақыл тістің көмегімен протез берік қондырылады.\nКейде ақыл тіс дұрыс шықпай, түбірі қисық болады. Мұндай кезде қисық шыққан ақыл тіс басқа сау тістерді зақымдамау үшін жұлып тасталынады. Тіс шығу барысында жаңа тіске орын жетпей жатса, ақыл тістен айрылыуыңыз әбден мүмкін. Сондай-ақ, алдынғы тұрған тістерді емдеу барысына кедергісі келіп жатса, ақыл тісті жұлдырғаныңыз абзал.\nМұнымен қоса, ақыл тіс шығу барысында тіс иегі де зақымдануы мүмкін. Тіс иегі мен тістің арасында қабыну пайда болып, перикоронит ауруына шалдығу қаупі бар. Осындай жағдайлардың алдын алу үшін, дер кезінде тіс дәрігерінің көмегіне жүгініңіз.\nТолығырақ: http://www.ihsan.kz/kk/articles/view/6177",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүмкіндігі шектеулі баларға математика не үшін қажет?",
        "question_content": "Мүмкіндігі шектеулі балаларға математика сабағы не үшін қажет? Нақты жауап қажет",
        "question_date": "23.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкіндігі шектеулі болғанмен ақыл ойы дұрыс болса, әркімнің де толыққанды білім алып, өмірден өз орнын табуға құқығы бар ғой. Мектеп бағдарламасындағы барлық пәндер  кейінгі өмірде керек емес болып көрінгенімен адамның миын жаттықтыруға үлкен көмегін тигізеді. Деніміз сау әрі мықты болу үшін денені жаттықтырғандай ми жақсы жұмыс жасау үшін миды да жаттықтыру маңызды.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәкірттердің бірі орнынан тұрып, әйелге орнын берді. Сол естеген әрекеті дұрыс па?",
        "question_content": "Мысалда жүзеге асырылған тәрбиенің қандай принциптері бар: Театрға барар алдында мұғалім  қоғамдық көліктердегі мінез-құлық нормалары туралы әңгімеледі, содан 6 «Б» сыныбын қуыршақ театрына алып барды. Орынға  жету үшін қоғамдық көліктермен жүру керек болды. Келесі аялдамада егде жастағы әйел кіріп келді. Шәкірттердің бірі орнынан тұрып, әйелге орнын берді. Сол естеген әрекеті дұрыс па?",
        "question_date": "23.09.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шәкірттің жасаған әрекеті дұрыс. Үлкенді құрметтеу әр замагда да барлық халықтың тәрбиелік жүйесінде бар құбылыс. Үлкен адамның жастар секілді күші болмауы мүмкін. Сондықтан, ол кісікге автобуста тұрып тұру ауыр болуы мүмкін. Сол үшін ол кісіге орындықта отыру дұрысырақ болады.",
                "date": "24.09.2020",
                "upvotes": 0
            },
            {
                "text": "Ия шəкірттің ісі өте дұрыс!Біріншіден ол үлкенге құрмет, ал екіншіден  тəрбиенің дұрыстығы! Бұл ата-ана мен ұстаздың еңбегі)",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердің ішкі қабықтарын жазу",
        "question_content": "Жердің ішкі қабықтарын тізіп жаз",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Литосфера\n\nМантия\n\nЯдро",
                "date": "23.09.2020",
                "upvotes": 0
            },
            {
                "text": "Жердің қыртыс қабаты\nГидросфераның астында, құрылықтарда, оның қатарында және онан жоғары таулы-қырлы жерлерде Жердің қатты қабаты бар. Жердің қатты кабатының ең бергі бетін топырақ қабаты немесе Жердің қыртыс қабаты дейді. Жердің осы айтылған үстіңгі үш қабатының астасқан жерінде, яғни олардың араларында тіршілік қабаты бар, оны биосфера деп атайды.\nЛитосфера\nЖердің қатты қабаттарының үстіңгі бетін, топырақ қыртыс қабатымен қоса алғанда, литосфера деп атайды (тас кабат деген сөз). Оның жалпы қалындығы ондаған километр келеді. Литосфераның өзін екіге бөледі: оның үстіңгі қабатын сиал, астыңғы қабатын сима деп атайды.\nСиал\nСиал деп аталу себебі бұл тас қабат көбінесе екі жеңіл металдың, яғни силиций мен алюминий тотықтарынан тұрады. Ал осы екі элементтің аттарының бас буындарынан сиал деген сөз құралады. Сиал қабатының құрамы гранит деген тау жынысының құрамына жақын және көп жерде сол граниттің тікелей өзінен тұрады. Сондықтан сиал қабатын кейде гранит қабаты дегі қатайды. Сиал қабатының қалыңдығын 20—30 километр шамасы есептейді. Мұның меншікті салмағы 2,6—3,0 шамасында. Бұл тұтас қабат емес, таулы құрылықтарда қалың, теңіз түбінде жұқа немесе тіпті жоқ болады.\nСима\nСима кабатының да аталуы алдыңғыға ұқсас, бірақ мұнда алюминий орнына магний алынған, яғни 20—30 километрден әрі қарайғы тереңдікте тау жыныстарының құрамында алюминий азайып немесе жоғалып, оның орнына магний көбейеді. Бұл қабаттағы тау жыныстарыныд құрамы базальт деген тау жынысына жуық келеді. Сондықтан оны базальт қабаты деп те атайды. Сима кабаты, бірінші жағынан, едәуір күшті қысым жағдайында болса, екінші жағынан, Жер бетінің қозғалыс күштерінің әсері тиерліктей тереңдікте болғандықтан иленгіш, ақпалы келеді. Сондықтан оны иленгіш қабат деп те атайды. Оныд қалыңдығы да орта есеппен оншақты километрге дейін, ал орташа салмағы 3,5 шамасында болады.\nМантия қабаты\nЛитосферадан төмен, Жердің ең ішкі өзегінің сыртында aралық қaбат немесе мантия қабаты бар. Бұл — өте зор қалың қабат, оның қалыңдығы 2 880 километрге дейін барады. Оның құрамы ауыр магмалық тау жыныстарынан тұрады. Бұл қабатта силиций мен алюминий өте аз, ал темір, никель, магний, хром сияқты металдар кеп болады. Мұнда фосфор мен көміртек те бар. Жоғарғы литосферадағы металл тотықтардың орнына мұнда металдың күкірт қосындылары болады. Демек, оттегінің орнын күкірт алып жатады. Жер сілкіну әрекеттері көбінесе осы мантияның үстідгі бөлігінде болады. Аралық қабатта қысым күші аса зор, ол мыңдаған атмосфера шамасында. Мұндай қысымда заттың құрылысы кристалды бола алмайды, ал аморф түрінде, шыны құрылысты болады деп есептеледі.\nЯдросы\nЖердің ед ішкі орталық өзегі — ядросы — көбінесе темірден, онан қала берді никельден тұрады деп есептеледі. Бұл екеуінен басқа да ауыр металдар, көміртегі болу керек. Жер шары салмағының басым кебісі осы өзегінде, өйткені біріншіден, оның меншікті салмағы өте жоғары (1қ шамасында) болса, екіншіден, оның көлемі өте зор, (радиусы кемінде 3460 километр келеді). Қысым күшінің аса жоғары болу салдарынан езектегі (ядродағы) зат өте серпімді, қатты, шыны құрылысты, тығыз зат деп саналады. Өзектің өзі сыртқы және ішкі болып, екіге белінеді.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік 4 бұрыштың P=34 см ал оның диогоналі бір 3 бұрыштардың біреуінікі 30 см?",
        "question_content": "Тік 4 бұрыштың P=34 см ал оның диогоналі бір 3 бұрыштардың біреуінікі 30 см диогоналды тап?",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың диагональдары тең.\nДиагональ тіктөртбұрышты бөлетін үшбұрыштар да тең - 3 жағынан. Содан кейін осы екі үшбұрыштың периметрлерінің қосындысы 2*30=60 см\nБұл 60 см-ге екі ені, екі ұзындығы және тіктөртбұрыштың екі диагоналы кіреді.\nЯғн 60-P=2 диагональ. 60-34=26 Диагональ Ұзындығы 26: 2=13 см.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең арақашықта орналасқан нүктенің электр өрісінің кернеулігін табыңыз?",
        "question_content": "Физика 1 курс есептері шығару қажет?",
        "question_date": "23.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 807,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ынжықтықтан қалай құтылуға болады?",
        "question_content": "Менің жасым 16да. Ұлмын. Мені анам ез, ынжық, надан, жасық деп көп ұрсады. Себебі туыстар, таныстар көбінде анаммен сөйлескенде сіздің балаларыңыз жуас екен ғой дейтін көрінеді. Бір жағынан менімен жалпы араласқан достарым, кластастарым, апайларым, ағайларым мені менсінбейді. Әсіресе кластастарым менен қашады. Себебі мен дұрыс әңгіме айта алмаймын ынжықтық, жуастық басым. Енді осы туралы сіздердің ойларыңызды білгім келеді. Қандай ақыл кеңес айта аласыздар?Айтпақшы мен бұл жайлы өмірімде бірінші рет айтып отырмын.",
        "question_date": "23.09.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ынжықтық - ол ұялшақ адамның еш іске қол сұғуға дәті бармауы. Анаңыздан қолдау болмағаны қиын әрине, бірақ әркімнің өмірін  қалыпқа келтіру өз қолында деп білемін. Өмір сүрудің өзі күрес, сондықтан өзіңіз қаламаған қылықтардан құтылу үшін біраз еңбектену  керек.\nҰялшақтық – адам бойындағы шамадан тыс ыңғайсыздану, тартыншақтау, жасқану секілді қылықтарының арқасында, айналасымен қарым-қатынас іс жүзінде сәйкеспеуін ұғынуы не сәйкеспеді деп білуі нәтижесінде пайда болатын сезім. Бұл туралы bilimdiler.kz порталына сілтемемен silteme.kz АА жазды.\nҰялшақтық – адам бойындағы шамадан тыс ыңғайсыздану, тартыншақтау, жасқану секілді қылықтарының арқасында, айналасымен қарым-қатынас іс жүзінде сәйкеспеуін ұғынуы не сәйкеспеді деп білуі нәтижесінде пайда болатын сезім.\n\nҰялшақтықтың кері әсері өте көп, бұл адамның бойындағы кейбір жақсы қасиетімен талантын ашып көрсетуге, мүмкіндіктерін пайдалануына көп кедергі келтіреді. Мұндай адамдар жаңа таныстар тауып, олармен қарым-қатынас жасаудан ләззат ала алмайды. Сонымен қоса, мұндай адамдарды, көпшілік қауым өзімшіл, асқақ, тәкаппар деп санауы мүмкін.\nҰялшақтықтың себебі адам өз қабілетіне сенбеуінен туындауы да мүмкін. Зигмунд Фрейдтің тұжырымы бойынша: «Бәрі бала кезден бастау алады». Балаға өз жаратылысын сол күйінде сүйе білуді үйретпеуден осындай кедергі туындайды.\n\nЖасқаншақ адамдардың қасында үнемі сыншы адам болады. Ол оның ата-анасы, досы, ұстазы яғни құлақ асатын адамы болуы мүмкін. Ол қаншалық мінсіз болғанымен, әрқашан олар өз кезегінде оның атқарған ісінің дұрыстығына күмәнданып, сапасынан кемшілік тауып отырады. Мұндай өмірлік теріс тәжірибе қоршаған ортамен қарым-қатынас жасауда сенімсіздік туғызады. \nСонымен, шамадан тыс ұялшақтықпен күресу қажет, ол үшін басқалардың баға беруіне тәуелді болмау керек.\nМінсіз адам болмайды, кез келген адамның бойында кемшілік бар сондықтан, басқалардың сізді сынауға қақысы жоқ. Сізге үнемі кері әсер ететін мұндай бақылаушыларды орнына қойған дұрыс көнбесе қарым-қатынасты үзген жөн.\nӨзіңізге шынайы баға беріңіз. Сонда өзіңіз бен қоршаған ортаңызға деген жағымды эмоция пайда болады. Бір нәрсені жасырып қалу немесе жасқанудың қажеті жоқ екенін түсінесіз. Өзіңе сенімсіз қарау және тым ұялшақтық қасиетіңізден құтылғыңыз келсе, өзіңізді жақсы көріңіз.\nҚарым - қатынас жасай білу дағдысын жетілдіру артық болмайды, ол үшін: тыңдаңыз, сұрақ қойыңыз, талқылаңыз.\n\nЕң бастысы неге көңіл бөлу керек есіңізде ұстаңыз, ұялшақтықтан арылуды қолға алыңыз, өзіңізге сеніңіз, біраз уақыт өткеннен соң, сенімділік сіздің әдетіңізге айналады.\nБасқалар сіз туралы «не ойлайды» - деп бас ауыртпаңыз, себебі олар сізді «не ойлады екен» - деп бас қатырып отырған болар.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық байланыстардың типі байланыс еселілігін CI2, O2, N2, H2S, KCI, HBr",
        "question_content": "Химиялық байланыстардың типі байланыс еселілігін CI2, O2, N2, H2S, KCI, HBr",
        "question_date": "23.09.2020",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cl2 - ковалентті полярлы емес байланыс,\n\n N2 - ковалентті полярлы емес байланыс,\nO2 - ковалентті полярлы емес байланыс,\n\n H2S - ковалентті полярлы байланыс,",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасанды Жер серігінің айналу периодын анықта",
        "question_content": "Жердің жасанды серігі жердің айналасында оның бетінен H қашықтықта қозғалады. Жердің радиусы Rж >>H Жасанды Жер серігінің айналу периодына анықтаңдар. ОРБИТАНЫ шеңбер деп алыңдар.",
        "question_date": "23.09.2020",
        "question_tag": "Физика",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атлах шайқасының арабтар үшін маңызы қандай болды?",
        "question_content": "Атлах шайқасының арабтар үшін маңызы қандай болды?",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "751 жылы Атлах қаласы маңында қытай және араб әскерлерінің арасында болды. Шайқас қарсаңында 749 жылы араб халифатындағы ұзаққа созылған тақ таласы аяқталып, Аббас әулеті билікке келді. Олар осыған дейін халифат бақылауынан тыс қалған бұрынғы Орта Азиядағы иеліктеріне ықпалын күшейте түсті. Осы тұста Тан патшалығы әскері Шығыс Түрік қағандығының әлсірегенін пайдаланып, Талас өңіріне таяп келіп, араб халифаты иелігіне қауіп төндірді. Тан патшалығынан теперіш көріп келе жатқан т үргештер мен қарлұқтар араб халифаты әскерінің көмегіне суйену үшін арабтар жағында болды. Бұл жағдай арабтар мен қытай әскерлерінің қақтығысқа түсуін жеделдете түсті. Екі жақ әскерлерінің шайқасы 7 51 жылы 29 шілдеде басталып, 5 күнге созылды. Қытай қолбасшысы Гау Шиянденнің (Гао Сянь-чжи) қарамағында 70 мың әскер болған. Шайқас барысында қарлұқтар жаппай арабтарға болысып, екі жақтан Тан армиясын қыспаққа алды. Араб қолбасшысы Зияд ибн Салих қарамағындағы әскер шайқас барысында қытай әскерінің 50 мыңын өлтіріп, 20 мыңын тұтқынға алды. Шайқаста жеңіліс тапқан Тан патшалығы бұдан кейінгі кезеңде өз құдіретінен айрылды. Бұл өз кезегінде түркілердің Ислам өркениетімен жақындасуын жылдамдатты.\nТарихи маңызы\n1. Сонау екі Хан дәуірінен (б.з.д.206-6.3.220) бері Қытай қорғанының сыртына шыға бастаған Хан патшалығы шамамен он мың ли (5000 км) Батысқа жылжи отырып, 751 жылы Атлах-Талас түбіне жеткен қытай экспансиясының қанды жолы біржола, мәңгілікке кесіп тасталды.\n2. Атлах-Талас шайқасының ұлы жеңісіне араб әскерін қарлұқ, түркештер қолдап, жанқиярлық ерлігі арқылы қол жетті. Қанмен бекіген түрік-араб достығының ғұмыры ұзақ болды, берекелі болды. Түрік халықтары Алланың хақ діні Исламмен ертерек қауышты. В.В. Бартольд әділ айтқандай “Турки были одними из первых народов, среди которых Ислам, отказавшись от пропаганды оружием, имел успех путем убеждения” болғаны тарихи шындық. Түріктер исламды 751 жылдан былай қарай негізінен бейбіт жолмен қабылдап, ислам мәдениетімен ертерек танысты. Соның нәтижесінде түрік дүниесі Ислам әлемімен рухани тұтастыққа қол жеткізді. Адамзат мәдениетіне Махмұт Қашқари, Жүсіп Баласағұн, Әбу Насыр әл-Фараби, Қожа Ахмет Яссауи, Ахмет Иүгінеки, Ибн Сина қатарлы ұлы тұлғалардың данышпандық ілімдерін бере алды.\n3. Исламды мемлекеттік дін ретінде мойындаған түрік халықтары біртұтас рухани, мәдени бірлікке қол жеткізу арқылы ұлт ретінде ұйысып, тұрақты, гүлденген мемлекеттерге ие болды І Картамен жұмыс.\n1.Картада түркі қағанаттарын орналастырып жазыңдар.\n2.Атлах шайқасы болған жерді белгілеңдер.\n3. Араб және Қытай әскерлерінің жүру бағыттарын көрсетіңдер.",
                "date": "23.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дыбыс үндестігіне бағынбайтын қосымшалар?",
        "question_content": "Дыбыс үндестігіне бағынбайтын қосымшалар?",
        "question_date": "23.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дыбыс үндестігіне бағынбайтын қосымшалар",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы 80 см2-ге, ал диагональдарының қатынасы 0.8-ге тең",
        "question_content": "Ауданы 80 см2-ге, ал диагональдарының қатынасы 0.8-ге тең болатын ромбтың қабырғасын табыңдар?",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арифметикалық ортасы 35ке ал геометрялық ортасы 28 ге тең екі натурал санды табыңдар",
        "question_content": "Геометрия 9 сынып  48 бет 4.2 тапсырма шығару жолымен керек",
        "question_date": "23.09.2020",
        "question_tag": "Геометрия",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х+у=70\n\nx*y =784\n\nx=56\n\ny=14",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1)f(x)=1-6x. . А) өспелі В) кемімелі. Кері функциясын жазыңыз у=?",
        "question_content": "Берілген функцияның 1)f(x)=1-6x. 2)y=5xквадрат+7. 3)у=10-7х. А) өспелі В) кемімелі. Кері функциясын жазыңыз у=. Алынған функция (кері функциясы) өспелі ме кемімелі ме?",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1)f(x)=1-6x\ny=1-6*x\n6*x = 1-y\nx=(1-y)/6\ny= (1-x)/6\n2)y=5*x^2+7\n5*x^2 = y-7\nx = түбір астында(y-7)/5\ny= түбір астында(x-7)/5\n3)у=10-7х\n7*x=10-y\nx=(10-y)/7\ny=(10-y)/7\nБарлығы кемімелі функция",
                "date": "23.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазан деген кім? Батырлар жырындағы осы кейіпкер туралы ақпарат керек?",
        "question_content": "Қазан деген кім? Батырлар жырындағы осы кейіпкер туралы ақпарат керек?",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 868,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі станцияның арасы 120 км. Бірінші поезд осы қашықтықты екінші поездан 50 мин?",
        "question_content": "Есептын шыгару жолын жбересындерме",
        "question_date": "23.09.2020",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осы теңдеуді шешсеңіз жауабы шығады",
                "date": "23.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кітабыма сия сіңіп қалды. Кетпей жатыр кеуіп қалған өзі. Кете ме?",
        "question_content": "Алгебра кітабыма сия сіңіп қалды. Қағазмен кетірейін десем кеуіп қалған өздігінен кетеме айтыңыздаршы.",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ кетпейді. Киімге тиген болса кетірудің жолын іздеп көруге болар еді. Бірақ, қағазға  тигендіктен сияны кетіру кезінде қағазыңыз еріп кетуі мүмкін.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1.5 м/с² жылдамдық пен үдеудің массасы 1 т машинаға әсер ететін",
        "question_content": "1.5 м/с² жылдамдық пен үдеудің массасы 1 т машинаға әсер ететін тең әсерлі күшті табу?",
        "question_date": "23.09.2020",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    }
]