[
    {
        "question_title": "Тараздық өнертапқыштар қажет",
        "question_content": "Менде тың идеялар бар, яғни инновациялық жобалар, техника, робот аппараттар, концепттер бар еді. Осы жобаларымды дамытсам ба деймін бір өнертапқыштармен. Яғни маған енді Тараздық өнертапқыштар қажет, Яки сол өнертапқыштарды қайдан табамын?, қай оқу орнынан табамын?. Мектептен бе?, колледжден бе әлде университеттен бе?. Осыны егже-тегжейлі қай орнында болатынын айтып берсеңдер?.",
        "question_date": "27.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай орындар Алматыда не Астанада болуы мүмкін Astana Hub деген секілді жерлерде. Таразда болса да оны дамыту мүмкін емес секілді (менің ойым).",
                "date": "27.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1) y=2x2-3x+1 2)y=-2x2+5x+3 3)y=-0,5x2-3x+5",
        "question_content": "Функцияның графигін салып, оның өсу аралықтарын табыңдар\n\n1) y=2x2-3x+1 2)y=-2x2+5x+3 3)y=-0,5x2-3x+5",
        "question_date": "27.11.2021",
        "question_tag": "Математика",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттан қарауға болаыд: https://math.semestr.ru/math/plot.php",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "x1=-1,2 x2=-0,5 квадрат теңдеуді жазыңыз?",
        "question_content": "Кері виет теоремасын қолданып, түбірлері x1=-1,2 және x2=-0,5 болатын келтірілген квадрат теңдеуды жазыңыз.",
        "question_date": "26.11.2021",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x + 1,2)*(x+0,5) = x^2+1,7*x+ 0,6\n\nжауабы: y = x^2+1,7*x+ 0,6",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім ленд (Bilim Land) парольін ұмытып қалдым?",
        "question_content": "Онлайын мектептегі білім ленттің паролі ұмытып қалдым?",
        "question_date": "26.11.2021",
        "question_tag": "Мектеп",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Заряд тасушылардың пайда болу табиғаттары қандай?",
        "question_content": "Заряд тасушылардың пайда болу табиғаттары қандай?\n- Заряд тасушылардың рекомбинациясы қандай құбылыс?\n- Заряд тасушылардың өндірілу және рекомбинация жылдамдықтары деген қандай жылдамдықтар?\n- Шалаөткізгіштердегі заряд тасушылардың динамикасын талдау үшін классикалық физиканың заңдарын қолдануға бола ма?\n- Эффектив масса деген қандай параметр, оның физикалық мағынасы қандай?\n- Заряд тасушылардың шоғырлану дәрежесі деген қандай параметр?\n- Заряд тасушылардың шоғырлану дәрежесі неге тәуелді?\n- Заряд тасушылардың шоғырлану дәрежесі қалай анықталады?\n- Рұқсат етілген күйлердің тығыздығы деген қандай параметр?\n- Ферми-Дирак үлестіру функциясының физикалық мағынасы қандай?\n- Тоғысқан, тоғыспаған электрондар жүйесі деген қандай жүйелер?\n- Ферми-Дирак және Максвлл\n- Больцман үлестіру функцияларының айырмашылықтары және қолданылатын орындары?\n- Ферми энергия деңгейі және онық физикалық мағынасы қандай?\n- Шалаөткізгіштің электр бейтараптық теңдеуі және оның физикалық мағынасы қандай?\n- Шалаөткізгіштің негізгі және қосалқы заряд тасушылары және олардың шоғырлану дәрежелері арасындағы қатынастар қандай?",
        "question_date": "26.11.2021",
        "question_tag": "Физика",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен географпын магистратура тарихшы:мектепте географиядан берсем 10мрп қосылады ма?",
        "question_content": "Мектепте жасап жүргендер жазса дұрыс болар еді менікі қосылды не қосылмады дегендей",
        "question_date": "25.11.2021",
        "question_tag": "Мектеп",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрылысшы қимаға қандай күшпен әсер етіп тұр?",
        "question_content": "16-есеп Құрылысшы вертикаль қабырғаға ағаш кимасын итеріп тұр.Егер қабырғаның реакция күші 5Н болса, құрылысшы қимаған қандай күшпен әсер етіп тұр?",
        "question_date": "25.11.2021",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саясаттың қандай түрі болмайды?",
        "question_content": "Саясаттың қандай түрі болмайды?",
        "question_date": "25.11.2021",
        "question_tag": "Саясат туралы",
        "question_views": 759,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"идеальный\", \"шыншыл\" саясаттың түрі болмайды ау......",
                "date": "30.11.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бейнекамераға түсіп қалған машинаның нөмірін қалай анықтауға болады?",
        "question_content": "Бейнекамерадағы машинаның нөмірін қалай анықтауға болады?\n\nБейнекамерада түн ішінде түсірілген көліктің нөмірін табу керек. Алайда көше қараңғылау, машина номері дұрыс көрінбейді (пашти көрінбейді). Соны қазіргі технологияларды пайдаланып тауып алуға бола ма? Жолдарын айтсаңыздар.",
        "question_date": "25.11.2021",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сергек камерасы арқылы көр немесе жақын маңайдағы камера құрылғыларын қарап көр",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Философия ғылымының әдістері мен қызметтері",
        "question_content": "\"Философия ғылымының әдістері мен қызметтері\" Баяндама жазу керек еді",
        "question_date": "25.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ФИЛОСОФИЯ ертедегі грек сөзінен аударғанда (phileo – сүйіспеншілік, sopia – даналық деген сөздер) даналыққа құштарлық деген ұғымда, ең алғаш ертедегі грек философы Пифагор (б.з.д. 580-500 жж.) еңбектерінде философия термині кездеседі. Бұл сөздің рухани мәдениетке, ғылыми білімге енуі Платонның (б.з.д. 428-347 жж.) есімімен байланысты.\nФилософия болмысты рухани игерудің жаңа түрі есебінде ежелгі мәдениеттің үш түрлі ошағында Үнді, Қытай, Грецияда (б.з.д. VIII-VI ғғ.) бір уақытта пайда болды (К.Яперс «Смысл и назначение истории». Бұл кезеңді Карл Яперс «тарихтың осьтік уақыты» деп атады. Яғни К.Яперстің сөзімен айтсақ, философиялық пайымдау дегеніміз философия тарихына үңілу.\n\n\nФилософия пәні. Адам мен ғаламның арақатынасы – адамның ондағы алатын орны философияның қарастыратын әмбебап мәселесі. Жалпы философия таным, табиғатты бастама ретінде адам мен қоғам мәседелерін зерттейтін ғылым.\n\nФилософиялық негізгі категориялар (ұғымдар): материя (бізді қоршаған барлық материалды (жасанды) және табиғи заттар мен объектілер), сана, болмыс.\nФилософиялық білімнің құрылымы – 1) онтология, 2) гносеология, 3) логика, 4) методология, 5) этика, 6) эстетика, 7) психология, 8) әлеуметтану, 9) философия тарихы.\nОнтология (грекше ontos – болмыс) жалпы болмыс (қозғалыс, кеңістік, уақыт, сана, әлемдік дамудың мақсаты, табиғаттың даму заңдылықтары) туралы ілім. Болмыстың түрлері – адам, заттар мен табиғат, рухани, әлеуметтік болмыстар.\nГносеология (грекше gnosis – таным) – таным теориясы. Әлем өз негізінде танымды ма; адамның тану мүмкіндіктері қандай деген сияқты мәселелерді зерттейді. Дүние танылмайды деу – агностицизм деп аталады. Ең әйгілі философ-агностик – И.Кант.\nЛогика (Қисын) – (грекше logis – сөз, сөйлем, ой, ақыл) – дұрыс ойлау заңдары мен формаларын зерделейтін ғылым. Логиканың үш түрі бар – диалектикалық, математикалық, формальді.\nАксиология – құндылықтар мәселелері: игіліктер деген не; құндылықтардың табиғатын, адам қызметінің өзгертушілік мәселелерін (праксиология) немесе адамның әлемді өзгерту қабілетін зерттейді.\n5) Этика (грекше ethos – дағды, әдет-ғұрып) – мораль және адагершілік жайындағы ілім. Басты категориялары – жақсылық пен жамандық.\n\n6) Эстетика (грекше aisthetikos– сезіну) – адамның дүниені эстетикалық немесе әсемдік заңдары тұрғыда түсіну ғылымы. Басты категориялары – әсемдік пен ұсқынсыздық.\n\n7) Психология (грекше psyho – жан) – адам жаны мен психикасы туралы ғылым. Басты ұғымдары – психика, мінез, темперамент, ес, интеллект, қиял, іс-әрекет, энергопотенциал, т.б.\n\n8) Әлеуметтік философия (әлеуметтану) (грекше societas – қоғам) – қоғам мен әлеуметтік процестерді зерттейтін философияның тармағы.\n\n9) Философия тарихы – философияның даму тарихын зерттейді. Неміс философы Г.Гегель айтқандай «Философия Шығыста басталып, Батыста аяқталады».\nФИЛОСОФИЯНЫҢ ЕКІ ӘДІСІ БАР:\nДИАЛЕКТИКА\nМЕТАФИЗИКА\nДиалектикаға сәйкес барлық заттар мен процестер дамиды, өзгереді, бір-біріне айналады. Демек диалетикалық әдіс жалпы байланыс, даму салаларына негізделген, яғни барлық заттар байланыста және даму процесінде болады.\nМетафизикалық әдіс бойынша диалектикаға керісінше барлық заттар өзгеріссіз, ұйып қалған, дамымаған, байланыссыз күйде болады.\nДиалектика мен метафизика әдістері XVII-XVIII ғасырларда пайда болған механикалық немесе метафизикалық материализмде, XIX ғасырдың ортасында пайда болған диалектикалық материализмде нақты көрініс тапты.\n\nДүниетаным дегеніміз – әлем және ондағы адамның орны туралы көзқарастаржиынтығы. Философия дүниетанымның әлеуметтік-тарихи түрі.Дүниетанымның тарихи үш түрі бар: мифологиялық, діни, философиялық.\n\nДүниетанымның алғашқы тарихи түрі – мифологиядық, оның негізі миф (грекше mifos – аңыз-ертегі) – аңызға айналған құдайлар, батырлар туралыхикаялар. Әйгілі мифтер Грецияда туған (Аргонавтар, Олимп құдайларыГераклдың 12 жорығы, Прометей туралы мифтер). Мифологиялық көзқарас дүниеге деген сезімдік көзқарас ол дүниетанымдық сұрақтарды құдайлар, рухтар жөнебатырлармен байланыстыра суреттеуден байқалады және бақытты өмірге, аурудан,жоқшылықтан, сәтсіздіктерден қорғануға деген мақсаттармен тығыз байланысы.\n\nДіни дүниетаным – негізі – дін, мазмұны – тәңірге ессіз табыну, яғни санадантыс күштермен белгілі қарым-қатынас орнататын әдеп-ғұрып жүйесі. Діннің 3әлемдік түрі бар –буддизм (б. з. д. 6 ғ.), христиандық (1 ғ.), ислам (7 ғ.). Дінисенімнің түрлері: фетишизм (киелі деп танылатын затқа табыну), тотемизм (адамдардың шығу тегін жануарлармен, өсімдіктермен байланыстыру), анимизм (жан бар деп сену, әруаққа сыйыну), магия (сиқырлау, алдау, арбау).\n\nФилософиялық дүниетаным – сенімге емес, ақыл мен ғылымға сүйеніп,табиғаттың, қоғамның, адам санасының және танымның дамуының жалпызаңдарын зерттейді, яғни ол әлеуметтік-теориялық білім және дүниеге көзқарасретінде пайда болады.\nДҮНИЕТАНЫМ ТҮРЛЕРІ\nФилософияның қарастыратын әмбебап мәселесінен – адам мен ғаламның арақатынасынан «философияның негізгі сұрағы» туындады. Маркстік әдебиеттерде философияның негізгі сұрағының екі жағы бар деп қарастырылады: а) не бірінші – рух па, табиғат па?; б) әлемді танып-білуге бола ма?\nБұл мәселе Ф.Энгельстің «Людвиг Фейербах және неміс классикалық философиясының соңы» деген еңбегінде бірінші рет қойылған.\nРуханилық пен материалдық қатынасын шешуде (философиялық сұрақтың 1-жағы) философтар екі түрлі бағытқа бөлінеді: 1) материалистер бірінші деп материалдықты (қоршаған ортаның бөлігі – су, ағаш, металл, жер, т.б.) есептесе; 2) идеалистер үшін, керісінше, материалдық – руханилықтың туындысы (идея, сана, ерік, абсолюттік рух, т.б.). Материализм мен идеализмнің бірнеше тарихи түрлері бар.\nФилософиялық сұрақтың 2-жағы әлемнің танымдық мәселелерімен (гносеология) байланысты: әлем өз негізінде танымды ма; адамның тану мүмкіндігі шексіз бе, әлде оның шегі бар ма; ғалам туралы білім қалай алынады, алынған нәтиженің ақиқаттығына немесе қателігіне қалай көз жеткізуге болады?\nФилософияның басты екі бағыты бар: идеализм мен материализм.\nИдеализм – сананы материалдылықтан жоғары қойды, идеяны мойындады. Идеализмнің объективтік (рухтың адамның санасы мен табиғаттан тыс, тәуелсіз өмір сүретінін мойындау) және субъективтік (заттар мен болмыс адам психикасының, рухани өмірінің жемісі) түрлері бар.\nМатериализм (лат. materialis - заттық) – идеализмге қарама-қарсы ғылыми философиялық бағыт, материяны немесе табиғат пен заттарды санадан жоғары қойды, матрияны мойындады. Ол дүниенің мәңгілігін, оның ешкімнің жаратпағанын, уақыт пен кеңістік жағынан шексіздігін көрсетеді. Сана материяның жемісі, яғни табиғатты тануға болады дейді.\nФилософия тарихында материалистерді 3 түрге бөледі: 1) стихиялық, 2) метафизикалық, 3) диалектикалық. Стихиялық материализм – Ежелгі Үнді, Қытай, Греция материалистері. Дүниенің бастамасын табиғаттың cтихиясынан іздеді – судан, оттан, жерден, ауадан (металдан).\nСтихиялық материализмнің түрлері: натурфилософия – табиғат философиясы ұғымын білдіреді (Ежелгі Греция мен Қытай философиясы), гилозоизм – материяның (зат және өмір) жанды тіршілігі туралы философиялық ілім, анимизм - жан, рух дүниесіне табыну, сену (Ежелгі Үнді философиясы).\nМеханикалық, метафизикалық материализм – Европадағы Жаңа заманда (17 ғ.) табиғатты философияның обьектісі ретінде санап, оны механика мен математика заңдарына бағындырды. Әйгілі өкілі – Ф.Бэкон.\n\nДиалектикалық материализм – Маркс пен Энгельстің (19 ғ. орт.) материализмнің ең жоғарғы түрі. Оған сәйкес дүниедегі барлық нәрселер құбылмалы, кез келген заттар қарама-қарсы қасиетке ие болуы мүмкін. Материализмнің басқа түрлері – антропологиялық (Л.Фейербах) – дүниенің бастамасы адам деп санады, француз материализмі (П.Гассенди) – дінге қарсы бағытталды, антиклерикалдық (латынша клерикалис – діни) сипатта дамыды.\nФилософияның негізгі міндеттері: көзқарастық, сыни, гуманистік, болжамдық, методологиялық, теориялық ойлау, аксиологиялық, әлеуметтік.\nКөзқарастық қызмет – ең басты міндет, ол адамның дүниеге деген көзқарасын қалыптастырады.\nСыни қызмет – қоршаған әлемнің, білімнің барлығына күмін келтіреді.. Оның негізгі мақсаты – таным шекарасын кеңейту.\nГуманистік қызмет – материя мен табиғаттың, адам мен оның санасының, қоғамның, танымның дамуының жетістерін анықтайды.\nБолжамдық қызмет – дүниедегі барлық процестерді, адам өмірі мен санасының дамуын болжайды.\nМетодологиялық қызмет – бізді қоршап тұрған дүниенің әдісін қалыптастырады.\nТеориялық ойлау қызметі – философиялық тарихи ойды теориялық жүйеге келтіреді.\nАксиологиялық қызмет – әлемдегі басты құндылықтары (моральдік, эстетикалық, ғылыми т.б.) анықтайды.\nӘлеуметтік қызмет – қоғамды зерттейді.\nТолығырақ: https://melimde.com/filosofiya-peni-izmetteri-men-mindetteri-orindafan-bejsenbaeva.html",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоссам қосылмай жатыр ...",
        "question_content": "Компьютерде флешка қалып байқамай өшіріп тастаппын.... Енді қосылмай жатыр....",
        "question_date": "25.11.2021",
        "question_tag": "Мектеп",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютерді сөндірер кезде онда ешқандай диск, флешка қалмау керек. Ал егер қалып кетіп, дұрыс қосылмай тұрса, алып тастап, қайтадан қосып көру керек.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зар заман туралы сұрақ 5 жауап",
        "question_content": "зар заман туралы 5 сұрақ жауабымен\nОтініш тезірек тауып беріңіздерші өте қажет",
        "question_date": "25.11.2021",
        "question_tag": "Мектеп",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Зар заман кезеңі қашан басталды?\n\n2) Зар заман кезінде өмір сүрген қазақ ақын – жырауларының  жырлаған тақырыптары қандай болды?\n\n3) Зар заман термині қашан енгізілді?\n\n4) Зар заман дәуірінің белгілі өкілдері кім?\n\n5) Зар заман ақындары қандай поэзияны өмірге әкелді?",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тістің түбі қызыл иекте қалса не болады?",
        "question_content": "Сәлеметсіздерме! Менің сұрайын дегенім 2-3 жыл менің пломба салынған тісімдегі пломба түсіп қалған болатын. Сол тісімнің жан жақтары сынып түсіп тек түбі қалған  болатын, сол тісімнің түбін жұлдыртып тастамасам қандай зияны бар? (ол мүлде ауырмайды, не бар, не жоқ екенін сезбеймін, қызыл иекте ісімеген)",
        "question_date": "25.11.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны дәрігерге барып көріну керек. Оны алдырдып тастау керек болар, себебі іріңдеп кетсе, ота жасауға тура келеді.",
                "date": "26.11.2021",
                "upvotes": 0
            },
            {
                "text": "Оның артынан бір тіс шығады сосын жаңағы өсіп келе жатқан тіс қисайады ал алдындағы тісті алу керек ол құрттам іріңдемей тұрғанда алу керек егер кеш болып қалса тіс жұлғанда ауырады!:)",
                "date": "11.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаға дем жетіспесе қандай алғашқы көмек көрсетуге болады?",
        "question_content": "Бала быр богде зат жутып койса, дем жетыспей жатканда кандай жолмен жутып койган затты калай шыгаруга болады. Кандай алгашкы комек корсетуге болады?",
        "question_date": "24.11.2021",
        "question_tag": "Жанұя",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бала кішкене батареяны жұтып қойса, шұғыл түрде дәрігерді шақырыңыз. Егер бала бірдеңе жұтып қойғандығын білсеңіз, жайсыздық белгілерін қадағалаңыз. Егер балада тыныс алуында, сөйлеуде, жұтуда немесе жылауда мәселе болса, сондай-ақ, лоқсу, сілемей ағуы, құсу, кеудесінде немесе ішінде ауырсыну болса, шұғыл түрде дәрігерге көрініңіз. Күшті жайсыздықта немесе баладағы жайсыздық тиынды жұтқаннан кейін пайда болса, «жедел жәрдемді» шақырыңыз. Өзін жақсы сезінсе де, бірнеше күн бойы қадағалап, нәжісінен жұтқан тиынды тексеріңіз. Әдетте, бала бір затты (түйреуіш немесе әйнек секілді өткір болса да) кездейсоқ жұтып қойса, олар нәжіспен өздігінше шығып, зиян келтірмеуі мүмкін. Баланың нәжісін тексеріп, бөгде заттың организмнен шығуына көз жеткізіңіз. Іш жүргізетін немесе қосымша талшық бермеңіз. Егер бөгде нысан бірнеше күн бойы нәжісте болмаса, дәрігерге көрініңіз.\nТолығырақ: https://www.zdrav.kz/kk/azbuka/bogde-zat#5",
                "date": "24.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киіз үйдің маңыздылығы қандай?",
        "question_content": "Киіз үйдің материалдық мәдениет үшін маңызы және халық үшін маңыздылығы.",
        "question_date": "24.11.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киіз үй – көшпенділердің тез жығып, шапшаң тігуге, көшіп-қонуға ыңғайлы баспанасы. Қыста жылы, жазда салқын келетін бұл құрылыс жер сілкінісі сияқты жаратылыстық апаттарға төзімділігімен, сәулет өнерінің жинамалы және жылжымалы үлгісі сынды болмысымен танымал. Киіз үйдің пайда болуы және қазіргі қаңқасының қалыптасуы сан мың жылдық тарихты бастан кешірді. Археологиялық қазба деректерден киіз үйдің қола дәуірінде қолданысқа түскені анықталды. Грек тарихшысы Геродоттың заманымыздан бұрынғы V ғасырда сақтардың киіз үйлерде отыратындығын қағазға түсірсе, үйсін еліне келін болып түскен Қытайдың хан династиясының ханшасы Ши Жүннің: Дөңгелек үй, туырлық там орнына, Ет жеп, айран ішеді ас- суына,-деп «жырлағаны» бар. Осыған қарағанда, зерттеушілердің киіз үйдің жасы «бес мың жылдан асып жығылады» деген межесі де негізсіз емес секілді. «Қай халықтың болса да рухани әлемі, ең алдымен, оның дәстүрлі өнерінен көрінетіні мәлім» (Өзбекәлі Жәнібеков). Дәл сол сияқты қаңқасы ағаштан, туырылығы киізден жасалған дәстүрлі қөлөнер туындымыздың бірегейі – киіз үйдің бойынан да халқымыздың бүкіл рухани әлемі, ұлттық болмысы, дүние танымы, естетикалық көзқарасы менмұндалап тұр. Мәселен: Геометрия, математика, физика ғылымдарының заңдылықтарын негізге алған кейбір зерттеушілер «уықтың біртіндеп иіліп, күштің уықтың қарынан иініне ауысатыны профилы парабола екендігін; киіз үйдің күмбез тәрізді жасалуы күн тіке түсетін беттің неғұрлым аз, ішкі көлемнің көп болуын қамтамасыз ететінін әрі ауа алмасуға өте қолайлы болатынын; киіз үйдің әдемі көрінуі оның пропортсияларына немесе «алтын қима» өлшеміне байланысты екенін; жалпы формасының дөңгеленіп келіп, бұрыштардың болмауы оның әсемдігін арттыра түскенін» алға тартса, астрономия ғылымы тұрғысынан зерттеушілер «темірқазық жұлдызы дәл ортасына орналасқан солтүстік нүкте шеңбері – киіз үйдің шаңырағына, тік сызылған аспан бойлықтары – киіз үйдің уықтарына, көлденең сызылған аспан ендіктері – киіз үйдің керегесіне ұқсайтынын» дәйекті дәлелмен көрсетеді. Алып аспанды «көк күмбезі» деп атаған халқымыз төбедегі аспанды шаңыраққа, одан төменгі кеңістікті уыққа, көкжиекті керегеге ұқсатып, киіз үйін ғаламның ортасы, кіндігі» деп танығандығына талас жоқ. Бұл жөнінде белгілі зерттеушісі Атилла Сансызбайұлы «Киіз үйдегі кеңістік – қазақ дүние танымының тоғысқан жері. Киіз үй – ғаламның моделі. Шаңырақ – күннің символы. Күлдіреуіш – төрт тарап. Уықтар – күннің сәулесі. Ошақ – адамның оты. Төр – ақ пен қараның ара жігін ажырататын адамның орны. Сол жақ босаға – әйелдің; оң босаға – еркектің символы» (ықшамдалып алынды) деп түйіндегеніне қарағанда, атамыз қазақтың «Есігің – есің, босағаң – сесің, табалдырық – тәубең, маңдайша – мәртебең, шаңырақ – пірің, туыс – керегең, төр – дәрежең, ошағың – ырыс, түтінің – тыныс, белдеуің – қорған, түндігің – тегің, туырлық – елің, уығың – ерің, осының бәрін көтерер – қасиетті қара жерің» деп тұжырымдауында да үлкен мән жатыр. Киіз үйді қазақтың ғана «еншісіндегі дүние еді» деуден аулақпыз. Қазақтан тыс, қырғыз, моңғұл ұлттары да киіз үйде тұрмыс кешіріп, «киіз туырлықтылар» атанды. Алайда, әр ұлттың ұлттық салт-сана, діни сенім, тұрмыс мәдениетіндегі ұқсамастықтарға сай, киіз үйінде де айқын парықтар бар. Осы парықтарды ескерген зерттеушілер киіз үйді «қазақ үй» және «моңғұл үй»(гэр) деп екіге бөліп, олардың парқын: «үй ағаштарының жасалуы ұқсамайды; сыртқы жамылшыларының пішіліп, жабылуы ұқсамайды; сыртқы пішіні ұқсамайды; бау-шу, өрнектері, ішкі жиһаздалуы ұқсамайды» деп 4 түйінге жинақтайды. – Көшпелілердің сан ғасырлық тәжрибесі, өмірлік қажеттілігі, ой өрісі, талғам- танымы бір ғана киіз үйдің бойына шоғырланғандай. Олардың сұлулық туралы талғам-түсінігі, дүниені сұлулық заңдылықтарымен игеру мүмкіндігі негізінен осы киіз үй арқылы көрініс тапты,- деп жазады атақты ғалым Ақселеу Сейдімбек. Айтып-айтпай, киіз үйдің бойындағы сұлулықты тілмен түгендеу мүмкін емес. Оны көзімен көріп, оған түнеп шыққан жолаушының таңдай қағып, тамсанбағаны жоқ.\n\nТолығырақ:https://www.6alash.kz/kz/article/kygiz-uydin-qudiretine-joq-talas.html#gsc.tab=0",
                "date": "24.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шағыл неге көшеді??",
        "question_content": "Шағыл неге көшеді ??Жарық неге өшеді ?Маса неге шағады??Жұлдыз неге ағады ??",
        "question_date": "24.11.2021",
        "question_tag": "Мектеп",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шағыл неге көшеді ??Жарық неге өшеді ?Маса неге шағады??Жұлдыз неге ағады ??\n\nБұлардың барлығы сұраулы сөйлем.",
                "date": "24.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрман руы Найманнан қалай тарағаны туралы мәлімет керек?",
        "question_content": "Құрман руы жайлы ақпарат керек?",
        "question_date": "24.11.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сібір казак әскері жерінде, Бийск округі шебінде наймандардың екі руының мына аталары: Сарыжомарт деген ортақ ата біріктірген рулар тобына енген Бура руынан тарайтын Ақтас, Ақтағыс, Құрман, Жуатай, Дүрбеуіл, Құдайқұл, Алтыбай (Ергенекті найман, қараңыз: 3кесте); Кетбұғадан тарайтып Қолағұл, Жамап терістаңбалы, Төртқара (Терістаңбалы 3кесте) аталары қоныстанған.\n\nТолығырақ: https://www.oinet.kz/e/action/ShowInfo.php?",
                "date": "24.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемдерді аяқтандар. 1. Ішкі суларға ... жатады. 2. Өзен анғары элементтерін құрайды.",
        "question_content": "Сейлемдерді аяқтандар.\n\n1. Ішкі суларга ... жатады.\n2. Өзен ангары элементтерін құрайды.\n\n3. Өзен элементтері\n\n4. Өзен торының жиiлiгi дегеніміз\n5. Меандр дегеніміз\n\n6. Өзен арнасы дегенiмiз\n\n7. Жағажай дегенiмiз\n8. Қазақстандағы ең биік су құламасы -\n\n9. Қазақстандағы ең ендi су құламасы - .",
        "question_date": "24.11.2021",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Ішкі суларға өзен,көл,жерасты сулары,мұздықтар жатады.\n2. Өзен аңғары элементтері суын теңізге немесе көлге құятын,кейде құмға сіңіретін тұйық арна түзетін өзедердің үйлесімділігі.\n3. Өзен элементтеріне барлық өзен жүйелері мен өзен сулары жатады\n4. Өзен торының жиілігі өзендердің аласа тау мен жазықтарға тән қасиет\n5. Меандр дегеніміз иректелу барысында өзендерлің жиылуы\n6. Өзендер арнасы дегніміз өзен аяталатын жер\n7. Жағажай құрғак жер теңіз жағасы\n8. Қазақстанның ең биік Бұрқанбұлақ сарқырамасы\n9. Қазақстандағы ең енді су құламасы қатын сарқырамасы",
                "date": "7.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ктаға байланысты тәуелсіздік туралы қандай әзіл сұрақтар қойса болады",
        "question_content": "Тәуелсіздік туралы әзіл араласқан сұрақтар болса жіберіп беріңіздерш",
        "question_date": "24.11.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүзімнің құрамындағы дәрумендерді атаңыз",
        "question_content": "Жүзімнің құрамындағы дәрумендер",
        "question_date": "23.11.2021",
        "question_tag": "Биология",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүзімнің құрамында Р, С, В1, В2, В6, Д, Е, РР дәрумендері, калий, магний, кальций, фосфор, кобальт, никель, титан, бор, алюминий, силиций, йод, цинк, күкірт және маргенец секілді микроэлементтер болса, піскен жүзімнің 100 грамында 154 грамм карбондық гидрат, 1 грамм протеин, 1 грамм май, 21 грамм фосфор, 0,6 мг темір, аз-аздан болса да басқа да элементтер, түрлі дәрумендер, су кездеседі екен.\nЖүзім құрамындағы магний адам денесіне де, мидың да тынығуына да ерекше әсер етеді. Ол бауыр ауруларын, қан аздықты (анемия) емдеуде көп қолданылады. Құрамындағы жеміс қышқылдары (тартарик, малик, суксиник, фумарик, пирувик, гликолик қышқылдары) бүйрек пен ішек жүйесінің жұмысын реттеуде, қанның тазаруы мен майдың еруіне көмектеседі. Дененің вирустарға қарсы тұруын да күшейтеді. \nАқпарат дереккөзі: https://massaget.kz/kyizdarga/kulinariya/4214/",
                "date": "24.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несиені кешіру туралы",
        "question_content": "Құрметті Елбасы Нұрсұлтан ата қалыныз қалай сізге хат жазып отырған себебим менде 2 банктен яғни Капий банк пен Хомкредит банктен несием бар еди төлей алмай отырмын қазіргі таңда. Банк қызметкерлери маған звандап қоқанлоққы жасап жатыр.\nӨтініш сізден несиемді кешіріп берсінщі ата қатты қиналып отырмыз өтініш көмек қолын созынызшы.",
        "question_date": "23.11.2021",
        "question_tag": "Кредит, Несие",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хатты негізі президенттің жеке сайтына немесе премьер министірдің жеке сайтына жазсаңыз болады. Бірақ, Сіздің несиеңізді кешіру үшін оған жақсы бір себеп болу керек. (Бұрындары бір танысымның күйеуі қайтыс болып премьер министірдің сайтына  өз жағдайын айтып хат жазып содан несиесін кешірген).\n\nп/с Неге несие аларда ойланбайсыздар мен осы несиені төлей аламын ба, алмаймын ба деп.... алған нәрсені қайтарада білу керек.",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітімнің талабын орындау мен үшін қиын, ар-ұятым жібермейді.",
        "question_content": "Сәлеметсіздер ме! Жасым 25те, жігітім 26да. Жүргенімізге 2 айдан асты. Жақын адамымыз арқылы таныстық. Бұйырса үйленуге де ниеттеніп жүрміз. Жігітім үй-ішіне айтып, тойдың барысын жоспарлап, дайындалып жүр. Жігітімнің мінезі жауапкершілігі өте мол, менің жұмыстарымды өзінікі деп қабылдап, айтылған моментте бәріне дайын тұрады.Еңбекқорлығы, маған деген қамқорлығы өте ерекше. Қатты ықылас танытады, ұрсысып тұрсақта \"қарның ашпады ма\",- деп асты-үстіме түсіп отырады. Айтқан сөзін іспен дәлелдейтініне көзім жетті. Сондай тұстары үшін қатты сыйлап, жақсы көремін. Ал маған ұнамайтыны, жігітім каждый 30 минут сайын сөйлесіп отыруы керек, ол уақыттан асып кетсе ашуланып шыға келеді, қызғаншақтығы басым. Қатты бақылауда ұстайды, каждый 30 минут сайын \"не істедің, не қылдың\",-деген сұрақтарымен мезі қылады. Көбіне ойым тыншымайды осы әрекеттерінен, морально қатты шаршаймын. Сол үшін қарым-қатынасты тоқтатқым келеді де тұрады, бірақ жақсы қасиеттерін ойлап жақсы көріп, қимаймын. Мен үшін күніне 5-6рет сөйлесу дұрыс. Қызу қанды, тез ашуланып көзі көрмей кетеді не істеп не қойғанын, боғауыз сөздерді жиі қолданады. Мен боғауыз сөзді естігім келмейтінін айтып ескерттім,\n\n-жігітім: \"бірден болмаса да қоямын, тырысамын, тек сен менімен қосылып ашуланбай, мені тыңдап, мені бассаң, дұрыс жерімде қолдап, дұрыс емес жерімді айтып отырсаң өзгеремін\",-дейді.\nӨзім салқынқандымын, өзгенің де жігітімнің де жеке шекарасына қол сұқпаймын, сенім арттым ба болды, күдіктенбеймін. Себебі сенім артуға лайық жігіт. Айтқанын істеуге тырысамын, алайда басынып бара жатқандай сезінем өзімді. Негізі үйленуге лайық жігіт. Тез ашуланбаса одан асқан қамқор, мейірімді, адал жігіт жоқ.  Ендігі ойымды жегідей жейтін мәселе, менің өзімен болғанымды, жыныст.қатынаста болуымды сұрап жүр. Мен үйленген соң болады деп өзімнің айтқанымнан қайтпадым. Оның айтуынша, \"сеннен айырылып қалудан қорқамын\",-дейді, \"үйленем дегенше 8-9ай бар, оған дейін ұрысып қалсақ кетіп қаласың меннен. Болмаса ашулана берсем мен кетіп қалуым мүмкін, арамызда осы нәрсе сенімді ұстап тұрғанын қалаймын. Тастап кетеді деп сенбейсің ба, олай жасайтын болсам не істеймін сенің өміріңді бүлдіріп, керісінше осылай сені жауапкершілігіме алып, сенімді жүргім келеді, айырылысып кету деген уайыммен жүргенше, менікі болуды қаламасаң қоя салайық (бұлай айтуының себебі, осыған дейін боғауыз сөздерді жиі айтатынына ренжіп, өзім 2рет бәрі бітсін деген болатынмын, содан сене алмаймын кетпейтініңе дейді), бұдан әрі жүрсек қатты  бауыр басып қаламын, солай жарты жолда кетіп қалсаң мен үшін қатты қиын. 5 жыл бұрын да осылай жақсы көріп, мұндай жағдай басымнан өткен, өзіме қимай жүргенде өзгенікі болып кеткен. Одан кейінгі шын жақсы көруім сен, сеннен олай айырылғым келмейді \",-дейді. Не істесем екен, басым қатты. Кеңес берсеңіздер.",
        "question_date": "23.11.2021",
        "question_tag": "Махаббат",
        "question_views": 943,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Некесіз қосылушы болма, дінімізде тиым салынған. Тағы да айтамын некесіз қосылушы болма .",
                "date": "14.01.2022",
                "upvotes": 0
            },
            {
                "text": "30 минут сайын ???\n\nСен жақтағылар(аға,іні,әке т.б.) ,ол жігіт жайлы сұрастырсын.",
                "date": "17.03.2022",
                "upvotes": 0
            },
            {
                "text": "Нағыз ер жігіт некесіз қатынасқа түспейді.",
                "date": "17.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табаны АВС болатын SABC пирамидасының барлық қырлары 2 тең",
        "question_content": "1.АС қыры мен SB бүйір қырының ортасы арқылы өтетін қиманы салыңыз.\n\n2.Қиманың ауданын табыңыз.",
        "question_date": "23.11.2021",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы бар ма.........",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 21 г литий оттекпен әрекеттескенде түзілген литий оксидінің массасын анықтаңыз",
        "question_content": "химия 8 класс Массасы 21 г литий оттекпен арекеттескенде тузилген литий оксидинин массасын аныктаныз",
        "question_date": "23.11.2021",
        "question_tag": "Химия",
        "question_views": 851,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4li+O2=2Li2O\n\n(Li)=21+7=3моль\n\n3моль-------х\n\n4моль---------2 моль\n\nLi2O=3*2/4=1,5 моль\n\nМ(Li2O)=7*2+16=30г/моль\n\nm(Li2O)=1.5 моль*30г/моль=45г",
                "date": "26.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай заттарда комри су болады және болмайды",
        "question_content": "Қандай заттарда комирсу болады және болмайды",
        "question_date": "23.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органикалық заттарда көмірсу болады. Бейорганикалықта болмайды.",
                "date": "27.02.2022",
                "upvotes": 0
            }
        ]
    }
]