[
    {
        "question_title": "Кітапты басып шығарып беретін бар ма?",
        "question_content": "Киімпішу мен тігу (дидактикалықматериалдар). Оқуқұралы. 2-басылым, толықт. өңделген. Кучарбаева К., Амреева Т., Чмекеева Г.       30дана шығару керек",
        "question_date": "21.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз қалаңыздағы баспаханаға барып көріңіз.",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 тоқсан қашан бітеді?",
        "question_content": "Бізде 2 тоқсан 6 қарашадан басталды",
        "question_date": "21.11.2023",
        "question_tag": "Мектеп",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқушылар қалай демалады\nкүзгі демалыс – 7 күн – 2023 жылдың 30 қазанынан 5 қарашасына (қоса алғанда) дейінгі аралық;\nқысқы демалыс – 10 күн – 2023 жылдың 29 желтоқсанынан 2024 жылдың 7 қаңтарына (қоса алғанда) дейінгі аралық;\nкөктемгі демалыс – 11 күн – 2024 жылдың 21 наурызынан 31 наурызына (қоса алғанда) дейінгі аралық;\nжазғы демалыс – 98 күн – 2024 жылдың 26 мамырынан 31 тамызына (қоса алғанда) дейінгі аралық.",
                "date": "21.11.2023",
                "upvotes": 0
            },
            {
                "text": "29 ЖЕЛТОКСААААААААААААААААААААН НАН БОЛЫП ЖАЗЫЛЫП ТУРГР",
                "date": "6.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тилим узын, ауызма сыймайды, не истесем болады?",
        "question_content": "Тилим узын, ауызма сыймайды, не истесем болады? Кайшы, пышак отпейди, акем кунде тилимди тартып, жулып жылатып жур? Комек бере аласыздарма?",
        "question_date": "20.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе, Зангарджон, сіз өзіңіздің жағымсыз әдеттеріңізді анықтадыңыз-мен көп сөйлесемін, артық айтамын және эмоцияларды қалай ұстау керектігін білмеймін. Сіздің эмоцияларыңыз бен сөздеріңіз сіздің алдыңызда жүгіреді,яғни сіз оларды басқара алмайсыз , бірақ олар сізді басқарады.  Сізде эмоционалды интеллектке қатысты мәселе бар, олар басқарылмайды. Бұл сұрақты қоя отырып,сіз бұл позиция мен мінез-құлық сізге көптеген қиындықтар, соның ішінде қарым-қатынастар әкелетінін түсінесіз. Сіз, әрине, соңында жазғаныңыздай кете аласыз, бірақ сіз әрқашан даулар мен қақтығыстар туындаған кезде қашып кетесіз бе? Бұл сіз үшін шығу жолы болуы мүмкін бе? Өз іс-әрекеттеріңіз бен эмоцияларыңыз үшін жауапкершілікті алыңыз, оларды өзіңіз басқаруды үйреніңіз және оларды басқаруға мүмкіндік бермеңіз. Бастапқыда бұл бір Тарапқа қатысты болсын, мысалы, сіздің жеке істеріңіз туралы аз сөйлесу, өйткені олар әлі де жеке.Бір рет үндемеңіз, оған назар аударыңыз,содан кейін тағы бір рет және сіздің жаңа мінез-құлқыңыздың кейбір кішкентай ережелерін орындау арқылы қол жеткізген нәрсеге назар аударыңыз және қол жеткізгеніңіз үшін өзіңізді мадақтаңыз ,сіз өзіңіздің және сәйкесінше өзіңіздің өміріңіздің маңызды өзгерістеріне келесіз сүйікті адаммен қарым-қатынаста да, сонымен бірге айналаңыздағы барлық адамдармен . Қош бол.",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "Здраствуйте Зангарджон\n\nПонимаю, у вас случай очень сложный и спорный. Я бы хотел вас посоветовать записаться к лучшим психологам города Алматы, а то и Казахстана.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Waka, ElfBar деген электронды темекілерді руксат береді шегуге?",
        "question_content": "Менің ойымша жастарды ондайдан аулақ устап, дурыс жолга салу кажет деп ойлайм. Келісесіңдерма?",
        "question_date": "20.11.2023",
        "question_tag": "Заң",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вап өндірушілері олардың өнімдері организм үшін мүлдем қауіпсіз екенін айтады. Бірақ, шын мәнінде, электронды Темекі денсаулыққа әдеттегідей зиян келтіреді.\n\nВейптер планетада \"шеруді\" екі мыңжылдықтың басында бастады және темекіні қауіпсіз ауыстыру ретінде сатылды. Ресейде олар 2013 жылы қоғамдық орындарда темекі шегуге тыйым салатын темекі шегуге қарсы заң қабылданғаннан кейін танымал болды.\n\nБірақ, бәлкім, кәдімгі темекі сияқты тағдыр вапаны күтеді. Роспотребнадзор мен денсаулық сақтау министрлігі электронды темекіні қолдануды реттеу және қоғамдық орындарда темекі шегуге тыйым салу туралы заңнамаға түзетулер енгізуге шақырады. Мұндай жоба қазірдің өзінде ел Үкіметінің қарауында.\n\nVape (электронды темекі) адам денсаулығына қандай зиянды. Өндірушілер темекіде таза су буына ұқсас мүлдем қауіпсіз зат қолданылады деп мәлімдейді. Бірақ олай емес. Оның құрамын зерттей отырып, вапаның адам денсаулығына қаншалықты зиянды екенін анықтауға тырысайық.\n\nЗерттеулер көрсеткендей, аэрозоль құрамында никотин (әрдайым емес), глицерин, хош иістендіргіш компоненттер, пропиленгликоль, ацетальдегид, формальдегид және басқа канцерогенді (қатерлі ісіктердің пайда болуын тудыратын) заттар бар.\n\nПропиленгликоль тұрмыстық химия өнімдерін өндіруде қолданылады. Денеге енгеннен кейін ол бүйрек пен миға әсер етеді, олардың жұмысын бұзады.\n\nВападағы табиғи никотин химиялық затпен алмастырылады, бұл организмге одан да үлкен қауіп төндіреді.\n\nХимиялық алмастырғыштарға никотин сульфаты кіреді. Ол бұрын ауыл шаруашылығы зиянкестерін жою және өсімдік ауруларымен күресу үшін пестицид ретінде қолданылған, бірақ уыттылықтың жоғарылауына байланысты тыйым салынған.\n\nЕгер оның құрамында никотин болмаса, вап адам денсаулығына қандай зиян? Аэрозоль құрамындағы хош иістер өкпеге еніп, оларды жасушалық деңгейде зақымдайды. Экспозиция кумулятивті әсерге ие және уақыт өте келе пневмония, астма, жүрек-қан тамырлары жеткіліксіздігінің дамуын тудырады. Сонымен қатар, шырышты қабаттарға үнемі әсер ететін таза бу да оларға айтарлықтай зиян келтіреді.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге қазіргі жастар Loro Piano туралы толыктай сурак иште",
        "question_content": "Неге қазіргі жастар Loro Piano киімін тагып алып, Savage одекалонын сеуіп өзін Vip Kazakh сезінеді?\nМысалга Налтен Алибек өзін өтірік Vip Kazakh сезінеді. Неге?",
        "question_date": "20.11.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сезінбеу керек, \nБолу керек.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Dota 2 ойынында Invoker деген персонажда канша ойын кнопкалары бар?",
        "question_content": "Жалпы толыктай айтып жиберсендер, әр кнопкалары туралы и оның механикасы туралы",
        "question_date": "20.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Dota 2-дегі Invoker-дің негізгі артықшылықтарына мыналар жатады: бақылау тақталары бар.Заттарды таңдаудың үлкен пулы.Мүмкін, ең тиімді итергіш.Максималды зиян келтіреді.Dota 2-де сәтсіз басталғаннан кейін де, Invoker виртуозды қалпына келтіруге қабілетті.\"Қанды Эльфтің\" кемшіліктеріне мыналар жатады:меңгеру қиын және Кайл өте баяу.Ойыншы не болып жатқанына тез жауап беруі керек.Сиқырлы энергия қорына үлкен тәуелділік.Беткейлерді ұзақ зарядтау.Dota 2 ойынында Invoker іс жүзінде жаңартылмайды.   Invoke: R-сиқырлы заклинание жасау немесе жаңарту үшін элементтердің сфераларын біріктіретін тиімді инвокер скилі.Exort: Dota 2 – дегі Invokera e-SKIL, өрт сферасын білдіреді. Бұл қабілет жекпе-жектің басында қарсыласты қорлауға мүмкіндік береді. Eee+ R+ D пернелер тіркесімі қарсыластың базасына \"күн соққысын\" жібереді және сіздің командаңыз бірінші болып жолақтарды, тіректерді және орталарды сатып алу мүмкіндігіне ие болады.Wex: W сонымен қатар дауыл сферасын білдіретін тиімді инвокер скилі болып табылады.  Ойынның бастапқы кезеңінде бұл өте пайдалы дағды емес. Оны екінші кезеңде қолдану керек. Eww + R + D пернелер тіркесімін және \"құлшыныс\" мүмкіндігін біріктірген дұрыс . Бұл шабуыл жылдамдығын арттырады.Quas: Q-бұл Dota 2-дегі өте тиімді invokera скилі, ол мұз сферасын білдіреді. Ерте кезеңде бұл дағды тиімді, ал екінші кезеңнен бастап ол Кайлдың қорғанысын күшейтеді.",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Audi A6 C6- рестайлинг версиясы 2008-2011жылғы машиналардын басты проблемалары не?",
        "question_content": "Audi A6 C6-рестайлинг",
        "question_date": "20.11.2023",
        "question_tag": "Автосақтандыру",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2008-2011 жылдар аралығында шығарылған Audi A6 C6-бұл модельдің Рестайлинг нұсқасы. Көптеген автомобильдер сияқты, бұл седан белгілі бір қиындықтарға тап болуы мүмкін. Төменде ықтимал проблемалар тізімделгенін ескеру маңызды, бірақ олардың барлығы әр иесінде көрінбеуі керек. Автокөлікті үнемі күтіп ұстау және ұқыпты ұстау проблемалардың туындау ықтималдығын төмендетуі мүмкін. Міне, 2008-2011 Audi A6 C6-ға қатысты бірнеше типтік мәселелер:\n\n1. * Май сақиналарына қатысты мәселелер: * кейбір иелер май сақиналарына қатысты мәселелерге тап болуы мүмкін, бұл майдың көбірек тұтынылуына әкелуі мүмкін.\n\n2. * Беріліс проблемалары: * кейбір жағдайларда мехатроника мен вариатор механизмінің проблемалары байқалады.\n\n3. * Суспензияның тозуы: * кейбір көліктерде суспензия элементтерінің тозуы мүмкін, бұл шу мен өңдеудің нашарлауына әкелуі мүмкін.\n\n4. * Электр ақаулары: * терезе лифттері, есік құлыптары немесе электронды жүйелер сияқты электрлік компоненттермен проблемалар туындауы мүмкін.\n\n5. * Жанармай жүйесіндегі ақаулар: * кейбір иелер жанармай жүйесіндегі ақаулар, соның ішінде жанармай сорғылары туралы хабарлайды.\n\n6. *Салқындату мәселелері: * радиатордың ағуы немесе термостат проблемалары сияқты салқындату жүйесінің ақаулары болуы мүмкін.\n\n7. * Электроника және навигация мәселелері: * кейбір иелер MMI (Multi Media Interface) және навигациялық жүйелер сияқты электрондық жүйелерде ақауларға тап болуы мүмкін.\n\nЕгер проблемалар туындаса, диагностика және жөндеу үшін кәсіби механиктерге немесе Audi қызмет көрсету орталықтарына хабарласқан жөн.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Durkhan Juzz - дің шеберлі өлеңдеріне калай қарайсындар?",
        "question_content": "Жалпы оның өлеңдері туралы айтып жиберсендер",
        "question_date": "20.11.2023",
        "question_tag": "Қазақша ән",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Darkhan Juzz шын аты-Дархан Балтабекұлы Жүнісбеков (қаз. Дархан Балтабекұлы Жүнісбеков, 9 тамыз 1990, Алматы-24 ақпан 2023, Пхукет)-қазақстандық инди-поп-орындаушы, ән авторы, саунд-продюсер және музыкант.\n\nОл тірі кезінде музыкалық қызметтердің әртүрлі тізімдеріне бірнеше рет енгізілген. Spotify-да оның чартқа енген әндерінің тарихы бар. 2023 жылдың сәтінде қазақстандық әртіс танымал Apple Music музыкалық сервисінің нұсқасы бойынша Top 100: Kazakhstan рейтингінде сенімді позицияларды иеленді.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Досым микрокредиттік компанияларға көп баратын болып кетті, қалай көмектессем болады?",
        "question_content": "Досым микрокредиттік компанияларға көп баратын болып кетті, қалай көмектессем болады?",
        "question_date": "20.11.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 385,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұл проблеманы EGOV арқылы шешсе болады",
                "date": "20.11.2023",
                "upvotes": 2
            },
            {
                "text": "Қатты жаның ашыса,атыңдағы зикр 001 ді сат и көмектес",
                "date": "20.11.2023",
                "upvotes": 1
            },
            {
                "text": "Егер сіз оған шынымен көмектескіңіз келсе. Одан кейін болашақта микроқаржы ұйымына араласпауы үшін оған қаржылық, психологиялық жағынан көмектесіңіз",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "Егер сіз оған шынымен көмектескіңіз келсе. Одан кейін болашақта микроқаржы ұйымына араласпауы үшін оған қаржылық, психологиялық жағынан көмектесіңіз",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осының оригинал docx форматы барма формулалар жылжымаган",
        "question_content": "ceYl51miRfbf4o5CdXY2EEfNdFtzBGTHDJrjkglZ.pdf (1,7 MB)",
        "question_date": "20.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 108,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ceYl51miRfbf4o5CdXY2EEfNdFtzBGTHDJrjkglZ (1).docx (0,2 MB)",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "word.docx (0,2 MB)",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер трактордың қуаты 50кВт болған кездегі тарту күші 50 Кн болса,жылдамдықты тап",
        "question_content": "Upload failed: [object Object]",
        "question_date": "20.11.2023",
        "question_tag": "Мектеп",
        "question_views": 155,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трактордың жылдамдығын анықтау үшін бізге тарту күші (тарту күші) және механикалық тиімділік сияқты басқа параметрлер қажет. Алайда, трактордың қуаты (P) тарту күшімен (F) және жылдамдықпен (v) байланысты деп есептесек:\n\nP = F * v\nСодан кейін жылдамдық үшін теңдеуді қайта құруға болады:\n\nv = P / V\n\nСіздің жағдайда, егер тарту күші (F) 50 кВт, ал қуат (P) 50 КН болса, онда:\n\nv = 50Квт/50Кн\nv = 1\n\nОсылайша жылдамдық 1-ге тең. Бұл механикалық тиімділік сияқты басқа факторлар тұрақты болып қалады деп болжайды. Дегенмен, нақты жағдайларда дәлірек есептеу үшін қосымша деректер қажет болуы мүмкін.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автокад(AutoCAD) Сурактары",
        "question_content": "Структура и основные принципы построения системы АКД\nДиспетчер свойств объектов.\nИнструмент Регенерировать.\nЦентр управления AutoCAD.\nНовые возможности AutoCAD\nРазмерная цепь.\nКоманда - Полилиния.\nПространство модели.\nРазделение рисунка по слоям.\nПодходы к построению\nПолярные координаты AutoCAD\nОпределение параметров сетки\nЗоны окон центра управления AutoCAD. Перетаскивание файлов из окна в другое окно центра управления AutoCAD.\nУправление видимостью слоя.\nБлокировка слоев. Назначение цвета слою.",
        "question_date": "20.11.2023",
        "question_tag": "Жалпы компьютер",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің сұрауыңызда компьютерлік дизайн және сызу үшін қолданылатын AutoCAD бағдарламасына қатысты көптеген тақырыптар бар. Сіздің сұрақтарыңызға қатысты негізгі аспектілерге қысқаша шолу жасаңыз:\n\n1. * АКД (AutoCAD) жүйесін құрудың құрылымы мен негізгі принциптері: * AutoCAD-компьютерлік графиканы қолданатын сызу мен жобалауға арналған кешенді бағдарламалық жасақтама.\n\n2. * Нысан сипаттары менеджері: * сызбадағы нысан сипаттарын көруге және өңдеуге мүмкіндік береді.\n\n3. * Құралды қалпына келтіру: * өзгертулер енгізілгеннен кейін сурет кескінін жаңартады.\n\n4. * AutoCAD басқару орталығы: * әртүрлі AutoCAD құралдары мен параметрлеріне қол жеткізуге арналған орталық орын.\n\n5. * Жаңа AutoCAD мүмкіндіктері: * үздіксіз жаңартуларды, интерфейсті жақсартуларды және жаңа мүмкіндіктерді қосуды қамтиды.\n\n6. * Өлшем тізбегі: * оңай басқару үшін Өлшемдерді топтастыру.\n\n7. * Полилиния командасы: * сызбада полилиния (жабық сынған сызық) құру.\n\n8. * Модель кеңістігі: * Нысандар жасалатын Сызба аймағы.\n\n9. * Сызбаны қабаттар бойынша бөлу: * сызбаның әртүрлі элементтерін басқаруға, оларды оңай өңдеу үшін қабаттарға ұйымдастыруға қызмет етеді.\n\n10. * AutoCAD полярлық координаттары: * бұрыштық және радиалды мәндерге негізделген координаттар жүйесі.\n\n11. * Тор параметрлерін анықтау: * сызбада тұрақты тор жасау үшін қолданылады.\n\n12. * AutoCAD басқару орталығының терезе аймақтары: * әртүрлі құралдар мен мүмкіндіктерге қол жеткізуге мүмкіндік беретін бөлімдер.\n\n13. * Қабаттың көрінуін басқару: * сызбада қандай қабаттар көрсетілетінін анықтайды.\n\n14. * Қабаттарды құлыптау. Қабаттың түс мақсаты: * қабаттарды ұйымдастыруға, оларды бұғаттауға және түстерді тағайындауға арналған құралдар.\n\nБұл тек қысқаша шолу. Егер сізде тақырыптардың біріне қатысты нақты сұрақтарыңыз болса, маған хабарлаңыз, мен толығырақ ақпарат беруге тырысамын.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам неге өмірде қателіктерін кеш түсінеді?",
        "question_content": "Мен бір қателік жасадым, өзімді шын сүйген жігіт болды,4 жыл қыз бен жігіт болып жүрдік, 7 жыл оқуымды аяқтадым, сол 7жылдың 4жылы сол жігітпен өтті. Жігіт өзімнің ауылымнан болды, жоғарғы білімді, ақылды, пысық. Оқуымды тағфда жоғарлатқым келді, қайтадан емтихан тапсырдым, 2 жыл жоғарғы оқуға түстім, ол маған үйленуге ұсыныс жасады, мен болсам оның ұсынысында, онымен өткізген уақыттыда, маған жасаған жақсылықтарында бір мезетте ұмытып кеткендей болдым. Оқуға қалаға кеттім, болды арамызда бәрі бітті деп ойыма келген сөзді айттым, ізімнен 6 ай жүрді, сенбеді, ренжіді, өкпеледі. Сол жылы март айында үйленді, мен болсам оқу деп жүрмін, басқа қаладан басқа жігітпен таныстым, сонымен жаз айында бас қостық, шүкір барлығы жақсы арамызда. Бірақ жасаған қателігіме қатты өкінем, сондағы менің бар ойым оның таза киінбегеніне, сақал мұртын дұрыстап алмағанына қарап теріс айналыппын, барлығында жөндеу өзімнің қолында екенғо, мен оны білмеппін. Өзімді жазғырумен уақытым өтіп жатыр, оны интернет желісінен әлі күнге дейін қараймын. Ауылда сол жігітпен бас қосып, қартайған ата-анамнан алыстамай жақын жерде болғанымда ғой шіркін.. Қатты өкінем",
        "question_date": "19.11.2023",
        "question_tag": "Жанұя",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі адам деген әлемдегі ең ақылды және осы уақытта ең ақымақ тіршілік иесі",
                "date": "23.11.2023",
                "upvotes": 1
            },
            {
                "text": "Көңілсіздік пен өкініш-бұл күрделі эмоциялар және өзіңізге жанашырлық таныту маңызды. Сіздің өміріңіз әр түрлі бетбұрыс жасайды, кейде біз қабылдаған шешімдер күрделі болуы мүмкін. Өзіңізді кінәлі сезінуден босату және алға жылжуға мүмкіндік беру маңызды.\n\nСыйластық пен түсіністік негізінде қарым-қатынас орната отырып, қазіргі серіктесіңізбен қазіргі сәтте өмір сүруге мүмкіндік беріңіз. Уақыт жараларды емдейді және уақыт өте келе сіз өмірлік тәжірибеңіздің бір бөлігі ретінде шешім қабылдауды үйрене аласыз.\n\nЕгер өкініш сіздің әл-ауқатыңызға кедергі келтіре берсе, кәсіби кеңесшіге немесе психотерапевтке бару пайдалы болуы мүмкін. Олар сіздің сезімдеріңізді түсінуге және оларды басқару Стратегияларын жасауға көмектеседі.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осының docx форматы керек оригинал Word жазылғаны формулалар жылжып кетпегенын",
        "question_content": "Осының docx  форматы керек формулалар жылжымаган оригинал 104157.pdf (1,7 MB)",
        "question_date": "19.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "104157.docx (0,3 MB)\n\nгуглға кіріп \"пдф на ворд\" деп жазып сол жерден істей бересіз",
                "date": "19.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұхбат кезінде мұрынды ұстау адамның қандай күйде екенін білдіреді?",
        "question_content": "Адамның психологиялық күйі,мысалы,сұхбат кезінде мұрынды бірнеше рет ұстай берсе,ол адамның психологиялық күйі қандай болады",
        "question_date": "19.11.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұхбат барысында мұрынды ұстау сияқты тұрақты әрекет жүйке, стресс немесе тіпті сенімсіздік туралы сигнал беруі мүмкін. Бұл мазасыздықтың вербалды емес белгілері немесе тіпті стрессті жеңуге тырысу болуы мүмкін.\n\nМұрын ұстауды жалғастыратын адамның психологиялық жағдайы әртүрлі факторларға байланысты болуы мүмкін, соның ішінде әлеуметтік мазасыздық, өзіне деген сенімсіздік немесе оқиға алдындағы толқу. Мүмкін, адам сұхбатқа байланысты қысым мен қорқынышты сезінуі мүмкін.\n\nЕгер мұндай мінез-құлық белгілері алаңдаушылық туғызса, әдетте айна алдында жаттығу жасау, релаксация әдістерін қолдану немесе психолог немесе жаттықтырушы сияқты кәсіби көмекшіге жүгіну сияқты стрессті басқарудың жолдарын табу пайдалы",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "Адам уайымдап тұрғанын білдіреді",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осының docx форматы барма",
        "question_content": "Осының пдф емес docx бармаv270ooBmlYPdjNS8H7KvWJ8g9zvsF0xvk2Q9SHBY (7).pdf (0,9 MB)",
        "question_date": "19.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 253,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "v270ooBmlYPdjNS8H7KvWJ8g9zvsF0xvk2Q9SHBY 7.docx (0,2 MB)",
                "date": "19.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхамбет Өтемісұлының шығармашылығының 3 кезеңін жазу?",
        "question_content": "1Кезең :Көтеріліс бұрын\n\n2Кезең :Көтеріліс\n\n3Кезең :Көтеріліс кейін\n3Кезеңге бөліп беріңдерші Махамбет шығармашылығын өтініш",
        "question_date": "19.11.2023",
        "question_tag": "Мектеп",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махамбет Өтемісов Аюпов (Махамбет Өтемісұлы) - қазақ ақыны және жазушысы. Алайда, менің дерекқорымда оның көтеріліс немесе көтерілістен кейінгі сияқты нақты \"Шығармашылық кезеңдері\" болғандығы туралы ақпарат жоқ. Мүмкін сіз оның шығармашылық қызметінің белгілі бір кезеңдерін немесе оның өміріне байланысты оқиғаларды айтып отырған шығарсыз?",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП жабылған, жоқ",
        "question_content": "ИП жоқ, жабылған, кепілдік мерзімі өтпеген жұмыс бойынша, клиент ИП ны сотқа бере ала ма?",
        "question_date": "18.11.2023",
        "question_tag": "Қаражат, Ақша",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңдар мен нормативтер әр түрлі елдерде әр түрлі болуы мүмкін және нақты жағдай үшін Қазақстан заңнамасымен таныс заңгерден кеңес алған дұрыс.\n\nЖалпы, Қазақстанда, көптеген басқа елдердегідей, клиент сатушы немесе өндіруші ұсынатын кепілдік қызмет көрсетуге құқылы. Егер кепілдік мерзімі аяқталмаса және тауарға немесе қызметке қатысты мәселелер туындаса, клиент шағыммен және кемшіліктерді жоюды талап ете алады.\n\nЕгер сатушы немесе жеке кәсіпкер (ЖК) өз міндеттемелерін орындаудан бас тартса, клиент өз мүдделерін қорғау үшін құқықтық тетіктерді пайдалана алады. Дауды шешу үшін сотқа талап қоюға болады.\n\nАлайда, жоғарыда айтылғандай, сіздің нақты жағдайыңыздағы құқықтық аспектілер мен ықтимал әрекеттерді дәл түсіну үшін Қазақстанның жергілікті заңнамасы туралы білетін заңгермен кеңесу ұсынылады.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтқа орнатылған Chat GPT жауаптары көңіліңізден шыға ма?",
        "question_content": "Менің ойымша, қазақша толық, дұрыс жауап беруді үйренбейінше алып тастау керек сияқты. Әйтпесе, онсыз шала болып  кеткен қазақша контентті көбейтетін сияқты.",
        "question_date": "18.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс айтасын бауырым",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Chat GPT қазақша жақсы жауап бере алуы үшін не істелуі керек?",
        "question_content": "Қандай әрекеттер жасалынуы тиіс?",
        "question_date": "18.11.2023",
        "question_tag": "Әлеуметтік желі",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Chatgpt қазақ тілінде жақсы жауап беруі үшін осы тілдегі қарым-қатынастың әртүрлі үлгілерін ұсыну қажет. Бұған модельді оқыту процесіне тиісті мысалдар мен сұраулар енгізу арқылы қол жеткізуге болады.\n\nПайдаланушылар нақты және нақты сұрауларды, сондай-ақ қателер болған жағдайда түзетулерді ұсына отырып, қазақ тіліндегі модельдің жұмысын жақсартуға өз үлестерін қоса алады. Бұл модельдің дерекқорын байытуға және оның қазақ тілінде жауап беру қабілетін жақсартуға көмектеседі.\n\nЕсіңізде болсын, модельді оқыту openal-дан уақыт пен жаңартуды қажет етеді. Алдағы жаңартуларда Openair әртүрлі тілдердегі көбірек деректерді қоса алады, бұл да қазақ тілін қолдауды жақсарта алады.",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан қай жылы егемендік алды?",
        "question_content": "қай жылы Қазақстан егемендігін алып, СССР ден бөлініп кетті?",
        "question_date": "18.11.2023",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан тәуелсіздік алып, 1991 жылы 16 желтоқсанда КСРО-дан бөлініп шықты. Бұл күні Қазақ КСР Жоғарғы Кеңесі «Қазақстан Республикасының мемлекеттік тәуелсіздігі туралы» Конституциялық заң қабылдады. Бұл заңға сәйкес Қазақстан Республикасы өз аумағында толық билікке ие тәуелсіз, демократиялық және құқықтық мемлекет болып табылады.\n\n1990 жылы 25 қазанда Қазақ КСР Жоғарғы Кеңесі Республиканың мемлекеттік егемендігі туралы Декларация қабылдады. Бұл құжат Қазақстанның тәуелсіздік алу үдерісінің бастауын белгіледі.",
                "date": "18.11.2023",
                "upvotes": 0
            },
            {
                "text": "1991 Жылы 16 желтоқсанда КСРО құрамынан ашық шықты бұл жағдайды бірінші болып түрік президенті құттықтау хат жіберді!!",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ресей мемлекетінің LIZER әншісіне қарайсыңдар?",
        "question_content": "Осы сурақтын жауабын кутем",
        "question_date": "18.11.2023",
        "question_tag": "Қазақша ән",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "LIZER (Егор Шип) — ресейлік орындаушы және ән авторы. Оның жұмысында рэп пен хип-хоп элементтерімен сипатталатын стиль байқалады. Өнер ретінде музыка субъективті түрде бағаланады және әншінің қабылдауы тыңдаушылардың қалауы мен талғамына байланысты әр түрлі болуы мүмкін.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепке оқушылардың келді кетті журналын қайдан алуға болады?",
        "question_content": "Мектепке жаңадан хатшы болып кірген едім. Алдыңғы журнал көп қатесі бар, жаңадан арнап толтырайын деп едім, альбомный келді кетті журналын қайдан алсам болады? Алдын ала рахмет.",
        "question_date": "18.11.2023",
        "question_tag": "Мектеп",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті қалаңыздағы типографияларда сатылуы мүмкін. Не жасап бере алады. Гугл немесе басқа карталарда өз қалаңызды жазып типография деп іздеңіз. Мысалы, Сарышаған типография деген сияқты.",
                "date": "18.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "MUIT университеті және IT колледжі қандай параметрлері ұнайды?",
        "question_content": "MUIT университеті және IT колледжі қандай параметрлері ұнайды? Осы колледж бен университет туралы ақпарат керек",
        "question_date": "17.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сізде нақты сұрақтарыңыз болса немесе студенттердің пікірлері туралы білгіңіз келсе, университеттің ресми сайтына кіруді, осы оқу орнының студенттеріне хабарласуды немесе білім беруге арналған онлайн-ресурстардан шолуларды іздеуді ұсынамын. Бұл сізге IIT-тегі бедел мен оқу сапасы туралы толық түсінік бере алады.",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазіргі Қазақстандағы экономикасын қалай тузеуге болады?",
        "question_content": "Қазіргі Қазақстандағы экономикасын қалай тузеуге болады?\nОсы суракка жауап кутудемин",
        "question_date": "17.11.2023",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі Қазақстанда экономиканы нығайту бірқатар шаралар мен стратегияларды қамтуы мүмкін. Міне, жиі қарастырылатын бірнеше негізгі аспектілер:\n\n1. * Шикізаттық емес секторларды дамыту: * технологиялық, инновациялық, Ауыл шаруашылығы және қызмет көрсету салаларын дамыту жолымен экономиканы әртараптандыруды ұлғайту.\n\n2. * Білім мен ғылымға Инвестициялар: * білікті жұмыс күшінің өсуіне және ғылыми-техникалық прогреске ықпал ететін адами капитал мен инновациялық инфрақұрылымды дамыту.\n\n3. * Кәсіпкерлікті ынталандыру: * кәсіпкерлік үшін жағдай жасау, шағын және орта бизнесті қолдау, бизнес үшін рәсімдерді жеңілдету.\n\n4. * Инфрақұрылымдық жобалар: * экономикалық дамуды ынталандыратын көлік, логистика және энергетика сияқты инфрақұрылымдық инвестициялар.\n\n5. * Қаржылық тұрақтылық: * қаржы жүйесін нығайту және шикізат бағасының ауытқуына тәуелділікті азайту.\n\n6. * Еңбек нарығын қолдау: * Еңбек нарығының қажеттіліктеріне сәйкес білім беру жүйесін дамыту, Еңбек ресурстарын оқыту және қайта даярлау.\n\n7. * Ашықтық және сыбайлас жемқорлыққа қарсы күрес:* адал бәсекелестік, мемлекеттік басқарудағы ашықтық және сыбайлас жемқорлыққа қарсы күрес үшін жағдай жасау.\n\nБұл шаралар Қазақстанның экономикалық және әлеуметтік-мәдени контекстінің бірегей ерекшеліктерін ескере отырып, бірлесіп қабылдануы тиіс. Мұндай стратегияларды тиімді іске асыру мемлекет, бизнес және қоғам тарапынан келісілген күш-жігерді талап етеді.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    }
]