[
    {
        "question_title": "Неге сізге готтар ұнамайды?",
        "question_content": "Готтар туралы, неге олардын киынгени сизге унамайды жане оздери? 7-8 сойлеммен отинем",
        "question_date": "13.11.2018",
        "question_tag": "Мектеп",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қап-қара, аруақ тәрізді ))))))",
                "date": "15.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тест: Қаншалықты сауатты жазасыз?",
        "question_content": "SMS-ті қаншалықты сауатты жазасыз?",
        "question_date": "13.11.2018",
        "question_tag": "Мектеп",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хатты қате жазып, достарыңыздың күлкісін келтіресіз бе? Тест тапсырып, қаншалықты сауатты екеніңізді анықтап көріңіз.\nОйын ойнау үшін мына сілтемені басыңыз.",
                "date": "13.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың екі қабырғасы берілген: 3 м және 4 м.",
        "question_content": "Тік бұрышты үшбұрыштың екі қабырғасы берілген: 3 м және 4 м. Оның үшінші қабырғасын табу керек.\n\nРомбының диагональдары: 1) 6 см және 8 см; 2)16 см және 30 см; 3) 5 м және 12 м. Оның қабырғаларын табу керек?",
        "question_date": "12.11.2018",
        "question_tag": "Геометрия",
        "question_views": 52100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Бізге берілген a=3м б=4м с=?.\nБұл жерде біз пифагор формуласын қолданамыз. Формула: \nЕнді біз осы формула бойынша шығарайық. 3*3+4*4=c*c    9+16=c*c  25=c*c  c=5\nЖауабы: 5",
                "date": "23.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сутектің массасын табу және түзілген заттың массасын табу",
        "question_content": "2 моль мыс(||) оксидын тотықсыздандыруға жұмсалатын сутектің массасы?\n\n0.2 моль сутек хлормен әрекеттескенде түзілген заттың массасы?\n\nКөмектесіңіздерші, өтінемін♀️",
        "question_date": "12.11.2018",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "НЮ (CuO)=2 моль m (HCL)=? 2моль х грам H2 +CL2=2HCL ню 1моль 2моль М - 36,5г/моль m - 63г 2моль-х грам 1моль-63грам х=2моль×63 грам бөлу бөлшек 1 моль х=126 грамм жауабы:m (HCL)=126грамм",
                "date": "14.12.2018",
                "upvotes": 1
            },
            {
                "text": "1)\n2 мол   х мол\n\n1CuO+1H2=1Cu+1H2O\n\n1 мол   1 мол\n\nх=нью(Н2=)2*1/1=2 мол\n\nm(H2)=n(H2)*M(H2)=2 мол * (1г/мол * 2)=2*2=4 (грамм)",
                "date": "14.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елбасы өмірі жайлы көрініс керек",
        "question_content": "Елбасы өмірі жайлы көрініс керек еді. Мәнді әрі ұзақ болса керемет болатын еді",
        "question_date": "11.11.2018",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен білетін Балалық шағымның аспаны (басты рөлде Нурлан Алимжанов),  Елбасы жолы (басты рөлдерде Нурлан Алимжанов, Мадина Есманова), Жұлдыздар тоғысқанда деген (басты рөлдерде Берік Айтжанов) т.б. фильмдер бар, соны көріп арасынан қажетті жерін алып көрініс құруға болады.",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласындағы теxникалық универлер туралы",
        "question_content": "Барлықтарыңызға сәлем?!\n\nОсы жылы мектеп бітіретін едім(2019ж) Алматыға оқуға түскім келеді. Қай универлерді ұсынасыздар? Физика-математика саласы бойынша (теxникалық мамандықдар)(қыз балаға). Немесе арxитектура,дизайн салалары бойынша қай универ жақсы?? Алдын ала раxмет!\n\nТізім:                 \n1. Қ. Сәтбаев атындағы Қазақ ұлттық техникалық зерттеу университеті (ҚазҰТЗУ)\n\n2. Алматы теxнологиялық университеті (АТУ)\n\n3. Қазақ-британ теxникалық университеті (ҚБТУ)\n\n4. Нарxоз университеті\n\n5. Алматы энергетика және байланыс институты (АУЭС)\n\n6. Әл-Фараби атындағы Қазақ ұлттық университеті (ҚазНУ)\n\n7. Қазақ инженерлік-теxникалық университеті (ҚазИТУ)\n\n8. Еуразия теxнологиялық университеті (ЕТУ)\n\n9. Халықаралық ақпараттық технологиялар университеті (ХАТУ)\n\n10. Қазақ бас сәулет-құрылыс академиясы (ҚазБСҚА)\n\n11. Сүлеймен Демирел атындағы университет (СДУ)",
        "question_date": "11.11.2018",
        "question_tag": "Университет, колледж",
        "question_views": 801,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз ұсынып отырған ЖОО барлығы жоғары деңгейдегі университеттер, қайсысын таңдасаңызда өкінбейсіз деп ойлаймын (2,4,6,8,11 осы ЖОО ұсынар едім).",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Формулалар Sб.б=1/2Рк бирак апофемасын қалай табуға болады?",
        "question_content": "Пирамиданың табаны қабырғалары 18см және 10см болатын тік төртбұрыш. Пирамиданың биіктігі 12 см-ге тең, ал оның табаны тік төртбұрыштың диагональдарының қиылысу нүктесі. 1. Пирамиданың бүйір бетінің ауданын  2. Пирамиданың толық бетінің ауданын табындар.\nФормулалар Sб.б=1/2Рк бирак апофемасын қалай табуға болады? Және де толық бетінің ауданының формуласы қандай?",
        "question_date": "9.11.2018",
        "question_tag": "Геометрия",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық бетінің формуласы",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау көмектесіңдерші.Əрбір естелік жеке өзі іске жарамайды",
        "question_content": "Морфологиялық талдау\n\nƏрбір естелік жеке өзі іске жарамайды",
        "question_date": "8.11.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 989,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір естелік жеке өзі іске жарамайды.\nӘрбір естелік жеке өзі іске жарамайды.",
                "date": "8.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теміржол бекеті туралы база қалай құрса болады?",
        "question_content": "Теміржол бекеті туралы  Accses пен база құру керек еді, қалай құратынымды не  туралы база құратынымды білмей отыр едім.\n\nБілсеніздер айтып жіберініздерші",
        "question_date": "8.11.2018",
        "question_tag": "Университет, колледж",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теплоходтың ағыспен жүзгендегі жылдамдығы 35км/сағат",
        "question_content": "Теплоходтың ағыспен жүзгендегі жылдамдығы 35км/сағат, ал ағысқа қарсы жүзгендегі жылдамдығы 29км/сағат.\n\n•Ағыс жылдамдығын табыңдар.\n\n•Теплоходтың меншікті жылдамдығын табыңдар.",
        "question_date": "7.11.2018",
        "question_tag": "Математика",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "{Vt+Va=35\n{Vt-Va=29 екі жүйені бірөбірінен алсақ\nVt-Vt+Va-(-Va)=35-29\n2Va=6\nVa=6:2=3 км/сағ  \nАғыс жылдамдығы 3 км/сағ\nТеплоходтың меншікті жылдамдығы \nVt+Va=35\nVt+3=35\nVt=35-3=32 км/сағ",
                "date": "8.11.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Менеджер маманының жалақысы қанша",
        "question_content": "Менеджер деген кандай маман және жалақысы канша",
        "question_date": "7.11.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджер  деген сөздің өзі бізге ағылшын тілінен келген: бір нәрсені реттеу, бір нәрсені меңгеру, басшылық ету деген сөз. Мәселен, тек ғылыми ізденістермен шұғылданатын зерттеуші менеджер емес. Алайда,  егер ол зерттеуді ұйымдастыруға қатысатын болса, онда ол әрине, менеджер. Ауруды тек емдеп қана қоймай, клиниканы меңгеретін дәрігер жөнінде де осыны айтуға болады.\n\nМенеджер-ең көп тараған кәсіптің бірі. Бұл-басқарумен, экономикамен шұғылданатын, заң және басқа да мәселелерді жақсы білетін кез келген адам. Шаруашылықтың түйінді орнында жұмыс істейтін кез келген адам да менеджер.\n\nБарлық менеджерлер үшін, олардың қызмет орнына қарамастан, ортақ қызмет міндеті болады.\n\nБіріншіден, менеджер іскер кәсіпорынның мақсатын орындайды, сол мақсатын орындау үшін не істеу керектігін ойластырады, адамдарға нақты міндеттер жүктей отырып, оны жүзеге асыруды қамтамасыз етеді.\n\nЕкіншіден, менеджер ұйымдастырушы. Ол жұмыстарды жүйелеп, бөледі, қажетті ұйымдық құрылымды құрады, басшы жұмыскерлердің тиісті құрамын іріктейді т.б.\n\nҮшіншіден, менеджер көтермелеу шараларын қамтамасыз етіп, адамдармен тығыз байланыс орнатады. Ол ұжымды (коллективті) өз ісіне жауапкершілікпен қарайтын адамдармен құрады: бұл үшін қолда бар барлық мүмкіндікті-сыйлық беру, наградтау, жоғары қызметке тағайындау шараларын пайдаланады. Менеджер ұжымдағы барлық адамдармен тіл табысып, тұрақты байланыс орнатады.\n\nТөртіншіден, менеджер ұйымның іс-әрекетін талдайды, нормалауды белгілейді, кәсіпорында жұмыс істейтін барлық адамдардың жұмысын бағалайды.\n\nБесіншіден, менеджер адамдардың қызмет жағынан кемелденіп, жоғарылауын қамтамасыз етеді. Адамдардың мамандығының жетілдірілуі де, қызмет жағынан жоғарылап, не төмендеуі де, ұжым бірлігінің нығаюы, не берекесізденуі де менеджер жұмысына байланысты.\n\nМенеджер алдында тұрған барлық проблемаларды біле бермейді, сондықтанда ол «бесаспап данышпан» болуы да мүмкін емес. Оның арнайы еңбек құралы, атап айтқанда ақпараты (информациясы) болады. Менеджер адамдарды жұмысқа ынталандырады, бағыттайды, ұйымдастырады. Оның бірден-бір құралы-жазбаша немесе ауызша сөзі; немесе цифр тілі. Менеджердің жұмысы техникаға, есептеу операцияларына немесе өнім сатуға қатысты болғанына қарамастан, оның жұмысының тиімділігі тыңдау және оқу, айту және жазу қабілеттеріне байланысты. Ол өз ойын басқа біреулердің санасына жеткізе білуі, сондай-ақ басқа адамдардың да пікірін айқындай алуы тиіс.\n\nМенеджерлік шеберліктің маңызды жақтарының бірі-келіссөз жүргізе білуі-әріптесінің мүддесін өз мүддесіне сәйкестендіре білетін өнері болуы тиіс. Мұның өзі әсіресе қарамағындағы адамдарға әкімшілік билік жүргізе алмайтын басшылар үшін де, сондай-ақ сырттан шикізат жеткізушілермен қарым-қатынас орнату үшін де аса қажетті жағдай. Келесі онжылдықтарда нағыз компаниялар көп жағдайда маклерлік фирмаға ұқсайтын болады.\n\nМенеджерлер жұмысын ұйымдастырудың мынадай принциптері бар.\n\n— төңірегіңе жақсы жандарды топтастыр, интелегенттерге және қабілетті адамдарға сүйен;\n\n— өзінің бірінші кезектегі мүддеңді айқында, күнделікті іс-әректіңнің жазбасын жүргіз, ең күрделі проблемаларды текстің бірінші бетіне жазып қой;\n\n— нақты іс жөнінде айт, қалай айтсаң, солай жазба біл, жүргізілген талдаулар мен қорытындылар материалдарына негізделсін, әрі нақты, қысқа, кімге арналғаны белгілі; ал ұсынылатын шешімдер варианты –шағын болсын;\n\n— басшы штаб мен өндірістік сала аралығындағы кикілжің қымбат уақыт пен күш-жігерді бос жіберу екендігін ұмытпа. Басшы екі жақтың да жауапкершілігін дұрыс шектей білуі тиіс. Штабтың бірінші кезектегі міндеті-басшыға жәрдемдесу, әрі өндіріс учаскесіне дұрыс ықпал ете білу;\n\n— әркімнің билік аясын нақты айқында, адамдардың дербес жұмыс істеуіне мүмкіндік бер;\n\n—  сын-ескертпелерді, әр түрлі көзқарастарды ескер, оларды дұрыс пайдалан;\n\n— пайда болған өзгерістерге көңіл аудар, әрбір күннің түйінді мақсаты-барынша пайда табуға қамқорлық жасау екендігін есте сақта;\n\n— өз жұмыс стиліңді тап, әрі соны қолдан.\n\nШет елдің кейбір жоғарғы басшы корпорациялары менеджерлер үшін үш өсиет айтады: адамды құрметтеу, клиентке көңіл бөлу және жұмыстың жоғарғы сапасы. Ал «Уэлкомбэроз» компаниясы басқарушы үшін он өсиетті келтіреді: «адалдық, әдептілік, адамды құрметтеу, ұжымдық (коллективтік) жұмысқа қабілеттілік, зерттеуге икемділік, жұмыс сапасы, азаматтық сезімділік, тиімділік және бейімдеушілік».\n\nЕвропалық менеджерлер қазіргі кезде қатал талапты, өзгерістерді және қауіп-қатерді бастан өткізуде. Басқару жөніндегі ағылшын консультанттары М.Вудкок пен Д.Френсистің «Басыбайлықтан босанған менеджер» кітабында алдағы онжылдықта басқару үшін менеджердің мынадай дағдылары мен қабілеттері болуы тиіс.\n\n-өзін меңгере білу;\n\n-жеке басының бағалы қасиеттері;\n\n-жеке өзінің айқын жоспарлары;\n\n-жеке басын үнемі жетілдіріп отыру;\n\n-проблемаларды шешуге дағдылану;\n\n-өнертапқыштық және инновацияға қабілеттілік;\n\n-маңайындағы адамдарға ерекше ықпал ете білетін қабілет;\n\n-қазіргі басқару әдіс-тәсілдерін білу;\n\n-басшылық ету қабілетін;\n\n-қол астындағы адамдарды баулып, жетілдіре білу\n\n-тиімді жұмысшы топтарын қалыптастыру және дамыту қабілеті.",
                "date": "8.11.2018",
                "upvotes": 0
            },
            {
                "text": "Праблеманы шешеді",
                "date": "7.12.2018",
                "upvotes": 0
            },
            {
                "text": "200 000 тенге менын анам менеджер",
                "date": "9.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай ұшқыш болуға болады?",
        "question_content": "Ұшқыш болу үшін қандай сабақтарды жақсы оқу керек?",
        "question_date": "7.11.2018",
        "question_tag": "Мамандық",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық сабақты бірдей оқыған дұрыс, білім ешқашан аздық етпейді",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ираннан кейін Еуропаға шығу мүмкіндігі",
        "question_content": "Сәлеметсіздерме, араларымызда Иран мемлекетіне барғандар бар ма? Ирандық визадан кейін , Еуропалық шенген визасын алуға қиындықтар болады ма?",
        "question_date": "6.11.2018",
        "question_tag": "Қоғам",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тур агентке барып сөйлесіп көріңіз, сол жақтан өзіңізге керекті мәліметті ала аласыз",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен үйіме басқа адамдарды пропискаға тұрғызсам не болады? Жалпы ережелері қандай?",
        "question_content": "Сол туралы толық ақпарат білетіндеріңіз болса жазып жіберсеңіздер.",
        "question_date": "5.11.2018",
        "question_tag": "Қоғам",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халыққа қызмет көрсету орталығына барып сұрап көріңіз немесе 1414 нөмеріне хабарласып біліңіз",
                "date": "6.11.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұрғын үйге кезекке тұру",
        "question_content": "Сәлеметсіздер ме! Жасым 25 те, тұрақты жұмысым бар.\n\n1. Мен тұрғын үйге кезекке тұру үшін қайда баруым қажет.\n\n2. Тұрғын үйге тіркелу үшін нақты қандай құжаттар апарып тапсыру керек.Айтып жібересіздер ме өтініш.",
        "question_date": "5.11.2018",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалада болсаң ЖКХға барасың.\n\n1414-ке қоңырау соқ.",
                "date": "5.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салмақ және бой",
        "question_content": "Менын жасым 16 да бойым 173 салмагым 53-54 бул нормально ма? Бойым куттай болса бойымды калай осыруге болады?",
        "question_date": "5.11.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойыңыз кішкентай болса витаминдер жеу керек және спортпен айналысуға тырысыңыз (турникке тартылу, баскетбол, волейбол).",
                "date": "6.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдерге арналған қандай жүлделі байқауды білесіз?",
        "question_content": "Мектеп ұстаздарына арналған қандай жүлделі байқауды білесіз?",
        "question_date": "5.11.2018",
        "question_tag": "Мектеп",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл BMG компаниясы ұйымдастырған \"Жаңашыл мұғалім-2018\" байқауына 1200-ден астам мұғалім қатысты. Байқаудың жүлде қоры 2 миллион теңге болды. Байқау алдағы уақытта тағы да ұйымдастырылады. Жеңімпаздардан осы сайыс туралы толығырақ сұрап білдік. Материалға сілтеме: \n\"Мұғалімдер байқауда қалай жарты миллион теңгеден ұтып алды?\"",
                "date": "5.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзақ уақыт билікте отырған адамның психологиясы қандай болады ?",
        "question_content": "Ұзақ уақыт билікте отырған адамның психологиясы қандай болады ?",
        "question_date": "5.11.2018",
        "question_tag": "Психология",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам билікте қалай отырса сол мінезбен кетеді деп ойлаймын. Өйткені біздің Мемлекетте басшылар зейнеткер атанса да жұмыс істей береді. Өзіңіз ойланыңызшы олар сонда қай уақытта өзгеріп үлгереді?!",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграм аккаунт жабу",
        "question_content": "Алдыңғы телефонымдағы инстаграмды жабуым керек еді(қазір басқа аккаунтпен пайдаланамын),ал мен алдыңғы аккаунтымды ұмытып қалғанмын.Қалай өшірсем болады ешкім көрмейтін",
        "question_date": "4.11.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол ескі аккаунттың телефон номері не болмаса эл,поштасы керек. Онсыз жаба алмайсыз.",
                "date": "5.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалім жалақысы жайлы",
        "question_content": "Сәлеметсіздер! Мектепте инженер-программисттердің жалақысы және оклад неше?",
        "question_date": "4.11.2018",
        "question_tag": "Мектеп",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны сіз мектептерге барып сөйлесіп көріңіз, категорияңыз болмаса, тәжірибеңіз болмаса, ең төменгі айлықты алатын шығарсыз.",
                "date": "7.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент қаласы бойынша КИП мамандығы қай ЖОО бар?",
        "question_content": "Кип автоматика. Мамандыгы каи универ н-е коледждерде бар. Жалпы производстванын мамандыктары каи оқу орнында бар?",
        "question_date": "4.11.2018",
        "question_tag": "Мамандық",
        "question_views": 981,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1013000- Механикалық өңдеу, өлшеу-бақылау құралдары және өндірістегі автоматика мамандығы бойынша оқуға болады. Алматы Мемлекеттік энергетика және электронды технологиялар колледжі, Ә.Мусин атындағы Балқаш гуманитарлы-техникалық колледжі, Уральский колледж Информационных технологии, Ақтау технологиялық қызмет көрсету колледжі, Д.Серікбаев атындағы Шығыс Қазақстан Мемлекеттік техникалық университеті т.с.с. ЖОО оқуға болады.",
                "date": "6.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жорып бере аласыздар ма?",
        "question_content": "Менс соңғы кездерә түсініксіз тустер корип журмин отиниш жорып бере алатындар бар ма? Мен тусимде апкемнин уйнде екенмин дала жап жарык кіре беріс болмеде анам мен акам тур екен анамнын аузын жауып туншыктырып акем олтирип жатыр екен бирак турине карасам менин акем емес мен болса карап турмын соган . кейін мамам олип капты сосын тун болыпты мен жатырмын бирак мен жылай алмаймын бір сезіне алмайм да мулде оозимди зорласамда болмай жатыр кейін уйыктап калыппын тусимде (тусимде тус корип жатырмын ) мамам келип папаннын аяк киымын суртип кой папан урысады деп айтып тур екен  еенди буны тусинбей ойланып журмин бул ненин белгиси??? отиниш  комектесиниздерши???",
        "question_date": "3.11.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 839,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай түстерді көңіліңізге алмаңыз, бұл жай ғана түс.\n\nТүс түлкінің боғы дейді ғой қазақ.))))",
                "date": "3.11.2018",
                "upvotes": 0
            },
            {
                "text": "Ұмытқаныңыз жөн болар бұл түсті.\n\nБолмаса  жақсылыққа жарыңыз.\n\nМенің жоруым бойынша анаңыздың ғұмыры ұзақ болмақ.МашАллах",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефон А6 2018",
        "question_content": "Менің телефоным  рабочий столда турган мумкин вкада ватсапта отканда кандаи жағдай да болмасын гугл өзінен өзі ашып қатып қалады? Бәрін жинау пәрменімен өшіріп тастап отырмын кім қандай көмек бере алады?",
        "question_date": "3.11.2018",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Скриншотпен түсіріп жібер, көрейік.",
                "date": "3.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлігі бойынша санды табу теңдеу құру",
        "question_content": "Оқушы кітапты үш күн оқыды. Ол бірінші күні 0,2-ін және 5 бетін оқыды. Екінші күні кітаптың қалған беттерінің 0,4-ін және 10 бетін оқыды. Ол үшінші күні кітаптың одан қалған беттерінің 0,8-ін оқығанда, кітаптың оқылмаған 7 беті қалды. Кітапта барлығы қанша бет болған?",
        "question_date": "2.11.2018",
        "question_tag": "Мектеп",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық бет х болса\n1 күні 0,2x+5 бет оқылса қалғаны 0,8x-5\n2 күні (0,8x-5)*0,4+10=0,32x-2+10=0,32x+8 бет оқылса қалғаны 0,8x-5-(0,32x+8)=     0,48x-13\n3 күні (0,48x-13)*0,8=0,384x-10,4 бет оқылса қалғаны 0,48x-13-(0,384x-10,4)=7\n0,096x-2,6=7\n0,096x=9,6\nx=9,6:0,096=100\nКітапта барлығы 100 бет болған",
                "date": "2.11.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұлпаның құрылысы атқаратын қызметіне қалай байланысты?",
        "question_content": "Өсімдіктер мен жануарлардың ұлпаларын жіктеу бөлімі",
        "question_date": "2.11.2018",
        "question_tag": "Биология",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өсімдіктер мен жануарлардың ұлпаларының айырмашылығы:\nӨсімдіктер Жануарлар\nПластидтері бар Пластидтері жоқ\nҚоректену типі - автотрофты Қоректену типі - гетеротрофты\nАТФ синтезі хлоропластарда және митохондрияларда жүреді АТФ синтезі митохондрияларда жүреді\nЦелюлозалық жасуша қабырғасы бар Целюлозалық жасуша қабырғасы жоқ\nВакуольдері ірі Вакуольдері ұсақ\nЖасуша орталығы тек төменгі сатыдағыларында Жасуша орталығы барлық жасушаларда бар",
                "date": "8.11.2018",
                "upvotes": 0
            },
            {
                "text": "Ұлпаның атқарған қызметі пж",
                "date": "7.09.2020",
                "upvotes": 0
            },
            {
                "text": "Ұлпаның құрылысы неге байланысты",
                "date": "14.09.2022",
                "upvotes": 0
            },
            {
                "text": "жоғары сатыдағы өсімдік және жануарлар ағзалары әртүрлі ұлпа титерден құралғаг",
                "date": "26.11.2022",
                "upvotes": 0
            }
        ]
    }
]