[
    {
        "question_title": "Ұл екенін қалай есептеуге болады?",
        "question_content": "Менде 4кыз, ұл босангым келеді, азир маган 4апта болды, марттын аяғында котердим, жасым42келди,калай есептейді?",
        "question_date": "19.04.2020",
        "question_tag": "Тазалық",
        "question_views": 31200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланың жынысын алдын ала білуге болады ма? Жүктілікті білген сәттен бастап болашақ ата-ана құрсақтағы сәбидің болашағына жоспар құра бастайды. Оның бәрі жөргек пен киім қарастырудан, есім таңдаудан басталады. Ал ол киімдердің түсі қандай болады, қандай ойыншықтармен ойнайды, нәрестенің атын кім деп қояды – бұның бәрі бірінші кезекте баланың жынысына байланысты. Ата-аналардың біразы сәбилерінің ұл болып туылғанын қаласа, екіншілері, керісінше, қызды армандайды. Әсіресе бұл сұрақ отбасы мүшелерін жанұяда генмен берілетін ауру болса, қаттырақ мазалай түседі. Өмірдің өз жоспары бар десек те, баланың жынысын алдын ала білуге болады. Оның жолдары қандай?\nНәрестенің жынысын анықтаудың көнеден келе жатқан халықтық, бертін келе медицинаның дамуымен бірге заманауи, ғылыми әдістері де пайда болды. Солардың ішінде кеңінен тараған бірнеше түрін талдап көрейік.\nҚытай баланың жынысын анықтау кестесі\nКез келген затқа асқан ұқыптылықпен қарайтын қытайлар да құрсақтағы сәбидің жынысын анықтаудың амал-тәсілдерін зерттеген, қарастырған. Желіде жүктілікті жоспарлайтын және баланың жынысын көрсететін бірнеше кесте бар, солардың ішінде ең танымалы – қытай кестесі. Себебі ол Пекиндік отбасын жоспарлау институтының мақұлдауынан өтіп, дәлдік коэффициенті 98 % екені анықталған. Соның арқасында қытай азаматтарының арасында сенімге ие болды. Қытай еркектерінің көбі ұлды болғылары келгендіктен, осы кестенің көмегімен алдын ала баланың жынысын жоспарлауға тырысады.\nКестені қалай қолданады? Бәрі өте оңай. Ананың жасы мен нәрестенің жынысын кестеде қиыстырасыз, сол кезде жыныстық қатынасқа қай уақытта түсіп, құрсақ көтеру керек екендігін білесіз. Байқап көріңіз.\nЖапонияда болашақ баланың жынысын қалай анықтайды?\nЖапондықтар да бұл сұрақтан қалыс қалмаған. Қытайлар сияқты бұлар да ұл-қызды жоспарлаудың өз кестесін ұсынды. Оның өз ерекшеліктері бар. Олардың басытысы – кестеде тек болашақ ата-ананың туған күні ғана ескерілмейді.\nНегізі, кесте екі бөліктен тұрады. Әуелі сіз «өз» саныңызды іздейсіз: ол еркектің және әйелдің туған күндерін сәйкестендіру арқылы есептеледі. Өз саныңызды тапқаннан кейін екінші бөлікке өтесіз. «Сіздің» саныңыз бағананың жоғарғы жағында көлденеңінен орналасқан. Баланың жынысы оны көтерген аймен анықталады. Белгілі бір аймен «ұл/қыз» бағанасы қиысқан тұста қосу белгілері неғұрлым көп болса, баланың жынысы сіздің қалағаныңыздай болу мүмкіндігі жоғарырақ. Әр ата-анаға бұндай мүмкіндіктер жылына екі рет беріледі.\nНәрестенің жынысы ата-ананың қан тобымен қалай байланысты?\nҚызды, не ұлды болудың тағы бір жолы бар. Ол үшін болашақ ата-ананың қан тобы мен резустарын назарға ала отырып, олардың қаны қашан жаңарғанын анықтау керек.\nКей жағдайда жанұяда не ұлдар, не қыздар ғана дүниеге келуі мүмкін. Ол ата-аналардың қан топтары мен резустарына байланысты. Сондықтан, егер сіз ұлды болғыңыз келсе, онда үйленбестен бұрын жарыңыздың қан тобы мен резусын сұрап білгеніңіз абзал.\nЕскере кетейік, қанның жаңаруына байланысты баланы жоспарлау теориясы бар. Оның мәні неде?\nХалық арасында еркектің қаны төрт жылда бір, ал әйелдікі үш жылда бір рет жаңарады деген пікір бар. Кімнің қаны салыстырмалы түрде жас болса, баланың жынысы да сондай болады деп саналады. Яғни әйелдің қаны жас болса – қыз, ал еркектігі жас болса – ұл туады. Қанның жаңаруын қалай санауға болады? Болашақ әкенің жасын төртке бөлеміз. Мысалға, еркек 33-те, онда 33:4=8, қалдығы 1. Бұл қаны 1 жыл бұрын жаңарды дегенді білдіреді. Әйел 27-де. 27:3=9, қалдығы 0. Оның қаны енді ғана жаңарды, демек ердікіне қарағанда жас. Яғни қызды күте берсе болады.\nБұл әдіс нәтижесінің қаншалықты дәл болатынын айту қиын. Себебі, қанға әсер ететін факторлар бар: қан құю, қан кету, түсік тастау, донор болу, ота кезінде қан жоғалту. Осындай жағдайлардың кесінде қанды ата-ананың туған кезінен бастап емес, осы жайттар орын алған кезден бастап санайды. Кейбір ғалымдар бұл әдістің дәлдік коэффициентін тек 1-2% ғана бағаласа, басқалары, керісінше, нәтижесі 65-88% тура болатынына сенімді.\nБаланың жынысын ата-ананың жасы арқылы есептеу.\nИә, бұндай да әдіс бар, таңғалмаңыз! Кейбір тәжірибелерге сүйенсек, ата-ананың жасы нәрестенің жынысына әсер етеді. Егер әйел күйеуінен 1-9 жасқа үлкен болса, отбасында бірінші дүниеге қыз келеді. Керісінше, күйеуі жұбайынан 5-15 жасқа үлкен болса, ұлды болады. Бұл тек жанұяның тұңғышына ғана қатысты.\nНәрестенің жынысын УДЗ арқылы анықтау.\nТехника дамыған заманауи өмірде құрсақтағы баланың ұл не қыз екендігін дәрігердің көмегімен білуге болады. Ультродыбыстық диагностика жасату ананың да, нәрестенің де өмірі мен денсаулығына қауіпсіз. Жүктіліктің 20 аптасында баланың жынысын нақты анықтай аласыз. Әрине, сәбиіңіз экранға «керек» жерін көрсеткісі келсе.\nҚұрсақтағы нәресте қозғалып, жыныс мүшелерін жаба бастайтын сәттер де дәрігер тәжірибесінде жиі кездеседі. Сондықтан УДЗ жасатқан күннің өзінде баланың жынысын шатастыру мүмкін. Жүктіліктің алғашқы уақытында, мысалға 11 аптасында, нәрестенің жынысын тек 30% жағдайда ғана анықтауға болады. Бұл уақытта құрсақтағы ер жынысты эмбрионының кіндік бұдырмағының дамуы қыздікіне қарағанда жоғары болады. Әрі қарай жыныстық белгілер айқындала түседі. 12 аптада ұлды қыздан 46% болжамдықпен айыруға болса, 13 аптада ықтималдық коэффициенты 80%-ға дейін артады.\nБаланың жынысын овуляция бойынша жоспарлау\nБаланың жынысын ғана емес, жалпы жүктілікті жоспарлаудың ең сенімді әдісінің бірі – овуляция арқылы есептеу. Ол ғылыми түрде тексерілген. Бұл әдістің мәні неде? Ұрықтану құрамында XY хромосомасы бар аталық ұрық пен ХХ хромосомалы аналық жасушадан болады. Нәрестенің жынысы осы хромосомалардың қалай қосылатынына байланысты. Х- ер мен Х- әйел хромосомаларының жиынтығы — қыз, Х-әйел мен Y-ер жиынтығы — ұлды боласыз. Y-хромосомалары ең белсенді болғанымен, аналық жасушамен бірден қосылмаса, өледі. Ал Х-хромосомалары аналық жасушаның пайда болуын күтіп, оны 24 сағаттан кейін де ұрықтандыра алады. Аналық жасуша етеккірден 13-16 күн бұрын бөлінеді және әр 25 күн сайын бұл процесс қайталанып отырады. Овуляцияның белгілері: іштің төменгі жағы мен кеуденің ауырсынуы, көңіл-күйдің құбылмалылығы, базалды температураның көтерілуі. Овуляция болғаннан сәттен менструацияға дейінгі уақытта ұлды болуға болады.\nБаланың жынысын жоспарлауға байланысты халықтық болжам-жоралғылар да аз емес. Біздің дүниеге келгенімізге дейін бірнеше ғасыр бұрын жинала бастаған бұл ырымдарды біз қалай айтпай кетеміз?! Сонымен, сіздің құрсағыңыздағы ұл ма, қыз ба? Біздің ата-бабаларымыз бұл жайлы не дейді екен?!\nЕгер жүктілік кезінде болашақ ана токсикоздан қиналса, ұлды болады. Қалтырауды сезінсе – қыз, ыстығы көтерілсе – ұл. Жүктілік әйелді нұрландыра түссе, денесінде түктер мен шаштар көбейсе, дүниеге ер бала келеді. Қызға аяғы ауыр келіншек ұзақ уақыт бойы жүктілігін жасыруға бейім болады. Сонымен қоса, құрсағында қызды көтеріп жүрген ана үнемі еркелегісі келіп тұрады. Жұбайлар жыныстық қатынасқа жиі түссе, ұлды болады; ал сирек қатынас кезінде қыз бала дүниеге келеді. Нәресте ұл болса, аналары тұзды тағам мен етке жерік, ал қыздың аналары тәтті мен жеміске құмар. Жүкті әйелдің іші жалпақ және биігірек орналасса, дүниеге қыз келеді, ал іші шығыңқы және төмен орналасса, ұлды болады. Тақыр бас немесе шаштың түсуінен зардап шегіп жүрген еркектер көбінесе ұлдардың әкесі атанады.\nНәрестенің жынысын жоспарлаудың сан алуан тәсілі бар. Алайда олар қаншалықты тиімді екенін байқап көргенде ғана айта аласыз. Балалы ата-аналардың айтуы бойынша, ешқандай әдіс 100% нәтиже бермейді. Себебі табиғаттың өз заны бар және одан асып ешқайда бара алмайсың. Ата-ананы нәрестенің жынысы емес, оның бар болғаны, дүниеге аман-сау келгені бақытты қылу керек. Жүктілік уақытында әйелдердің көбі қызды болуды армандайды. Сонда да туыстарымен қосылып алып нәрестенің жынысын анықтауға кіріседі, неше түрлі әдісті қолданады, денесінен белгілерді іздейді. Ұлды боласыз ба, қызды боласыз ба? Бұл сұрақтың жауабын бізден бұрын талай адам іздеген. Ата-әжелерімізден қалған халықтық болжамдар мен кеңестер қаншама?! Ал бүгінгі күні жорамалдардан бөлек, әр ана ультродыбыстық тексеруге де барады. Алайда ұмытпаңыз, қандай әдісті қолдансаңыз да, баланың жынысын дәл білу мүмкін емес.\nХалықтық ырымдарды бірнеше топқа бөлуге болады.\n1. Бірінші топқа овуляциямен байланысты жорамалдар жатады. Мысалға, ұрықтану болжамалы овуляция күніне дейін болса, жұбайлар жыныстық қатынасқа күнде туссе, секспен белсенді айналасса, заңды түрде негеде тұрса, әйел ерін қаттырақ жақсы көрсе, ұрықтану кезінде еркек сексте белсенділік танытса, қыз туады. Керісінше, еркек пассивтің рөлін атқарса, ұлды болады. Ұрықтану кезінде әйел оргазм сезінсе, ұлды болады; сезінбесе, дүниеге қыз келеді. Сонымен қоса қызды болуға жеміс, көкөніс, сүтті өнімдер жеген көмектеседі.\nЕгер балалы жұп аз уақыттан кейін тағы нәрестелі болғысы келсе, дүниеге келетін сәбидің жынысы басқа болады деген пікірлер де бар. Мысалға, бірінші бала қыз болса, енді ұл туады. Жаңбырлы, ылғалды күні құрсаққа қыз бітеді дейді біреулер. Бұған сенсек, күзде әйелдер көбіне қызға жүкті болады. Бірақ бұл деректер ғылыми түрде дәлелденбеген.\n2. Екінші топтағы ырымдар жүктілік кезіндегі ананың көңіл күйі, жүктіліктің өтуі сияқты сипаттамаларға негізделген. Дүниеге қыз келетінінің белгілері: тоғыз ай бойы болашақ ананы токсикоз қатты мазалайды, қызуы жиі көтеріледі, оң жаққа жатқанды жақсы көреді, тамаққа тәбеті болмай, тәттіге құмартады, несебі – ақшыл сарғыш түсті; баяу, сымбатты, жеңіл жүреді. Нәрестенің ұл болуын мына заттар хабарлайды: әйел адам сол жағында жатқанды ұнатады, жүрісі тез, ауыр болады.\n3. Үшінші топ – іштің пішіні. Құрсақта қыз бала жатса, іш биік орналасады, домаланады, солға қарай жылжиды. Әйелдің саны мен белі үлкейеді.\nБалалы әйелдер нәрестенің жынысын алдыңғы жүктіліктерімен салыстыра отырып, анықтай алады. Егер жүктілік өзгеше жүрсе, сәбидің жынысы да басқа болуы ықтимал.\nҰл бала мен қыз баланы көтеріп жүрген әйелдердің жүктілігі әртүрлі жүреді. Медициналық тәжірибе көрсететіндей, тіпті ультрадыбыстық диагностика да кей жағдайда нәрестенің жынысын нақты анықтай алмайды. УДЗ уақытында сәби қозғалса, жабылса, оның қыз-ұл екенін дәл айту мүмкін емес. Яғни баланың кім болып туылатынын болашақ ата-ана босанғаннан кейін ғана нақты біле алады.\nОйланып қарасақ, нәрестенің жынысы емес, оның денсаулығы маңызды. Қыз болсын, ұл болсын, әр бала өмірге келуге құқылы.\nТолығырақ: https://www.balam.kz/bala-zhynysyn-anyqtau/",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жынысы сомен кім болды",
                "date": "15.03.2022",
                "upvotes": 0
            },
            {
                "text": "Соңғы етек кіріңіз",
                "date": "25.06.2022",
                "upvotes": 0
            },
            {
                "text": "Ұл немесе қыз бала болуы еріңізге толық байланысты, Ұл қаласаңыз отағасыға салиқалы дені сау ұл бер деп жасаңыз",
                "date": "27.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тек ораза кезінде ниет етіп намаз оқуға болады ма?",
        "question_content": "Өмірде əлі намаз бастап оқып көрген жоқпын. Намазды тек ораза уақытында ниет етіп оқуға болады ма ?",
        "question_date": "19.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болмайды . Намазды бір бастап қайта тастап жүру өте үлкен күнә. Уақытша ораза кезінде мұсылманмын деген сөздей ғой.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 атадан қыз алып қыз берісу",
        "question_content": "Қыз алысып қыз беру үшін 7 атанды санаганда, әкесі саналама, әлде атасынан бастайдыма?",
        "question_date": "19.04.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеті атаны есептеу әкеден басталады.\nБұл қағиданың шығу тарихы. Жеті атаға дейін қанша ұрпақ көргенін қалай есептейміз? Жеті атаға толғаннан кейін қандай жоралғы жасаған? Толмаса қалай жазалаған?\nҚазақта жеті атасына дейін туыстық қатынасы болмаған, ана сүті араласпаған жастарға – үйленуге жол ашық. Бірақ \"Жеті атаға толмай қыз алыспау\" – шарт.\nТіптен, үйленетін азамат қалыңдықты жеті таудан асып, жеті өзеннен өтіп тапса, ерлік саналған. Міне бұл – ұрпақ саулығын, қан тазалығын, тектілікті сақтаудың ең ұлы әрі ең сенімді жолы ретінде әлемде мойындалды.\nЖеті жарғы не дейді?\nЖеті атаға толмай қыз алыспау – ата-бабамыздан бері келе жатқан қатаң құқықтық заң-ереже. Дүниеге келер ұрпақтың қанының тазалығы мен денінің саулығын сақтау мақсатында жеті атаға дейін қан араластырмау шарты – бағзы заманнан иниститут болып қалыптасты. Бұл – физологиялық және психологиялық ауытқуды және ауруды тудыратын генетикалық өзгерістердің алдын алу үшін жасалған сақтық шарасы.\n\"Жеті Жарғы\" – қазақ халқының өмір сүру ортасы мен тарихи танымына сай жасалған дала заңы. Қазақ ханы әз Тәуке \"Қасым ханның қасқа жолы\" мен \"Есім ханның ескі жолын\" жетілдіріп, сол негізде \"Жеті жарғы\" заңдар жинағын жарыққа шығарды. Бұл – Тәукенің жеті жарғысы деген атпен тарихқа қалды.\nЖеті жарғының некелік қатынастар туралы бабында балиғатқа толумен қатар, екінші шарт – бұл болашақ жұбайлардың жеті атаға дейін туыстық қатынаста болмауы талап етілген. Онда балиғат жасы он үш болып белгіленген.\nСонымен бірге атастыру, айттыру, құда түсу, ғашықтық және басқа да жолмен қосылудың ережелері айқындалды. Қалыңмал берудің тәртібі де ру басылары мен ақсақалдардың келісімімен халықтың әлеуметтік жағдайына қарай оңтайландырылды. Бұның қазақта \"бай байға, сай сайға құяды\" деген мәтеліне айналғаны белгілі.\nАқ Орда ханы Әз Жәнібектің жарлығы\nАлаш ұранды күллі қазақ өздерінің және ұрпағының мінсіз бітістік болмағы шарты үшін: Ауыз (бір – автордан): жат төселмелік, жат ниет, бәт қылық бүгіннен бастап тиым болмағы – шарт жарағы. Егер көзге шалынса, қара маңғаз артынша мінгізіліп, өртелмелік қалма әлпетіне жақпаулылық, жаға жұрт көрмелік істемек шарт.\nКөз (екі – автордан). Жеті атадан ілгері қыз алысқандар бүгіннен бастап болмауы шарт жарағы. Егер олай болғанына көз жеткізсе, жұбайларды тең бас қылыштамақ шарт.\nКөз мұрын (үш – автордан). Беттен сүйетін жат қылық бүгіннен бастап тиым. Және Аллалық шала жаралымнан басқа науқастар әрқандай пенде баласына болса да тостағанның шетін тістетпеуі шарт. Егер айқын ұғыныстылық болса, елу қамшы дүремелек жарағы, оған сұрам жоқтығы айқындылық. Әшкере қарсыласқан адамның өзі кім болса да жер үймек. Жарманы жарлық атқартуға кетіп қалған соң, хан маған: Жарайсың, қара үзген шипагер, көзің шоқша жайнап. Ілме жауап бергің дегізді тұлғаңды дер қайнама сарқылмас жатқан қайнап. Өңгер, үлгіңді титтей де қалдырмай, жасырып жатпай, бүкпесіз, толық ашық жазып шық. Болған соң Ордаға келіп жеке өзіме оқып бер, қазынада сақтатам. Қасырқағаңа қарай сыйыңды алып, мәртебеңді иелейсің, – делінген.\nМіне бұл Өтейбойдақ Тілеуқабылұлының Шипагерлік баянында жазылған жағдай.\nЖігіттің үш жұртының қайсысынан қыз алысуға болады?\nҚазақтың үш жұрты: өз жұрты, нағашы жұрты, қайын жұрты. Міне осы үш жұрттың ішінде өз жұртынан және нағашы жұртынан ешқашан қыз алыспайды. Ал қайын жұрт сәл басқаша. Яғни, қандық туыстық байланыс болмаса немесе құда бала мен құдашаларды өзара айттырады.\nКейде нағашылы-жиенді жақ екі-үш атадан кейін, кедейліктен не соғыстан үйлене алмай қалу секілді қиын жағдайларда атастыратын болған. Бірақ бұл барынша сирек кездеседі. Немесе жұбайы қайтыс болған еркекке қайын жұртынан қыз алуға болады. Көбінесе балдыздарын алған.\nҚазақ жеті атаға толып, қыз алысуға рұқсат болғанда қандай жоралғы жасаған?\nБайахмет Жұмабай, этнограф, жазушы:\n\"Әрине, бұл жағдай екі жастың өзара махаббатынан туындайтыны белгілі. Мұндай кезде ауыл ақсақалдары мен билері ақылдасқан. Егер екі жастың туыстық байланысы жеті атаға толса, жеті рудан билер мен ақсақалдарды жинап, \"Ақсарбас\" айтып, мал сойып, батасын беретін болған. Сонымен бірге жаңа шыққан руға ру атын, ен-таңбасын, аруақ-ұранын белгілеп берген. Міне осы баталасудан кейін бұл екі ру бір-бірінен қыз алысатын болыпты\".\nЖеті атаға жетпей қосылғандарға қолданылған жазалар\nЖаза әр түрлі болған. Теріс бата, тас ату, үстінен мал айдау, елден аластау, асаудың құйрығына тағу.\nЖеті атаға толмай қосылған жастардың мәселесін ру басшылары мен ақсақалдарының жиналысы шешіп отырған. Алдымен 3 тен 5 ретке дейін ескерту жасаған. Егер екі жас ақсақалдардың, әке-шешенің шешіміне қарамай үйленсе, қашып кетсе ең алдымен \"теріс бата\" берген. Сонымен бірге қайда қашып кетсе де тауып алып, жазалап, тіпті, өлтіріп отырған.\nСебебі, бұл – бүкіл рудың ар-намысына дақ түсіріп, қара бет қылатын, ата-бабаның салт-дәстүріне қиянат келтіретін ауыр қылмыстардың бірі ретінде тарихқа қалды.\nТеріс бата – әке-шешесі, не қатты назары түскен ақсақал не ана алақанын теріс қаратып жайып, лағнет айтып, қарғыс дұғасын оқыған.\nМұндайдан елді шектеп, халыққа үлгі ету үшін \"тас ату\" арқылы да қия басқандарды жазалап отырған. Онда әр үйден бір адамнан шығып, бір кесек тасты елді қара бет еткен қылмыскерге атқан. Бұл діни жазалау түріне ұқсап кетеді.\nКейде төрт жаққа керіп, жерге жатқызып байлап қойып, үстінен қоралы қойды арлы-берлі өткізу арқылы малдың тұяғына таптатып өлтірген.\nЕлден аластау – кейде осындай ауыр қылмыс жасаған екі жасты байлап, елден алыс жерге апарып, тентіретіп қоя берген. Өлтірмеген.\nБұдан тыс асау жылқының құйрығына тағып, сүйретіп жіберген жағдайлар да болыпты.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекітер уақыт 4:52 мен уақытынан кешігіп 4:53 бекіттім, оразам бұзылама?",
        "question_content": "Ауыз бекіту кезінде мен 1 минутқа кешігіп қалдым, оразам бұзылама?",
        "question_date": "19.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы болады. Негізі пайғамбарымыз(с.ғ.с) сәресін кешіктіру дұрыс деген. Яғни, ауыз бекітуді кешіктіру абзал, ал ауыз ашуға асығу керек деген. Өз пайдаңыз үшін әрине әдейі уақытынан кешіктіруге болмайды.\nБұрынғы кездерде уақытсыз -ақ күн көзімен -ақ  ауыз бекітіп жүрген. Бірақ қазір барлық мүмкіндік бар. Сондықтан әдейі кешіктірмесеңіз болды деп ойлаймын.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Фотосинтездің» өмірдегі маңызы « Эссе на англиский",
        "question_content": "написать сочинение \"Важность фотосинтеза для жизни на Земле\" 200 слов !!!!!!!",
        "question_date": "18.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тhe starting material for photosynthesis is atmospheric carbon dioxide and water. For the synthesis of organic substances, plants use only inorganic substances: nitrogenous, phosphorus, sulfur compounds. Molecules of atmospheric nitrogen also serve as a source of nitrogen, which bacteria that live in root nodules, mainly legumes, can fix. In this case, gaseous nitrogen passes into the composition of ammonia - NH4 and then enters into the composition of amino acids, proteins, nucleic acids and other compounds.\nOrganic substances that are formed in photosynthetic cells from carbon dioxide, water, atmospheric nitrogen and inorganic salts of the soil or aqueous media are used by all living things on our planet who are not capable of photosynthesis. These creatures include all animals and humans who live thanks to the energy of the sun transformed by plants. The exception is chemosynthetic microorganisms, which will be discussed below. Photosynthetic cells, capturing carbon dioxide from the atmosphere, release oxygen into it.\nBefore the appearance of photosynthetic cells and organisms on our planet, the Earth’s atmosphere was devoid of oxygen. With the advent of photosynthetic cells, it began to be saturated with oxygen. The gradual filling of the atmosphere with oxygen led to the appearance of cells with a new type of energy apparatus. These were cells producing energy due to the oxidation of organic compounds, mainly carbohydrates and fats, with the participation of atmospheric oxygen as an oxidizing agent.\nThe atmosphere created by photosynthesis protects the living from destructive short-wave UV radiation (oxygen-ozone screen of the atmosphere). Only 1-2% of solar energy goes into the crop of agricultural plants, losses are due to incomplete absorption of light. Therefore, there is a huge prospect of increasing yields due to the selection of varieties with high photosynthesis efficiency and the creation of a crop structure favorable for light absorption. In this regard, the development of the theoretical foundations of photosynthesis control and the study of photosynthesis as an integral process become especially relevant.\nPhotosynthesis is the main entry of inorganic carbon into the biological cycle. All free oxygen in the atmosphere is of biogenic origin and is a by-product of photosynthesis. The formation of an oxidizing atmosphere (oxygen catastrophe) completely changed the state of the earth's surface, made possible the appearance of respiration, and in the future, after the formation of the ozone layer, allowed life to land.\nPhotosynthesis, which is one of the most common processes on Earth, determines the natural cycles of carbon, oxygen and other elements and provides the material and energy basis of life on our planet. Photosynthesis is the only source of atmospheric oxygen.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карантинге арналған лайфхактарыңыз бар ма?",
        "question_content": "Карантинге арналған лайфхактарыңыз бар ма? Өзіңіз ойлап тапқан болсын, бір жерден көріп алғаныңыз болсын. Бөлісе отырайық.",
        "question_date": "18.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.04.2020",
                "upvotes": 0
            },
            {
                "text": "",
                "date": "21.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аудармашы мамандығын оқып мұғалім болуға болама?",
        "question_content": "Мен колледжге түскім келеді және аудармашы масандығын оқып мұғалім болуға болама?Және тағы бір сұрайын дегенім шымкентте ағылшын тілінен қандай колледж бар?",
        "question_date": "18.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Колледж «Парасат» при ЮКГИ им. М.Сапарбаева\n2) Высший педагогический колледж Shymkent\n3)Колледж «Мирас»\n4)Колледж «Болашақ»\n5)Многопрофильный колледж «Авимед»\nЖұмысқа тұруыңыз келіскеніңізге орай деп ойлаймын. Себебі, аудармашы мамандығының оқу бағдарламасында  педагогика мен психология(кез -келген) мамандықтары оқытыла ма білмедім. Оқытылса сабақ беруге болады. Немесе өзіңіз Қосымша ақша төлеп оқи аласыз. бейімдік пән ретінде.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰПараллелограмның үш нүктесі белгілі төртіншісін табу.O(0;0)A(6;2)B(x; y)C(0;6)",
        "question_content": "Бұл геометриядан есеп 11есеп,§25\n\nҮш координат белгілі төртіншісін табуға көмектесіңіздерші\n\nO(0;0) A(6;2) B(x;y) C(0;6)",
        "question_date": "18.04.2020",
        "question_tag": "Геометрия",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабын салып қараймыз;\nO(0;0) A(6;2) B(6;8) C(0;6)",
                "date": "18.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тасбихты қолмен қалай тартуға болады?",
        "question_content": "Тасбихты қолмен қалай тартуға болады?",
        "question_date": "18.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына видеодан қарасаңыз түсініктірек болады көзбен көргендіктен.",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С. Мұқанов \"Ботакөз\" романындағы образдарды талдау (Ботакөз,Асқар,Амантай)",
        "question_content": "С. Мұқанов \"Ботакөз\" романындағы образдарды талдау (Ботакөз,Асқар,Амантай) образдар керек еді",
        "question_date": "18.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 730,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Oбъективті сипат романдағы негізгі қаһармандардың бәрінің басынан байқалады. Әсіресе, Итбай, Амантай, Ботакөз, Темірбек, Кулаков бейнелері арқылы құбылыстың образдық моделі түзілген. Кузнецов революция үшін өмірін арнаса, Алексей Кулаков монархия жолында жан бермек. Екеуі ашық жүздеспейді. Бірақ көркем туындыдағы кереғар дүниетанымдық күрес басқа тұлғалардың арман-тілегі, әр алуан тағдырлары, ашық сөз эфирі, іс-қимыл нобайлары арқылы тұжырымдамалық шешіміне жетеді.\nМадияр, Сарыбас, Меделханов кейпіндегі алашордалық идея шығарманың мазмұн аясын өсіреді. Ушаков, Кошкин, Горбунов, харизматикалық әсері зор патша ағзам – екінші бір саяси-әлеуметтік жүйенің, яғни Ресей самодержавиесінің байырғы тұрақтылығына кепілдік берушілер. Лиза, Бүркітбай – мейлінше либералдық сипаттағы кейіпкерлер. Амантай адам мінез-құлқына саяси орта әсерін дәлелдейтін, амалсыздықтан, жалтақса да жаңа жағдайға ішкі түйсікпен ұмтылатын, алайда үлкен харакеттік, “биоэнергетикалық” мүмкіндігі мол жан. Асқар – о бастан ауытқымас сана жемісі, догма. Ботакөз – ұлттық намыс пен жалпыәлемдік зорлықтың тайталасында дүниеге келген соны шешім, революцияның жалынан ұстаған қазақ қызы. Әдеттегі қалыпқа сыймайтын ұғым болғандықтан, кентавр сияқты таңырқатар эмоциясы мол, сонымен де – жаңашыл бейне немесе нақты хронотоп, яғни мекеншақ аясындағы диалектикалық кернеу. Диалектикалық парадигма Итбай, Итбайдың әкесі – Байсақал мен Бүркітбай болмысына қатысты да аңғарылады. Өткені сол заманда төсек жаңғырту арманы барша қазақ байларына хас мінез болатын. Итбай соншалық кәрі емес және соншалық зұлымдыққа да бармайды. Өзі керемет ырымшыл. Ондай адам обал-сауапқа қарай алады. Оның үстіне қорқақ әрі аңғал. Ботакөз батылдығына тұсау болмайтын – осы жағдайлар. Ал Итбайдың әкесі Байсақал – баласы мен мұғалім, оқыған жігіт Асқар Досанов арасында татулық орнауын тілеумен болатын жуас қария. Үстем таптың жуандығынан гөрі көңіліндегі тілек, сөзге ілесу басым. Бүркітбай кедей болса да, әншейіндегі, ел арасындағы қызық-думанның ойсыз перісі. Оған ақ та, қызыл да бәрібір. Бұл да тарихи шындық болатын.\n\nМатериалды көшіріп жариялау үшін редакцияның немесе автордың жазбаша, ауызша рұқсаты қажет және «Әдебиет порталына» гиперсілтеме берілуі тиіс. Авторлық құқық сақталмаған жағдайда ҚР Авторлық құқық және сабақтас құқықтар туралы заңымен қорғалады. Эл. пошта: *Emails are not allowed* 8 (7172) 79 82 06 (ішкі – 112) © adebiportal.kz\nhttps://adebiportal.kz/kz/retailing/view/391",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Индукциясы 4мТл біртекті магнит өрісінде қозғалған электронның айналу",
        "question_content": "Индукциясы 4мТл біртекті магнит өрісінде қозғалған электронның айналу периоды қандай? Мұндағы: е = 1,6·10-19Кл; m =9,1·10-31кг тең.\n\n(8,9 нс)",
        "question_date": "18.04.2020",
        "question_tag": "Физика",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электрон шеңбер бойымен қозғалады (өйткені олардан оның айналу кезеңін табуды керек). Сондай-ақ, содан бері егер ол шеңберде қозғалса, онда бір жағынан оның бағыты Лоренц күшін, ал екінші жағынан - центрифугалық күшті өзгертеді.\nНемесе наносикундта:",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еркек мүшесі ауруы?",
        "question_content": "Мен еркекпин мушем еки бетпен жатса иа болмаса брдеме тип домалассам  жатса ауыртат озмен оз ауыртп сездрет нестеу керек ауырмаган ушин",
        "question_date": "18.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1)Бір айда 5 жексенбі болуы мүмкін бе?",
        "question_content": "1 айда 5 жексенбі болуы мүмкін бе?\n\nҚандайда бір айдың үш жексенбісі жұп күндерге түсті,осы айдың 20сы аптаның қай күні болды?",
        "question_date": "18.04.2020",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бір айда 5 жексенбі күні болуы мүмкін. Мысалы 2020 жылының наурыз айында 5 жексенбі күні болған(1,8,15,22,,29)\n\n2019 жылдың шілде айындағы жексенбі күндердің(2,9,16,23,30) 3-уі жұп санға сай(2,16,30). Сол айдың 20 -сы бейсенбі күнге түседі.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйген адамым мені жорасына берді, оны қалай ұмытайын?",
        "question_content": "Мені күзде бір бала үынатып қалды. Мектепте сыныптас қызынан менің мен бірге болама деп суратып жіберді. Мен жоқ дедім ол елігедеиін ізімнен қалмаиды. Арадан үақыт өтіп мен оның сыныптас баласына ғашық болдым кеиін білсем олда мені суеді екен кеиін олда соратып жіберді мен жоқ дедім. Кеиін тағыда иттырып жіберді жоқ деиалмадым иə дедім. Бірақ не болды білмедім ол маған хабарласқан жоқ. Күнде жылаумен күнім өтіпкетет тамақ ішкімдə келмеиді. Хəтте дəрі ішіп өлгімда келді. Ол мені корсе дым білмегендеи алдынғы журген қызымен соелесіп түрат. Кеиін жақында білсем оны менің жорам сүеді жорам журсін деп аитыпты сыныптас қызынан есіттім. Мен оның жорасын үнатпасам. Сонда екеуміздің мажаббатымыз қаида кетті мен оған жанымдыда беріуге таиарман бірақ олші мені сатып кетті оны деп тунлері үқылаи алмаи шығамын өмірдің мəні жоқ мен ушын оны арадан қанша уақыт өтседе умытаалмаи атырмын.\nИлтімас маған кеңес берің.",
        "question_date": "18.04.2020",
        "question_tag": "Махаббат",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанымау қай жылғысың?)\nОл тек өткінші нәрсе , балалық деп ойлаймын. Мүмкін асығып жазған боларсың , бірақ жазбаңа қарасам , саған бір адамды ойлап қайғырғанша өзіңнің болашағыңды, өсуіңді уайымдағаның дұрыс сияқты.Оның бәрі өтеді қалады, ерте бой жетуге асықпа. Өз-өзіңді болмашы уайымға салып нервыңды психикаңды бұзба. Біріншіден, сенің ұнатқан адамың Сені адам ретінде көріп тұрған жоқ негізі былай айтқанда, сені зат ұқсатып досыммен сойлессін деп сен үшін шешім қабылдап; Екіншіден мектептен кеткен соң екеуің жүріп жүрсеңдер де өмірді түсінулерің әрқалай өзгеріп екі жаққа кетесің, не керегі бар уақытты болмашы уайымға жұмсап. \nӨмірің мен санаңды кішкентайыңнан улама. Внимание керек болса достарыңмен көп аралас, қыдыр, туыстарыңмен аралас, қызығушылығыңды дамыт, болашағыңды ойла, жігітті ойлап үлгересің. Тіпті керек жігіт өзі қадам жасайтынынң есіңнен шығарма(бұл саған болашаққа, ал қазір сен тым кішкентайсың).",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбекті жүзеге асыруға тиісті реакция тендеулерін жазу керек.",
        "question_content": "Тізбекті жүзеге асыруға тиісті реакция тендеулерін жазу керек.",
        "question_date": "17.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөліну реакциясында пайда болған лездікнейтрондардың әрқайсысы бөлінетін заттың көршілес ядросымен әсерлесіп, онда бөліну реакциясын тудырады.\nОсы кезде өліну актісінің саны тасқын тәрізді өседі де бөлінудің тізбекті реакцияны тудыратын бөлшектер осы реакцияның өнімі ретінде түзілетін ядролық реакциялар басталды.\nКөбейетін нейтрондардың болуы тізбекті реакциясының пайда болу шарты болып табылады.\nКөбейетін нейтрондардың коэффициентіk реакциясының қандай да бір звеносында пайда болған нейтрондар санынң алдындағы звенодағы осындай нейтрондардың санына қатынасын айдаты.\nТізбекті реакциянын дамуының қажетті шартыk>1. Мұндай реакция өсетін реакция деп аталады.k=1 кезінде өзін демейтін реакция жүреді.k<1 кезінде өшетін реакция жүреді.\nЕкінші нейтрондардың қандай-да бір бөлігі тізбекті реакцияны демеуге қатыспайды бөлінбейтін қоспаға қармалады, ядроға қармалай реакция зонасынан шығып кетеді, серпімсіз шашырау процеінде энергиясын жоғалтады және т.б.\nСондықтан, көбею коэффиенцеті бөлінетін заттың табиғатына тәуелді, ал берілген изотоп үшін оның санына, тізбекті реакция өтетін кеңістіктің- активті зонаның өлшемі мен пішініне тәуелді болады.\nТізбекті реакцияны жүзеге асыруға мумкін болатын активті зонаның минимал өлшемдері критикалық өлшемдер деп аталады.\nКритикалық өлшемдер жүйесінде орнкаласқан бөлінетін заттың минимал массасы критикалық масса деп аталады.\nТізбекті реакциялар басқарылатын және басқарылмайтын деп бөлінеді. Атомдық бомбоның жарылуы басқарылмайтын реакцияны мысалы бола алады. Баскарылатын тізбекті реакциялар ядролық реакторларда жүзеге асады.\n13.3.Ядорлық реакторлар\nТабиғатта уран мен торийдің үш изотоны бар,олар оны алуға ядорлық жанар май немесе шикізат ретінде қызмет ете алады:\n1)  - табиғи уранда оның құрамы шамамен 0,7%:\n2)  - табиғи уранда оның құрамы шамамен 99,3%-мына схема бойынша плутонийдің трансурандық элементін алуға қолданады:\n3)  -мына схема бойынша  жасанды ядорлық жанар май алуға шикізат ретінде қызмет етеді:\nЯдорлық реактордеп бөлінудің басқарылатын тізбектік реакциясы өтетін және жүзеге асатын құрылғыны айтады.\n Баяу нейтрондарда жүретін реактордың схемасын қарастрайық.Реактордың активті зонасында жылу бөлетін элементтер (ЖБЭЛ-тер) 1 және баяулатқыш 2 ( онда нейтрондар жылулық жылдамдыққа дейін баяулайды) орналасқан. ЖБЭЛ-тер арасыбөлінген нейтрондарды әлсіз жұтатын, герметикалық қабықшамен орлған материалдан тұратын блоктар болып табылады. Ядро бөлінген кезде бөлінетін энергия есебінен ТВЭЛ-дер қызады, сондықтансуыту ншін олар жылу тасымалғыштың ағынына 3 орналыстырылады. Активті зона нейтрондардың ағып кетуін азайту үшін шағылдырғышпен 4 қоршаған. Реактордың стационар жұмыс режимін ұстап тұру нейтрондарды өте күшті жұтатын материалдан, мысалы бордан немесе кадмийден жасалған реттелетін стерженьдер 5 көмегімен жүзеге асады. Реактордағы жылу тасымалдағыш ретінде су, сұйық натрий және т.б. қызмет етеді. Бу генератордағы жылу тасымалдағыш бі турбинасына келетін буға өз жылуын береді. Турбина тоғы электр желісінен келетін электр генераторды айналдырады.\n14-дәріс. Элеметар бөлшектер физикасы. Элементар бөлшектер туралы негізгі мағұлматтар. Электрондық күшті және әлсі әсерлесурел. Ғарыштық сәулелер. Электрон, протон, нейтрон, фотон. АНтибөлшектер. Мезондар мен гиперондар. Элементар бөлшектердің классификациясы Квактар.\n14.1. Элементар бөлшектер.\nӘрбір элементар бөлшектің антибөлшегі бар, ол үстіне тильда белгісі қойылын сол символмен белгленеді.\nФотонның  -және  - мезондардың анти бөлшектері сол бөлшектерге теңдес. Бұл бөлшектер ақиқат нейтрал болып табылады, олар аннигиляцияға қабілетті емес. Бірақ барлық элементар бөлшектердің іргелі қасиеті болып табылатын өзара түрленулерге ұшырайды.\nЭлементар бөлшектер үш топқа бірігеді:фотондар, флептондар және адрондар.\nФотондар тобы бір бөлшектен фотоннан электромагниттік әсерлесу квантынан тұрады.\nЛептондар тобы электроннан, мюоннан, электрондық және мюондық нейтринодан, ауыр лептон -лептоннан (таоннан). Таонды нейтриондан, сондай-ақ олардың анти бөлшектерінен тұрады.\nАдрондар тобына мезондар (пиондар мен каондар) және бариондар (нуклондар (протон, нейтрон) және тұрақсыз бөлшектер) жатады. Барион ыдыраған кезде басқа бөлшектермен бірге барлық уақытта жаңа барион түзіледі барионды зарядтың сақталу заңы. Адрондар электромагниттік эәне әлсіз әсерлесумен қатар, күшті әсерлесуге де ие.\nАндрондар квактерден тұрады. Әрбір М мезон бір q кварктен және бір q антикварктен, ал әрбір В барион үш q квартен тұрады:\nM = qq, B = qqq\nЛептондар саны кварк типінің санына тең кварк-лептондар симметрия принципі\nКварктың алты типі бар, лептондар тәрізді үш дублет немесе үш ұрпақ (u, d), (c, s), (t, b) түзеді.\n1) жоғарғы (up) – u\n2) төменгі (down)– d\n3) «очарованнай» (charm) – c\n4) «странный» (strange) – s\n5) «истинный» (true) – l\n6) «прелестный» (beauty) – b\nКварктарда антибөлшектер – анти кварктер бар.\nТолығырақ: https://vikidalka.ru/2-164125.html",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бригадада қанша кірпіш қалаушы болды?",
        "question_content": "Расытхананы жөндеу үшін әрқайсысында 24адамнан 3 құрылыс бригадасы құрылды. Барлық жұмысшылардың төрттен бір бөлігі сылақ жұмыстарын жүргізді. Сылақ жұмыстарын жүргізген жұмысшылардың 9/4 бөлігі - сырлаушылар. Қалғандары кірпіш қалаушылар болды. Бригадада қанша кірпіш қалаушы болды?",
        "question_date": "17.04.2020",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: Барлығы 3 бригадада 72 адам \n18 адам сылақ жұмысын жүргізді\nОның 8 сылақшы, 10 кірпіш қалаушы.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәңгерей Бөкеев Қашқын поэмасына сатылай кешенді талдау қалай жасайды",
        "question_content": "Шәңгерей Бөкеев \"Қашқын\" поэмасына сатылай кешенді талдау қалай жасайды?",
        "question_date": "17.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 507,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарманың басты кейіпкері - Һарун. Поэма атасы мен ағасының жанын жауға қалдырған Һарунның еліне қашып келе жатқан тұсынан басталады. Қашқынның жүрген жолдары арқылы оқиғаның кеңістігін және уақытын дәл көрсетеді. \nЖердің түн жамылғанын, перделенгенін кейіптеу тәсілімен берген: Күн батты сол арада, тұмандатты, Түнеріп жердің бетін мұнар жапты. Әлпелдің күн шығыстан иісі келіп, Жер жүзі перделеніп ақшыл тартты. Ай туып, балқып жерден сары алтындай, Көтеріліп бірден-бірге жарығы артты. Ағызып маңдай терін демін алып, Келеді Һарун шаршап арып-талып. Ай жарық, тау мен тастың арасынан Таныды ауыл жұртын көзі шалып. Тым-тырыс, айналада бір дыбыс жоқ, Келеді бұқпақтаумен тасаланып.\n Оқиғаның кей детальдарын беруде теңеулерді де қолданылған. Киіктей орғып таудан Һарун қашты,  Қояндай бүркіт қуған жаман састы. Ай туып, балқып жерден сары алтындай, Көтеріліп бірден-бірге жарығы артты. Тамшыдай домаланып уақыт-уақыт, Тамады тырс-тырс етіп көздің жасы. \nТөсек тартып жатқан досы Сәлімге келгендегі тұсы: «Һарунға Сәлім - үйден шық, кет! - деді. Масқара болдың тамам, сен жоқ, - деді. Кісіге сендей қорқақ пана үшін Не үйім, не дүр дұғам еш жоқ, - деді»,- деп берілген. «Жаудан қорыққан қорқақ»деп үйіне кіргізбеген. \nАл сүйгенінің есік алдына барғандағы қыздың салған әні: «Ар, намысқа шыдамас Жас жігіттер, шын ерлер. Қорқаққа кет дер, қарамас Таудағы сұлу гөзелдер».\n Осыны тыңдап тұрған Һарунның басқа амалы құрып, анасына келді. «Сөйлеме, залым, кәуір бұ жасыңды, Қимадың жақсы өлімге бір басыңды. Кет жалғыз, қашқын болған масқараңмен, Қояйын қарайтпай-ақ ақ шашымды. Қорқақ құл енді маған бала емессін, Сүрттірмен ұятыңды көз жасымды!». \nАна жауабы осындай болды. Ешкімі қалмаған Һарун өз ісіне өкініп, анасы айтқан  «жақсы өлімнен» қашқаны үшін, әкесі мен бауырын жау жерінде қалдырғаны үшін өз-өзін кешіре алмай, уайымына алмас қылыш нүкте қойды, өз-өзін өлтірді. Поэманың идеясы – жаудан қашпай, тұрысып, өз-өзін өлтірген алмас қылышпен бір жаудың басын алуға болатыны, өзінің емес, елдің, жердің, қара халықтың қамын ойлап, олар үшін жанын пида қылуды айтып, ерліктің туын ұстап, еліне қалқан болуға үгіттейді.\n\n https://massaget.kz/okushyilarga/uy_tapsyirmasyi/23643/",
                "date": "19.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз өзіңді қалай қорқытуға болады?",
        "question_content": "Негізі , біртүрлі сұрақ болып көрінетінін білемін. Бірақ, сонда да қызық болып тұр))))",
        "question_date": "17.04.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұраққа жауап бермес алдын сіздің мақсатыңыз не екені қызық болып тұр маған.\nӨз- өзіңізді   өміріңізде болғанын қаламаған жағдайды ойша елестетіп, ол жағдайға сіздің қандай әрекетіңіз алып келуі мүмкін екендігін ойлау арқылы қорқыта аларсыз деп ойладым. Мысалы: тауға барар алдын ол жерден жабайы аңды көріп қалудан немесе жалғыз бармауға себеп болу үшін бөгде адамдардың қастандығын елестету арқылы қорқынышыңызды оятуға болар. Бірақ бір айта кеткім келетіні өзіңізде жоқ қорқынышты ояту- өміріңізде жоқ қиындықты  өміріңізге шақырумен тең.",
                "date": "17.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ex 1 Read and translate the text, inserting the verb “to be” in correct form:",
        "question_content": "Ex 1 Read and translate the text, inserting the verb “to be” in correct form:\n  We learn foreign languages\n  My name ____ Petrov. I live in the centre of Moscow. I work at the Ministry of Foreign Trade. I ____ an engineer and I ____ also a student. Many engineers in our Ministry learn foreign languages. I learn English. We have our English in the morning.\nWe ____ at a lesson now. Jane ____ standing at the blackboard. She ____ writing an English sentence. We ____ not writing. We ____ looking at the blackboard. We don’t often write in class. Sometimes we have dictations. During the lesson we read our text-book and do a lot of exercises. We don’t often speak Russian in class. We speak English to our teacher. We usually speak Russian after classes. \nMy wife ____ an economist. She works at the Ministry of Foreign Trade too. She goes to the office every day. My wife doesn’t learn English. She already knows English very well. She reads very many English books, magazines and newspapers. At the office she sometimes writes letters to foreign firms. She often translates telegrams from English into Russian and from Russian into English.\nMy wife ____ also a student. She learns German and is doing very well. She usually gets good marks and is always in time for the lessons. She likes languages very much and ____ going to learn French next year. My wife and I usually go home together. We do our homework in the evening: we learn the new words, read texts and do exercises. We also revise grammar rules. We sometimes speak English at home. We speak about our work and our lessons.",
        "question_date": "17.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "My name _is___ Petrov. I live in the centre of Moscow. I work at the Ministry of Foreign Trade. I __am__ an engineer and I _am___ also a student. Many engineers in our Ministry learn foreign languages. I learn English. We have our English in the morning.\nWe __are__ at a lesson now. Jane __is__ standing at the blackboard. She _is___ writing an English sentence. We __are__ not writing. We are looking at the blackboard. We don’t often write in class. Sometimes we have dictations. During the lesson we read our text-book and do a lot of exercises. We don’t often speak Russian in class. We speak English to our teacher. We usually speak Russian after classes. \nMy wife __is__ an economist. She works at the Ministry of Foreign Trade too. She goes to the office every day. My wife doesn’t learn English. She already knows English very well. She reads very many English books, magazines and newspapers. At the office she sometimes writes letters to foreign firms. She often translates telegrams from English into Russian and from Russian into English.\nMy wife __is__ also a student. She learns German and is doing very well. She usually gets good marks and is always in time for the lessons. She likes languages very much and  going to learn French next year. My wife and I usually go home together. We do our homework in the evening: we learn the new words, read texts and do exercises. We also revise grammar rules. We sometimes speak English at home. We speak about our work and our lessons.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мәңгілік бала бейнесі\" ләйлә мен қатираға тура және жанама мінездеме керек?",
        "question_content": "\"Мәңгілік бала бейнесі\" ләйлә мен қатираға тура және жанама мінездеме керек? Оте шугыл керек еди жазып бере аласыздарма алдын ала рахмет",
        "question_date": "17.04.2020",
        "question_tag": "Мектеп",
        "question_views": 46600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарма меңіреу қалған мүгедек 16-17 жастағы Ләйләнің өміріндегі қиындықтары жайлы баяндайды. Ләйләнің мешелдігіне сол бір саңырауқұлақ іспеттес жарылыс кінәлі болған. Семей полигоны кезінде мүгедек болып өмірге келген. Қыз бұл оқиғадан соң түрі 8 жас шамасындағы бүлдіршін күйінде қалып, өспей қалған. Ата-анасынан айырылған байғұс Ләйлә әпкесі жүрексіз Қатираның қолында өседі. Қатира оны кемсітумен болады. Ләйлә әр түн сайын аймен сырласады. Бір тойда өзінің бала кездегі досы Құмарды, би алаңындағы өзін елестетеді. Бұдан соң бірде төсек тартып қалады. Оқиға соңында Ай да, Ләйлә да бір-бірін қимай мәңгілікке қоштасады. Әңгіме Ләйләнің өлімімен, Қатираның жалғызының жүзеге аспаған тойымен аяқталады.\nЛәйлә — шығарманың басты кейіпкері. Мүгедек, әрі мәңгілік бала бейнесі сақталған жан. Өмірінің тәттісінен көрген қиындығы басым болған. Тағдырдың тәлкегіне ұшырағанынан бөлек, Қатираның үйінің құлына, елдің мазағы мен аяушылығына айналған десек болады.\nҚатира — Ләйләнің әпкесі. Ләйләнің қайғысымен бөлісу орнына оны жерден алып, жерге салған аяусыз жан. Өзінің жалғыз ұлының қамын жеген ана.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әдебиеттен шығармаға + қойып шығу керек еді?",
        "question_content": "Әдебиеттен шығармаға + қойып шығу керек еді?",
        "question_date": "17.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гротеск (фр. grotesgue- таңғажайып, өзгеше келбетті, итал. grotta - үңгір) - шынайы, нақтылы өмір мен фантастиканың шарпы- суынан, әдепкі және таңғажайып оқиғалардың, кейіпкерлердің тоғысуынан тұратын, жақсы мен жаманды, қайғы мен күлкіні, т.б. шендестіруге құрылатын, әжуа, күлкіге ерекше мән берілетін көркемдік бейнелеу тәсілі.\nИрония (гр. еіrоnеіа - келемеж,кекесін) - адамға зат пен құбылысқа сырттай жақсы баға берсе де, ішкі мағынасы қарсы келіп, келекеге айналдыратын құбылту (троп) құралы, болмысты жоққа шығарудың бір түрі. Иронияға астарлы сықақ, іштей мазақ жатады (мысалы, қара кісіні \"аппағым\", пұшық адамды \"қоңқағым\" деу). Ирония 18 ғасырдың аяғында барынша дамыды.\nПерифраз (гр. perіphrasіs — айналым) — құбылыстар мен заттардың атын атап, түсін түстемей, айрықша белгі-қасиеттеріне негіздей отырып ауыстыру тәсілі. Перифраз мәтіннің идеялық-эстетикалық және көркемдік байлығын арттырады. Мағыналық реңк пен оның әсерін күшейтеді. Мысалы, орман патшасы (арыстан дегеннің орнына), дала кемесі (комбайн), қара алтын (көмір), пәниден бақи кетті, аққу ұшып көлге кетті (өмірден өтті), т.б.\nЭллипсис (көне грекше: ἔλλειψις, еlleірsіs – сөз тастау, қысқарту, кеміту) — сөйлемнің бір мүшесін алып тастау арқылы құрылған сөз үлгісі. Элипсис сөйлемнің, ойдың ықшамдылығын, әсерлілігін, өткірлігін арттырады. Элипсисті сөйлемдердегі түсіп қалған сөздердің мәні белгілі болады. Мысалы, Жау келіп қалды… – келіп қалды. Элипсис адамдардың бір-бірімен сөйлесу барысында, диалог түрінде көбірек қолданылады. Мыс., Қар көшкіні болады дейді. Қар көшкіні? Әдеб.: Жұмалиев І., Әдебиет теориясы, А., 1960; Қазақ грамматикасы (фонетика, сөзжасам, морфология, синтаксис), Аст., 2002. \nСатира (лат. Satira)- өзі суреттеп отырған оқиғаны, құбылысты немесе кейіпкерді өткір сынға алып, әжуаға айналдыратын көркемдік бейнелеу тәсілі.\n1)2\n2)3\n3)1\n4)5\n5)4",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотонның энергиясын және массасын өрнектейтін формулары ?",
        "question_content": "Фотонның энергиясы мен массасын өрнектейтін формлалар қандай",
        "question_date": "17.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тепе-теңдіктегі жылулық сәуле шығару спектріндегі энергияның үлестірілін түсіндіру үшін, Планк көрсеткендей, жарық ħω үлестер түрінде шығарылады деп ұйғару жеткілікті.\nФотоэффекті түсіндіру үшін жарық діл осындай үлестер түрінде жұтылады деп ұйғару жеткілікті болды. Алайда эйнштейн бұдан әлдеқайда әрі барды. Ол жарық дискретті ħω үлестер түрінле шығарлып ж-е жұтылуымен қатар, дискретті бөлшектер түрінде таралады да деген жорамал ұсынды. Алғашында жарық кванттары деп атлған, кейіннен осы бөлшектер фотон д.а.\nОсыған дейін кванттық оптикалық құбылыстарды түсіндіргенде фотонның тек бір сипаттамасы- оның εф=ħω энергиясы пайдаланылды. Энергиядан басқа фотонның массасы мен ипульсы болады. Фотонның массасы үшін формуланы салыстырмалылық теориядағы энергия мен массаның өзара байланысын өрнектейтін фомуладан ікелей алуға болады: mф=ħω/c² (1).\nФотон массасының басқа элементар бөлшектердің массаларынан өзгешелік бар. Ол- фотонның тыныштық массасының болмайтындығында. Шынында да, вакуумда қозғалатын фотон үшін υ=с, ал массаның жылдамдыққа тәуелділігін бейнелейтін m=m0/√1-υ²/c² формулаға сәйкес , егер фотонның 0-ден өзгеше тыныштық массасы болады деп ұйғарылса, онда ақылға симайтын нәрсе шығар еді, (mф=∞). Сонымен, фотон үшін m0=0, яғни тынштықта тұратын фотон болмайды. Бірақ, ескеретін нәрсе әрқашан кез келген ортада υ=с жылдамдықпен қозғалады,өйткені (υ ≠ с) болған жағдайда, фотонның массасы мен энергиясы 0-ге тең болар еді, ал бұл (1) формулаға қайшы келеді. ФотонныңРф импульсы мен εф энергиясы салыстырмалылық теориясының жалпы формуласына сәйкес мына қатынаспен байланысқан:\nεф=с√р²φ+m²0с². Фотон үшін m0=0, сонда рф=εф/с=ħω/с=m0с (2). (2) формуладағы ω жиілікті λ толқын ұзындығымен ауыстырып, фотон импульсы үшін өрнек аламыз: рф=ħ2π/λ=ħк.(2а)\nФотон электромагниттік толқынның таралу бағытында қозғалады. Сондықтан р импульс пен к толқындық вектор бағыттас бол. Демек, (2а) формуланы векторлық түрде жазуға бол: рф=ħк. Егер фотонның импульсы болса, онда жарық денеге түскенде оған қысым көрсетуі тиіс. Кванттық теория тұрғысынан бетке жарықтың қысым түсіруі әрбір фотонның бетпен соқтығысқан кезде оған өзінің импульсін беруінен бол.\nФотонды электромагниттік өріспен толтырылған кеңістіктің қайсыбір аймағы ретінде елестетуге болмайды. Жеке фотонға электромагниттік толқынды сипаттайтындай электр өрісі кернгеулігін сәйкестендіруге болмайды. Алайда фотонды әрбір уақыт мезетінде кеңістік елгілі орын алып тұратын, демек, белгілі траектория бой-ша қозғалатын нүктелік объект түрінде де елестетуге болмайды. Өйткені мұндай көрініс элекромагниттік сәуленің толқындық қасиеттеріне байл тәжірибе деректеріне қайшы келеді. Фотонның кеңістіктің қандай да бір нүктесінде болуы жайындағы көріністің мағынасы болуының тағы бір себебі, ол тыныштықта бола алмайды ж-е жарық жылдамдығымен қозғалады. Фотонда классикалық бейнелермен кескінделетін модель түрінде көзге елестетуге болмайды. Фотон –кванттық объект.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күмәнді ойлардан қалай құтыламыз?",
        "question_content": "Күмәнді ойлардан қалай құтыламыз?",
        "question_date": "17.04.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам – таңғажайып құбылыс. Адам баласының жаратылысы өте керемет және қызықты жүйемен орналасқан. Сол жаратылыстың керемет жүйесінің бірі – ми. Оның құрылысы мен қызметі өте күрделі. Ми ешқашан демалмайды. Тіпті, түнде дененің көптеген мүшелері босаңсып, қозғалмайтын күйге түссе де, ми жұмыс істеп жатады. Ол жүректің соғысын, дененің қызуын, ас қорыту жүйесін және ішкі үдерістерді бақылап, тыным таппайды. Ми адам санасы мен ойының мекені болып табылатындықтан, адамның кез келген ойы осы мида қорытылады.\n1980 жылы Миннесота университетінің оқытушысы, психология ғылымдарының профессоры Эрик Клингер адам санасына қатысты қызықты зерттеу жүргізеді. Зерттеуге қатысушы адамдарға арнайы құрылғы беріп, сол құрылғыға дыбыстық белгі берілген сәтте адамдардың өз ойларын жазып отыруды сұрайды. Бұл зерттеу бір аптаға созылады. Зерттеу қорытындысы бойынша мына мәселе анықталды: бір тәуліктегі он алты сағаттың ішінде адам миына сіңіп қалған орта есеппен он төрт секундқа созылатын бес жүзден аса түрлі идеялар келеді екен.\nАдам уақытының көп бөлігін күнделікті істерге жұмсайды дегеннің өзінде, миға келетін ойлардың орта есеппен 18% адамға жағымсыз және бейәдеп эмоциялар сыйлайды. Ал 13% қорлық көрсету, қатыгездік сияқты қауіпті ойлардан тұрады. Осы зерттеу бойынша адам баласы өз миына келетін ойларды тізгіндей алмайды деген тұжырым жасауға болады. Егер адамның ниеті жақсы болып тұрса, жаман ойлар қайдан келеді? Бұл сол адамның «жаман» адам екендігінің дәлелі ме?\nЖаман ойлар қайдан келеді?\nАдам миының жасушаларында түрлі ақпараттар орналасқан. Соның бірі біздің тақырыпқа арқау болып отырған «жаман ойлар». Онымен күреспесек, ол ой бізді жеңіп, құрдымға алып барары сөзсіз. Енді сол ойлардың пайда болу себептеріне тоқталайық:\nКүдіктену. Әдетте, қандай да бір іске байланысты сенімділік туындай бастағанда, артынша күмәнді ойлар келе бастайды. Бұл заңды да. Сол күдік пен күмән санамыздағы жаман ойлардың ошағына айналып, бір іске, бір адамға және т.б. жайттарға байланысты санамызға түрлі жаман ойларды ұялата бастайды. Осылайша, күдікті ойларды тізбектеп, миымызға керек емес артық ақпараттар жүктейміз және осының салдарынан денсаулығымызға орасан зиян келтіреміз. Кез келген күдікті ой бізді жаман ойлардың құшағына жетелеп алып барады. Осы ойлардан құтылу үшін өзіңізді қателікке алып барар жолдардан аулақ ұстау керек екенін естен шығармаңыз.\nӨзіңді кінәлі сезіну. Қандай да бір жағымсыз жағдайға қалып, сол жағдай есіңізге түскен сайын өзіңізді ыңғайсыз сезініп, осы уақытқа дейін де жазғырып жүрсіз бе? Онда, Сіздің өміріңіздің бір бөлігі өткен шақтың құрсауында қалып қойған. Осының салдарынан Сіз сол ойларға қайта-қайта оралып, өзіңізге зиян келтіріп жатырсыз. Жасаған іске, өкініп, тәубеге келу дұрыс. Дегенмен, өткенді еске алып, жарының аузын аша беру қажет емес. Өйткені, бұл да жаман ойлардың келуіне себеп болады.\nЖаман ойлардан неліктен құтылуым керек?\nЖаман ойлардан құтылуды кешеуілдету адамның денсаулығына және рухани күйі (психика) мен ішкі сезіміне өте үлкен зиян келтіреді. Бұл медицинада әлдеқашан дәлелденген дүние. Аурудың көбі бұзылған жүйкеден басталады. Ол мұнымен бітпейді. Жаман ойлардың денсаулыққа берер зияны көп. Соның бірнешеуі төмендегідей:\n1. Жаман ойлар дұрыс шешім қабылдауға үнемі кедергі болып тұрады. Сіз өзіңізді тұтқында отырған шарасыз адам сияқты сезінесіз.\n2. Ойлар заттанады. Ойыңызда нені жетілдіріп, «өсірдіңіз», өміріңізде де сол «жемісті» аласыз. Сондықтан миды артық ақпараттардан тазартып тұру керек.\n3. Жаман ойларыңыз күнделікті өмірдегі әдетіңіз бен мінезіңізге айналады. Тіпті психолог пен дәрігерлер де Сізге бұл жағдайда көмек бере алмайды. Өзіңізді тек өзіңіз ғана алып шыға аласыз.\nЖаман ойлардан құтылудың жолы бар ма?\n1. Отырыңыз да, Сізді мазалап жүрген ойларыңызды қағазға жазыңыз. Енді ол ойлардан зардап шекпес үшін не істейтініңізді қарастырыңыз.\n2. Толыққанды тынығыңыз. Тек тынығып қана қоймай, сол демалысыңызды жанға жайлы, жақсы естеліктермен «безендіріңіз». Сол арқылы миыңыз да тынығып, артық жүктен арылады. Содан кейін ғана ойыңызға жақсы ойлар келе бастайды.\n3. Депрессияға қарсы азық-түліктерді қолданыңыз. Бұл жағдайда ондай азық-түліктердің орнын бағаламай қоюға болмайды. Жаман ойлармен күресуде банан мен шоколадтың керемет көмегі болмаса да, көңіл-күйіңізді көтеріп, өзіңізді сергек сезінуге көмектеседі. Сонымен қатар, орман жаңғағы (фундук), қара мейіз, теңіз балығы мен балдыркөктің (сельдерей) де пайдасы көп.\n4. Кешіруді және кешірім сұрай білуді үйреніп, әдетке айналдырыңыз. Бұл арқылы жаныңызды күйзелткен жағдайдан арыласыз. Нәтижесінде, көңіліңіздің қуанышқа толып, иығыңыздан ауыр жүк түскендей жеңілдегеніңізді байқайсыз.\n5. Қызықты кітаптар оқып, күнде жаңа нәрсе үйреніңіз. Осы арқылы күнде жаңалыққа жаныңыз құштар болып, ойыңыз бөлінеді.\n6. Уақытты үнемді қолданыңыз және жаман ойларға бос уақыт қалдырмаңыз, үнемі жақсы бір іспен шұғылданыңыз.\n7. Қайғы мен ренішті ішіңізде сақтамаңыз. Жақыныңызбен бөлісіңіз. Біреуді ренжітсеңіз, оны қуантатын бір іс жасаңыз. Сізді біреу ренжітсе, оңашада жылап алыңыз. Біле білсеңіз, жылап алу, көз жасы шаршауды және ауырсынуды басатын ең жақсы «дәрі».\n8. Өз-өзіңізге есеп беруді қолға алып, өзіңіздің іс-әрекетіңізді талдаңыз. Әр іске байсалдылықпен қарап, қорқынышыңызды жеңе біліңіз. Шындықты қалай бар, солай қабылдаңыз.\n9. Ешқашан күдіктенбеңіз. Ешкімнің кемшілігін іздемеңіз. Кемшіліктерді барлық нәрседен, барлық адамдардан табуға болады. Бірақ, бұл біздің басты мақсатымыз емес. Бір нәрсеге немесе бір адамнан күдіктене бастаған кезде, бірден Алланы еске алыңыз, зікір айтыңыз. Мейлі ол «Астағфируллаһ» деген сөз болса да. Кез-келген күдіктен арылуға болады. Сіз күдіктеніп жүрген мәселе уақыт өте келе өзектілігін жоғалтады. Бұған күмәніңіз болмасын!\nСіз - Исламды ұстанатын, бейбітшілікті қолдайтын мұсылмансыз, Аллаға шүкір. Демек, өзіңізге деген қарым-қатынасыңыз да бейбіт болу керек. Жаман ойлар санаңызда жоқ сияқты өмір сүріңіз. Санаңыздағы жаман ойлармен сындарлы (конструктивті) сұхбат құрыңыз да, ол ойлардың нені «қалайтынын» біліп алыңыз. Бұл үшін дәлелденбеген қағида (догма) жеткіліксіз. Ол үшін Пайғамбарымыз (с.ғ.с.) барлық ерлер мен әйелдерге міндеттеп кеткен білім керек. Терең білім. Сіз сыры ашылмаған бір сарай болсаңыз, білім сол сарайды ашатын кілт іспетті. Сол кілт арқылы өзіңізді де, өзіңізді Жаратқанды да тани аласыз. Және сол кілт жаман ойлардан Сізге қалқан болады. Философия ғылымдарының докторы, америкалық Джеймс Холлис айтқандай: «Ішкі жандүниеңіздегі жаман ойларды елемей, онымен күресуді қолға алмасаңыз, ол ой сыртқа шығып, сізбен күресуді қолға алады...».\nАлланы үнемі еске алыңыз және Құран оқыңыз. Алламен оңашада тілдесіңіз, Ол ең жақсы, ең жақын дос. Көп адам білсе де, мойындай бермейтін жайнамаз үстіндегі бір бақыт бар. Сол бақытқа жету үшін күніне бес рет жайнамаздың үстіне шығыңыз. Біле білсеңіз, жаман оймен күресудің ең тиімді, ең нәтижелі жолы осы. Алла бізді жаман ойлардан және сондай ойлардың жетегінде кетуден сақтасын!\nТолығырақ: https://www.zakon.kz/4916900-zhaman-oylardan-alay-tylu-a-bolady.html",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шанышқылылар мен Кожалар кыз алыса мекен?",
        "question_content": "Кожа жігіт пен сойлесп жүрген болатынмын. Алдын естіген сияктыман ба әлде жоқпа осы кожалар мен шанышқылы руы кыз алыстайды деп .",
        "question_date": "17.04.2020",
        "question_tag": "Шежіре",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ қате естіген боларсыз. Қожалар тіпті қожаның өзімен қыз алысады. Тек жеті ата толысса болды. Нақты жауабын білу үшін үлкен ата-әжелерінен сұрап жеті атаны санатып көрген дұрыс.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғарышкерлер қай жерге қонады?",
        "question_content": "Қазақ тілден осы сұрақты қойды.Ғарышкерлер қайда қонады?",
        "question_date": "17.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің арамызда ғарышкерлердің алып зымыранмен көкке ұшқан сәтін талай рет тамашалағанымен, олардың Жерге қалай оралатынынан бейхабар жандар бар екен. Сол себепті, оқырман назарына осы тақырыптағы танымдық материалымызды ұсынамыз.\nАдамзат баласы алғаш ғарышқа ұшқанда, оның Жерге аман-есен оралуы ғалымдардың басын қатырған басты проблема болды. Ең алдымен, ұшақтан бірнеше рет адамның манекені мен жануарлар салынған модульдер лақтырылды. Тек содан кейін барып, ғарыш аппараттарын құрастырушылар адам мінетін ғарыш кемесін құрастырып шығарды. Ал, бұл кеменің Жерге қону процесі қалай жүзеге асады?\nҒарыш стансасы мен кеменің алыстауын ғарышкерлер соншалықты қатты сезіне қоймауы мүмкін. Олар тек Жерге қарай ұзақ жолдың басталғанын анық сезеді. Ендігі сәтте ғарышкерлер тежегіштің қосылуын күтеді. Тежегіштің міндеті – үздіксіз айналып келе жатқан кеменің жылдамдығын азайту. Тежегішті аз басқан жағдайда кеменің қайтадан ғарышқа ұшып кету қаупі бар. Ал, оны тым жиі басқан кезде ұшқыштар атмосфераның төменгі қабаттарына түсіп, жанып кетуі мүмкін. Тежегіш құрал кемеден ажырап, атмосфераға кірген сәтте өртеніп кетеді. Ал, Жерге түсетін аппараттың ішінде адамның аман қалуына бар жағдай жасалған.\nҒарышкер отырған капсула Жерге сәтті қонуы үшін оның қонатын Жері мен атмосфера қабатына енген сәтте адам азғасына түсетін күш мөлшері дәл есептелуі қажет. Зымыран қозғалтқыштарын дер кезінде қоспаса, экипаж мүшелері опат болады.\nАтмосфера қабатына енген бойда кеменің траекториясы өзгереді. Бұл ретте атмосфера табиғи тежегіштің рөлін атқарады. Сондықтан, тежегіштің импульсін бақылау мәселесі өте маңызды. Қажетті тежегіш импульсін беру үшін негізгі қозғалтқыш тура 4 минут 45 секунд бойы жұмыс істейді. 140 шақырымдық биікте ғарыш кемесі үшке бөлініп, оның екеуі жанып кетеді (олар ешқашан бір-бірімен соқтығыспайды). Кеменің экипаж мүшелері отырған бөлігі ғана Жерге аман жетеді.\nАтмосфераға енген сәттен бастап ғарышкерлер Тартылыс күшін сезіне бастайды. Кеме Жерге жақындаған сайын оның жылдамдығы айтарлықтай азая түседі. Жылдамдықты одан бетер азайту үшін парашют контейнерінің қақпағы ашылып, парашют ашылады.\nСалмағы 2 мың келі болатын капсуланың жанынан ашылған парашютте адам әткеншекте отырғандай ары-бері тербетіледі. Аталған процесті біреулер қорқынышпен қабылдаса, енді біреулер үшін бұл – нағыз адреналин. Ғарышкерлердің негізгі парашют ашылмай қалған жағдайда пайдаланатын қосымша парашюті де болады. Жерге қону процесі барынша жеңіл өтуі үшін ғарышкер отырған орындық аппарат ішінен атып шығып, ары қарай парашютпен түсуі үшін арнайы жүйе ойластырылған. Капсуладағы орындық Жерге қонған сәттегі жойқын соққының күшін азайтады. Сөйтіп, аспанға ұшып кеткен ғарыш кемесі қоршаған ортаны еш ластаусыз Жер планетасына кері оралады.\n5,5 шақырымдық биікте иллюминатордың сыртқы әйнектері мен негізгі экраны атылып кетеді де, капсуладан отын мен оттек шығады (бұл процесс капсуланың Жерге жұмсақ қонуы үшін маңызды). «Жұмсақ» қону дегеніміз шын мәнінде біз ойлағандай жұмсақ емес. Кейбір ғарышкерлер оны жеңіл көлік пен жүк көлігінің соқтығысуына теңейді. Сондықтан, олар Жерге жақындаған кезде қолдарын денелеріне қойып, тыпыр етпей отырады. Осыдан-ақ ғарышкерлердің Жерге қалай қонатынын елестете беріңіз!  \n...Технологиялар дамыған сайын капсулалардың ұшуы неғұрлым қарапайым әрі қауіпсіз бола түсті. Кейінірек «Боран», «Шаттл» сияқты бірнеше рет ұшуға жарайтын ғарыш кемелері де құрастырылды. Алып ұшақтарға арналған бұл кемелер қазір қозғалтқыштың көмегімен арнайы қону жолақтарына қона алады. Мінеки, ғарыш кемесінің бірде бір бөлігі Жер бетіне қоқыс болып түспейді.\nТолығырақ: https://el.kz/news/archive/aryshtan_zherge_oralu/",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    }
]