[
    {
        "question_title": "Жер астында пластмаса трубаға су қатты. Оны қалай ерітуге болады?",
        "question_content": "Сыртқа  жер  астына   көмілген  пластмасса  трубаға су қатты, не істеуге, қалай ерітуге болады?  Негізінде   құдыққа  салынған  матор  суды  қайта өзіне  тартып алатын.  Алайда,  матордан  шлянга  ажырап, суды тартпаған. осының салдарынан су  қатты!  көмектесіңіздерші",
        "question_date": "14.12.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "11.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пернетақта қанша топқа бөлінеді?",
        "question_content": "Пернетақта қанша топқа бөлінеді және қандай топтарға бөлінеді",
        "question_date": "14.12.2020",
        "question_tag": "Информатика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пернетақта пернелері атқаратын қызметіне қатысты келесідей топтарға бөлінеді:\n• Енгізу пернелері(алфабиттік-цифрлық) - мұнда қарапайым баспа машинасында болатын пернелер жинақталады, яғни әріптік, сандық және символдық пернелер.\n• Басқару пернелері – бұл пернелер жеке түрінде немесе басқа пернелермен бірге басыла отырып нақты әрекеттерді орындайды. Көбінесе CTRL, ALT, Windows белгісі бар перне и ESC қолданылады..\n• Функционалдық пернелер – арнайы тапсырмаларды орындау үшін қолданылады. Олар F1, F2, F3 және ары қарай F12 дейінгі пернелер тізбегінен тұрады. Түрлі бағдарламаларға қатысты бұл пернелердің қызметтері әр түрлі болып келеді.\n• Орын ауыстыру пернелері - бұл пернелер құжаттарда, веб-беттерде және тексті түзетуде орын ауыстыру үшін қолданылады. Оларға бағыттауыш пернелер,сондай-ақ, HOME, END, PAGE UP, PAGE DOWN, DELETE және INSERT пернелері жатады.\n• Сандық пернетақта – бұл пернетақта сандарды тез енгізу үшін өте ыңғайлы. Ондағы пернелер қарапайым калькулятор немесе есептеу машинасына сәйкес топталып жинақталған.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 50 мл суда 3,5 г қант ерітілген. Осы қанттың массалық үлесі қандай?",
        "question_content": "Массасы 50 мл суда 3,5 г қант ерытылген. Осы қанттың массалық үлесін есептеныз. Есептін шешу жолын көрсетіңіз.",
        "question_date": "14.12.2020",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Можно пожалуйста ответ сррчно надо",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "50+3,5=53,5\n\n3,5/53,5×100%=7%",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтез үдерісі нешеден баяулайды?",
        "question_content": "Фотосинтез үдерісі нелерден баяулайды?",
        "question_date": "14.12.2020",
        "question_tag": "Табиғат",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотосинтез процесі негізінен қоршаған орта жағдайларына байланысты және ол өте күрделі процесс. Оның күрделілігі фотосинтездердің бірқатар фотофизикалық және биохимиялық процестерден тұратынын ғана емесч, сондай-ақ сыртқы орта факторларының өзара әсер етуіне байланысты. Өсімдіктерге жарықтың түсу дәрежесі аса маңызды роль атқарады.\nШамалы жарықтан бірте-бірте күшті жарыққа өткенде жарықтың өзгеруімен қатарласа фотосинтез де алғашында күшейе түседі, сонан соң ол жарықтың өсуінен біртіндеп кейін қала береді, ал жарық белгілі бір шамаға жеткендефотосинтезге әсер етпейтін болады.\nЖарық өсімдік жапырағындағы пигменттік жүйенің құрамына, оның хлорофилінің мөлшері мен жапырақтың анатомиялық, морфологиялық құрылымына әсер етеді. Көлеңке сүйгіш өсімдіктердің жасыл пигменттердің жалпы саны жарық сүйгіш өсімддіктердің осындай пигменттерінің жалпы санынан көп, сондай-ақ оларда в хлорофилі мен кстанофилдің мөлшері де мол болады. Кстанофил мен в хлорофилі шашыраңқы жарықта басым келетін қысқа толқынды сәулені көбірек сіңіреді. Аса жарық сүйгіш альпі белдеуі өсімдіктерде а хлорофилі в хлорофилінен 5,5 есе көп болса, көлеңке сүйгіш өсімдіктерде ол 1,4 есе, ал әдеттегі жағдайларда өсетін өсімдіктерде 3 есе көп болады. Көлеңке сүйгіш өсімдіктердің жапырақ тақтасы жұқа, ал хлоропластарының мөлшері үлкен болады. Жарық сүйгіш өсімдіктердің жапырақтары қалың , жасушалары ұсақ, устьицелерінің саны көп, өткізгіш шоқтарының торы жиі болады. Жапырақ күшінің қанығу шегінен артып кетуі фотосинтез процесін баяулатады, өйткені бұл жағдайда ферменттік жүйе бұзыла бастайды да, сәле арқылы тотығу арта түседі. Хлорофилдің қозған молекулаларының мөлшері артық түзіледі, олардың энергиясы көмірқышқыл газын тотықсыздандыруға толық пайдаланыла алмайды.\nӨсімдіктердің жарықты пайдалануы. Жарық өзіне түсетін жарық энергиясын қаншалықты тиімді пайдаланатыны, оның қаншалықты бөлігін химиялық эннергияға айналдыратыны жөніндеге мәселені анықтаудың зор маңызы бар. Жасыл және шеткі қызыл сәулелер жапырақ арқылы өзгеріссіз өтеді. Сәулеленрдің едәуір бөлігі жапырақ бетінен шағылысады. Шағылысқан және өтіп шығатын сәуленің мөлшері кутикуланың қасиетіне, жапырақтың қалыңдығына және оның түсіне байланысты: яғни ло әр түрлі өсімдіктерде түрліше болады. Орташа есеппен алғанда жарықтың спектрдің көрінетін бөлігінде өзіне түсетін энергияның 80-90%-ын және жарықтың жалпы энергиясының 50%-ын сіңіреді. Бұл сіңірілген энергияның 90%-ы транспирацияға және жарықты қыздыруға жұмсалады. Сіңірілген энергияның небәрі 1-5%-ы, кей жағдайда ғана 10%-ы фотосинтезге пайдаланылады. К.А.Пуриевичтің бақылыуына қарағанда үйеңкі жапырағы өзіне түскен энергияның 2,7%-ын, қарақұм жапырығы 7,7%-ға дейінгі мөлшерін фотосинтезге пайдаланған. Жүгері өсімдігінің жапырақтары бір-біріне жақын түйісе өскенде егістікке түсетін энергияның 2,3%-ын пайдаланылады.\nӨсімдіктер қолдан жағдай жасағанда оларға монохроматты яғни тек қана қызыл немесе көк жарық түсіруге болады. Калория мөлшері түрліше жарықтың түсуі қарқыны бірдей болғанда өсімдік уақыт бірлігі ішінде қызыл сәуле квнаттарын (көк сәулеге қарағанда) көбірек қабылдайды.Сондықтан қызыл сәулелердің энергиясы көк сәулелер энергиясына қарағанда анағұрлым тиімді пайдаланылады.\nКөмірқышқыл газы. Фотосинтезге қажетті көмірқышқыл газаның ең аз концентрациясы 0,008-дан 0,01%-ға дейінгі шекте болады. Атмосферадағы СО2 концентрациясы жоғарлаған кезде фотосинтез оған ілесе бір деңгейге дейін артады. СО2 концентрациясы өте жоғары болғанда фотосинтезге баяулайды да, өсімдік көмірқышқыл газына қанығады.\nТемпература, жарықтың түсуі және т.с.с. факторларға байланысты көмірқышқыл газының өсімдіктерді қанықтыру мөлшері түрліше болуы мүмкін. Әр түрлі өсімдіктерді көмірқышқыл газымен қанықтыру концентрациясы 0,06%-дан 0,4%-ға дейін өзгеріп отырады. Табиғаттағы қалыпты жағдайда атмосфера ауасында 0,03% СО2 болады. Бұл қанықтыру коцентрациясынан әлдеқайда аз. Ауаның әр түлі қабатында СО2-нің мөлшері түрліше болады. Ауаның жер бетінде жанаса жатқан қабаты көмірқышқыл газына бай келеді, өйткені бактериялар әрекетінің нәтижесінде топырақта өсімдіктер қалдықтары шіріп, СО2 бөлініп шығады. Құмды топырақ бір сағатта гектарына 2 кг, құмайт пен саз топырақ – 4 кг, орман топырағы – 10-25 кг, СО2 бөліп шығарады екен. Орташа тыңайтылған топырақ бір сағатта гектарына 5 кг СО2 бөліп шығарады. Сұлы егістігінің бір гектары сағатына 15кг СО2 қажет етеді. Б.А. Рубин келтірілген мәләметтер бойынша бұл шаманың 5 килограммын ол топырақтан, 10 килограммын ауадан қабылдайды. Биіктігі 100 м ауа қабатының 1 гектарында 550 кг СО2 болады.\nАуаның әр түрлі қабатын өзара араластырып, ауа ағынын туғыза келе, ауа қозғалысы өсімдіктерге қажетті көмірқышқыл газын жеткізеді. Алайда СО2-нің мөлшерін қолдан арттыру өсімдіктерге қолайлы әсер етеді, бұл жағдайда фотогсинтез 1,5-3 есе артады. Жабық парниктер мен жылыжайлар жағдайында СО2 мөлшерін қолдан реттеп отыруға болады.\nТемпература. Температураның фотосинтезге әсері фотохимиялық және биохимиялық реакциялардың болуына байланысты.\nҚоңыржай аймағы өсімдіктердің фотосинтезі үшін оптиум температура 25-300, суыққа көндіккен өсімдіктер үшін 8-150-қа дейін, тропик және шөл аймақтарының өсімдіктері үшін +400-қа дейін болады.Арктика аймағы өсімдіктерінің фотосинтезі үшін максимум температура шамамен +120, оңтүстік ендіктер өсімдіктерінің фотосинтезі үшін +500, жылы су көздерінде өсетін бактериялар мен балдырлар үшін +800-тан 900-қа дейін болады.\nСу. Фотосинтездің суға тәуелділігі өте күрделі процесс. Фотосинтез үшін су реакцияға тікелей қатысушы ретінде және жанама фактор ретінде керек. Судың құрамындағы сутегі фотолиз кезінде тотығады да, көмірқышқыл газын тотықсыздандыруға пайдаланады.\nХлоропласттың құрамында қалыпты жағдайда 75%-дай су болады. Судың шамасының сәл кемуі хлоропластардың коллоидтық-химиялық күйінің күрт өзгеруіне әкеп соқтырады, яғни бүкіл процестің барысында әсер етеді.\nЖасушаның сумен қамтамасыз етілуіндегі өзгерістер фотосинтезге қатысатын ферменттік жүйенің активтігінде де өзгерістер туғызады. Устьице саңылауларының жабылуы олардың тургорына, яғни суға қанығуына байланыс ты. Өсімдіктердің солуы салдарынан көп жағдайланрда устьицелер жабыоып қалады, осының нәтижесінде көмірқышқыл газы жапырақтардың жасша арқылы қуысына өтпейді. Сонымен қатар, жапырақтардың суға толық қанығуы өсімдіктердің көпшілігінде фотосинтез процесін тежейді, мұнда судың болар-болмас тапшылығы ғана процестің өтуіне қолайлы жағдай туғызады. Су тапшылығы 5%-дан 20%-ға дейін жеткен кезде фотосинтездің максимум қарқыны байқалған, су тапшылығының 40-60%-ға жетуі фотосинтездің толық тоқтауына себепші болады. Суға қаныққан, демек, толық тургор жағдайына жеткен күнбағыс жапырақтары 12,5 мг, сола бастаған жапырақтар- 8,5 мг, ал солған жапырақтар небары 1,6 мг құрғақ зат түзген. Жапырақтардың толық солуы фотосинтезді 10 есе кемітеді.\nМинералдық қоректену.\nМинералдық қоркетену жағдайларының көп жақты әсері бар.Fe, Cu, Mn, Mo, Zn сияқты микроэлеиенттер ферменттердің құрамды бөліктері немесе олардың активаторлары болып табылады. Олардың фотосинтезге әсері ферменттердің активтігіне байланысты. Темір мен магний ерекше қажет, темір- ферменттер активаторы ретінде, ал магний- хлорофил молекуласының құрамды бөлігі ретінде тікелей хлорофилдің синтезделуіне қатысады. Азот хлорофил молекуласын құруға қажет. Азотттық қоректену жетіспеушілігі кезінде фотосинтез қарқыны кемиді. Калийдің де фотосинтез қарқынына әсері осындай, ал фосфор ерекшекүшті әсер етеді.\nФотосинтез және түсім\nӨсімдік құррамындағы заттарға анализ жасау нәтижесінде бұл заттардың 90-95%-ы фотосинтез процесінде түзілетіні анықталды. Демек, өсімдіктерде фотосинтез неғұрлым активті өтетін болса, өсімдіктің салмағы соғұрлым артады да, түсім соғұрлым жоғары болады.\nАлайда органикалық заттардың тыныс алуы, мүшелер мен ұл палардың табиғи жойылуына,сондай-ақ тамырдың топыраққа заттар бөліп шығаруына жұмсалуы фотосинтездің түсімін кемітеді.\nОрганикалық заттар энергия бөліп шығару арқылы ақырғы минералдық өнімдерге дейін ыдырай отырып, тыныс алу процесі барысында жұмсалады. Фотосинтездің әлсіз өтуі кезінде түзілген органикалық заттардың бәрі де тыныс алуға жұмсалуы мүмкін. Мұндай жағдай жапырақтың түсуі жеткіліксіз болған кезде ұшырасады. Тыныс алуға жұмсалатын заттардың мөлшері фотосинтез кезінде түзілетін заттардың мөлшеріне тең болатын мұндай жарық түсу күші компенсациялық нүкте деп аталады. Фотосинтез кезінде әдетте мүшелер мен ұлпалардың тыныс алуына қажетті шамадан артық мөлшерде заттар жиналады. Алайда, тыныс алуға жұмсалатын заттар шығыны айтарлықтай шамаға жетеді. Мәселен, қыша өсімдігі егіс тік жағдайында тыныс алуға бүкіл органикалық заттардың 27%-на дейінгі мөлшерін жұмсайды, бұл одан алынатын ақырғы түсімді кемітеді. Ағаш тектес өсімдіктер де органикалық заттарының осындай мөлшерін тыныс алуға жұмсайды.\nОнтогенз барысында мүшелер мен ұлпалар біртіндеп қартаяды да,өсмідіктер ескі жапырақтарының біразын түсіреді, қабығынан, сабағынан, түйіндерінен айырылады. Өсімдіктердің мұндай табиғи шығындары да олардың фотосинтез нәтижесінде жинаған органикалық заттарының жалпы мөлшерін кемітеді, бұл оның ақырғы түсімінің мөлшеріне әсер етеді.",
                "date": "14.12.2020",
                "upvotes": 0
            },
            {
                "text": "Кешке жақын себебі фотосинтез жарық тан энергия алады жарық бар жерге тіледі",
                "date": "21.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Sketch up дегеніміз не?",
        "question_content": "Sketch Up дегенымыз не",
        "question_date": "14.12.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SketchUp - бұл 3D дизайны және сәулеттік жобалау бағдарламасы. Ол негізінен тұрғын үйлерді, жиһазды, интерьерді модельдеу үшін қолданылады. Баспалдақтарды, электр сымдарын, сантехника мен жабдықтарды жобалауға арналған құралдар бар. Дегенмен, оның негізінде әлдеқайда ауқымды жобалар бар. Мысалы, SketchUp-те геоақпараты бар Красноярск қаласының 3D моделі құрылды.\n2006 жылдың наурыз айында SketchUp-ты Google компаниясы және @Last Software шағын фирмасымен бірге сатып алды. 2012 жылдың сәуірінде Google SketchUp-ді Trimble Navigation [2] -ке белгісіз сомаға сатты. Бағдарламаның екі нұсқасы бар - коммерциялық емес пайдалану үшін ақысыз, SketchUp Make функционалдығы шектеулі (негізінен басқа форматтарға экспортқа қатысты) және ақылы SketchUp Pro.",
                "date": "14.12.2020",
                "upvotes": 0
            },
            {
                "text": "Бул 3D дизайны жане саулеттык жобалау багдарламасы",
                "date": "20.12.2023",
                "upvotes": 0
            },
            {
                "text": "Sketch up ол программа 3D моделирования ха",
                "date": "21.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Еңлік-Кебек\" поэмасына 15 мазмұндық сұрақ керек.",
        "question_content": "\"Еңлік Кебек\" поэмасына 15 мазмұндық сұрақ керек.",
        "question_date": "14.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) \"Еңлік-Кебек\" кімнің поэмасы?\n\n2) \"Еңлік-Кебек\" поэмасы не туралы?\n\n3) Оқиға қай уақытта орын алған?\n\n4) Тобоқты руының қос басшысы кім еді?\n\n5) Кебектің болашағын болжаған кім?\n\n6) Нысан абыздың айтқан сөзі қандай?\n\n7) Кебек аң аулап жүріп, адасып қай ауылға тап болады?\n\n8) Еңлік Кебекке өзі туралы не айтады?\n\n9) Еңлік пен Кебек қанша уақыт кездесіп жүреді?\n\n10) Еңлік үйінен қай уақытта қашып кетеді?\n\n11) Матай мен Тобықты руының арасында дау туындауының себебі неде?\n\n12) Екі ғашық арасында туылған бала? (ұл немесе қыз)\n\n13) Еңлік өлер алдында не сұрайды?\n\n14) Жұрт екі жасты қалай өлтіреді?\n\n15) Поэма қалай аяқталады?\n\"Еңлік-Кебек\" поэмасы - Шәкәрім Құдайбердіұлының туындысы. Ол  қос ғашықтың махаббатын жыр етеді. Оқиға Найман мен Тобықты арасында бітіспес дау орын алған уақытта болған еді.\nТобықты руының қос басшысы Тоқтамыс деген кісі болады. Оның артынан ерген Кебек есімді інісі бар. 15 жасында-ақ көпшілік ішінде батырлығымен, кішіпейілдігімен танымал болған Кебек аузы дуалы Нысан абызды әдейі іздеп барып, бал ашуын сұрайды. Қобызын сарнатып, қалшылдап-дірілдеп Кебектің болашағын болжаған Нысан абыз жігітке:\" Ажалың биік қабақ сұрлау қыздан, Батырым, ондай жанға көңіл берме\", - деп ескертеді.\nАбыздың сөзін көңіліне алса да, жын сөзіне сенбеген батыр өз жолымен жүре береді. Арада біраз уақыт өткен соң Кебек аң аулап жүріп адасып кетеді. Кешқұрым жолында кезіккен үйге кіреді. Ол Матай ауылына келген екен. Кірген үйінде кемпір-шал мен қойшы бала отырады. Және кемпір-шалдың бой жетіп отырған Еңлік есімді қызы бар еді. Ас ішіп, жөн сұрасқаннан кейін Кебек өзін таныстырады. Оның есімін естіген қыз Кебекке ұзақ қарап қалады. Ұйықтар уақыт болғанда Еңлік Кебекке өз төсегін салып береді. Кебек оны қыздың жеңілтектігіне балайды. Көз байланып, барлығы ұйқыға батқанда Еңлік Кебекті оятып, өз сырын айтады. Өзінің бір байдың баласымен атастырылғанын, оны өзіне тең көрмейтінін, атасқан жігітінің ездігі мен ынжықтығын айтады. Сырын ақтарған қыз Кебектен өзіне тең көрер болса алып қашуын өтінеді. Кебек те қызды сынап, оның ой-пиғылы таза екеніне көзі жетіп, алмаққа уағдаласады.\nҚыз Кебекке Тобықты мен Найман бітіскен уақытта алып қашуы керектігін айтып, оған дейін жартас маңында кездесіп жүрелік дейді. Екеуі солай уағдаласқан соң жігіт еліне аттанады. Осылайша олар 6 ай бойы кездесіп жүреді. Осы уақытта Найман мен Тобықты да бітімге келеді. Бір күні Еңлік сүйгеніне қол ұстасып, бірге қашар уақыт келгенін айтады. Ол кезде Еңліктің аяғы ауыр еді. Араға біраз уақыт сала екеуі бірге елден қашып, жартасты паналап жатады. Қыздың қашып кеткенін естіген қалың Матай оны іздей бастайды. Сұрастыра келе оның Кебекпен қашқаны белгілі болады. Матай Тобықтыға кісі салдырып, Кебекті өз қолдарымен ұстап берулерін талап етеді. Тағы да бір-біріне өшіккен екі рудың арасына бұл оқиға бітіспес дау салады. Жартаста тығылып жатқан қос ғашық ұлды болып, соны қызықтап өмір сүріп жатады.\nАқыры екеуін тауып алған Найман мен Тобықты адамдары ғашықтарды өлтірмек болады. Осы тұста Еңлік өлер алдында үш тілегін орындауларын сұрайды. Алдымен Кебекпен араздастыруларын, өлтірсе бірге жерлеулерін және кінәсіз балаларын Кеңгірбай биге тапсыруын сұрайды. Көпшілік Еңліктің сұрауына рұқсатын береді. Бір-бірімен қоштасып, құшақтасқан екі жасты ашулы жұрт ат құйрығына байлап, сүйреп өлтіреді. Екеуін бірге жерлеп, бала жайлы ұмытып кете барады. Ертесіне бала естеріне түсіп, іздеп келсе оны жартас маңынан таба алмайды. Поэма осылайша аяқталады.",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өткізгіш ұштарындағы кернеудің түсуі неге тең?",
        "question_content": "Кедергісі 1 Ом өткізгіштен 15 с уақытта 45 Кл заряд өтетін болса, онда өткізгіш ұштарындағы кернеудің түсуі неге тең?",
        "question_date": "14.12.2020",
        "question_tag": "Физика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I = U/R\n\nI=q/t\n\nU/R  = q/t\n\nU = (R*q)/t\n\nU = (45*1)/15 = 3 В",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың көлемін екі есе кеміткенде, қысым 120кПа-ға артты, абсолют температура 10%-ға?",
        "question_content": "1. Газдың көлемін екі есе кеміткенде,қысым 120кПа-ға артты,абсолют температура 10%-ға артты.Бастапқы қысым қандай?\n\n2. Абсолют температура 2,8есе өскенде,газдың көлемі 80см3-ке өсті. Бастыпқы көлемді тап",
        "question_date": "14.12.2020",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) P1*V1/T1=P2*V2/T2\nP1*V1/T1=(P1 +ΔP)*0,5*V1/1,1T1\nP1= (P1+ΔP)*0,5/1,1\nP1=0,5P1+ 120*0,5/1,1\n0,6P1=60\nP1= 100 кПа",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыныс алу жүйесінің қанның қызметі?",
        "question_content": "1.Тыныс алу жүйесінің қызметі қанды .......... қанықтырып, .........  .............  тазартады.",
        "question_date": "14.12.2020",
        "question_tag": "Биология",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыныс орталығының нейрондарының қозғыштығы көмір қышқыл газының концентрациясына байланысты, яғни гуморальдық реттеу жолы. Оның қандағы концентрациясы артқанда тыныс орталығының нейрондарының қозғыштығы күшейеді де, тыныс мүшелерінің қызметіне қозғау салады. Көмір қышқыл газының тыныс орталығына әсері екі түрлі жолмен іске асады: а) нейрондарды қоректендіретін қанның құрамының тікелей әсері; б) рефлекторлы жолмен көмірқышқыл газының арнайы хеморецепторларға әсері.\nТолығырақ: https://referattar.kazaksha.info/%D1%82%D1%8B%D0%BD%D1%8B%D1%81-%D0%B0%D0%BB%D1%83-%D0%B6%D2%AF%D0%B9%D0%B5%D1%81%D1%96%D0%BD%D1%96%D2%A3-%D0%BC%D0%B0%D2%A3%D1%8B%D0%B7%D1%8B",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңдауыңыз бойынша бір тарихи-географиялық аймаққа географиялық салыстырмалы сипат?",
        "question_content": "Таңдауыңыз бойынша бір тарихи-географиялық аймаққа географиялық салыстырмалы сипаттама беріңіз?\n\n1. Ауданның географиялық орналасу ерекшелігі.\n\n2. Құрамына кіретін елдер.\n\n3. Табиғат жағдайы: климат, табиғат ресурсы, гидрологиясы, жер бедері және тб.\n\n4. Шаруашылығы: өнеркәсіп саласы және ауылшаруашылығы.\n\n5. Халқы. Ұлттық, діндік, тілдік құрамы.",
        "question_date": "14.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өкпедегі газ алмасу мен ұлпадағы газ алмасудың айырмашылығы мен ұқсастығы қандай?",
        "question_content": "Билогия пәні 8 сынып кім біледі көмек!!!",
        "question_date": "14.12.2020",
        "question_tag": "Биология",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазан революциясына кейінгі кезеңдегі Қазақстанның қоғамдық-саяси өмірдегі жағдайы?",
        "question_content": "Қазан революциясына кейінгі кезеңдегі Қазақстанның қоғамдық-саяси өмірдегі жағдайын сипаттаңыз?\nҚазан революциясынан кейін:\nЭкономикалық\nӘлеуметтік\nСаяси",
        "question_date": "14.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазан төңкерісінің алғашқы күндерінен бастап-ақ облыстық және уездік орталықтарда  да жұмысшылар мен шаруалардың  өкіметін нығайту  ісі, ауылдық  және селолық  Кеңестерді құру  ісімен  бірге жүргізілді. Алайда ауылдың экономикалық және мәдени жағынан артта қалуынан туындаған  қиыншылықтар, әлі де күшті рулық байланыстар қазақ ауылдары мен болыстарында Кеңес өкіметінің органдарын ұйымдастыру жөніндегі жұмыстарын қиындатты. 1918 жылдың күзінен бастап басқарудағы ала-құлалық жойылып, билік Кеңес атқару комитеттері қолына алына бастады. Сонда да болса, ауыл-селоларда  әлі Кеңестер күш ала алмай жатты. Кеңес өкіметінің нұсқау, жарлықтарын іске асыруға қарсылық күшті болды. Халық азық-түлік тапшылығынан зардап шекті. Кеңес өкіметіне қарсы күштер бас көтерді. Кеңеске қарсы күштердің қарсылығын басу үшін, жергілікті жерлерде өкімет билігін нығайту қажет болды. Кеңес өкіметін нығайту жолындағы күресте облыстық және уездік кеңестер съездері көп роль атқарды. Облыстық, уездік, болыстық  кеңестерде  жер, азық-түлік,  шаруашылық, сот, бақылау, қаржы бөлімдерінің жұмысын жолға қоюға бағытталған шаралар іске асырылды. Кеңестердің жанынан еңбек, ағарту, денсаулық сақтау т.б. бөлімдері ашылды. Кеңес қызметкерлерін даярлайтын курстар жұмыс істей бастады. Осындай төңкерістік шараларды іске асыру барысында, асыра сілтеушілік, солақайлық, теріс әрекеттер орын алып, Кеңес өкіметіне деген сенімсіздік күшейді.\nӘсіресе, Қазан төңкерісінің жеңісінен кейін ұлттық, ең алдымен ұлттық-мемлекеттік құрылыс мәселелері өткір сипат алып, талқылана бастады. Кеңес өкіметінің ұлттық саясатының негізгі принциптері маңызды екі құжатта - 1917 ж. 2 қарашада қабылданған “Ресей халықтары құқықтарының Декларациясында” және 1917 ж. 20 қарашада жарияланған Кеңес өкіметінің “Барлық Ресей және Шығыс мұсылман еңбекшілеріне” үндеуінде көрініс тапты. 1918 ж. қаңтарда кеңестердің Бүкілресейлік 3-съезінде В.И.Лениннің дайындаған “Еңбекшілер мен қаналған халықтардың құқықтары Декларациясы” қабылданды. Бұл құжатта Коммунистік партияның кеңес республикасының мемлекеттік құрылымы түріндегі кеңестік федерацияны ымырасыз жақтайтыны айқын көрсетілді. Декларацияда “Кеңестік Ресей Республикасы еркін ұлттар одағының негізіндегі кеңестік ұлттық республикалардың федерациясы түрінде құрылады” делінген.\nРКФСР құрылғаннан кейін елдің Шығысында жаңа автономиялық республикаларды құруға дайындық жұмыстары басталды. Большевиктік ұйымдар, Қазақстан және Түркістанның Кеңестері кеңестік бүкілқазақ, бүкілтүркістандық съездерін шақыруға дайындала бастады. 1918 ж. көктемінде еліміздің шығысында Түркістан автономиялық Кеңестік социалистік республикасы құрылды. Оның құрылуы 1918 ж. сәуірдің 20-нан 1 мамырға дейін Ташкент қаласында өткен Түркістан өлкесі Кеңестерінің Ү съезінде іске асты. Қазіргі Қазақстанның  оңтүстік аймағы (бұрынғы Сырдария және Жетісу облыстары) Түркістан автономиясының құрамына кірді. Бірақта 1918 ж. қаңтарда кеңестердің 3 - Бүкілресейлік съезі Ленин дайындаған “Еңбекшілер мен қаналушы халықтар құқықтарының Декларациясында” өзге ұлттардың өзін-өзі билеу құқы жоққа шығарылды. Осылайша, әуелі 1918 ж. 5 қаңтарында Бүкілресейлік құрылтай жиналысы, одан кейін 5 ақпанда Ташкент кеңесі шешімімен Қоқанд қаласы шабуылмен алынып, Түркістан автономиясы күшпен таратылды.  Қазақстанның қалған жерінде – Торғай, Орал, Ақмола, Семей облыстарында  және Маңғыстауда  қазақ кеңестік мемлекеттілігін құруға  дайындық жөніндегі күрделі жұмыс одан әрі жалғастырылды. Қазан төңкерісінен бұрын-ақ қазақ либералдық-демократиялық  қозғалысының жетекшілері Қазақстанда кеңестердің бүкілқазақ съезін шақыруға дайындық жұмыстары кеңес өкіметін нығайту процесімен қатар жүргізілді. Мұның өзі шын мәнінде кеңестік мемлекеттікті құру және оны бекіту үшін күрес екендігін көрсетті. Қазақ зиялылары мемлекет құру процесінің кеңестік жолмен шешілуімен  келісе алмады. Мұндай қарсылықтың себептері мынада еді: бірінші - қазақ зиялылары әуел бастан тәуелсіз ұлттық автономия құруды жоспарласа, екінші - олар Қазан төңкерісін қабылдамады, сөйтіп Кеңес үкіметін мойындамады, оны заңсыз орнаған үкімет деп есептеді.  Сондықтан да „Алаш” зиялылары ұлттық мемлекет құру үшін күрес жүргізді.  Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов, Е.Ғұмаров, Е.Тұрмухамедов, Ғ.Жүндібаев, Ғ.Бірімжанов құрастырған  бағдарламаның жобасы “Қазақ” газетінің 1917 ж. 21 қарашадағы санында жарияланды. Бағдарламаның жобасы он пункттен тұрды. Осы бағдарлама Құрылтай жиналысына сайлауда  “Алаш” партиясының  ірі табысқа  жетуін қамтамасыз етті және  1917 ж. 5-12  желтоқсанда  Орынборда өткен  Екінші жалпықазақтық  съезде  қазақ халқының  әр түрлі  топтарының  өкілдерін  біріктірді. Төралқа төрағасы  Бақтыгерей Құлманов және орынбасарлары  Әлихан Бөкейханов, Әзімхан Кенесарин, Халел Досмұхамедов және Омар Қарашев  басқарған съезд Қазан төңкерісіне  байланысты тез өзгеріп жатқан саяси  жағдайдағы “Алаш” партиясының  міндеттерін, қазақ автономиясын  құру және  оның үкіметін  қалыптастыру мәселелеріне бірінші кезекте  көңіл бөле отырып, қарастырды.\nСъезде  қазақ автономиясы  құрамына Бөкей ордасы, Орал, Торғай, Ақмола, Семей, Жетісу облыстары және Закаспий облысымен Алтай губерниясының  қазақтар мекендеген  аудандары енуге тиіс деп шешті. Съезд Уақытша  үкімет  құлатылғаннан кейін қалалар  мен селоларда, далада қазақтардың өмір сүруіне қауіп-қатер туғызған бей-берекеттік күннен-күнге күшейіп бара жатқандығын атап көрсетті. Сондықтан съезд қазақ халқын “аман алып қалу мақсатымен” “Уақытша Халық Кеңесі” түріндегі билік құру, оған Алаш-Орда (алаш автономиясының үкіметі) деген ат беру жөнінде шешім қабылдап және бүкіл қазақ халқына “бағынатын үкіметіміз осы деп сеніп… басқа үкіметті мойындамай, өз үкіметінің әмірін екі қылмай орындау керектігі” баса ескертілді. Съезд қазақ милициясын құру жоспарын жасады. Оның әрбір облыс бойынша белгілі бір сандық құрамы, уездер бойынша үйрету мен жабдықтау шаралары белгіленді. Милицияны қару-жарақпен қамтамасыз етуді орталық әкімшілік салық салу арқылы алынатын қаржы есебінен жүзеге асыруға тиіс болды.\nИсточник: https://e-history.kz/kz/history-of-kazakhstan/show/8940/\n© e-history.kz",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕНТга дайындайтын қандай мықты курсстар бар",
        "question_content": "ЕНТга дайындайтын қандай курсстар бар?\n\nМатематика сауаттылық, Тарихқа, Физ-Матка",
        "question_date": "14.12.2020",
        "question_tag": "Мектеп",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABD жазықтығына перпендикуляр CN түзуінің теңдеуін табу?",
        "question_content": "А(-3,1,-4), В(1,0,1),С(1,-1,5), D(8,-4,0) нүктелері берілген. ABD жазықтығына перпендикуляр CN түзуінің теңдеуін табу?",
        "question_date": "14.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Глюкоза ертіндісінен қанша килограмм лимон қышқылын алуға болады?",
        "question_content": "өндірісте лимон қышқылын глюкоза ертіндісінің ферменттік ашуы нәтижесінде мына реакция теңдеуі бойынша алады: 2c6h12o6+3o2 →2c6h8o7+4h2o 15%-дық 520 кг глюкоза ертіндісінен қанша килограмм лимон қышқылын алуға болады? өнімнің шығымы 62%.",
        "question_date": "14.12.2020",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өндірісте лимон қышқылын глюкоза ертіндісінің ферменттік ашуы нәтижесінде мына реакция теңдеуі бойынша алады: 2c6h12o6+3o2 →2c6h8o7+4h2o 15%-дық 520 кг глюкоза ертіндісінен қанша килограмм лимон қышқылын алуға болады? өнімнің шығымы 62%.\nЖауабы:51,58кг",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Python программасы",
        "question_content": "Python-да сандық жолды санға айналдыру үшін және керісінше орындау үшін қолданатын функцияны анықтаңыз.",
        "question_date": "14.12.2020",
        "question_tag": "Мектеп",
        "question_views": 914,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "float() функциясын қолданып ,бөлшек сан жазылған жолды  санға айналдырады.\n\n   Мысалы, float('265.4') 265.4 санын береді. int  көмегімен бүтін сандар жазылған жолдарды санға айналдырады ('253')= 253.",
                "date": "18.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыммен ұрысып қалдым, қатты ұрысып жібердім",
        "question_content": "1 жыл жүрген Қызыммен кеше ұрысып қалдым. Әнгімеде ұрысып қалдық, қыздын да бір жағынан кінәсі бар.  Сонында шаршаған болар қойяйық болды деді. Бұндай жайыттын қайталанп жатқаны бірінші мәрте емес.\nАшу үстінде тіпті өзімді ұстай алмай қанша нарсе айтып тастадым. Ол болды енды кешірмеймын деді. Қалай кешірім сұрасам болады, немесе қалай қайтарп алсам болады? 1-2 кунде кешіреме алде куту керекпа? Андай создерден кейн кайтадан суып кетпима? Комек бериниздершы",
        "question_date": "14.12.2020",
        "question_tag": "Махаббат",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрін ұмыт Сен бірінші кешірім сұра сосын сабырлы бол !",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анамды жек көре бастадым",
        "question_content": "Сәлеметсіздерме, менің атым Арай. Жасым 20 да отбасымда 6 баламыз әкем 4 жыл бұрын жол апатынан қайтыс болған. Атам әжем анам 5 бауырым тұрамыз. Анам аузына келгенін айтады қатты шаршадым. Маған өле қал шіріген жұмыртқасың дейді. Еще мұғалім ещё аузына келгенін айтады. Ининим мени ұратынды шығарды денем бари когерип жур. Қатты қиналып жүрм күнде жылау көзім ісіп тұрады. Ата әжеме барибир жек коред мени, дуние коныз шектен тыс арасында ойымды айта салам тик минездимин соным жакпайды. Жақында мамам байга тием дид еще оны уйге акелип шай берип жылап отыр. Кеше әжем козинше уйге уялмастан кирп келди сол еркек шай ишип отыр басында танымадым билгенде куар едим. Душтан шыққан едим кухня жанынан отип бара жатсам жеңілдеуіңізбен дейд арсыз неме. Кейннен билген соң қаным басыма шапты. Ишим қан жылайд әкемнин аруагы мазасызданып жатырма деп куни туни уайымдаймын мына жакта мынандай маскара болып жатканда. Қатты шаршадым жуйкем абден шаршады жылай жылай козимненде жас шыкпайды. Казир катты ауырып журмин айткым келмейд ешкимге. Анамды куннен кунге жек көремін.  Бизге айтпай степ жургени уйден коп кететин суйтсек сонымен жолыгып журген екен. Бул билгенимиз билмитнмз каншама. Туринеде карагым келмейді до того. Достарымнан уялам катты осы проблема ушн бурынгыдай кулким жок жузимде. Акыл айтыныздаршы нестесем болады? Ия анам бакытты болуға лайықты бирак бұлай емес. Акемнин орнын бастыра алмаймын ешкимге. Нестесем болады барлық жағынан ақыл айтыңыздаршы маған.....",
        "question_date": "14.12.2020",
        "question_tag": "Жанұя",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психологпен сөйлесіп көрші. Ақылы болмаса да қала болса сол қаладағы тегін психологқа барып айтып көр. Көмегі тиер мүмкін. Болмаса Инстаграмнан bakimova_saya деген кісіге жаз инстасына болмаса телеграмына.",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ескендір поэмасы бойынша 1 шумақ өлең",
        "question_content": "Бұл – адам көз сүйегі, – деді ханға.\nТоя ма адам көзі мың мен санға?\nЖеміт көз жер жүзіне тоймаса да,\nӨлсе тояр, көзіне құм құйғанда...\n\nБерілген өлеңінің сыртқы құрылымдық ерекшеліктерін ескере отырып (буын мен бунақ сандары, ұйқас), өз шығармашылығыңызбен жалғастырыңыз (кем дегенде 1 шумақ).",
        "question_date": "14.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 805,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шар радиусы 13 ке тең. Жазықтық шар центрінен 5 см қашықтықта өтеді. Қима ауданы?",
        "question_content": "Шар радиусы 13 ке тең. Жазықтық шар центрінен 5 см қашықтықта өтеді. Қима ауданы?",
        "question_date": "13.12.2020",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген: AK = 13, AC = 5 \n Табу керек: CE, S қима.\n Шешуі: кесінді сфера радиусына перпендикуляр, яғни. KA⊥SE. AE сегментін құрайық.\n Алынған AEC үшбұрышы тікбұрышты болады. \nAE - доптың радиусы - 13. CA = 5 (шарт бойынша).\nПифагор теоремасы бойынша біз CE аяғын табамыз. CE - бөлімде алынған шеңбердің радиусы.\nШеңбердің формуласы S = πR2\nS = π122= 144π",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы ең үлкен бөлшек",
        "question_content": "Радиусы ең үлкен бөлшек\n\nLi ; Li+ ,K , K+ , Na , Na+",
        "question_date": "13.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "K+ - себебі  атомын беріп жіберген ион, яғни К қарағанда радиусы үлкенірек.\nПериод бойымен солдан оңға қарай қозғалғанда атомның радиусы азаяды. Неліктен? Сыртқы деңгейдегі электрондар саны көбейеді\n P. S. Электрондар саны периодтық жүйедегі элемент санына тек\nКөптеген электрондар атом ядросына қатты қысым жасайды ➡️атом сығылады ➡️радиус азаяды \nТопта жоғарыдан төмен қарай радиус өседі, себебі -Деңгейлер саны көбейеді, яғни атомда электрондар үшін бос орын көбірек болады Электрондар ядроға азаяды және радиус өседі.",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй салуға қанша қаражат кетеді?",
        "question_content": "Сәлеметсіздерме,  уй салсакпа деп едік ютубтан коп вариант кордик , примерно 4 комн газобетоннан салсак канша кетеді , мен құрылыс жағын онша білмим,  әркім әрқалай айтад ,адам жалдамай салсаң қанша керек , бауырларыммен салсак деп едік  2 - 3 млн жетеме) Талгар  каласы",
        "question_date": "13.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сатып алынған жерге үй салу үшін  мына ережелерді білу керек:\nАлдымен жер учаскесіне салынатын үй көшеден 3 метрге алшақ болу керек;\nУчаскені қоршау заң бойынша жүзеге асырылады;\nҮй салуға арнайы рұқсат алу қажет;\nӨрт қауіпсіздігі талапттарына сай болу үшін көрші үйлермен арақашықтық 4-3 метр болғаны дұрыс.\nСондай-ақ, үйдің айналасында бақша болу үшін үй қоршаудан 5-6 метрге қашық болғаны жөн.\nАл қандай көлемдегі үй саласыз өз еркіңізде. Жер сатып алғаннан кейін қалған қаражатқа материалдар сатып алынады. Біз көлемі 10х10 м2 болатын үйге қанша қаражат кететінін есептеп көрдік.\nЕскерту: Инфографикада үй салудағы ең маңызды детальдар көрсетілген, орташа баға алынды. Есептеулер құрылысшы Еркін Жұрынбаевтың басшылығымен жүргізілді.\nТолығырақ: https://7kun.kz/j-salu-a-ansha-arzhy-ketedi/",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің заңдыт түрде әйелім бар жақында балалы боламыз,әскерден босатылам ба?",
        "question_content": "Менің заңдыт түрде әйелім бар жақында балалы боламыз,әскерден босатылам ба?",
        "question_date": "13.12.2020",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әскери (әскерден) қызметтен босату)\nАлдымен Қазақстандағы әскери тәртіп бірнеше бағыттарға бөлінетінін атап өтейік:\nмерзімді әскери қызмет (18-27 ер адамдар үшін 12 ай мерзімге);\nзапастағы офицерлер қызметі (29 жасқа дейінгі жігіттер үшін 24 ай мерзімге);\nкелісімшарт бойынша әскери қызмет (келісімшартта көрсетілген мерзімге сәйкес);\nәскери жиындар (әскери міндеттілер үшін 2 аптадан үш айға дейінгі мерзімде.\nӘскерге шақыру жылына 2 рет жүзеге асырылады: сәуірден маусымға дейін және қазаннан желтоқсанға дейін.\nБейбіт уақытында әскери шақырудан мынадай азаматтар босатылуы мүмкін:\nденсаулық жағдайы бойынша әскери қызметке жарамсыз деп танылғандар.\nҚазіргі уақытта соған сәйкес азаматтар әскерде қызмет етуге жарамсыз деп танылуы көзделген аурулар тізімі көзделген. Медициналық куәландыру нәтижелері бойынша дәрігер маман мынадай белгілер бойынша азаматтардың жарамдылық санаттары туралы қорытындыны шығарады:\n\"А\" – әскери қызметке жарамды;\n\"Б\" – кішігірім шектеулермен әскери қызметке жарамды;\n\"В\" – әскери қызметке шектеулі жарамды;\n\"Г\" – әскери қызметке уақытша жарамсыз;\n\"Д\" – бейбіт уақытта әскери қызметке жарамсыз, соғыс уақытында шектеулі жарамды;\n\"Е\" – әскери есептен басқа әскери қызметке жарамды емес.\n27 жасқа толғандар;\nтуыстарының бiрi (әкесi, анасы, аға-інілерi немесе апа-сіңлілері) әскери қызмет өткеру кезеңiнде қызметтік мiндеттерiн атқару кезiнде қаза тапқан, қайтыс болған немесе І немесе ІІ топтағы мүгедек болып қалғандар;\nбасқа мемлекетте әскери  (балама) қызметті өткерген;\n«Қазақстан Республикасчының арнайы органдары туралы» Қазақстан Республикасы Заңының 51 бабының 9 тармағында көзделген жағдайларды  қоспағанда, Қазақстан Республикасының арнайы мемлекеттік органдарында қызметті өткерген;\nоқу туралы растау құжаттарын ұсынуда доктор ғылыми дәрежесі барлар;\nдіни бірлестіктерде тіркелген дін жолындағы адамдар\nБейбіт уақытта әскери жиындарға шақырудан босатылады:\nқорғанысты, қауіпсіздік және құқықтық тәртіпті қамтамасыз етумен байланысты лауазымдарда мемлекеттік органдарда жұмыс істейтін азаматтар;\nмемлекеттік, азаматтық және тәжірибелік авиацияның авиация персоналы;\nегін және жинау жұмыстары кезінде ауылшаруашылық техникасын жөндеу ұйымдарында және ауыл шаруашылығында жұмыс істейтін азаматтар;\nоқу жылы кезінде күндізгі оқыту нысанындағы білім беру ұйымдарының педагогика қызметкерлері;\nкүндiзгi нысанда оқытатын бiлiм беру ұйымдарында оқитындар;\nәскери міндетті әйелдер;\nәскери міндеттілер запастан шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа толмаған 3 және одан да артық балалары бар азаматтар;\nоларға қатысты анықтау, алдын ала тергеу жүргiзiлiп жатқан немесе сот қылмыстық iсін қарап жатқан адамдар;\nҚазақстан Республикасының Парламенті депутаттары немесе жергілікті өкілдік органдар сайлаған әскери міндеттілер.\nсоттылығы бар азаматтар.\nмемлекеттік органдарда қорғанысты, қауіпсіздікті және құқықтық тәртіпті қамтамасыз етуге байланысты лауазымдарда жұмыс істейтін азаматтар; \nмемлекеттік, азаматтық және эксперименттік авиацияның авиация персоналы;\nегіс және жинау жұмыстары кезеңінде ауыл шаруашылығында және ауыл шаруашылығы техникасын жөндеу ұйымдарында жұмыс істейтін азаматтар;\nоқу жылы кезеңінде күндізгі оқу нысанындағы білім беру ұйымдарының педагог қызметкерлері;\nкүндізгі оқу нысаны бойынша білім беру ұйымдарында оқитындар;\nәскери міндеттілер-әйелдер;\nәскери міндеттілер запасқа шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа дейінгі 3 және одан да көп балалары бар азаматтар;\nоларға қатысты алдын ала тергеу жүргізіліп жатқан немесе қылмыстық істі сот қарайтын азаматтар;\nҚазақстан Республикасы Парламентінің немесе жергілікті өкілді органдардың депутаттары болып сайланған әскери міндеттілер;\nсоттылығы бар азаматтар.\nЕгер әскери қызметке шақыру соғыс уақытында жүзеге асырылса, онда денсаулық жағдайы бойынша ғана әскери қызметке жарамсыз деп танылған азаматтар ғана босатылады  \nӘскерге шақыру мерзімін кейінге қалдыру\nЖоғарыда айтылып өткендей, әскерге шақыруды кейінге қалдыру – осы Заңда көзделген негіздер бойынша азаматтарды әскери қызметке шақыру мерзімін ауыстыру.\nМерзімін кейінге қалдыру мынадай жағдайлар бойынша ұсынылады\nотбасы жағдайлары бойынша;\nбілім алуды жалғастыру үшін;\nденсаулық жағдайы бойынша;\nбасқа да себептер бойынша.\nОтбасы жағдайлары бойынша әскерге шақырудан кейінге қалдыру мынадай азаматтарға ұсынылады:\nбасқа адамның көмегiне мұқтаж және толық мемлекеттiк қамсыздандыруға алынбаған отбасы мүшелерiн күтумен айналысатын, сондай-ақ жақын туыстары немесе басқа да адамдар болмаған кезде отбасы мүшелерін асырауға мiндетті азаматтарға беріледі.\nБасқа адамның көмегiне және күтіміне мұқтаж отбасы мүшелерi:\nәкесi, анасы, әйелi, сондай-ақ әскерге шақырылушының ата-анасы болмаған жағдайда, зейнеткер жасына толған немесе І немесе ІІ топтағы мүгедектер болып табылатын атасы мен әжесi, егер олар оның асырауында болса;\nата-анасы болмаған жағдайда, І немесе ІІ топтағы мүгедектер болып табылатын немесе он сегіз жасқа толмаған аға-інілерi, апа-сіңлілері ;\nәскерге шақырылушыдан басқа І немесе ІІ топтағы мүгедектер болып табылатын немесе 18  жасқа толмаған бiр және одан да көп балалары бар және оларды күйеусiз (әйелсiз) тәрбиелеп отырған анасы/әкесi;\nөзінің асырауында жасы бойынша еңбекке қабiлетсiз немесе І немесе ІІ топтағы мүгедектер болып табылатын 1 және одан да көп жалғызiлiктi туыстары (әкесi, анасы, аға-інілерi, апа-қарындастары) бар және оларды күйеусiз (әйелсiз) асырап отырған анасы (әкесi);\nІ немесе ІІ топтағы мүгедек болып табылатын, екіншiсiн өзi асырайтын және әскерге шақырылушыдан басқа 18 жасқа дейінгі бiр және одан да көп бала тәрбиелеп отырған ата-анасының бiрi;;\nОтбасы мүшелерінің біреуі мүгедек және шақырылушы жалғыз ер бала болса;\nөзiнiң асырауында   анасыз тәрбиелеп отырған баласы (балалары) бар азаматтар;\nата-анасының қайтыс болуына немесе олардың ата-ана құқығынан айырылуына немесе сотпен бас бостандығынан айыруға сотталуына байланысты кемiнде екi жыл тәрбиесiнде және асырауында болған адамдар бар азаматтар;\nнекеде тұрған және бiр және одан да көп баласы бар азаматтар болып табылады.\nЖалғасы: https://egov.kz/cms/kk/articles/military_service/exemption_from_army",
                "date": "13.12.2020",
                "upvotes": 0
            },
            {
                "text": "Отбасы жағдайлары бойынша әскерге шақырудан кейінге қалдыру мынадай азаматтарға ұсынылады:\nбасқа адамның көмегiне мұқтаж және толық мемлекеттiк қамсыздандыруға алынбаған отбасы мүшелерiн күтумен айналысатын, сондай-ақ жақын туыстары немесе басқа да адамдар болмаған кезде отбасы мүшелерін асырауға мiндетті азаматтарға беріледі.\nБасқа адамның көмегiне және күтіміне мұқтаж отбасы мүшелерi:\nәкесi, анасы, әйелi, сондай-ақ әскерге шақырылушының ата-анасы болмаған жағдайда, зейнеткер жасына толған немесе І немесе ІІ топтағы мүгедектер болып табылатын атасы мен әжесi, егер олар оның асырауында болса;\nата-анасы болмаған жағдайда, І немесе ІІ топтағы мүгедектер болып табылатын немесе он сегіз жасқа толмаған аға-інілерi, апа-сіңлілері ;\nәскерге шақырылушыдан басқа І немесе ІІ топтағы мүгедектер болып табылатын немесе 18  жасқа толмаған бiр және одан да көп балалары бар және оларды күйеусiз (әйелсiз) тәрбиелеп отырған анасы/әкесi;\nөзінің асырауында жасы бойынша еңбекке қабiлетсiз немесе І немесе ІІ топтағы мүгедектер болып табылатын 1 және одан да көп жалғызiлiктi туыстары (әкесi, анасы, аға-інілерi, апа-қарындастары) бар және оларды күйеусiз (әйелсiз) асырап отырған анасы (әкесi);\nІ немесе ІІ топтағы мүгедек болып табылатын, екіншiсiн өзi асырайтын және әскерге шақырылушыдан басқа 18 жасқа дейінгі бiр және одан да көп бала тәрбиелеп отырған ата-анасының бiрi;;\nОтбасы мүшелерінің біреуі мүгедек және шақырылушы жалғыз ер бала болса;\nөзiнiң асырауында   анасыз тәрбиелеп отырған баласы (балалары) бар азаматтар;\nата-анасының қайтыс болуына немесе олардың ата-ана құқығынан айырылуына немесе сотпен бас бостандығынан айыруға сотталуына байланысты кемiнде екi жыл тәрбиесiнде және асырауында болған адамдар бар азаматтар;\nнекеде тұрған және бiр және одан да көп баласы бар азаматтар болып табылады.\nБілім алуды жалғастыру үшін әскери қызметке шақыруды кейінге қалдыру:\nбілім беру ұйымдарында жалпы орта білiм алып жүрген азаматтарға – оқу кезеңіне;\nтиiстi білім беру ұйымдарында, сондай-ақ басқа мемлекеттердің жоғары оқу орындарында күндiзгі оқу нысаны бойынша техникалық және кәсіптік, орта білімнен кейінгі немесе жоғары білім алып жүрген азаматтарға оқитыны туралы растайтын құжаттарды ұсынған кезде – бiр жоғары оқу орнын аяқтағанға дейiн;\nжоғары оқу орнынан кейiнгі кәсiби білім алып жүрген азаматтарға – оқу кезеңіне беріледі;\nазаматтар білім алуды тек оқу кезеңінде ғана жалғастыра алады.\nБілімін жалғастыру себебі бойынша кейінге қалдырылған азаматтар, білім алу кезінде ғана кейінге қалдырылады.\nДенсаулық жағдайы бойынша шақыру мерзімін кейінге қалдыру шақыру комиссиясының шешімімен 1 жылға дейінгі мерзімге ұсынылады.\nБасқа себептер бойынша әскери қызметке шақыруды кейінге қалдыру:\nауылдық (селолық) жерде орналасқан білiм беру ұйымдарының орта білімнен кейінгі немесе жоғары педагогикалық білiмi бар және мамандығы бойынша жұмыс iстейтiн оқытушыларына – жұмыс iстеп жүрген барлық кезеңiне;\nтиiстi бiлiмi бар, мамандығы бойынша ауылдық (селолық) жерлерде тұрақты жұмыс iстейтiн дәрiгерлерге – денсаулық сақтау ұйымдарында жұмыс iстеп жүрген барлық кезеңiне;\nҚазақстан Республикасы Парламентiнiң немесе жергiлiктi өкiлдi органдардың депутаттарына;\nөздеріне қатысты анықтау, алдын ала тергеу жүргiзiліп жатқан немесе соттар қылмыстық iстерiн қарап жатқан адамдарға – тиiсiнше анықтау, тергеу аяқталғанға немесе сот үкiмi күшіне енгенге дейiн;\nтиісті білімі бар азаматтық әуе кемелерінің үшу экипаждарына, азаматтық авиация инженерлеріне, механиктеріне және техниктеріне азаматтық авиация ұйымдарында барлық жұмыс істеу кезеңіне  беріледі.\nБұл жағдайда мерзімін кейінге қалдыру жұмыстың барлық кезеңіне беріледі, ал қылмыстық іс жағдайында – сот шешімі бойынша тергеу аяқталғанға дейін ұсынылады.",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай телефон алған жақсы?",
        "question_content": "Бұйырса новый тел аламын. Мен айфон алғым келіп жүр. Менің қарап жүргенім айфон 8 (64 гб).Калай ойлайсыздар стоит или не стоит* араларынызда устап жургендер болса отзыв болсп кетсенздер! Маган до 200К аралыгында алу кк",
        "question_date": "13.12.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағасы рубльда көрсетілген:",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын алқа мен білезік әжетхана түсіп кетті не істеймін?",
        "question_content": "Түсімде әжетханаға алтын алқа мен білезік түсіп кетсе нені білдіреді?",
        "question_date": "13.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 213,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс деген көбіне өңіңізде уайымдаған іске қарай шытырман оқиғалы болып сол мәселенің айналасындағы бейнелерге  қарай көретін қияли оқиға ғой. Мүмкін өңіңізде бір затты құлатуға не жоғалтуға қорыққан боларсыз. \nНе болса да сенімге байланысты ғой, жақсыға өзіңіз балаңыз. Кейде ойландыратын түс көрсем мен де жорып көргім келеді, бірақ нақты жоруын іздеп көргеннен өзің жақсыға жорып, соған сенген дұрыс деп ойлаймын, артық уайымды арқалағаннан гөрі.",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    }
]