[
    {
        "question_title": "Топырықтың құнарлығын анықтау?",
        "question_content": "Топырықтың құнарлығын анықтау?",
        "question_date": "2.11.2020",
        "question_tag": "Табиғат",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топырақ құнарлылығы – топырақтың өсімдіктер дүниесін қажетті қоректік заттармен және сумен, ал тамыр жүйесін оттекпен, жылумен және қолайлы физ.-хим. ортамен қамтамасыз ету қасиеті. Бұл топырақтың ең басты қасиеті. Топырақ құнарлылығы. биоценоздың жалпы өнімділігі мен а. ш. дақылдарының түсім мөлшерін анықтайды. Топырақ құнарлылығын екіге бөледі: табиғи және жасанды. Табиғи Топырақ құнарлылығы топырақ түзілу процесі нәтижесінде пайда болған топырақтың табиғи күйіндегі құнарлылығы. Ол қарашірінді қабатының қалыңдығына, қарашірінді құрамына, қоректік элементтердің жеткілікті болуына, топырақтың түйіршікті, минерал. және хим. құрамына, микробиол. процестердің қарқындылығына тәуелді. Жасанды Топырақ құнарлылығы сол табиғи құнарлылықты арттыру мақсатында қолдан жасалған көптеген әрекеттердің нәтижесінде (өңдеу, тыңайтқыштар қолдану, дақылдарды егіп өсіру, мелиорация, т.б.) алынады және егілген а. ш. дақылдарының түсім мөлшеріне қарай бағаланады. Топырақты қорғап және оны дұрыс пайдалана білсе, оның құнарлылығы артады. Табиғи құнарлылығы төмен, егіншілікке жарамсыз топырақтарды да адам қолымен жақсартып, егіншілікке қарқынды пайдалану арқылы жоғары өнім беретін алқаптарға айналдыруға болады. Табиғи құнарлылық пен жасанды құнарлылықтың қо-сындысы – экон. немесе тиімділік құнарлылық деп аталады. Ғасырлар бойы адамзат қоғамы негізінен табиғи құ-нарлылықты пайдаланып, соның берген азды-көпті өнімін қанағат тұтып келді. Бұрынғы кезде ұзақ жылдар бойы егіншіліктің үш танапты жүйесі орын алып, онда тың жатқан жерлерді жыртып, оған үш жылдай қатарынан егіс еккен. Ол жерлерден табиғи құнарлылығы арқасында өнім алып, одан кейінгі жылдары өнім азая бастаған кезде егістікті басқа жерлерге ауыстырып егу тәжірибесі өріс алып келді. Мұны егіншіліктің көшпелі жүйесі деп те атады. Дегенмен ғыл.-тех. прогрестің даму нәтижесінде жерді үнемі дұрыс пайдаланған жағдайда, ол ешуақытта жарамсыз болып, істен шығып қалмайтыны белгілі болды. Керісінше жылдан-жылға жақсара түседі.\nТопырақ құнарына олардың химиялық құрамы да көп әсер етеді.\nМәселен, құрғақ, шөлді аудандар топырағында мөлшерден артық суға еритін тұздар қосындысы жиі кездеседі. Оларды сумен шайып, артық тұздарды бұл топырақтардан кетірмейінше, ол жерлерден жақсы өнім алынбайды. Сонымен қатар кейбір топырақтардың сіңіру комплекстері натрий катионына қаныққан (сортаң ) топырақ ортасының реакциясы сілтілі, олардың физикалық қасиеттері өте нашар, ылғалы жоқ кезде катып, ал ылғал болғанда батпаққа айналып құнарсыз болады. Керісінше, кейбір топырақтардың сіңіру комплексі, сіңірілген сутегі, біршама алюмииий катионына қаныққан (орманды зонаның күлгін топырақтары), олардың топырақ ортасының реакциясы қышқыл болып көптеген мәдени оөсімдіктер үшін құнарсыз болад. Міне осы жағдайларды қолдан жақсартпайынша, бұл топырақтардан жақсы өнімдер алу мүмкін емес. Сондықтан осындай топырақтар кездесетін аймақтарда, олардың тұзын шайын немесе топырақ орталарының реакцияларын химиялық мелиорациялау (гипетеу, әктендіру) арқылы жақсарту шаралары әлемде көптен жүргізілуде. Топырақтанудың бұл саласын топырақиы мелиорациялау деп, онымен шұғылданатын ғылым\nмелиоритивтік топырақтану деп аталады.\nСонымен топырақ құнарын тиімді пайдалану, оны арттыру жолдары жалпы ауылшаруашылық ғылымдар жетістіктеріне агрономия, агрохимия сонымен қатар топырақтану ғылымының салаларына (топырақ мелиорациясы, томырақ эрозиясы және одан корғау, топырақты қайта құнарландыру) тиесілі. Бұл мәселелердің коғамның дамуымен маңызы арта түспек. Табиғи қорларының барлық салаларын, оның ішінде жер қорларын сактау, оны тиімді пайдалану сияқты мәелелер көптеген елдердің ата заңдары мен табиғаты және оның барлық салаларын қорғау туралы арнайы заңдарында қарастырылған. Республикамыздың табиғатын қорғап, оның экологиялық жағдайларын жақсарту, жер қорларып сақтап тиімді пайдалану туралы арнайы заңдар қабылданған.",
                "date": "2.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың ауданы 28см^2-ге, катеттері айырмасы 1ге тең Т/к гипотенуза",
        "question_content": "Есепте  теңдеу құра отырып гипотенуза табу керек",
        "question_date": "2.11.2020",
        "question_tag": "Мектеп",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мында катеттердің мәндері жуықта алынды.",
                "date": "18.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доптың көтерілу уақытын, оның жылдамдығын есептеңіз?",
        "question_content": "a) Доптың көтерілу уақытын, оның жылдамдығын есептеңіз.\n__________ [2]\nb) Ойын кезінде доптың ең үлкен көтерілу биіктігін анықтаңыз.\n ________ [1]\n c) Доптың ұшу уақытын пайдаланып, ұшу қашықтығын анықтаңыз\n________[1]",
        "question_date": "2.11.2020",
        "question_tag": "Физика",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтың шарттары жоқ",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кейбір Химиялық элементердің биогеохимиялық циклдері",
        "question_content": "Кейбір Химиялық элементердің биогеохимиялық циклдері",
        "question_date": "2.11.2020",
        "question_tag": "Табиғат",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Элементтердің биохимиялық циклдері күннен электромагниттік сәуле түрінде энергияның үздіксіз ағымына және планетаның тірі организмдерінің белсенділігіне байланысты болады.\nБиосферадағы барлық геохимиялық циклдар бір-бірімен тығыз байланысты, жеке элементтің циклін оқшаулау тек алыпсатарлық жолмен мүмкін ; циклдарда элементтер басқа элементтермен әртүрлі қосылыстар түрінде болады, мысалы, азот циклінде азот атомдарын көптеген басқа биогендік элементтермен ( H2 , O2) байланыстырудың міндетті процестері жүреді ) . Цикл қарапайым зат ретінде элементті жасамайды, бірақ оның атомдары әртүрлі қосылыстардың бөлігі болып табылады (органикалық және бейорганикалық сияқты ) . Биохимиялық циклдар барысында элементтер атомдары тірі зат арқылы бірнеше рет өтіп, өтеді (мысалы, атмосфераның СО2 200 – 300 жыл ішінде жердің тірі организмдері арқылы , ал бүкіл биосфералық су 2 миллион жыл ішінде \"айналады\" ).\nЭлементтердің Биогеохимиялық циклдерінің оқшаулануы толық емес ; заттың белгілі бір бөлігі белсенді биосфералық айналымнан баяу ағымдағы геологиялық циклге шығады; циклдердің осындай толық емес қайтымдылығына байланысты жер атмосферасында оттегі мен азоттың биогендік жинақталуы және литосферадағы қазба шөгінділері түрінде әртүрлі шөгінді қосылыстар пайда болды – көмір мен мұнай түріндегі көміртек (заттың биосфералық циклден шығуы бірнеше ондаған және жүздеген-жүздеген мың және миллиондаған жылдар )\nЖердегі элементтердің Биогеохимиялық циклдері-тіршілік пен оның эволюциясының басты шарты\nАдамзаттың ғаламдық экономикалық қызметі көптеген элементтердің табиғи циклдерінің айтарлықтай өзгеруіне және бұзылуына әкеледі ; мұндай циклдер табиғи - анторопогенді болады ( ауыр металл циклдары – сынап , қорғасын , мыс және т .б.). , фосфор , азот , күкірт, калий және т. б.), бұл олардың айтарлықтай ашылуына әкеледі және миллиондаған жылдар бойы қалыптасқан механизмді бұзады.\nЕрекше маңызды элементтердің - органогендердің , күкірттің , фосфордың негізгі циклдерімен қатар тірі организмдердің көптеген топтары үшін екінші реттік элементтердің – сынап , бериллий , стронций , кадмий , фтор , мыс циклдерінің маңызы зор.\n* Биогеохимиялық циклдердің болуы жүйенің өзін-өзі реттеуге жағдай жасайды , бұл биосфераға тұрақтылық береді-ондағы әртүрлі элементтердің пайыздық құрамының тұрақтылығы ( гомеостаз )\n* Атмосферада немесе мұхиттарда Бейорганикалық қосылыстардың резервуарлары бар газ түріндегі циклдар ( N2 ,O2 , CO2 , H2O ) және жер қыртысында аз резервуарлары бар шөгінді типтегі циклдар бар (P, CA, Fe )",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2,2 г теми сульфидін алу үшін 1,4 г темірге қанша грамм күкірт қосу керек?",
        "question_content": "Массасы 2,2 г теми сульфидін алу үшін 1,4 г темірге қанша грамм күкірт қосу керек?",
        "question_date": "2.11.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "массасы2,2 г теми сульфидин алу ушин 1,4 г темирге канша грамм кукирт косу керек",
                "date": "2.11.2020",
                "upvotes": 1
            },
            {
                "text": "Массасы 2,2 г темір сульфидін алу үшін 1,4 г темірге қанша грамм күкірт қосу керек?\n1.4   x    2.2\nFe + S = FeS\n56   32    88\n  X = 2.2 * 32 / 88 = 0.8\nЖауабы: 0,8 г",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарашірік мөлшері 10-15% құрайтын топырықтар қалай аталады?",
        "question_content": "Қарашірік мөлшері 10-15% құрайтын топырықтар қалай аталады?",
        "question_date": "2.11.2020",
        "question_tag": "Табиғат",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол топырақтың географиялық орналасуына байланысты.\n\nhttps://zen.yandex.ru/media/id/5d9abdd0118d7f00ad85fba2/pochva-klassifikaciia-pochv-i-ih-kislotnost-statia-3-5daca1e29515ee00b2a8b10a\n\nОсы материалда барлығы жіктеліп жазылған.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарашірікті анықтаудың кеңінен таралған әдісі қандай",
        "question_content": "Қарашірікті анықтаудың кеңінен таралған әдісі қандай",
        "question_date": "2.11.2020",
        "question_tag": "Табиғат",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "И.В.Тюрин әдісімен топырақ қарашірігін (құнарлылығын)  анықтау - әдіс топырақтың органикалық заттарын хром қышқылымен тотықтыруға және көмірқышқыл газын түзуге негізделген. Органикалық көміртекті тотықтыруға жұмсалатын оттегінің мөлшері тотығу үшін алынған хром қышқылының және оның тотығудан кейін пайдаланылмаған мөлшерінің арасындағы айырмашылықпен анықталады. Тотықтырғыш ретінде бұрын сумен сұйылтылған 1: 1 қатынасында күкірт қышқылындағы К2Сr2O7 ерітіндісі қолданылады.\nРеакциясы:\n2K2Cr2O7 + 8H2SO4 = 2K2SO4 + 2Cr2(SO4)3 + 8H2O + 3O2\n3C + 3O2 = 3CO2\n Осы мақалада да И.В.Тюрин әдісі ең кеңінен тараған әдіс ретінде көрсетілген.\nhttps://cyberleninka.ru/article/n/raschet-doli-gumusa-po-rezultatam-opredeleniya-ugleroda-organicheskih-soedineniy-v-pochve",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сюжеттік желісі бар әңгіме жазыңдар айтыс",
        "question_content": "Біржан Сара айтыс . Шығармадан сюжеттік желісі бар әңгіме жазу керек.",
        "question_date": "2.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КЕҢЕС 1\nЖас қаламгерлердің көбісі мықты жазушы болуды көксейді де дереу роман жазуға кіріседі. Прозаның майын ішкен майталмандар жазу шеберлігін игеру үшін шағын формадан бастаған жөн деп кеңес береді. Егер расында жақсы жазушы болғыңыз келсе, әңгімені қолға алған жөн секілді.\nСізге қажетті мыналар:\nҚағаз бен қалам/компьютер, ойдан қиыстыра білу, төзімділік\nИнструкция\nТақырыптың басын ашып алыңыз. Ең абзалы өзіңізді толғандырған жәйтті жазған дұрыс. Егер сіз көпшілікке қызықты, бірақ өзіңіздің қолайыңызға жағыңқырамайтын материалды таңдайтын болсаңыз  - ақыр аяғында бір сүлесоқ әңгімені ғана тудыру қауіпі бар.\nСюжетті ой сүзгісінен өткізіңіз. Әңгіменің аяғы қалай аяқталатынына мән бермей жазатындар яки кемеңгер, яки графоман.  Әрине, өзіңізді графоман санаудан аулақсыз. Кемеңгер болсаңыз, хош делік. Дейтұрғанмен сюжетке жауапкершілікпен қарап, сақтанғаныңыз абзал. Сіз әу бастан қахарманыңыздың ұстанған бағыты мен мақсатын және ең маңыздысы: осы әңгімеңіз арқылы не айтқыңыз келгенін де.анық білуіңіз тиіс.  \nӘңгіме басын көрнекті және тартымды түрде бастау керек. Егер сіз өзіңіз үшін емес, елге арнап жазсаңыз – онда алғашқы азат жолдан-ақ  оқырманның назарын жаулап алуға тырысыңыз. Әдебиетте есімі танымал жазушы он беттік әңгімеде бір құлап жатқан үйдің қирандысын тәптіштеп суреттеуге қақылы. Ал жазары тырнақалды жазарманға ондай кеңшілік жоқ. Бастапқы жолдан елітіп әкете алмаған бейтаныс автордың жазбасын интернет-пайдаланушы да журнал редакторы да оқуға құлықсыз келеді. \nӘңгіменің аяғын сұрапыл қиыстыру керек! Алдын-ала аяғы болжауға келетін әңгімеде сән қалмайды. Оқырманды таң қалдырып, сілкілеп алсаң ол келесі шығармаңды тағатсыз тосады.\nКейіпкерлердің мотивировкасын мұқият ойлап шық. Олардың әр іс-қыймылында өміршең бір негіз болуы тиіс. Егер оны келтіре алмасаң, оқырманның басын қатырғаным деп біл. Әңгіменің логикасы бүлдыр, түсініксіз болса ол оны оқи қояры неғайбыл. Жазған әңгімеңізді қайыра оқып шығыңыз. Мүмкін қиыспай тұрған келеңсіз жерлерін немесе стилистикалық қателіктерін байқарсыз. Өңдеп шығыңыз. Тағы бір мәрте оқыңыз. Кім біледі, өзгеде қателіктер де табылып қалуы кәдік. Жалықпай түзеңіз, ерінбей қайталап оқыңыз, қашан көңіліңіз толғанда ғана қоярсыз.\nПікіріне құлақ асатын бір адамыңызға дүниеңізді оқуға беріңіз. Алайда ол өзіңіз байқамаған қателіктерді аңғаруы мүмкін. Осындай өткелдерден өткен соң ғана барып, жазбаңызды оқырманға немесе редакторларға ұсынуға болады.  \n2: ӘҢГІМЕНІ ҚАЛАЙ БАСТАУ КЕРЕК\nӘдебиет әлемінде танымал болуды армандау ерсі емес. Ерсілігі: соны армандай тұрып, жазушылық шеберлігіңді шыңдау үшін шыбық басын сындырмау. Сондықтан әңгіме жазуға құштар кімде кім болмасын - өз кәсіби деңгейін жатпай-тұрмай өрлетуге ниетті болуы тиіс.\nИнструкция\nШығарманың ұтымдылығы үш тағанға байланысты: сюжет, стиль, ойлануға мүмкіндік беретіндей толық айтылып тасталмауы. Осы үшеуінің бастапқысын алыстан іздеп қажеті шамалы, өзіңіз жақсы білетін жәйтті негізге алыңыз. Егер әңгіме жазуға ниеттеніп, баяндалуға тиістің жалпы сұлбасы ойыңызға қонақтаса – отырыңызда жаза беріңіз. Басыңызға әңгіменің алғашқы керемет бір жолдары мен талдырып түсіретін соңғы тіркес қашан келеді деп уақыт жоғалтпаңыз. Сосын шығарманың барша мәтінін ретімен тізбектеп жазып шығуға ұмтылмаңыз. Редакциялаумен кейінірек шұғылданасыз.  \nБарлығы жазылып болған соң, қағаздарыңа тиыштық бер, біраз жатсын. Соңыра таман қайта оралып, мұқият ежіктеп тұрып оқуға кіріс. Логика жағынан шалыстық жоқ па? Сюжеттік тарамдары қиюласып тұр ма? Стилің ақсап жатқан жоқ па? Шығарманың осы тұсында маңызды жүк арқалаған ой-оралымдарды, диалогтарды, суреттеулерді өңдеуден өткізу керек. Өз талантыңның жанашыры кім екенін естен шығарма: ортақ идеяға қызмет етпейтіннің барлығын аяусыз жойа бер, іш пыстыратын қайталаулардан арыл және тартымсыз баяндауларға бой алдырма. Әрине, ақылын тыңдайтындай біреуге оқытып алғанда жақсы.\nЖазған дүниең қолма-қол жарық көріп кетуі екіталай. Сондықтан тоса білу де керек. Редактормен хабарласып кем-кетігі болса, сұрап білген де жөн. Егер ол түзетулер енгізу керек десе, қыңыраймай көнген дұрыс. Себебі ол кәсіби білікті адам. Ал өзің болсаң бұл саладағы сарыауыз балапансың.\nКЕҢЕСТЕРДІҢ ПАЙДАСЫ ТИДІ МЕ?\nӘдебиет әлемінде қамтылмаған сала қалмаған да шығар. Сондықтан жүз процент жаңалық аштым деп өзіңді алдама. Онанда осы тақылеттес тақырыптарға жазылған кітаптарды оқып, өз тарапыңнан қаншалықты үлес қоса алғаныңды пайымда.\nТолығырақ: https://adebiportal.kz/kz/blogs/view/angime_zhazudi_kalai_uirenuge_boladi__341",
                "date": "25.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарахан әулетінің шығу тегі",
        "question_content": "Қарахан әулетінің шығу тегі қожа руына байланыстыма Естуім бойынша Қарахандар қожа руынан тараған  деп айтылады насабнама кітапында сол сөздер распа",
        "question_date": "2.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарахандар әулетi 10-ғасырдың орта шенiнде қалыптасты. 12-ғасырдың басында ыдырай бастады. Олардың территориясы қазiргi Шинжаң өлкесi мен Жетiсу өңiрiн және Мауараннахрды (қос өзен аралығын) қамтыды. Қарахандар елiнiң екi орталығы болды. Оның бiрi Шу өзенi бойындағы Баласағұн қаласында, ендi бiрi Қашқар қаласында едi. Қарахандар әулетiнiң шығу тегi мен бастапқы кезеңi жөнiнде нақтылы жазба дерек жоқтың қасы. Бұл туралы тарихшылар арасында алуан түрлi пiкiрлер айтылған. Олардың едәуiр бөлегi қарахандар әулетiнiң тегi ұйғырлар арасынан шыққан десе, ендi бiр бөлегi қарлықтар арасынан шықкан дейдi. Кейбiрi қарахандар хандығын ұйғырлар мен қарлықтар бiрлесiп құрған десе, тағы бiрi яғмалар мен шығылдар бiрлесiп құрған дейдi. Қарахандар әулетi бұрынғы түрiктiң ашына тайпасынан шыққан деушiлер де бар. Сөйтiп, қарахандар әулетiнiң шығу тегi туралы жоғарыдағыдай бес түрлi пiкiр айтылып келедi. Бұлардың бәрi қарахан мемлекетiн билеген әулеттiң шығу тегi туралы пiкiрлер. Қарахандар әулетi билеген мемлекеттегi халықтың этникалық құрамы едәуiр күрделi едi. Бұл ұлан-байтақ өңiрдi Гың Шымын «Қараханилар тарихына шолу», Шинжаң коғамдық ғылымы, 2-сан, 1982 ж қамтыған елде жоғарыда айтылған ұйғыр, қарлық, яғма. шығыл тайпаларынан басқа да көптеген тайпалар болды. Қараханилар мемлекетiнiң құрамына кiрген бiзге мәлiм тайпалар: үйсiндер, қаңлылар, дулұлар (дулаттар), телi, қыр-ғыз, қыпшақ, арғұ (арғын), яғма, оғыздар (ақшар), букриз. салғыр, бектелi, баяндұз, балт және баскалар1. Демек, қараханилар мемлекетiнiң негiзгi халқы: ұйғыр, қазақ, қыр-ғыз, өзбек, оғыз ұлттары едi. Қарахандар мемлекетiнiң құра-мында түркi тiлдес халықтарымен қатар иран тiлдес ха-лықтар^ да болған. Оның қарамағындағы ұлыстар мен ха-лықтардың әрқайсысы өзiне тән өңiрлердеЧэаз баяғы қал-пында тiршiлiк өткiзiп отыра берген, қарахандар әулетi оларды жергiлiктi басшылар арқылы билеген.\nhttps://kk.wikipedia.org/wiki/%D2%9A%D0%B0%D1%80%D0%B0%D1%85%D0%B0%D0%BD%D0%B4%D0%B0%D1%80_%D3%99%D1%83%D0%BB%D0%B5%D1%82i",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жаңа сөмке сатып алып жатыр екенмін (рюкзак)",
        "question_content": "Түсімде дүкеннен жаңа сөмке сатып алыппын.(еще скидкамен:])Сосын сөмкемді сатып алып шыққан соң бір әжені көрдім ол менің дәптеріме алтын сақинасын койып тұр екен мен даптерімді жайлап алып жатқанда жерге сақинасы түсіп кетті жерге түскен кезде алтын саны көөөп болып кетті алтын үшбұрыш үлкен үлкен кусок болып жатыр\n\nБұл не мағына берер екен жорып бересіздерме",
        "question_date": "2.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ымен жақсыға жорыр едім. Мүмкін жақсы жаңалық, немесе табыс. Алға қойған мақсатыңыз , арманыңыз оңынан шешілуі мүмкін. Табысты ұсыныстар түсуі мүмкін. Тек жақсылыққа жорыңыз. Қазіргі кездегі өміріңізде болып жатқан жағдайлардың жүрегіңізге жақынынан жақсы нәтиже күтіңіз деп білем.",
                "date": "3.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасы 12 де тісі туралы сұрақ еді",
        "question_content": "Жасы 12 де тістері құрттапты. Күрек тістері де. Сол күрек тістерін жұлдырсақ қайта шыға ма? Өтініш стоматологтан жауап күтемін",
        "question_date": "2.11.2020",
        "question_tag": "Денсаулық",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер осы жасқа дейін сүт тісі  түсіп орнына жаңа тіс шығып қойған болып сол тіс құрттап жатса , оны жұлдырса қайтып өспейді. Ал ол әлі сүт тісі болса жұлдыруа болады.",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығыс-еуропа платформасының еліміздің қай бөлігінде орналасқанын анықтаңыз",
        "question_content": "Қазақстанның тектоникалық жəне сейсмикалық карталарын қолдана отырып\n\nШығыс-еуропа платформасының еліміздің қай бөлігінде орналасқанын анықтаңыз",
        "question_date": "1.11.2020",
        "question_tag": "География",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміздің Батыс бөлігінде.\nШығыс Еуропа платформасы, Орыс платформасы, Еуропа платформасы – көне (рифейге дейінгі) платформалар қатарына жататын, жер қыртысының біршама нығайған аса ірі бөліктерінің бірі. Ол Скандинавия тауларынан Оралға, Баренц теңізінен Қара және Каспий теңіздеріне дейінгі үлкен аймақты қамтиды. Платформаның шегі солтүстік-шығыс пен солтүстікте Тиман бұйратын бойлай, Кола түбегінің жағалауымен өткен, оңтүстік-батыста Орталық Еуропа жазығын Варшава төңірегінде қиған, солтүстік-батыста Балтық теңізі мен Ютландия түбегінің солтүстік бөлігі арқылы өтетін табиғи сұлбамен анықталады. Шығыс Еуропа платформасының жасы 1600 млн. жылдан астам рифейге дейінгі (карель) қатпарлы кристалдық іргетасы мен оның бетін қалыпты түрде жапқан эпикарелдік шөгінді тау жыныстарынан тұрады. Іргетас тау жыныстары платформаның тек солтүстік-батысы (Балтық қалқаны) және оңтүстік-батысында (Украина қалқаны) ғана жер бетінде байқалады. Аумағы үлкен, Орыс плитасы деп аталатын платформаның қалған бөлігі шөгінді тау жыныстарының тысымен жабылған. Орыс плитасының батыс және орталық бөліктерінде, Балтық және Украина қалқандарының арасынан орын алған іргетасы біршама көтеріңкі келген Беларусь және Воронеж антеклизаларын құраған. Ригадан оңтүстік-батысқа бағытталған Балтық синеклизасы осы екі антеклизаны Балтық қалқанынан бөлген. Құрамында Припять, Днепр грабендері бар, шығыста дон қатпарлы құрылымына тірелетін Днепр-Дон авлакогенінің грабен тәрізді ойысы алдыңғы екі антеклизаны Украина қалқанынан бөледі. Беларусь антеклизасының оңтүстік-батысы мен Украина қалқанының батысында платформаның оңтүстік-батысын бойлай Буг-Подоль шеткі депрессиясы орналасқан. Орыс плитасының шығыс бөлігінің іргетасы өте тереңде жатыр және шөгінді тау жыныстарының аса қалың қабатымен жабылған. Орыс плитасының осы бөлігінде солтүстік-шығыс бағытта Тиманға дейін созылған Мәскеу синеклизасы және оңтүстік-шығыста жарылыстармен шектелген Каспий маңы синеклизасы бар. Бұл екі синеклиза арасында Волга-Орал антеклизасы жатыр. Бұл антеклизаның көтерілімдерін (Токмов, Татар, т.б.) грабен-авлакогендер (Қазан-Сергиев, Жоғарғы Кама) бөлген. Волга-Орал антеклизасы шығысының шеткі ернеуі Кама-Уфа терең депрессиясымен қоршалған. Мәскеу синеклизасымен жалғасқан үлкен әрі терең Пачелм авлакогені Волга-Орал және Воронеж антеклизаларының аралығынан өткен. Бұл авлакогенде солтүстік-шығысқа және солтүстік-батысқа созылған грабен пішінді бірнеше ойыстар бар. Осы құрылымдар аумағында Орыс плитасының іргетасы 3 – 4 км, Каспий маңы синеклизасында 16 – 18 км тереңдікте жатыр. Шығыс Еуропа платформасының іргетасы қатпарлықтарға жиырылып, күшті метаморфтануға шалынған, көптеген орындарда гнейстер мен кристалдық тақтатастарға айналған шөгінді және магмалық тау жыныстарынан құралған. Біраз аймақтарда (Ақ теңіз маңы, Украина, Воронеж, Швецияның оңтүстік-батысы, т.б.) бұл тау жыныстарының жасы 2500 млн. жылдан асады (архей). Бұлардың аралығында төменгі және ортаңғы протерозойлық (2600 – 1600 млн. жыл) карель қатпарлы жүйесінің тау жыныстары орналасқан. Финляндия мен Швецияда бұларға свекофенн қатпарлы жүйесінің Швецияның батысы мен Норвегияның оңтүстігінде бұдан жасырақ дальсланд қатпарлы жүйесінің тау жыныстары сәйкес келеді. Платформа іргетасының тау жыныстары протерозойдың басына дейін (1600 млн. жылдан ертерек) жиылып қалыптасқан. Шөгінді тысы жоғарғы протерозойдан антропогенге дейінгі тау жыныстарынан түзілген. Буг-Подоль, Кама-Уфа депрессияларында, Финляндияда, Швецияда, Норвегияда, т.б. аймақтарда кездесетін платформа тысының ең көне тау жыныстары тығыздалған саздардан, құмды кварциттерден тұрады. Көптеген ежелгі ойыстардың, авлакогендердің шөгінді қат-қабаттарының қималары ортаңғы және жоғарғы рифей шөгінділерінен (саздар, құмтастар, диабаздық лавалар, туфтар) және Днепр-Дон авлакогенінде орталық девон тау жыныстарынан басталады. Каспий маңы синеклизасында шөгінді тыстың төменгі бөлігінің дәл жасы анықталмаған. Шөгінді қат-қабаттардың бастапқы жатысы кей орындарда жалпақ иілімдер, күмбез (көмкеріс) және ұзынша көтерілімдер (белдер), лықсулар арқылы бұзылған. Шығыс Еуропа платформасының даму тарихында екі кезең байқалады. Бүкіл архейді, төменгі және орт. протерозойды қамтыған бірінші кезеңде (3500 – 1600 млн. жыл) кристалдық іргетас қалыптасты. Платформаның өз дамуы орын алған 2-кезеңде шөгінді тыс пен қазіргі құрылымдар (жоғарғы протерозойдан антропогенге дейін) пайда болды. Платформаның іргетасы темір кентастары (Кривой Рог темір кентасты алабы, Курск магнит аномалиясы, Кируна), никель, мыс, титан кентастарының, слюдалардың, пегматиттердің, апатиттің, т.б. кендермен байланысқан. Шөгінді тысында мұнай мен газ (Волга-Орал антеклизасы, Припять ойысы, Каспий маңы синеклизасы), тас және калий тұздары (Камаға таяу Орал маңы, Припять ойысы, т.б.), көмір (Львов, Донецк, Мәскеу маңы, т.б.), фосфорит, боксит, құрылыс материалдары (әк тастар, доломиттер, саздар, т.б.), тұщы және минералды сулар бар.\nhttps://kk.wikipedia.org/wiki/%D0%A8%D1%8B%D2%93%D1%8B%D1%81_%D0%95%D1%83%D1%80%D0%BE%D0%BF%D0%B0_%D0%BF%D0%BB%D0%B0%D1%82%D1%84%D0%BE%D1%80%D0%BC%D0%B0%D1%81%D1%8B",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекулалық физиканың басқа пәндермен байланысы.",
        "question_content": "баяндаманың тақырыбы'' молекулалық физиканың басқа пәндермен байланысы''  еді",
        "question_date": "1.11.2020",
        "question_tag": "Физика",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пәндерді өзара байланыстыра оқыту педогогикада жаңа бағыт емес.Бұл туралы педагогтар Я.Коменский,И.Песталоцци,К.Ушинский т.б. өз еңбектерінде келелі ойлар айтқан.Оқыту үдерісінде пәнаралық байланысты қолданудың теориялық мәселелері Г.Батурина,Ш.Ганелин, И.Зверев, П.Кулагин  т.б.шығармаларында әдістемеләк тәсілдерді Н.Лошкарева, А.Усова , В.Федерова , А.Пинский ,А.Бейсенбаева, Ә. Көшеров т.б зерттеулерінде баяндалған.\nБұлардағы барлық  ой-пікірлер , зерттеу нәтижелері пәнаралық байланыстың білім беруде ,тәрбиелеуде және ой-жүйені дамытуда маңызы зор.\nМысалы  физика мен химия пәндерін байланыстыраып оқытудың аса тиімді екендігі-олардың ортақ ұғымдар мен заңдарға негізделгендігімен түсіндіріледі .Осы тұрғыдан алғанда, екі пәннің байланысын тереңдете зерттеу қазіргі білім берудің негізгі мәселелерінің тізіміне жатады.Бұл бағытта ғалым – әдіскерлерЛ.Загрекова,Л.Уфимцева,Б.Яворский,Е.Менченко т.б. еңбектерінде құнды ұсыныстар берілген.\nДегенмен,физика мен химия арасындағы пән аралық байланыстар мәселесі толығымен шешімін тапты деп айтуға болмайды.Сондықтан мұндай пәнаралық байланысты жүргізудің әдіс-тәсілдерін оқыту үдерісінде жүйелі түрде пайдаланып,унемі дамытып отыру қажет.\nТөменде,осы екі пән арасындағы байланыстарды жүзеге асырудың кейбір мәселелеріне тоқталып өтейін.\n   1.Екі пәнге де ортақ болатын теориялардың,ұғымдардың,құбылыстар мен оқулықтар бойынша жүйелеу тәсілі.\nЖүйелеудің белгілі бір тарауға әлде тақырыпқа кірісер алдында ,немесе оны аяқтағаннан кейін жүргізу керек.Жүйелеуді олардың негізгі белгілеріне байланысты сызба, кесте немесе диаграмма түрінде көрсеткен тиімді .Себебі осындай жағдайда нәтижелерді өңдеуге ,өзара салыстыруға мүмкіндік болады.Төменде , тарау бойынша элементтік талдау арқылы жүйелеудің бір үлгісін көрсетіп отырмыз(1-кесте).\nКестені ары қарай жалғастыра беруге болады.Сонда мына төмендегі ұғымдар мен құбылыстарды көрсету орынды.Олар:атом ядросы, изотоп, энергетикалық деңгей,электрондар қозғалысы,элементтердің периодтық жүйесі,атом құрылысы,байланыс түрлері,кристалдық тор,электролиз,парциал қысым ,беттілік керілу ,т.б.\nПән оқулықтарындағы мұндай ұқсастықтар мен айырмашылықтарды тауып кестеге толтыруды оқушылардың өздеріне үйге тапсырма ретінде беруге болады .\n2.Екі пәнге де ортақ ғымдар,заңдар және құбылыстарды жүйелеу тәсілі.\nМұнда кестенің бір бөлігіне ұғымдар ,екіншісіне заңдар т.с. толтырылады.Ондай  тапсырманың үлгісі 2-кестеде көрсетілген\n3.Пәнаралық байланысқа есептер шығарту және сұрақтарға жауап алу негізінде жүйелеу тәсілі.\n     Берілетін есептер немесе жауап алатын сұрақтар пәнаралықбайланысқа негізделген болу керек.\n      Талдау сұрақ.Физикадан ‘’Термодинамиканың бірінші бастамасын’’өту кезеңінде мына химиялық реакцияны мысал келтіріп жазамыз .\n.\nМұндағы Q – реакция кезінде бөлініп шығатын жылу мөлшері . Оқушылардан осы реакция кезінде жылу бөліну себебін талдауды сұраймыз.Сонда оқушылар физика және химиядан алған білімдеріне сүйеніп жасаған ой –талдаулары мынадай мазмұнды болуы мүмкін.’’Ішкі энергияның өзгеруі химиялық байцланыстардың үзілуінен ,реакцияға түсетін зат көлемін өзгерту қажетіне жұмыс есебінен болады’’\nСабақ барысында физика мен химияны байланыстырудың жүйелеу тәсілдерін қолдану нәтижелері,оқушылардың алған білімдерінің  терең де сапалы болатындығын көрсетіп отыр.\n Толығырақ: https://oqu-zaman.kz/?p=2838",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныпты бітірмей ЕНТ тапсырмай университетке түсуге болады ма?",
        "question_content": "Мен қазір 11 сыныпта оқимын, менің сұрағым бар 11 сыныпты бітірмей ент тапсырмай университетке түсуге болама?",
        "question_date": "31.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕНТ тапсырмай түсуге болады. Бірақ ол үшін сізде 11 сынып бітіргендігі туралы аттестатыңыз болу керек.",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "K2Cr2O7+Kl+H2SO4➡️Cr2(SO4)3+I2+K2SO4+H2O коэффициентерінің қосындысы керек.",
        "question_content": "K2Cr2O7+Kl+H2SO4➡️Cr(SO4)3+I2+K2SO4+H2O реакция теңдеуіндегі коэффициентерінің қосындысы керек.",
        "question_date": "31.10.2020",
        "question_tag": "Химия",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "K2Cr2O7 + 6 KI + 7 H2SO4 → 4 K2SO4 + Cr2(SO4)3 + 3 I2 + 7 H2O",
                "date": "1.11.2020",
                "upvotes": 0
            },
            {
                "text": "Коэффициенттер қосындысы 1 + 6 + 7 + 4 + 1 + 3 + 7 = 29 болады. \nK2Cr2O7 + 6 KI + 7 H2SO4 → 4 K2SO4 + Cr2(SO4)3 + 3 I2 + 7 H2O",
                "date": "2.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ да бейне пәнді қосып тапсырса болама?",
        "question_content": "Ассалому ғалейкум. Менің сұрағым нандай.\n\nНұр Мүбәрәк университетіне түсу үшін қандай емтихандар тапсыру керек. Сосын ҰБТ да 5 пән тапсырып, сосын Нұр Мүбәрәк университетіне өтініш беруге болама?. Максимал баллдар қанша?, Грантқа оқуға түсу үшін неше балл жинау қажет. Алдын ала рахмет.",
        "question_date": "31.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайты бар университеттің, сұрағыңызға жауап табасыз.",
                "date": "31.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юстиниан кодификациясы қандай бөліктерден тұрады?",
        "question_content": "юстиниан кодификациясы қандай бөліктерден тұрды",
        "question_date": "31.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Юстиниан жинағының  негізі болып бөлінген бірнеше комиссиядан  құрылған беделді заңгерлер құрастырған (529-534жж). Алғашқыда Юстиниан жарлығы үш бөліктен тұрды:\nИнституция (Рим жеке құқығының оқулығы);\nДигестер немесе грекше Пандектер (рим заңгерлерінің еңбектер жинағы).\nЖарғылар жинағы рим император Адрианнан (б.э. Iғ) бастап Юстинианға дейін, бұған әкімшілік, қылмыстық, қаржылық, шіркеулік және жеке құқықтар кірген.\nТолығырақ: https://www.freepapers.ru/53/rim-yyny-pajda-boluy/231994.1597177.list5.html",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дастархан үнемі шашылып жатады.Не Істесек болады?",
        "question_content": "Біздің үйдегі дастархан азанда тұрсақ үнемі  нан қоқымына толып шашылып жатады.Түнде міндетті түрде үстін сүртіп жинап қоямыз.Бірақ азанда шашылып жатады,дастарханның.Адыраспандап көрдік,болмады.",
        "question_date": "31.10.2020",
        "question_tag": "Жанұя",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚМДБ Муфтият нөмірі бар,хабарласып сұраңыз.Муфтият сайтына кірсеңіз нөмірін таба аласыз",
                "date": "31.10.2020",
                "upvotes": 0
            },
            {
                "text": "Үйде кішкентай балалар жоқ па шашып тастайтын?",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай мемлекеттің саяси жүйесінде кәсіподақтар субъект болып табылмайды",
        "question_content": "Қай мемлекеттің саяси жүйесінде кәсіподақтар субъект болып табылмайды",
        "question_date": "31.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қақтығыстан кейін бір-біріне бекітілген машиналардың жылдамдығын табыңыз.",
        "question_content": "Салмағы 500 кг автомобиль 7,2 км / сағ жылдамдықпен салмағы 0,7 г автомобильмен соқтығысады. Қақтығыстан кейін бір-біріне бекітілген машиналардың жылдамдығын табыңыз.",
        "question_date": "31.10.2020",
        "question_tag": "Физика",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m1*v1 = m1*v2+m2*v2\n\nv2 = m1*v1/(m1+m2)\n\nm1 =500 кг\n\nv1 = 7,2 км/сағ = 2 м/с\n\nm2 = 0,7 г =0,0007кг\n\nv2 = 1000 / (500+0,0007) = 1000 / 500,0007 =2 м/с",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХҮІІІ ғасырдағы Әбілқайыр хан мен Абылай ханның ішкі саясаты.",
        "question_content": "XYIII ғасырдағы Әбілқайыр хан мен Абылай ханның ішкі саясаты\nсрочноо ТЖБ қатты керек болып тұр",
        "question_date": "31.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абылайдың    стратегиялық   мақсатпен    қол    күшін    сақтап   қалуы, екіншіден, Жоңғариямен ұзақ жылғы қиян-кескі ұрыстардан ес жию, «Қазақ ордасының төрт бұрышын түгендеу» Абылайдың көздеген мақсаты болатын[6].\nАбылай Қытаймен сауда қатынасына ерекше көңіл бөлді. Сол мақсатта Сайрамкөл жағасында Іле цзянцунымен (генерал-губернаторымен) кездесіп, онымен сауда шартын жасасқан»[7]. Қытай жазба деректеріне сүйенсек, «1757 жылы Абылай ханмен жасасқан келісім бойынша Абылайдың, Әбілпейіздің, Қабанбайдың, Қожабергеннің, Дәулетбайдың сауда тоғанақтары Үрімшіге үзбей келіп, ат, түйе, қой, өгіз өткізіп, оған өздеріне қажетті мақпал, торғын, шай және фарфор ыдыстарын сатып алып қайтқан». Абылайдың өзі бүкіл Шыңжандағы сауданы қыздыруға ұйытқы болып, сауданың 70-80 пайызы осы екі қалада (Құлжа, Шәуешек) тек қазақтармен жасалғандықтан да, тарихта бұл саудалар «Құлжа-қазақ саудасы», «Шәуешек-қазақ саудасы», «Үрімші-қазақ саудасы» деп аталған».\n«Екі алып мемлекет Қытай, Ресеймен сауда байланыстарын нығайтқан Абылай хан белгілеген (қазіргі Шығыс Қазақстан облысы, Абай ауданының батысынан басталатын) яғни Ертіс өзенінің сол жағын бойлай, шығысқа қарай созылып жатқан сауда жолын халық «Хан жолы» деп атаған. Ел аузында      «Шаңды      жол»,      «Абылай      жолы»      деген      аты      қалған.\nАбылайдың Ресей патшалығымен қарым-қатынасын тарихшылар көпке дейін бодандық аукымында қарап келді. «Абылай орыс мемлекеті мен Қытай арасында алма-кезек дипломатиялық саясат жүргізді. Екі бірдей күшті жауға қарсы күресте Абылай Россияға арқа сүйеп, онымен одақтас болды, ал одан ызғар көргенде Қытайға қарай ойысып отырды», делінген Қазақ совет энциклопедиясында [8] (120.356-6.). Демек, «Ресей мен Қытайдың империялық өктемсуі мен қазақ жерін иеленуден дәмеленіп, емексуі кезеңінде даулы мәселелерді  әскери   жолмен   емес,   саяси-мәмілегерлік   тәсілмен   шешуге бағытталған, Абылай саясаты мейлінше дұрыс еді». Қалай дегенде де Абылайдың Қытай мен Ресей патшалығына бас имей, дербес, тәуелсіз хан болғандығы айқын. Ел мүддесі жолында астарлы да айлалы саясат ұстанған  сақ саясатын, көреген көсем белгілі бір тығырықтан шығу жолында ғана келісімге  барып  отырған.  Мұны  А.И.Левшин  бүкпесіз  шындық ретінде дәлелдеп береді: «Уверенный в своих достоинствах, он искусно привлекая к себе приверженцев важностью своею и признавал себя, смотря по нужде, то поданным   русским,   то   китайским;   а   на   самом   деле   был   властитель совершенно независимый…» (168. с. 264). «Қытай мен Россияға тәуелдімін дей отырып, шын мәнінде сол мемлекеттермен Абылай қалыпты, тәуелсіз саясат жүргізді» (78.175-6).»…Сол кезде Төле би мен Қазыбек билерді айтпасақ, Абылайға тең келер қазақ даласында адам табу қиын еді. Ол қазақ  жерінің бәрін басқыншылардан тазартгы. Алтай, Тарбағатай маңындағы қалмақтар басып алған жерлерді қайтарып алды.  Ол өте тапқыр саясат жүргізді деуге болады. Соның арқасында қазақ аузын айдаһардай ашқан батыстағы да, шығыстағы да жауларымызға алынбай келді,» — дейді Қазыбек бек Тауасарұлы (253. 383-6.) Алайда отаршылдық пиғылдағы орыс үкіметі 1778 жылы оны Қазақ ордасының емес, Орта жүздің ханы ғана деп грамота беріп,    Орынборға    келуін    талап    етіп,    хандық    белгілерді    тапсыруға шақырғанда, Абылай мұндай жымысқы саясаттың астарын аңдап, бармай қояды.  Қазақ хандығын қалай  қабылдағаны жөнінде  сұрағанда, Абылай былай деп жауап берген: «что приобрел опыт победами над тургутами и по смерти Абулмамбета, избранием не только от всех орд Киргиз-казачьих, но и от Туркестанцев и Ташкентцев» (168. с. 264-265). Және осы бір тұжырымды жауаптан Абылай өзінің алдыңғы ата-бабаларындай ешкімге тәуелді болмай, дербес ел болуды мақсат еткенін аңғартады. Тіпті 1778 жылы 22 қазанда орыс императоры жіберген лауазымды сыйлардан бас тартуы да оның Ресей  патшалығының  көздеген  ойын  жете  түсіне  келіп,  халқының  болашағы жолында ұстанған батыл бағытынан таймағанын ұғынамыз. «Абылай на сем условием не согласился дать своей присяги верности. Он полагал, что — требования от него наружных знаков покорности имели целью сделать его сомнительным в глазах китайцев.\nДана да қайсар Абылай бұл жерде өзінің Қазақ ордасының ханы екенін, Қытай патшалығының әлдеқашан-ақ мойындағанын, енді орыс мемлекетінің бұл әрекеті сол сенімділікке селкеу түсіретінін бекерге ескертіп тұрған жоқ. Оның табандылығы мен айтқанынан қайтпайтын адуындылығынан Ресей патшалығы да қатты сескенген. Жоғарыдағы грамотадағы жазылған бұйрықта: «Если Аблай — этот упрямый, но в своей стороне знаменитый варвар откажется от приезда куда бы то ни было, то посылать к нему способного штаб-офицера для присутствования при торжестве, причем поручить привести Аблая к присяге, которую он должен принять, как и прежде принимал хан Нурали стоя, на коленях…» деп айтылғанындай, патша өкіметінің Абылайға Орта жүз хандығын күштеп тануға тырысқандығын байқатады. Алайда асқақ тұлғалы, асқар ойлы, алғыр да алып тұлға өзінің еңсесін түсірген жоқ, тізе бүгіп иілген жоқ. Орынборға ант беруге, хандық атақты алуға шақырғанымен, одан бас тартып, Петропавлдағы қамалында, яғни Ақсарайында қала берген.\nОл ол ма, Абылайдың орыс патшасына бас имеген қайсарлығы -қырғыздармен соғысқа қарсы орыс әскерінің жіберілуіне үзілді-кесілді қарсы шығуымен қоймай, өз ордасында Еділ қалмақтарымен соғысып қолға түскен орыстар мен түрікмендерді босатудан бас тартқандығы. 1778 жылы Орынбор губернаторы Рейнедорфтың тікелей жарлығы бойынша Сібір әскери шебінің генералы Огарев Орта жүздің ханы етіп Абылайдың орнына оған қас сұлтандардың біреуін бекіту жөнінде мәселе көтерген. Оны тұтқынға алып, Ресейдің ішкі жағына жібермек болған, яғни Оразмұхаммед сұлтанның тағдырын қайталамақ болған. Барақ сұлтанның баласы Дайыр Абылайды хан атағын әділетсіз алды деп Орынбор губернаторына хабарлама жасаған . Яғни, Абылайды билік басынан тайдырудың түрлі жолдарын іздеген патша өкіметі ел ішінің бүлінуін қарсы пайдаланған. Қ. Салғарин Қазақ хандығының Ресей патшалығына бодан болуын тарихшылардың үш кезеңге бөліп қарайтының оның алғашқысы 1731 жылдан 1822 жылға дейін созылған билеу жүйесіндегі протектораттық дәуір саналғанын, хандық билікке таласты патша отарлаушылары сұлтандар алауыздығын жүргізіп отырғанын, басқа да себептерін нақты ашады. «1790 жылдан орыстардың хандық билікті жойып, жүздік басқару жүйесін толықтай құртуының нэтижесінде XIX ғасырдың бірінші жартысында қазақтар тәуелсіздіктен біржолата айырылды,» — дейді американ зерттеушісі Ч. Карльсон (300). Бұдан Ресей патшалығының отарлау саясатын Абылай хан дүниеден қайтқан соң ғана жүзеге асыра алғаны аңғарылады.\n1977 жылы жарияланған «Қазақ ССР тарихы» Әбілмәмбет хан мен Абылай және басқа сұлтандардың 1740 жылдары Россия бодандығын қабылдауын «қазақ халқына бейбітшілік қажет болды, ал оны орыс мемлекеті ғана бере алатын еді…» деген сыңаржақ ұғымға таңған. Осылайша кеңестік идеологияландырылған тарих Абылайдың Ресейдің отарлық саясатын қолдаушы етіп көрсеткісі келген. Шындығында солай болып па еді?! «Оны (Абылайды — Ә. Т.) Әбілмәмбеттің көзі тірісінде-ақ халық хан сайлаған болатын. Ресей патшалығы үшін бүл, яғни қазақ сұлтанының өздерінің тағайындауынсыз, халықтың қалауымен хан аталып кетуі үлкен үрей, зор әбігер туғызатын тірлік болды. Сондықтан да Ресей патшасы далалық ұлықтарынан Абылайды жасанды түрде болса да көндіріп, хан етіп бекітуді сұраған өтінішін алуды талап етті… Яғни, 1778 жылдың 22 қазанында оны «Орта жүздің ханы» деп зорға бекіткен болды. Бірақ бұдан кейін де Абылай сырт бодандықты мойындағанымен, ішкі билікке орыс патшасының ұлықтарын араластырған жоқ»[9]. дейді Салғарин. Алайда, Абылайдың хан болып, төрткүл төңірекке танылып, саясатымен көрші елдер санасып жатқандығын тарихшы В. Моисеев ілгеріден іздейді.»… Бірақ хан ығында Әбілмәмбет отырғанымен, 50-жылдардан бастап бірақ сахарасында Абылайдың дегені болып, айдарынан жел есіп тұрды … Көршілес елдер қазақ мемлекеттігін дэл осы Абылай тұсында мойындай бастады» дей келе, Абылайдың Ресей патшалығына бодандығын да теріске шығарады. Абылайдың бодандықтың қамытын кимегені де шындық. Ол орыс бекіністерімен шекарада тыныштық болуын қадағалаудан басқа ештеңе міндеттеген жоқ… Абылай сондай-ақ Цинь сарайымен қарым-қатынасын да осы деңгейде ұстады…Түптеп келгенде Абылай өз халқының мүддесін ғана ойлады » (182). Шын мәнінде Абылайдың саясаты елдің елдігін сақтап, ынтымақ-бірлігін нығайту, көрші алып елдердің саясат сойылымен сілтейтін соғыстарынан Қазақ ордасын аман алып қалу еді. Тарихшылар атап көрсеткеніндей, Абылай хан Ресейге де, Қытайға да бодан болмады.\n         Абылай ханның ішкі саясаты. Бүкілхалықтық мойындауға және үш жүздің ханы атағына қарамастан, Абылайдың билігі шексіз билік болған жоқ, Сұлтандардың едәуір бөлігі, әсіресе Барақ сұлтан мен Әбілмәмбет ханның ұрпақтары Абылайды тақты заңсыз иеленді деп санады. Мәселен, Дайыр сұлтан 1781 жылы Орынбор губернаторына Абылай «ханның қадір-қасиетін мүлде әділетсіз иеленгенін, өзінің бала кезінде бауырларымен Түркістанда болғанын, хандықтың барлық әділеттілік бойынша өзіне тиесілі» екенін жазды[10]. Наймандардың билеушісі Әбілпейіз, иеліктері Обаған мен Есіл арасында орналасқан Құдайменде сұлтан тәуелсіз еді деуге болады. Түркістан мен Сырдарияның ортаңғы ағысында билікті бөліскен Сәмекенің баласы Есім мен Әбілмәмбеттің баласы Болат өздерін хан деп атай берді. Хан билігіне наразы болған кейбір рубасылар оны тіпті әскери күшпен құлатуға да тырысты. Дағдылы құқықпен шектеулі Абылай, Ш. Уәлихановтың айтуынша, сұлтандар мен рубасылардың бетімен кетуін ауыздықтауға ұмтылды. Абылайдың орасан зор беделі қазақтарды ханға бағынышта  ұстады. Абылай өзгерген сыртқы саяси жағдайда аман қалу үшін Қазақ хандығының саяси жүйесін көбірек орталықтану жағына қарай өзгерту қажет екенін өте жақсы түсінді. Бұған жету үшін хан бірнеше бағытта әрекет жасады.\nБіріншіден, Абылай биліктің орталықтандырылуын нығайтуға ұмтылды. XVIII ғасырдың бірінші ширегінде әрбір ру бірлестігі іс жүзінде автономиялы болды және оларды өздерінің билері, рубасылары басқарды. Бұл жүйе жағдайында хан көп жағынан билердің еркіне тәуелді болды және оның жекелеген рулар деңгейінде шешім қабылдауға ықпал етуге үлкен мүмкіндіктері болмады. XVIII ғасырдың 20—30-жылдарында бұл жүйе өзгере бастады, белгілі бір ру әскербасы және саяси көшбасшы етіп шақырған сұлтандардың рөлі арта түсті. Абылай жүздер мен үлкен бірлестіктерді басқаруға дәстүрлі қазақы кісілік рухы негізінде бір орталық буындары элементтерін енгізуге ұмтылды. Ханның көптеген балалары осындай билеушілер рөліне кірісті. 1774 жылы Әділ сүлтан Ұлы жүздің бір бөлігінің билеушісі болып тағайындалды, оған арнап Абылай Талас аңғарында қала салып, оған қарақалпақтарды қоныстандырды. Солтүстік-шығыс Жетісуда оның басқа бір баласы Сүйік, Орталық Қазақстанда Қасым билік етті.\nОрта жүз бен Ұлы жүздің барлық дерлік жері ханның балалары арасында бөлінді. Тек Кіші жүзде және Орта жүздің батыс бөлігінде Қайып ұрпақтары, Орталық Қазақстанның кейбір аудандарында — Барақтың ұрпақтары, ал Қытаймен шекара өңіріне таяу жерлерде және Сырдарияда Әбілмәмбеттің ұрпақтары — сұлтандар билік етті.\nОрталық билікті күшейту үшін Абылай қолданған шаралардың екінші кешені — біртұлғаның қызметіне және оның тұлға ретіндегі қасиеттеріне сүйену. Мәселен, дағдылы құқықтың дәстүрлі түсініктеріне қарамастан, Абылай хан қылмыскерлерді өлім жазасына кесуге үкім шығару құқығын өзі алды. Бұл міндет бұрын билер қазылығында ғана болатын. Билер кеңесі мен рубасы-ақсақалдар съезінің құқықтары едәуір шектелді. Алайда дағдылы құқықтың дәстүрлі болуы және басқарудың нақты тұтқаларындағы кемшілік Абылайға хандықтың саяси жүйесіне реформаны ақырына дейін жүргізуге мүмкіндік бермеді. Оның үстіне бүкіл басқару жүйесін соғыстар қиратып кетті деуге болатын еді. Федерализм элементтері рулық басқару принциптерімен тығыз ұштасып жатты, хан билігін бұрынғысынша билер мен сұлтандар едәуір дәрежеде шектеп отырды. Мемлекеттік машинаның орнықтылығы түгелдей және толығымен ханның өз беделіне, оның күрделі саяси проблемаларды шешу кезінде ымыраластық таба білуіне байланысты болды.\nТолығырақ: https://kazaksha.info/%D2%9B%D0%B0%D0%B7%D0%B0%D2%9B%D1%81%D1%82%D0%B0%D0%BD-%D1%82%D0%B0%D1%80%D0%B8%D1%85%D1%8B/%D0%B0%D0%B1%D1%8B%D0%BB%D0%B0%D0%B9-%D1%85%D0%B0%D0%BD%D0%BD%D1%8B%D2%A3-%D1%96%D1%88%D0%BA%D1%96-%D0%B6%D3%99%D0%BD%D0%B5-%D1%81%D1%8B%D1%80%D1%82%D2%9B%D1%8B-%D1%81%D0%B0%D1%8F%D1%81%D0%B0/",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция жылдамдығы неше есе артады?",
        "question_content": "Температураны әр 10ºС-қа көтергенде реакция жылдамдығы 3 есе өсетін болса, температура 100ºС-тан 250ºС-қа жоғарылағанда реакция жылдамдығы неше есе артады.",
        "question_date": "30.10.2020",
        "question_tag": "Химия",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 ------3\n\n250-100  ------- Х\n\nХ  = 3*150 /10 = 45\n\nЖауабы: 45 есеге артады",
                "date": "1.11.2020",
                "upvotes": 1
            },
            {
                "text": "Температураны әр 10ºС-қа көтергенде реакция жылдамдығы 3 есе өсетін болса, температура 100ºС-тан 250ºС-қа жоғарылағанда реакция жылдамдығы неше есе артады.\n250ºС – 100 ºС = 150 ºС\n10ºС   --------- 3 есе артады\n150 ºС--------- х есе артады\n Х = 150 * 3 /10 = 45\nЖауабы: 45 есе артады",
                "date": "5.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өтті алып тастаса не болады? Өмір сүруі қысқарама?",
        "question_content": "Өтті алып тастаса не болады? Адамның өмір сүруі қалай болады?",
        "question_date": "30.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр ағза менмүшенің өзінің атқаратын міндеті бар ғой , сол секілді өттің де тамақты қорытуда атқаратын маңызы зор. Сондықтан өтті алып тастаса арнайы диеталарға байланасыз. Жалпы энергияны ағзаға түскен тағамнан алатындықтан, өтті алып тастаумен тамақтың қорытылуы, сәйкесінше сіңімділігі азаятындықтан, жалпы денсаулық нашарлайды. Дұрыс күтінбесе өлімге де алып келуі мүмкін.",
                "date": "3.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми зерттеу жұмыс түрлері және безендіру тәртіптері қандай білесіздерме?",
        "question_content": "Ғылыми зерттеу жұмысының түрлері қандай ? Ғылыми жұмыстың безендіру түрлері, тәртіптері қандай болады ?",
        "question_date": "30.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылыми-зерттеу жұмыстары (ҒЗЖ) – қол жеткен білімдерді кеңейту және жаңа білімдер алу, ғылыми топшылауларды тексеру, табиғат пен қоғамда көрініс табатын заңдылықтарды анықтау, жобаларды ғылыми тұрғыда жинақтап қорытындылау, ғылымды негіздеу мақсатындағы зерттеулер, тәжірибелер жүргізумен, ғылыми ізденістермен байланысты ғылым сипаттағы жұмыстар, талдамалар.\nылыми зерттеулер мына түрлерге жіктеледі:\n1) қоғамдық өндіріске байланысы жағынан\n2) қаржыландыру көздеріне байланысты\n3) мақсатына байланысты\n4) халық шаруашылығына қажеттілігіне байланысты\n5) зерттеу ұзақтығына байланысты\nҚоғамдық өндіріске байланысы жағынан ғылыми жұмыстар мына жұмыстарға жіктеледі: жаңа технологиялық үрдістер, машиналар, құрылыстар, өндірістің тиімділігінің артуы, еңбек шартының жақсаруы, жеке адамның тұлға болып дамуы және т. б.\nҚаржыландыру көздеріне байланысты ғылыми зерттеулер:\n-         мемлекеттік бюджетті\n-         өндірісті-келісімдік\n-         қаржыландырылмайтын\nМемлекеттік бюджетті ғылыми зерттеулер мемлекеттік бюджет есебінен қаржыландырылады.\nӨндірісті-келісімділік зерттеулері өндірісті келісім-шарт негізінде тапсырыс беруші мекеме қаржыландырылады.\nҚаржыландырылмайтын зерттеулер келіссөз туралы келісім-шарт негізінде орындалады.\nҒылыми зерттеудің мақсатына байланысты 3 түрге бөлінеді:\n1)    бастамалы\n2)    қолданбалы\n3)    өндірулер\nБастамалы зертеулер табиғаттың жаңа заңдары мен принциптерінің пайда болуына негізделеді. Олардың мақсаты қоғамның ғылыми білімінің артуына себепші болу. Мұндай зерттеулер белгілі және белгісіздік шекарасында жүргізіледі.\nҚолданбалы зерттеулер табиғат заңдарының жаңа тәсілдерін анықтаумен және салаларда қолданысымен байланысты.\nМақсаты – адам кәсібінде практикасында бастамалы зерттеулер нәтижесінде ғылыми білімнің қолданылуы. Қолданбалы зерттеулер нәтижесінде ғылыми түсінік негізінде техникалық түсінік пайда болады. Қолданбалы зерттеулер өз кезегінде 3 түрге жіктеледі:\n1) іздеу\n2) ғылыми зерттеу\n3) жобалы-құрастырушылық жұмыстар\nІздеу жұмыстары объектіге әсер ететін факторларды қалыптастыруға, жаңа технология мен техниканың пайда болуына бағытталған.Ғылыми-зерттеу жұмыстары жаңа технология, зерттеу құрал-жабдықтарын қалыптастыру мақсатында жүргізіледі.\nЖобалы-құрастырушылық жұмыстар логикалық жобаны сипаттайтын құрастырулардың пайда болуын қадағалайды.\nҚазақстан Республикасында ғылыми-зерттеу жұмыстарын ұйымдастыру\nҚазақстан Республикасының жоғарғы ғылыми мекемесі - елдің барлық жоғарғы оқу орындары мен ғылыми мекемелеріне қоғамдық және жаратылыс ғылымы салалары бойынша ғылыми жұмыстарды іске асыратын ҚР Ұлттық Ғылым Академиясы болып табылады.\nҚР Ұлттық Ғылым Академиясы тікелей ҚР Үкіметіне бағынышты. Академия мүшелерінің жалпы жиналысы олардың жоғарғы органдары болып табылады. Төрт жылда бір рет жалпы жиналыс академия жұмысынажетекшілік жасайтын Президентті, Президиумды тағайындайды.\nОсы мақсатқа сәйкес Президиумда барлық ғылыми-ұйымдастыру жұмыстарын қамтамасыз ететін ұйымдар құрылған. ҚР Ұлттық Ғылым Академиясына өндіріс салаларының ғылыми-техникалық прогресстік жағдайына тікелей әсер ететін, ғылымның маңызды бағыттарын зерттеуді орындап отыратын бірқатар ғылыми-зерттеу институттары бағынады.",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология 7-сынып 1-тоқсан бжб тжб жауаптары",
        "question_content": "Маған биология пәні бойынша  7-сынып 1-тоқсан бжб тжб жауаптары керек",
        "question_date": "30.10.2020",
        "question_tag": "Биология",
        "question_views": 21700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған биологиядан 1 тоқсан тжб жауабы керек 7 сынып",
                "date": "3.11.2020",
                "upvotes": 0
            },
            {
                "text": "Маған биология пәні боинша 7 сынып 1 тоқсан бжб тжб жауаптары керек",
                "date": "3.10.2022",
                "upvotes": 0
            }
        ]
    }
]