[
    {
        "question_title": "Физика-математика таңдап Физрук мамандығына түссе болады ма?",
        "question_content": "Физрук мамандығына физика математика таңдап универге түссем болады ма?",
        "question_date": "1.02.2022",
        "question_tag": "Университет, колледж",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене шынықтыру пәнінің мұғалімі болу үшін арнайы нормативтерді тапсыру керек",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "БЖБ жауабы бар кандай сайттар болады?",
        "question_content": "Срочно айтып жиберндершы бжб жауабын тез алгым келеды",
        "question_date": "1.02.2022",
        "question_tag": "Интернет, Сайт",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://m.vk.com/bjb_tjb\n\nОсы жерден қарап көрсеңіз болады",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене 10м биіктіктен еркін құлады. Оның кинетикалық энергиясы мен потенциалды",
        "question_content": "Дене 10м биіктіктен еркін құлады. Оның кинетикалық энергиясы мен потенциалдық энергиясы тең болған кездегі жылдамдығын анықтаңыз.\n( g=10м/с2)",
        "question_date": "1.02.2022",
        "question_tag": "Физика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "gh = v^2/2\n\nv^2 = 2gh = 2*10*10 =200\n\nv = 14 м/с^2",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмысшы жұмысқа келмегенде қандай шара қолданылады",
        "question_content": "Жұмысшы 1 күн еш ескертусіз жұмысқа келмей қалған жағдайда қандай шара қолданылады?",
        "question_date": "1.02.2022",
        "question_tag": "Заң",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Увольнение по статье кетедигой",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Штаттық кестені қаражат жетіспейді деп қысқарту қаншалықты заңды?",
        "question_content": "Балабақшада тәрбиеші болып жұмыс жасаймын. Жұмысым 1 бірлік ед. білім бөлімінен қаражат жетіспейді деп 1 бірліктен 0,75 бірлікке қысқартып жіберді. Осы қаншалыты заңды. 0,25 бірлігімізді қайта алуға құқылымыз ба?",
        "question_date": "1.02.2022",
        "question_tag": "Заң",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оқып жатыр деген анықтама бойынша жұмыс жасауға болады ма?",
        "question_content": "Мамандығы музыкант, оқып жатыр деген анықтама бойынша жұмыс жасауға болады ма?",
        "question_date": "1.02.2022",
        "question_tag": "Заң",
        "question_views": 870,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқудан тыс мамандықпен қосымша жұмыс жасауға болады. Толық графикпен емес жартылай істеуге болады.",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыскер 1 күн еш ескертусіз жұмысқа келмеген жағдайда қандай шара қолданылады?",
        "question_content": "Жұмысшы 1 күн еш ескертусіз жұмысқа келмеген жағдайда қандай шара қолданылады?",
        "question_date": "1.02.2022",
        "question_tag": "Заң",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсініктеме жазасыз және сізге сөгіс жарияланады",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік қалай қоректенеді",
        "question_content": "1.Қандай организмдер автотрофты қоректену тәсіліне ие? Мысалдар келтіріңдер\n2.Өсімдік қалай қоректенеді?\n\n3.Гетеротрофтыларға қандай организмдер жатады?Мысалдар келтіріңдер.\n\n4.Миксотрофты организмдер деген не?мысалдар келтіріңдер.",
        "question_date": "1.02.2022",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетінде тіршілік ететін барлық тірі организмдер қоректену түрлеріне қарай автотрофты және гетеротрофты қоректенетін екі топқа бөлінеді. Автотрофты қоректенетін организмдер тобы жай минералдық заттардан күрделі органикалық заттар түзеді және бүл реакцияға күн сәулесінің энергиясын немесе химиялық тотығу реакцияларының энергиясын пайдаланады. Қоректенудін. гетеротрофты түрі дайын органикалық заттар есебінен жүзеге асырылады. Автотрофты қоректенудің үш түрі болады, Олар — жоғары және төменгі сатыдағы жасыл өсімдіктер фотосинтезі, бактериялық фотосинтез немесе фоторедукция және хемосинтез. Біздің планетамыздағы органикалық заттардың барлық қоры осы үш процестің нәтижесінде түзілген. Жасыл пигменті бар жоғары және төменгі сатыдағы өсімдіктерде фотосинтез процесі жүреді. Хлорофилдің қатысуымен өсімдіктер күн энергиясын сіңіріп, оны химнялық қосылыстар энергиясына айналдырады. Хлорофилдің сіңірген энергиясы бірқатар аралық акцепторлар арқылы су мен көмір қышқыл газына жеткізіледі, осының нәтижесінде инертті болып саналатын бұл заттар күрделі органикалық қосылыстар түзе отырып әрекеттеседі. Жалпы алғанда, фотосинтез реакциясының жиынтық теңдеуін былайша жазуға болады: бұл теңдеу СО2 және Н2О сияқты жай минералдық заттардан күн сәулесінің энергиясы есебінен органикалық заттар — углеводтар түзілетіндігін көрсетеді. Фотосинтез кезінде бос оттек бөлініп шы-ғуының зор маңызы бар. Фотосинтез процесінің арқасында Жер атмосферасында оттегінің қоры жасалып, тіршіліктің аэробты формалары дамыды. Қ. А. Тимирязев жасыл өсімдіктердің фотосинтез қызметінің космостық ролін сипаттап берді. Күн сәулесін сіңіріп, бос оттегін бөліп шығару арқасында жасыл өсімдіктер Жер бетіндегі тіршіліктің қалыпты дамуына зор үлес қосты.\n\nЭволюция барысында фотосинтез процесін жүргізуші организмдер хемосинтез процесін жүргізуші организмдерден кейін пайда болды, алайда фотосинтез процесі кезінде қоры іс жузінде шексіз болып табылатын заттар мен күн энергиясы пайдаланылатындықтан, бул процесс барынша дамыды. Жоғары сатыдағы өсімдіктер фотосинтезінің арқасында көмірдің, шымтезек пен мұнайдың қоры ерте замандағы геологиялық дәуірлерде қалыптасты. Жер бетінде тіршілік ететін гетеротрофтардың бәрі де қоректік заттарды өсім-діктер фотосинтезі есебінен қабылдайды.\n\nКөмір қышқыл газы зат алмасуына қатысып, организмге фотосинтез процесінен тыс, қараңғылық жолмен де сіңірілуі мүмкін екендігі белгілі. Белгілі бір органикалық радикалға қосыла келе, көмір қышқыл газы кейін тотықсызданатын карбоксил тобының қурамына кіреді. Кетоқышқылдар осы сияқты көмір қышқыл газын қосып алу реакциясына (карбоксилдеу реакциясына) көбірек ұшырайды. Бұл реакция барлық автотрофты және гетеротрофты организмдерге тән.\n\nБактериялық фотосинтез эволюция тұрғысынан алып қарағанда өте ертеде пайда болған. Бактериялық фотосинтез немесе фоторедукция деп аталатын бұл процесс бактериялар тобында жүзеге асырылады. Бұл топқа пурпурлық (қанқызыл) және қызыл күкірт бактериялары, пурпурлық күкірт емес бактериялар, жасыл күкірт бактериялары жатады. Олардың құрамында хлорофилден біраз айырмашылығы бар бактерйохлорофилл пигменті және каротиноидтар бар. Пигменттері болуының арқасында олар күн сәулесінің энергиясын сіңіреді. Бактериялық фотосинтез бен өсімдіктер фотосинтезінің ұқсастығы, міне, осында. Мұнда сутек көзі ретінде су емес, көмірсутектер, күкіртсутектер мен май қышқылдары пай-даланылады. Фотосинтезден ерекше, мұнда оттек бөлініп шықпайды. Сутек көздері аз таралғандықтан, сондай-ақ олардың қоры өте шектеулі болғандықтан фоторедукция процесі кең дамып, таралмаған.\n\nАтмосферада бос оттегінің жиналуы салдарынан автотрофтық қоректенудің үшінші түрі — хемосинтез жүзеге асады. Хемосинтезді орыс микробиологы С. Н. Виноградский ашты. Хемосинтез жарық жоқ жердегі аэробты жағдайларда тіршілік ететін, пигментсіз бактериялар тобына тән. Көмір қышқыл газын тотықсыздандыру үшін бұл бактериялар күн энергиясын емес, химиялық тотығу реакцияларының энергиясын пайдаланады. Күкірттің алуан түрлі қосылыстарын тотықтыратын күкірт бактерияларының үлкен тобы хемосинтез бактерияларына жатады. Күкірттің тотығуы нәтижесінде энергия бөлініп шығады, оны бактериялар органикалық қосылыстар түзе отырып, көмір қышқыл газьш тотықсыздандыру үшін пайдаланады. Сондай-ақ С. Н. Виноградский ашқан нитрофикациялаушы бактериялар да хемосинтез бактерияларына жатады. Хемосинтездің фотосинтезден энергия көзі жөнінен де, сондай-ақ сутек көзі жөнінен де айырмашылығы бар. Бұл процесс оттегін бөліп шығармастан етеді. Энергия мен сутек көздерінің шектеулі болуы салдарынан хемосинтез кең таралмаған.\n\nТолығырақ: https://referattar.kazaksha.info/avtotrofty-korektenu",
                "date": "1.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақжарқындықты қалай дамытуға болады?",
        "question_content": "Менің  ақжарқындығым жоқ!\n\nАқжарқындықты қалай дамытуға болады?",
        "question_date": "1.02.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарым-қатынас дағдыларын дамытуға арналған кеңестер:\n1)Егер сізбен адамдар сөйлескісі келіп жатқан болса, байланыстан аулақ болмаңыз.\n2) Кез келген қарым-қатынасты азаптау емес, рахат ретінде қабылдаңыз\n3)Жай әңгімелесуші емес, бастамашы болыңыз Егер сіз қарым-қатынаста бастаманы өз қолыңызға ала бастасаңыз, қарым-қатынас жасау сізге оңайырақ болады.\n4)Қарым-қатынастағы формальдылықтан арылыңыз Үлкен қалаларда тұратын әрбір адам үнемі бір жерге асығыс немесе араласқысы келмейді. Әңгімелесуші: «Не жаңалық?» деп сұрағанда. немесе «Қалайсың?», көбісі «бәрі жақсы» немесе «әдеттегідей» деп жауап береді. Қарым-қатынастағы мұндай құрғақтық қарым-қатынасты ешқандай жолмен дамытпайды, бірақ әңгімелесушіге деген құрметсіздікті немесе немқұрайдылықты көрсетеді. Біраз тоқтаңыз, өміріңіз туралы аздап айтып беріңіз, досыңызға қарсы сұрақтар қойыңыз.\n5)Өзіңіздің өнеріңізбен жұмыс жасаңыз Әңгімені жалғастыру, ым-ишара, интонацияны дамыту, шешендік өнерді жетілдіру ғана жеткіліксіз. Барлық көпшіл адамдар тамаша әңгімелершілер, олар барлық егжей-тегжейлер туралы шырынды айта алады, реинкарнацияланады және кез келген әлеуметтік топтағы адаммен қарым-қатынасқа оңай бейімделеді.\n6)Пессимизмді біржола ұмытыңыз Егер сіз көпшілдікті дамытуға ұмтылсаңыз, онда сізге жаман көңіл-күй мен пессимизмнің не екенін ұмытуға тура келеді. Адаммен ашық сөйлесу үшін күліңіз, бәрі жақсы деп елестетіңіз, өйткені теріс ойлардан жағымды ештеңе болмайды.\nКез келген адам туа біткен қарым-қатынас дағдыларына ие бола бермейді. Бірақ егер ол үнемі үйреніп, сөйлесуге ұмтылса, ол тамаша спикер бола алады. Басты ұстаз – өмір.",
                "date": "20.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам үшін тамақ рационының қандай маңызы бар?",
        "question_content": "1. Адам үшін тамақ рационының қандай маңызы бар?\n\n2. Адам организміне әртүрлі тамақ өнімдерінің әсері қандай? Мысалдар келтіріңдер.\n\n3. Толыққанды тамақ рационы нені білдіреді?\n\n4. Адамға толыққанды тамақ рационы не үшін қажет?\n\n5. Дұрыс тамақтану пирамидасы бойынша тамақтану рационында қандай өнімдер көп болу керектігін анықтаңдар.\n\n6. Адамның тамақтану рационында қандай өнімдер аз болуы керек?\n\n7. \"Энергикалық құндылық\" түсінігін сипаттаңдар",
        "question_date": "1.02.2022",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олармен оздерн жазаланады",
                "date": "6.02.2022",
                "upvotes": 0
            },
            {
                "text": "1жақсы маңызы бар",
                "date": "13.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оң қолым ауырады",
        "question_content": "Оң қолымның тірсек сүйегі қол тигізбей, ұрып алғандай ауырады,2ай болып қалды,ауыр көтере алмай жүрмін осы күндері,қолымды жазсам,қатты ауырсынуды сеземін,бір талай маздар жақтым болмады,өтініш жауап беріңізші бұл неден болды екен",
        "question_date": "1.02.2022",
        "question_tag": "Тазалық",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге қаралу керек.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуразия мен Солтүстік Америка ұқсастығы БЖБ",
        "question_content": "2. Евразия мен Солтүстік Америка материгiндегi экваторлык орман зонасын салыстырып, кестеге жазыныз.",
        "question_date": "1.02.2022",
        "question_tag": "География",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Барокамерада қажетті қысым үшін көлемі 20 л газ баллоны қолданылды",
        "question_content": "Барокамерада қажетті қысым үшін көлемі 20 л газ баллоны қолданылды. Баллоннан барлық газ шығып кету үшін 350 Дж жұмыс жасалды. Егер барокамерадағы температура тұрақты және 22С  тең болса, онда көлемі қандай",
        "question_date": "31.01.2022",
        "question_tag": "Физика",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "500-1000 тг аралығындағы қыз балаға арналған сыйлық",
        "question_content": "Сəлеметсіздерме бəрібар кзтің оқырмандары!менің құрбымның туған күніне 4 күн қалды.соған не сыйласам екен леп басым қатып жүр.жасы 12 ге келді қыз бала, 500-1000 тг аралығындағы сыйлық керек еді",
        "question_date": "31.01.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрбыңызға кітап сыйласаңыз болады. Өзі қызығып оқитын, пайдалы әрі қызықты сыйлық болады.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік 2,2 кг көмірқышқыл газын сіңіргенде нәтижесінде түзілетін глюкоза мен есептеңдер",
        "question_content": "Химия факултатив кітаптан",
        "question_date": "31.01.2022",
        "question_tag": "Химия",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5Со2+6H2O ->С6H12O6+6О2\n\n5 моль ----  2,2 кг\n1 моль ----   x кг\nх = 2,2*1:5=0,44 кг\n 0,44 кг глюкоза түзілді\n5 моль ----  2,2 кг\n6 моль ----   x кг\n2, 64 кг оттегі түзілді\nЖауабы: 0, 44кг және 2, 64 кг.",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алматы қаласында қандай психологтар бар?Немесе қандай кеңес айтасыздар?",
        "question_content": "Соңғы 2-3жыл сондай ауыр кезең болды.Апамнан айрылдым.Кездесіп жүрген жанмен арамызға сызат түсіп айрылысып кеттік.Ол үйленіп кетті.Анаммен жиі сөзге келеміз.Ата анамда жиі сөзге келіп қалады.Ағам жол апатына түсті.Операциядан операция болып жүр.Карантиннің салдарынан бюджеттік қиындыққа тап болдық.Қарызға кіріп кеттік.Тәтем дүниеден кетті.Тағы бір татем тұрмыс құрып барған жері мазасыз болып шықты.Одан бөлек тұрмыс құратын жасқа келіп пәктік туралыда ойлана бастадым.Себебі 4-5жасымда ағаштан құлап астынғы жақтан зақым алғаным есімде.Ертең барғанда арым таза болып барамын ба?Бала көтере аламын ба деген сұрақта мазалайды.Арқамда омыртқа ауруы тағы қосылды.Салдарынан ассиметриялық бетке тап болдым.Олда бір минусқа айналды.Көп адам бетке басып қалады.Біраз қиындық болды.Өзгелер үшін мүмкін қиын емес,бірақ дәл қазіргі сәтте мен үшін ауыр кезең.Осының бәрін ішіме жұта бердім.Бәрне бақыттыдай көрінем.Солайда ойлайды.Қазір жылай алмайм.Жүрек ауруына шалдықтым.Сыздап кететін әдет шығарды.Бәрін ойласам  жылап шығарып тастағым келеді.Бірақ жүрегім қатты ауырад.Тіпті қолдарымда дызылдап,екі көзім шарасынан шығып кетердей ауырады.Көңілімді аулайын деп өзге жанменде сөйлестім.Тауға шықтым Үйдегілермен біршама уақыт араласпадым.Анаммен 2ай сөйлеспей ақылға келейін депте көрдім.Әсер етпеді.Әр хабарласқанда анамда отбасылық қиындықтар туралы айта береді.Есіме күнде салады.Жылататын видео басқасы бәрін қарадым.Жылай алмаймын.Аңырап тұрып ішімдегіні ақтарып тұрып жылағым келеді.Қатты батып барад жегідей жеп.Апам қайтыс болғанда шок болып қалдым.Содан бері осындай болдым.Ол кезде де жылай алмағам (естігенде).Алматы қаласында қандай психологтар бар?Немесе қандай кеңес айтасыздар?",
        "question_date": "31.01.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эльвира Ергалинаның курстарына қатысып көріңіз.\n\ninstagram.com/elvira_ergalina Инстаграмы осы болу керек.",
                "date": "7.04.2022",
                "upvotes": 0
            },
            {
                "text": "Алматыда Ардагүл деген керемет психолог, энергетик апай бар. 87772441933 номері",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақшаның өлшемдері кандай болуы керек?",
        "question_content": "Архат тіктөртбұрыш тәріздес бақшаны декоративті тастармен қоршағысы келді. Бақшаның периметрі 68м, ал ауданы 240 м² болу ушін оның өлшемдері кандай болуы керек? [4]",
        "question_date": "29.01.2022",
        "question_tag": "Математика",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жүйеде\n\n2( х+у)=68\n\nxy=240\n\nбұдан\nх+у=34\n\nху=240\n\nШешуі:\n\nх=34-у\n\nорнына қоямыз:\n\nу(34-у)=240\n\n-у2+34у=240\n\nу2-34у+240=0\n\nД=(34)2-4*1*240=1156-960=196=(14)2\n\nу1=34-14/2*1=10\n\nу2=34+14/2*1=24\n\nх1=34-10=24\n\nх2=34-24=10\n\n Жауабы :(24;10), (10;24)",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Авогадро санын біле отырып, сутегінің молекуласы мен атомының массасын табыңдар?",
        "question_content": "Авогадро санын біле отырып, сутегінің молекуласы мен атомының массасын табыңдар? Физикаа",
        "question_date": "29.01.2022",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені::\nNa = 6,02*10²³ моль⁻¹\nM = 2*10⁻³ кг/моль\n_____________\nm₀ -?\n\nФормула бойынша:\nm₀ = M/Na\nмалекула массасын табамыз:\nm₀ = 2*10⁻³ / 6,02*10²³  ≈ 3,32*10⁻²⁷ кг\n\nал сутек молекула массасы екі есе аз :\nm₀₁ = m₀/2 = 3,32*10⁻²⁷/2 ≈ 1,66*10⁻²⁷  кг",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен галогендер күшті тотықтырғыш қасиеттер көрсетеді?",
        "question_content": "Неліктен галогендер күшті тотықтырғыш қасиеттер көрсетеді?",
        "question_date": "29.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық галогендер металл емес және күшті тотықтырғыштар болып табылады. Сыртқы энергетикалық деңгейде 7 электрон бар. Металдармен әрекеттескенде иондық байланыс пайда болып, тұздар түзіледі. Галогендер (фтордан басқа) электртеріс элементтермен әрекеттескенде, ең жоғары тотығу дәрежесі +7 дейін тотықсыздандырғыш қасиет көрсете алады.\nСыртқы электрондық қабатта 7 электроны бар барлық галогендердің атомдары қабық біткенге дейін жетіспейтін 1 электронды оңай қосады және олардың қосылыстарында -1 тотығу дәрежесін көрсетеді. Электртеріс элементтері көбірек қосылыстардағы хлор, бром, йод және астатин оң тотығу дәрежелерін көрсетеді: +1, +3, +5, +7. Фтордың тұрақты тотығу дәрежесі -1.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың бір қабырғасы екіншісінен 6 см-ге артық ал ауданы",
        "question_content": "Тіктөртбұрыштың бір қабырғасы екіншісінен 6 см-ге артық ал ауданы 112 см² болса, тіктөртбұрыштың қабырғаларының ұзындықтарын табыз?",
        "question_date": "29.01.2022",
        "question_tag": "Математика",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x = y+6\n\nS = 112\n\nS = x*y\n\nS = (y+6)*y = y^2 + 6*y\n\ny^2 + 6*y = 112\n\ny^2 + 6*y - 112 = 0\n\n(y - 14)*(y + 8) = 0\n\ny = 14\n\nx = y + 6 = 14+ 6 = 20\n\nЖауабы: 14 және 20 см",
                "date": "29.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саранасын ашық қонған, сарымсағынан сүт тамған, жайлауда өстік әкеміз",
        "question_content": "Осы өлеңнің аты керек еді",
        "question_date": "29.01.2022",
        "question_tag": "Қазақша ән",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы әннің аты қандай",
                "date": "1.02.2022",
                "upvotes": 0
            },
            {
                "text": "Ата қоңыс Парасат Отан",
                "date": "29.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автор айнаны ненің символы ретінде көрсетті? Роман \"Тағдыр\"",
        "question_content": "Роман \"Тағдыр\"\nАвтор романда айнаны ненің символы ретінде көрсетті?\n\nӨтінеееем білсеңіздер көмектесіңіздерші!!!!!\nӨтініш.",
        "question_date": "29.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 983,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 курстан кейін 3 курсқа медколледжге ауыса аламын ба?",
        "question_content": "2 курстан кейін 3 курсқа медколледжге ауыса аламын ба?",
        "question_date": "29.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық ауыстырып ауыса алмайсыз, тек бір мамандық бойынша бір оқу орнынан басқа оқу орнына ауыса аласыз.",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадраты берілген санның өзінен 72-ге артық болатын санды табыныз",
        "question_content": "«Квадрат теңдеулер арқылы мәтінді есептерді шығар» бөлімі бойынша жиынтық бағалау\n\n 1-тапсырма. Тіктөртбұрыштың бір қабырғасы екіншісінен 6 см-ге артық, ал ауданы 112см² болса, тіктөртбұрыштың қабырғаларының ұзындықтарын табыңыз.\n\n 2-тапсырма Квадраты берілген санның өзінен 72-ге артық болатын санды табыныз\n\n 3-тапсырма Архат тіктөртбұрыш тәріздес бақшаны декоративті тастармен қоршағысы келді. Бақшаның периметрі 68м, ал ауданы 240 м² болу ушін оның өлшемдері кандай болуы керек?",
        "question_date": "29.01.2022",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x + 72 = x^2\n\nx^2 - x - 72 = 0\n\n(x - 9)(x + 8) = 0\n\nx = 9",
                "date": "29.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй алу үшін үкіметтен қандай көмек бар? Қандай бағдарламаларды білесіз?",
        "question_content": "Калай үй алуға болады ,квартира сияхты уй алып ,өз уйын бөлып қолу ушун не истеу керек?",
        "question_date": "29.01.2022",
        "question_tag": "Жанұя",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрғын үй мәселесі қазіргі уақытта ең өткір мәселелердің бірі болып табылады. Оны шешудің әр түрлі жолдары бар: сатып алу, банктердің ипотека бағдарламалары, қызметтік тұрғын үй алу, соңыра сатып алумен жалға алынған пәтерді алу, мемлекеттік бағдарлама бойынша баспана алу немесе әкімдіктен азаматтардың жекелеген топтары үшін баспана алу. Тұрғын үй алуға кезекке қою тәртібі туралы біз аталмыш мақалада айтамыз.\nМемлекеттік тұрғын үй қорынан тұрғын үй алудың жалпы сызбасы мынадай түрде болады:\nӘкімдікке қажетті құжаттарды жинау және беру немесе  онлайн. \nЕгер құжаттарда бәрі дұрыс болса – 30 күнтізбелік күн ішінде хабарламаны алу және кезекті бақылау (оны онлайн жасау керектігін біліңіз).\nТұрғын үй комиссиясының құжаттарды қарауы және шешімді беру (қалай болатынын қараңыз).\nШарт жасасу (үлгілік үлгі қалай болатынын біліңіз) және тұрғын үй алу.\nТұрғын үйдің қандай түрлері бар?\n«Тұрғын үй қатынастары туралы» Заңға сәйкес меншік құқығына қарай тұрғын үйдің мынадай түрлері бар:\nжеке тұрғын үй қоры – меншік құқығында жеке немесе мемлекеттік емес заңды тұлғаларға және олардың бірлестіктеріне тиісті тұрғын үй; \n- мемлекеттік тұрғын үй қоры – коммуналдық тұрғын үй қорынан тұратын және мемлекетке меншік құқығында тиісті, мемлекеттік кәсіпорыннан, сондай-ақ мемлекеттік мекеменің  тұрғын үй қорынан тұратын тұрғын үй;\n- коммуналдық тұрғын үй қоры – тұрғын үйді пайдалануға ұсыну бойынша арнайы мемлекеттік мекемеге бекітілген жергілікті атқарушы органдардың (әкімдіктердің) басшылығындағы тұрғын үй.\n- мемлекеттік мекемеден тұрғын үй қоры – тұрғын үйді пайдалануға ұсыну бойынша арнайы мемлекеттік мекемені қоспағанда мемлекеттік мекемелердің басшылығындағы тұрғын үй;\n- мемлекеттік кәсіпорыннан тұрғын үй қоры – мемлекеттік кәсіпорынның  басшылығындағы тұрғын үй.\n- сатып алу құқығынсыз жалға берілетін тұрғынжай – Қазақстан Республикасының азаматтарына коммуналдық тұрғын үй қорынан сатып алу құқығынсыз ақылы пайдалануға берілетін тұрғынжай.\nОсылайша, ҚР тұрғын үй қоры меншіктің барлық нысандарындағы тұрғын үйлерден тұрады.  Әкімдіктен тұрғын үйді мемлекеттік қордан немесе әкімдік жалға алған жеке тұрғын үй қорынан ала аласыз.\nҚызметтік баспана – мемлекеттік мекеменің тұрғын үй қорынан ұсынылатын және ҚР азаматтарын олардың еңбек қатынастарының сипатына байланысты міндеттерді орындау кезеңіне, сондай-ақ ҚР жұмыспен қамту заңнамасына сәйкес жұмыспен қамтуға әрекеттесудің белсенді шараларына қатысатын ҚР азаматтарын орналастыруға арналған және мемлекеттік мекеменің тұрғын үй қорынан ұсынылатын ерекше құқықтық режимді баспана. Басқаша айтқанда егер сіздің ұйымыңызда осы көзделсе және қажетті шарттарға сәйкес келсе қызметтік баспана ала аласыз. Қызметтік баспана мемлекеттік мекеме қызметкері болып табылған уақытқа уақытша беріледі.\nМемлекеттік тұрғын үй қорынан баспана алуға кім үміткер бола алады?\nҚР баспана алуға кезекке қою үшін тиісті елді мекенде тұрақты тұру қажет (тұру мерзміне қарамастан).\nКоммуналдық немесе мемлекеттік пәтерлер коммуналдық тұрғын үй қорынан немесе жеке тұрғын үй қорынан мынадай тұлғаларға ұсынылады (әкімдіктер жалға алған пәтерлер, егер қорға кірсе):\nҰлы Отан соғысының ардагерлеріне (онлайн жеңілдіктердің болуы туралы анықтама алу*);\nжетiм балаларға, ата-анасының қамқорлығынсыз қалған балаларға;\n\"Алтын алқа\", \"Күміс алқа\" алқаларымен наградталған немесе бұрын \"Батыр ана\" атағын алған, сондай-ақ I және II дәрежелі \"Ана даңқы\" ордендерімен наградталған көпбалалы аналарға, көпбалалы отбасыларға жататын Қазақстан Республикасы азаматтарының пайдалануына беріледі. Азаматтардың аталған санаттарының жиынтық орташа айлық кірісі тұрғынжай беру туралы өтініш жасау алдындағы соңғы он екі айда отбасының әрбір мүшесіне республикалық бюджет туралы заңда тиісті қаржы жылына белгіленген ең төмен күнкөріс деңгейінің 3,1 еселенген мөлшерінен төмен болуға тиіс;\nреспубликалық бюджет туралы заңмен тиісті қаржы жылына белгіленген ең төменгі күнкөріс мөлшерінен 3,1 есе төмен отбасының әр мүшесіне баспана ұсыну туралы жүгінер алдында соңғы он екі ай үшін жиынтық орташа айлық табысы бар халықтың әлеуметтік әлсіз топтарына. Ең төменгі күнкөрістің 3,1 есе мөлшерінің коэффициенті жетім-балаларға, ата-анасының қамқорлығынсыз қалған балаларға және мүгедек балаларға қолданылмайды;\nмемлекеттік қызметкерлерге, бюджеттік ұйым қызметкерлеріне, әскери қызметкерлерге, ғарышкерлікке үміткерлерге және мемлекеттік сайлау лауазымындағыларға;\nҚР заңнамасына белгіленген тәртіпте жалғыз баспанасы апатты жағдайда деп танылған азаматтарға.\n*Ескерту. Жеңілдіктердің болуы туралы анықтаманы (Ұлы Отан соғысына қатысушыларға, Чернобыль АЭС апатын жоюшыларға, әскери-интернационалистерге)  онлайн алуға болады, ол үшін ЭЦҚ керек емес. Сіз  туысқандарыңызға да көмектесесіз, себебі анықтаманы тек өзіңізге ғана емес, сонымен қатар туысқаныңызға да ала аласыз.\nБұл жерде «Тұрғын үй қатынастары туралы» Заңның 69-бабына сәйкес тұрғын үйге мұқтаж болып табыласыз, егер:\nкоммуналдық тұрғын үй қорынан немесе мемлекеттік кәсіпорынның тұрғын үй қорынан тұрғын үйді есепке қоюда және ұсыну сәтінде ҚР аумағында меншік құқығында тұрғын үй болмаса;\nесепке қойған кезде және мемлекеттік мекеменің тұрғын үй қорынан тұрғын үй берген кезде осы елдi мекенде меншiк құқығында тұрғын үйі болмаса;\nөздеріне берілген сатып алу құқығынсыз жалға берілетін тұрғынжайы болмаса;\nсіздің отбасыңыз тұрып жатқан баспана белгіленген санитарлық және техникалық талаптарға жауап бермесе;\nбіріккен оқшауланбаған тұрғын бөлмелерде екі және одан да артық отбасы тұрса;\nсіздің отбасыңызда кейбір созылмалы аурулардың ауыр нысандарымен ауыратын науқастар болса (ҚР Үкіметінде бекітілген аурулардың тізімі бойынша), онда бір бөлмеде (пәтерде) бірге тұру мүмкін емес.\nТолығырақ: https://egov.kz/cms/kk/articles/receive_housing",
                "date": "29.01.2022",
                "upvotes": 1
            },
            {
                "text": "Меным 3балам бар КВ турам куйеуым жок калай Уй алсам болады",
                "date": "12.09.2023",
                "upvotes": 0
            }
        ]
    }
]