[
    {
        "question_title": "Не себептен Ескендір Зұрқарнайын деп аталған?",
        "question_content": "Не себептен Ескендір Зұрқарнайын деп аталған?",
        "question_date": "8.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "зұрқарнайын емес",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция нәтижесінде қай зат артық қалды?",
        "question_content": "1.Көлемі 5 л амиакпен 15 л хлоросутек араластырды. Реакция нәтижесінде қай зат артық қалды? Ол заттың массасы қанша? Есептеп берініздерші",
        "question_date": "8.02.2021",
        "question_tag": "Химия",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖАУАБЫ>>>>>>>>\n\nNH3+HCl=NH4Cl\n\nn(NH3)=V(NH3)/Vm=5/22,4=0.223\n\nn(HCl)=V(HCl)/Vm=15/22,4=0,67\n\nЕкеуін салыстыратын болсақ, n(NH3) < n(HCl) сондықтан HCl артық.\n\nОнда\nm(HCl)=n×M(HCl)=0,67×36,5=24,46г~24,5г\n\nЖауабы:m(HCl)=24,5г\n\n-----------------------\n\nЕңбекті бағалап лайк басып кетсеңіз, нұр үстіне нұр болар еді\n\nНегізі дәптерге шығарып жіберейін дегем. Бірақ фотосын жіберу мүмкін болмай тұр.",
                "date": "9.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылжымайтын мүлікке байланысты?",
        "question_content": "Менің атымда Тараз қаласында мал ұстайтын сарайым бар. Бұл сарайды колхоз совхоздар тараған кезде, еңбек ақы ретінде пай болып берілген болатын. Көршім екеуміздің сарайымыз іргелес орналасқан, менің сарайым оның жерінде тұр, бұлай бөліну колхоз тараған кезінен осылай бөлінген. енді осы көршім жер менікі сарайыңды алып кет деп отыр, болмаса сот арқылы материалдық шығын өндірем деп отыр. Осыған байланысты қалай, қайда шағымданып, реттеуге болады. Болмаса осындай мәселелер бойынша айналысатын адвокат немесе заңгерлер барма",
        "question_date": "8.02.2021",
        "question_tag": "Заң",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Музыкалық колледжге түсу үшін қандай емтихан және қандай құжат тапсыру керек?",
        "question_content": "Мен Алматы облысында тұрамын.Қазір 9 сынып оқып жатырмын.Екі жыл бұрын домбыра бөлімінің 3 ші сыныбын бітірдім .Белгілі бір себептермен оқуымды бітіре алмадым.Музыка мектебінде 5ке оқыдым.Менің колледжге грантқа түсу мүмкіндігім бар ма?Қандай экзамен тапсыру керек?",
        "question_date": "8.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вокал – талапкердің орындауында қазақ халық әні және қазақ композиторларының әні акапелла, немесе өз сүйемелдеуімен ән салуы керек; - әннің мазмұнын толық ашып, темпін, музыкалық ерекшеліктерін дұрыс орындауы тиіс. Талапкердің дауысы жақсы, тембрі әдемі, диапазоны кең, интонациясы таза, ритмі жақсы, есту қабілеті бар болуы қажет (тек тірі дауыспен айту керек). \nКолледжге түсу үшін қажетті құжаттар тізімі:\n1) Қабылдау туралы өтініш;\n2) білім туралы құжаттың түпнұсқасы;\n3) көлемі 3х4 см 6 дана фотосурет;\n4) 086-У нысанындағы медициналық анықтама флюросуретімен қоса (І және ІІ топтағы мүгедектер мен бала жасынан мүгедектер үшін медициналық-әлеуметтік сараптаманың қорытындысы),\n5) ұлттық бірыңғай тестілеу немесе кешенді тестілеу сертификаты (бар болса);\n6) жеке басын куәландыратын құжат (жеке басын сәйкестендіру үшін).\nКүндізгі оқу бөліміне өтініштерді қабылдау 20 маусымнан 20 тамызға дейін, сырттай оқу бөліміне - 20 маусымнан 20 қыркүйекке дейін жүргізіледі.\nТолығырақ: https://college.kaznai.kz/kz/%D0%BA%D0%BE%D0%BB%D0%BB%D0%B5%D0%B4%D0%B6/",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсымді жорып беріңіздерші. Түсімде тұрмысқа шық деп жатыр екен?",
        "question_content": "Мен түсімде өзім танитын баланың үйінде үй жинап жүр екем, содан үйіндегі мамасы тағы бір кісілер сол балаға тұрмысқа шық деп айтып жатыр екен,мен жок деп кетіп қалдым ғой дим бір кезде қолымда кефир бар үйге қайтып бара жатыр екем,жолда класстас баланың қой айдап бара жатқанын көрдім түсімді жорып беріңіздерші",
        "question_date": "8.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалты тұрмыс құру туралы түс жоруларды айта кетсек, ары қарай өз сезіміңізге орай жақсыға жорырсыз.\nТүсінде тұрмысқа шықса. Түсте неке той көрсе\nТүсіңізге неке той, үйлену, ұзату, қалындық немесе неке көйлек кірсе, ол түс тұралы біздің мақаланы оқуға шақырамыз.\nТой көйлек. Неке көйлегі неге түсінде көресіз?\nТүсіңізде үйлену той көйлегін көру- қоғамдық жұмыстарға белсене қатысып, жаңа достарға ие болатыныңызды білдіреді.\nНеке той көйлегінің былғанғанын көрсеңіз, ең жақын адамыңызбен арадағы қарым-қатынасты жоғалтасыз.\nТүсінде той көрсеңіз\nӨзіңізді түсіңізде тойда көру – жетістікке жетер жолда туындаған қиындықтардан оңай шығатыныңыздың белгісі.\nЕгер, жас қызға жасырын неке рәсімі көрінсе, бұл оның мінездемесі үшін қуанарлық жайт емес. Мүмкін, бұл түс оны өзін қолда ұстау, қүрықтау туралы ойларға əкелуі əбден ықтимал.\nҰйқыда ұсынысты қабылдаса, өзінен лауазымы жоғарылардың көзінде биіктеп, күтілетін уәделер жерде қалмайды.\nЕгер, ұйқысында ата-анасы оның некесін қолдамайды деп ойласа, бұл шынайы өмірде туыстар тарапынан некесі қолдау таппайтынын білдіреді.\nҚалыңдыққа күйеу жігіттің ұйқыда басқаға үйленуі – бос қайғы мен негізсіз қорқыныштың нышаны.\nТүсіңізде отбасылы болып қойсаңыздар – нашар белгі.\nЖас келіншектің некесінде қаралы кісіні көресе, отбасылық өмірінің бақытсыз болатынын көрсетеді.\nБөтен үйлену тойдағы қаралы кісі – туысы немесе досының өміріне алаңдау. Бұл түс күтілетін қуаныштың орнын қайғы мен өкініш алмастыратынын білдіреді. Жоспарланған саяхат бұндай түстен кейін күтпеген жаңалықтан соң бұзылуы ықтимал.\nФрейд түс жоруы бойынша – түсінде той болса\nТүсіңізде өзгенің ұзату тойын көру – жақсы жаңалыққа, олар сізге тікелей қатысты болмаса да, сізбен жанама байланысты болады.\nӨз тойыңызды көру – жақын арада сізді тосын сый күтеді, сіз оған барынша түсіністікпен қарап, оның не мағына беретінін түсінуіңіз керек.\nВанга түс жоруы бойынша – түсінде той\nКөрген ұзату той той – ескі достармен көңілді бас қосуды білдіреді. Мүмкін, сіз бұл кездесуде кейін өмірлік жарыңыз болатын адамды жолықтырасыз.\nТүсіңізде өз тойыңызда болу – жақында қиын шешім қабылдау керектігінің нышаны. Бұл шешімге сіздің ары қарайғы өміріңіз тәуелді.\nАл, өз тойыңызда құрметті қонақ болсаңыз, жақын адамдардың бірі көп ұзамай сізден көмек сұрайтын болады. Оның бетін қақпаңыз, себебі көмегі ертең сізге де керек болады.\nҚалыңдық түсінде болса\nƏйел адам үшін түсінде өзін сүйіктісінің қалыңдық ретінде көру – жеке өмірде күтілетін өзгерістер туралы хабарлайды. Ұзақ жанжалдан кейін татуласудан əбден күдер үзген адамыңызбен қайта тіл табысуыңыз да мүмкін.\nЕгер, сіз (əйел адамға қатысты) түсіңізде қызыңызды қалыңдық кейпінде көрсеңіз, шынайы өмірде екеуіңізді салыстырып отырасыз жəне одан артта қалғаныңызды түсінесіз.\nƏкесі түсінде қызын қалыңдық көйлегінде көрсе, жақын арада рахаттанып, масаттанып өткізетін қуанышты серуенге шығады.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не себепті географиялық қабықта тіршілік пайда болды?",
        "question_content": "Не себепті географиялық қабықта тіршілік пайда болды?",
        "question_date": "8.02.2021",
        "question_tag": "География",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі географиялық қабықта тіршілік ету тиімді, әрі ыңғайлы. Сондықтан тіршілік географилық ортада пайда болды.",
                "date": "20.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеңіртектің жалғасы?",
        "question_content": "Кеңіртектің жалғасы?",
        "question_date": "8.02.2021",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңірдек 5-інші арқа омыртқасының тұсынан оң және сол жақ өкпеге баратын 2 ауатамырға тармақталады. Ауатамыр (гр. bronchus — тыныс алқымы) кеңірдектің жалғасы. Ішкі беті сілемейлі қабықшамен қапталған. Ауатамырлар өкпеде өте көп тармақтарға бөлінген. Ең жіңішке тармақтары ауатамырлық тармақшалар (бронхиола) (гр. bronchioli - кішірею) деп аталады. Ауатамыр тармақшаларының ұштары шоғырланып, іші ауаға толы өкпе көпіршік-терімен (альвеолалармен) аяқталады. Альвеоланың (лат. alveolus - ұяшық, көпіршік, қуыс) диаметрі 0,2-0,3 мм, қабырғалары бір қабат эпителий жасушаларынан тұрады. Өкпе көпіршіктерінің сыртын тұтас қылтамырлар торлап жатады. Қылтамырлар мен өкпе көпіршіктері қабырғаларының арасында газ алмасады. Көпіршіктердің ішіндегі ауа құрамынан оттекі қанға өтеді. Қылтамырлардағы қанның құрамындағы көмірқышқыл газ өкпе көпіршігіне өтеді.",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық балапан басып шығатын нақты уақыт қанша?",
        "question_content": "Кучйнской леггорн қашан балапан басып шығады?",
        "question_date": "8.02.2021",
        "question_tag": "Жануарлар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Намаз оқитын адамдарға қандай жұмыс келеді?",
        "question_content": "Намаз оқитын адамдарды Алматы қаласында көбінесе жұмысқа ала ма? Қосымша жұмыста (немесе подработкада) мысалы кассир болып істесе жұмыс берушілер қалай карайды?",
        "question_date": "8.02.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқа басқа Алматы қаласында ешкімнің бөтен ешкіммен шаруасы жоқ. Оранған адамдардың түрлі жерде оқып та жұмыс та жасап жүргенін көремін үнемі. Қорықпай , Алладан ниет етіп , іздеңіз , табылады.",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 айдан асқан балам ішкен сүтін құсып тастай береді, неден болуы мүмкін?",
        "question_content": "3 айдан аскан балам ишкен сутин толыктай кусып тастай береди ол неден болуы  мумкин???",
        "question_date": "8.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 898,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бала дені сау барлғы дұрыс болса, тамақтанған соң дұрыс керіртпеуден немесе тамақтанып алған соң ішін қатты басып жіберуден болар.",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әйел теңсіздігі туралы эссе??",
        "question_content": "Қазақ әдебиетіндегі әйел теңсіздігі туралы эссе",
        "question_date": "8.02.2021",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 3,2 г күкірт жану үшін оттектің қандай көлемі (қ.ж) қажет?",
        "question_content": "Массасы 3,2 г күкірт жану үшін оттектің қандай көлемі (қ.ж) қажет?",
        "question_date": "8.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңдеу қай реакциямен жүретінін білу керек:\n    3,2             x\n1) 2S     +     3O2 → 2SO3\n     2*32            3*22,4\nx=3,2*3*22,4/2*32=3.36\n    3.2       х\n2)S + O2 → SO2\n32      22.4\nх=3.2*22.4/32=2.24",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эпитет көнерген сөздер тұрақты тіркесті шұғаның белгісінен табу керек?",
        "question_content": "Эпитет көнерген сөздер тұрақты тіркесті шұғаның белгісінен табу.",
        "question_date": "7.02.2021",
        "question_tag": "Мектеп",
        "question_views": 858,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір нұсқаулыққа қанша модульді жалғауға болады?",
        "question_content": "Бір нұсқаулыққа қанша модульді жалғауға болады?",
        "question_date": "7.02.2021",
        "question_tag": "Мектеп",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1000 шамның 380-i 1 партияға, 270 - екінші партияға",
        "question_content": "1000 шамның 380-i 1 партияға, 270 - екінші партияға,\n\nқалғаны үшінші партияға тиісті. Бірінші партияда 4% ақаулы, екінші\n\nпартияда - 3%, үшінші партияда-6%. Бір шам кездейсоқ таңдалады.\n\nТаңдалған шамның ақаулы болу ықтималдығын анықтаңыз.",
        "question_date": "7.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1000 шамның 380-i 1 партияға, 270 - екінші партияға, қалғаны үшінші партияға тиісті. Бірінші партияда 4% ақаулы, екінші партияда - 3%, үшінші партияда-6%. Бір шам кездейсоқ таңдалады. Таңдалған шамның ақаулы болу ықтималдығын анықтаңыз.",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Биологиялық алуан түрліліктің адам қатысуымен қысқаруы» атты тақырыпқа эссе жазу.",
        "question_content": "«Биологиялық алуан түрліліктің адам қатысуымен қысқаруы» атты тақырыпқа эссе керек ӨТІНІШ",
        "question_date": "7.02.2021",
        "question_tag": "Табиғат",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғаттағы әртүрлілік кеңістікте орналасуының саны мен уақытқа қарсы өзгеруі мүмкін. Кез келген биотикалық қауымдастық уақытқа байланысты өзгеріп отырады. Оның дамуын, экологиялық сукцессия деп атауға болады. Олар бірнеше кезеңдерден өтеді. Сукцессиядағы түрлердің қалыптасуы қоршаған ортаны модификациялаудың нәтижесінде басқа жағдайлар пайда болып, басқа популяцияларға оңтайлы жағдайлар туғызу барысында іске асады.\nШырша ағаштарын кескен соң немесе өрттен кейін қалған бос жердің өзгергені соншама, сол жерде қайта шыршалардың өсуіне мүмкіндік болмайды. Ашық жердегі қалған шырша ағашының көшеттері көктемнің суық күндеріне, сонымен қатар өте қатты ыстыққа, басқа жылу сүйгіш өсімдіктермен бәсекелестікке төтеп бере алмайды. Ағаштар шөптесін өсімдіктерді бірте – бірте ығыстырып, майда жапырақты орманның қалыптасуына әкеп соғады. Сол кезде ғана шыршаның өсуіне қолайлы жағдай туғызады.\nҚауымдастықтың дамуы барысында жалпы биомассасы өседі. Яғни өнімділіктің максимумға жетуі. Бұл деген сөз сукцессияның аралық фазасының бірінде максимальді жылдың биомассасының қалыптасуы. Негізінен өсімді алуантүрліліктің көбеюінен басқа түрлердің әсіресе, бунақденелілер мен басқа жануарлардың санының қарқынды өсуі байқалады. Алайда табиғатта қауымдастықтың климаксті түрі де бар. Бұл қауымдастықтар дамудың ең соңғы кезегінде басқа қалыптасу кезеңдерінде тіршілік еткен саны жағынан мол болып келетін түрлерге өз орнын береді. Мұндай климаксті қауымдастықтарға түрлік құрамның қалыптасуына басқа факторлар әсер етеді. Мұндай факторларға ағзалардың мөлшерінің үлкеюі жатады. Бұл қасиеттердің арқасында мұндай жануарлар қолайсыз кезеңдерде тіршілік үшін күрес барысында үлкен роль атқарады.\nОртаның қолайлылығы топтпнудағы түрлер санының артуына елеулі ықпал тигізеді. Қорегі аз мекен ететін жерлерде жануарлар жемтігінің әртүрлі типтерінен елеусіз қалдыра алмайды. Ал қорек көп жерлерде олар едәуір күй таңдағыш болады және өзінің тамақ ішу рационын ең жақсы қоректік объектілермен шектеуге мүмкіндігі бар.\nКөптеген организмдер өсіп-өнген ортаның қолайлы жағдайларында өздерінің санын тез көбеюге қабілетті.\nТолығырақ: https://kzref.org/4-i-tarau-bioaluantrlilik-turali-tsinik.html",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С++ тілінде берілген айнымалы бойынша функцияның мәнін есептеңіз.",
        "question_content": "С++ тілінде берілген айнымалы бойынша функцияның мәнін есептеңіз.\n\nr=x²(x+1)/b-sin²(x+a)\ns=√xb/a+cos²(x+b) ³",
        "question_date": "7.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зат мөлшері 2,6 моль заттың молекуласы қанша?",
        "question_content": "Зат мөлшері 2,5 моль заттың молекула. Срошно керек",
        "question_date": "7.02.2021",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез-келген заттың бір молінде әрқашан бірдей мөлшерде молекулалар болады, оларды Авогадро саны деп атайды:\nNa = 6.02*10^23\n n=2,5 моль заттағы малекула саны:\nN = n*Na = 2.5*6.02*10^23 = 15.05*10^23",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік фотосинтез процесінің нәтижесінде бөліп шығаратын өнімдер?",
        "question_content": "Өсімдік фотосинтез процесінің нәтижесінде бөліп шығаратын өнімдер?",
        "question_date": "7.02.2021",
        "question_tag": "Биология",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өсімдіктердегі метаболизмнің соңғы өнімдері. Өсімдік ағзасында маңызды екі: тыныс алу және фотосинтез үдерістері жүретінін білесіңдер. Тыныс алу барысында түзілетін заттар фотосинтез кезінде пайдаланылады және керісінше. Жалпы бұл екі үдерісті қайтымды химиялық реакция түрінде былай көрсетуге  болады:\nШын мәнінде бұлай емес! Фотосинтез «тыныс алуға керісінше» болып табылмайды. Фотосинтезге жарық энергиясы қажет. Бұл екі үдеріс жасушаның жеке органоидтерінде жүреді. Фотосинтез хлоро- пласта жүзеге асады. Тыныс алудың негізгі органоидтерімен кейінірек танысасыңдар.\nТыныс алу және фотосинтез үдерістерінде өсімдіктер фотосинтез ба- рысында органикалық заттар түрінде қорға жинаған жарық энергиясы босап шығады да, оны өсімдіктер тыныс алу нәтижесінде пайдаланады. Тіршілік үдерістері үшін қажет энергияны өсімдіктер (жануарлар да) тек органикалық заттардан алады. Оны тікелей жарықтан алу мүмкін емес! Кейбір ұқсастықтарды келтірейік. Көмірдің энергия беретіні белгілі. Көмір пласт немесе қапқа салынған күйінде тұрса, энергия бермейді. Егер көмірді жақса жылу энергиясы түзіледі де, үйді жылытады. Бірақ табиғи көмірден электр энергиясын арнайы жылу электр станцияларында ғана алады. Жарық энергиясынан өсімдіктер нәруыздарға, майлар мен көмірсуларға айналдыруға қажет энергияны алады. Осы органикалық заттардан тыныс алу барысында тіршілікке  қажет  энергия алынады. Фотoсинтездің бастапқы және соңғы өнімдері. Фотосинтездің бастапқы өнімдеріне су ыдырағанда түзілетін оттек пен сутек, жарық хлорофилмен әрекеттескен кезде түзілетін энергияға бай зат  жатады.\nФотосинтездің соңғы өнімі бірінші реттік көмірсу – глюкоза болып табылады. Глюкозадан өсімдік кейін басқа органикалық заттар түзеді. Бұл енді фотосинтез үдерісі емес, биосинтез – тірі ағза ішінде қажет заттарды түзу үдерісі болып саналады. Фотосинтездің бастапқы өнімдерінен өсімдік  тек  оттекті  пайдаланбайды. Ол атмосфераға бөлінеді де, аэробты тыныс алуға мүмкіндік жасайды. Сутек атмосферадағы көмірқышқыл газымен қосылып, соңғы өнім – глю- коза түзіледі. Бұл реакцияларды қамтамасыз етуге жарық хлорофилмен әрекеттескен кезде түзілетін энергияға бай зат  қолданылады. Спортшыларда (жүгіру, шаңғы тебу, жүзу, веложарыс т.б.) сүт қышқылының мөлшері – бұл ағзаның энергетикалық төзімділігінің көрсеткіші. Сүт қышқылының деңгейі неғұрлым төмен болса, тыныс алу және қан тамыр- лары жүйесі жасушаларды оттекпен қамтамасыз етумен соғұрлым жақсы айналысады.\nКөптеген микроағзаларда аралық өнімдерге сірке қышқыл, спирт, көмірқышқыл газы жатады. Өсімдік жасушаларында оттексіз тыныс алудың аралық өнімі – пирожүзім қышқылы сүт қышқылына айналуы мүмкін. Белсенді жұмыс істеп жатқан бұлшық ет жасушаларында сүт қышқылы  жинақталады.\nБарлық ағзаларда тыныс алудың соңғы өнімдері міндетті түрде су мен көмірқышқыл газы болып табылады. Бірақ нәруыздар оттексіз ыдырауға ұшыраса, онда су мен көмірқышқыл газынан басқа құрамында азот бар қосылыстар түзіледі. Олар ағзадан бауыр және бүйрек арқылы шығарылады.\nӨсімдіктердің бөліп шығару ұлпалары. Өсімдіктердің бүйрек сияқты бөліп шығару мүшелері болмаса да, оларда бөліп шығару ұлпалары бар. Ал өсімдіктерге бөліп шығару ұлпалары басқа да әртүрлі мақсат үшін қажет. Мысалы, кейбір өсімдіктер шөпқоректі жануарлар мен жәндіктерден қорғану үшін ащы немесе иісті заттар бөліп шығарады. Басқа өсімдіктер керісінше тозаңдандырғыш жәндіктерді еліктіру үшін тәтті иісі мен дәмі бар заттарды бөледі. Ал басқа бір өсімдіктер қорға жинау үшін заттар түзеді. Бөліп шығару ұлпаларында өсімдіктер түзетін көптеген заттар рөлін ғалымдар анықтаған жоқ, тек әртүрлі болжамдар бар. Мысал ретінде бөліп шығару ұлпаларының үш типін қарастырайық.\nТолығырақ. https://martebe.kz/simdikterdegi-b-lip-shy-aru-nimderi-tynys-alu-men-fotosintezdi-bastap-y-zh-ne-so-y-nimderi/",
                "date": "7.02.2021",
                "upvotes": 0
            },
            {
                "text": "Оның нәтижесінде энергия қоры ретінде көміртек, оттек және су бөлінеді.\nДұрыс жауап",
                "date": "21.01.2022",
                "upvotes": 0
            },
            {
                "text": "Мысалы жануарлар өсімдіктер өзін қорғау үшің жасғымсыз іиістнр бөледі",
                "date": "21.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтіннен сапалық және қатыстық сын есімдерді тап.",
        "question_content": "Мәтіннен сапалық және қатыстық сын есімдерді  тап.\n\n118 беттегі  7 тапсырма",
        "question_date": "7.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сапалық сын есім деп заттың түрі, түсін, сапасы мен сынын, көлемі мен аумағын білдіретін бір морфемалы сөздер аталады: ақ, көк, үлкен, жақсы,биік, жаман, қызыл, кең, тар, жалпақ т.б.\nСапалық сын есім сын есімнің негізгі түп қазығы, негізгі ұйытқысы. Өйткені сапалық сын есімдерге кішірейту, ұлғайту, жұрнақтары және үстеме буындар жалғанып түрленеді.\nҚатыстық сын есімдер деп бір зат пен екінші заттың қатысын, байланысын білідіретін сын есімдерді айтамыз. Мысалы, Балалы үй – базар, баласыз үй – қу мазар дегендегі балалы, баласыз деген сөздер үйдің баласы бары-жоғын білдіріп тұр.\nҚатыстық сын есімдер қай сөзден жасалса, сол сөздің мағынасымен байланысып кейде сол сөзге синоним сияқты болып тұрады. Мысалы, Аталық борыш, синонимі атаның борышы.\nТолығырақ: https://ulagat.com/2020/08/09/%D1%81%D0%B0%D0%BF%D0%B0%D0%BB%D1%8B%D2%9B-%D0%B6%D3%99%D0%BD%D0%B5-%D2%9B%D0%B0%D1%82%D1%8B%D1%81%D1%82%D1%8B%D2%9B-%D1%81%D1%8B%D0%BD-%D0%B5%D1%81%D1%96%D0%BC%D0%B4%D0%B5%D1%80/",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бетімді мошалкамен жуғанмын?",
        "question_content": "Мен бетымды мощолкамен жуганмын. Сосын екі бетым кып кызыл болып турады. Не ыстесем болады.",
        "question_date": "7.02.2021",
        "question_tag": "Денсаулық",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыныштандыратын крем жағу керек, теріңізді қырып немесе ойып жібергенсіз. Егер крем ағартқыш немесе лимон , апелсин экстрактімен болса тіпті жағып керек емес ол одан сайын ауыртады. Тыныштандырғаш крем болмаса аптекадан  пантенол мазін алып жағыңыз жаралы жерлерге арналған мазь жақсы кетіреді терінің бүлінгенін.",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С++ тілінде арақашықтықты анықтаңыз.",
        "question_content": "Жазықтықта берілген екі М1(x1,y1) және М2(x2,y2)нүктелер арасындағы арақашықтықты анықтаңыз\n\nС++ программасымен",
        "question_date": "7.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі нүкте арасындағы арақашықтық осылай есептеледі",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С++тілінде тікбұрышты төртбұрыштың периметрі мен ауданын анықтау.",
        "question_content": "Тікбұрыштың а,b қабырғалары берілген,оның ауданын s=a*b және периметрін p=2*(a+b) анықтау.\n\nС++ программасымен",
        "question_date": "7.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікбұрышты төртбұрыштың ауданы мен периметрі",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С++ пен шеңбер ауданын есептеу керек?",
        "question_content": "Шеңбердің ұзындығын және сол берілген R радиусының шеңберінің ауданын есептеу .",
        "question_date": "7.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңбердің ауданы мен ұзындығын анықтау",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде сырға салса",
        "question_content": "Түсімде мен танымайтын бір бала ата анасымен сырға салуға келіпті менің жігітім бар бірақ қызық үшін жарайды деп келісіппін ата-анасын шақырып туған туысқандарға айтып жатыр уже той болады деп и сонын үйінде ұйықтап жатырмын вацаптан жазып отырады екен бетіме айта алмай)) жорып беріңіздерші жасым 17 де",
        "question_date": "7.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойбуу қарындасым, 18ге тола салысымен кетейін деп тұр екенсің)",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    }
]