[
    {
        "question_title": "у=2x+1 графигін салып оны табыңдар?",
        "question_content": "Маған тезірек көмек керек еді. у=2x+1 графигін салып оны табыңдар?",
        "question_date": "9.09.2021",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "у=2x+1\n2x+1 = 0\nx = -1/2, y = 0\nx = 0, y = 1",
                "date": "13.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысық бала дауысын салып жылайды?",
        "question_content": "Мысығым бар еді. Өзім аяғым ауыр таңда есігім қасына келіп кішкентай бөпенің жылағанын салып тұр. Шошып қалдым. Балам жылап жатыр ма деп қалдым. Бұрын ондайы жоқ еді. Бүгін осылай істеп тұр. Кім біледі бұлай екенін, қорқынышты екен.",
        "question_date": "9.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысықтардың сондай бала құсап жылайтыны бар, сіз екіқабат болғаннан кейін кез келген нәрсені көңіліңізге алып тұрсыз, оны ойламаңыз. Басқа да жақсы заттар жеткілікті.",
                "date": "9.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрмысқа шығу туралы түстер.",
        "question_content": "Сәлеметсіздер ме?!Жасым 18де.Осыдан біршама күндер алдын 2жылдан бері танитын жігітім сөз салғанда бас тарттым.Жақсы көрем,бірақ жастық шағыммен қоштаса алмадым.Ата анамның материалдық жағдайынан және олардың Оқы деген талабынан аттап өте алмадым.Енді сол күннен бері мен бір түрлі түстер мазалайды.Үйіме құда түсіп келеді.Мен құдаларға көрсетіп жатқанда мен жұлқынып қашып кетемін.Не мені бөтен біреу алып қашады.Ағам кетсен кет деп мені ұзатып жатады.Бір апа қолымнан сүйреп машинаға салып келін қылмақшы болады.Сол жігіттің үйленем деп артымнан аңдып жүргені түсімнен шықпай қойды.Бірақ ылғи жылаймын не жұлқынып қашамын.Жатарда басқа армандарым жайлы ойлап ұйықтаймын.Бірақ көретінім  құдалар үйді жағалап жүргенің.Шаршап кеттім.Жарайды жай көріп оянсам.Бірақ терлеп тепшіп қиналып оянам.Бұл ненің белгісі?Бұл түстен қалай арылсам болады?",
        "question_date": "8.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұның барлығы сол бұрынғы жігітіңізді әлі ұмыта алмағыныңызға байланысты болар. Оқуға түсіп, жаңа ортамын араласқан кезде бұның барлығы ұмцтылатын болады.",
                "date": "8.09.2021",
                "upvotes": 1
            },
            {
                "text": "Мен автормын. Былтыр Оқуға түстім.Тіптен басқа қалада жаңа орта таптым.Бірақта болар емес.",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұздың еру температурасын абсолют шкаласы?",
        "question_content": "мұздың еру температурасын абсолют шкалада анықтаңдар",
        "question_date": "8.09.2021",
        "question_tag": "Химия",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұздың балқу температурасы Цельсий шкаласы бойынша 0 ° С, Кельвин шкаласы бойынша (абсолютті термодинамикалық шкала):",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтез қай кезде жүреді?",
        "question_content": "Фотосинтез кай кезде жүреді",
        "question_date": "8.09.2021",
        "question_tag": "Биология",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағзалар тыныс алғанда қоректік заттар толық ыдырау үшін оттегі қажет екендігі баршамызға белгілі. Тыныс алудың ең соңғы өнімі – көміртегі оксиді су жене бос энергия. Бұл соңғы өнімдер — фотосинтезге қажеттi негiзгi қосылыстар болып табылады. Сондықтан, тыныс алу фотосинтез кезiндегi энергияны жоққа шығарады. Алайда, тыныс алу кезiнде жұмсалған пайдалы энергия фотосинтез кезiндегi алынған күн энергиясынан аз болатындығын төменгi тiзбектен көруге болады.\nЭнергияның ең көбi — күн сәулесiнiкi, қоректiк заттар одан аз, ең азы көмiртек оксидi, су жене оттегi. Фотосинтез көпсатылы күрделi әрекет. Мұнда күн сәулесi энергиясын химиялық байланыс энергиясына айналдыруда басты рөлдi хлоропластар атқарады. Пластиттердiң үш түрге бөлінетіндігi белгiлi, олар: лейкопластар, хромопласт жене хлоропласт. Бұл үшеуiнiң де негiзi — строма деп аталатын ақуыз. Ал, фотосинтез әрекетi хлорофилл пигментi (жасыл түс беретiн) бар хлоропласт жасушасында жүредi.\nТолығырақ: https://kk.m.wikipedia.org/wiki/Фотосинтез",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери оқуға қыздар түсуге болады ма?",
        "question_content": "военныйга кыздар тусуге болама,и сосын кандай пәндерді тандау керек,ұбт дан канша бал жинау керек",
        "question_date": "8.09.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады.\nҰБТ келесі білім беру пәндері бойынша өткізіледі:\n1 блок – Қазақстан тарихы, математикалық сауаттылық және оқу сауаттылығы (оқыған тілінде);\n2 блок – «Ұлттық бірыңғай тестілеуді өткізу және «Ұлттық бірыңғай тестілеу тапсырғаны туралы сертификат беру» мемлекеттік көрсетілетін қызмет қағидаларын бекіту туралы» Қазақстан Республикасы Білім және ғылым министрінің 2017 жылғы 2 мамырдағы № 204 бұйрығымен бекітілген Ұлттық бірыңғай тестілеуді өткізу қағидаларына (Нормативтік құқықтық актілерді мемлекеттік тіркеу тізілімінде № 15173 болып тіркелді) 5-қосымшаға сәйкес кез-келген нұсқадағы екі бейіндік пән (шығармашылық емтиханнан басқа).\nҰБТ нәтижесі бойынша 50 ұпайдан кем алса немесе қандай бір пәннен 5 ұпайдан төмен алса,үміткер конкурсқа қатыстырылмайды.\nӘскери институттың курсанттарының санатынан үміткерлерді қабылдау ЖОО қабылдау комиссиясы конкурстық негізінде  оның рейтингісіне сәйкес, ҰБТ ұпайларын  қосқанда жиынтығы және физикалық даярлығы бойынша орташа ұпайымен есептеледі.\nТолығырақ: http://www.vivv.kz/kaz/?page_id=70",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамағымда жұтынсам бірнарсе батып тұрады, тамақ ішкенде батпайды?",
        "question_content": "Тамағымда жұтынсам бір зат тұрады батып, тамақ ішкенде батпайды. Тек жұтынғанда ғана, жай күндері де батып",
        "question_date": "8.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "My world дегенге 5 сөйлем құрау керек?",
        "question_content": "Менің әлемім деген тақырып бойынша ағылшын тілінде сөйлем құрау керек.",
        "question_date": "8.09.2021",
        "question_tag": "Мектеп",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "My world is a dream world that will become a reality in the future. First, a dream is an idea. It spreads its leaves and blooms like a grain thrown somewhere. Second, the driving force of my existence. The power source of my world is knowledge. I understand this well, but there are times when I can't show the results of my knowledge. In general, my world is a world of purpose, a world of Honor. I took it that way, I will not deviate from this direction.",
                "date": "2.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақсы жолмен күйеуімді қайтаратын емші керек",
        "question_content": "Менің күйеуімді дем салдырды арқылы, болмаса басқа жолмен қайтаратын адамдарды білесіз бе Алматы қаласынан",
        "question_date": "8.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшынша ақпараттардың қазақша болғанын қалайсыз ба?",
        "question_content": "Ағылшынша ақпараттардың қазақша болғанын қалайсыз ба?",
        "question_date": "7.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақты дұрыс түсінбедім . Қай ағылшын ақпарат аударуға қалайсыз? 98 пайызы ағылшынша жазылған ғой... Қазақ тілі айтпай қояйын...  Әлбетте , кино , кітаптар , мақалалар ж/е т. б. қазақша болуға қалаймын . Білім алуға материалдар жетіспеушілігі бар . Құрбысым АМУ-да медбикеге оқуған кезде . Қазақ тілінде ғылыми ақпарат аз , бар болса профессорлар өздері жазып , бейсапасыз болды .",
                "date": "12.09.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылы ескі көліктерді сатып алғанның минусы бар ма? Қандай?",
        "question_content": "Жылы ескі көліктерді сатып алғанның минусы бар ма? Қандай?",
        "question_date": "7.09.2021",
        "question_tag": "Автокөлік таңдау",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай көлік мысалы?",
                "date": "9.09.2021",
                "upvotes": 0
            },
            {
                "text": "главный минус-ескы колик алу",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде танымал атақты адамға үйленсең не болады?",
        "question_content": "Түсімде танымал адамға үйленіппін. Бәрі бақытты. Мен әдемі ақ той көйлегімде, тіпті жаңадан үй алып соны аралап жүр екенбіз. Туған туысқандар бәрі мәз. Ал мен ол адам түсіме кіреді деп те ойламай, жұмыстан шаршап ұйықтар калган болатнмн",
        "question_date": "7.09.2021",
        "question_tag": "Жанұя",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне түс түлкінің .......\n\nӨңіңізде не жайлы ойғана болсаңыз сол түсте шытырман бір оқиға болып енуі мүмкін. Не болса да жақсыға жорыңыз.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бір қолы жоқ жігітті көрдім, ол жігітпен жүреді екенбіз. Мағынасы қандай?",
        "question_content": "Түсімде бір қолы жоқ жігітті көрдім, және екеуміз жүреді екенбіз ,бұл не мағына береді",
        "question_date": "7.09.2021",
        "question_tag": "Жанұя",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 л теңіз суында шамамен 0,00001 мг алтын бар. 10 км теңiз суында қанша кг алтын бар?",
        "question_content": "1 л теніз суында шамамен 0,00001 мг алтын бар. 10 км тенiз суында канша кг алтын бар?",
        "question_date": "7.09.2021",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 литр = 10^(-12)\n\n1 мг = 10(-6) кг\n\n1*10^(-12) кг —————— 0,00001*10^(-6) кг\n\n10 км —————— Х\n\nХ = 10^(-10)/10^(-12) = 10^2 кг = 100 кг",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін шешіңдер.",
        "question_content": "х-4у=10\n\nх+у=1\n\nЖауабы қандай болады көмектесіп жіберіңіздерші",
        "question_date": "7.09.2021",
        "question_tag": "Математика",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х-4у=10\n\nх+у=1\nЕкі теңдеу жүйесін бір-біріне азайтамыз\n\n-5у = 9\n\nу = -9/5\n\nх+у=1,   х = 1 - у = 1 + 9/5 = 14/5",
                "date": "8.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың диагональдарының арасындағы доғал бұрышы мен ауданын табыңыз?",
        "question_content": "Тіктөртбұрыштың бір қабырғасы а, ал диагоналі —2а. Тіктөртбұрыштың диагональдарының арасындағы доғал бұрышы мен ауданын табыңыз?",
        "question_date": "6.09.2021",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "∆ABC үшбұрышын қарастырсақ\nАВ=а, АС=2а ⇒ВС=✓(АС²-AB²)=✓{(2a)²-a²}=✓(4a²-a²)=✓3a²=a✓3\n\n30⁰ қарсы жатқан катет гипотенузаның жартысына тең болатынын ескерсек, диагональ тіктөртбұрыштың төбесін 30⁰ және 60⁰ бөледі.\nДиагоналдары 120⁰ және 60⁰ қиылысады\nТіктөртбұрыштың ауданы S=AB*BC=a*a✓3=a²✓3",
                "date": "7.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Мен тәуелсіз елдің ұлымын\" тақырыбында монолог жазу.",
        "question_content": "14.Тірек сөздерді пайдаланып,<<мен тәуелсіз елдің ұлымын>> тақырыбына монолог құрап жаз.",
        "question_date": "6.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1991 жыл - еліміздің «Қазақстан» деген атпен бүкіл әлемге алғаш қадам басқан жылы. Сол сәттен бері міне 20 жыл да өте шықты. Қазіргі Қазақстан әлем сахнасында мақтанарлықтай беделге ие. Жас мемлекетіміз осындай аз ғана уақыттың ішінде көптеген ірі экономикалық, саяси және әлеуметтік жетістіктерге қол жеткізді. Қазіргі таңда Қазақстан жас мемлекет бола тұра, көптеген елдерден әлдеқайда алда. Еліміздің аяғынан нық тұруы, ұлттық қауіпсіздікті қамтамасыз ету және экономикамыздың жедел қарқынмен дамуы - қазіргі таңда негізгі стратегиялық бағыттар. Бүгінгі Қазақстан – тек өзі орналасқан аймақта ғана емес, бүкіләлемдік проблемаларды талқылауда және шешуде ықпалды рөл атқаратын ел. «Қаз тұрып, қадам басқан тәуелсіздік сәбилік тұсауын өміршең уақытқа кестірген кезден бастап, осынау 20 жылдың бедерінде айшылық жерді алты рет аттаған алып секілді, дәуір жалынын мығым ұстап, тізгінін бекем қаға білді» - деп Елбасымыз айтқандай, егемен Қазақстанды бүгінде барша  әлем танып отыр.\nТәуелсіздік алғандағы алғашқы әрекеттердің арасында мемлекетіміздің ұлттық валютасы - теңгені енгізу, көршілес мемлекеттермен шекараны белгілеп алу, Конституциямызды бекіту бар еді. Ата Заңымызға сәйкес Қазақстан және қазақстандықтар ешкімнің жеріне көз салмайды, бірақ өз жерінің бір сантиметрін де ешкімге бермейді. Мұндай істердің орындалуы - ерекше тарихи жетістік. Айта берсек 20 жылда жеткен еліміздің жетістігі өте көп. Дегенмен, бұл жетістіктерге жетуде еліміз көп қиыншылықты көргенін ұмытпағанымыз жөн.\nӨз басым тәуелсіздіктен кейін туылған буынның өкілі бола тұра, бұл Егемендіктің қандай жолмен келгенін жақсы білемін. Қазақстан үшін, қазақ халқы үшін тәуелсіздік аспаннан түскен сый емес еді. Халқымыз бостандықты аңсап, Тәуелсіздікке зарығып жетті. Тәуелсіздік жолында еліміз аз қиыншылық көрген жоқ. Тәуелсіздік – ата-бабамыздың ежелден келе жатқан арманы. Халқымыздың бостандыққа ұмтылысының және өшпес қайсар рухының  арқасында тәуелсіздікке қол жеткіздік. Бұл күнге дейін жеткен ұмытылмас оқиғалар – ел бостандығын қорғау соғыстары мен ұлт-азаттық көтерілістердің тарихымызда өшпес өнеге, өлмес мұра ретінде сақталатыны рас. Елдің біртұтастығы мен тыныштығын сақтауға хан-сұлтандар, батырлар, қарапайым халықтың өзі де жандарын пида еткен. Тәуелсіздік деген ұлы жеңіске қол жеткізуде әлі де жаңғырып тұрған кешегі Желтоқсанның да септігі аз болған жоқ – студент жастардың көшеге шығып үндеуі және егемендік үшін зардап шегуге дайын екендігін көрсете білуі барша халыққа сенім мен жігер берген болатын.\nҚазіргі таңда Тәуелсіздік - барлығымыз үшін ерекше қасиетті күн. Бірліктің, ынтымақтастық пен татулықтың күні. Мемлекетіміздің тәуелсіздігі - ең алдымен халқымыздың бақыты. Алғашқы жылдарда басым мақсаттардың қатарында егемендікті нығайту, ұлттық қауіпсіздікті қамтамасыз ету, экономикадағы қиыншылықтарға жауап беру болған еді. Сондықтан бүгінгі күні халқымыз өткеннен қалған тарихи өнегені, отансүйгіштікті, ұлтына деген махаббатты жоғалтпай, әрі қарай жастардың патриоттық сезіміне енгізуге ерекше көңіл бөлуі керек деп ойлаймын.\nТәуелсіздігімізді жариялағаннан бергі мезгіл ішінде көптеген елеулі табыстарға қол жеткіздік. Еліміздің тыныштығы мен қауіпсіздігі, көп ұлтты Қазақстан халқының жарастығы мен ынтымақтастығы Президентіміздің жүргізіп отырған парасатты көреген саясатының нәтижесі.\nҚазақстан - қазақ халқының ата-баба мекені, ежелгі қонысы. Еліміз өлшеусіз табиғат байлығымен ғана емес, ең алдымен сан түрлі ұлттардан құралған халқымен ерекше екенін ұмытпаған абзал. Бүгінгі бейбіт те шуақты күндерді бағалай отырып, жаңа биіктерге ұмтылу – біздің буынның бағыты болуы тиіс.",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ұлы дала жері\" тақырыбында эссе жазу.",
        "question_content": "\"Ұлы дала жері\" тақырыбында эссе жазу.",
        "question_date": "5.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел ертеңі саналатын талантты жастарды қолдау, жас қаламгерлердің шығармаларын насихаттау мақсатында Massaget.kz порталы \"Отаным, саған айтамын\" атты прозалық онлайн-байқауын жариялаған болатын. Байқау ERG компаниясының қолдауымен өтіп жатыр. Назарларыңызға байқаудың кезекті қатысушысы Шырақбай Жарасбектің шығармасын ұсынамыз.\nШырақбай Жарасбек Абайұлы – Жамбыл облысы Тараз қалсында 2002 жылдың 25 ақпанында дүниеге келген.\n***\n“Бұл дүниеде біздің бір ғана отанымыз бар. Ол – тәуелсіз Қазақстан!”\nНұрсұлтан Назарбаев \n1991 жылдың 16 желтоқсанында Қазақстан оңаша отау тігіп, егемен ел атанды. Дәл сол күні Тұңғыш Президент – Елбасы Нұрсұлтанг Назарбаев “Қазақстан Республикасының Тәуелсіздігі туралы” құжатқа қол қойды. Осыдан кейін әлем картасында Еділдің төменгі ағысынан шығыста Алтай тауларының етегіне дейін, солтүстікте Батыс-Сібір ойпатынан оңтүстікте Тянь-Шань тау жоталарына дейін, екі сағат белдеуді алып жатқан “Қазақстан” атты жаңа тұрпатты, жасампаз мемлекет пайда болды. Жүздеген жылдар бойы ұлттық сана-сезімі, тілі, салт-дәстүрі қалыптасқан, “мың өліп, мың тірілген” ұлы дала елі – бүгінгі таңда етегін кеңге жайып, биік мақсаттарға нәтижелі қол жеткізуде; егемен мемлекетте бейбітшілік пен келісімде, өзара сенімде азат өмір сүруде; туған жердің қазынасы мен қазба байлықтарына дербес иелік етіп, барша қоғамның игілігі үшін өз қалауымен жұмсауда; өз тағдырын өзі айқындап, болашағын өз қолымен жасауда. \nУақыт пен кеңістіктің көкжиегі толғысқан сәттен бастау алған ұлтымыздың тарихы бірнеше мыңжылдықты қамтиды.Сол тарихымызда қасіретті сәттер мен қайғылы оқиғалар, сұрапыл соғыстар мен қақтығыстар, қауіпті сынақтар мен саяси қуғын сүргінден аз болмады. Көпқырлы әрі ауқымды тарихымызда қазіргі қоғам өмірінің ажырамас бөлшегіне айналған көптеген бұйымдар, техникалық жаңалықтар ойлап табылды, бұрын соңды қолданылмаған жаңа бұйымдар жасалды. Ерте заманда адамдар жаяу болды, жаяу болғасын дамуы, басқасы да баяу болды. Кейін қазақ жеріндегі көшпенділер алғаш асауды алауыздықтады. Бес жарым мың жыл бұрын Ботайда басталған революция күллі адамзаттың өмір салтын өзгертті. Ата-бабаларымыз жылқыны қолға үйрету арқылы өз заманында адам айтқысыз алапат үстемдікке ие болды, шаруашылық пен әскери саладағы теңдессіз революцияға жол ашты. Сонымен қатар тереңнен сыр шертетін қазба жұмыстары барысында табылған металл қорытатын пештер мен қолдан жасалған әшекей бұйымдар, ежелгі дәуірдің тұрмыстық заттары мен қару жарақтары бабаларымыздың жаңа, берік металдар өндіру ісін дамытып, олардың жедел технологиялық ілгерілеуіне жол ашқанын білдіреді.\nДосқа адал, жауға қатал болған сақ бабаларымыз жануарлардың бейнелерін ыдыс-аяққа, киімге, тұрмыс заттарына, түрлі әшекейлерге қару жараққа салған, күнге, найзағайға, жел-дауылға табынған, сәйгүлік атты күнмен, отпен байланыстырған. Біздің бабаларымыз әлі күнге дейін өзінің асқан көркемдігімен тамсандыратын аса жоғары деңгейдегі көркем дүниелер жасаған. Есік қорғанынан табылған сақ дәуіріне тән «Алтын адамның» алтынмен апталған киімдері ежелгі бабаларымыздың алтын өңдеу техникасын жақсы меңгергендігін көрсетеді.\nАлтай тауы өңірінде біздің дәуіріміздің І мыңжылдығының орта шенінде Түркі дүниесі пайда болды. Ұлы дала жерінде жаңа кезең басталды. Тарихи сахнаға шығып, зор кеңістікті игере білген түркілер ұлан-ғайыр далада көшпелі және отырықшы өркениеттің өзіндік өрнегін қалыптастырды., өнер мен ғылымның және әлемдік сауданың орталығына айналған ортағасырлық қалалардың гүлденуіне жол ашты. Сол заманда әлемнің екінші ұстазы атанған Әбу Насыр әл-Фараби Отырар қаласында дүниеге келді, түркілердің рухани көшбасшыларының бірі Қожа Ахмет Ясауи Түркістан қаласында өмір сүріп, ілім таратты.\nЕліміздің Еуразияның кіндігінде орналасуы, географиялық тұрғыдан ұтымды болуы әртүрлі мемлекеттер мен өркениеттер арасында транзиттік дәліздердің пайда болуына ықпал етті. Біздің дәуірімізде ұлы дала жері Үлкен Еуразияның Шығысы мен Батысы, Солтүстігі мен Оңтүстігі арасындағы сауда және мәдениет саласын байланыстырды, Ұлы Жібек жолының жүйесіне айналды. Осындай керуен жолдарын дұрыс ұйымдастырып, қауіпсіздігін қамтамасыз еткен ұлы дала халқы ежелгі және ортағасырларда сауда қатынасының басты дәнекері саналды, Қытай, Үнді, Парсы, Жерорта теңізі, Таяу шығыс пен славян өркениеттерін байланыстырды. Ұлы дала елі қараханидтер заманында ислам дінін қабылдап, Қыпшақтар заманында рухани бірікті, салт-дәстүрі, тілі қалыптасты, Шыңғыс хан заманында “Яса” заңдар жинағы үстемдік етіп, бірнеше хандықтар құрылды. 1464-1465 жылдар аралығында Керей мен Жәнібек хандар Әбілхайыр хандығынан бөлініп шығып, «Қозыбасы» деген жерде біртұтас қазақ хандығын құрды, тілі, діні, салт-дәстүрі бір ру-тайпалар бір мемлекет болып бірікті. Кейіннен Қасым ханның заманында қазақтардың саны тұңғыш реет миллионға жетіп, атты әскері үш жүз мыңнан асты. Хақназар, Тәуке ханның тұсында «қой үстіне бозторғай жұмыртқалаған» бейбіт заман болды. Қазақ елінің басынан ащы қасіретке толы күндер, отан басына күн туған аса қайғылы кезеңдер де өтті. Жер бетінен жойылып кетпес үшін, Қазақ Хандығы ұлы Ресей мемлекетімен саяси одақ құруға мәжбүр болды. Күшпен ұжымдастыру қазақ халқының көшпелі әдет-ғұрпын бұзды. Қазақ даласын ашаршылық кезеңі қамтыды. Осы жылдары Қазақстан бір жарым миллионнан үш миллионға дейін халқын жоғалтты. Кейін Сталиндік режим Республиканы ГУЛАГқа бөлді, бұл жерге басқа хандықтың бүкіл халқы жер аударып келді. Ұлы Отан соғысы жылдарында фронтты қажеттіліктермен қамтамасыз ету үшін барлық завод-фабрикаларды Қазақстанға көшірді, ғылыми және мәдени мекемелер миллиондаған жанұяны қарамағына алды. Соның өзінде, қатыгез идеологиялық қыспақ, айдау мен қанау жылдарына қарамай, қазақ халқы этникалық ерекшелігін, бай мәдениетін сақтап, бостандық пен тәуелсіз жолында күресуге ұмтылды. 1991 жылы Қазақстан егемендігін алғаннан кейін, ақиқат сәті түсе бастады. Осы сәттерден бастап ел тағдырында жаңа кезеңдер басталды.\nБүгінгі таңда Қазақстанда 120-дан астам ұлт өкілдері тату тәтті өмір сүреді. Халық саны 18 миллионнан асады. Білім беру, ғылым, медицина, мәдениеттегі жетістіктер, Қазақстанның дамыған елу елдің қатарына кіріп, дамыған отыз елдің құрамына кіреміз деп мақсат қоюы, жазық далада сәулеті бір-бірімен үйлесім тапқан, жиырма жылдың ішінде халық саны миллионнан асқан Астананың бой түзеуі – тәуелсіздің пен Елбасының арқасы. Тәуелсіздік тәңірдің бізге берген үлкен сыйы, халқымыздың мәңгілік құндылығы, бүгінгі күні қол жеткізген барлық жетістіктеріміздің себепшісі. Жас мемлекеттің тарихындағы жаңа дәуір осы тәуелсіздіктен бастау алады. Қазақстанның егемендікке ұмтылған қадамы сәтті жүзеге асты. Өткен ғасырдың соңында қазақ халқының алды тұман, болашағы күмән еді. Сондай қараңғы заманда, ұлтаралық қақтығыстар шиеленісіп тұрғанда, темірқазықтай жарық болып, болашағын дұрыс болжап, дұрыс бағыт берген Елбасымыздың тарихымыздағы алар орны ерекше. Сингапурды отыз жылда “арыстан” елге айналдырған – Ли Куан Ю, Америкада лидер – Вашингтон, Англияда – Черчиль, Түркияда – Мұстафа Кемаль болса, Қазақстанда – Нұрсұлтан Әбішұлы Назарбаев.Ұлттық уызға тойып өскен, болащаққа сенімен қараған кемеңгер саясаткер Қазақстанды айтарлықтай жетістіктерге жеткізді. Қазақ елінің осындай басшысының болуы қазақ елінің маңдайына біткен бақ болды. Кемеңгерлігі мен білімділігінің арқасында Қазақстанды сара жолға салып, “мүмкін емес” болып көрінген идеяларын аз уақытттың нәтижелі түрде жүзеге асырды. Шығыста Қытай, Солтүстікте Ресеймен шектесіп жатқан қазақ еліне “алдымен экономика, одан кейін саясат” ұстанымымен билік етіп, арқаның төсіне Елорданы көшірді. Евраазияның жүрегінен орын алған Астанамыз – биік белестерді бағындыратын, үлкен армандарды жүзеге асырастын мегаполис.Әлемнің әдемі қалаларынан кем болмайтын елордамыз ғылым мен медицинаның, мәдениеттің үлкен ошағына айналып үлгерді. Елбасымыздың Қазақстан үшін жасаған еңбектері мен қабылдаған шешімдері тек Астанамен шектеліп қоймайды. 1997-жылы қабылдаған “Болашақ” бағдарламасы, 2003-жылы қабылдаған “Мәдени мұра” бағдарламасы қазақ халқына жаңа кадрлар әкеліп, отандық тарихты бір жаңғыртты. 2017-жылы қабылданған «Болашаққа бағдар: рухани жаңғыру» бағдарламасы, 2018-жылы жариялаған “ұлы даланың жеті қыры” атты мақаласы Қазақстанның болашағына бағдар болып, тарихымызға жаңа серпін әкелуде.\nАумағы екі миллион шаршы метрден асатын Республикамыздың табиғаты алуан түрлі. Шығыстың таулы аймақтары, Батыстың жазықтығы бар, шөлді аймақтар да кездеседі. Далалы өңір елдің төрттен бір бөлігін, қалған бөлігін таулар, теңіздер, көлдер мен өзендер құрайды. Тау мұздықтарынан бастау алатын су қоры негізінен өзендер мен көлдердің ағысына тәуелді болып келеді. Үлкен өзендеріміз Ертіс, Есіл, Орал, Сырдария, Іле, Шу, Тобыл, Нұра. Кіші және үлкен көлдеріміздің саны елуге жуық. Олардың үлкендері – Балқаш, Зайсан, Алакөл. Осындай көзге көрнекті, әрі өзгеше табиғатымен қоса, минералдық қазбалардың орасан мол қорына ие. Қазақтан Республикасының өсімдік қорында алты мыңнан астам өсімдік түрлері бар. Қазақстанның хайуанаттар әлемі де сан алуан. Қызғалдақ пен алманың отаны болған Қазақстанның сұлу табиғатын көруге қазір жержерден туристтер келеді. Шетелдік туристтердің және қазақстандықтардың демалысы үшін Көкшетаудағы Бурабай, Ақтаудағы Каспий теңізінің жағалауы, Алматы облысындағы Шарын шатқалы мен Үлкен Алматы көлі, Қайыңды көлі мен биік тауларымыз – таптырмас орын және табиғаттың әсем көрінісі. Осындай жанға рахат сыйлар табиғат аясында қазақ елінің біртуар перзенттері Абай Құнанбайұлы, Мұхтар Әуезов, Шәмші Қалдяқов сынды біртуар нар тұлғаларымыз дүниеге келген, балалық шағын өткізген.\nҚазақ әдебиетінде, философиясында, музыкасында ойып тұрып орын алатын ұлы ақын Абай атамыздың жазған өлеңдері көңілге ой салады, әндері құлақтан кіріп бойды алады, қара сөздерінің мағынасы екі ғасыр бұрын жазылса да, қаймағын жоғалтқан жоқ, адам баласын тәртіпке салар үлкен қазына, тәрбие. Осындай біртуар тұлғамыздың өмірі баянын әдеби тілмен нақышына келтіріп жазған Мұхтар Әуезов сынды жазушыларымыздың өмірден алынған қызықты да әсерліоқиғаға толы, тәлім-тәрбиеге мол шығармаларын бүгінгі күні кез келген кітапханадан таба аламыз, әлем классикасынан аударған аудармаларын кез келген жерде оқи аламыз. Әңгіме әдебиетке келгенде Әзілхан Нұршайықовты айналып өте алмайтынымыз анық. “Махаббат қызық мол жылдар” романымен есте қалған сүйікті жазушымызды бүгін біраз азаматтарымыз танымай қоймайды. Сонымен қатар, әдебиеттегі майталмандарымыздан бөлек өнер саласында Қазақстанды біраз жетістікке жеткізген, жетістікке жеткізіп келе жатқан әртістерімізді бүгін бүкіл әлем таниды, концерттерінде орын болмайды. Қазақтың төл аспабы домбыраны қайта сөйлеткен, өткен ғасырдың нар тұлғасы Нұрғиса атамыздың күйлері бүгінгі күні домбыраның қос шегінен төгіле шертіледі.\nЖылы жүзділігімен, қайырымды ақкөңілділігімен және қонақжайлылық қасиетімен басқаларды таңғалдыратын қазақ елі салт-дәстүрге берік, имандылық пен тәрбиелікке толы дініміз бар, және түркі дәуірінен бері қалыптасып келе жатқан сөзге бай тіліміз бар.\nТөрткүл дүниені ат тұяымен дүбірлеткен бабаларымыз тегеуріні биік, тепкісі қатты түрлі тарихи кезеңдерді бастан өткерсе де, жер бетіндегі өркениетке өз үлесін қосып, өз таңбасын қалдыра алды. Қазақстан жаңа атаулы ескіге айналатын, жүрісі жылдам дәуірдеқазіргі білімді, көзі ашық, көкірегі ояу, ақылды, шет тілдерін еркін меңгерген жастарға өзінің болашағын сеніп тапсыра алады. Ширек ғасырға таман уақытта өз тарихымызға қайта серпін бердік, тіліміз бен дініміз қайта түлеп, он мыңнан аса жастарымыз шет елдердің маңдайалды университеттерінде білім алды. Қазақстан көппартиялы мемлекетке көшіп, нарықтық экономикада тұрақтады, саяси аренада өзіндік орны қалыптасты. Бейбітшілік пен келісімнің туы тігіліп, тұрақтылық пен дамудың сара жолына түстік. Ал орны бөлек Астанамыз аз ғана уақыт аясында жаңа жәуірдің жасампаз шаһары атанды. Жазық даладан әсем қалаға айналу әп-сәтте емес. Десек те Астана қаласының қарқынды құрылысы мен дамылсыз дамуы бізді осыған сендіруде. Тарих үшін жиырма жыл аса көп уақыт емес. Бірақ осы аралығында еліміздің бас қаласы биік белестерді бағындырды. Еліміздің мол табысқа жетуі, аз уақыт ішінде өз орнын таба білуі саясат пен тәуелсіздіктің емес, ең алдымен ұлтымыздың көшбасшысы Нұрсұлтан Назарбаевтың арқасында. Президент аппаратурасын және министірліктерді үлкен қалаға көшіру, ештеңесі жоқ жазық далада теңдесі жоқ, сәулеті қайталанбайтын үлкен қаланы бой тұрғызу тек біздің көшбасшымыздың ғана қолынан келді. Тарихта мұндай оқиғалалар өте сирек болған. Жазық далада бой көтерген әсем қала ендеше өзінің көшбасшысының, сол идеяны тудырған адамның есімін арқалайды. Ендеше, біздің университетіміз – Назарбаев университеті, біздің астанамыз – Нұр-Сұлтан. Толағай қураған туған жеріне жаңбырлы бұлты кетпес тау әкеліп, кейін астында мерт болды. Біздің лидер туған жерінде қала тұрғызып, сол қалаға есімі берілді. Алып күшіне сенген Толағайға қарағанда, білімі мен ақылына сенген тұңғыш президентіміз бақытты шығар, сірә. Қазақстан болашаққа оптимисттік көзқараспен қарайтын, адами капиталы дамып келе жатқан, рухани жаңғырып, тарихы жаңаша серпін алған ұлы дылы жерінде төрелік еткен ұлы дала елі. Отаным, саған айтамын: Тәуелсіздік жылдары еліміз үшін ғасырлар жүгін арқалаған уақыт. Сол уақыт ішінде елін сүйген Елбасы Қазақстанды әлемдік қауымдастықтың ең алдына шығарды. Қазақстан – бүгінде іргесі берік, ынтымағы жарасқан, экономикасы қуатты, саяси жүйесі сараланған, өз болашағын айқындаған мемлекет. Сол мемлекеттің бір бөлшегі болып, кетігін тауып қаланайық.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/debiet/proza/57969/",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безді емдеуге алоя вера көмектеседі ма?",
        "question_content": "Безге алоя вера жақса болама жауап жазыңыздарш",
        "question_date": "5.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алоэ вра - Африкаға тән шырынды өсімдіктер. Оның жалаңаш жапырақтары ішінде көп мөлшерде мукилагинді гельмен толтырылған ақшыл орта бар.\nАлоэ вера әдетте терінің тітіркенуіне байланысты қолданылған.\nЖаңа піскен жапырақтар өсімдіктен сындырылуы мүмкін, гель сығылып, тікелей теріге жағылады.\nБұл әйгілі хаусплант және кез-келген жергілікті питомникте кездеседі. Бірақ өзіңіздің алоэ өсімдік өсіруді қаламасаңыз, сізде басқа нұсқалар көп.\nЗауыттың гельі дүкеннен сатып алуға болатын, көп сатылатын алоэ гелінің негізі ретінде пайдаланылады. Алоэ вера тері күтімі препараттарының көпшілігінде, тазартқыштардан, ылғалдандырғыштарға, маскаларға және т.б.\nАлоэ Вера - бұл қабынуға қарсы\nАлоэ вера көптеген тері проблемалары үшін пайдаланылады - оның қабынуға қарсы қасиеттері бар. Яғни алоэ вера ісікті азайтуға көмектеседі.\nАлое вераны қызыл, шағылысқан пимпульге қою нәзіктік пен ауырсынуды азайтуға көмектеседі. Алоэ сондай-ақ жараларды емдеу әсеріне ие, сондықтан ол былғары кемшіліктерін емдеуге көмектеседі.\nАлоэ Вера теріні тыныштандырады\nБір сәтте сіз күннің күйіп кетуінде алоэ гелінің бар болуы ықтимал. Алоэ күннің күйіп қалуын тыныштандыратын сияқты, ол сондай-ақ былғарыдан басқа терінің басқа тітіркенуін де тыныштандырады.\nЕгер безеуді емдеу теріңізді құрғақ және тітіркендіргіш алоэ вера гелін немесе алоэ бар ылғалдандырғышты қалдырса, әсіресе пайдалы болуы мүмкін. Сіздің теріңіз әлдеқайда ыңғайлы болады, сондықтан сізге безеуді емдеуді азайта аласыз.\nАлоэ Вера бөртпе емін емдеудің тиімділігін арттыра алады\nАлоэ вера артықшылығы тітіркенген теріні тыныштандырмайды.\nКейбір зерттеулер алоэ вера былғары препараттарының тиімділігін арттыруы мүмкін екенін көрсетті.\nДерматологиялық терапия журналы 2014 жылдың сәуірінде жарияланған бір зерттеу екі топты салыстырды: біреуін топотинолин мен алоэ вера гелін, екіншісі третиноинді және плацебонды қолданды.\nТретиноинмен және алоэ верамен емделген топ тек третиноинмен емделетіндерге қарағанда қызаруды азайтып, кемірек болатын.\nАлоэ вера-да бактерияға қарсы қасиеттері бар. Безеуі, ішінара, пропионибактериоз деп аталатын бактериялар туындағандықтан, алоэ бұл бактерияларды азайтуға үлес қосуы мүмкін деп болжануда. Бірақ бұл дәлелденген жоқ. Алоэдің пропиони безіне әсер етпеуі мүмкін.\nБезеу Aloe Vera Alone арқылы тазартылмайды\nКейбір қызықты алдын-ала зерттеулер болса да, алоэ вера тиімді былғары емдеу деп айтуға әлі де ұзақ жол. Зерттеулер әлі күнге дейін өте шектеулі.\nАлоэ қызаруды және қабынуды азайтудан әлдеқайда көп емес сияқты. Бұл, анық, қабыну ағзасын тыныштандыруға көмектеседі.\nБірақ безеу тек қабынудан туындамайды. Ол сондай-ақ өлі тері жасушаларының, белсенді майлы бездердің, гормондардың , тіпті генетиканың дамуымен байланысты . Алоэ вера бұл факторлар үшін ештеңе жасамайды.\nСонымен қатар, әрбір пимпу бітелген тесік ретінде басталады. Алоэ вера тесіктердің бітелуіне кедергі болмайды, сондықтан ұзақ мерзімді перспективада былғарыданудың дамуын тоқтатпайды.\nАлое Вера былғары шрамын жоя алмайды, бірақ гиперпигментациямен көмектеседі\nАлое вера күйзеліске ұшыраған шырышты шырышты түзете алмайды. Бұл тері тінінің жоғалуына байланысты. Шын мәнінде, бұл шрамдардың түрін жақсартудың жалғыз жолы - бұл термалды толтырғыштар . Сіз өзіңіздің дерматологыңызға сұрапыл бөртпе шрамын емдеуге көмектесуін сұрай аласыз.\nБірақ алоэ вера кейінгі қабыну гиперпигментациясын азайтуға көмектесуі мүмкін, бұл безеуден кейін қалған қараңғы безеу белгілері.\nБұл альоин деп аталатын алоэ вера құрамдасымен байланысты .\nАлоин - алоэ вера гелінен жаратылған қосылыс. Бұл депигментингтік агент, сондықтан ол теріге қараңғы жерлерді жеңілдетуге көмектеседі.\nАлоэ вера қабынуды төмендететіндіктен, ол қабынудан кейінгі гиперпигментацияны бірінші кезекте дамытудан сақтайды.\nАлоэ вераді емдеуге қосу\nАлоэ вера - безеуді емдеу бағдарламасына қажетті қосымша емес. Бірақ, егер сізде безеудің қабынуы немесе терінің тітіркенуі және безеу дәрілерінен құрғатылған болса, алоэ вера өнімдері пайдалы болуы мүмкін.\nЕсте сақтаудың бір себебі - әр алоэ гелі әртүрлі, сондықтан ингредиенттер тізімін оқыңыз. Сіз сатып алған «алоэ» гелінің өте аз алое вера бар екендігін білуге болады.\nТек алоэ вераның керемет түрде емделуін күтуге болмайды. Сіз өзіңіздің теріңіздің жақсаруын көру үшін бұрынғыдай ретиноидтар немесе бензоил пероксид сияқты әдеттегі акнеге қарсы емдеуді қолдануыңыз керек.\nЕң бастысы: Егер сіз кез келген рецепті безеу дәрілерін пайдаланып жатсаңыз, емдеуге арналған алоэ вера гелін қоспас бұрын дерматологқа сұраңыз.\nТолығырақ: https://kk.approby.com/",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздар секторының атқаратын міндеті қандай болу керек?",
        "question_content": "Қыздар секторының негізгі міндеті қандай",
        "question_date": "5.09.2021",
        "question_tag": "Мектеп",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚМДБ-ның Қызылорда облысы бойынша өкілдігі, орталық «Ақмешіт-Сырдария» мешітінің әйелдер-қыздар секторы қарқынды жұмыс істеуде.\nАтап айтар болсақ, қаладағы жоғары және орта арнаулы оқу орындарында студент жастармен кездесулер ұйымдастырып, жат ағымның алдын алудағы маңызды мәселелерді, Исламдағы қыз баланың тәрбиесі төңірегінде насихаттар жүргізді.\nСондай-ақ, студент жастармен  Елбасы Жолдауына тоқталып, жолдауда жүктелген міндеттер жөнінде  өзара пікірлесті.\nӘйелдер-қыздар секторының Қызылорда облысы бойынша жетекшісі Файзуллина Марал ұстаздың бастамасымен қаладағы барлық мешіт ұстаздары бірігіп, қайырымдылық шараларын жүйелі жүргізіп келеді.\nОсының бір айғағы ретінде – көктем мерекесі қарсаңындағы мүмкіндігі шектеулі балаларға жасалған қайырымдылық шарасын атап өтуге болады.\nОблыстағы әйелдер-қыздар секторының жұмысы жүйеге қойылып, бекітілген жоспарға сәйкес шаралар ұйымдастырылып, көпшілік ризашылығына бөленуде.\nТолығырақ: https://www.muftyat.kz/kk/news/country/2017-03-10/9689-ielder-kyzdar-sektorynyn-atkargan-zhumystary/",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Молекуалдық кинетикалық теорияның негізгі қағидалары қалай тұжырымдалады?",
        "question_content": "Молекуалдық кинетикалық теоряның негізгі қағидалары қалай тұжырымдалады",
        "question_date": "5.09.2021",
        "question_tag": "Физика",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Термодинамика дегеніміз— заттың ішкі құрылымын ескермей, энергетикалық түрлендірудің негізінде жылулық құбылыстарды зерттейтін физиканың бөлімі\nМолекула-кинетикалық  теория осы жылулық құбылыстарды- қозғалыстарды Ньютон заңдарына  бағынатын молекулалар  мен атомдардан тұрады деген болжам негізінде  қарастырады.\nЗат құрылымының молекулалы-кинетикалық құрылымы  теориясын (МКТ)  көптеген бақылаулар мен тәжірибелердің  жалпылама қорытындысы ретінде  М.В.Ломоносов  жасады. Оның негізгі қағидаларын атап өтейік:\nБарлық денелер микробөлшектерден (атомдардан немесе молекулалардан) тұрады әрі дененің массасы өзін түзетін микробөлшектердің массаларының қорытындысына тең:  m=m0N\nДенедегі микробөлшектер үздіксіз және хаосты қозғалыста болады. Бұл қозғалыстың жылдамдығы дене температурасына тәуелді. Сондықтан жылулық қозғалыс деп атайды.\nДенендегі микробөлшектер өзара әрекеттеседі. Дене бөлшектерінің арасында тебілу және тартылу күштері бар.\nТолығырақ: https://45minut.biz/?p=3938",
                "date": "5.09.2021",
                "upvotes": 0
            },
            {
                "text": "Имангалимын киналып отырм жауап беруге",
                "date": "30.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ елінің тарихында қандай ірі тарихи оқиғалар орын алды?",
        "question_content": "Қазақ елінің тарихында қандай ірі тарихи оқиғалар орын алды?",
        "question_date": "5.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлтымыздың ұлы жолы, талайлы тағдыры, бай тарихы, бабалар өмірі, елдігіміз үшін әзіз жанын пида еткен ірі тұлғаларымыздың өнегелі ғұмыры бүгінгі тәуелсіз Қазақ елінің баға жетпес құндылығы. Осынау құндылықтарымызды түгендеу, бабалар жолын жаңғыртып, оларға тағзым ету, құрмет көрсету бүгінгі ұрпақтың басты парызы, сондай-ақ ертеңге үлгі ретінде ұсынар ізгі амалы.\nМіне, табалдырығымызды аттаған 2020 жылда да тәуелсіздік жолындағы тарихи оқиғаларға, соның ішінде, әсіресе Қазақ мемлекеттілігінің бастауы саналатын Алтын Орданың 750 жылдығы және басқа да маңызды жайттарға көңіл аудару кеңінен жалғасын тауып, ұлтымыздың ұпайын түгелдер шаралар жүзеге асырылады деп үміттенеміз...\nЖолдыбай БАЗАР\n1. Тоныкөк ескерткішіне – 1300 жыл\nҚазақтың ғана емес, әлем мәдениетінің тасқа таңбаланған аса маңызды құндылықтарының бірі – Тоныкөк ескерткішінің 1300 жылдығы UNESCO көлемінде аталып өтеді. Төрткүл дүниеге тарыдай шашылған тұтас түркі халықтарының абызы, Екінші Шығыс Түркі қағанатының іргетасын қалаушылардың бірі, өз заманының озық ойлы данагөйі, Елтеріс және Білге қағандарға кеңесші болған Тоныкөк бабамыздың тұлғасы және оның тасқа қашалған жазбасы – маңдайға тұтар маңызды тарихи мұрамыз.\nОрхон және Енесей өзендері алқабынан табылған қағандар құлпытасына қашалып жазылған көне түркі жазуларының құпиясын даниялық ғалым Вильгельм Томсен 1893 жылы ашса, түркітанушы орыс ғалымы Василий Радлов руна жазуларын оқып, аударған еді. Содан бері өткен ғасырдан астам уақыт бойы бұл жазулар әлем ғалымдарының «ашылмаған аралдай» болып, аңсарын аударып, қызығушылығын тудырып келеді. 2020 жылдың Тоныкөк ескерткішінің 1300 жылдығына арналуы – тарихи жәдігерді тани түсуге, таңба сырына, жазу ерекшелігіне жаңа көзқараспен қайта қарауға мүмкіндік берер, жәдігер құпиясына жарық түсірер жаңа бастамаларға жол ашады деп ойлаймыз.\n 2. Әл-Фарабидің туғанына – 1150 жыл\nТүркі дүниесі ақыл-ойының шамшырағы болған, діни таным мен философияның, аристотелизм мен платонизмнің телағысына таразы болып, әлемнің Екінші ұстазы («мұғалім сәни») атанған Әбу-Насыр әл-Фараби бабамыздың 1150 жылдық (870-2020) мерейтойын мемлекеттік деңгейде атап өту туралы Президент Қ.Тоқаевтың қаулысы қараша айында жарияланып, дайындық жұмыстары басталған. Шығыс әлемінің ғұлама ойшылының философиялық трактаттары әлем философиясының зор табысы саналып, алтын бастаулардың бірі ретінде қарастырылады. Мерейтойды өткеру барысында әл-Фараби бабамызға  қатысты шешімі табылмай келе жатқан сан алуан сауалдарға жауап ізделіп, фарабитанудың жаңа дәуірінің есігі ашылар болса – құба-құп.\n 3. Абайдың туғанына – 175 жыл\nҚазақтың Бас ақыны, қазақ көркем ойы мен өлеңінің реформаторы, жаңа замандағы жазба әдебиеттің жолашушысы Абай Құнанбайұлының туғанына 175 жыл толуына орай ел көлемінде елеулі мәдени шаралар басталып та кетті. Мерейтойды жоғары деңгейде мерекелеу туралы Жарлық шығып, жалпыреспубликалық жоспары да бекітілді. Ұлттық идеологиямызға ұстын болып отырған Абай ғақылиясы – жаңа заман ұрпақтарына да жол ашар жарық жұлдыз іспетті. Хакімнің 175 жылдық мерейтойы өтпелі шаралармен емес, өнегелі, өміршең жобалармен есте қалары анық.\n4. Маңғыстау көтерілісіне – 150 жыл\nҰлы даламызда отаршылыққа қарсы сабақтаса жалғасқан, бүгінгі тәуелсіздігіміздің қалыптастыру идеясының бастаулары болып саналатын 300-ден астам азаттық үшін ірілі-ұсақты көтеріліс болған. Осы орайда, аталған көтерілістердің ішінде 1870 жылы патшалық Ресей өкіметінің отарлау саясатына қарсы Маңғыстау өңірінде болған көтерілісті атап көрсету маңызды...\nПатшалық Ресейдің отарлау саясатына  қарсы көтеріліс бүкіл түбекті қамтыған. Оған атсалысқандар саны 10 мың салт атты адамға жеткен деген деректер бар. 1870 жылғы мамырдың аяғында Маңғыстауға Кавказдан Апшерон полкінің бір батальоны, екі атқыштар ротасы, шептік батальонның екі ротасы, Дағыстан полкінің төрт ротасы және Терек казак-орыстарының төрт зеңбірекпен қаруланған 2 жүздігі келіп, аяусыз жанышталды.\n 5. Қазақ Автономиялы Кеңестік Социалистік Республикасының құрылғанына – 100 жыл\nАлашорда өкіметі таратылғанымен, ұлттық мемлекет туралы сенім шоғы сөнген жоқ. Сол жылы яғни 1920 жылғы 26 тамызда Кеңес өкіметі РКФСР құрамында «Қырғыз (Қазақ) Автономиялы Кеңестік Социалистік Республикасын құру туралы» декрет шығарды.\n1920 жылдың 4 қазанында Орынбор қаласында Қазақ Автономиялы Кеңестік Социалистік Республикасы кеңестерінің съезі болды. Съезде РКФСР құрамындағы ҚазАКСР жарияланды. Осылайша қазақ халқының ұлттық мемлекет ретіндегі шаңырағы қайта көтерілді.\nСъезд жоғарғы өкімет органдарын – республиканың Орталық Атқару Комитеті мен Халық Комиссарлары Кеңесін сайлады. Қазақ АКСР Орталық Атқару Комитетінің төрағасы болып С. Меңдешев, ҚАКСР Халық Комиссарлары Кеңесінің төрағасы болып В. Радус-Зенькович сайланды. Қазақ Автономиялы Кеңестік Социалистік Республикасының құрылуы ел тарихындағы негізгі оқиғалардың бірі болып табылады.\n6. Ұлы Отан соғысындағы Жеңіске – 75 жыл\nБиыл Екінші дүниежүзілік соғыстағы Жеңіске 75 жыл толып отыр. Соғыс жылдары кеңес әскері қатарына 1 миллион 400 мың қазақстандық шақырылды. Оның 601 мыңы туған жерге оралған жоқ. Олар майданда ерлікпен шайқасты. 100 000-нан астам отандасымыз жауынгерлік ерліктері үшін медаль, ордендермен марапатталды. Шамамен 500 қазақстандық Кеңес Одағының батыры атанды. Биыл Қазақстаннан шыққан Кеңес Одағы батырларының арасындағы бірқатар тұлғалардың 100 жылдық мерейтойлары Жеңістің 75 жылдығымен қатар келіп отыр. Олар: Леонид Беда (Екі мәрте Кеңес Одағының батыры), Ағаділ Сухамбаев, Әбу Досмұхамбетов, Жәлел Қизатұлы, Қожабай Жазықов, Нағи Ілиясов, Сұлтан Баймағамбетов, Төлеген Тоқтаров. Сондай-ақ майдан шебінде ерлікпен шайқасқан, 1986 жылғы Желтоқсан көтерілісі кезінде тоталитарлық жүйеге қарсы шыққан ақын Жұбан Молдағалиевтің де туғанына 100 жыл толып отыр.\n7. Мемлекеттік егемендік туралы декларацияның қабылданғанына – 30 жыл\nҚазақ халқының ғасырлар бойы азаттық көтерілістерінің ақыры елдің осыдан отыз жыл бұрын егемендікке қол жеткізуіне ұласты. Бабалар армандаған тәуелсіздікке бүгінгі ұрпағы куә болды. Ел тәуелсіздігінің алғашқы жылы лебін сездірген, тәуелсіздік туралы Конституциялық заңның қабылдануына негіз болған тарихи құжат – Егемендік туралы декларация. 1990 жылы 25 қазанда бекітілген бұл Декларация бойынша Қазақ КСР-інің мемлекеттік егемендігі жарияланды. Содан бір жыл өте Қазақстан егемен, дербес мемлекет ретінде тарих сахнасына көтерілді. Қазақ тарихында ерекше сәт!\n 8. Қазақстан Республикасының Конституциясына – 25 жыл\nЕгемен еліміздің бүгіні мен ертеңіне халықтың сенімін нығайтып, мақсат-мұратымызды айқындаушы – Ата Заңымыз. 1995 жылдың 30 тамызында жалпыхалықтық референдум негізінде қабылданған ел Конституциясы қазақстандықтардың құқықтың мәртебесін, саяси-экономикалық құрылыстың негіздерін белгілейді. Бүгінде Қазақ елі осы құжаттың негізінде өркендеп, дамып келеді.\n 9. Қазақстан халқы Ассамблеясына – 25 жыл\nҚазақстан халқы Ассамблеясы – 1995 жылғы 1 наурызда Қазақстанның Тұңғыш Президенті Н.Назарбаевтың Жарлығымен құрылған консультативті-кеңесші орган. Мұндай институтты құру қажеттілігі саяси тұрғыдан, сондай-ақ жаңадан құрылған, тәуелсіз, полиэтносты, поликонфессиялық мемлекеттің тұрақты дамуы тұрғысынан туындаған еді. Аталған бастама мәдениетаралық үнқатысуды нығайтудың жаңа кезеңінің негізін қалап, этносаралық қатынастарды дамыту мәселелерін жоғары деңгейде шешуге мүмкіндік жасайтын әлемдік тәжірибедегі тың бағыт. Осы жылдар ішінде Қазақстан халқы Ассамблеясының институционалдық құрылымы нығайып, қоғамды ұйыстырушы әлеуеті толысты, ол халық дипломатиясының маңызды күретамырына айналды.\nТолығырақ: https://egemen.kz/article/216931-el-tarikhyndaghy-eleuli-oqighalar",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер адамға тұлым қалай өсіруге болады?",
        "question_content": "Ер адамға тұлым қалай өсіруге болады?",
        "question_date": "5.09.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 828,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың шаш өсірудегі өзіндік қағидалары\nШашты қалай тез өсіруге болады 12-кеңес.\n1. Шаштараздың қызметінен бас тартыңыз бірақ, шаштың ұштарын үш ай сайын реттеп отыруға болады.\n2. Қолданатын тарағыңызды жиі ауыстырып тұрыңыз, тарақ табиғи материалдан жасалғаны дұрыс(мысалы ағаштан немесе пластмассадан) тек темір болмауы тиіс.\n3. Күніне екі рет (жиірек) шаштың шатасып қалған тұстарын басыңызды еңкейтіп тарап тұрыңыз бұл бір жағынан бас терісінің қан айналымын жақсартатын массаж болады.\n4. Шашыңызды тарағанда барынша мұқият болыңыз ешқандай асығыстық танытпаңыз. Шашты тарауды шаштың ұшынан бастаңыз шатасқан тұстарын тарақпен емес қолмен дұрыстаңыз.\n5. Шашыңызды жуатын сусабынды(шампунь) дұрыс таңдаңыз шашыңызға нәр беретін маскаларды қолданыңыз.\n6. Шашты жақсы қалыпқа келтіру үшін кәдімгі шикі жұмыртқаны қолдансаңызда болады. Жұмыртқаның ақ уызы майлы шашқа, ал сары уызы құрғақ және көп түсетін шашқа өте көп пайдасы бар. Сіздің шашыңызға жұмыртқаның қай бөлігі дұрыс келетініне сай стаканның 1/2 бөлігіне құйып таза жәнеде суланған шашқа жағып шығу керек. Содан соң 20 минут ұстап болған соң сусабынды(шампунь) пайдаланып бөлме температурасындағы сумен шашыңызды жуыңыз. Бұл тәсілді айына бір рет пайдаланыңыз. Егер сіз жұмыртқаның ақ уызын пайдаланатын болсаңыз, екі апта сайын қолдансаңыз болады.\n7. Шашты аптасына екі рет жууға болады бірақ одан көп болмауы тиіс. Бас терісіне ыстық су тимеуін қадағалаңыз су барынша жылы яғни бөлме температурасымен бірдей болса жеткілікті.\n8. Шашты жуып болған соң ешқандай фен қолданбаңыз шаштың қалыпты жағдайда кепкені дұрыс.Шаш қыстырғыштарынан да бас тартқаныңыз жөн. Болмаған жағдайда бигудиді қолдансаңыз болады бірақ жатар алдында алып тастаңыз.\n9. Шашты жуып болған соң қайда шықсаңызда бас киіммен шығыңыз бұл сізді бас терісіне түсетін зиянды микробтардан сақтайды.\n10. Дұрыс тамақтануда шаштың тез өсіп, әдемі болуына ғана емес жалпы өзіңізді сергек сезінуіңізге де күнделікті тағамыңыз көп әсерін тигізеді.\n11. Шашыңыздың табиғи әдемілігін қалпына келтіру үшін, күнделікті тағамыңыздың құрамында мына тағамдар тобынан тұрғаны жақсы. Олар: дәнді дақылдар, бұршақты дақылдар, сүт өнімдері, жеміс-жидектер, балық және тауық еті, табиғи шырынды сусындар.\n12. Мүмкіндігінше тәтті, ащы, ұннан жасалған және майлы тағамдардан бас тартыңыз. Күнде жеткілікті мөлшерде таза суды ішіп тұрыңыз.\nКүнделікті шаш күтімі дегеніміз тыңғылықты және ұқыпты болуды талап етеді. Егерде жоғарыда жазылған кеңестерді күнделікті әдетке айналдырсаңыз сізге шаш күтімі соншалықты ауыр жұмыс болып көрінбейтін болады.\nҚазақтың дәстүрлі қоғамында ер балаға кекіл, шаш қоюдың, қыз баланың шашын өсірудің өзіндік қағидалары қалыптасқан. Тек кеңестік дәуірде айдар қою, тұлым өсіру тәрізді әдет-ғұрыптар жоғалып кетті. Құдайға шүкір, қазір ол қайтадан өмірге келе бастады.\nБіздің ата-бабаларымыз: «Айдарлы бала –айбарлы бала», – деп айтып кеткен-ді. Ойлап отырсаң, бұл сөзде үлкен маңыз-мағына бар. Әжелеріміздің түсіндіруінше, айдар шаш ер баланы тіл мен көзден сақтайды. (1-сурет) Сол себепті ата-анасы бауыр еті – баласы бір жасқа толғанында оның қарын шашын алып, төбесінде бір өрімдей ғана шаш қалдырып, оны өсіреді де, оған көзі бар маржан, қаратас тағып, өріп тастайды. Және де айдар қойған баласына арнап мал сойып, үлкендердің батасын алады. Сол елдегі атақты адамдардың орнына баласын аунатып, «баламыз осы атасындай елге сыйлы болып өссін», –деп Жаратқан Иемізге жалбарынады.Айдарға байланысты әр түрлі пікірлер бар. Солардың бірінде «Қазақтарәбден зарығып көрген ұлына ғана айдар қойған. Хандар, үлкен шонжарлар өздерінің орнын басатын, ең жақсы көретін баласына ғана айдар қойып, одан үлкен үміт күткен», – деп айтылады. Тек талас туғызбайтын бір ақиқат: айдар қойған бала он екі жасқа толып, өзінің алғашқы мүшеліне аяқ басқанында айдарын алып, оны мүшел жасының құрбандығы ретінде жиналған жұртқа көрсетіп, мал сойған, қонақасында дуалы ауыз ақсақалдардан бата алған. Кенесарының інісі Наурызбай батырдың айдары болған. Қазақта Айдар деген де адам аты бар. «Қобыланды батыр» жырында айтылмайды ма: «Тұлымдыны тұл қылды, Айдарлысын құл қылды», – деп.\nҚасиетті қазақ халқының салт-дәстүрлері өте көп. Ұлттық дәстүрдің біразының бүгінде ұмыт болып бара жатқаны рас. Ал, кейбірі керісінше, заман ағымына сай жаңарып, тіпті сәнге айналып, жастар арасында үлкен сұранысқа ие. Халқымыздың сондай ұмытылмай келе жатқан дәстүрлі мәдениетінің бірі – шаш қою үлгісі. Ерте кезде қазақтың көшпелі қоғамында адам шашы ерекше қастерленгендіктен, ер балаға шаш қоюдың да, қыз баланың шашын өсірудің де өзіндік қағидалары болған. Сол ғұрыптық мәдениетіміз кеңестік дәуір саясатының астында көміліп жатып, қазақтың бүгінгі жаңа қоғамында балалардың бойында өзіндік жарасымын тауып, тіптен сәнге айналып келе жатыр десек, артық айтқандық емес. «Айдарлы бала айбарлы бала» деген нақылды ту еткен кейбір ата-әжелер немерелерін қырқынан шығарысымен төбесіне айдар, маңдайына кекіл, желкесінен тұлым қалдырып, ерекше сән үлгісін жасап жатады. Айдар мен тұлым жас өскінді тіл мен көзден сақтаса, кекіл сүйкіміне сүйкім қосады. Енді бір ырымдарда, жалғыз баланың «соңынан іні-қарындастары ілессін»- деген мақсатпен ұлдарының желкесінен тұлым қалдырады делінеді.\nАйдар шашы бар балаға жасайтын тағы бір шаш үлгісі – төбе шашын ұзарта өсіріп, моншақ араластыра өріп қою. Бұл ғұрып негізінен, тіл – көзден сақтау үшін ер балаларға жасалады. Мәселен, Кенесарының інісі Наурызбай батырдың ұзын айдары болғаны тарихтан белгілі. Ақсарбас атау. Адамдар қауіп-қатерге ұшырағанында «Аллаһ Тағала мені осы қиындықтан құтқара гөр! Ақсарбас!» деп құдайы атайтын болған. Мұндай жағдайда «Ақсарбас!» деп үш рет айқайлаған. Сосын қауіп-қатерден аман қалғанында әлгі адам ауыл аймағын шақырып құдайы ас берген. Ақсарбасқа шалынатын малдар: бозқасқа (қой), көкқасқа (жылқы), қызыл-қасқа (сиыр). Адам ақсар-бас атағанда қай малын айтса, соны құдайыға союға тиіс.\nҚазақтың бір халық өлеңінде:\n«Қарағым, айналайын, кекілдім-ай,\nКөгілдірі аққудың секілдім-ай», –\nдеп жырланатынын кім білмейді. Балаға кекіл қойған да өте жарасымды. Ол үшін баланың шашын ұстарамен тақырлап тұрып алады да маңдайына таяу жерде бір шөкім шаш қалдырып, кекіл қояды. Кекілді бала өте сүйкімді болып көрінеді. Қариялар бала кекілінде ата-анасының мейірімі менсүйіспеншілігі, арман-тілегі, ақ батасы тұнып тұр дейді. Сәбидің кекіліне періште ұялайды деп сенеді. Салт-дәстүріміздің қайта жаңғырғаны шығар, қазір кекіл, айдар қойған балаларды жиі көретін болдық. Негізінен, кекіл жылқыда да болады.Мысалы, халық өлеңінде: «Кекілін кескен кер атым-ай, Титтейден өскен бекзатым-ай»,–деген сөздер бар.( 2 сурет)\nҚыз бала бір жасқа толғаннан кейін оның да қарын шашын алып, екі шекесіне екі шөкім шаш қалдырып, оны өсіреді. Ол – «тұлым шаш», «тұлымшақ» деп аталады. Тұлымды «көз тимесін, қызымыз көрікті болып өссін», – деп қояды. Қыз балаға тұлым қойғаннан кейін шашын алмай, шашы жетіліп өскенінде 3-сурет\nтұлымын соған қосып өріп, әсемдейді. Тұлым, тұлымшақ қыз баланың көркіне көрік қосып, оны сұлуландырып жібереді. Тұлымды қыз бала өте сүйкімді болып келеді.(3-сурет)\nБұрым – сұлулықтың сәні. Әйелдердің өрілген ұзын шашын бұрым деп атайды. Қазақтардың дәстүрлі дүниетанымы бойынша бұрым – сұлулықтың сәні, қыз-келіншектердің бақыты мен абыройы. Осыған орай қыздардың жас кезінен-ақ бұрымын айрықша күтімге алып, оны ұзын етіп өсіруге түрлі шөп тұнбаларын, халық рецептерін пайдаланған. Бұрым – жалғыз өрім, қос өрім болып бөлінеді. Қазақ халқы қыздың шашын қырқып кеспеген, керісінше, оны бойжеткеннің тобығына дейін жеткізе өсіруге айрықша мән берген. Ал енді бұрым шаштың қоюлығы мен сұйықтығына қарай үлкен бұрым, кіші бұрым болып есептеледі. Жуан бұрымды жеңді білектей деп, қос бұрымды тау басынан құлаған бұлақтай деп дәріптеу – қазақтардың ежелгі салты. Қыз баланың бұрымын жас кезінде өруге шешесі, жеңгесі, тәтесі, әжесі, құрбылары көмектескен. Қазақта Қос-бұрым деген де қыздың аты бар.(4-сурет)",
                "date": "10.09.2021",
                "upvotes": 0
            },
            {
                "text": "Ерте заманда тұлым сүндетке отырмаған балаға өсірілетін шаш деп естігенім бар еді))",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдармен тез тіл табысу үшін не істеу кере.",
        "question_content": "Менде үнеміашыла алмайжатам.Құрбым сатыпкетті.Үнемі сатым кетеді.Не істесем болады.Мектепте қыздармен қалай дос болсам болады",
        "question_date": "5.09.2021",
        "question_tag": "Психология",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Өзгенің жағымсыз сезімін қабылдауға міндетті емессіз\n\nӘрине, көбінесе көтеріңкі көңіл-күймен жүретін, сізге барынша жақсылық ойлайтын адамдармен ғана араласқаныңыз жақсы. Бірақ, өкінішке орай, мұндай мүмкіндік бұйыра бермейді. Мысалы, жүйкесі сыр беріп, үнемі өзгелерді сынап-мінеуге дайын тұратын адаммен кездестіңіз делік. Мұндайда, алдымен, терең демалып, ойша артқа бір адым жүріңіз. Кейін жәй ғана күлімсіреңіз. Осылайша өзіңізді сақтандырасыз. Ашуланып тұрған жақын адамыңызбен диалог жүргізгеніңіз дұрыс, әрине. Бірақ кездейсоқ адамның жағымсыз сезімдерін қабылдауға міндетті емессіз. Мысалы, отбасылық кикілжіңдерін шеше алмаған азаматтар жұмыста әріптестеріне тиіседі. Сондай-ақ, керісінше жұмыста бастығымен немесе әріптестерімен тіл табыса алмағандар, үйдегілердің мазасын алып жатады. Кикілжіңді тиесілі жерде шешпегені үшін сіз кінәлі емессіз.\n\n2. Бәрі уақытша\n\nБұл сөздің бірде қуантып, бірде жүрекке мұң ұялататыны рас. Бақытты сәттердің ғұмыры ұзақ болсын. Ал кикілжің кезінде бұл жағдайдың аз уақытқа созылатынын ескеріңіз. Сондай-ақ, үндемеу арқылы сіз кикілжіңнің өмірін қысқартасыз. Кейін, тіпті, өзіңізге алғыс айтатын боласыз.\n\n3. Қабылдай білу\n\nҒашықтарда жиі кездесетін қателік — бір-бірлерін өзгертуге тырысу және меншіктеп алу. Кез келген адам бірінші кезекте тұлға. Тіпті, сіз \"қолымнан жасап алдым\" деген баланың өзі. Ал тұлғаның міндетті түрде жеке кеңістігі болады. Әрине, жұп болғандықтан, ортақ дүниелер де жетерлік. Десе де, сүйіктіңіздің мәңгі жаныңызда қалғанын қаласаңыз, оның шын қалауымен санасыңыз.\n\nФранциялық психоаналитик заңды некеде болса да, 15 жылға жуық уақыттан бері әйелімен бөлек үйде тұрады. Мұндағы басты қағидалары — \"Біз бірге тұрамыз, бірақ қарым-қатынасымыз кикілжіңге толы болады немесе бөлек тұрамыз, бірақ қарым-қатынасымыз тамаша болады\". Әрине, бұл нәрсе қазақ қоғамы үшін жат. Десе де, бұл дұрыс қарым-қатынас үшін кеңістікті құрметтеудің қаншалықты маңызды екенін көрсетеді.\n\n4. Сырт келбет\n\nНарцисс типіне жататын тұлғалар өзінің де, өзгенің де сырт келбетіне қатты мән береді. Олар үшін киімнің денеге қонымды тұруы және дененің ешқандай жарақат алмауы өте маңызды. Тіпті, артық толып кетуден, белгілі бір себептермен ота жасатудан да қорқады. Мұның пайдалы да, зиян тұстары бар. Қалай десек те, өзіңіз туралы жақсы әсер қалдыру үшін талғаммен киіну маңызды. Алғашқы әсер қалдыруға бір ғана мүмкіндік берілетінін ұмытпаңыз.\n\n5. Қарызға ақша берер кезде ойлану\n\nПсихоанализде ақша өмірге құштарлық пен күш-қуаттың символы. Қысылған сәтте, әрине, көмек берген дұрыс. Қазір болмаса да, бұл ақшаның кейін бірнеше еселеп өзгелерден қайтатыны сөзсіз. Бірақ бермес бұрын осы ақша уақытылы қайтпай қалған жағдайда қысылып қалмайтындай болғаныңыз жөн. Африкалықтарда \"Өзі жалаңаш тұрып жейдесін ұсынған адамнан қорық\" деген мақал бар. Яғни қысылып тұрып басқаларға қарыз берсеңіз, ертең қарым-қатынастарыңыз ұзаққа бармауы мүмкін.\n\n6. Қошемет сөз\n\nБүгінгі таңда көптеген кітапта \"Айналаңыздағыларға жиі қошемет сөз айтыңыз\" деген кеңестер жазылатынын байқаймын. Меніңше, бәріне бірдей \"әдемісің, сұлусың\" дей беру қате. Себебі, бұл сөзіңізді әркім түрліше қабылдайды. Бірі мұны шын қошеметке балап, алғыс айтса, екіншілері \"Неге жағымпазданып жатыр? Бірнәрсе сұрамақшы ма?\" деп ойлайды. Қошемет сөзді өзімізге сенімді болған кезде ғана айтқан дұрыс шығар?!\n\n7. Күлімсіреу\n\nПсихоанализде күлкі қорғаныс механизмдерінің бірі. Яғни адам қарсы алдындағы әңгімелесушінің сөзі сүйектен өткенде қарқылдап күледі. Сондай-ақ, жүйкесі жұқармаған адамдар орынды әзіл айтып, күлімсіреп жүреді. Бір тиынның екі жағы болатыны секілді, қай жақты таңдайтыныңыз өз еркіңізде.\n\n8. Жанашырлық таныту\n\nҮнемі жанжал шығарып, дауыс көтеріп, айналасындағыларды сынап жүретін адамдарға жанашырлық танытқан жөн шығар. Өйткені, олардың осы мінез-құлқының астарында үлкен қорқыныш жатыр. Олар бала күнінде жылағанда ата-аналары дұрыс жұбатпағандықтан, қорқыныштарын қалай жеңуді білмейді. Яғни адам ата-анасынан жылу көрмегендіктен, осындай әрекеттерге барады.\n\n9. Таңдау жасауға мүмкіндік беру\n\nБелгілі психоаналитик Анна Құдиярова психоанализ салондарының бірінде клиенттің басынан өткен бір жағдайды мысал ретінде келтірген еді. Жаздың аптап ыстығында кішкене бүлдіршін анасынан үстіне қыстық тонын кигізуді сұрайды. Әйел еш қарсылық танытпастан, тонды кидіріп, бүлдіршінді әдеттегідей ойнауға аулаға алып шығады. Сонда баспалдақтан түсіп келе жатып бала \"Анашым, шешінгім келеді\" деп жылай бастайды. Осы секілді мейлі адамның таңдауы қате болсын, дұрыс болсын, оған еркіндік беріңіз. Өз ырқына тек балалар көндіріп алуға тырысатынын ұмытпаңыз.\n\n10. Адалдық\n\nМеніңше, өтіріктен түбегейлі бас тарта алмаймыз. Яғни ол зиянсыз болса және біреудің өмірін құтқарып қалуға бағытталса, айтуға болатын сияқты. Мысалы, пациент өзіне ота керегін естіп, бірден айқайға басуы мүмкін. Әсіресе, мәселе ауыр отада болса. Мұндайда науқас өзіне қол салмасын деген оймен шындықты біраз уақытқа дейін жасыра тұруға болады деп ойлаймын. Бірақ күнделікті таныс және бейтаныс адамдармен барынша адал болуға тырысқан жөн. Бұл сөзіңізден болмаса да, бейсаналы деңгейде сезіліп тұрады.\n\nТолығырақ: https://sputnik.kz/society/20181116/8109682/adamdarmen-til-tabisydin-30-kilti.html",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Агылшын тылы болымсыз сураулы сойлем do/does",
        "question_content": "she and her family stay in a flat\n\nshe is likes travelling\n\nshe gos swimming every day\n\nNurzhan is cooking\n\nОсы сойлемдерды Сураулы сойлемге айландыру керек\n\nDo/does колданып",
        "question_date": "5.09.2021",
        "question_tag": "Мектеп",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": []
    }
]