[
    {
        "question_title": "Университтен басқа университетке ауысу 2курс бітіріп мумкін бе",
        "question_content": "Қазақстанда  университеттен  университетке  бір мамандық  бойыша  2курс  бітіріп  ауысу  мумкін  бе",
        "question_date": "3.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, акедемиялық мобильность немесе \"обмен студента\" бар барлық университетте. Толығырақ интернеттен немесе деканаттан/ректораттан біле аласыз.",
                "date": "3.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Секретный номер",
        "question_content": "Номерим Секретный номер болып барлык звандагандарыма барады.оны калай ошируге болады?",
        "question_date": "2.10.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұялы телефоныңыздағы қоңыраулардың настройки бөлімінен алып тастаңыз. Әр телефонда әртүрлі болады, мысалы Huawei телефонында қоңырау соғу жасыл батырмасын басып астындағы 3 нүктені басып НАСТРОЙКИ - ДОПОЛНИТЕЛЬНЫЕ НАСТРОЙКИ-АОН - ПОКАЗЫВАТЬ НОМЕР басасыз.",
                "date": "3.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шағын мемлекеттер туралы қызықты ақпарат?",
        "question_content": "Кореяда 50 миллионга жуык халык бар ал жер колемi 65мын шаршы шакырым 50 миллион халык калай сыяды екен кокысты кайда тогедi ещё егiн егедi екен халык тура ма алде егiн еге ме?Зауыттар кайда сыяды?Авьомобиль зауыты,Болшектер ондiретiн зауыт,Телефон,компьютер,кiр жугыш машина,шансоргыш машина т.б зауыттар кай жерiне сыяды екен?Ещё олимпиада откiздi го,футбол стадионы да калай сыйды екен курылыс салынып жатыр.................куыктай гана мемлекет..........",
        "question_date": "2.10.2018",
        "question_tag": "География",
        "question_views": 703,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "енді не істейді?Бейімделеді да.",
                "date": "4.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Норвегияга эмигрант ретiнде жумыс жасау ушiн не iстеу керек?",
        "question_content": "Норвегияга барып жумыска туру ушiн Казакстаннан осы маселенi реттеп аныктап алуым керек пе?Сайттан iздеп тапсам бола ма?Ол ушiн норвег тiлiн базалык тургыда менгеру манызды ма?Сол елдiн кеденiнен оту женiл ме?",
        "question_date": "2.10.2018",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мақалды аяқта. Айдағының бес ешкі",
        "question_content": "Айдағының бес ешкі .... ... ......\n\nӘзіл айтсаң да,...........\nТұз астың дәмін келтірсе...........\nБаласы атқа мінсе,............\nАнасын танымаған,.....\n\nАнасын сүйген нің........\nТіл тас жарады .......\n\nАт -.......",
        "question_date": "2.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 33200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әзіл айтсаң да,\nӘділ айт.\nТұз астың дәмін келтірсе,\nМақал сөздің мәнін келтіреді.\nБаласы атқа мінсе, анасы тақымын қысар\nАнасын танымаған, Алласын танымас\nАнасын сүйгеннің\nБаласын сүй.\nТіл – тас жарады, тас жармаса да бас жарады\nАт - ердің қанаты.",
                "date": "8.10.2018",
                "upvotes": 0
            },
            {
                "text": "Айдағаның бес ешкі, ысқырығың жер жарады",
                "date": "2.10.2018",
                "upvotes": 1
            },
            {
                "text": "Білгенің бір тоғыз - білмегенің тоқсан тоғыз",
                "date": "27.09.2019",
                "upvotes": 0
            },
            {
                "text": "Жақсы адамға жау жоқ. Жеті жұрттың тілін біл, жеті түрлі білім біл. Батырға да жан керек, пақырға да жан керек.\n\nӘзіл айтсаң да,әділ айт! Тұз астың дәмін келтірсе,мақал сөздің мәнін келтіреді. Анасын танымаған, Алласын танымас. Анасын сүйгеннің баласын сүй",
                "date": "14.10.2020",
                "upvotes": 0
            },
            {
                "text": "Әзіл айтсаң да\n\nӘділ айт.\n\nТұз астың дәмін келтірсе,\n\nМақал сөздің мәнін келтіреді.\n\nБаласы атқа мінсе, анасы тақымын қысар\n\nАнасын танымаған, Алласын танымас\n\nАнасын сүйгеннің\n\nБаласын сүй.\n\nТіл – тас жарады, тас жармаса да бас жарады\n\nАт - ердің қанаты.",
                "date": "7.10.2022",
                "upvotes": 0
            },
            {
                "text": "Жақсы адамға жау жоқ.\nЖеті жұрттын тілін біл,өз тілінді құрметте .\nКісіннің кісілігі кимінде емес,жүрегінде.\nБатырғада жан ,керек.\nАйдағаны бес ешкі,ысқырығы жер жарар.\nӘзіл айтсанда ,әділ айт.\nБілгенің бір тоғыз ,білмегенің тоқсан қоғыз.\nТұз астын дәмін келтірсе,мақал сөздің мәнін келтіреді .\nБаласы атқа мінсе ,анасы тақымың қысар.\nАнасын танымаған,Алласын танымас.\nАнасын сүйгеннің Баласын сүй.\nТіл тас жарады,тас жармаса бас жарады.\nАт -ердін қанаты.",
                "date": "7.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми мақала Қазақ əдеби тілі жəне оның нормалары жайлы",
        "question_content": "Сәлеметсіздер ме! Ғылыми мақала жазу үлгісін айтып жібересіздер ме",
        "question_date": "2.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 930,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Статья представляется в электронном виде. Название файла должно содержать фамилию первого автора. Текст статьи должен быть набран в редакторе WORD, шрифтом “Times New Roman”, отступы со всех сторон 25 мм, размер шрифта – 12, интервал – 1. Материал размещается в следующем порядке: на первой строке – полная информация об авторах (Ф.И.О., ученая степень, звание, должность, учреждение, город, адрес, телефон, факс, е-mail), через строчку – название статьи (заглавными буквами), на следующей – сам текст.\nВ статье обязательны ссылки на использованные работы. Ссылки оформляются в прямых скобках с указанием порядкового номера источника и страницы. Литература приводится в конце основного текста с отступом в одну строку. Статья должна содержать аннотацию на казахском, русском и английском языках (Аннотация-Аннотация-Abstract). Объем материала не менее 3 страниц и не более 5 стpaниц (включая рисунки).\nОбразец оформления доклада:\nУДК  (12 пт.)\n1Молдабек Қ., 1Кенжебекова Р.И., 2Есалиев А. (12 пт.)\n1 Международный университет, Казахстан, г. Шымкент\nE-mail: mu1992@mail.ru (12 пт.)\n2 Южно-Казахстанский гуманитарный институт им. М.Сапарбаева, Казахстан, г. Шымкент\nE-mail: *Emails are not allowed* (12 пт.)\n  БАСТАУЫШ МЕКТЕПТЕ ҚАЗАҚ ТІЛІ САБАҒЫНДА ОЙЫН ТЕХНОЛОГИЯСЫН ҚОЛДАНУДЫҢ ПЕДАГОГИКАЛЫҚ ЕРЕКШЕЛІКТЕРІ (12 пт.)\n                 Аннотация.\n      Кілттік сөздер: \n        Abstract.\n      Keywords:\n   Основной текст доклада (12 пт.)\nЛитература (12 пт.)\n<!--[if !supportLists]-->1.  <!--[endif]-->Назарбаев Н.Ә. «100 нақты қадам» ұлт жоспары. – 2015 ж.\n<!--[if !supportLists]-->2.  <!--[endif]-->Шамова Т.И., Активизация учения школьников. – М.: Педагогика, 1982. – 208 с.          \nФорма заявки для участия в Конференции.\nЗаявка\n1.\nФ.И.О. докладчика (полный)\n2.\nУченая степень, ученое звание\n3.\nОрганизация, должность\n4.\nАдрес\n5.\nТелефон контактный, факс (международный код)\n6.\nНазвание доклада\n7.\nНазвание секции\n8.\nНеобходимое техническое оборудование",
                "date": "5.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арқалық қаласы туралы аңыз әңгімелер керек?",
        "question_content": "Арқалық қаласы туралы аңыз әңгімелер керек?!",
        "question_date": "2.10.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 934,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арқалық қаласының Сарыторғай ауылына жақын жабайы тастардан құрылған сфералық формадағы екі көне ғимарат орналасқан. Бұл жер Екідің деп аталады. Тарихы шамамен ерте темір ғасырынан басталатын нысан былтыр «Қасиетті Қазақстан» жобасына енді, деп хабарлайды ҚазАқпарат тілшісі. \nЖергілікті аңыздарға сенсек, ХVІІ-ХVІІІ ғасырларда діңдер тұрған төбелердің арасындағы аймақта кескілескен ұрыстар болған. Дәл осы жерде жауласушы рулар қолбасшыларының ордалары құрылған деседі. Діңдер орналасқан жазықтар мен төбешіктер жергілікті адамдар арасында құпияға толы мекен саналады. \nАрқалық қаласындағы Дала өлкесі тарихы облыстық мұражайының ғылыми қызметкері Батырлан Сағынтаевтың сөзінше, аталған екі дің бір-бірінен біршама алыс қашықтықта түрлі төбешіктердің үстінен орын тепкен. \nБірінші дің Арқалық қаласының әкімшілігіне қарайтын әкімшілік территориясында Бейсен қыстауынан солтүстік-батысқа қарай 1,5 шақырым жерде тұр. Қасында Қараторғай өзені ағып жатыр. Үйіндінің диаметрі- 15, биіктігі - 0,7 метр. Сыртында ені 5 метр болатын ор қоршалған, оның тереңдігі - 0,3 метр. Дегенмен, ор діңді толығымен қоршамайды. Оның оңтүстік-шығыс жағында ені шамамен бір жарым метрдей болатын өткел бар. \nЕкінші дің өткел маңындағы қырда орналасқан. Алыстан қарағанда оңай көрінеді. Киіз үй тәрізді құрылыс тақтатастан салынған, оның диаметрі - 6 метр, жалпы биіктігі - 3,8 метр. Қасындағы өткел шығыстан бағыт алады. \n«Екідің Торғай өңіріндегі көне заманнан қалған тарихи сәулет өнерінің ескерткіші ретінде белгілі. Оғыз, қыпшақ, қарлұқ қағанаттары кезінде кеңінен таралған мұндай құрылыстарды жау жолын қарап отыратын қарауыл ретінде пайдаланған дейді. Сонымен қатар ежелгі ғұн тайпасында мұндай діндер туралы түрлі аңыз-әңгімелер кездеседі. Бұл екі діңге 1959 жылы академик Әлкей Марғұлан бастаған археологтар зерттеу жүргізген. Кейінірек діңдерге жақын жердегі елді мекенге Екідің деген атауы берілді», - деді Батырлан Сағынтаев. \nЕкі ежелгі құрылыстың ерте темір дәуіріне жатқызылатынын дәлелдеген де Әлкей Марғұлан. Оның жазуынша, Қазақстан аумағында сирек кездесетін «айтас» немесе «дің» деп аталатын киіз үй тәріздес бұл құрылыстар ерте кезде қасиетті салттарды орындауға арналған жер болуы мүмкін. \n«Бұл қасиетті «Діңдер» Ақсақ Темірдің Тоқтамыс ханға жорығы кездерінде жау келер жақтағы жойқын даланы бір шолып өту үшін ұлы жиһангерге де қажет болған. Кейіннен Абылай ханға, Хан Кенеге де, 1916 жылғы ұлт-азаттық көтерілісінің дарабоздары Әбдіғапар ханның, Амангелді, Кейкі батырлардың шолғыншы сарбаздарына да игі қызмет еткен. Жабайы тастан жасалған шар тәріздес формасы бар екі көне құрылыс Ислам діні орнағанға дейінгі уақытқа жатады. Қазақстан территориясында сирек кездесетін құрылыстар қазақтың көне «шошалы» формасы бойынша салынған және олардың салттық мәні болуы әбден мүмкін», - деп жазылған Әлкей Марғұланның 1959 жылғы «Қазақ архитектурасы» кітабында. \nБақылап қарасаңыз, діңдердің үстіңгі бөлігі асқан шеберлікпен ойылған. Ауыл ақсақалдары айтқандай, ол түтін тартқыш ретінде де қолданылған. \n«Ертеректе жақындап келе жатқан жауды көрген қазақ жауынгерлері халықты ажалдан аман қалдыру үшін шұғыл түрде ескертуге жасауға міндетті болған. Дәл осы мақсатпен олар дің тұрғызып, оның ішіне от жақты. Халық алыстан түтінді байқап, осылайша, төнгелі тұрған қауіп жайындағы ескертуді алған. Діңнің төбесіне шықсаң, алыс жақын жердегі айналаның бәрі анық көрінеді. Сарбаздардың ауа райы қолайсыз кездерде үй есебінде пайдаланғаны айтылады», - дейді Батырлан Сағынтаев. \nМұражай қызметкері осындай діндердің көптеу болғанын алға тартады. Бірақ, бүгінгі күнге дейін мұндай орындардың санаулысы ғана жетіп, аман қалды. ХХ ғасырдың 80-ші жылдарында жергілікті тұрғындар бұзылған діңдерді ішінара қайта қалпына келтірген. Ескерткіш 1982 жылдан бері мемлекет қорғауында. \nКөне нысан туралы белгілі журналист, ақын Еркеғали Бейсеновтің «Екі Дің» атты поэмасы бар. Онда діңдер пішінінің киіз үйге ұқсайтыны, неден тұрғызылғаны айтылған. Сондай-ақ, ол қазіргі уақытта діңдер орналасқан Сарыторғай ауылының мәселесін өлеңмен жеткізеді. Расында да, халқы көшіп, тоғайы сиреп, өзені тартылған мекеннің бүгінгі жағдайы назар аудартады: \nОрын алған екі Дің асқар белден - \nҚызыл-қоңыр жәдігер тастан өрген. \nКиіз үйге ұқсайды көрінісі, \nИдеясы белгісіз басқа келген. \n...Жоқ, шашылған алтындай киіктері - \nЖырау жердің тұрақты кейіпкері! \nМамонт шыққан маң еді, басқа түгіл... \nӨртеп жатыр өзекті күйік, тегі \nЕкі дөңнің басында екі Дің тұр, \nЕскерткіші даламның, екі тұлдыр! \nШежіреңді соларға аманаттап, \nСарыторғай, шерменде кетілдің құр!\nhttps://www.inform.kz/kz/aksak-temir-karauyl-koygan-ekidin-turaly-ne-bilemiz_a3258409",
                "date": "23.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Еттеккір келмесе не істеуге болады?",
        "question_content": "Менің құрбымның жасы 15-те алғаш осы 2 ай бұрын етеккірі келди яғни етеккірі 21 августте келді содан 5 күннен кейін қойды. Ал қазір қазан айының 2-сі. Әлі келмей жатқанынан бірдеңе болуы мүмкін бе?",
        "question_date": "2.10.2018",
        "question_tag": "Тазалық",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Генекологқа қаралғаны дұрыс болар. Менің де құрбымда дәл сондай жағдай болған. Генекологқа барса, себебін айтып береді. Сосын 15 жас кеш емес пе??? Негізі біртүрлі екен бірақ ем болсын!",
                "date": "2.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Эссе IT школа в Кокшетау. Осы тақырыпқа 5-6 сөйлем эссе орысша жазу керек?",
        "question_content": "Эссе IT школа в Кокшетау. Осы тақырыпқа 5-6 сөйлем эссе орысша жазу керек?",
        "question_date": "2.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сұйытылған күкірт қышқылы ерітіндісімен әрекеттеседі?",
        "question_content": "Мына берілген заттардың қай тобы сұйытылған күкірт қышқылы ерітіндісімен әрекеттеседі? а) Cu,CuO,Cu(OH)2; b)Zn,ZnO,Zn(OH)2; c)Na,Na2O;NaOH,NaCl",
        "question_date": "2.10.2018",
        "question_tag": "Химия",
        "question_views": 15900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a) Cu, CuO, Cu(OH)2",
                "date": "20.04.2020",
                "upvotes": 0
            },
            {
                "text": "c)Na,Na2O;NaOH,NaCl",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоқыс жәшігіне қандай қалдықтарды тастауға болмайды?",
        "question_content": "Қазіргі уақытта елімізде жиналып қалған қалдықтардың 10%-ы ғана қайта өңделеді, 90%-ы сол күйінде жатыр. Қоршаған ортаға зиян келтірмеу үшін әр тұрғынның қоқысты дұрыс тастауды білгені жөн.",
        "question_date": "2.10.2018",
        "question_tag": "Мектеп",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалдықтар Қазақстан бойынша Алматы мен Астанада ғана өңделеді. Республикада тұрмыстық және басқа да қалдықтарды есепке алу, оларды залалсыздандыру мен көму шаралары өте нашар дамыған. Алматыда күніне 1500 тонна қоқыс шығарылады, жылына жарты миллионнан аса қоқыс төгіледі. Мұндай қалдықтар ешқандай қоршаусыз ашық аспан астында жатыр.\nҚауіпті қалдықтардан қалай құтылуға болады?\nАвтокөлік аккумуляторы қажетіңізге жарамаса, оны автомеханикке немесе автобөлшектер сататын дүкенге апарсаңыз болады.\nПринтер картриджі де – уытты зат. Принтер өндірушілер картриджді әдетте арнайы сөмкесімен бірге шығарады. Утилизациялау үшін сол сөмкені пайдалану керек.\nБатареяларды басқа қалдықтар тәрізді тастайтын болсаңыз, жерасты сулары ластанады. Батареялар қайта өңделеді, сол себепті оларды жергілікті утилизация орталығына жөнелте аласыз.\nТолығырақ \"Қоқыс жәшігіне қандай қалдықтарды тастауға болмайды?\" атты материалымыздан біле аласыз.",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Бағалы заттарды қоқысқа тастап жатқанын ешқашан көрмеппін.",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Ажетханадан шыккан кагаздарды,",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құстан сүт шыға ма? Неге құстың сүті деген тіркес бар?",
        "question_content": "Құстан сүт шыға ма?  Неге құстың сүті деген тіркес бар?",
        "question_date": "2.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қол жетпейтін зат әрқашан бағалы болғандықтан болар, бағлы керемет деген мағынада да қолданады ғой, немесе құстың сүтінен басқаның барлығы бар екен деп жатады,яғни дүниенің барлық затын табасың деген мағына.",
                "date": "21.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құстар қалай ұрықтанады? Тауықтың жұмыртқасы қалай пайда болады?",
        "question_content": "Құстар қалай ұрықтанады? Тауықтың жұмыртқасы қалай пайда болады?",
        "question_date": "2.10.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құстар - дара жынысты, іштей ұрықтанады. Құс мекиенінің аналық безі, жүмыртқажолы біреу ғана. Ол тек сол жағында болады.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі адамдардың жаулары не? кім?",
        "question_content": "Қазіргі адамдардың жаулары не? кім?",
        "question_date": "2.10.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша, ғаламторлық тәуелділік кәзір заман сондайғой ең басты проблема осы деп ойлаймын! Сонымен күресуіміз қажет!",
                "date": "2.10.2018",
                "upvotes": 1
            },
            {
                "text": "Менің қазіргі жауым Читарито)))",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз өзіңді басқару қиын ба?",
        "question_content": "Өз өзіңді басқару қиын ба?",
        "question_date": "2.10.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 906,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімнің өмір салты, өмірлік ұстанымы, темпераментіне қарай. Барлық адамды бір түсінік ішіне қоса алмаймыз.",
                "date": "21.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жігітті басқа қыздан қалай тартып алуға болады?",
        "question_content": "Жігіт өзі саған ғашық болып, сенімен өмір бойы болғысы келетіндей етіп қалай жасауға болады? Жігіттің жүрегі жауланады ма жалпы?",
        "question_date": "2.10.2018",
        "question_tag": "Достық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біртүрлі сұрақ екен! Егер оның саған кішкене сезімі болмаса еш мүмкіндігің жоқ)",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Өмір бойы деген жоқ уақытша десей )\n\nБəрі де бітеді бір күні",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Əрине жаулауға болады. Ол сенің оған деген сезіміңнің күштілігіне байланысты. Егер сол жігітті таңдасаң, ол өзі-ақ сенің алдыңа келеді",
                "date": "26.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтта бот бар ма? Автоматты түрде бот жауап беретін функция болса қалай болады?",
        "question_content": "Осы сайтта сайттың боты бар ма? Админ мырза? Автоматты түрде бот жауап беретін функция болса қалай болады?\n\nБасқа сайттармен әріптестік болып дегендей? Ой қалай?",
        "question_date": "2.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолдағы бар ақшаны қалай тағы да одан да көп есе қылып көбейтіп алуға болады? Аз уақытта?",
        "question_content": "Мысалы 600 мың тг-ні 700 мың тг қылу керек.\n\n5-10 күннің ішінде?",
        "question_date": "2.10.2018",
        "question_tag": "Банк",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Увлекательный, пособие орысшадан қазақша аудару?",
        "question_content": "1) Увлекательный-........... 2) Пособие........ 3) Углубить....... 4) Подачи............ 5) Cпособствуют.......... 6) Усвоение",
        "question_date": "1.10.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6) меңгеру, игеру, ұғу    (қолданылуы сөйлемге байланысты)",
                "date": "2.10.2018",
                "upvotes": 1
            },
            {
                "text": "sozdik.kz көмекке келеді",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "1) тартымды\n\n2) жəрдемақы\n\n3) тереңдету\n\n4) берілістер\n\n5) мүмкіншілік береді\n\n6) хз (хочу знать)",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вк да топ ашу.",
        "question_content": "Вк  да  кино  тақырыбына  топ  ашсамба  деп  едім  . Қалай  ашамын  білмеймін  көмектессеңіздер.",
        "question_date": "1.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вкдан топ ашу.\n.",
                "date": "1.10.2018",
                "upvotes": 1
            },
            {
                "text": "вк женісінде  группалар бөлімінің  жоғарғы бетінде + белгісіне кірсеңіз создание сообщества деген бөлім бар сол жерден таңдап ашсаңыз болады",
                "date": "4.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдар қалай армандайды? Адамдардың армандауы, мақсат қоя білуі туралы не айта аласыз?",
        "question_content": "Адамдар қалай армандайды? Адамдардың армандауы, мақсат қоя білуі туралы не айта аласыз?",
        "question_date": "1.10.2018",
        "question_tag": "Психология",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның армандауы сол арманыма жетсем екен деген ой ғой негізі. \nАдамның армандауы 2 түрлі деп ойлаймын өз басым. Бірі тек армандап, ех шіркін бізге ол қайдан деп ойлап қояды. Екінші бірі арманына жеті үшін мақсат қойып, сол мақсатының орындалуына әрекет жасап көреді. Бірақ екі топтағы адамдар да айырмашылықсыз қол жетімді немесе өте ауқамды армандауы мүмкін деп ойлаймын.",
                "date": "21.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыстанып баражатқан, тіліміздің шұбарлануы жайында эссе кереек",
        "question_content": "Орыс мінезді,қазақ пен орыс тілді араластырып сөйлейтін қазақтар жайлы мақала эссе немесе шығарма керек",
        "question_date": "30.09.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте мұндай мақалалар толып жатыр.\n\nНе болмаса фейсбукта бар болсаң Жәнібек Үсенбек деген жігіт бар, соның жазған посттарын қарап көр. керек болса аккаунтының сілтемесін берейін.",
                "date": "1.10.2018",
                "upvotes": 1
            },
            {
                "text": "рахмеет,\nжіберсеңіз жақсы болар еді",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдер күніне мұғалімдерге арналған ойындар керек?",
        "question_content": "Мұғалімдер күніне мұғалімдерге арналған ойындар керек?",
        "question_date": "30.09.2018",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Құпия сөздер» топтық ойыны.\nҚажетті құралдар: ақ қағаз, қалам, әліпби\nУақыты:  15-20 минут\nБарысы: Қатысушылар 3 топқа бірігеді. Әр бір топ  көп сандар жазылған қағаздан алады.  Бұл сандардың артында жасырын сөздер бар. Қатысушылардыңміндеттері: берілген әліпбиге қарап отырып, әр бір жасырын сөзді тауып, кейін толық сөйлемді құрап шығу. Барлығын өте тез, шапшаң орындау керек. Орындалу уақыты тіркеледі.\n1) 18 8            27 34 36 18        21 17 36 23          24 27 23 26\n14 8 23 8 14 25 36 5 36 18         3 36 16 5 8 18         1 7 1 17,   14 8 11\n14 8 16 5 8 18            15 1 16 1 13 6 1        25 21 25 8 22         3 8 23 8\n1 16 1 7 38.  \n  2) 3 1 15 38 25 – 20 16    26 1 13 38 17 – 15 1 13 6 38 24 38 11     21 17 36 23           8 17 8 24,  3 1 15 38 25 – 20 16    10 1 18 18 38 19       14 27 13 36.\n  3) 3 1 15 38 25    14 21 3 8 16 8 14     24 12 42 15 25 38.    20 18 38   \n28 24 25 1 26 6 1    25 38 23 38 24 15 1 18   24 1 13 38 18      15 20 16 7 1 18\n24 38 23 6 12      3 8 23 8 7 36.  3 36 23 1 15   8 5 8 23    24 36 11  \n11 8 13 36 18 36 19 36 11 7 36      3 1 24 15 1       18 2 23 24 8 16 8 23 5 8\n1 26 7 1 23 24 1 19 38 11,  20 16    21 11 36      14 8 16 8 7 36   7 8,   10 2 13  \n6 1 18 1      12 38 6 38 19 38 11 6 1       15 20 18 1 7 38.\nКілті:\n1)    Неүшін өмір сүру керектігін білген адам, кез келген қалайға төтеп бере алады.\n2)    Бақыт – ол уайым-қайғысыз өмір емес, бақыт – ол жанның күйі.\n3)    Бақыт көбелек сияқты. Оны ұстауға тырысқан сайын қолдан сырғи береді. Бірақ егер сіз зейініңізді басқа нәрселерге аударсаңыз, ол өзі келеді де, жәй ғана иығыңызға қонады.",
                "date": "3.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылу мөлшерін табу керек",
        "question_content": "Массасы 50 г, температурасы 25°С алюминий қасық температурасы 75°С ыстық суға батырылған . Қасық қанша жылу мөлшерін алады?",
        "question_date": "30.09.2018",
        "question_tag": "Физика",
        "question_views": 13000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m = 0,05 кг\nc = 900 Дж/кг*К\nQ=cm(t2-t1)\nQ= 900 * 0.05(75-25)=2250 Дж=2.25 кДж",
                "date": "25.09.2019",
                "upvotes": 0
            },
            {
                "text": "2,3кДж болады  q Q:m=Дж ÷Кг",
                "date": "25.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тірек сөздер арқылы мәтін құрау керек?",
        "question_content": "тірек сөздер: табиғат, көркем, қорғау, әсем, жан, Таулар, жануарлар, бақыт, саяxат, 15ғасыр, ашық аспан, күншуақ",
        "question_date": "30.09.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 18900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғат аясында серуендедім.\n\nКөркем мінезді болыңдар деп Мұхаммед с.ғ.с. пайғамбар бұйырған.\n\nТабиғат қорғау саласында біршама істер атқарылды.\n\nЖан шуағым, мерекем,\nӨзің менің берекем.",
                "date": "1.10.2018",
                "upvotes": 1
            }
        ]
    }
]