[
    {
        "question_title": "Ақшалай көмек бере алатын адам бар ма",
        "question_content": "Ассалаумағалейкум қалайсыз дар қатты көмектеріңіз керек болып тұр маған 1 миллион қарызға беретін адам бар ма бар болса кім бере алады 1 жылда қайтарам өзім қатты ақшадан қыйналып жүр едім маған 2-3 күнде керек еді ақша",
        "question_date": "21.01.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалямуалейкум рахматуллаһи баракатуху Қазақ елі баламның миы дамымай калган еміне қаражат таппай жүрмін сізден бір көмек болса 87074584808 Каспий голд",
                "date": "10.05.2022",
                "upvotes": 0
            },
            {
                "text": "1.Вера первобытных людей в происхождение рода от первопредка —\n\nживотного или растения\n\nтотемизм\n\n2. Основатель буддизма\n\nСиддхартха Гаутама\n\n3.Нерасчлененность, слитность искусства, мифологии, религии,\n\nхарактеризующая первобытную культуру, называется первобытный\n\nсинкретизм\n\n4.Христианство возникло в\n\n2.I в. до н.э. в Римской империи\n\n5.Первоначальное значение термина «цивилизация»\n\nгражданство\n\n6.По традиции первым европейским университетом является\n\nБолонский\n\n7.Одна из главных черт древнеегипетской культуры\n\nфатализм\n\n8.Автор концепции существования в культуре двух противоположных\n\nначал:аполлоновского и дионисийского\n\nФ.Ницше\n\n9.Первоначальное значение термина «культура»\n\nсохранение традиций\n\n10.Понятие „карма” в древнеиндийской культуре означает\n\n4. космический закон причинно-следственной связи, который лежит в основе\n\nреинкарнации\n\n11.Анимизм- это вера в то, что\n\nвсе предметы мира одушевленны\n\n12.Анимизм - первая религиозная форма в первобытной культуре -\n\nутверждал\n\nЭ.Тайлор\n\n13.Эволюционизм в культурологии рассматривал развитие культуры\n\nкак движение\n\nот низшего к высшему\n\n14.Культуролог, который выделил магию, религию и науку как\n\nэволюционные стадии в развитии человечества\n\nДж. Фрэзер\n\n15.Высказывание: «Культура есть воспитание души» - принадлежит\n\nЦицерону\n\n16.К истине буддизма относится идея существования\n\nстраданий\n\n17.Царь Вавилона, составивший первый во всемирной истории сборник\n\nзаконов:\n\nХаммурапи\n\n18.Древняя форма религии, представляющая собой символические\n\nдействия с целью оказать влияние на человека или предмет\n\nмагия",
                "date": "12.05.2022",
                "upvotes": 0
            },
            {
                "text": "Маған 1000000 тенге керек болып тур каспий голд номер 87473281630 көмектесіңізші қайтарімды",
                "date": "18.04.2023",
                "upvotes": 0
            },
            {
                "text": "Быздын уйдын жагдайы оте нагар, комек берыныздершы. Уйде линолеум жок, плинтус жок. Кылем астынан есек курт, сарышаян,таракан шыгады. Катты коркамын шагып аламаса екен деп.,87058819707",
                "date": "20.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мысығым 12 күн жоқ келе ме?",
        "question_content": "Менде мысығымды қатты жақсы көремін бірақ оны далаға шығарғаннан бері ол үйде 12 күн жоқ ол келуі мүмкін бе",
        "question_date": "21.01.2022",
        "question_tag": "Жанұя",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "50/50 келуі де келмеуі де мүмкін)",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың гипотенузасының ауданы оның катеттерінің ауданына теңдігін дәлелде",
        "question_content": "Гипотенузасына тұрғызылған шаршының ауданы оның катеттеріне тұрғызылған шаршылардың аудандарының қосындысына тең болатынын дәлелде",
        "question_date": "21.01.2022",
        "question_tag": "Геометрия",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гипотенузаның, катеттің ауданы деген нәрсе , түсінік жоқ\n\nСіздің сұрап тұрғаныңыз Пифагор теоремасы болар, \"Тікбұрышты  үшбұрыштың гипотенузасының квадраты катеттерінің квадратының қосындысына тең\" деген",
                "date": "7.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітап бойынша пролог пен эпилогын тауып, ойыңды дәләлде",
        "question_content": "Бақытсыз Жамал романын Кітап бойынша пролог пен эпилогын тауып, ойыңды дәләлде",
        "question_date": "21.01.2022",
        "question_tag": "Мектеп",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжде аспаз мамандығын оқып бітіремін. Мамандық таңдауға көмек керек?",
        "question_content": "Мен креативті, перфекционист, іздемпаз, ұйымдастыру, жан жақты, лидер, тез тіл табыса алатын адаммын. Қандай мамандық ұсынар едіңіздер. Колледжде аспаз мамандығын оқып бітіремін. Өзімді бас қырымнан ашқым келеді. Жазда универге оқуға тапсырамын. Оған дейін өзіме мамандық таңдап сол салада өзімді дамытуым керек. Көмектеріңіз ойларыңыз керек.",
        "question_date": "18.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаныңызға қандай пәндер жақын болса, сол пәнге сай келетін мамандықтардың бірін таңдау керек. Грантына, ақшасына қарап мамандық таңдау үлкен қателік болады.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сол жақ қабырға сол ыйық және басым",
        "question_content": "Менің сол жақ қабырғам ауырып жүр және сол ыйық біраз болды. Бас ауыруына әсері бар ма бұл қауыпты ма сол жақ қабырғам үсті. Жағы үстін бассам аурады? Жауап берыныз дерш отныш?",
        "question_date": "18.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бақшадағы бірінші құбырдан минутына 9 л су ағады,",
        "question_content": "Бақшадағы бірінші құбырдан минутына 9 л су ағады, ал екінші құбырдан осынша су 2 минутта ағады. Екі құбыр бірлесіп көлемі 108 л ыдысты қанша уақытта толтырады?",
        "question_date": "18.01.2022",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8 минутта толтырады бджючв",
                "date": "25.01.2022",
                "upvotes": 0
            },
            {
                "text": "9*2=18\n\n9+18=27\n\n27:3=9 мин толтырады",
                "date": "9.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдамдығы дене импульсі",
        "question_content": "Берілгені жылдамдығы 6 км масасы 60 кг дене импульсі 100 кг/метр секунд",
        "question_date": "18.01.2022",
        "question_tag": "Физика",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Номерге жазылған штраф (Рус) өшеме?",
        "question_content": "Менім машинам орыс учот страхофка жазылмаған сонымен 1 ай айдатык суйтип токтатып 540 мын штрафы бар номирдеди ол штраф онулиривит етіліме  қанша айда казір машина штраф стаинкіде",
        "question_date": "18.01.2022",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айыппұл төленген соң өшетін болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеудемнің асты шаншиды қатты, дем жетпей қалады, қандай ем бар",
        "question_content": "Кеудемнің асты шаншиды,дем алдырмайды,бұл неден?Қандай ем бар?",
        "question_date": "18.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге көріну қажет.",
                "date": "18.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11-12 жастағы балаға арналған фантастикалық кітаптар қандай?",
        "question_content": "Мен кітап оқығанды қатты жақсы көремін.жақында ғана гарии поттер мен пəлсапа тас деген кітапты бітірдім.бұл кітап мені фантастикалық кітаптарды əрі қарай оқуға қызықтырды.содан енді қандай фантастикалық кітап оқысам  болады деген ой мазалай бастады.12 жастағы қыз балаға қандай қазақ тіліндегі фантастикалық кітап оқуға кеңес берер едіңіздер?",
        "question_date": "18.01.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешқандай кітап білмейсіз дер ме білсеңіз дер айтып жберіңіздерші өтінемінн",
                "date": "23.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылан қар бетінде жүрсе",
        "question_content": "Қыста жылан қар бетінде жүрсе, нені білдіреді",
        "question_date": "18.01.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар қардың бетінде жүрсе не болады ?",
                "date": "18.01.2022",
                "upvotes": 0
            },
            {
                "text": "Көтеріліс болады.",
                "date": "21.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "45 балмен жеке меншік универде ақылы оқи аламба физмат",
        "question_content": "Мен физика математика таңдадым маған грантка 50 бал керек инжинер страителства мен 40 немесе 45 жинап калсам жеке меншік универде ақылы оқи аламба?\n\nКейбіреулер ақылы оқи алмайсың деп жатр бірақ жеке меншік универде оқи аламба әрине ақылы",
        "question_date": "16.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рахмет бірақта 50 балға жете алмай калған кезде жеке меншік универде ақылы оқи аламынба білсеңіздер айта салыңыздарш қиын болмаса алдына ала рахмет",
                "date": "21.01.2022",
                "upvotes": 0
            },
            {
                "text": "50 ден асуды ойла, қалғанын неғыласың, қазір білдің не. ұбт біткесін білдің не, бәрібір. 50 ден асу иын емесқой, сәл оқысаң жеткілікті.",
                "date": "16.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 разряд 9 бірлік 6 разряд 7 бірлік 4 разряд 3 бірлік 3 разряд 2 бірлік",
        "question_content": "Осы сандарды кластарға разрядық қосылғыштарға жіктеп жазу?",
        "question_date": "16.01.2022",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "90000000+700000+3000+200=90703200",
                "date": "13.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағам жалқау болса не істеймін",
        "question_content": "Жасым 19 да, агам 21 де. Калада бирге тұрамыз. Бир бөлмеде. Мен оқимын. Жоо-да. Ағам 2 колледж битирген.Бирак оны жарытып та окымады.Қазір жұмыссыз. Жұмысқа еш кулшынысы жок. Ары кетсе ставка тигеди, интернеттен шықпайды, кешке дейін үйде жаткысы келеды. Ата анам ауылда жагдайымызды жасауға тырысып бағуда.Баринен бурын, кішкентайынан мәпелеп өсірген, қыздай қарады десем болат ағама, армиядан да ап калды, енди соның кешке дейын үйде жатқаны жүйкеме тиеді. Оның тамағы бар, киымын жуу керек. Сонда да бір ер болып жұмыс істеген билмейды. Нестеуге болады? Оку битиргенше шыдау керек сиякты. Ойларыңыз.",
        "question_date": "16.01.2022",
        "question_tag": "Жанұя",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйден қуып жібер) Ол өз тірлігін өзі істеуі қажет. Адамға ми келмесе қиын. Шыдамның да шегі бар.",
                "date": "16.01.2022",
                "upvotes": 0
            },
            {
                "text": "Қазір қысқой , біткесін жұмысқа шығатын шығар. Ағаңа айт ата-анамызды ойлайық, жас бала емеспіз, деген секілді. Ата-анаңа айт балаңызға жұмыс табу керек, азаннан кешке дейін үйде жатат, ставка тігеді т.б. Бұлар Менің ойым, өзің ыңғайына қарай нақыштап немесе астарлап жеткізерсің.",
                "date": "16.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азу тісті жұлғанда сүйек қалды олай болама",
        "question_content": "Азу тісімді жұлдырған едім. арасында сүйек қалды врачқа барып көрсетіп, ол не десем өзініздің сүйегініз дит. екі түбірді бөліп тұрған сүйек деп жауап берді. Оны десна жауып тастайды деді олай болама сүйек деген.",
        "question_date": "16.01.2022",
        "question_tag": "Тазалық",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соны емдеген врачтан басқа жеке клиниканың стоматологына жазылып тексеріліңіз. Рентгенге  түсіріп қараңыз. Ақылы клиникалар да дұрыс қарамайды кейде, мемлекеттік емханада жұлдырсаңыз тем более, тексерте салған дұрыс.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Кебін киіп кетпеген келеді\"",
        "question_content": "Осы мақалдың мағынасын түсіндіре аласыздар ма?",
        "question_date": "16.01.2022",
        "question_tag": "Мектеп",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://qazaquni.kz/rukhaniyat/62445-kebenek-kigen-kaydan-keledi\n«Кебін киген келмейді». Кебін киген (бақилық болған) адамның келмейтіні рас қой. Басы түсінікті болған соң  ары қарай бас қатырып, ойлап та  жатпайтын болсақ керек.\n«Кебенек киген келеді». Кебенекті көрмесе де, оның не екені жұрттың көбіне түсінікті ғой. Кебенек –  киізден тігілетін, суық өткізбейтін, қыстыгүні отардағы малшылар киетін киімнің ескі түрі екен. Үлкендер «кебенек суықта таптырмайтын киім» деседі. Кебенек киген адам суықтан қорықпайды, кез келген жерге шешінбей жата кетсе төсеніш те,  жамылғы да керек емес. Жамбастан сыз, бүйірден аяз өткізбейтін өзі төсеніш, өзі жамылғы... Салт атпен алыс жолға шыққан кісіге  көрпе-жастық алып жүру де оңай емес: ең алдымен атқа жүк, онан қалса мұздап қалған төсек-орын жатсаң денені қарып жатқызбайтыны тағы бар.\nҚорыта келгенде, кебенек көшпелі өмірдің,  атүсті тірліктің өз қажетінен туған киім деп ұғамыз.\nАл  мақалға келсек, бұрын үлкендер бұл мақалды жоғалып кеткен адамдарға, сотталып түрмеде жатқандарға байланысты қолданатын. Осы күнде алыс жолға кеткен адамдарға байланысты, «тірі пендеден күдер үзбе» деген мағынада да қолданылып қалып жүр.\nБұл мақалдың мазмұнын айқындап тұрған екі сөз «кебін» мен «кебенек» екені анық. Кебін жұртқа түсінікті болса да, кебенек сөзі мағынасы өшкіндеп бара жатқан ескі сөз. Себебі, бұл күнде бұрынғыдай отардағы малшы, далаға қонатын жолаушы жоқ, қайда барса жылы үй, кебенекке ешкім зар емес. Сөйтіп, әуелі кебенектің өзі қолданыстан шығып қалады. Сонымен бірге кебенек сөзі заттық тұлғасынан айырылып, өлі атауға айналған.\nМақалдың мазмұнына мән беріп ой жүгіртер болсақ, мәселе кебенек  аталған киімге  ғана емес, сол  кебенекті қандай жағдайда  киюге байланысты екенін байқау қиын емес.\nКебенек кигенді неге кебін кигенмен салыстырған? Отарға кеткен малшыны, алысқа кеткен жолаушыны  дүниеден өткен кісімен қатар ауызға алатыны қалай? «Кебенек киген келеді» дегені – отарға  кеткен малшы келеді дегені ме? Болмаса, алысқа жолаушы кеткен  адам қайтып  оралады деген сөз бе?\nБұл екеуінің де қисыны келіңкіремей тұр. Отарға кеткен малшының, жолаушы кеткен кісінің келетіні онсыз да белгілі жай.  «Үмітсіз шайтан ісі», «үйдегі қан жұтады, түздегі май жұтады» деп білетін, келер күннен  жақсылық тілеуді өмірлік ұстаным еткен  халық өз игілігі үшін сыртқа шығып кеткен азаматтарын қаза болған адаммен  салыстырмаса керек. Бұл жердегі түйін басқа.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұят боса айтайын мен 3 ай болды мастурбирвать етіп атрм брақ ұрық әлі шықпады нестеу керек",
        "question_content": "Ұятта боса айтайын мен 3 ай болды мастурбирвать етіп атрм брақ ұрық әлі шықпады нестесем болады",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Урологқа бар. Жасырын әдет зиян денсаулыққа, дінімізде құптамайды.",
                "date": "16.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жолдасым қандай көмек ала алады?",
        "question_content": "Қазіргі таңда жолдасым жұмыссыз көзінің көру қабілеті төмен жәнеде қант диабеті бар. Қандай көмек алуға болады және жолдары",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзінің көру қабілеті өте нашар болса, мүгедектік алуға болады. Ал қант диабеті бойынша тегін берілетін дәрілер бар. Соларды алса болады.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талғар ауданында бойынша қалай үй алуға болады?",
        "question_content": "Мен бастауыш сынып мұғалімі едім. Дипломмен ауылға бағдарламасымен Талғар ауданы бойынша көтерме сыйақы мен үйді қалай алуға болады?",
        "question_date": "14.01.2022",
        "question_tag": "Заң",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сот орындаушының шешімі заңды ма?",
        "question_content": "Жалдамалы пәтерде тұрамыз 2 балам бар, кішім 1жастан асты жолдасым денсаулығына байланысты үйде пішімді балабақшаға беруге жағдйым келмейді кредиттері еді уақтылы төлей алмадым сол себепті бәрі арес қойды. Каспий жеңілдік жасап төлей алатындай етіп пайыздарын қысқартып берді. Онлайн несием сотқа өткізіп картама арес қойды ал Центр кредит сотқа беріп жұмыс орныма хат жолдап жалақысының 50пайызын ұстап отыр. Күн көріс деңгейімен қараптан жатқан жоқ шырылдап орталықтарына да бардым өтініш жаздым шешімі заңды дейді не істесем болады?",
        "question_date": "14.01.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай проблемаларды шешумен айналысатын заңгерлер бар. Соларға хабарласу керек.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай 12 қарасөзінде не айтқысы келді, мағынасы қандай пжжжж помоги",
        "question_content": "Абай 12 қарасөзінде не айтқысы келді,мағынасы қандай",
        "question_date": "14.01.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "0,5 моль кукуртпен арекеттесеп оттектен (к.ж.)колеме?",
        "question_content": "0,5 моль кукуртпен арекеттесеп оттектен (к.ж.)колеме?",
        "question_date": "14.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S + O₂ =SO₂\n\n0.5 моль----------хл\n\n1моль --------22,4л\n\nх=0,5*22,4/1=11,2л",
                "date": "24.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамамдығын қанша жастан бастап меңгеруге болады?",
        "question_content": "IT мамандығын 9-10 сыныптан жалпы 15-17 жастан бастап жүргзуге болады.",
        "question_date": "14.01.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастай беріңіз.Ютубта видеолар бар",
                "date": "15.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психологиялық тест емес кəдімгі қазақша тесттерден қай жерден өтуге болады?",
        "question_content": "Baribar сайтында қызықты тесттер өте көп.бірақ мен ол тесттердің барлығынан өтіп тастадым.басқада қызықты тесттер қай сайттарда бар?",
        "question_date": "14.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психологиялық тесттер сіз жайлы толық мәлімет бере алмайды. Кейде қателеседі.",
                "date": "15.01.2022",
                "upvotes": 0
            }
        ]
    }
]