[
    {
        "question_title": "10 г сутек алу үшін сумен әрекеттескен кальцийдің зат мөлшерін табыңыз.",
        "question_content": "10 г сутек алу үшін сумен әрекеттескен кальцийдің зат мөлшерін табыңыз.",
        "question_date": "22.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х                                         10\n\nCa + 2H2O → Ca(OH)2 + H2\n\n40                                         2\n\nх=400/2=200\n\nзат мөлшері 200/40=5моль",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресейлік номердегі машинаның страховаасын тапсыруға бола ма",
        "question_content": "Ресейлік номердегі машинаның страховкасын кейін тапсыруға болама.менде машина жоқ .",
        "question_date": "22.10.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қораптың көлемі 270дм^3-ге тең. Ұзындығы 10 дм, ені 9 дм. Биіктігі нешеге тең?",
        "question_content": "Қораптың көлемі 270дм^3-ге тең. Ұзындығы 10 дм, ені 9 дм. Биіктігі нешеге тең?",
        "question_date": "22.10.2020",
        "question_tag": "Мектеп",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=270\n\na=10\n\nb=9\n\nh=?\n\nV=a*b*h\n\nh=V/a*b\n\nh=270/10*9 = 270/90 = 3\n\nЖауабы 3 дм",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пирамиданың 36қыры бар .Оның түрін анықта.",
        "question_content": "Маған геометрия пәнінен көмек керек.отінем . пожалуйста.кім біледң",
        "question_date": "22.10.2020",
        "question_tag": "Геометрия",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен бір ұлды ұнатып едім. Соны қалай өзіме қаратуға болады?",
        "question_content": "Мен бір ұлды ұнатып едім. Соны қалай өзіме қаратуға болады? Оны жақсы көремін.",
        "question_date": "22.10.2020",
        "question_tag": "Махаббат",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шындыққа тіке қарайық – әлемдегі әр екінші жігіт саған ғашық болады деген кепілдік жоқ. Алайда, бірнеше айла-әрекет арқылы жігіттерді өзіңе қаратуға мүмкіндік бар. Өзіңе ұнайтын жігітті қарата алмай жүрсің бе, онда біздің кеңеске құлақ түр...\nШынайы бол\nӨз келбетіңді жақсы көр. Жігіт саған ғашық болып қалуын қаласаң, ол сені бір көргеннен ұнатуы тиіс қой, солай ма? Дұрыс емес. Ғашық болуы үшін ол алдымен сенің сыртқы сұлулығыңды да, ішкі жан дүниеңді де ұнатуы тиіс. Және келбет – бұл тұрғыда маңызды рөл атқарады. Егер сен өз келбетіңді ұнатсаң және өз-өзіңе риза болсаң, жігіт те мұны сезетін болады.\nӨзіңе ыңғайлы, жарасатын, әдемілігіңді айқындап тұратын киімдер ки. Егер ыңғайсыз, жүріп-тұруға кедергі келтіретін және өз стиліңе сай емес киімді кисең, бұл сыртқа бірден білінеді.\nӨз денеңді жақсы көр. Іске аспайтын стандарттарға ұмтылудың қажеті жоқ. Қолыңда бар дүниені бағала. Физикалық тұрғыда да, моральдық тұрғыда да өзіңді сау сезіну үшін күніне кем дегенде 30 минут спортпен айналыс.\nӨз ісіңнен ләззат ал. Егер жігіт сенің сүйікті ісіңмен айналысып жүргеніңді және өміріңе риза екеніңді көрсе, оны өзіңе ғашық ету мүмкіндігі артады. Сенің әуесқойлығыңды байқап, ол сен жайлы көбірек білгісі келетін болады.\nМектепте немесе университетте оқып жүрген болсаң, мұғалімдер мен сабақтарға шағымданба. Өзіңе ұнайтын және саған ләззат сыйлайтын заттарға көбірек назар аудар.\nПозитивті бол. Не жайлы әңгімелесең де әр жағымсыз сәтке 5 жағымды зат тап. Кей-кейде шағымдану ештеңе етпейді, алайда әрдайым уайым мен шағым адамды жалықтырады.\nӨзіңді қалай барсың, солай жақсы көр. Өзіңді жақсы көрмейінше, ешкім сені жақсы көрмейді. Өз адами қалпыңды мақтан тұтуың қажет. Ол үшін: өзіңнің мықты жақтарыңды біл. Ерекше 5 қасиетің жайлы ойлап көр, қажет болса, жазып ал. Кейін соларды артықшылығың ретінде пайдалан. Мысалы, егер әзіл-қалжыңды жақсы айтатын болсаң, ұнатқан жігітіңе көрсетіп қалудан қорықпа.\nКемшіліктеріңді мойында. Өзіңді жақсы көру – бұл мінсізбін деп ойлау емес. Жөндеуді талап ететін кем дегенде 3 қасиетіңді ата. Жігіт өзіңмен жұмыс жасап жүргеніңді байқасын.\nӨзіңе деген сенімділікті арттыр. Егер өзіңді және айналысып жүрген ісіңді жақсы көріп үйренсең, өзіңе деген сенімділігің біраз артады. Түсінікті етіп сөйлеуді үйрен және өзің мен қорқыныштарыңа мейірімділікпен күліп қара.\nАлайда, өзіңе сенімділік пен менмендіктің арасында үлкен айырмашылық бар екенін ұмытпа. Егер әрдайым өзіңнің кереметтігің жайлы айта беретін болсаң, көптеген адамдар сенен теріс айналады.\nОның назарын өзіңе аударт\nКөңілді әрі тапқыр бол. Сенімен әңгімелесу жеңіл және сүйсіндірерлік болуы керек. Жігітті көре салысымен жымиып, күлкі тудырар әрекеттер жаса, достарыңмен бірге күл. Позитивтілігіңмен адамдарды өзіңе қарай тарта аласың, өйткені олар сенімен уақыт өткізу қызық деп ойлайтын болады.\nШытырмандарға дайын бол. Ролик тебуге немесе құзға шығуға қорқасың ба? Қорқынышыңды позитивті энергияға алмастырып, өмірдің бар рахатын сезін!\nКүлкілі болудан қорықпа. Үндемейтін суық қыз болып, жігіттің көңілін аудартамын деп ойлама. Уақытыңды көңілді өткіз. Көңілді адамдар бірден көзге түседі.\nЫм-ишарат тілін пайдалан. Осы арқылы да жігітке белгі беріп, назарын аудартуға болады. Ол үшін:\nКөзбен белгі беруден қашпа. Көздерің түйіскенде, оған жымиып, басқа жаққа қара. Бірақ оған ұзақ, көз алмай қарап тұрма.\nҚолыңды кеудеңде айқастырма. Қол бұлғап сөйлегенің абзал. Осылайша ашық-жарқын адам екеніңді білдіресің.\nИығыңды түзу ұста. Түзу мүсін адамға сенімділік береді.\nШашыңмен ойна. Бұл жігітпен сөйлесу кезіндегі немесе жай ғана көз байласу кезіндегі үздік тәсілдердің бірі.\nСүйкімді бол. Жігіттер көбіне сүйкімді қыздарға ғашық болады. Сүйкімді, қарапайым және бейкүнә киін.\nТым тартымды киімдер мен түстерден аулақ бол. Пастель түстерді, жинақы белдемше мен блузкаларды таңда. Ұялшақтығыңды алға тартып, ерлердің әңгімесіне араласпа және бейпіл сөздер айтудан аулақ бол.\nҚылымсып үйрен. Жігітке қызығушылығыңды білдіру үшін онымен біраз қылымсып сөйлесуің керек. Мұны ашықтан-ашық білдірмей, жай ғана ойнақы бол. Аздап әзілде, ыңғайлы сәтте әжуалауға да болады. Тек артық кетіп қалма.\nӨзіңнің даралығыңды көрсет. Егер жігіт саған ғашық болса, демек, ол сенің ерекше екеніңді ойлайды. Әйтпесе неге дәл саған ғашық болды? Сені дара ететін, махаббатқа лайық қасиетіңді айқындап көрсет.\nШынайы бол. Мазасыз болсаң да, тым қарапайым немесе адамдарға ашылуға қорықсаң да, әрдайым шынайы бол. Ол сенің болмысыңды толық білмей жақсы көрмейді.\nАшыл. Оған армандарың мен қорқыныштарыңды жасырмай айт. Алайда оған дейін бір-біріңді жақсы білетіндеріңе көз жеткіз.\nОны қармақта ұста\nОған деген қызығушылығыңды көрсет. Оның балалық шағы, отбасы, өткен өмірі, хоббиі, сабағы жайлы сұра. Оған қызық тақырыптарда әңгімелесуге тырыс. Тіпті саған қызық болмаса да, оны қолдауға тырыс.\nОның пікіріне қызығушылық таныт. Оның қандай да бір мәселеге деген пікірін немесе сенің сырт келбетіңе деген көзқарасын сұра. Оның пікірі сен үшін маңызды екенін білдір.\nОның көңіл-күйін бақылауды үйрен. Егер көңілсіз жүрсе, қолдау білдіріп, демеп жібер.\nОған қошемет сөздер айт. Оның керемет адам екенін, қандай қасиеттерінің ұнайтынын айт. Оған жылы сөздер жазылған хаттар жолдауыңа болады. Қошемет сөздерді шынайы айтуға тырыс. Жағымпазданудан аулақ бол.\nОған махаббатың мен іңкәрлігіңді сыйла. Екеуің бірге болғанда оны жігерлендіретін құшағыңды сыйла. Егер бір-біріңді көп уақыт көрмеген болсаңдар, оны сағынғаныңды айт.\nОны елітетін қасиеттеріңді көрсет. Оған деген қызығушылығыңды ғана айқындап қоймай, жан-жақты екеніңді және ой-өрісіңнің кең екенін көрсет. Егер сен оған физикалық тұрғыда ғана қызық болсаң немесе ол сені жай ғана көңілді қыз деп санаса, ол сені жақсы көріп қалмайды.\nӘлемде болып жатқан жағдайлардан хабардар бол. Әңгімені демеп жіберу үшін саясат, мәдениет және т.б. салалардан хабарың болсын.\nЖалпы көбірек кітап оқы. Кітап оқу миды дамытады және әңгімеге арқау болатын көптеген тақырыптарға ой салады.\nҚызықсыз әрі мазасыз болудан аулақ бол. Өмірден және айналаңдағы құбылыстардан ләззат ал, ол сенімен жүргенде өзін жайлы сезінсін.\nМахаббатты сақтап қалу\nТәуелсіздігіңді сақтап қал. Әрдайым оның жанында жүру маңызды емес. Ол сенің жеке өміріңнің бар екенін көруі керек. Өз достарың мен қызығушылықтарыңның бар екенін және кейде өзіңмен өзің болғаныңды қалайтыныңды білуі тиіс.\nЕкеуіңнің ортақ достарыңның болуы міндетті емес. Бар бос уақыттарыңды бір-бірлеріңе арнауға тырыспаңдар.\nЖұмысбасты бол. Оған уақытың аз болған сайын ол сенімен барынша көбірек бірге болғысы келетін болады.\nБір орында тұрып қалмай, жаңа бірдеңе енгізуге тырыс. Бір сарынды дүние уақыт өте келе қызықсыз болып қалады. Қарым-қатынас қанша уақыт өтсе де әрдайым құштарлыққа толы болуы тиіс.\nЖаңа хобби табыңдар. Ай сайын өздерің үшін жаңалық ашып отырсаңдар тіпті жақсы.\nСаяхаттаңдар. Жаңа мекендерді бірге ашыңдар. Әр жұма сайын бір мейрамханаға бара бермеңдер. Қызықты болу үшін жаңа мекендерді іздеңдер.\nМахаббаттарыңды жеткізудің жаңа амалдарын іздеңдер. Сезіміңізді күнде айтудың қажеті жоқ, оларды көрсетуде тапқырлық танытыңыз.\nҚысым жасама. Егер бәрі сіз қалағандай болмай жатса, қысым жасамаңыз. Бұдан екеуің де бақытсыз боласыңдар. Сезімді баяу және қинап өлтіргенше қарым-қатынасты үзген жөн.\nШындықты айт. Егер қарым-қатынастарың ұзаққа бармайтынын сезсең, бұл жайлы онымен сөйлескенің дұрыс.\nУайымдама. Көптеген адамдар өмірінде бірнеше рет ғашық болады. Әлі-ақ арманыңдағы жігітті жолықтырасың.\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/15-suir-2014/17886/",
                "date": "22.10.2020",
                "upvotes": 0
            },
            {
                "text": ":)   Ұл емес жігіт   ... бір жігітті ұнатыпем.. де.   ұл деген еркек ұрпақ",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген есептердің программасын С++ Builder бағдарламасына салып шығару.",
        "question_content": "1)Тік төртбұрыш қабырғалары берілген. Оның ауданы және периметрін табыңыз.\nS=a*b;\nP=2*(a+b).\n2)Екі сан берілген. Олардың арифметикалық ортасын табыңыз.\n3)Өрнекті есепте. c++ тілінде жазу керек\ny = түбір астында a2+b2/a+2b\n4)Өрнекті есепте:  с++ тілінде жазу керек\ny = түбір астында 7x+2a/5x",
        "question_date": "22.10.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include <iostream>\n\nusing namespace std;\n\nint main()\n\n{\n\n    int a=0,b=0,P=0,S=0;\n\n   \ncout << \"a=\"<<a;\n\n    cin>>a;\n\n    cout << \"b=\"<<b;\n\n    cin>>b;\n\n   \nP=2*a+2*b;\n\n    S=a*b;\n\n   \ncout<<\"P=\"<<P;\n\n    cout<<\"S=\"<<S;\n\n   \nreturn 0;\n\n}",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет арқылы қалай ақша табуға болады?",
        "question_content": "Интернетте қалай жақсы ақша табуға болады.",
        "question_date": "22.10.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернет арқылы ақша табуға бола ма, жоқ па деген сауалдың басы ашық. Бүгінде миллиондаған адамдар интернет арқылы жақсы табыс тауып, тіпті соны негізгі кәсібі етіп алғандығы осыны айғақтайды. Интернет-бизнесмен деп аталатын бұл кәсіптің иелері үйінде компьютердің алдында отырып қомақты ақша табуда.\nБлогымызда интернет арқылы ақша табудың бірқатар тәсілдері туралы жазған болатынбыз. Бүгін рунет, яғни орыс тілді интернетте кең таралған, миллиондаған адамдар қолданып, жақсы табыс тауып жүрген Glopart (глопарт) жобасы туралы әңгіме етпекпіз.\nАқша табудың сенімді түрі – өз ақпарат тауарларыңызды шығару.\nХХІ ғасырды ақпарат ғасыры деп тектен текке айтып жүрген жоқ. Ақпаратты иеленген адам қазір бәрін де иелене алады. Яғни, ақпарат ең өтімді және пайдалы тауар болып саналады. Сондықтан, ғаламтор арқылы ақша табамын десеңіз ақпарат тауарларын жасауға маманданыңыз.\nАқпарат тауарын қалай жасауға болады? Әрбір адам белгілі бір саланың сарапшысы (эксперті) сияқты. Мәселен, сіз гитараны жақсы тартатын болсаңыз, өзіңіз жақсы білетін осы өнер түрі туралы ақпарат тауарын жасай аласыз. Ол үшін гитараны қалай тартып, үйренуге болатындығы жайлы бейнесабақ түсіресіз. Оны арнайы бейнекамера арқылы, болмаса ұялы телефонмен де түсіруге болады.\nМіне, сол гитара тартуды қадамдап үйрететін түсірілімді ақпарат тауар ретінде сатуға шығарыңыз. Оны, тіпті дискіге жазудың да қажеті жоқ. Жоғарыда аталған глопарт қызметі арқылы сіз еш қиналмастан ақпарат тауарыңызды сата аласыз. Глопартта ақшаны алу, ақша аудару қызметі өте жақсы жолға қойылған.\nБейнекурстармен бірге сіз электронды кітап түрінде де өз ақпарат тауарыңызды жазып, сата аласыз. Мәселен, бауырсақ немесе басқа кондитерлік өнімді пісірудің рецептерін, болмаса балық аулау тәсілдеріне арналған электронды кітап шығаруыңызға болады. Мұның бәрі ақпарат тауарлары.\nЕгер ақпарат тауарларыңыз жоқ болса…\nЕгер сіздің ақпарат тауарларыңыз жоқ болса немесе оны дайындау амалдарын білмесеңіз, онда қалай ақша табуға болады? Глопарт қызметі арқылы кез-келген адамның ақша табуына мүмкіндік бар. Ол үшін сіз глопартқа тіркеліп, серіктестік (партнерлік) бағдарлама бойынша басқа интернет кәсіпкерлердің ақпарат тауарларын сата аласыз.\nИнтернет кәсіпкерлер сізге қуана-қуана өз тауарларын сатуға береді. Сол үшін сіз тауардың 30-50, тіпті онан да жоғары пайызы көлемінде комиссия ақысын алып отырасыз. Глопартта ақпарат тауарлары өте көп және күн сайын жаңа тауарлар түсіп отырады. Яғни, сіз өз қалауыңызша кез келген ақпарат тауарын таңдап алып, сата аласыз.\nТек әріптестік бағдарламаға қатыса отырып, өзгелердің тауарларын сату арқылы күректеп табыс тауып жүргендер көп. Сондықтан, бұл бүгінде көптеген адамдардың қосымша, тіпті негізгі табыс көзіне айналуда.\nГлопарт сервисіне қалай тіркелуіге болады?\nТіркелудің еш қиындығы жоқ және ол тегін жүргізіледі. Сіз мына сілтеме http://glopart.ru/invite/95472 арқылы сервиске оңай тіркеле аласыз. Сілтемені басқан соң ашылған беттегі «попробовать бесплатно» деген кнопканы басу қажет. Содан кейін жаңа ашылған беттегі терезеге өзіңіздің электронды поштаңызды жазып, «далее» дегенді басыңыз. Онан әрі тіркелуге арналған бет ашылады, соны толтырған соң сіз глоапрт сервисінің клиенті болып табыласыз.\nБүгінде орыс тілді интернетте миллиондаған адамдарға күнкөрістік жұмыс тауып беріп, жақсы табыс табуға мүмкіндік жасап отырған глопарт сервисіне тіркеліп, бағыңызды сынап көріңіз.\nТолығырақ: https://akikat01.com/internet-ar%d2%9byly-a%d2%9bsha-tabu/",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 57 °С, массасы 200 г сынапты буға айналдыру үшін қанша жылу мөлшері қажет?",
        "question_content": "Температурасы 57 °С, массасы 200 г сынапты буға айналдыру үшін қанша жылу мөлшері қажет?\n\nҚайнау температурасында тұрған спиртті буға айналдыру үшін 360 кДж энергия жұмсалды. Буланған спирттің массасын анық- таңдар.",
        "question_date": "22.10.2020",
        "question_tag": "Физика",
        "question_views": 15600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nQ=360 кДж\n\nt2=78 градус\n\nТабу керек: m-?\n\nшешуі: Q=Lm\n\nm= Q/L= 36×10^4/9×10^5= 4×10^-1= 0,4 кг\n\nЖауабы: 0,4 кг",
                "date": "23.10.2020",
                "upvotes": 1
            },
            {
                "text": "Температурасы 57 °С, массасы 200 г сынапты буға айналдыру үшін қанша жылу мөлшері қажет?\n\nалдымен сынапты қыздыру керек (Q = смΔт), содан кейін булану керек (Q = Lm)\n\nQ=130*0,1*300=3900Дж\n\nQ=300000*0.1=30000Дж\n\nQ=33900Дж",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бутанның жану, қосылу және хлормен әрекеттесу теңдеулері",
        "question_content": "Бутанның жану , қосылу және хлормен әрекеттесу теңдеулері",
        "question_date": "22.10.2020",
        "question_tag": "Химия",
        "question_views": 5300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жану реакциялары әртүрлі жағдайда көрсетілген.\nБромның орнында хлор да осылай жазылады.",
                "date": "23.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Ғаламтор\" туралы бес жолды өлең жазу керек.",
        "question_content": "\"Ғаламтор\" туралы бес жолды өлең жазу керек.",
        "question_date": "22.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламтор деген ғажап бар,\nБес құрлыққа тараған,\nКүн-түн демей қажетке\nЖаратады бар адам.\nАдамдардың сан алуан\nКөп болса да сұрағы\nМиллиондаған жауабы\nЛезде дайын тұрады\nТолығырақ: https://bilim-all.kz/article/5325-Galamtor",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толық және қысқартылған иондық теңдеулерін жазыңыз.",
        "question_content": "Берілген  заттардың  ішінен  нәтижесінде газ ,тұнба , су  түзілетін  реакция теңдеуін  құрыстырып, толық және  қысқартылған  иондық  теңдеулерін  жазыңыз.\nNa2CO3  , СaO, NaOH ,AlCl3, HCl,CuSO4",
        "question_date": "22.10.2020",
        "question_tag": "Химия",
        "question_views": 11400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Na2CO3 → CO2 + Na2O\nCaO = Ca + O2 \nNaOH + H2SO4 = Na2SO4 + H2O \nAlCl3 + 3KNO3 → Al(NO3)3 + 3KCl\nNaOH + HCl → NaCl + H2O \nCuSO4 + NaOH = Cu(OH)2 + Na2SO4",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз іссе не істеу керек?",
        "question_content": "Менің көзім асты ісіп тұр қарайып. Уже 5 ай. Интернет іздедім таптым алайда не помогает. Мұз бастым су іштім картоп бастым , аз ұйқтайдым көп ұйқтадым КЕТПЕЙДІ .Не істейін пікір кеңес берсеңіздер Ырза болар едім",
        "question_date": "22.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кенеттен көзіңіз ісіп кетті ме? Ал сіздің ертең маңызды кездесуіңіз бар.  Немесе көзіңіз жиі ісіп, ыңғайсыз жағдайға қалып жүрсіз бе? Не істеуге болады? Сұлулыққа жаны құмар қыз-келіншектер үшін маңызды делінген кеңестер топтамасын назарларыңызға ұсынамыз. Бірінші кезекте, контрасты душ қабылдаңыз. Яғни, бірде салқын, бірде жылы сумен жуыну арқылы көз айналасындағы теріні ылғалдандырып алыңыз. Бұған ары кетсе екі-үш минут уақытты жұмсауға болады. Тек теріні қатты басып тұрмаңыз. Өйткені қабақ айналасындағы тері тым нәзік әрі жұмсақ, айналасында қан ұйып, көгеріп қалу қаупі бар. Сондықтан саусақпен жеңіл қимылдатып өтіңіз. Сонымен қатар бұл кезде бет бұлшық еттерін қимылдатуға көмегін тиізетін жаттығулар жасасаңыз, нәтижеге тезірек қол жеткізуге мүмкіндігіңіз бар. Егер көзіңіз жиі ісіп, мазыңызды алатын болса, демек мұздатқышыңызға мұз сақтауды әдетке айналдырыңыз. Себебі мұздың әсері өте мол. Ол үшін кубик тәріздес мұзды қолданбас бұрын алдымен кеседегі қайнаған суға пакеттегі шайды демдеңіз. Мейлі қара немесе көк шай болсын, бастысы хош иістендірілген шай болмағаны абзал. Кейін жылы шайды (пакетімен бірге) бір-екі минут аралығында көз айналасына қойып, артынша мұзбен көз айналасын сүртіп шығыңыз. Бұған да тура бір-екі минут уақыт жұмсаңыз. Айтпақшы, мұз үшін тек қарапайым  су  емес, минералды сусын немесе ромашка араласқан суды пайдалансаңыз, әсері мол. Көзге арналған гимнастика Енді арнайы жаттығуға кірісуге болады. Жаттығудың бұл түрі тек қана көз айналасындағы теріні жақсартып қана қоймай, ісікті қайтаруға да септігін тигізеді. Ендеше, кеттік. Алдымен басыңызды бір қалыпты күйде ұстап, көзіңізді айналдырып шығыңыз. Кейін қарсы бағытқа қара айналдырыңыз. Мұнан соң жоғары-төмен, оңға-солға қараңыз. Келесі жаттығуға кірісіңіз. Көзіңізді барынша жұмыңыз. Мұнан соң ашыңыз. Осылайша үш рет қайталаңыз. Кейін көзді барынша тезірек ашып жұмыңыз. Он бес секундтан үш рет қайталаңыз. Қабаққа арналған массаж Қабақтағы ісікті массаж арқылы тезірек кетіруге болады. Саусақтың ұшымен ісік пайда болған қабақ айналасын уқалап шығыңыз. Бағытыңыз екі түрлі болсын. Алдымен көздің шеткі бұрышынан қабаққа қарай және керісінше. Жоғарыда ұсынған кеңестерді орындап шықсаңыз, енді шай ішіп, бойды сергітетін уақыт жетті. Лимон немесе бал араласқан көк шай ағзадағы артық сұйықтықты тезірек шығаруға көмектеседі. Көк шайдан бөлек зәр айдайтын өзге де дәрілік шөптер тұнбасын ішуге болады. Бұл ісікті тезірек кетіреді. Тағы оқыңыздар: Қыздарға диета арқылы қалай тез арықтауға болады? ӨЗГЕ ДЕ КЕҢЕСТЕР... Жұмыртқаның ақуызы Жұмыртқаның ақуызы теріні жиырылтып, көз айналасындағы ісікті басады. Ол үшін екі жұмыртқаны жарып, ақуызын алыңыз. Мақта тампонына оны малып, көздің астынғы терісіне жағыңыз. Бес минуттан соң жылы сумен шайып тастаңыз. Бұл процедураны күн сайын жасасаңыз, лайықты нәтижеге ол жеткізесіз. Тұз Ағзада сұйықтық тым көбейіп кетсе, ісіктің пайда болатыны белгілі. Ал тұз артық сұйықтықты айдап шығады. Ол үшін сізге жарты шай қасық ас тұзын аз ғана жылы суға араластыру қажет болады. Екі мақта тампонын суға батырып, көзіңізге (көзді жабу қажет) қойыңыз. Он минуттан соң жылы сумен шайыңыз. Бұл әдісті де күн сайын жасауды ұмытпаңыз. Қияр Қияр теріні ылғалдандырып, қабынуды басатын қасиетке ие. Сол себептен салқындатылған қиярды дөңгелек пішіндес етіп турап, көзіңізді жауып,  үстіне қойыңыз. Қияр он-он бес минут қабақ үстінде тұруы қажет. Бұл тәсілді күніне бірнеше рет қайталаңыз. Су Адам күніне бір жарым-екі литр су ішкені абзал. Себебі құрғақтықтың салдарынан көз айналасында қапшықтар пайда болуы мүмкін. Тек суды ұйқының алдында ішпеген жөн. Ол таңертең дененің ісініп кетуіне, сонымен қатар көз айналасындағы қапшықтың пайда болуына әкеп соғады. Тағы бір айта кетерлік кеңесіміз, түймедақтың тұнбасынан компресс жасасаңыз, әбден болады. Ең бастысы, ұйқы режиміңізді бір қалыпта ұстай біліңіз. Әйтпесе көз айналасындағы қапшықтар мен ісіктен арылу қиынға түседі. Сонымен қатар шамадан тыс алкогольді ішімдік те көз айналасында ісіктің пайда болу себептерінің біріне жатады. \nТағы да оқыңыздар: https://kaz.nur.kz/1685287-kozdinh-isigin-basu-ushin-ne-isteu-kerek.html?utm_source=clipboard&utm_medium=article-fragment",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаш түсуін қалай тоқтатуға болады?",
        "question_content": "Жасым 14 те (Ұлмын) шашымды жуған сайын көп шаш түседі, не стесем болады? Шашымды жуған сайын көп шаш түседі соны тоқтату керек. Көптеген маскалар степ көрдім көмектеспеді",
        "question_date": "22.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандар әр екі ай сайын сусабынды ауыстырып отыруға кеңес береді. Бағасы қымбат сусабындардың бәрі де сапалы бола бермейді. Бірақ, тым арзан да болмау керек. Өйткені, өте арзан құралдардың құрамында бас терісі мен шашқа зиянды элементтер табылуы мүмкін. Көптеген бағасы қымбат сусабындардың құрамында табиғи майлар мен мұқият тазалайтын қоспалар бар. Солардың әсерінен сусабынды кішкене үнемдеуге болады. Ал, шашын күнде жумаса, жүре алмайтын арулар үшін қымбат сусабынды қолдану – шығын болуы да мүмкін. Күнде жуылатын шашқа кететін қаржылай шығынды былай қойғанда, ол бас терісіне де зиян екенін трихология мамандары растап отыр.\n         Әр адамның шашы өзіндік құрылым мен өзіндік түрге ие. Сусабынды шаш түріне қарай таңдау қажет. Құрғақ не майлы шашты күнара (араға бір күн тастап) жуып отырған тиімді. Шашты жиі жуған сайын оның майлылығы арта түседі. Май қабаты бас терісін құрғап кетуден сақтайтындықтан күнде тазарып отыратын шашта тез пайда болады.\nБайқасаңыздар, бұйраланған шашқа қарағанда бұйраланбаған шаштар тез майланады да, кір боп көрінеді. Оның мыры тіке шашта майдың тез таралуында ғана. Шаштың майлануы – кір емес, бас терісі аурудан аман, шаштың сау екендігінің кепілі. Өйткені, май қабаты шаш талшықтарындағы дымқылдың сақталуы мен су сіңірмеуіне ықпал етеді. Шашыңызды күнде жуған сайын оны табиғы қорғанысынан айырып отыратыныңызды ұмытпаңыз.\nТолығырақ: https://aikarakoz.kz/tag/%D1%88%D0%B0%D1%88%D1%8B%D0%BC-%D0%BA%D3%A9%D0%BF-%D1%82%D2%AF%D1%81%D0%B5%D0%B4%D1%96/",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колумбтың саяхатының негізгі мақсаты қандай?",
        "question_content": "Христофор Колумбтын саяхатынын негизги максаты кандай?",
        "question_date": "22.10.2020",
        "question_tag": "География",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Христофор Колумб (ис. Cristóbal Colón; итал. Cristoforo Colombo) (1451 ж. қазанның 29 — 1506 ж. мамырдың 20, Вальядолид, Испания) — әйгілі жиһанкез және саудагер. Генуяда туған. 1476 - 84 жж Лиссабонда, португалиялық Мадейра және Порту - Санту аралдарында өмір сүрген. Солтүстік Атлант мұхитына жүзуге қатысқан.\nOл бір уақытта Америкаларды ашқан бірінші еурoпалық деп есептелген, бірақ қазіргі уақытта Америкаларды oдан бұрын викингтер ашқаны белгілі.\nХристофор Колумб Жер шар фoрмасында екендігін біледі, бірақ oның қаншадай үлкендігі бар туралы хабары бoлмайды. Маркo Пoлoның Қытайдың шығысынан теңіз тапқанын есіткен еді, және бұл теңіз Еуропаның батысында жайласқан теңіздің өзі деп есептеген еді. Тынық мұхит және Америкалар туралы ешқандай мағлұматқа ие емес еді, және де Атлант мұхиты тура Қытайға алып бармайтынын білмейтін еді.\nАрагон мен Кастилия патшасы Фернандо ІІ Арагoн және патшайымы Изабелла І Кастилия бұйырығымен оларға дәмдеуіштер және алтын алып келуді қалады. Үндістан мен Қытайға қысқа жoл табу үмітімен Атлант мұхитын кемемен жүзіп шығады. Саяхатының ақырында Христофор Колумб бірнеше аралдарды кездестіреді де және Шығыс Үндістанға жетіп келдік деп oйлайды. Сoл үшıн жаңа ашылған жердегі жергілікті халықты «үндістер» деп атаған. Не барлығы Христофор Колумб Америкаларға төрт мәрте саяхат қылған.\nКолумб Испаниядағы 7 жыл соғыс болған жердегі банкирлер мен саудагерлерге сүйеніп, дүние жүзіндегі мұхиттарға экспедиция жасайтын арнайы топтың жетекшісі болады. Ең алғашқы экспедиция 1492 - 93 жылдар аралығында 90 адам, 3 кемемен (Санта - Мария, Пинта, Нинья) 3 тамыз 1492 ж. Палос аймағынан Атлант мұхитын іздеуге шықты. 15 наурыз 1493 ж Колумб Испанияға қайта оралды. Ал 2-ші экспедиция 1493-96 жж 1500 адаммен Кадистан жолға шығады. 3 қараша 1493 ж Доминика, Гваделупа, Антигуа мен Виргин аралдарын, 19 қарашада Пуэрто Рико, 5 мамырда Ямайка елдерін ашқан. 1496 ж 31 шілдеде Испанияға оралады. Ал 3-ші экспедицияда олар 1498 - 1500 жж 300 адаммен мамыр айының соңында Тринидад, 1 тамызда Оңтүстік Америка жағалауын, 15 тамызда Маргарита аралдарын ашқан. 4-ші экспедиция барысында 1502 - 1504 жж Америка материгін ашқан.\n7 қараша 1506 ж. Христофор Колумб өмірден өтті. Зерттеулері бүгінгі күнге дейін қолданылып келе жатыр.\nЕкі Американың көп жерінде аты қалған: Колумбус қаласы (АҚШ), Британдық Колумбия (Канада) т.б. Кoлумбия мемлекеті де oның мәртебесіне аталған.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%A5%D1%80%D0%B8%D1%81%D1%82%D0%BE%D1%84%D0%BE%D1%80_%D0%9A%D0%BE%D0%BB%D1%83%D0%BC%D0%B1",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нәтижесінде 0,1 моль фосфор (V) оксидін алу үшін қажет фосфордың массасын табыңыз.",
        "question_content": "Нәтижесінде 0,1 моль фосфор (V) оксидін алу үшін қажет фосфордың массасын табыңыз.",
        "question_date": "22.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х                   0,1\n\n4Р + 5О2 = 2Р2О5\n\n124               284\n\nх= 0,04моль\n\n0,04*31= 1,24*4= 4,96",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабағы өзгеше өсімдіктер туралы не білесіз?",
        "question_content": "Сабағы өзгеше өсімдіктер және неге",
        "question_date": "22.10.2020",
        "question_tag": "Биология",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғат дүниесінде адам баласы құпиясын ашып болмайтын таңғажайып құбылыстар жетерлік. Солардың бір саласы - өсімдіктер әлемі. Талайды таңдай қақтырған тылсым да үрейлі әрі қызықты алуан түрлі ағаштар жайлы сөз болмақ. \nҚан сорғыш терек\nАуғанстанда өзгеше қан соратын терек бар. Оның биіктігі екі метр, жуандығы 10см айналасында ғана. Теректің өн бойы толған түйіршік тектес. Қорқыныштысы жапырағына қол тиіп кетсе болды, дереу жабыстырып алып, қанын сорып, ақжемін шығарады екен. Кезінде Германия, Франция, Италия жабайы өсімдіктерді тексеру бірлескен отряды сол жерге барып, зерттеу жүргізеді. Солардың бірі осы ғажайып теректі көріп, таңдана жапырағын ұстайды. Сол-ақ екен, оның алақаны жапыраққа жабысады да қалады. Қалай бұлқынса да, қолын ажырата алмайды. Жапырақ оның қолын мұжып, қанын сора бастайды. Әріптесінің жанын алып қалу үшін, зерттеушілердің бастығы амалсыздан қолын шауып тастайды. Бұл оқиға өсімдік зерттеушілердің назарын ерекше аударады. Олар әрі қалың, әрі мықты жасалған ерекше қолғап киіп, теректі ұстап, оның сырын шешпек болады. Ойламаған жерден ағаш жапырағы адам қолымен қоса, қолғапты жабыстырып алып, дереу тесіп жібереді. Олар қолғаптан қолдарын зорға шығарып үлгереді. Ал ағаш жапырағына жабысқан қолғаптың лезде дал-дұлы шыққанын көреді. Міне, бұл күні бүгінге дейін құпиясы ашылмаған сырлы ағаш.\nКір кетіргіш ағаш\nЖерорта теңізінің оңтүстік жағалауындағы Алжирде таңғажайып, қабығы қызыл, бұтағы жуан, жапырағы қалың ағаш бар. Жергілікті тұрғындар оны «Бодан» деп атайды. Мағынасы «кір кетіру» деген сөз. Тұрғындар кірлеген киімдерін ағашқа орап қойып, бірнеше сағаттан соң, таза сумен шайып жіберсе болғаны, киім тап-таза болып шыға келеді екен.\nНегізінде бұл ағаштың қабығында сарғыш түсті сұйықтық бөліп шығаратын көптеген ұсақ тесіктер бар болып, ал сұйықтықтың құрамындағы сілті тазартқыш рөлін атқарады.\nАдам жейтін ағаш\nИндонезияның Ява аралында бір түрлі «Янбай» деп аталатын адам жейтін қорқынышты ағаш бар. Жайшылықта бұл ағаштың бұтақтары шұбалып, жайылып жатады. Ал адам болсын, аң болсын байқамай бұтақтың біріне тиіп кетсе, ағаш бұтақтары әп-сәтте шырмап алады. Сондай-ақ ағаш бұтақтарынан жабысқақ сұйықтық ағып, шырмалған денені ірітіп жібереді. Соңынан бұтақтарын қайтадан жайып, келесі орайды күтеді екен.\nАуа-райын болжағыш емен\nШымыр емен ағашы қоңыржай белдеуде өседі. Қытайда, Оңтүстік Кореяда, Жапония мен Индияда көптеп кездеседі. Оның жапырағының түсі ауа-райының өзгерісіне қарай құбылып тұратындықтан, «Ауа райынан мәлімет беретін ағаш» деп аталған. Бұл ағаштың ауа-райының өзгерісіне болған сезімталдығы жоғары. Бұл өзгеріс жапырағының құрамындағы хлорофилл мен антоцианин салыстырмасының өзгерісінен қалыптасқан, ұзақ уақытқа жалғасқан қуаңшылықтан соң, жауын таяғандығы тымырсық ыстықта хлорофилдің қосылысы кедергіге жолығып, антоцианин құрамы артады да, жапырағы қызарса, осы өңірге екі күн ішінде нөсер жауатынын білдіреді. Күн ашыларда жапырақ жасыл түске өзгереді. Егіншілер осыған қарай өз шаруаларына жоспар жасайды екен.\nБилейтін ағаш\nҚытайдың көрікті Шишуаңбанна деген жерінде, Мыңла ауданының маңындағы ежелгі орман ішінде билей алатын сәмбі тал бар. Егер осы ағаштың қасында музыка таспасын қойсаңыз, ағаш музыка ырғағына ілесіп, биге басады. Бұдан да ғажабы егер қойылған әуеніңіз жеңіл музыка немесе лирикалық ән болса, ағаш мың бұралған биші арудай тербелісін өзгертіп отырады. Музыка шырқау биікке көтерілген сайын ағаштың биі де әсемдене түседі. Егер көтеріңкі екпінді, лирикалығы солғын немесе шуылы көп музыканы қойсаңыз, ағаш билемей қояды екен. Сондықтан жергілікті тұрғындар оған «билейтін ағаш» деп ат қойған.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/alemtanu/syrly-alem/4382/",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеуі 5 В, ток күші 0,01 А өткізгіште 20 минутта бөлініп шығатын жылу мөлшері анықта.",
        "question_content": "Кернеуі 5 В, ток күші 0,01 А қозғалмайтын өткізгіште 20 минутта бөлініп шығатын жылу мөлшері анықта.\n2. Шамның қылы арқылы өтетін ток күші 2 А. Шамдағы кернеу 10 В, ол шам қылының кедергісі анықта.\n\n 3. Кернеуі 220 В желіге қосылған электр плитасының спиралінің кедергісі 55 Ом, спиральдегі ток күші.\n4.Кедергісі 12 кОм вольтметр 220 В кернеуді көрсетіп тұр.Одан өтетін ток күші неге тең?\n5.Ұзындығы 100 м ,қимасы 2 мм2 мыс сымының кедергісі неге тең?\n\n6.Кедергісі 30 Ом электр шәйнегінің спиралі кернеуі 120 В электр желісіне қосылған.Шәйнектің спираліндегі ток күшін анықта.",
        "question_date": "22.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 19800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) U = 5 В\nI=0,01 А \nt=20мин=1200 секунд\nQ=?\nQ = I*2Rt\nU = IR------------R=U /I\nR= 5 В/ 0,01 А =500 Ом\nQ = I*2Rt=0,01*2(квадраты)*500*1200= 60 Дж",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "Шамның қылы арқылы өтетін ток күші 2 А. Шамдағы кернеу 10 В, ол шам қылының кедергісі анықта.\nI=2 А \nU = 10В\nR-?\nU = IR------------R=U /I\nR= 10 В/ 2 А =5 Ом",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анықталған мемлекеттердің ықпал еткен аймағын сипаттаңыз.",
        "question_content": "Франция Германия\nАнықталған мемлекеттердің ықпал еткен аймағын сипаттаңыз",
        "question_date": "22.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Франция\n\n914 ж. 4 тамызда Германия әскері Бельгия арқылы басып кірген мемлекет\n\nГермания\n\nБірінші дүниежүзілік соғыста екі бірдей майданда соғысқан ел.\n\nТолығырақ: https://app.memrise.com/course/1189781/history-vsemirka/2/",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абылай ханның ішкі саясаты қалай жазамын?",
        "question_content": "Абылай ханның ішкі саясаты туралы айтыңыздаршы өтініш",
        "question_date": "22.10.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 45800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абылай жас кезінде Орта жүздің ханы Әбілмамбеттің жанында кеңесші сұлтан ретінде Орта жүз хандығының ішкі, сыртқы саясатын айқындауға, оны жүзеге асыруда үлкен рөл атқарады. Ол өзінің қабілеттілігінің арқасында ханмен бірдей дәрежеде болады. Сондықтан да жекелеген тарихшылар Абылайды орта жүзге 40 жыл хан болды деп есептейді.Абылайдың бүкіл қазақтың ханы ретінде ұстанған ішкі саясаты шетел басқыншыларына қарсы бүкіл қазақ халқының басын біріктіруге байланысты болды. Ол Тәуке хан бастаған сұлтандардан, ру басшыларының жеке даралығына қарсы күрес жүргізіп едәуір нәтижелерге қол жеткізеді.",
                "date": "22.10.2020",
                "upvotes": 1
            },
            {
                "text": "Абылай ханның ішкі саясаты\nБүкілхалықтық мойындауға және үш жүздің ханы атағына қарамастан, Абылайдың билігі шексіз билік болған жоқ. Сұлтандардың едәуір бөлігі, әсіресе Барақ сұлтан мен Әбілмәмбет ханның ұрпақтары Абылайды тақты заңсыз иеленді деп санады. Мәселен, Дайыр сұлтан 1781 жылы Орынбор губернаторына Абылай «ханның қадір-қасиетін мүлде әділетсіз иеленгенін, өзінің бала кезінде бауырларымен Түркістанда болғанын, хандықтын барлық әділеттік бойынша өзіне тиесілі» екенін жазды. Наймандардың билеушісі Әбілпейіз, иеліктері Обаған мен Есіл арасында орналасқан Құдайменде сұлтан тәуелсіз еді деуге болады. Түркістан мен Сырдарияның ортаңғы ағысында билікті бөліскен Сәмекенің баласы Есім мен Әбілмәмбетің баласы Болат өздерін хан деп атай берді. Хан билігіне наразы болған кейбір рубасылар оны тіпті әскери күшпен құлатуға да тырысты. Дағдылы құқықпен шектеулі Абылай, Ш.Уалихановтың айтуынша, сұлтандар мен рубасылардың бетімен кетуін ауыздықтауға ұмтылды. Абылайдың зор беделі қазақтарды ханға бағынышта ұстады. Абылай өзгерген сыртқы саяси жағдайда аман қалу үшін Қазақ хандығының саяси жүйесін көбірек орталықтану жағына қарай өзгерту қажет екенін өте жақсы түсінді. Бұған жету үшін хан бірнеше бағытта әрекет жасады.\nБіріншіден, Абылай биліктің орталықтандырылуын нығайтуға ұмтылды. ХVІІІ ғасырдың бірінші ширегінде әрбір ру бірлестігі іс жүзінде автономиялы болды және оларды өздерінің билері, рубасылары басқарды. Бұл жүйе жағдайында хан көп жағынан билердің еркіне тәуелді болды және оның жекелеген рулар деңгейінде шешім қабылдауға ықпал етуге үлкен мүмкіндіктері болмады. ХVІІІ ғасырдың 20-30 жылдарында бұл жүйе өзгере бастады, белгілі бір ру әскербасы және саяси көшбасшы етіп шақырған сұлтандардың рөлі арта түсті. Абылай жүздер мен үлкен бірлестіктерді басқаруға дәстүрлі қазақы кісілік рухы негізінде бір орталық буындары элементтерін енгізуге ұмтылды. Ханның көптеген балалары осындай билеушілер рөліне кірісті. 1774 жылы Әділ сұлтан Ұлы жүздің бір бөлігінің билеушісі болып тағайындалды, оған арнап Абылай Талас аңғарына қала салып, оған қарақалпақтарды қоныстандырды. Солтүстік-шығыс Жетісуда оның басқа бір баласы Сүйік, Орталық Қазақстанда Қасым билік етті. Орта жүз бен Ұлы жүздің барлық дерлік жері ханның балалары арсында бөлінді. Тек Кіші жүзде және Орта жүздің батыс бөлігінде Қайып ұрпақтары, Орталық Қазақстанның кейбір аудандарында – Барақтың ұрпақтары, ал Қытаймен шекара өңіріне таяу жерлерде және Сырдарияда Әбілмәмбеттің ұрпақтары – сұлтандар билік етті.\nОрталық билікті күшейту үшін Абылай қолданған шаралардың екінші кешені – бір тұлғаның қызметіне және оның тұлға ретіндегіқасиеттеріне сүйену. Мәселен, дағдылы құқықтың дәстүрлі түсініктеріне қарамастан, Абылайхан қылмыскерлерді өлім жазасына кесуге үкім шығару құқығын өзі алды. Бұл міндет бұрын билер қазылығында ғана болатын. Билер кеңесі мен рубасы-ақсақалдар съезінің құқықтары едәуір шектелді. Алайда дағдылы құқықтың дәстүрлі болуы және бақарудың нақты тұтқаларындағы кемшілік Абылайға хандықтың саяси жүйесіне реформаны ақырына дейін жүргізуге мүмкіндік бермеді. Оның үстіне бүкіл басқару жүйесін соғыстар қиратып кетті деуге болатын еді. Федерализм элементтері рулық басқару принциптерімен тығыз ұштасып жатты, хан билігін бұрынғысынша билер мен сұлтандар едәуір дәрежеде шектеп отырды. Мемлекеттік машинаның орнықтылығы түгелдей және толығымен ханның өз беделіне, оның күрделі саяси проблемаларды шешу кезінде ымыраластық таба білуіне байланысты болды.\nАбылай ханның сыртқы саясаты\nАбылайдың сыртқы саясаты да икемділігімен және ымырашылдығымен сипатталды. Оның Ресей мен Қытай сияқты күшті мемлекеттермен қатынастарының Орта Азия мемлекеттерімен қатынастарынан едәуір айырмашылығы болды. Отаршыл империялардың күш-қуатын өте жақсы ұсынған хан, бір жағынан, Ресей протекторатын танудан бас тартпай, екінші жағынан, өз иеліктерінде екі державаның да ықпалы күшеюіне жол бермей, олармен қатынастарда барынша икемділік көрсетуге тырысты. «Қазақтар әуел бастан екі жақтылықты ұстанды, - деді цин императоры өзінің 1779 жылғы жарлығында, - ... Абылай бізге бағынған кезде Ресей Абылайдың өз боданы екенін, сондықтан біздің оны өз бодандығымызға қабылдауымыз керек екенін мәлімдеп, наразылық жіберді. Біз сонда былай деп жауап қайтардық: «Сіздер Абылайды өз адамымыз дейсіздер. Егер сіздер оны жақсылап басқарсаңыздар, ол ешбір жағдайда бізге бағынуғаөтпеген болар еді... Ал сіздер, орыстар, бұған қалай кедергі жасай аласыздар?.. Егер болашақта мұндай оқиға бола қалса, сақтық жасау керек». Бір жағынан, Абылай Қытайдың өкімет орындарын өзінің адалдығына үнемі иландырып отырды, екінші жағынан, ол мәселені «Ресей сарайына әлдеқайда ынталықпен ... ал қытай ханымен хат жазысуды бір нәрсе үшін, оған бағынышты қырғыз-қайсақтарға қытайлардың реніш көрсетіп, қысым жасамауы үшін жалғастырып» отырған сияқты етіп көрсетіп. Хан өз иеліктерін агрессияшыл көршілерінен осылайша қауіпсіздендіріп қана қоймай, жекелеген пайда келтіруге де тырысты. Мәселен, 1772 жылы ол Ресейден өзінің сыртқы және ішкі жауларына қарсы күресу үшін тағы да әскер сұрады. Бұл орайда ол өзінің Қытаймен өзара келісімі бар екенін былай деп хабарлады: «Қай жақтан және қандай да бір патша бізге дұшпандық әрекет немесе арсыздық жасайтын болса, оған қарсы тұратын болады және егенр сол боғдыханнан (Қытай императорынан) күш сұрасам, ол менің талап етуім бойынша он мыңға дейін немесе жиырма мыңға дейін болса да әскери адамдар берер еді ...». Шынына келгенде, Абылайдың адалдығына күмәнді Ресей де, Қытай да оған әскер бөлуден бас тартатын.\nРесейдің өкімет орындары Абылай ханды өзінің ықпал өрісінде ұстауға ұмтылды, сондықтан да 1777 жылы хан жазбаша өтініш жасаған жағдайда оның хан атағын тануға әзір екенін ресми түрде хабарлады. Мұндай дипломатиялық қадам өзінің сыртқы саяси аренадағы беделін нығайта түсетінін түсінген Абылай Петербургке өзінің баласы Тоғым бастаған елшілік жіберді. 1778 жылы ғана ІІ Екатерина оны хан деп және Орта жүздің ғана ханы деп бекіту туралы грамотаға қол қойып, оның Кіші жүз бен Ұлы жүзге билігін танығысы келмеді. Бұған ызаланған Абылай Орынборда, Троицкіде, тіпті Петропавлда да ант беруден бас тартты. Отаршылдық өкімет орындары хан ордасына шенеунік жіберуге де келісті, алайда хан «мен өз дәрежеме халықтың сайлауымен әлдеқашан-ақ бекітілгенмін» деп мәлімдеп, ант беруден үзілді-кесілді бас тартты. Ханның мұндай мінез көрсетуін оның 1773-1775 жылдардағы Пугачевтің көтерілісінен кейін Ресей империясының күш-қуатына шүбалана қарауымен түсіндіруге болады, ал ол көтерілістің барысында Абылай жалған атақ жамылушыны  қолдап, тіпті онымен бірлесе отырып орыс бекіністеріне шабуыл жасауға да ниеттенген еді. Ханға ықпалын мүлдем жоғалтуға қорқып, Ресейдің өкімет орындары 1779 жылы оған 300 сом және 200 пұт ұн мөлшерінде жыл сайынғы жалақы тағайындады, бірақ 70-жылдардың аяғына қарай Абылай Ресеймен қандай да болсын қатынастарының бәрін мүлде үзді.\nАбылайдың оңтүстіктегі көршілерімен қатынастары басқаша болды. Абылайдың күш салуы арқасында қайтадан қазақ аймағына айналған Жетісуда қырғыздармен қақтығыстары жалғаса берді және Абылай оларға қарсы аратұра жорықтар жасап тұрды. 1774-1779 жылдары сондай-ақ  жорықтар жасалды. Соңғысы қырғыз руларының бір бөлігінің Қазақ хандығына бағынуына жеткізді. Ташкентпен және Ходжентпен соғыста Сайрам, Шымкент, Созақ және Ташкент қазақтарға қайтарылды. Сонымен Абылай ханның ХVІІІ ғасырдың 70-жылдарындағы сыртқы саяси қызметі Қазақ мемлекетінің бірлігін уақытша қалпына келтіруге, оның халықаралық аренадағы жағдайының нығаюына жеткізді.\nАбылайға дейін де, одан кейін де бірде-бір қазақ ханының мұндай шексіз билігі болған емес. Бұл ең алдымен оның билігінің сөзсіз құдіреттілік сипатына байланысты еді. Ш. Уәлиханов былай деді: «құрмет (ханға) әлдебір мистикалық сипатта болды... Бұл уақыт хан қастерлі еткен еркін жеңілдіктерге қарсы рақымсыздықпен әрекет ете отырып, өз әрекеттеріне ұрпақтары оны әулие деп санайтындай сипат бере білді». Көреген саясатшы және шебер дипломат Абылай өзіне ергендердің сүйіспеншілігіне және қарсыластарының құрметіне лайық бола білді. Бұған ханның жеке қасиеттері де едәуір дәрежеде себепші бола білді.  Текті әулеттен шыққанына  қарамастан, балалық шағында  оның бақташы да, түйеші де болуына, жоңғарларға қарсы соғысқа қатардағы жасақшы ретінде қатысуына және шайқаста батыр атағын алуына тура келді. Абылай мұсылманша жақсы сауатты болды, оқып, жаза білді.  Ол сирек кездесетін саяхатшы, тамаша қолбасшы және дипломат болды.  Дегенмен де,ол тарих көшін өзгерте де, көшпелі өркениеттің бұрынғы күш-қуатын қайтадан қалпына келтіре алмады. Ол қайта түлеткен Қазақ хандығы  ханның өзі қанша өмір сүрсе, сонша өмір сүрді. 1781 жылы шамамен 70 жасында Абылай Ташкенттен Түркістанға келе жатқанда дүние салып,Қожа Ахмет Йасауи кешенесінде жерленді.",
                "date": "26.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баллонда 300 К температурада массасы 2 кг неон бар. Оның энергиясы негетең?",
        "question_content": "Баллонда 300 К температурада массасы 2 кг неон бар. Оның энергиясы негетең?",
        "question_date": "22.10.2020",
        "question_tag": "Физика",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "U=\nU=1.5*= 374 (кДж)",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыштары 3,2,4,4,5 сандарына пропорционал болатын бұрыштардың мәнін табыңыз.",
        "question_content": "бұрыштары 3,2,4,4,5 сандарына пропорционал болса, онда осы дөңес бесбұрыштың бұрыштарын табыңыз",
        "question_date": "22.10.2020",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3х+2х+4х+4х+5х = 360\n\n18х = 360\n\nх=20\n60, 40, 80, 80, 100",
                "date": "22.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұзындығы 84 м сым темірдің екіншісі біріншсінен 5есе ұзын болатындай екі бөлікке бөлінді.",
        "question_content": "Әр бөліктің ұзыгдығыр тап",
        "question_date": "22.10.2020",
        "question_tag": "Мектеп",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "84/6=14\n\nБір бөлігі 14  см\n\nекіншісі 70 см",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәулет мамандығы бойынша шығармашылық емтихандар қалай өткізіледі?",
        "question_content": "Мен Архитектура мамандығын оқығым келеді. Сурет сала алмаймын бірақ сызу өлшеу дегенге жақсымын. Сурет салуа білу міндетті ме? Және шығармашылық емтихан қалай өтеді? Сурет салып апару керек па егер солай болса қандай сурет салуға болады? Ғимараттың сызбасы ма?\n\nЖәне де грант болады ма? Маған толық жауап бере аласыздар ма? Толық информация керек",
        "question_date": "21.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 776,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына төмендегі пдф файылын жүктеп алсаңыз болады.\n\nhttps://tou.edu.kz/images/stories/pdf/%D0%92073%20%D0%A1%D3%99%D1%83%D0%BB%D0%B5%D1%82-%D1%88%D1%8B%D2%93%D0%B0%D1%80%D0%BC%D0%B0%D1%88%D1%8B%D0%BB%D1%8B%D2%9B%20%D0%B5%D0%BC%D1%82%D0%B8%D1%85%D0%B0%D0%BD%D0%B4%D0%B0%D1%80.pdf",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алкендер туралы есептердің шығарылу жолы бар ма?",
        "question_content": "алкендерге байланысты есептерди шыгарып бере аласыздар ма? Алдын ала рахмет!",
        "question_date": "21.10.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Траекторияның А нүктесінде нормаль үдеу қалай бағытталады?",
        "question_content": "Суретте горизонтка бурыш жасай лактырылган тастын траекториясы келттраекториясы келтірілген. Егер ауаның кедергісі еленбесе,  траекторияның А нүктесінде нормаль үдеу қалай баытталады?",
        "question_date": "21.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    }
]