[
    {
        "question_title": "Аспаз болу үшін қандай мамандық таңдауыма болады?",
        "question_content": "Аспаз маманын қай\nШымкент қаласында алсам бола ма?",
        "question_date": "10.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аспаз болу үшін Шымкент  қаласында :\n\n1) №6 кәсіптік-арнаулы оқу орнына\n\n2)«Шымкент Агротехникалық Колледжі» -Тамақтандыру ісі мамандығы бойынша оқысаңыз болады.",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасқан әкенің құқығы қандай? Баланы өз үйіне алып кетсе болады ма?",
        "question_content": "Мен ажыраскалы отрмын, ортада 2 жасар бала бар, кандай да болмасын бала анасында калад екен, мен баламды аптасына канша рет коре аламын? 1-2 кунге алып оз уиме алып кете аламынба? Оз уим бар.. Мен баланы озиме кашан ала аламын?",
        "question_date": "10.03.2020",
        "question_tag": "Заң",
        "question_views": 5600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Неке және отбасы туралы заңының 73 бабына сәйкес мынандай құқықтары мен мәндеттер ата-анасының мынандай: Баласынан бөлек тұратын ата-ананың баласымен араласуға, оның тәрбиесі мен баланың бiлiм алуы мәселелерiн және бала үшін басқа да маңызды мәселелерді шешуге қатысуға құқығы бар.\nЕгер мұндай араласу баланың тән саулығы мен психикалық денсаулығына, оның адамгершiлiк жағынан дамуына зиян келтiрмесе, баласы өзімен бiрге тұратын ата-ана баланың екiншi ата-анасымен араласуына кедергi жасамауға тиiс.\nАта-аналары бөлек тұратын кезде баланың тұрғылықты жерi мен заңды мекенжайы ата-аналарының келiсімiмен белгіленеді\nКелiсiм болмаған кезде ата-аналардың арасындағы дау баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерiне және апа-сiңлiлерiне (қарындастарына) үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмысының режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.\nАта-аналар баладан бөлек тұратын ата-ананың ата-ана құқықтарын жүзеге асыру тәртiбi туралы жазбаша нысанда келiсiм жасасуға құқылы.\nЕгер ата-аналар келiсiмге келе алмаса – дауды қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган, ал оның шешімімен келіспеген жағдайда – дау осы органның және баланың ата-аналарының қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi.\nАта-ана құқықтарын жүзеге асыру тәртібі туралы сот шешiмi орындалмаған жағдайда, кiнәлi ата-ана Қазақстан Республикасының заңдарында көзделген жауаптылықта болады.\nСот шешiмi қасақана орындалмаған кезде баласынан бөлек тұратын ата-ананың талап етуi бойынша сот баланың мүдделерiн негiзге алып және баланың пiкiрiн ескере отырып, баланы оған беру туралы шешiм шығара алады.\nБаласынан бөлек тұратын ата-ананың білім беру ұйымдарынан, медициналық және басқа да ұйымдардан өз баласы туралы ақпарат алуға құқығы бар.\nАта-ана тарапынан баланың өмiрi мен денсаулығына қатер болған жағдайда ғана ақпарат беруден бас тартылуы мүмкiн. Ақпарат беруден бас тартуға сот тәртiбiмен дау айтылуы мүмкiн.",
                "date": "11.12.2020",
                "upvotes": 1
            },
            {
                "text": "Ажырасу барысында наториалды түрде баланың анасымен ол мәселені келісуге (қай күндері, қай уақыт аралығында баламен кездесуге болатыны жайлы), және келісімге отыруға болады. Ол баланаың анасының рұқсаты бойынша жүреді, анасы келіспеген жағдайда сотқа арыз беруге болады. Басты мендет әкесі баласының алиментін уақытылы толық төлеп тұруы.",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Боро плюс қолдану тәртібі",
        "question_content": "Боро плюс бетке калай колданады бетке жагып кейн жуу керек па?",
        "question_date": "10.03.2020",
        "question_tag": "Денсаулық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрі-дәрмек «Boro Плюс», нақты дәлелі, жоғары тиімді антисептикалық дайындау болып табылады, \nДәрі-дәрмек «Boro Плюс» (а күлгін қорапта крем) саңырауқұлаққа қарсы әсері бар және антибактериалды әсері, үсуге қарсы сенімді қорғауды қамтамасыз етеді, жаралар, сызаттар, желіну, кесілу, күйіп қалу және жәндіктер шаққан іздерін тез айығуға ықпал етеді. Ол қышуды жояды және қабынуды азайтады.  \nҚолданылуы: тазалап жуылған теріге аздаған бөлігін жағып 1 түнге қалдырасыз. Келесі күні бетті тазалап жуып тастауға болады.",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20 г ас тұзын 120 мл суға еріткенде, алынған ерітіндідегі тұздың концентрациясы?",
        "question_content": "20 г ас тұзын 120 мл суға еріткенде, алынған ерітіндідегі тұздың концентрациясы?",
        "question_date": "9.03.2020",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: w=20/120*100%=16,67%",
                "date": "9.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аммиактың молекулалық, электрондық жəне құрылымдық формуласы",
        "question_content": "Амииактың молекулалық, электрондық жəне құрылымдық формуласы",
        "question_date": "9.03.2020",
        "question_tag": "Мектеп",
        "question_views": 25800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аммиа́к — NH3, сутегі нитриді, қалыпты жағдайда - өткір иісті, түссіз газ.\nАммиактың құрлымдық формуласы:",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың табаны 13см, қабырғаларын табыңдар.",
        "question_content": "Теңбүйірліүшбұрыштың табаны 13см,қабырғаларын табыңдар",
        "question_date": "9.03.2020",
        "question_tag": "Геометрия",
        "question_views": 912,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шарты қате немесе толық айтылмаған. Себебі, үшбұрыштың ішкі қабырғалары арасындағы бұрыштардың әртүрлі мәнінде қабырға ұзындықтары әрқалай болуы мүмкін . Соған сәйкес қабырға ұзындықтары да әрқалай болады.Сондықтан, есептің дұрыс жауабы тек шарт нақты толық жазылғанда анықтауға мүмкіндік бар",
                "date": "9.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тісім қатты ауырады. не істесем болады?",
        "question_content": "Менің тісім ауырғанына ендігі 3 күн болды.Баста қатты ауыратын,қазір онша ауырмайды бірақ суық немесе тәтті жесем сыздап ауырады.Және ең маңыздысы,тісімнің асты мен иек үсті ауырад және аппақ болып жатыр,ауырған тісімтерімнің асты жағы аппақ болып тұр.Бұл неліктен?Мен үй жағдайында пияз бен чеснок қоспасымен емдеп көруге тырыстым,және тұзбенде шайып көрдім бірақ сәл қояды да қпйта бастайды.не істеуге болады?",
        "question_date": "9.03.2020",
        "question_tag": "Денсаулық",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіс ауруы ең кең таралған ауру. Онымен еңбектеген баладан еңкейген қартқа дейін ауырады. Кеңес заманында оған жұрт онша көңіл бөле қоймайтын, өйткені емдеу тегін болатын. Қазір тіс ауруын емдеу қалтаға салмақ түсіретін қымбат емге айналды.\nТіс ауруға қарсы адамдар тісін арнайы пастамен тазартып, тісті залалсыздандыратын сағыздарды пайдаланып жатады. Бірақ соған қарамастан, тіс ауруы уақыты келгенде шақырусыз қонақтай бізді әбігерге салатыны бар. \nТіс ауруына қарсы халық емі.\nҚазіргідей медицина дамымай тұрған бұрынғы заманда да адамдар тіс аурымен ауырған. Ол кезде адамдар тіс ауруына қарсы түрлі шөптер мен тұнбаларды пайдаланып, сол арқылы дерттен арылатын болған. Қазір де тіс аурына қарсы халық емін пайдалануға болады.\nХалық емінің бір артықшылғы сіз ақша төлемейсіз және ағзаңызға теріс әсерін тигізетін залалды ауыртпайтын (есірткілік) заттар қабылдамайсыз, ең бастысы, тісіңізді жұлдырып, тістен айрылмайсыз және халық емі кәдімгідей тіс аурын басуға игі ықпалын тигізеді. Өйткені ол жүздеген жылдар бойы тәжірибеден өткен тәсіл.\nСарымсақ (чеснок) арқылы емдеу.\nТіс ауруына қарсы емде сарымсақ ең нәтижелі емдік құрал ретінде жиі қолданылады. Бұған оның қолжетімділігі де себеп болса керек. Сонымен, тісіңіз ауырған жағдайда, сарымсақты алып, оның қабығын суы шыққанға дейін аршыңыз. Содан кейін сарымсақты ауырған тісіңізге немесе иек қызыл етіне қойыңыз.\nСарымсақ түсіп кетпес үшін саусақпен басып ұстап тұру немесе мүмкіндік болса таңып байлап тастау қажет. Оны тісіңіздің ауруы басылғанша алмаңыз. Қызығы сол, сарымсақ тістің ауруын әп-сәтте басады екен.\nТіс ауруына қарсы сондай-ақ, сарымсақтың туысы жуаны да пайдалануға болады. Ол үшін аршылған жуаны ауырған тісіңіздің қарама қарсы жағындағы тіске, не қызыл иекке қойып, ауру басылғанша ұстап тұрыңыз.\nТісті тұзды су арқылы емдеу.\nБір стақан қайнаған суға (ыстық емес, жылытылған бөлме температурасындағыдай) бір шәй қасық тұз салып жақсылап араластырыңыз. Еріген ертіндіге тісіңізді шәйіңіз. Шәйғанда ауырған жерге баратындай етіп, асықпай және ұзақ шәйғаныңыз жөн.\nТұзды су ауруды басып, қанның ағуын тыяды. Жалпы тұзды суды тек тіс ауырған кезде ғана қолданбай, күнде кешкілік тамақтан кейін аузыңызды үнемі шәйіп жүруді әдеткен айналдырсаңыз, тіс аурынан аулақ боласыз.\nТіс аурудың алдын алу.\nАуырып ем іздегеннен гөрі, ауырмаудың амалын жасау әлдеқайда тиімді болатыны белгілі. Осыған орай, тісім ауырмасын десеңіз бірқатар пайдалы кеңестерді жадыңызда ұстасаңыз артық болмайды. Бүгінде тіс пасталары туралы, оның кереметтігі жөнінде жарнамалар өте көп. Шындығында, тіс пастасымен күнде, тіпті кейбіреулердің күніне екі рет тазарту қажет дегені дұрыс емес.\nӨмір бойы бір тісі түспей және тіс ауруы дегенді білмей кеткен менің әкем тісін тіс пастасымен ешқашан тазартпайтын. Ол тұзды сумен күнде жатарда тісін жуып жататын. Тіс пастасының тіске жиналған микробтарды тазартуға игі әсері болғанымен, оны жиі пайдалану тіс эмалын жұқартады. Ол жұқарған соң тесіліп, тіс ауруы пайда болады.\nСондықтан тіс пастасымен ары кетсе аптасына бір рет тісіңізді шәйсаңыз жетеді. Ең бастысы тамақ ішкен соң міндетті түрде тісіңізді жылы сумен шәйіп отырыңыз және жатарда тұзды жылы сумен аузыңызды шәйіңіз. Оған қоса, тіске массаж жасау, яғни тісіңізді шақырлатып қайрау, немесе бір-біріне соғу сияқты әрекет жасау қажет. Ол тістің қызыл иекке бекуін қаматамасыз етуге және эмаль қабатын қалыңдатуға игі әсер етеді.\nСонымен қатар сіздің тісіңіздің ауыру себебі тісіңіздің эмальі кетіп жатуынан болуы да мүмкін. Кейінірек асқынып аса үлкен мәселеге айналып кетпес үшін арнайы маман көмегіне жүгінгеніңіз дұрыс.",
                "date": "9.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтыбұрыштың ауданын табыңдар",
        "question_content": "Теңқабырғалы ABCDEF алтыбұрышы ортақ табандары CF болатын екі трапециядан құралған.Егер AC-13см, АЕ-10см болса,алтыбұрыштың  ауданын табыңдар.",
        "question_date": "9.03.2020",
        "question_tag": "Геометрия",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қателеспесем мынадай болады ау:",
                "date": "10.03.2020",
                "upvotes": 0
            },
            {
                "text": "Қателеспесем мынадай болады ау:",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгер болу үшін қанша минималды балы қанша 2020 грант",
        "question_content": "заңгер мамандығы бойынша\nқанша бал екен айтып жберіңдерші керек болып тұр............",
        "question_date": "9.03.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа түсу әр жылы әрқалай болады.  Басты шарт проходной баллдан асу әрине. Ал грантқа түсу грантқа бөлінген грант саны мен жалпы орта баллға байланысты болады.",
                "date": "9.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ютуб каналымның поштасын ұмытып қалдым, қалай білуге болады?",
        "question_content": "7-8 жыл бұрынғы ашқан ютуб каналымды тауып алдым. Қызық, ашып көргім келіп отыр. Құпиясөзді білемін (сол кездері барлық сайтта 1 құпиясөз қолданатын болған соң, есімде қалыпты). Ал email почта адресін еске түсіре алар емеспін.\nБұның шешіме бар ма екен?",
        "question_date": "7.03.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эмэйлсіз мүмкін емес негізі)))",
                "date": "7.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала мен мұғалім құқықтары қандай?",
        "question_content": "Мысалга мугалидер окушылардан мереке сайын акша жинауга кукыгы барма? Мугалим окушынын намысына тисе не ыстеу керек? Мугалим окушаны психологиялык жагдайдан кысса не ыстеу керек? Окушы оз кабинетынлегы заттарга акша жинауга мындеттыме? Мысалы горшок, веник, ведро?",
        "question_date": "7.03.2020",
        "question_tag": "Мектеп",
        "question_views": 15600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жалпы ереже\n1.1. Осы Кодекс Қазақстан Республикасы Конституциясы, Қазақстан Республикасы 2007 жылғы 27 шілдедегі «Білім туралы» заңы, 2011 жылғы 26 желтоқсандағы №518-ІҮ«Неке және отбасы» Заңы, 2002 жылғы 8 тамыздағы № 345 «Бала құқығы туралы» Заңы, «Бала құқығы туралы Конвенциясына сәйкес жасалды.\n1.2. Кодекс мақсаты: мектеп қабырғасында қолайлы ортада сапалы білім алуына мүмкіндік беретін оқушылардың бірыңғай ережелері мен міндеттерін енгізу.\nОқушылардың құқығы\nОқушылардың құқығы бар: - сапалы білім алуға;\n- өмірі мен денсаулық қауіпсіздігіне;\n-оқу сабақтарының арасында демалу үшін үзіліс алуға;\n- бақылау жұмыстары мерзімі мен олардың көлемі туралы уақытылы ақпарат алуға;\n- білім алуға мұғалім тарапынан қосымша көмек; өзіндік тілегі бойынша пәнді игеруде қиындық туындаған сәтте, денсаулығына байланысты сабақтарға қатыспаған немесе өздігінен материалды игере алмаған жағдайда;\n- білім саласында және мектептегі оқытуда қажетті және қолжетімді ақпараттар алуға; - мектептің кітапханалық қорын ақысыз пайдалануға;\n- оқу пәндері бойынша тек қана өз білімі мен дағдыларының сәйкестігін бағалауға;\n- оқудағы ғылыми және шығармашылық әрекетіндегі жетістігі үшін марапатталу және сыйақы алуға;\n- сыныптың және мектептің қоғамдық өміріне белсенді араласқаны үшін марапатталуға;\n- қоғамдық және азаматтық ықылас көрсетуге;\n- өзінің абыройын сыйлауға, әр түрлі дене және психикалық зорлықзомбылық, жеке тұлға ретінде жәбірленудің әр түрлі формаларынан сақтануға;\n- өзінің мүмкіндіктері мен қабілеттеріне сәйкес кез келген қоғамдық тапсырмаларды өз ықыласымен таңдауға;\n- білім бағдарламасында қарастырылмаған еңбекке өз еркімен тартылуға;\n- өз пікірін еркін айтуға; - мектепті басқаруға қатысуға –мектепті басқару органдарына сайлауға және сайлануға қатысуға;\n- мектептің дамуына мүмкіндік беретін шығармашылық идеялар мен креативті ұсыныстар енгізуге.\nОқушылардың міндеттері Оқушылардың міндетті:\n- мектеп Жарғысы, мектептің ішкі тәртібін және осы оқушы Кодексі талаптарын білу және сақтауға;\n- Отанға лайықты қызмет етуге өзін-өзі дайындауға;\n- Қазақстан Республикасының Елтаңбасы, Туы, Жалауы мен Әнұраны, мектебінің символикасын білуге және сыйлауға;\n- сапалы білім алуға, өзінің білім, білік, дағдыларын кеңейтуге, сабақтарға жүйелі түрде дайындалуға;\n- мектептің жұмыс режимін қатаң сақтауға, сабақ кестесіне сай сабақтарға қатысуға, қандай да бір себептер болмаса сабақтан кешікпеуге;\n- мектеп абыройын сақтауға, дәстүрлері мен имиджін қолдауға; - мұғалім еңбегін бағалауға;\n-мектеп қызметкерлері, мұғалімдер мен басқа да оқушылардың абыройы мен ар-намысын сыйлауға;\n- өзінің және басқа оқушылардың денсаулығы мен қауіпсіздігін сақтауға, мектептің техникалық қауіпсіздігін және мектеп пен жеке гигиеналық талаптарды сақтауға; \n- мектеп формасын міндетті түрде киюге;\n- өзінің сыртқы келбетін тазалықта және ұқыптылықта ұстауға;\n- мектеп ішінде ауыстыратын аяқ киім; дене шынықтыру сабағына спорт киімнің болуы;\n- мектеп мүлкіне ұқыпты қарауға, оның сақталуын қадағалауға;\n- мектептен тыс жерлерде өзін лайықты ұстауға, айтар сөздерін бақылауға, ұрсу және қоғамға жат лексиканы қолданбауға;\n- мұғалімдердің ескертулерін дұрыс қабылдап және сынға оң әрекет етуге;\n- оқушы мектепке сабақ басталмай тұрып алдын ала таза, ұқыпты қалыпта келіп, гардеробта сыртқы киімін шешіп, аяқ киімін ауыстырып, болатын сабаққа қатысты құрал-жабдықтарын дайындауға міндетті.\n-сабаққа үш күн қатыспағанда, сынып жетекшісіне емханадан денсаулығына байланысты анықтама немесе ата-анасының (ата-анасының құқығын орындаушы, қамқоршысы және т.б.) өтініші тапсырылуы қажет; Оқушыларға тыйым салынады:\n- себепсіз сабақтан қалуға; - сабаққа, сыныптан тыс және мектептен тыс шараларға кешігуге;\n- сабақта, мектеп қабырғасында, сабақтан тыс дайындықтарда, шараларда, тәртіп бұзуға;\n- білім үдерісіне қатысушыларға, оқушыларға тіл тигізуге, абыройы мен ар-намысына тиюге;\n- сабақ барысында мұғалімнің рұқсатынсыз ұялы телефон қолдануға;\n- мектепке жарылыс пен өрт қаупін тудыратын кез келген заттар мен құралдарды әкелуге: жарғыш, өрт тудыратын заттар, қару, уландырғыш және улызаттарды, пиротехникаларды, газдық баллондар, үшкір, кесетін құралдарды, пышақ т.б. нәрселерді әкелуге;\n- шамадан тыс косметика қолдану және мектепте зергерлік бұйымдарды кию;\n- қандай бір мақсатпен және қандай да бір тәсілмен қару қолдануға (сонымен қатар жарылғыш, өрт тудыратын заттар, алкогольді сусындар, шылымдар, есірткі заттарын) мектеп территориясына алып кіруге;\n- мектепте сағыз шайнауға;\n- сабақтарда плеерлер мен мобильді байланыс қолдануға;\n- қоғамға жат қимылдар мен тіркестерді қолдануға;\n- техникалық қауіпсіздік ережелерін бұзуға;\n- мектепке алкогольді және есірткі заттарды әкелуге және қолдануға;\n- мектеп мүліктерін бүлдіруге және сындыруға, мектеп қызметкерлері мен басқа да оқушылардың жеке мүліктеріне зиян келтіруге; - қарым-қатынаста болған кикілжіңдерді шешуге, қорқыту мен тартып алу мақсатында қандай да бір әр түрлі формадағы күш және қысым көрсетуге;\n- қоршаған адамдарға қандай да бір қауіп тудыратын әрекет жасауға;\n- білім беру ұйымдарына кремді кондитерлі заттар әкелуге тыйым салынады (16.08.17 жылғы Денсаулық сақтау Министрлігінің № 611 бұйрығы).\nКодекс ережелерін бұзған жағдайда оқушылардың жауапкершілігі\nБарлық оқушылар Кодекс ережелерімен толық танысуы тиіс және барлық нормалар мен 9ережелерді мүлтіксіз орындауға тиісті. Кодекс ережелерін бұзған оқушылар тәртібі мектеп белсенділері отырысында, педагогикалық консилиумдерде немесе қамқоршылар кеңесінде, қажет болғанда, құқық қорғау органдарында қаралады.\nАқшаны ешқандай себеппен жинауға оқытушының құқығы жоқ. Ол тек ата -анамен оқытушының келісімі бойынша оқушының оқудан тыс шараларына (қыдыру, 9-11сыныптағы естелік альбом, бастауыш сыныптағы жаңа жылдық сыйлықжәне т.б.) жұмсалатын шығынды өтеу кезінде жиналуы мүмкін. Алайда барлығы да ата-ананың келісімімен. ҚР жалпы орта білім алу тегін түрде жүргізіледі. Жыл сайынғы және күрделі жөндеуге мемлекеттік ұйымдарға қаржы бөлінеді. Оған оқушы қаржы жинауға міндетті емес. Көбіне ата -ана баласының көңілі үшін басқалардан кем қалмасын деп ол қаржыны беріп жатады.",
                "date": "7.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ноғай ордасы мен Абылхайыр хандығының 2 айырмашылығы мен 2 ұқсастығы?",
        "question_content": "Ногай ордасы мен Абилкайыр хандыгынын 2 айырмашылыгын, 2 уксастыгын жазу керек",
        "question_date": "5.03.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әбілхайыр хандығы (1428–1468 жж.)\nXIV ғасырда Орда-Ежен мен Шайбани ұрпақтары иелігіндегі ұлыстар мен ру-тайпалар Ақ Орда мемлекетінің құрамында болды. Мұнда Орда-Ежен мен Тоқа Темір әулетінен шыққан хандар билік жүргізді. Осыған қарамастан Шайбани ұрпақтары өз иелігіндегі билігін сақтап қалды. Ал XV ғасырдың 20- жылдарының аяғына қарай Шыңғыс ұрпақтары мен көшпелі түрік шонжарларының қиян-кескі күресінің нәтижесінде билік Орда-Ежен мен Тоқа-Темір мұрагерлерінен Шайбан ұрпақтарына ауысады. Оған Ақ Орданың әлсіреуі мен құлдырауы, оның соңғы ханы Барақтың 1428 жылы қаза табуы себепші болды. Бұл кезде Ақ Орданың жерінде бір-біріне тәуелсіз екі саяси бірлестік нығайды. Олардың біріншісі – Жайықтан және оның батысына қарай Еділге дейінгі жерлерді қамтыған Ноғай Ордасы. Ал Жайықтың шығыс жағында Ырғыз, Елек, Торғай, Сарысу бойында, Тобыл мен Есілдің жоғарғы ағыстарына Шайбани ұрпақтары иеліктерін жүргізді. Олар: Аралдан солтүстікке қарай Шайбани әулеті Жұмадық ханның ұлысы, Шайбани әулетінің екінші бір тұқымы Мұстафа хан Атбасарда, үшінші бір тұқымы Махмұд Қожа Тобылда. Маңғыт Кепек би мен Адабек Бүркіт Батыс Сібірдегі Тура өңірінде билік еткен. Жазба тарихи дерекетерде бұл феодалдық иеліктер Көшпелі өзбектер хандығы деп те аталған. Бұл ұлыстардың арасында жер үшін, билік үшін ешбір тоқтаусыз, қиян-кескі ұрыстар үнемі болып тұрған. Осы талас-тартыстың барысында Жошының Шайбан ұрпағынан тараған Дәулет-Шайхоғылының баласы 17 жасар Әбілхайыр жеңіске жетті. Ол 1428 жылы Батыс Сібірде Тура (Тюмень) қаласында хан болып жарияланды. Оны Шайбани ұлысына кірген рулар мен тайпалардың 200-ге жуық ірі өкілдері қолдаған.\nХалқының құрамына Ақ Ордаға кірген түрік және түріктенген түрік-моңғол тайпалары жатты. Олардың бастылары: қыпшақ, найман, қият, маңғыт, қарлұқ, қоңырат, қаңлы, ұйылын, шынбай, күрлеуіт және тағы басқалары. Бұл тайпалар тілі, шаруашылығы, мәдениеті және тұрмысы жағынан туыстас тайпалар. Сондықтан олар «өзбек» деген атпен саяси жағынан бірге аталған. Оның иелігі Ноғай Ордасының шығыс бетін, батыста – Жайыққа, шығыста – Балқашқа дейінгі, оңтүстікте – Арал теңізі мен Сырдарияның төменгі ағысына, солтүстікте – Тобыл мен Ертістің орта ағысына дейінгі жерлерді қамтыды.\nӘбілхайыр басқарған 40 жылдай уақыт ішінде (1428–1468 жж.) елдің саяси жағдайында тұрақтылық пен тыныштық болмады. Жошы әулеті – оның ішінде Ибак-хан, Береке-сұлтан, Ұрыс ханның ұрпақтары Жәнібек пен Керей тағы басқалары – Әбілхайырға үнемі қарсы шығып отырды. Әбілхайыр хан өзінің жаулаушылық әрекетін XV ғасырдың 30-шы жылдарынан бастайды. Ең әуелі ол Тобыл бойында Шайбан ұрпағы Махмұд Қожа ханды талқандайды. Ол Алтын Орданың әлсіреуін пайдаланып, Еділ бойындағы көптеген жерлерді басып алады. Өзінің орталығын Турадан Орда-Базарға көшіреді. 1430 жылы аз уақыт Хорезмді басып алып, Үргеніш қаласын тонайды. 1446 жылы Әбілхайыр өзіне қарсы болып жүрген күшті шонжарлардың бірі – Мұстафа ханның әскерлерін талқандайды. Сол жылы Әбілхайыр хан Сырдария өзені мен Қаратау баурайындағы Созақ, Сығанақ, Аққорған, Үзкент қалаларын басып алып, Сығанақты өз хандығының астанасына айналдырды.\nӘбілхайырдың Сыр бойындағы қалаларды басып алуы ағайындас Шайбани ұлысы мен Ақ Орда ұлысы ру-тайпаларының арасындағы қырғи-қабақ қатынастарды одан әрі шиеленістіре түсті. XV ғасырдың 50-ші жылдары Әбілхайыр Мәуеренахрдағы Темір ұрпақтарының ішкі тартысына араласып, Самарқанд пен Бұхараға талау-тонау жорықтарын жүргізді. Соғыстар барысында Әбілхайыр қанша жерлерді қосып алғанымен, хандық ішінде саяси берік бірлік болмады, әлеуметтік-экономикалық қайшылықтар күшейді. Ірі феодалдық топтар, ру басылары, сұлтандар оны қолдамады, қарсы шығып отырды. Әбілхайыр мемлекетінің ішкі әлсіздігі, Шыңғыс әулеті арасындағы тоқтаусыз қырқыстар, көшпелі рулар мен тайпалар сұлтандарының өз алдына бөлінуге ұмтылуы 1456–1457 жылдардағы Әбілхайырдың Үз-Темір-Тайшы басқарған ойраттармен Сығанақ маңындағы шайқаста күйрете жеңілуіне алып келді. Ол Түркістандағы талан-таражға түскен қалаларын тастап, Дешті-Қыпшақ даласына кетуге мәжбүр болды. Тек 60-жылдардың басында ғана Әбілхайыр Сырдария бойындағы бұрын өзі жаулап алған қалаларына қайта оралды. Осы жерден Әбілхайыр 1468 жылы Моғолстанға қарсы жорыққа кетіп бара жатқанда кенеттен қайтыс болды.\nІшкі және сыртқы қайшылықтардың шиеленісуі, бітпейтін феодалдық соғыстар мемлекеттің шаңырағын шайқалтып, Әбілхайыр хандығының ыдырап тарауына ұрындырды. Сөйтіп Шайбан әулетінің Шығыс Дешті Қыпшақтағы билігі тоқтады. Көшпелі өзбек тайпаларының бір бөлігі XVI ғасырдың бас кезінде Мәуеренахрға көшіп кетті. Қазақстан жерінде қалып қойған ру-тайпалар қазақ хандарының қол астына кірді. Темір ұрпақтары өкіметінің әлсірегенін пайдаланып, Шайбанилер Орта Азиядағы өкімет билігін басып алды.\nНоғай ордасы\nАлтын орданың ыдырауы кезінде пайда болған мемлекеттің бірі-Ноғай ордасы. Ол 14- 15 ғасырларда Батыс Қазақстанның бір бөлігін алып жатты.Бұл мемлекеттің атауы Алтын Орданың беклербегі,әскерінің қолбасшысы,Жошы ханның немересі,(1260-1306) Ноғай есімімен байланысты. Берке хан өлгеннен кейін Доннан Дунайға дейінгі жер Ноғайдың бақылауында болды. Оның құрамвндағы рулар Касспий маңына қоныс аударып,Ноғай елі атанды. Ноғай ордасының негізін салушы-Әмір Едіге (1395-1419). Ол 15 жылдай Алтын Орданы билеп (1396-1411),ұлы әмір атанған». Шыңғыс әулетінен хан сайлау Едігенің қолында болған,Ноғай Ордасы Алтын Ордадан Едігенің кезінде бөлектене бастады. Бұл процесс Едігенің ұлы Нұраддин (1426-1440) тұсында аяқталып, Ноғай ордасы Алтын Ордадан 15 ғ.ортасында бөлініп,дербес мемлекет болды.Аумағы: Еділ-Жайық арасы. Астанасы- Жайық өзені сағасындағы Сарайшық қаласы болды. Халқы- маңғыт, қыпшақ, қоңырат, арғын, қарлұқ, алшын, тама және т.б сияқты түрік тайпалары. Ноғай ордасы этносаяси бірлестік ретінде пайда болды,оған енген тайпалар 15ғ. аяғында қалыптасқан ноғай халқының негізін құрады. Ноғай Ордасында ұлыстық басқару жүйесі қадыптасып,бір орталыққа бағынған өкімет болды.Орда билеушісі-хан. Ұлыс басында мырзалар тұрған, олар өз иеліктерінде шексіз билік жүргізіп,ұлыстың ең шұрайлы жайылымдары мен өрістерін иемденген. Ұлыстың қатардағы көшпелі малшылары мырзалармен бірге көшіп-қонып,алым-салық төлеп отыруға,соғыс жорықтарына қатысға міндетті болған.Орданы Едіге ұрпақтары басқарды.Мұрагерлік жолмен берілетін әкімшілік,әскери,елшілік билік, князьдің қолында болды.Ордада жорыққа Ордада жорыққа 300 мың жауынгер шығарылды.Ноғай Ордасының тарихы Еділ бойы мен Сібірдегі,Орта Азия мен Қазақстандағы көрші мемлекеттер тарихымен тығыз байланысты.Ноғайлар тарихы,әсересе көшпелі өзбектер мен қазақтар тарихына айрықша жақын,Ембі мен Сырдарияның арасында көшіп ноғайлар қазақтармен ұдайы араласып-құрдаласып байланысып жатқан.Басқа да көшпелі мемлекеттер сияқты Ноғай Ордасының шекарасы да сыртқы саяси жағдайға байланысты өзгеріп отырды.Ноғайлардың солтүстік шығыстағы өріс қоныстары Сібірге дейін созылып жатады,ал оңтүстік шығыста олар кейде Сырдария бойында Арал теңізі жағасында көшіп жүрген.Олардың билеушілері Уақас би маңғыт,Мұса мырза,Жаңбыршы және басқалары Әбілқайырға Сырдария бойындағы қалаларды жаулап алуға жәрдемдеседі.Кейін ноғайлар қазақ хандарымен соғысса, енді бірде татуласып одақ құрып отырған Ш.Уәлиханов ноғайлар мен қазақтарды «екі туысқан Орда» деп атаған.Ал Хақназар хан «қазақтар мен ноғайлар ханы атанған. 16ғ. Ноғай ордасының Орыс мемлекетімен сауда-экономикалық,саяси байланысы дамыды.16ғ.2 жартысында Ноғай Ордасы ыдырап еліге Үлкен Ноғайлы (Еділдің шығысы) және Кіші Ноғайлыға (Еділдің батысы) бөлнді. Осы тұста ноғайлардың көпшілігі Қазақ хандығына соның ішінде Кіші жүз құрамына енді.Осылайша Ноғай Ордасы мекендеген тайпалар қазақ халқының қалыптасуында үлкен рөл атқарды.\nТолығырақ: http://engime.org/1-azastan-tarihi-kursini-peni-masati-men-mindetteri-azastan-ta.html?page=4",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ренжу, қуану, қорқу одағайлары туралы.",
        "question_content": "Ренжу,қуану,қорқу одағайлары жайлы жағдаят ойлайстру",
        "question_date": "5.03.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дыбыстық тіл адамның іс-əрекеті ретінде өзінің құрылымы, сыртқы тұлғасы арқылы ғана қарастырылмайды, ол — қашан да адамның көңіл-күйімен, қалпымен қатар жүріп отыратын əр алуан сезімдерге толы құбылыс. Сол себепті де тіліміздегі адамның психикалық жай-күйін білдіретін сөздер мен сөз тіркестерінің табиғаты күрделі, олар үнемі біркелі болып келмей, көбіне екіұштылыққа бейім тұрады. Қазақ тілі фразеологизмдерің табиғатын түпкілікті зерттеп, қарастырып жүрген ғалымдар қатарына І.К.Кеңесбаев, Ə.Болғанбаев, Ғ.Қалиев, Н.Уəлиев, Г.Смағұлова, Р.А.Авакова, тағы басқалардың еңбектері жатады.\nПсихикалық жай-күйлерді білдіретін тұрақты тіркестердің саны тілімізде бірдей емес. Зерттеуімізде («Қазақ тілінің фразеологиялық сөздігі» бойынша) саны жағынан қуаныш психикалық жай-күйіне байланысты тұрақты тіркестердің мөлшері — 30 %, қайғыға байланысты тіркестер — 27,2, ашуға байланысты тіркестер — 26,1, ұятқа байланысты тіркестер — 16,6, қорқынышқа байланысты тіркестер — 14,7, мазасыздыққа байланысты тіркестер 8,4 %-ды құрайды. Бұл тұрақты тіркестер санының əркелкі болып келуі немесе біреуінің көп, біреуінің аз болуы адамдардың тікелей күнделікті өмірдегі көңіл-күйлеріне (қуанышы, қайғысы), екіншіден, тыныс-тіршілігіне, жағдайына (бақытты, бақытсыз), үшіншіден, сол көңілдің күйінен туындаған тіліміздегі тұрақты тіркестердің жасалу жолдарының көптігінен болуы мүмкін. Мəселен, а) адамдардың қимыл-əрекетіне байланысты: жер таянды (жерді таяну арқылы) — қайғырды; бөркін аспанға лақтыру (қатты қуанған жағдайдағы іс-əрекет, яғни қуанышының көрінісі) — қуану, жер бауырлап жатты (жалғыз қалғанда жер құшу, шерін тарқату) — қайғыру; ə) физиологиялық жағдайына байланысты: екі беті шиедей болып қызару (беті қызару) — ұялу; арқасы мұздап қоя берді (денесінен суық тердің шығуы) — қорқу; б) əр түрлі тілдік амал-тəсілдер (салыстыру, теңеу, гипербола т.б.) арқылы берілуі: боз інгендей боздады, ботасы өлген түйедей боздады (түйені ботасынан айырса боздайды) — қайғыру; гүлдей солды (табиғат құбылысына теңеу) — қайғыру; төбесі көкке жетті (дегеніне, көздегеніне қол жеткізді) — қуану; Қорқыт атам қобызындай күңіренді (Қорқыттың қобызы — мұң-зардың белгісі) — қайғыру т.б.\nБұл туралы ғалым К.Н.Смағұлова фразеологизмдердің ұлттық-мəдени аспектілерін зерттей келе, былай дейді: «Қазақ фразеологиясында мағыналас қатар құрайтын семантикалық топтар эмоцияның күрделі түрлерін қамтуда образдылықтың шарықтау шегін көрсетеді деуге болады. Мағыналас қатарлардың доминантын тірек мағына ретінде жеке сөздермен бейнелесек, онда эмоцияның күрделі түрлеріндегі көңілдену, шошу, қорқу, ренжу, қайғыру, қамығу, қуану, жылау, күлу, ашулану сияқты күшті эмоциялық сезімдерді сыртқа шығаруға үлкен шабытпен айтылар серпер сөз керек. Ол əр адамның айналасындағы болып жатқан құбылыс, іс-əрекеттерді қабылдау өрісіне қарай түрліше айтылып, жеткізіледі. Біреу жай ғана əсермен қалса, енді бірі делебесі қозып, жігерленіп кетеді. Тегінде эмоциясы жоғары фразеологизмдердің мағыналас қатарларының тым көп болу себебінің өзі сол күрделі эмоцияның түп төркінінде жатыр. Мұндағы жан ұшыру, құмарлық, стресс сияқты психологиялық жай-күйлердің қандай қыры мен сыры болсын фразеологизмдерсіз жеріне жеткізе айтылуы күмəнді» деген тұжырым жасайды [1]. Демек психикалық жай-күйді білдіретін тұрақты тіркестердің берілуінің жай сөздерге қарағанда, біріншіден, ситуацияға байланысты нақтылығы басым. Мысалы, «қуаныш» жай-күйіне байланысты сөзбен жай ғана «ол қуанды» деп айта салсақ, тұрақты тіркестер арқылы ол не үшін, қалай, қаншалықты дəрежеде қуанды дегендерді нақты байқаймыз: балалы болса «əйелі ұл тапқандай қуанды», көптен бері көрмеген біреуді көрсе «балаша мəз болу», көптен күтіп, тосқанда «əкесі базардан келгендей қуану», жоғалтқанын тауып алғанда «жерден жеті қоян тапқандай қуану» т.б. Екіншіден, экспрессивті-эмоционалдық жағынан жай сөздерге қарағанда тұрақты сөз тіркестердің адамға көркемдік-эстетикалық жағынан əсер етуі басым.\nТілімізде сөз, сөз тіркесі, сөйлем деген синтаксистік бірліктерден басқа өзінің мағына тұтастығымен, бірлігімен, сыртқы құрылымы мен сөйлемде жұмсалу қызметімен ерекшеленетін тілдік бірлік фразеологизмдер, яғни тұрақты сөз тіркесі, бар. Бұлар о баста бірнеше сөздің қосылуынан келіп шыққан, бүгінгі күнде біртұтас лексикалық мағынаны ғана білдіріп, ішінара бөлшектеуге келмейтін, сөйлемде даяр қалпында жұмсалып бір ғана ұғымды, бір сұраққа жауап беріп, бір сөйлем мүшесінің ғана қызметін атқарады.\nОсыдан келіп тұрақты сөз тіркестердің өз алдына дербес тіл білімі саласы ретінде танытатын басты негізгі үш белгісінің бар екендігін атап өткен жөн. Олар қолданыста даяр қалпында жұмсалу белгісі, мағына тұтастығы жəне тіркес тиянақтылығы.\nТіліміздегі психикалық жай-күйлерді білдіретін тұрақты сөз тіркестерді адамның соматикалық қалпына қарай ішкі жəне сыртқы деп өзара екі топқа бөліп қарастыруымызға болады. Оның біріншісіне адамның ішкі мүшелері арқылы жасалынған тұрақты сөз тіркестері енеді. Мəселен:\nЖүрекке қатысты: жүрегі алып ұшу, жүрегі дір ету, жүрегі су ету, жүрегі шайлығу, жүрегі күпті болу, жүрегі жарылып кете жаздау, жүрегі қарс айрылу, жүрегі елжіреу, жүрегі тебірену, жүрегі өрекпу, жүрегі сыздау, жүрегіне дақ түсу т.б.\nБауырға қатысты: бауыры езілу, іші-бауыры өртену.\nҚабырға: қабырғасы қарс айрылу, қабырғасы күйреу, қабырғасы сөгілу, қабырғасы қақырау т.б.\nСүйек: сай-сүйегі сырқырау.\nАл адамның сыртқы мүшелері арқылы жасалатын психикалық жай-күйді білдіретін тұрақты тіркестер төмендегідей түрде беріледі:\nБас: басын қоярға жер таппау, басына бұлт төну, басын тауға да, тасқа да соғу, басына қайғы салу т.б.\nБет: екі беті шиедей қызару, бетінің қаны қашу, бетіне шіркеу болу, бетінен оты шығу, бетіне нұр жүгіру т.б.\nАуыз: аузын бақадай ашыру, аузынан жалын ату, аузынан ақ ит кіріп, көк ит шығу т.б.\nКөз: екі көзі шарасынан шығу, көзі көл жасқа толу, бір көзінен жас, бір көзінен қан ағу, көзі шатынау т.б.\nҚабақ: қабағы жабылу, қабағынан қар жауу.\nҚұлақ: құлағының етін жеу, құлағының ұшы қызару.\nТанау: танауы делдию, танауы қусырылу.\nАяқ (сан): сол аяғынан тұру, санын соғу.\nПсихикалық жай-күйлерді білдіретін тұрақты сөз тіркестер мағыналық жағынан іштей өзара синоним, антоним жəне көпмағыналы болып жіктеледі.\nСинонимдік қатар құрайтын тұрақты тіркестердің құрамындағы сөздердің мағына жақындығы сақталады, алайда олардың құрамындағы сөздер фразеологиялық варианттағы секілді қайталанып кездеспейді.\nҚорқыныш психикалық жай-күйі: төбе шашы тік тұру, аруағы ұшып кету, іші мұздау, зəре-құты қалмау, жүрегі тас төбесіне шығу т.б.\nҚуаныш психикалық жай-күйі: əйелі ұл тапқандай қуану, мəз-мейрам болу, төбесі көкке жету, тұла бойы алып ұшу, бетіне нұр жүгіру т.б.\nҰят психикалық жай-күйі: абыройы айрандай төгілу, екі беті шиедей қызару, бетінен оты шығу, масқара болу, жерге кіріп кете жаздау т.б.\nБұл фразеологиялық синонимдердің қызметі де лексикалық фразеологизмдер сияқты сөйлемде бір мақсатта жұмсалып отырады. Дегенмен сөйлемде қолданысы жағынан синонимдік фразеологизмдердің лексикалық фразеологизмдерге қарағанда эмоционалды-экспрессивтілік бояуы əлдеқайда күштірек болып келеді.\nАнтонимдік қатарға қуаныш пен қайғы психикалық жай-күйін білдіретін тұрақты тіркестер жатады.\nТөбесі көкке жеткендей болу, əйелі ұл тапқандай қуану, қуанышы қойнына сыймау — көңілі қараңғы тарту, жүрегі қарс айрылу, көкірегі шерге толу т.б.\nБұған қоса ішкі құрамындағы компоненттері басқадай сөздермен алмасып келу арқылы да антонимдік фразеологизмдер жасалына береді. Мəселен: су жүрек — жүрек жұтқан, бетінің оты шығу — беті бүлк етпеу т.б.\nКөпмағыналы (полисемиялы) болып келетін психикалық жай-күйлерді білдіретін тұрақты тіркестер саны тілімізде онша көп емес. Мысалы,\nИманын үйірді: а) өлер алында, «жан» тапсырарда кісіге құран оқытты, ə) үрейін ұшырды.\nҚабырғасы сөгілді: а) берекесі кетті, быт-шыт болды; ə) қатты қайғырды, мейілінше, қинала қайғырды.\nЖаны шыға жаздады: а) зəресі ұшты, қорықты; ə) бəйек болды, бар ынты-шынтысымен күтті.\nЕкі иығынан демін алып отыр: а) болып, жетісіп отыр, семіріп отыр; деміне нан пісті, мақтанды. Мысалы: Дəркембай шықпай бөгелген екен, екі иығынан дем алып алқынған жынды жігіттер: Шық, ойбай, құдайсымай! Болыс пен стражник қысып жатса, сен қу кедей де салмақтанамысың? — деп боқтап ақырып тастайды (М.Ə.); ə) қатты ашуланып отыр. Мысалы: Профессор Мусин екі иығынан дем алып, ышқына сөйлеп, булығып отыр (З.Қ.); б) ауырып, ентігіп отыр; шаршап отыр. Мысалы: Ас ішу емес, Абай енді біржолата төсек тартып жататын науқастың күйінде екен. Ысынған демі алқындыра деміктіріп екі иығынан зорға алынады (М.Ə.).\nФразеологизмнің мағына бірлігінде ешқандай өзгешелігі болмайтын, құрылымы-құрылысы жағынан үйлесіп, өзара ұқсас келетін түрін фразеологиялық вариант (мұны кейде жарыспалылық деп те жатамыз) деп атаймыз. Ғ.Қалиев пен Ə.Болғанбаев фразеологиялық варианттың жасалуының екі түрін атап көрсетеді. Біріншісі — фонетикалық, екіншісі лексикалық вариант болып табылады. Фонетикалық вариантқа сөздердің құрамындағы дыбыстардың жуан не жіңішке болып немесе кейде толық не қысқарып айтылуы жатады. Мысалы: заһарын шашты — зəрін шашты; аруағы ұшып кетті — əруағы ұшып кетті; зəр төкті — зəрін төкті; тұлан түтті — түлен түтті, абиыры айрандай болды — əбүйірі айрандай болды; қаһарын төкті — кəрін төкті т.б.\nАл лексикалық вариант деп құрамындағы сөздердің бірінің басқа мағыналас сөздермен алмасуы, я болмаса түрлі сипатта келуін атаймыз. Мысалы: аш өзегін өртеді — аш өзегін қарыды; ашуына тиді — шамына тиді — намысына тиді; əбігер болды — əуре болды; бетіне шіркеу болды — бетіне шіркеу келтірді; əрі-сəрі болды — дел-дал болды т.б.\nКей жағдайларда тұрақты тіркестердің құрамындағы сөздерден бірнеше варианттар өрбиді. Мəселен: қабырғасы сөгілу [қайысу, күйреу, майысу]; жүрегі қарс айрылды [сыздады, тебіренді]; ығыр етті [болды, қылды]; зəре-құты қалмады [қашты, ұшты]; жүрегі шайлықты [түршікті] т.б.\nТіліміздегі тұрақты сөз тіркестерді сөз еткенде, олардың мағына тұтастығы, бірлігі жəне тізбегі деген үш ұғымын айтпасқа болмайды.\nФразеологиялық тұтастыққа тұрақты тіркестер құрамындағы сөздердің мағынасы өзара бір- бірімен жымдасып, бірігіп кеткен, мағыналық жіктерін ажыратуға келмейтін тіркестерді жатқызамыз: жүрегі тас төбесіне шықты (қорықты), төбесіне құй қазды (мазасын алды), аузынан жалын атты (ашуланды) т.б. Фразеологиялық бірлікке мағынасы алғашқыда еркін тіркестен келіп шыққан, уақыт өте келе ауыс мағынада қолданыс тапқан тіркестер жатады: басы ауырып, балтыры сыздады (қайғыру), тұла бойы қалтырап кетті (қорқу), əйелі ұл тапқандай қуанды (қуану), арқасы мұздап қоя берді (қорқу), ат үстіне ұйықтады (мазасыздану), бөркін аспанға лақтырды (қуану) т.б. Фразеологиялық тізбекке компоненттер құрамындағы сөздердің бастапқы лексикалық мағынасы толығымен жойылмаған, жойылуға жақын қалған, күңгірттене бастаған тіркестер жатады: қоян жүрек (қорқақ), ащы зар (қайғы) т.б.\nПсихикалық жай-күйлерді білдіретін тұрақты тіркестер құрылымы-құрылысы жағынан тіркес жəне сөйлемше ретінде келетін фразеологизмдер болып екіге бөлінеді. Біріншісіне жаны иненің ұшында, қоян жүрек, су жүрек, езуі жиылмады, ашуы мұрнының ұшында, ашуы жауған қардай, шөккен нардай т.б. жатса, екіншісіне мысық боп тыңдады; ор текедей пысқырды; сөз етінен өтіп,сүйегіне жетті; əкесі базардан келгендей қуанды; балаша мəз болды; басы ауырып, балтыры сыздады; жанын қоярға жер таппады т.б.\nТіліміздегі психикалық жай-күйлерді (зерттеуімізге негіз болып отырған алты психикалық жай- күйге байланысты) білдіретін тұрақты тіркестерді төмендегідей етіп көрсетуімізге болады:\n«Қорқыныш» психикалық жай-күйіне байланысты тұрақты тіркестер: аузын бақадай ашырды, аруағы ұшып кетті, аяғының ұшынан басу, арқасы мұздап қоя берді, бетінің қаны қашты, батылы бармады, бұтына с... жібере жаздады, дедек қақты, екі көзі шарасынан шықты, есі кетті, есінен адасты, жаны түршігу, жанын жағасына келтірді, жаны иненің ұшында, жаны зəр түбіне кетті, жүрегі алып ұшты, жүрегі күпті болды, жүрегі су етті, жүрегі суып қоя берді, жүрегі тас төбесіне шықты, жүрегі шайлықты, зəрезап болды, зəре-құты қалмады, иманы қасым болды, ит көрген ешкі көзденді, көлеңкеден қорықты, көңілі мұздады, қаны қашты, қос үрей болды, мысық боп тыңдады, ор текедей пысқырды, өзінен қуыстанды, өлердей қорқу, селк етті, сес алды, суқыны қашты, тазы қуған қояндай, төбесінен су құйып жібергендей болды, төбе құйқасы шымырлап кетті; тұла бойы қалтырап кетті, шыбыны ұшты, іші мұздады (диал. бараны қашты, опыны қашты) т.б.\nМысалы: — Бұл –Ақанның Ақтоқтыға жеткізген сəлемі еді. Ақтоқты зəресі ұшты. Ақан жазым болар деп үрейленді. Ол үшін ешкімді де жазғыра алмады (С.Жүнісов. Ақан сері, 143-б.) немесе Жүрегі мұздап, түбі келер бір жаманатты сезгендей іші сыздап сала берген, шүйкедей ғана қаңғыбас Құлашаның айналып соғар киесінен қатты қорыққан (О.Бөкей. Өз отыңды өшірме, 54-б.).\n«Ұят» психикалық жай-күйіне байланысты тіліміздегі тұрақты сөз тіркестер: абиыры айрандай болды, арын аяққа басты, ар-ұятын төкті, арты ашылды, ар қалмады, ақ жерден қара болды, бетке салық болды, беті аймандай болды, адамшылық арын сатты, бетіне шіркеу болды, бет моншағы түсті, беті күйді, ет жемесе де, сорпа ішкендей болды, етегі ашылды, ері мойнына кетті, ел бетіне қарай алмады, жер қылды, жерге кіріп кете жаздады, жүзі солды, иманын сатты, көп ішінде өлтіреді, кір келтірді, қадірдің жүзі шашылды, қасиетін төкті, қысқа күнде қырық өлді, масқара болды, намыс қысты, орнынан тұрғысыз етті, осырған сиырдай қылды, өлім болды, сақалды қолдан берді, сөз етінен өтіп, сүйегіне жетті, таңба салды, тірідей жерге кірді, ұятқа қалды, шоққа отырғызды, шіркеу келтірді, бетінен оты шығу, жерге кіре жаздады, екі беті шиедей болып қызару (диал. мат болып қалды, жүзі жапырылды) т.б. Антонимдік қатарлары: ұятты шүберекке түйді т.б. Мысалы: Түнде ғана өзімен алтыбақан теуіп, екеуі бірігіп ұшқан жігіт — баяғыдай мойнына асылып еркелеп, «бас білмес асауды ұстап бер, үйретіп мінгіз» деп шіңкілдеп зəрезап қылып, соңынан томпаңдап еріп қалмайтын боз баладан жерге кіре жаздағандай қысылғанына өзі де қайран қалды (О.Бөк. Өз от. өш., 34-б.) немесе Бір сəтке өзін қорсынып, кісі көңіліне қарамайтын əйел заты екен деп аямайтын мына жігіттің алдында намысы жер болғандай сезінді (Д.Исабеков. Қарғын, 123-б.).\n«Ашу» психикалық жай-күйіне байланысты тұрақты тіркестер: аузынан жалын атты, ашу биледі, аузын бақадай ашырды, ашуы мұрнының ұшында, ашуы жауған қардай, шөккен нардай, аюдай ақырды, алқымына ашу тығылды, алара қарады, ақ сайтаны ұстады, айдаһардай ысқырды, абжыландай толғанды, айбар шашты, бұлқан-талқан болды, бурадай бұрқылдады, бұрқ-сарқ болды, беті қатты, жалын атты, жеп қоя жаздады, долданып к... жыртты, екі иығынан демалып отыр, ерін бауырына алды, екі иығын жұлып жеді, дауыс көтерді, етін сыртына тепті, түгі сыртына шықты, жауатын бұлттай түнерді, жарыла жаздады, зəр төкті, кек кернеді, күшке мінді, қабағы жабылды, қаны қарайды, қара борандатты, қатты келді, қаһарға мінді, құйқа тамыры шымырлады, құшыры ұрды, қытығына тиді, намысы қозды, өңеші үзілгенше бақырды, өңі тұтқыштай күйді, өті жарылды, сабасына сыймады, сайтаны ұстады, сөз көтере алмады, талағы тарс айрылды, танауы делдиді, танауы қусырылу, терісіне сыймады, тиісерге қара таппау, тұлан тұтты, тұтана түсті, түгін бетіне шашты, түксігін салды, тыз ете түсті, шап ете түсті, шыж-быжы шықты, шымыр етті, шытынай қалды, шыр ете қалды, ызасы келді, ызғар шашты, іші қазандай қайнады, өз шашын өзі жұлу, зығыры қайнады, көзінен от шашты, тісін қайрау, заһар шашты, мінез көрсету, ашуға міну, зəр тамды, делебесі қозу, есінен адасу, көзі шатынады, сол аяғынан тұру, кəрі жыны қозды, ит арқасы қозды, жыланша ысқырды, жарыла жаздады, ит жыны қозды (диал. ашуы түсіп кетті, жынын жақты, зəр жайды, мінезі келді) т.б. Мысалы:\nЖақыннан шапшыған тайдай қасқырды енді тағы ұрамын деуге, шоқпар сілтеуге келмей қалды. Қаны қайнап, долы қайратқа мінген ер азамат енді шоқпарын көлденең ұстап, қарсы ұмтыла берді. Ыршып шапқанда балғадай тістері сақылдап «арс» еткен қасқыр Исаның сол жақ иығына ауызды сала берді. Иса шапшаң бұрылып, жұлқынып қалып еді, қасқырдың аузы етіне тимей, тайқып кетті. Бірақ ескі шапанының бір жақ жеңін, тұтас өңірін дал-дал қып бөктеріп түсті (М.Əуезов.\nАбай жолы, 82-б.) немесе — Таудың тағысына бола жалғыз жүргенде ес болсын деп ерткен жалғыз итімді атып өлтірдің, — деді қабағынан қар жауып (О.Бөкей Таңдамалы. I-т., 231-б.).\nНемесе\n– Əкесінің аузын, күдік, күмəнді қайтеміз, басты ауыртып. Не істеу керек? Соны айт бізге, — деді. Əлімқұл кеше ғана үйретілген аюдай алдында билеп тұрған Барханға ала көзімен ата қарап (О.Бөкей Таңдамалы. I-т., 38-б.).\n«Қуаныш» психикалық жай-күйіне байланысты кездесетін тұрақты тіркестер: əйелі ұл тапқандай қуанды, əкесі базардан келгендей қуанды, балаша мəз болды, бөркін аспанға лақтырды, бетіне нұр жүгірді, екі езуі екі құлағында, жерден жеті қоян тапқандай қуанды, жүзі жарқ етті, жүрегі жарылды, көзі тоймас қызығы, көңілге нұр құйылды, қуаныш оты жарқ етті, көңілі судай тасыды, қуанышы қойнына сыймады, мəз-мейрам болды, табасы қанды, төбесі көкке екі-ақ елі жетпеді, тұла бойы алып ұшты, шат болды (диал. қиын қуану) т.б.\nМысалы: ...соғыста өлген əкесі тіріліп келгендей қуанышы қойнына сыймаған (О.Бөкей.Таңдамалы, I-т., 45-б.).\nТолығырақ: https://articlekz.com/kk/article/16486",
                "date": "6.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЭҚК-і 6В, ішкі кедергісі 0,5 Ом ток көзіне кедергісі 11.2 Ом резистор қосылды",
        "question_content": "ЭҚК-і 6В, ешкі кедергісі 0.5 Ом ток көзіне кедергісі 11.2 Ом резистор қосылды. Осы ток көзіңіз ішкі кернеуі неге тең?",
        "question_date": "5.03.2020",
        "question_tag": "Физика",
        "question_views": 20500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I=e/(R+r)=6/(11.2+0.5)= $ (Ампер)\n\nU=I*R=$*11.2= % (Вольт)",
                "date": "6.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышының ауданын табыңыз.",
        "question_content": "ABC үшбұрышында  AB=9 , AC =12 ,C =50° , B=100° болса , ABC үшбұрышының ауданын табыңыз",
        "question_date": "5.03.2020",
        "question_tag": "Геометрия",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың ауданы",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шаршының қабырғасының ұзындығын табу",
        "question_content": "А=25,08 c=95 \nА×50/57:b+c \nЕгер өрнектің мәні шарының ауданына тең болса онда шарының қабырғасының ұзындығын табыңдар\nӨтінемін көмектесіңіздерші",
        "question_date": "5.03.2020",
        "question_tag": "Мектеп",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25.08*50/57:b + 95= Ә\n\nШаршының қабырғасы Ә түбір асты аласыз",
                "date": "5.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қажымұқан Мұңайтпасұлына мінездеме керек.",
        "question_content": "Қажымұқанға мінездеме керек еді?!",
        "question_date": "5.03.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аталары ағашты тамырымен жұлған\nҚажымұқан Қыпшақтың Алтыбас руынан шыққан. Аталары: қыпшақ Тоқтарбай, одан кейін Қобыланды, Тірлікбай, Ойбас, Ұзын, Алтыбас, Қарыс, Жоламан, Санбай, Шадибатыр, Ернақ және әкесі Мұңайтпас.\nАтасы Ернақ ерекше күштің иесі болған дейді және өз немересіне қазақша күресті үйреткен. Ал нағашы атасы Лек палуан ағаштарды тамырымен жұлған деген аңыз бар. Әкесі Мұңайтпас та өте күшті адам болды. Күрес жарыстарына қатысып, \"жуанаяқ палуан\" деген атпен танылды.\nМұңайтпасұлы құжат бойынша 1871 жылы 7 сәуір күні қазіргі Ақмола облысының Қараөткел ауылында дүниеге келген. Алайда оның туған жеріне қатысты басқа да пікірлер бар. Зерттеушілердің бір тобы оны Оңтүстік Қазақстан облысының Отырар ауданында 1883 жылы дүниеге келді деп пайымдайды.\nМұңайтпасұлы 17 жасында танылды  \nҚажымұқан жастайынан байларға жалданып, ауыр жұмыс істеген. Сол кезде батпаққа батып қалған өгізді жалғыз өзі тартып шығарып алғаны туралы әңгімелер де бар.\nЕлдің есінде тағы бір оқиға қалды. Қажымұқанның қожайыны қыстың қақаған суығында құрғақ шөп алып келуді тапсырады. Жолда арбаны сүйреп келе жатқан бір ат әлсіреп құлап қалғанда Қажымұқан оны арбаның үстіне лақтырып, екінші атты арбаның артына байлайды да, арбаны жалғыз өзі сүйреп әкеледі.\nМұңайтпасұлы 17 жасқа толмай жатып, мықты палуан ретінде таныла бастады. Оның Ақмола облысы бойынша барлық атақты палуандарды жеңгені туралы әңгіме бүкіл қазақ даласына тез тарап кетеді. Ал 18 жасында оны циркке жұмысқа шақырды.\nҚажымұқанның жеңісті жолы қалай басталды\n1905 жылы Қажымұқан алғашқы ірі жетістігіне қол жеткізді. Харбинде өткен жарыста Мұңайтпасұлы \"джиу-джитсу\" күресінен алтын медаль жеңіп алды. Осы додадан кейін  \"Маньчжурия чемпионы \" деген атаққа ие болды. Ал бір жылдан кейін Алманияда өткен дүниежүзілік жарыста топ жарды.\nШвецияның Гётеборг қаласында өткен француз күресінен әлем чемпионатында алтыннан алқа тақты. Сөйтіп, осы күрес бойынша әлем чемпионы атанған алғашқы қазақ болды.\n1910 жылы европалық және ресейлік палуандардың үлкен тобы  Америкаға аттанды. Олардың ішінде Қажымұқан да болды. Оңтүстік Америка қалаларына жасалған турнеде Қажымұқанның ең сәтті өнер көрсеткен жері – Аргентина астанасы Буэнос-Айрес қаласы. Сол жерде ол алтын медальмен мараппатталды.\nТроицк қаласында өткен жарыста Қажымұқан неміс палуаны Вестергард Шмидт, француз Фисури Колос, эстондық Тигане, орыс Петров және тағы басқа атақты спортшылардан басым түсті. Ал бір жылдан кейін Нижний Новгородта тағы бір жарысқа қатысты.\nСол сайыста  неміс палуаны Вестергард Шмидт жеңілетінін біле тұра, Қажымұқан орындай алмайтын шарт қойған. Ол 100 сом көлеміндегі жеке сый үшін ғана күресемін деп шықты. Мұңайтпасұлы көрермендерден көмек сұрайды. Ақша табылады. Ал Қажымұқан тағы да жеңімпаз атанады.\nСаракикиге қарсы жекпе-жек\nҚазақ палуанының жапон палуаны Саракики Джиндофумен болған жекпе-жегін ерекше атап өткен жөн. Француз күресінен ресми чемпионат аяқталғаннан кейін Саракики кілемге шығып, джиу-джитсудан кез келген палуанды жеңе аламын деп жиналған спортшыларды жекпе-жекке шақырады. Сонда Мұңайтпасұлы оған қарсы шыққан.\nЖекпе-жек кезінде Саракики қазақ балуанының құлағы мен астыңғы ернін жыртып жіберген. Соған қарамастан, Мұңайтпасұлы жапон палуанын алып ұрып, жерге жығады. Осы жекпе-жектен кейін Саракики қайтыс болды. Біреулер жүрегі тоқтап қалды десе, енді біреулер жынданып өлген дейді.\n\"Біздің арамызда өз дене бітімімен және күшімен кырғыз палуаны Қажымұқан ерекшеленеді. Оның иығы кең, орасан зор күші және ұзын қолдары болды, ол күресте өте маңызды… Палуандардың көпшілігі одан қорқатын және күреске түскісі келмейтін \", - деді тәжірибелі палуан Николай Турбас өзінің бір естелігінде.\nҚажымұқанның физикалық сипаты\nМұңайтпасұлы тұратын үйде қонақта болған филолог-ғалым Әуелбек Қоңыратбаев палуанның физикалық өлшемдерін жазып алған. Сол кезде 75 жастағы палуан жалаңаш тұрғанда 174 келі тартқан. Шалбарының өзіне үш метр мата, көйлегіне 6 метр сұрып кетеді екен. Бойы – 195 сантиметр, төбеден белге дейін – 77 сантиметр, белінен аяғына дейін – 118 сантиметр. Кеудесі – 146 сантиметр, кіндік тұсы – 173 сантиметр, жуан қара санының қалыңдығы – 71 сантиметр, сан жілігінің ұзындығы (жамбастан тізеге дейін) – 65 сантиметр, балтыр – 49 сантиметр, балтырының ұзындығы – 58 сантиметр, табаны – 35 сантиметр, аяқ киімі – шамамен 54-ші өлшем. Шалбарының белдігі – 220 см., жауырынының жалпақтығы – 60 см., қолтық еттің қалыңдығы – 50 см., қар еті – 47 см., екі иығы – 56 см., мойын жуандығы – 56 см.; \nҚажымұқан теңдессіз күштің иесі болғанына мына бір оқиға дәлел. Бірде палуандарға үлкен сейфті апарып тастау өтініші түсті. Жолдастарының бұл жұмысты атқара аламай жатқанын көрген Қажымұқан арқан жіптің көмегімен сейфті арқасына салып алып, екінші қабатқа көтеріп кеткен. Сонда сейфтің салмағы 450 келі болған.\nПалуанның лақап аттары\nМұңайтпасұлы Қажымұқанның бірнеше лақап аты болған. Олар – \"Ямагата Муханура\", \"Қара Иван\", \"Қызыл маска\". Мәселен, \"Муханура\" деген лақап атты Қажымұқанға Иван Лебедев қойған.  Ал \"Қара Иван\" деген лақап атты \"төрт Иван\" – Иван Поддубный, Иван Заикин және Иван Шемякинмен бірге өнер көрсеткен кезінде алған еді.\nТүркияда өнер көрсеткенде Қажымұқан \"Қара Мұстафа\"  деген лақап атпен шыққан. Сол кезде ол түріктің ең атақты палуаны Нуруллахты жеңді. Сөйтіп, Стамбұл билеушісі Шәкір-пашаның назарына ілінеді. Ол жұмбақ \"орыстың\" мұсылмандық тегін анықтағаннан кейін оған қажылыққа бірге баруды  ұсынады.\nМұңайтпасұлы ол ұсынысты бірден қабылдаған. Осылайша, қажылықтан кейін Мұқан деген есіміне \"Қажы\" деген мәртебені қосты. Содан бастап оның Қажымұқан есімімен атағы шыға бастайды. Осы есіммен ол алғаш рет 1912 жылы Саратов қаласында өнер көрсетті.\n100 мың рубль жинап, ұшақ жасатқан\n1940 жылы Қажымұқан халық алдында соңғы рет өнер көрсетуге шығады. Бірақ Ұлы Отан соғысы басталғаннан кейін цирк әртістерінің ақшаны майданға көмек ретінде жіберіп жатқанын көріп, жасының келіп қалғанына қарамастан, өз үлесімді қосамын деп, цирк-шапито ұйымдастырады. Сөйтіп,  балға, шынжыр және кір тастар сияқты қарапайым снарядтарды пайдаланып, қазақ ауылдарын аралайды.\nШоулардың бірінде Мұңайтпасұлы жерге жатқан екен. Сосын оның үстіне тақтайлар орнатылатын. Сол тақтайлардың үстімен адамдарға лық толы жүк машинасы жүріп өтетін.\nОсылайша, төрт жылдың ішінде Қажымұқан 100 мың рубль жинап, қорғаныс қорына аударады. Бұл ақшаға ұшақ жасатады да, бүйіріне Амангелді Имановтың атын жаздыртады.\nМұңайтпасұлы ол ұшақты жас ұшқыш Қажытай Шалабаевқа салтанатты түрде табыс етті. Ұшқыш Шалабаев онымен Прибалтика және Ленинград майдандарында соғысты.\nМұңайтпасұлы марапаттарын сақтай алмады\nҚажымұқан 26 мемлекетте өнер көрсетіп, 50-ден астам медаль жеңіп алған. Ол наградаларының бәрін сақтай алмады. Мәселен, Рига қаласында жүргенде әкесінің қайтыс болғанын естіп, жолға ақша іздеген екен. Сөйтіп, медальдардың жартысына жуығын атақты палуан Вейланд-Шулцке тастап кетті.\nНаградалардың ішінде сан алуан мемлекеттердің бірінші басшылары берген медальдар да көп болды. Мысалы, парсы чемпионы Машрутты жеңгені үшін Персия шахы Қажымұқанды \"Алтын Арыстан мен Күн\" орденімен марапаттады.\nБұдан бөлек, жапон палуаны Саракики Джиндофуді жеңгені үшін  Манчжурияның \"Қайырымдылық\" орденін алды. 1927 жылы Қазақстан орталық атқару комитеті Мұңайтпасұлы күрестен әлем чемпионы болғаны үшін оған \"Қазақ халқының батыры\" атағын берді. Ал 1945 жылы Қажымұқан Мұңайтпасұлы \"Құрмет белгісімен\" марапатталды.\nПалуанның ұрпағы жайлы не білеміз\nПалуанның төрт әйелі болған. Олардан төрт ұл – Халиолла, Ғабдолла, Айдархан мен Жаңаділді, сондай-ақ үш қыз – София, Азия мен Рашиданы сүйген.\nБірінші әйелі – цирк әртісі Надежда Чеповская. Қажымұқанға тигеннен кейін ислам дінін қабылдап, Бәтима (Фатима) есімін алған. Олар 1909 жылы Рига қаласында танысып, Омбы қаласында үйленіп,той жасады. Одан палуанның Халиолла атты ұлы бар. Ал  Ғабдолланы балалар үйінен асырап алды. Ұлты – орыс.\n1925 жылы палуан Тыныбайқызы Ырыстыға үйленеді. Одан үш қызы туды. Ал 1938 жылы Мінәйімге, ал 1946 жылы Айшагүлге үйленген. Мінәйімнен Айдархан, ал отыз жас кіші соңғы әйелінен Жаңаділ деген ұлы болған. Ол кезде Қажымұқан 78 жаста болатын.\n1996 жылы Қажымұқанның Францияда балалары бар екен деген әңгіме шықты. Бірақ ол ақпарат расталмады.\nМұңайтпасұлы немересі Шаттық Қажымұқанов карате-додан халықаралық дәрежедегі спорт шебері болып табылады. 2002 жылғы Азия ойындарының күміс жүлдегері. Бақытжан Қажымұқанов атты басқа немересі – белгілі композитор, \"Жас Қанат\" пен \"Азия Дауысының\" жүлдегері.\nПалуан өмірінің соңғы жылдары биліктің назарынан тыс қалды, тіпті өз отбасын асырау үшін медальдарын сатуына тура келді деген сөз бар. Ол 1948 жылы Түркістан облысының Бөген ауданындағы Ленин туы колхозында қайтыс болды. Өкпесіне суық тиді деген болжамдар да айтылды.\nТолығырақ: https://sputniknews.kz/spravka/20190623/10647449/Alyp-ksuh-iesi-Qazhymuhan-turaly-qyzyqty-derekter.html",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан, Қырғыстан, Түркменстан бір аймаққа жататынын білдіретін 4 себепті атаңдар.",
        "question_content": "Қазақстан,  Түркменстан,  Қырғыстан, Тәжікстан,  өзбекстанның бір аймаққа жататынын дәлелдеуге 4 себеп",
        "question_date": "5.03.2020",
        "question_tag": "География",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Бір-бірімен шакараласқан.\n\n2. Аймақтағы ең үлкен өзендер Амударья және Сырдарья осы мемлекеттерден ағып өтеді.\n\n3. Салт-дәстүрлері бір-біріне ұқсас.\n\n4. Теміржол, автомобиль жолы арқылы тікелей байланысқан.\n\n5. -",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тікбұрышты трапецияның ауданын табыңыз.",
        "question_content": "Тікбұрышты трапецияның табандары 9 см 5 см,бүйір қабырғасы 6 см.Ауданың табу керек",
        "question_date": "4.03.2020",
        "question_tag": "Геометрия",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапецияның ауданы",
                "date": "4.03.2020",
                "upvotes": 1
            },
            {
                "text": "Менің ойымша осылай болу керек:\nЖауабы 14√5\n14√5",
                "date": "4.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қай мамандықты таңдасам болады?",
        "question_content": "Мен суретті жақсы саламын ол менің хоббиім де болып кеткен осы салада мен Кастеев сурет мектебінде оқып жүрмін. Және менде актерлік шеберлік кішкене бар енді мен қандай мамандық таңдап, қайда түссем болады?)\nАкыл-кеңестеріңізді айтыңыздаршы",
        "question_date": "4.03.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Актерлік мамандығын оқып алғаныңыз дұрыс. Сурет салу хоббиіңізді ары қарай жалғастыра бересіз.",
                "date": "4.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Инфекциядан бала көтере алмау, инфекция болғаннан бала түсіп қалу деп жатады ғой.",
        "question_content": "Кейбіреулер айтып жатады, инфекция болғаннан балам түсіп қалды, замерший болды немесе көтере алмай жүрмін деп. Бұл не инфекция өзі? Қайда болады? Анализ бағасы қанша теңге болады жобамен?",
        "question_date": "4.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Құрсақтағы нәресте мен жаңа туған сәби, ана үшін жүктіліктің қолайсыз бастаулары арасында инфекциялық патология жетекші орында болып келеді.  Құрсақішілік инфекция проблемасы жатырдағы ұрықтың дамуы мен сырқат бала дүниеге келуі қауіптілігімен, жүкті әйелдің және оның перзентінің зарарлануының жоғары деңгейімен байланысты акушерлік практикада ерекше назар аудартады.\nАна организміндегі инфекцияның созылмалы ошағы, жүктілік кезеңіндегі бастапқы зарарлану, инфекциялық процестің өршелене дамуы негізінен қауіптілік факторлары болып табылады.\nЖатырішілік инфекцияның қоздырушылары аумағы мейлінше ауқымды және әрқилы болып келеді. Бұлар — бактериялар, саңырауқұлақтар, микоплазмалар хламидиялар, вирустар.  Әртүрлі қоздырғыштардың өзара үйлесім табуы жиірек көрініс береді.\nМедицинада урогенитальды инфекциялар ерекше қауіптілік тудырады. Аталған инфекцияға микоплазмоз, хламидиоз, цитомегаловирус, герпес, тағы басқалары жатады. Олардың кішкене ошақтарының өзі ұрықтың жатырішілік зақымдануына әкеліп соқтырады.\nЦитомегаловирусты инфекция асқынуы жүрек қолқасының қабынуы, бүйрек поликистозы секілді зардаптарға соқтыруы мүмкін. Герпес (ұшық) өзінің таралымы жөнінен жүрек-қан тамырлары және онкологиялық сырқаттардан кейінгі үшінші орынға ие. Оның нәрестеге анасынан жұғуы жүйке жүйесінің дамуын тежейді, бауырдың улануы, иммунитеттің әлсіреуі орын алады. Ал токсоплазмоз үй жануарлары мен құстары паразиттерінен туындайтын сырқат.\nАна мен баланың бойында генитальды инфекцияның ауыр зардаптарының алдын алу мақсатында жүкті ана мен оның серігінің эпидемиологиялық анамнезін тиянақты тексеру, жүкті әйелдің бойында инфекция бар-жоқтығын алдын ала зерттеу, жатырішілік диагностиканы дер кезінде жасау, инфекция табылған жағдайда дереу емдеу шараларын жасау қажет.\nЖүктілік кезеңінде генитальды инфекцияны емдеу кешенді түрде жүргізілуі тиіс. Дәрі-дәрмектерді тағайындау барысында оның жүктілік уақытындағы зияндылығын, жатырдағы нәрестеге теріс әсерін ескеру қажет. Мұндай кезеңде инфекциялық сырқаттар терапиясы мүмкіндігі шектеулі, сондықтан ана мен құрсақтағы нәресте үшін қауіпсіз және барынша тиімді емдеудің оңтайлы схемаларын іздестіру жалғаса түсуде.\nБұдан да өзге ақпараттарды мына жерден қарап оқи аласыз:\nhttps://kazmedic.org/archives/3558",
                "date": "4.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Канистрды керосинмен толтырған кезде оның салмағы қанша болады?",
        "question_content": "Массасы 1000 г канистрдың сыйымдылығы 10 л. канистрды керосинмен толтырған кезде оның салмағы қанша болады?",
        "question_date": "4.03.2020",
        "question_tag": "Физика",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1000г + 800г/л×10л = ғ грамм шығады",
                "date": "4.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәлім тәрбиеге байланысты мақал-мәтел керек болып тұр?",
        "question_content": "Сан есімі бар тәлім тәрбиеге байланысты мақал-мәтел керек болып тұр көмектесіңіздерші?",
        "question_date": "4.03.2020",
        "question_tag": "Мектеп",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100 ақшаң болғанша\n\n100 досың болсын\n\n7 рет өлшеп 1 рет кес",
                "date": "4.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі мәтінді ағылшын тіліне аудару қажет.",
        "question_content": "Менің атым Ғазиза.Жасым 16 да. Отбасымда 9 адам бар. Әкем анам 2 ағам мен сіңілім 3 інім бар. Біз өте бақытты жанұямыз. Әкем, анам, 2 ағам жұмыс жасайды. Біз ауылдық жерде тұрамыз. Соған қарамастан біз ең үлгілі отбасымыз.",
        "question_date": "3.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "My name is Gaziza. I am sixteen years old. We have nine people in our family. Dad, mom, two brothers, sister, three brothers and me. We are a very happy family. Dad, mum and two brothers work. We live in the countryside. Nevertheless, we are the most exemplary family.",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қараторғайдың ерекшелігі қандай?",
        "question_content": "Караторгайдын ерекшелиги  Дерек еди",
        "question_date": "3.03.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қараторғай - өте тамаша әнші құс. Әр жылы көктемде қанатты достарымыз - қара- торғайларды ұя жасап қарсы алу дәстүрге айналған.\nҚараторғай Қазақстанның көп жерлерінде кездеседі. Ол жыл құстарының қатарына жатады. Суық түсе бастаған кезде-ак оңтүстік аймаққа ұшып кетеді де, көктемде туған еліне бірінші болып қайтып оралады. Алғашкы келген кезде көпшілік уақыттарын далада, өзен аңғарларында, бау-бақшаларда жүріп, күні бойы өздеріне қорек іздейді.\nСәуірдің басында ұя салатын жерді ыңғайластырады. Бау-бақша ішіндегі ескі ағаштардың қуысын, өздеріне арнайы жасалынған ұяларды меншіктейді. Көп кешікпей акшыл көк 5-6 жұмыртқа туып, басып шығарады. Балапандары өте қомағай келеді. Ата-енесі оларға таңертеңнен қараңғы түскенге дейін дамылсыз тамақ тасиды. Бір аналық торғай күніне 200 реттен артық қорек іздеуге ұшып шығады. Ол балапандарын қоңыз немесе оның дернәсілдері, жалаңаш шырыш, т.б. жәндіктермен қоректендіреді. Сонда караторғайдың бір ғана жанұясы күніне 2 мыңнан артық әр түрлі зиянкестерді кұртады екен.\nhttps://www.uniface.kz/interfacts/index.php?post=article&id=243",
                "date": "3.03.2020",
                "upvotes": 1
            }
        ]
    }
]