[
    {
        "question_title": "Бала кезімде көрген фильм",
        "question_content": "Бала кезімде бір қазақша кино көргенмін. Орыс тілін білмйтін баланы интернатқа ма, әлде балалар үйіне ме береді. Ең басында бір жігіттер оған фокус көрсетейін бе деп қолын зажигалкамен күйдіріп жіберген болатын. Сол интернатта бір көзілдірік киген баламен ғана сөйлеседі, өйткені сол ғана қазақ тілін біледі. Ең бірінші орысша үйренген сөздері: выйдешь со мной один на один. Егер киноны білсеңіздер жазып кетсеңіздер шексіз риза болушы едім.",
        "question_date": "25.05.2022",
        "question_tag": "Кино",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қателеспесем, \"Анаға апарар жол\" атты фильм",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үкімет балаға берілетін 1 жасқа дейінгі сүт саны",
        "question_content": "Мен студентпін платный оқим менің балам 5айлық үкімет сүт беред 1айға 8пашкы сүт берет бірақ ол балама жетпид өзіміз 5пашкы қосымша сатып аламыз оған қаражатымыз болмай қалад памперс дәрі дәрмегін сатып аламыз врач тегін дарілер бермид бірақ басқа жақтарда беріледі екен ал бізге сатып ал дид сонда қандай жағдайда алады дарі қандай дарі дармек бөлінген үкіметтен балаға біз 5ай бойы ешқандай дарі дармек алмаппыз",
        "question_date": "23.05.2022",
        "question_tag": "Заң",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сценарист болғым келеді..",
        "question_content": "Мен 9 сынып оқушысымын,менің жазушы болғым келеді, кітаптар жазып түрлі кинолардың сценарийын жазғым келеді,\n\nСценаришы болу үшін не істеу керек не мамандық таңдау қажет? Қалай дағдылану керек? Толық білетіндеріңіз болса жауап қалдырып кетсеңіздер",
        "question_date": "23.05.2022",
        "question_tag": "Кино",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыдан 10 жыл бұрынғы уақыт болса мен ештеңе жауап қайтара алмас едім. Ал қазір қазақша сценарийлер жазуға мүмкіндік көп. Және сценаристерге мүмкіндіктер бар. Мысалы Salem Social Media компаниясының әлеуметтік желісіне жазылып оқып көр.\nИнстаграмда режиссер Жандос Құсайынға жазыл. Ютубта да видеолары бар. Арнайы сценарий жазу туралы кітап та жазып та жатыр.",
                "date": "23.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микрокредит займ алған болатынмын. Қалай телефон арқылы төлесем болады?",
        "question_content": "Микрокредит телефонмен толеу жолы алганыма аз кун болды тездетып толеуым керек немесе кобейеды толеу жолын блмей отрмын",
        "question_date": "23.05.2022",
        "question_tag": "Ұялы телефон",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген банк приложениесінде болу керек, төлемдер деген бөлімде",
                "date": "24.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүннет пен парыз намазы бірдей оқыладыма әлде айырмашылық барма оқылуында",
        "question_content": "Жалпы сүннет намазының оқылуы парыз намазы сиақтыма",
        "question_date": "23.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "екеуинин айырмашылыгы бар интернетте акпарат толып тур",
                "date": "25.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "44,8 л қ,ж метандағы СН4 көміртегінің массасын есепте?",
        "question_content": "44,8л (қ,ж) метандағы СН4 көміртегінің массасын есепте",
        "question_date": "23.05.2022",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "44,8л (қ,ж) метандағы СН4 көміртегінің массасын есепте",
                "date": "6.06.2022",
                "upvotes": 2
            },
            {
                "text": "Бұл мәселені шешу үшін біз газдың көлемі, газдың зат мөлшері (мольмен өлшенетін) және оның молярлық массасы арасындағы қатынасты пайдалануымыз керек.\n\nМетанның молярлық массасы (CH) 4)16 г / моль. Сондықтан 44,8 л (к, F) құрамындағы метан затының мөлшерін табу үшін идеал газдың күй теңдеуін қолдануға болады:\n\nPV = nRT\n\nмұндағы p-газдың қысымы, V-оның көлемі, n - газдың зат мөлшері (мольмен), R-әмбебап газ тұрақтысы(8,31 Дж/(моль·К)), T - газдың абсолютті температурасы.\n\nИдеал газдың күй теңдеуін қолдана отырып, газдың көлемін мольмен аудара аламыз:\n\nn = PV/(RT)\n\nЕсептеулерде метанның молярлық массасын қолдану үшін қысым, температура және көлем мәні стандартты жағдайларға (0°C, 1 атм) әкелуі керек.\n\nСтандартты шарттар бойынша 1 моль идеалды газдың көлемі 22,4 л құрайды, сондықтан 44,8 л көлемі заттың мөлшеріне сәйкес келеді:\n\nn = (44,8 л) / (22,4 л/моль) = 2 моль\n\nМетанның массасы заттың молярлық массасына көбейтілген мөлшеріне тең:\n\nm = n * M\n\nмұндағы m-метанның молярлық массасы.\n\nm = 2 моль * 16 г / моль = 32 г\n\nОсылайша,метанның массасы 44,8 л (к, ж) 32 г құрайды.",
                "date": "6.04.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Өзімнен 7 жас үлкен қызды ұнатамын. Қарым қатынас құрып көргенім дұрыс болама?",
        "question_content": "Өзімнен 7 жас үлкен қызды ұнатамын. Қарым қатынас құрып көргенім дұрыс болама? (өзім 18 демін)",
        "question_date": "23.05.2022",
        "question_tag": "Махаббат",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол кісімен бақытты болатыныңызды сезсеңіз жаста тұрған ештеңе жоқ. Тек сіз елдің сөзіне қатты мән бермейтін дербес адам болсаңыз болды. Себебі, кейін адамдардың айтқан пікірі сіздің отбасыңыздың шырқын бұзуы мүмкін ғой.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас қатты қышиды!",
        "question_content": "Басым бөрітіп, қатты қышиды, қайзақ өте көп шығады! Не істесем болдаы?",
        "question_date": "23.05.2022",
        "question_tag": "Денсаулық",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аптекада емдік шампунь бар соны қолданып көріңіз, көмектеспесе дерматологқа қаралыңыз.",
                "date": "6.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Брекет салдырғаннан кейін ай сайын брекетты тарттырады ғой сол ақшамен бе?",
        "question_content": "Брекет салдырғаннан кейін ай сайын брекетты тарттырады ғой сол ақшамен ба әлде тегін бе",
        "question_date": "23.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә ақшамен үстіңгі және астыңғы тістеріңізге жасатсаңыз 7000 тг болады. Яғни бір жаққа 3500",
                "date": "27.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күйеуімді ұнатпаймын арамызда сезім махаббат жоқ",
        "question_content": "Сәлеметсіздерме мен өз күйеуімді ұнатпаймын сізжерден ақыл кеңес алсам  ба деген үмітпен жазып оьырмын Мен өткен жылдың яғыни 17.05.21 жылы тұрмыс құрдым мен күйеуімді 1 ақ рет көрдім толық танымады Танысқанда жағдай былай болды  менің көршім бар ол кісі жақсы кісі еді сол кісімен емен жарқын шайға шақырып бір отбасыдай араластық бір күні жұмыстан келген оң бір битаныс номер ватсап желісінде жазады Сәлем танысайық деп Мен жақ деп төтесінен жаздым сүтіп мен номерді кімнан алғанын білгім кеп дөрекі түрде сұрап тергедім сүтсем ол менің көршім екен мен қатты ренжідім\nСолай күндер өтеді де бір күні жазды жанағы номер тағыда содан мен жауап жаздым солай сөйлесіп кеттік\nОл жігіп Астанада тұрады мен Қарағандыда тұрам 1 ақ кездесу болды кездесуден кин келесі күні қайтпақшы болды щығарып салам деді мен жақсы  дедім сүтсем женгесі мені көршісі кепті әке көке деп алдап сулап бәрін айтты да мен аха аха деп  отыра бердім \nАлғашқы кездесуде мен оған мен сізбен енді сөйдеспим болды нүктесін қояық дедім \nСондан соң үйіме келдім ол менен женгемнің номерін сұрады мен жақсы деп бердім жәи ма дедеім менің женгем сенің женгенмнн сөлескісі келеді жеді аа дедім  содан анқаулыққа салынапын \nЖенгеммен женгесі құдаласып қызжарыңыз ұнады деп мені кәзіргі енем таңдап алыпты  обшым ортада бада жоқ 1жыл болды мен өзім дәрігерге қаралдым күйеуіме бар десем уақыт жоқ дит, жұмыстан жібермиді дит солай дәрігерден қашады \nМенің күиеуімді ұнатпайтыным \nСебебі ол маған келін болып түскеніме 1ай толмай жатып үйден кет қайдан келдің сонда кет мен сені күштеп әкеген жошпын деген жөрекі мінезін қылықтарын көрсете бастады  мен тұрмысқа шығысымен 15 күннен кин жұмысқа тұодым ененм босқа жатпай ақшанды тауып ұсақ түйегіне жаратып жүрдеген атам 1 ай толған соң маған Балам ертең осы адамен өмір сүре аласың ба деп сұрақ қойды күиеуімнің мінезін көрген соң мен шыдаймын адамөыламын деп талпындым мақсат қойдым алдыма той өтті 3 ай өтті атам маған жалақын қайда деп дөрекі түрде ақшаны бұл үйде мен ұстайм деп шықты  басындай енемнің өзің ұстайсын дегені өтірік пе деп ойладым сүтсем мен майдай термен ақша тапсам бұлар қалталарына салып жүрмекші мен бишара боп өзіме тық алмай жүруім керек екен  \nКүйеуім жұмысынан шығып жұмыс іздеп қаңғырып 5 ай үйде жатты ұрыс керіспен үйден кетеді сосын тық бомағандай келеді солай 5 ай өтті  тағы бір жұмысқа тұрды одан шықты сүтін 3 жұмысқа тұрды шықты шамалы уақыттан жұмыс істеп \nОбшем маған күиеуім кет ажырасамыз сенен құтылатын боламын ажырассам деп көп айтады \nМенің көңілім әуел баста суыған еді 1 ай болған соң \nМені өз туыстарым тындамайды \nАнамнан қайтқан 11 жаста қалғам \nАллаға шүкір әкем тірі 70 асқан кісі \nАғаларым бар \nӨзім 21 демін күиеуім 28 де \nМағн кет деп алып бетіме ыржындап күліп қарайды мен тым одан бетер жеп көріп кеттім оны \nКүиеуімнің мінезі 15 жастағы баланың тірлігі 30 келем ерекпін ғой деп өзін санамайды мен әлі 30 ға толмадым ғой дит маған \nАлдыға қойған мақсаты жоқ \nМен күиеуіме алдағы 5 жылға жоспарың қандай десем жоқ менде жоспар дит неге десем бүгінмен өмірсүрем мен дит маған ертеңді ойламай мен дит \nСодан соң мені мына ойлар мазалады мен неге тұрмысқа шықтым мені асырай алмайтын бала керек емес еркеке тіпті ертеңін ойламайтын деген \nНестесем болады мені ешкім тындамайды мен өз өмірімді құртқым кемиді өзін ер азамат сезінбитін ердің қасынжа жүріп",
        "question_date": "20.05.2022",
        "question_tag": "Жанұя",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреудің өміріне араласқым келмейді, Алла өзі есіркесін, мүмкін сіз оған лайық болмағансоң немесе керісінше, Алла бала бермей отырған шығар. Ондай отбасыда  дүниеге келген баланың да тағдыры қиын ау. \nЕр адам сені алғасын сені асырау міндеті. Сен ешкімге ештеңе міндетті емессің, жаман болсаң жаман бола ғой солар үшін но өз дегеніңде тұрып, өз құқығыңды қорғай біл, өз басыңды тік ұстап, өзіңді өзің асырай алсаң,өміріңді өз қолыңа  алып жүре алатын болсаң біліп тұрсың деп ойлаймын не істеу керегін. Алла бағыңды ашсын.",
                "date": "20.05.2022",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Excel-дегі әріпті қалай алып тастаса болады?",
        "question_content": "Excel-де 1 бағандағы цифрлармен қатар 1 әріп тұр. Сол әріпті қалай алып тастаса болады?",
        "question_date": "20.05.2022",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тексттің үстін екі рет басып, т әрпін \"backspace\" батырмасын басу арқылы өшіресіз. Сұрағыңыз қызық екен.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен антенналар биік ғимараттар мен мұнараларға орнатылады?",
        "question_content": "Неліктен антенналар биік ғимараттар мен мұнараларға орнатылады? ретранасорлар не үшін қажет?",
        "question_date": "19.05.2022",
        "question_tag": "Жалпы компьютер",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Волналарды жақсы ұстау үшін болар",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіней руы қай жүзеге жатады ?",
        "question_content": "ТІНЕЙ РУЫ ҚАЙ ЖҮЗГЕ ЖАТАДЫ ЖӘНЕ КІМНЕН ТАРАҒАН?",
        "question_date": "19.05.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адайдан тараған болса Кіші жүзге жатады",
                "date": "5.08.2022",
                "upvotes": 1
            },
            {
                "text": "Орта жүзге жатады",
                "date": "11.08.2022",
                "upvotes": 0
            },
            {
                "text": "кіші жүз-адай-құдайке-қосай-тіней",
                "date": "1.10.2022",
                "upvotes": 0
            },
            {
                "text": "Қоңырат-Тіней, ажаң, киікші, көтен болып бөлінеді",
                "date": "4.03.2023",
                "upvotes": 0
            },
            {
                "text": "Кіші жүзде Қосай Тіней.                 Орта жүзде Құрман атадан тараған Тіней .",
                "date": "20.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7-9 сын оқушы Үздік оқушы лента тағу міндетті ма, ақшасын ата ана төлейді, неге?",
        "question_content": "Мектепте 7-9 сынып бітірген оқушыға Үздік оқушы деген лента тағамыз, соган заказ берген мектеп, бірак ақшасын ата-ана төлеу керек, неге?\n\nМектеп тағу шамасы келмесе тақпай ақ қойсын да, ата анадан тақ деген талап жоққо",
        "question_date": "19.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата анамен келіспей тапсырыс берсе мектеп төлесін. Бірақ ата ана балам кем болмасын деп алады деп бәріне бірдей берген болар. Лентаны тақпай ақ та грамотасын алып қана тұра береді ғой мектепте.",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыныптастарынмен бірденены бүлдіріп койсандар не болады?",
        "question_content": "Менің жасым 15 те 9 сыныпты аяктап жатырмын кластагы быр баламен онашада емес жанымызда 1 кыз бен быр ул болды сол екеуынын арасында екеуымыз жалпы айтсам ұятсыз әңгімелер туралы сойлескен болатынбыз сөйтіп быз сыныптарыммен кафеде откан болатынбыз сол кезде менын курбым бызды сол жанагы баламен суйыстырмекшы болды сойтып не кылатын едык суйыстык 1 рет кейын келе жаткан едык курбым тосынды устап корсын деп айтты мен карсылык былдырып устатпаймын дедым бырак курбым коймады устат деды мен жок деп тартып жибердым кейын двор жактан келе жаттык кафенын жанынада бардык сол жакта быр балага айтып койдык байкамай ана бала журындер менде коремын деды сойтып бурыш ыздеп журмыз ана бала менын белымды устады бетымнен суйды санымнан устады мен буны ойын ретынде гана кордым бурышка келдык 1 рет суйыстык сосын мен болды деген едым курбым мен досым коймай тагы тагы деп быз 10 рет шыгар суйдык быр бырымызды сойтып кеттык куаныштымыз бырак неге екены былмимын ана бала менын арт жагыма колын тигызды буныда ойын ретынде кордым бул ысымыз дурыспа?",
        "question_date": "19.05.2022",
        "question_tag": "Мектеп",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойын ретінде көрме, құрбым деп жүрген қызың құрбы емес , қаласа өзі жасасын олай саған жасатпасын. Ондай адамдардан аулақ жүр, араласпа, есейіп үлгересің, барлығы өз уақытымен болғаны дұрыс.\nБолашағыңды ойла, істеп жүргенің мүлде дұрс емес.",
                "date": "19.05.2022",
                "upvotes": 2
            },
            {
                "text": "Қазаө еліне +1 жезөкше деген атаққа ие болғың келсе істей бер.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бет терісін йодпен күйдіріп алғанда қалай кетіруге болады?",
        "question_content": "Ернімнің үстіңгі жағын кішкентай тырнап алып канап кеткен кан токтамаган сон мактага йод жагып басканмын сол жер күйіп кап кара жак болып тур калай кетірсем болады?",
        "question_date": "19.05.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен медициналық коледжге түсе аламын ба?",
        "question_content": "Салеметсиздерме мен 9 сынып окушысы едим мен 9 дан мед коледжге кетемин деп накты шешим кабылдадым бирак мен химия мен биологиядан жылдыгым 3 болып калып еди бирак баска сабактардан 4 жане 5 едим менде мед коледжге тусуге шансым барма? Калай ойлайсыздар? Мен мед коледжге тусе аламынба? Отиниш маган осы сурактын жауабын айтып жиберсениздер комек болатын еди алдын ала рахмет!",
        "question_date": "19.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 227,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мед коледжге тапсырған сынақ  нәтижесіне қарай қабылдайды ғой, ммкетеп бағасы аса маңызды емес.  Тапсырып көр.",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 3кг денені 7м/с2 үдеумен жоғары қарай 8м биіктікке көтеру үшін",
        "question_content": "Массасы 3кг денені 7м/с2 үдеумен жоғары қарай 8м биіктікке көтеру үшін қандай жұмыс жасау керек",
        "question_date": "19.05.2022",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=3кг\n\na=7м/с2\n\nh=8м\n\nA-?\n\nA=F*h\n\nF-mg=ma\n\nF=ma+mg\n\nA=F*h=m(g+a)h=3(9.8+7)*8=403.2Дж",
                "date": "19.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "17-демін тамызда 18-ге толамын. Әскерге қазір баруыма бола ма?",
        "question_content": "17-демін тамызда 18-ге толамын. Әскерге қазір баруыма бола ма?",
        "question_date": "18.05.2022",
        "question_tag": "Қоғам",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыл сайын Қазақстанда 18-27 жас аралығындағы барлық жас жігіттер шақырылады. Әскери қызмет және Қазақстан Республикасын қорғау әр азаматтың  парызы мен міндеті болып табылады. \nӘскерге шақыру жылына 2 рет жүзеге асырылады: сәуірден маусымға дейін және қазаннан желтоқсанға дейін. Тамызда толық 18 жасқа толсаңыз, мед осмотрдан барлық талаптарға сай келсеңіз қазан айындағы шақыртуға ілігерсіз.",
                "date": "18.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а б д р ы м әріпінен қандай сөз шығады?",
        "question_content": "А б д р ы м әріптерінен қандай сөз құрауға болады?",
        "question_date": "18.05.2022",
        "question_tag": "Мектеп",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дамы, бар тапқаным осы ғана болды)",
                "date": "18.05.2022",
                "upvotes": 0
            },
            {
                "text": "Бардым деген толық сөз шығады.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек кітапшасын қайда тіркетсем болады? Жұмыссызбын",
        "question_content": "Жұмыссызбын. Қай жерге барып еңбек кітапшасын тіркетсем болады. 6 жылдык жұмыс өтілім бар.",
        "question_date": "18.05.2022",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХЖҚО хабарласып көріңіз, егер олар жасамаған жағдайда да қайда жүгіну керектігіне бағыттайды.",
                "date": "19.05.2022",
                "upvotes": 1
            },
            {
                "text": "Еңбекпен қамту орталығына барыңыз.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломдық жұмыс керек \"Музыкалық аспаптаронлардың түрлері, дыбысталу ерекшеліктері\"",
        "question_content": "Музыкалық аспаптар, олардың түрлері, дыбысталу ерекшеліктері",
        "question_date": "18.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 171,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаһанандану кезіндегі Қазақстанда білім мен ғылым қалай өзгерді?",
        "question_content": "Жаһанандану кезіндегі Қазақстанда білім мен ғылым қалай өзгерді?",
        "question_date": "18.05.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дене жинағыш линзадан 0.3м қашықтықта жатыр. Фокустық арақашықтығы 0.5м",
        "question_content": "Дене жинағыш линзадан 0.3м қашықтықта жатыр. Фокустық арақашықтығы 0.5м",
        "question_date": "18.05.2022",
        "question_tag": "Физика",
        "question_views": 864,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Линзаның оптикалық күші",
                "date": "26.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суға қатысты жарықтың сыну көрсеткіші 1,16 құрайды. Жарық жылдамдығын табу?",
        "question_content": "Суға қатысты жарықтың сыну көрсеткіші 1,16 құрайды. Егер әйнектің абсолютті сыну көрсеткіші 1,54 болса, судағы жарықтың жылдамдығын табыңыз?",
        "question_date": "18.05.2022",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V = C / n = 3 * 10⁸ / (1.54/1,16) = 2.26 * 10⁸ м / с",
                "date": "27.12.2022",
                "upvotes": 1
            }
        ]
    }
]