[
    {
        "question_title": "В жəне С төбелерінен жүргізілген биіктіктерінің қатынасын табыңдар.",
        "question_content": "АВС үшбұрыштарында АВ қабырғасы АС қабырғасынан үш есе ұзын. В жəне С төбелерінен жүргізілген биіктіктерінің қатынасын табыңдар.",
        "question_date": "4.02.2021",
        "question_tag": "Геометрия",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВ = 3 АС\n\nВВ₁  - динамиктің кішірек жағына тартылған биіктік АС\n\nCC₁  -  AB үлкен жағына түсірілген биіктік АВ\n\nАВС үшбұрышының ауданы болып табылады\n\nS = 0.5 AB · CC₁\n\nнемесе\n\nS = 0.5 AС · ВВ₁\n\n0.5 AB · CC₁ = 0.5 AС · ВВ₁\n\n3 AС · CC₁ = AС · ВВ₁\n\n3 CC₁ = ВВ₁\n\nВ төбесінен кіші жаққа жүргізілген ВВ биіктігі С шыңынан үлкен жағына қарай жүргізілген CC₁ биіктігінен 3 есе артық.\n\nВВ₁ : CC₁ = 3 : 1",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 дан кейін басқа мемлекетке тест тапсыруға болады ма?",
        "question_content": "9 дан кейін басқа мемлекетке тест тапсыруға болады ма?",
        "question_date": "4.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысы білмедім, бірақ қытайда оқыған қыздан естуім бойынша көбіне шет елге оқуға тапсыру үшін 18 жасқа толған болу керек. Егер 16 жастан асқан төл құжаты бар азамат немесе азаматша ата -анасының рұқсатын алса, кейбір оқу орындары ол жағдайды қарастырып көруі мүмкін.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олжас есімді жігітті қалай қысқаша атауға болады?",
        "question_content": "Жігітімнің есімі Олжас, соны қалай еркелетіп айтарымді білмей жүрмін, жалпы қалай атаған дұрыс",
        "question_date": "4.02.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 883,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізден үлкендеу болса қазақтардың әдеті бойынша Олжеке деп атауға болады. \nОска деп атағанын еститінмін құрдас адамдары Олжас есімді азаматты.",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бассейнді толтыруға қанша уақыт жұмсалады?",
        "question_content": "Ішінде 30 м3 суы бар бассейн алдымен толықтай босатылып, қайта алғашқы деңгейге толтырылған. Осының барлығына 8сағ кеткені белгілі. Егер босатуга караганда толтыру үшін носос сағатына 4м3 суды аз жіберсе, бассейнді толтыруға қанша уақыт жұмсалады.",
        "question_date": "4.02.2021",
        "question_tag": "Математика",
        "question_views": 295,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толтыру жылдамдығы X м³ / сағ,\nсодан кейін (x + 4) м³ / сағ босату жылдамдығы.\nТеңдеу:\n30 / x + 30 / (x + 4) = 8;\n3.75 (x + 4) + 3.75x = x (x + 4);\nx²-3.5x-15 = 0;\nD = 12,25 + 60 = 72,25 = 8,5².\nx = (3.5 + 8.5) / 2 = 6.\nСондықтан толтыру 30/6 = 5 сағатты алды.",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ауданын табу.",
        "question_content": "Үшбұрыштың екі қабырғасы 6 см жəне 8см, ал олардың арасындағы үш бұрыш: а)120° ə)135° б)150°. Үшбұрыштың ауданын табу.",
        "question_date": "4.02.2021",
        "question_tag": "Геометрия",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=0,5*6*8*Sin120°=24*Sin(90°+30°)=24*Cos30°=24*√3\\2=12√3 см²",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айыппұл төлеуде мерекелік күндер есепке алына ма?",
        "question_content": "Әкімшілік құқық бұзушылықпен төлегелі жатқан айыппұлды бір апта ішінде төлесең 50% жеңілдікпен төлеуге болады деген соң мен әрекет жасадым, сол күні ақша таппай  мерекелік күнге ілініп кеттім. Төрт күн пошта жабық тұрды. 5 қаңтарда ақша төлеуге барсам, \"Сіз жүз пайыз тілейміз\" деп қабылданады. Сол дұрыс па?",
        "question_date": "4.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сізге, мысалы, жол ережесін бұзғаны үшін әкімшілік айыппұл салынса, онда сіз айыппұлдың жалпы көлемінің жартысын төлей аласыз. Бұл материалда біз сізге осындай жеңілдік құқығын қандай жағдайларда пайдалануға болатындығын айтамыз.\n50% айыппұлды төлеу шарттары\nЖалпы соманың 50% мөлшерінде әкімшілік айыппұлды төлеу құқығын ол тіркелген күннен бастап 7 күн ішінде пайдалануға болады.\nЖеңілдікке ақы төлеу қысқартылған әкімшілік іс түрінде қаралады. Ол қылмысты жасаған адамның келесі шарттарын ескере отырып қолданылады: \n құқық бұзушылық жасау фактісін тану;\n 50% көлемінде айыппұл төлеуге келісім беру;\n ұсынылған дәлелдемелерге шағым жасамау. \n7 күнді есептеу кезінде демалыс және демалыс күндері есепке алынбайды.\nМәселен, 1 тамызда дүйсенбіде хаттама жасалды. Кері санақ 2-ші сейсенбіде басталады және жеңілдік демалыс күндерін ескере отырып, 10 тамызға дейін қоса алғанда (келесі аптаның сәрсенбісінде) жарамды.\nҚазақстан Республикасының Әкімшілік құқық бұзушылық туралы Кодексінің 810- бабы тәртібінде көрсетілген айыппұл сомасының 50% төлеу мүмкіндігін пайдалануға болмайды , егер: \n ескертуден басқа жазалардың басқа түрлері қарастырылған;\n қылмыс жасаған адамның артықшылықтары мен иммунитеті бар;\n әкімшілік құқық бұзушылық туралы істі Мемлекеттік кірістер органдары, қаржы нарығы мен қаржы ұйымдарын  реттеу, бақылау және қадағалау жөніндегі уәкілетті орган, сондай-ақ ҚР Ұлттық Банкі қарайды. \nҚысқартылған өндіріс тәртібі\nҚұқық бұзушылық жасалған жерде\nҚұқық бұзушылық болған жерде белгіленген нысанды алған әкімшілік құқық бұзушылық туралы хаттаманың көшірмесі тапсырылады (құқық бұзушының өтініші бойынша электрондық іс жүргізу кезінде) және 7 күн ішінде санкцияда көрсетілген айыппұл сомасының 50% көлемінде айыппұл төлеу құқығы нақтыланады.\nКөрсетілген соманың 50% мөлшерінде айыппұл 7 тәулік ішінде төленген жағдайда іс мәні бойынша қаралды, шешім заңды күшіне енді, ал тұлға әкімшілік жауапкершілікке тартылды деп есептеледі.\nКамералармен және жылдамдық өлшеуіштермен тіркелген бұзушылықтар кезінде\nСертификатталған арнайы бақылау - өлшеу техникалық құралдарымен және автоматты режимде жұмыс істейтін  аспаптармен тіркелген  бұзушылықтардың басқа да ресімдеу ережелері болады. Полиция қызметкері кескінде шынымен бұзушылық бар екенін растайды және айыппұл төлеу қажеттілігі туралы бұйрық шығарады. Нұсқама - бұл бұзушыдан айыппұл төлеуді талап ететін құжат.\nНұсқама түбіртекпен бірге тәртіп бұзушылық тіркелген күннен бастап 10 тәулік ішінде көлік құралының меншік иесіне тапсырыс хатпен жіберіледі.\nБұл ретте Қазақстан Республикасының Әкімшілік құқық бұзушылық туралы Кодексінің 743-бабы 4-1-бөлігінің 4) тармақшасына сәйкес айыппұл төлеу қажеттігі туралы нұсқама Көлік құралының меншік иесі (иесі) \"электрондық үкімет\" вебпорталында көрсеткен ұялы байланыстың абоненттік нөміріне  оның атына шығарылған айыппұл төлеу қажеттігі туралы ұйғарымдар туралы хабарламаларды алу үшін мәтіндік хабарлама жіберілген жағдайда тиісті түрде жеткізілген деп танылады. \n \nАйыппұлдарды қайда тексеруге және төлеуге болады\nАйыппұлдың бар-жоғын тексеріп, оны онлайн-қызмет арқылы төлеуге болады.\n- Жол қозғалысы ережелерін бұзғаны үшін әкімшілік айыппұлдар мен айыппұлдарды іздеу және төлеу\nСондай-ақ айыппұлдарды тексеруге болады: \n Qamqor сайтында;\n «Қазпочта» сайтында;\n «электрондық үкімет» веб-порталында;\n Банктердің сайттарында және олардың мобильді қосымшаларында \n Айта керу керек, 7 тәулік  ішінде айыппұл  мөлшері 50% мөлшерінде көрсетіледі. 8-ші күні айыппұл, егер ол өтелмеген болса, автоматты түрде толық мөлшерде қойылады.\nАйыппұл төлеу күні қай күн болып саналады\nАйыппұл төлеген тұлға үшін міндеттемелерді орындау күні: \n қолма-қол ақшасыз төлемді жүзеге асыру кезінде - банкоматтар немесе электрондық терминалдар арқылы төлемді жүзеге асыру күні;\n оларды бюджетке қолма-қол ақшамен төлеген жағдайда – тұлғаның банк операцияларының жекелеген түрлерін жүзеге  асыратын банктерге немесе ұйымдарға ақша енгізген күні. \nБанк операцияларының жекелеген түрлерін жүзеге асыратын банктер мен ұйымдар төлемдер сомасын бюджетке аударға міндетті: \n төлем төлем карточкасын пайдалана отырып жүргізілетін жағдайларды қоспағанда, салық төлеуші оларға бастамашылық жасаған күні;\n төлем төлем карточкасын пайдалана отырып жүргізілген жағдайларда салық төлеушінің банктік шотынан ақша есептен шығарылған күннен бастап бір операциялық күннен кешіктірмей;\n  операциялық күн ішінде, бірақ қолма-қол ақшаны банктердің немесе банк операцияларының жекелеген түрлерін жүзеге асыратын ұйымдардың кассаларына енгізген не қолма-қол ақшаны екінші деңгейдегі банктердің немесе банк операцияларының жекелеген түрлерін жүзеге асыратын ұйымдардың электрондық терминалдары арқылы енгізген күннен бастап келесі операциялық күннен кешіктірмей. \nhttps://m.egov.kz/cms/kk/articles/vehicle/fee_payment?mobile=yes",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біріңғай мүшеге 3 мысал керек",
        "question_content": "Біріңғай мүшеге 3мысал керек",
        "question_date": "4.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сөйлемнің бірыңғай мүшелері - сөйлемнің бір ғана мүшесінің қызметін атқаратын, бір ғана сұраққа жауап беретін, көбінесе бір тұлғада, бір сөз табынан жасалып, бір ғана сөзге қатысты болатын сөздер тобы. Сөйлемнің барлық мүшелері де сөйлемнің бірыңғай мүшелері бола алады.\nБірыңғай бастауыш: Жаз келер, қыстыгүні қысым етіп, Қар, суық, аяз, боран — бәрі кетіп (Шәкәрім). Бірыңғай баяндауыш: Ат міндім, атан алдым, шекпен кидім, Жөнім жоқ сені мақтай сөйлемеске (Жамбыл). Бірыңғай толықтауыш: Бай бейілін, мейірін, Сән, салтанат сейілін, Ақыл күшін, зейінін, Ең ақыры, төбетін, Күймен, жырмен мадақтап, Бәйіт қылып беретін (Жамбыл). Бірыңғай анықтауыш: Тапқыр, адал, ақ ниет адамдардың Алданбайсың артынан ерте берсең (Шәкәрім). Бірыңғай пысықтауыш: Ол мойнын бұрып жан-жағына қарады да, түйенің табанындай аяқ-қолдарын асықпай, табандықта сермеп жүзіп жүре берді (Б. Момышұлы). Сөйлемнің бірыңғай мүшелері жалғаулықсыз да, жалғаулықтар арқылы да байланысады. Негізінен, мұндай реттерде ыңғайлас жалғаулықтар, қарсылықты жалғаулықтар және талғаулы жалғаулықтар қатынасады: Арбада, дөңгелектер де, адамдар да, олардың ойлары да қызғылт шаңның ішінде (М. Жұмабаев); Бірыңғай мүшелерідің алдында немесе соңында жалпылауыш сөздер болады. Ондай қызметті есімдіктер, сияқты, тәрізді сөздер, сондай-ақ сан есімдер де атқарады: Арқаға аяқ салып түскен барып Екі оттың — орыс, қытай арасына (М. Жұмабаев).",
                "date": "6.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеуі 220 В болатын шамда ток күші 0,5А. Шамның электр кедергісі неге тең?",
        "question_content": "Кернеуі 220 В болатын шамда ток күші 0,5А. Шамның электр кедергісі неге тең? 2. Ұзындығы 100 м, көлденең қимасының ауданы 0,5 мм², ұштарына 6,8 В кернеу қосылған мыс өткізгіштің бойымен өтетін ток күшін табыңыз.",
        "question_date": "4.02.2021",
        "question_tag": "Физика",
        "question_views": 20900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = U/I =220/0,5 = 440 Ом",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ол тік тұрса есептеу ом-оңай,ал жатса есептеуге бүкіл өмірің дп жетпейді.Ол не?",
        "question_content": "Жауабы 3 әріптен тұрады",
        "question_date": "4.02.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "DB=12см екені белгілі. Егер B төбесі АС қабырғасына",
        "question_content": "Кесіндісі АС қабырғасына параллель AD=4см, DB=12см екені белгілі. Егер B төбесі АС қабырғасына 8 см қашықтықта барса, онда DC кесіндісі АС қабырғасына қандай қашықтықта жетеді",
        "question_date": "4.02.2021",
        "question_tag": "Мектеп",
        "question_views": 206,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "№5 зертханалық жұмыс физикадан! Жауап керек еді!",
        "question_content": "№5 зертханалық жұмыс физикадан! Жауап керек еді! Тақырып: өткізгіштерді тізбектеп жалғауды зерттеу.Өтініш керек еді!",
        "question_date": "4.02.2021",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұзындығы біртекті шыбық өзіне перпендикуляр және жоғарғы ұшы арқылы өтетін горизонталь",
        "question_content": "Өте қажет болып тұр, көмектесіп жіберіңіздерші:\n1. Ұзындығы / біртекті шыбық өзіне перпендикуляр және жоғарғы ұшы арқылы өтетін горизонталь өстің маңайында шағын тербелістер жасайды. Тербеліс периодын табу керек. Үйкеліс жоқ\n2. Белсенді кедергісі R = 0,45 Ом тербелмелі конт-урдағы амплитудасы Іт = 30 мА тоқтың өшпейтін гармоиикалық тербелісі сүйемелдену үшін контур қандай орташа қуат тұтынуы тиіс?\n3. Ұзындығы £ = 100 см және диаметрі d = 0,50 мм болат ішектің негізгі * тонының жиілігі v = 256 Гц болса, онда ішек қандай күшпен керілген?\n4. Екі ортаның бөліну шекарасында Пойнтинг векторының нормаль құраушылары үзіліске ұшырамайтындығын, яғни S)n = S2n болатындығын цәлелдеу керек.",
        "question_date": "4.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұзындығы 3 мм, қимасының ауданы 1 мм2 жез сымды 1,5 мм ге созу үшін қандай күш?",
        "question_content": "Ұзындығы 3 мм, қимасының ауданы 1 мм2 жез сымды 1,5 мм ге созу үшін қандай күш түсіру керек?",
        "question_date": "4.02.2021",
        "question_tag": "Физика",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=kx, мұндағы k=ES/L, Е - Юнга модулі мыс 110 ГПа\n\nF=110*10^6*1*10^-6*1.5/3=",
                "date": "17.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала тілінің дамуы бойынша баяндама жасаңыз?",
        "question_content": "Бала тілінің дамуы бойынша баяндама жасаңыз?",
        "question_date": "4.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-3 жас аралығындағы бала тілі нормаланған, жүйеленген әдеби тіл қатарында болмаса да, уәжі мен толық мағынасы бар құрылым екені белгілі. Бала өмірге келгеннен дыбыстың арасында дамиды. Сол дыбыстар бала тілінің қалыптауына әсер етпей қоймайды. Соның нәтижесінде бала тілі қалыптасады.\n«Бала шыр етіп жерге түскенде дыбыспен бірге туады» деп Ж.Аймауытұлы айтқандай, дыбыспен өмірге келген бала өмірінің барлық кезеңін әртүрлі дыбыстардың арасында өткізеді. Сол дыбыстар арқылы баланың ойы, тілі, өрісі, танымы дами бастайды. Ғалым А.В.Петровский бала өмірінің жеті кезеңін көрсеткен: 1) Туғаннан 1-2 айға дейін – жаңа туған бала; 2) 1-2 айдан 1 жасқа дейін – нәресте; 3) 1-ден 3-ке дейін – ерте сәбилік шақ; 4) 3-тен 7 жасқа дейін – мектепке дейінгі балалық шақ; 5) 7-ден 11-125 жасқа дейін – бастауыш мектеп шағы; 6) 12-ден 14-15 жас аралығы – жеткіншектік кезең; 7) 14,5-17 жас аралығы – балаң жасөспірімдік. Ғалым баланың 1-3 жас аралығын ерте сәбилік кезең деп атаса, Ж.Қоянбаев бұл кезеңді сәбилік шақ деген. М.Қ.Бапаева «Даму психологиясы» атты еңбегінде «балалық шақтың өзі төртке бөлінетіндігін айтқан: нәрестелік кезең (туғаннан 1 жасқа дейін), ерте балалық шақ кезеңі ( 1 жастан 3 жасқа дейін), мектепке дейінгі балалық шақ (3 жастан 6 жасқа дейін), бастауыш мектеп жасы (6 жастан 11-12 жасқа дейін)» [1,124]. Ғалымдар жіктемесіне сүйене отырып, осы ғылыми зерттеу жұмысында аталған кезеңдегі баланың сөйлеу тілінің дамуын, оның сөздік қорын, сөйлеу үдерісінде кездесетін қателіктер, дыбыстық ерекшеліктер жайында тұжырымдар мен тілдік деректер көрсетіледі.\nБала 1-3 жас аралығында тілі шығып, тілдік қоры молайып, даму үстінде болады. Алғашқы кезде бала айналасындағы жақын адамдарына сұрақ қою арқылы өзіне ақпарат жинайды. Соның негізінде бала тілі дамып, сыртқа шыға бастайды. «Алғашқы кезде сәбидің сөзі үлкендердің сөзіне аздап қана ұқсайтын болады. Мұндай сөзді дербес (автономиялық) сөз деп атайды. Тіпті кейде үлкендер пайдаланбайтын сөздерді де қолданады» [2,104] дейді Ж.Қ.Дүйсенова мен Қ.Н.Нығметова. Расымен бала тілі негізінде сөйлеу, есту мүшелеріне, ойлау, түйсіну қабілеттеріне тікелей байланысты. Артикуляциялық мүшелері сөйлеу үдерісіне дайын болуына дейін бірнеше кезеңнен өтеді. Сол себепті бала бірден естіген сөзін қайталай алмайды. Мысалы: баланың сәбилік кезеңнің алғашқы кезінде «тамақ» сөзін «намақ» деп «т» дауыссыз дыбыстың орнына «н» дыбысын қойып немесе «алма» сөзін «ама» деп қысқартып айтуы қателік болып саналмайды. Дегенмен, баланың психологиялық және физиологиялық даму қарқынына да назар аудару керек. Себебі көбіне ата-әжесімен коммуникацияға түсетін балалардың тілі тез дамиды, ал балабақшадағы өзі сияқты тілі енді шығып келе жатқан балалардың арасында жүрген сәбилердің тілі баяу шыға бастайды. Баланың ойлау қабілетін дамыту арқылы танымы кеңейе түседі. Таным деңгейі жоғары баланың тілі тез дамиды. «Баланың танымы дамыса, онда тілі де дамиды» [3,48] дейді ғалым С.Н.Цейтлин.\nБала үлкеннің сөзін қайталап айта бастаған кезінде көбіне фонетикалық қателіктерді жасайды. Сәби «сабын» сөзін «шабын» деп немесе «шар» сөзін «сар» деуі мүмкін. Баланың тіліндегі ауысып отыратын дыбыстар өте көп кездесіп жатады: «р» мен «л» (радио – ладио), «р» мен «и» (Айбатыр – Айбатыи), «ж» мен «д» (жоқ – доқ), «т» мен «н» (тамақ – намақ), «б» мен «п»(банан – панан), «в» мен «б» (автобус – абтобус) және т.б. Бұл қателіктердің негізінде артикуляция мәселесі жатыр.\nБала 1-3 жас аралығында әрбір естіген сөзін түйсініп, сыртқа шығарады. Яғни, бала белгілі бір негіздемеге сүйене отырып, сөзін ой жүйесінен шығарады. А.Леонтьевтің пікірінше, бала сөйлегенде алдын ала оны ой жиегінен өткізеді, сол ой дыбыс не сөз болып үдеріске айналады [4,165]. Мысалы: 2 жасар Бекболат есімді бала допты «теп-теп» деп атайды. Баланың допты «теп-теп» деп атауына «тебу» сөзі түрткі болып тұр. Бір жағынан бала қандай бір грамматикалық заңдылыққа немесе лексикалық уәжге сүйеніп айтып тұрған жоқ, себебі оның жасы небәрі екіде. Бірақ бала допты тебетінін түсініп тұр. К.И.Чукотский «Ересектерде барлығы сатылымға дайын көйлектері бар дүкен сияқты. Ал балаларда енді өңделіп, тігіліп жатқан шеберхана секілді» деген. Әрбір бала көптеген жаңа сөздерді, қолданыста бар сөздердің жаңа формасын құрастырып жатады. Әрине, ондай мысалдар күнделікті тұрмыста өте көп кездеседі. Бұндай құрылымды сөздердің негізінде уәж жатыр. Ж.Аймауытовтың «Психология» атты еңбегінде осы мәселе жайында айтылған. «Жүре-жүре бала ішкі тілегін сыртқа шығару үшін дыбысқа еліктейді. Сиырды «мө-ө», қойды – «ма», мысықты – «мияу», итті – «ау-ау» дейтін болады» дейді ғалым [5,171]. Бұл тұста уәж мәселесіне тоқталмау мүмкін емес. Уәждеме - тіл арқылы аталған заттың немесе құбылыстың бір белгісінің көрінісі екені белгілі. Демек, бала естігенін дәл сол күйінде шығарады. Мысықтың мияулайтыны, сиырдың мөңірейтіні, қойдың маңырайтыны - бәріне белгілі әрекет. Бала құлағымен естігенін дыбыс не сөз күйінде сөйлеу әрекетінде қолданады.\n1-3 жас аралығында бала тілінде кездесетін көптеген жаңа атаулар бар: доп – теп-теп (1,5 жас), шалбар – бұттық (3 жас), футбол – гол (2 жас), телефон – але (1,5 жас), теледидар – мутик (2 жас), мысық – нау (мияу) (1,5 жас), көкірек – тісте (3 жас), су – шай(1,5 жас), тамақ – ням-ням (1,5 жас), нан – ням-ням (1,5 жас). Келтірілген тілдік деректерге қарап, баланың қалыптастырған жаңа атауларының негіздемесі бар екендігіне көз жеткізуге болады. Әрбір ересек адам допты тебетінін, судың шай сияқты сұйықтық екендігін, мультфильмді теледидардан көретінін, мысықтың мияулайтынын, гол деген футбол ойының термині екендігін, телефонға келген қоңырауға алло деп жауап беретіндігін, шалбарды бұтқа (диалект сөз) киетіндігін біледі. Демек, бала уәжі бар, мағынасы мен қызметі сақталған, бірақ нормадан ауытқыған сөздерді қалыптастырады.\nСондай-ақ бала бір атаумен бірнеше нәрсені айтуы мүмкін. Мысалы, шайды да, шырынды да, суды да «су» деп атайды. Оның уәжі ішу екендігі белгілі.\nБала 1 жас пен 2 жас аралығында «бірсөзді сөйлемді» жиі қолданады. С.Н.Цейтлиннің пікірінше, «баланың алғашқы сөздері – оның алғашқы ойы болады. Бұл – «голофраза» деп аталады [3,209]. Бұл сөз белгілі бір ойды беретін, жағдайды түсіндіретін құрылым». Ғалымның пікірін тілдік деректермен дәлелдеуге болады. Мысалы, бала автобусты көрсетіп «абтобус» дейді. Бұл сөздің негізінде «әне, автобус» немесе «автобус келе жатыр (өтіп бара жатыр, тұр)» сөйлемдері жатыр. Баланың сөздік қорынын аздығынан сөйлемді толық айта алмайды, бір сөзбен жеткізеді. Осылайша бала бір сөзбен бір сөйлемнің мағынасын түсіндіреді.\n2 жас шамасындағы бала біртіндеп екісөзді сөйлем құрастыра бастайды. Ғалым С.Н.Цейтлин «Язык и ребенок: Лингвистика детской речи» атты ғылыми еңбегінде баланың сөйлеу үдерісінде қолданған сөйлемдерді бірсөзді, екісөзді, үшсөзді сөйлемдер деп қарастырған [3,210]. «Бұл сөйлемдер - көбінесе субьект пен оның әрекеті («мамам келе жатыр»), әрекет және обьект әрекеті («мама, берші») немесе әрекет және әрекет орны («кітап анда»)» [2,105] дейді Ж.Қ.Дүйсенова мен Қ.Н.Нығметовалар. Тіл білімінде бұндай сөйлемдерді екісөзді сөйлем деп атайды. Бұндай құрылымды сөйлемдерге қарап, бала тіліндегі алғашқы морфологиялық бірліктерді көруге болады. Кейіннен бала жасына сәйкес инсан мен предикат, нысан мен предикат арасындағы байланыс (септік, жіктік, тәуелдік жалғауларын) айқындала түседі.\nҚорыта келе, 1-3 жас аралығындағы бала тілі нормаланған, жүйеленген әдеби тіл қатарында болмаса да, уәжі мен толық мағынасы бар құрылым екені тілдік фактілер арқылы дәлелденді. Жоғарыда айтылған тұжырымдардан бала тілі лингвистикасын зерттеудің өзектілігі көрінеді.\nhttps://tilalemi.kz/article/291",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Полшаға жұмысқа шықпақшшы едім қалай ойлайсыздар сенімді компания ме?",
        "question_content": "Шетелге яғни полшаға жұмысқа шықпақшшы едім қалай ойлайсыздар сенімді компания ме?",
        "question_date": "3.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол компания жайлы ақпарат ізденіп біле аласыз. \nЛицензия\n 1. Тексерілетін бірінші нәрсе - шетелден жұмыс іздеуге көмектесетін делдалдың лицензиясының болуы. Лицензия, құжат ретінде, лицензия берілген адамның әлеуметтік саясат министрлігінде тіркелгенін және серіктестіктер құра бастайтындығын көрсетеді. Бірақ бұл ешқандай жағдайда кез-келген адамға кез-келген адамды жібере алатындығын көрсетпейді. Лицензиядан басқа делдал фирманың мемлекеттік тіркеу туралы куәлігі және шетелдік жұмыс берушімен келісімі болуы керек. «додаток» деп аталады.\nБайланыстар 2.\n Жұмыс орындарын ұсынатын адамдар сізден жұмыс туралы ақпаратты келісімшарт түрінде (шарттар, жалақы, денсаулық сақтау және әлеуметтік сақтандыру рәсімдері, шығындар және т.б.) қамтамасыз етуге міндетті. Бұл ақпарат Лицензия берілген тұлғаның мөрімен және қолымен расталуы керек. Сол жерде сізде келуге келіскен нәрселер туралы куәлік бар. Олар сізге жай ғана не жеке, не телефон арқылы немесе ғаламтор арқылы айтатыны маңызды емес. Егер сізге уәде етілгеннен мүлдем басқа нәрсе күтілсе, бұл сізге көмектеспейді.\nЗаңды мекен-жайы \n3. Агенттіктің Лицензияда тіркелген заңды мекен-жайы, байланыс үшін телефон нөмірі болуы керек. Тек веб-сайт емес, El. пошта немесе жеке хабарламалар арқылы байланыс. Сатушының мекен-жайы мен жеке және жұмыс телефонының нөмірін сұраңыз. Сіз осындай телефон нөмірлерін өзіңіз қоңырау шалып, сізбен келіссөздер жүргізіп жатқан адам немесе ең болмағанда сол ұйымның қызметкері жауап беретіндігіне көз жеткізу арқылы тексеріп алғаныңыз жөн. Көптеген скаут-менеджерлер өздерінің немесе басқа компанияларда жұмыс істейтіндерін алға тартқандықтан, іс жүзінде олардың компаниямен ешқандай байланысы жоқ.\nЕң бастысы \n4. Әрбір заң агенттігі тек өз елінің азаматтарын ғана жұмыспен қамтуға құқылы. Басқа елдің азаматтарын жіберу арқылы агенттік (кәсіпкер, делдал) заңды бұзады. Мысалы, егер агенттік Ресейде ресми түрде жұмыс істейтін болса, онда олар Украина азаматтарына жұмыс ұсына алмайды. Олар жасай алады, бірақ бұл заңды болмайды. Сізге қауіп төніп тұрғанда, және проблемалар туындаған жағдайда, сіз бұл адамдарды сот алдында жауап бере алмайсыз. Олар сізге жай ғана сізді ешқашан көрмедім, сіз туралы ештеңе білмейді деп жауап береді.\nТек жұмыс визасында \n5. Сіз басқа елге жұмысқа тек жұмыс визасымен баруыңыз керек, басқа ешнәрсе: туристік, мәдени және басқа визалар, жалданудың заңсыз жақтарының айқын белгілері.\nАлаяқтар кімдерді іздейді?\n 6. Алаяқтар әлеуетті үміткердің кәсіби шеберлігі туралы ешқашан ештеңе сұрамайды, олар жауап бергендердің барлығын алады. Көбінесе қыздарға арналған шетелде жұмыс істеу туралы айтады. Қашан білмейтін адамды трапеция суретшісіне жалдауға болады. Тілді білмей жұмыс ұсыну, жұмыс тәжірибесі, қажеттінің бәрін сол жерде үйретуге уәде беру. Бұл ақша жіберу үшін жіберілген әр адамға көрсетілген қызметтің сапасына емес, санына кепілдік беру арқылы жасалады.\nОтбасымен байланыс \n7. Әрдайым, шетелге бармас бұрын, туыстарыңызға сізге жұмыс табуға көмектескен делдалдың барлық ақпаратын (телефон, мекен-жайы, лицензия нөмірі, электрондық пошта, сайтқа сілтеме ...), сондай-ақ байланысқа қалдырыңыз. сіздің жұмыс берушіңіз туралы мәліметтер.",
                "date": "7.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі бойынша қандай мамандықтар бар. Және қандай пән қосымша болады",
        "question_content": "Мен 9 сынып оқушысымын. Аглшын пани кызыктырып жур. Бирак тереңірек билмеймин. Қандай мамандық таңдасам болады ағылшын пани бойынша. Қанша бал жинау керек.",
        "question_date": "3.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 621,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бейіндік пәндер туралы ақпарат толығымен видеода көрсетілген",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химер жануарларда екі эмбрионның белгілері болады, яғни төрт ата-ананың ұрпағы қатысады",
        "question_content": "Химер жануарларда екі эмбрионның белгілері болады, яғни төрт ата-ананың ұрпағы қатысады. Сөйлем мүшесіне талдау керек",
        "question_date": "3.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химер жануарларда - жанама толықтауыш, екі эмбрионның - анықтауыш, белгілері - бастауыш, болады - баяндауыш.\nтөрт ата-ананың - анықтауыш, ұрпағы - бастауыш, қатысады-баяндауыш",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Борға немесе мәрмәрға тұз қышқылымен әсер еткенде қандай құбылыс байқалады?",
        "question_content": "ҚқҚқшчнрщмощзоҚқққМеню\nМенюқақҚ",
        "question_date": "3.02.2021",
        "question_tag": "Химия",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)CaCO3 + 2HCl = CaCl2 + H2O + CO2\nКөмірқышқыл газы шығарылады. Іс жүзінде мәрмәр тұз қышқылымен әрекеттеспейді, формасы тым инертті. Бор -әрекеттесетін  болады.",
                "date": "3.02.2021",
                "upvotes": 0
            },
            {
                "text": "Көмірқышқыл гащы бөлінеді",
                "date": "18.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануардын аталық ата-анасынан неше хромосома оған берілген?",
        "question_content": "Жануарда 36 хромосома болса, баласына қанша хромосома береді?",
        "question_date": "3.02.2021",
        "question_tag": "Биология",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласында 46 храмасом болады одан артык болып жатса дцп болады делынген .",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 100 г пропил спиртін тотықтырып қанша пропион альдегидін алуға болады?",
        "question_content": "Массасы 100 г пропил спиртін тотықтырып қанша пропион альдегидін алуға болады? Теориялық мүмкіндікпен салыстырғандағы ал дегидтің шығымы 90%. Жауабы: 87,0 г.",
        "question_date": "3.02.2021",
        "question_tag": "Химия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100г                                      х\n\n2C3H7OH + O2 -----> 2C2H5 - C≡OH\n2*60г                                  2*58\n2C2H5 - C≡OH (альднегид формуласы 2байланыс оттек жоғарыға, төменге 1 байланыс сутек)\nx=100*2*58/120=96.67\n\n96.67---------100%\n\nx-------------------90%\n\nx=87 грамм",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этаннан ацетальдегидті алу реакцияларының теңдеулерін жазыңдар?",
        "question_content": "Этаннан ацетальдегидті алу реакцияларының теңдеулерін жазыңдар. Реакция нәтижесінде 4,4 г ацетальдегид алынатын болса, онда реакцияға неше литр (қ.ж.) этан қатысты? Жауабы: 2,24 л.",
        "question_date": "3.02.2021",
        "question_tag": "Химия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бер: m(C2H4O)=4,4г\nТ/к: V(C2H6)=?\nШешуі: Mr(C2H6)=30, Mr(C2H4O)=44\nx—4,4г\n30г/моль—44г/моль\nx=4,4г×30г/моль / 44г/моль=3г(C2H6)\nV=n×Vm (Vm=22,4л/моль)\nn=m/M=3г / 30г/моль=0,1моль\nV=0,1моль×22,4л/моль=2,24л\nЖауабы: V(C2H6)=2,24л.\nТолығырақ: https://znanija.com/task/38447658",
                "date": "3.02.2021",
                "upvotes": 0
            },
            {
                "text": "3 Қатарға дейін біздің есептеуімізге қажет реакция тізбегі көрсетілген. Реакцияда ешқандай еселік болмағандықтан, есептеуге жеңіл болу үшін тізбекті былайша қысқартып аламыз( іс жүзінде болай қысқартуға болмайды, тек есептеу үшін тізбектің көлемін азайту үшін уақытша осылай дасаймыз)",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алармизм тарихының дамуы",
        "question_content": "Алармизм тарихының ,дамуы",
        "question_date": "3.02.2021",
        "question_tag": "Табиғат",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алармизм - бұл психология, психоанализ, оның ішінде неофрейдизм, сондай-ақ экзистенциализм және әлеуметтік философия туралы түсінік. Бұл жүйке орталықтары мен желілері бар жоғары тірі жүйелерге тән қорқыныш, қазіргі және болашақтағы бір нәрседен қорқу құбылысын көрсетеді. Ә, әдетте, өзара байланысты екі форма түрінде пайда болады - биологиялық және әлеуметтік. Психология шеңберінде А. ерекше, мазасыздық, дүрбелең сезімі мен көзқарасы (көбінесе бұл болашақ бақытсыздықтың алдын-ала сезімі) ретінде, адамның және адамдар тобының қазіргі жағдайға теріс реакциясы ретінде анықталады келешек. Бұл ұғым этологияда жоғары сатыдағы жануарлардың мінез-құлық теориясы ретінде өз мағынасына ие.\nТемперология тұрғысынан А. тіршілік жүйелерінің, ағзалардың, қауымдастықтардың өмір сүру қабілеті мен әрекетіне қауіп-қатерді бағалау үшін (белгілі бір уақытта да, кейіннен де, болашақта) арнайы құрал рөлін атқарады, және адам (оның мақсатты бағдарымен, құндылықтарымен және идеалдарымен бірге). Өткен уақыт өзінің нақты оқиғалары мен күйлерінде адамдарда ешкімді оятуға мәжбүрлемейді. Бұл бағалауда ұят, немқұрайлылық, тәкаппарлық болуы мүмкін, бірақ қорқыныш емес. А - бұл өзі үшін де, қоршаған ортаның тағдыры үшін де адам үшін өзекті, яғни. жақын адамдар үшін, бүкіл адамзаттың, табиғаттың тағдыры үшін, сондай-ақ олардың құндылықтары, мұраттары әлемі үшін және т.б. \nA. тұжырымдамасы (ағыл. Alarmism-тен) «дүрбелең» деген мағынаны білдіреді және фр. дабыл - алаңдаушылық, мазасыздық, адамның қарым-қатынасы, бұл сөзбе-сөз «Қаруға!» дегенді білдіреді. - ал-арме! А термині барлық еуропалық тілдерде қолданылады. Философия тұрғысынан А феномені (сонымен бірге эсперанс - үміт) материя мен рухтың жалпы өзіндік белсенділігінің көрінісі, сондай-ақ олардың көрінісі мен өзара әрекеттесуі болып табылады.\nФилософия тарихында қорқыныш пен А. экзистенциалистердің назарында. Философия мен әлеуметтік психологияда А. және адамның мінез-құлқындағы қорқынышты қабылдауды алғаш рет Ф.М. Достоевский. Оның экзистенциализмнің негізін қалаушы болып саналуы кездейсоқ емес. Дәл осы адамның байқампаз болмысы емес, қорқынышты сезінетін, тіпті азап шегу қажеттілігі туындайтын ақылға қонымсыз тіршілік иесі екенін байқады. Адам сондай-ақ қауіпті жаратылыс. Ол қорқынышты тұңғиыққа үңілгісі келеді, сонда одан қорқып, қорқыныштан құтылу қуанышын сезінеді. Алғаш рет болмыс философиясында қорқыныш категориясы 19 ғасырда енгізілді. Даниялық философ С.Кьеркегор.\nМұнда ол бәрін қамтитын және абсолютті құбылыс. Қорқыныш сезімі экстремизммен тығыз байланысты (латын тілінен экстремум - экстремалды). Орыс философиясының тарихында адамның экстремалдарға, өлшем шекараларына («экстремизм» латын экстремумынан - экстремизмге) жүгінуіне үлкен назар аударды. Бердяев. Ол мұны орыс ұлттық сипатына терең органикалық деп санады, біз, орыстар, салыстырмалы, біртіндеп тарихи процестің мағынасын, мәдениет салаларындағы айырмашылықтарды нашар түсінеміз деп санады (қараңыз: Бердяев Н.А. Орыс идеясы және т.б.). Ұлттық А.-ны әлеуметтік тұрғыдан зерттей отырып, Бердяевтің осы мәселе бойынша берген бағаларын ескермеуге болмайды. Экзистенциализмде қорқыныштың себебі әлемде осылай деп саналады (М. Хайдеггер).",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сын есімнің шырайларын қолдана отырып сөйлемдер жазып морфологиялық талдау жасау керек?",
        "question_content": "Сын есімнің шырайларын қолдана отырып \"Туғар жер табиғаты\" туралы сөйлемдер жазып морфологиялық талдау жасау керек??????",
        "question_date": "3.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жерімнің табиғаты тым сылу. Тым сылу - асырмалы шырай.\nТу - етістік, ған - есімшенің жұрнағы\n\nжер - зат есім түбір, ім - тәуелдік жалғаудың бірінші жағы, нің - ілік септігі.\n\nтабиғат - зат есім түбір, ы- тәуелдік жалғауының 3 жағы.\n\nтым - күшейткіш үстеу.\n\nсұлу - сын есім.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеңбердің бір доғасына тірелген центірлік бұрышының мәнін табыңыз.",
        "question_content": "Шеңбердің бір доғасына тіркелген центірлік бұрыш іштей сызылған бұрыштан 35 градусқа үлкен осы бұрыштарды табыңдар?",
        "question_date": "2.02.2021",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x + x+35 = 360\n\n2x = 325\n\nx = 162.5\n\ny = 162.5 + 35 = 197.5",
                "date": "3.02.2021",
                "upvotes": 0
            },
            {
                "text": "<АОС=2<АВС\n\n<АОС=35°\n\n35°×2=70°\n\nОТВЕТ:30° И 70°",
                "date": "14.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арай, Нұргүл, Ләззат есімдеріне лақап ат керек",
        "question_content": "Арай,Нұргүл,Ләззат деген есімдерге лақап ат немесе еркелетіп айтатын сөз тауып беріңіздерші!",
        "question_date": "2.02.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл есімдердің иесінің мінез құлқына қарай лақап ат қоюға болады. \nМысалы мына үш түрлі негізге сүйеніп, адамдарды атауға болады: \nаталушының шыққан тегі (нағашылары жағынан да) басқа ұлт болса;\nаталушы сыртқы түр-тұлғасы немесе мінез-құлқымен басқа ұлт өкілін еске түсіргендей жағдайда;\nаталушының басқа халық арасында ұзақ уақыт болуына байланысты\nТолығырақ: https://articlekz.com/kk/article/16483",
                "date": "3.02.2021",
                "upvotes": 0
            }
        ]
    }
]