[
    {
        "question_title": "Еңбекке жарамсыз уақытта орнына замена төлеу",
        "question_content": "Егер жумысшы наукастанып калса орнына жұмыс жасаған адамға 1 немесе 2 адам жасаса жумыс 1 ставканы 0,5 болип толеуге болама немесе 0,5 2 адамга 0,25 тен болу керекпа",
        "question_date": "1.10.2022",
        "question_tag": "Заң",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазіргі кезеңдегі мемлекет функцияларының эволюциясы",
        "question_content": "Күшейту функция   дегенде схема қалай істеуге болады көмек керек",
        "question_date": "30.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көктемде адамдар не істейді?",
        "question_content": "Массасы ауыр ғарыш денесін не деп атайды?\n\n2. Жұмыртқаларын ыстық суға салатын кімдер?\n\n3.Өсімдікті суарып,топырағын қопсытатын кез қай мезгіл?\n\n4.жұмыртқасын басып шығаратын жануарлар?\n\n5.Бұл жануарлардың үш жұп аяғы бар, секіреді,жүгіреді,жорғалайды,ұша алады",
        "question_date": "30.09.2022",
        "question_tag": "Мектеп",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атлах шайқасы қай өзеннің бойында болды?",
        "question_content": "Атлах шайқасы қай өзеннің бойында өтті?(өзеннің аты)",
        "question_date": "30.09.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таң империясының армиялары (орта ғасырлық Қытай) мен арабтардың арасындағы батыл шайқас 751 жылы орын алды. Шайқас шағын Атлах қаласының астында болды. Атлах - сол кезде Талас өзенінің жағасында орналасқан Түргеш қаласы болған.",
                "date": "18.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тригонометриялық теңдеулер",
        "question_content": "1)Тригонометриялық теңдеулердің шешімдері неге шексіз көп?\n\n2)Тригонометриялық теңдеулерді шешудің алгебралық теңдеулерді шешуден қандай айрмашылығы бар?",
        "question_date": "29.09.2022",
        "question_tag": "Мектеп",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыс төртбұрышты пирамиданың барлық қырлары 1 см-ге тең.",
        "question_content": "Дұрыс төртбұрышты пирамиданың барлық қырлары 1 см-ге тең. Пирамиданың биіктігін тап",
        "question_date": "28.09.2022",
        "question_tag": "Геометрия",
        "question_views": 11200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негіздегі шаршы. Квадраттың диагоналы Пифагор теоремасы бойынша АС=√(АВ²+ВС²)=√(1²+1²)=√2. Диагональдің жартысы ОС=АС/2=√2/2.\nПифагор теоремасы бойынша пирамиданың биіктігі OS=√(SC²-OC²)=√(1²-(√2/2)²)=√(1-2/4)=√(1-1/2)=√1/2=1/√2",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МЧС дегеніміз не?",
        "question_content": "МЧС дегеніміз не? Ол қандай мамандық?",
        "question_date": "28.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Төтенше жағдайлар министрлігі (Министерство по чрезвычайным ситуациям) табиғи және техногендік сипаттағы төтенше жағдайлардың алдын алу мен оларды жою, Азаматтық қорғаныс, өрт және өнеркәсіптік қауіпсіздік саласындағы салааралық үйлестіру, мемлекеттік материалдық резервті қалыптастыру және дамыту, төтенше жағдайлардың алдын алу мен оларды жою мемлекеттік жүйесін құруды және одан әрі дамытуды қамтамасыз ету, өрттің алдын алуды және сөндіруді ұйымдастыру саласындағы мемлекеттік саясатты қалыптастыруды жүзеге асыратын орталық атқарушы орган болып табылады.\n\nҚазақстан Республикасы Төтенше жағдайлар министрлігінің (Министерство по чрезвычайным ситуациям) қызмет бағыттары:\n\n- Өрт қауіпсіздігі;\n\n- ТЖ профилактикасы;\n\n- Шұғыл медициналық және психологиялық көмек қызметі;\n\n- Кадр саясаты;\n\n- Азаматтық қорғаудың құлақтандыру жүйесі;\n\n- Өрт қауіпсіздігі саласындағы зертханалық сынақтар;\n\n- Төтенше жағдайлар;\n\n- Өнеркәсіптік қауіпсіздік;\n\n- Азаматтық қорғау академиясы;\n\n- Сыбайлас жемқорлыққа қарсы іс-қимыл;\n\n- Авариялық-құтқару жұмыстары;\n\n- Азаматтық қорғаныс;\n\n- Мемлекеттік материалдық резерв;\n\n- Ардагерлер кеңесі.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айша бибі мен Қарақан туралы сұрақтарға жауап керек?",
        "question_content": "Маған мына сұрақа жауап керек Айша бибі мен Қарахан туралы сұрақ и жауап керек",
        "question_date": "28.09.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзімде блмим брат",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жузим, шие,алма,өрік жемістерге епитет ойластыру",
        "question_content": "1,\n\n2 ,\n\n3,\n\n4,\nЖемістерді айқындайтын эпитет ойластыру",
        "question_date": "28.09.2022",
        "question_tag": "Мектеп",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алады, қызмет етеді, пайдаланады, қорғайды деген сөзге сөйлем құрау керек?",
        "question_content": "Алады, қызмет етеді, пайдаланады, қорғайды деген сөзге сөйлем құрау керек?",
        "question_date": "27.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Амирхан ба әлде Әмірхан ? Және Нұрисләм әлде Нұрислам ба?",
        "question_content": "Сәлеметсіз бе. Қалай дұрыс болады ? Амирхан ба әлде Әмірхан ? Және Нұрисләм әлде Нұрислам ба? Балалардың свидетельство о рождении дұрыс жазылмаған",
        "question_date": "27.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақша Әмірхан, Нұрислам дұрысы осылай жазылады.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықтың, Құпиясы, Түріктер морфологиялық талдау?",
        "question_content": "Халықтың, Құпиясы, Түріктер, Орналасу, Ұмыт болған, Сипатталған.",
        "question_date": "27.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "10 сынып биология 2 зертханалық жұмыс",
        "question_content": "10 сынып биология 2 зертханалық жұмыс",
        "question_date": "27.09.2022",
        "question_tag": "Биология",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дене 18 м қашықтықты 1 үдеуімен, содан кейін 20 с жылдамдықпен жүрсін",
        "question_content": "Дене 18 м қашықтықты 1 үдеуімен, содан кейін 20 с жылдамдықпен жүрсін\nуақыт бірқалыпты өтті, ал қалған 30 м бірқалыпты өтті. Тегіс қозғалыс кезінде дененің жылдамдығы мен жолын, қозғалыс азаятын үдеу мен уақытты табу керек.",
        "question_date": "26.09.2022",
        "question_tag": "Физика",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ пен қырғыздан басқа ұлттарда руға бөліну барма?",
        "question_content": "Қазақ пен қырғыздан басқа ұлттарда руға бөліну барма?",
        "question_date": "26.09.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарақалпақтарда ру бар.",
                "date": "30.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасты өзгертуге болама",
        "question_content": "Менің мектепті ерте бітіріп,тез жұмыс істегім келеді.Яғни басқа елдерге саяхат жасағым келеді жалғыз.Жасымды өзгертуге болама?",
        "question_date": "26.09.2022",
        "question_tag": "Заң",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асығыстық – көптеген қателіктің басы һәм соған ұрындыратын қозғаушы күш. Адамның сабырлық атты тежегіші істен шықса, асығыстық апаты жағдайларға алып баруы мүмкін. Адам бойын ашу билесе, асығыс шешім қабылдауға, жедел іс-әрекетке көшуге әзір тұрады.\nАсығыстық біраз істің бұзылуына әкеп соғады. \"Ақырын жүр де, аңдап бас\" демекші, дұрыс әрекет әрқашан да байсалдылықтың жемісі болмақ. Сондықтан да, Әзіреті Пайғамбарымыз (с.а.у.) өз хадисінде былай деп өсиет еткен:\n\"Байсалдылық - Алладан, ал асығыстық - шайтаннан\"\n\nЖемістің жетілуіне уақыт керек. Піспеген жеміс жеуге келмейді. Дәл сол сияқты асығыстықпен жасалған іс те шала болып өзінің жемісін бермейді.\nМейірімі шексіз Алла өзінің кәләмы – қасиетті Құранда: «Негізінен адам баласы сабырсыз болып жаралған» дейді («Әнбия» сүресі, 37-аят). Яғни, көбіне адамның тұла бойын тағатсыздық билеп жатады. Әр нәрсеге асыққыш, істің қас-қағым сәтте аяқталғанын жаны қалайды. Соның кесірінен көптеген зиянға ұшырап жатады. Алайда Жаратушы Алла Тағала он сегіз мың ғаламды «бол!» деген әмірімен бір мезетте жаратуға құдіреті жетсе де, адамзат баласына байыптылықты, байсалдылықты үйретіп, көктер мен жерді алты күнде жаратқанын Құранда былайша білдіреді: «Шүбәсіз сендердің Раббыларың – Алла. Ол күллі аспан әлемі мен жерді алты күнде жаратты» («Ағраф» сүресі, 54-аят). Хакім Абай әр іске байыптылықпен кірісу керектігі жайында: «Егер ісім өнсін десең, ретін тап», - дейді. Адам айналаға көз тастаса мына қоршаған әлем белгілі бір реттілікпен жаралғанын, әрбір бөлшегі асқан байыптылықпен жасалғанын көреді. Байыптылықтан реттілік туады. Негізінен ғибратты алыстан іздемей, адам өзіне назар салып қараса Құдайдың реттілікті сүйетінін көре алады. Абай осыны пікірлеп, терең ойын былайша жеткізеді: «көзді, мұрынды, ауызға жақын жаратыпты, ішіп-жеген асымыздың тазалығын көріп, иісін біліп, ішіп-жесін деп. Бізге керегі бар болса да, жиіркенерлік жері бар тесіктерді бұл бастағы ғазиз білімді жерімізден алыс апарып тесіпті, мұның бәрі хикметпен біліп істелгеніне дәлел емес пе?» Асығыстық көптеген жамандыққа ұрындыруы мүмкін. Алайда кей нәрселерде керісінше асықпау әбестік болып саналады. Солардың ішінде тәубе мен Алладан кешірім тілеуді кешіктіруге болмайды. Себебі, оларды кешіктірген сайын адам күнәнің батпағына бата береді. Жаратушы Алла осыны білдіріп былай дейді: «Раббыларыңның кешіріміне һәм шынайы тақулар үшін әзірленген кеңдігі жеті қат аспан мен жердей болған жұмаққа асыға ұмтылыңдар» («Әли Имран» сүресі, 133-аят). Жұмаққа асығу ізгі амалды кешіктірмеумен болады. Алланың кешіріміне асығу, тәубені тездетумен болады. Демек жұмаққа жетелейтін амалдарға асығу рұқсат етілген. Пайғамбарымыз (с.ғ.с) мына бес нәрседе асығу керектігін айтады:\nАштың қарнын тойдыруға; Мәйітті жерлеуге; Қызды тұрмысқа беруге; Қарызды қайтаруға; Жасаған күнәсына өкініп тәубе етуге.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тикток акаунттың парольн ұмытып қалдым не істесем болады?",
        "question_content": "Менің тик ток акаунттымдыы ашалмаи калдым не істесем болад бүкіл амалды жасап көрдім но кырми жатыр баска телефонмен кыргесіз деп жатыр вообще кырмиді email менде кырдым но баска акантка кырып кетет нестим былсеныздер аитып жберыныздерш",
        "question_date": "26.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыз жібек жырындағы ең маңызды 3 мәселе қандай?",
        "question_content": "Қыз жібек жырындағы ең маңызды уш мәселп табу керек және шын өмірмен байланыстару қажет",
        "question_date": "22.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9сыншы сынып олимпиада тест жауап алмас кылыш робинзо крузо жайы",
        "question_content": "АЛМАС КЫЛЫШ ЖӘНЕ РОБИНЗОН КРУЗО ЖАЙЛЫ ТЕСТ ЖАУАБЫМЕН",
        "question_date": "22.09.2022",
        "question_tag": "Мектеп",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Магистратура ғылыми-педагогикалық, ТПП. мектепке мұғалім бола аламын ба?",
        "question_content": "Бакалавр мамандығы техник-технолог(тамақ өндірісі бойынша),  магистратура ғылыми-педагогикалық бағыт технология продовольственных продуктов питания. Осы мамандықпен мектепке еңбек, технология пәндерінен мұғалім бола аламын ба?",
        "question_date": "22.09.2022",
        "question_tag": "Мектеп",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектепте еңбек пәнінен сабақ беру үшін 5В012000-\"Кәсіптік оқыту\" мамандығы бойынша оқып білім алуыңыз қажет.",
                "date": "16.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикалық анализ курсы. Кітап сатып алайын деген едім қай жерде сатылады?",
        "question_content": "Қазақша нұсқасы қажет. Матанализ деген кітапта жарайды. Если 87781794419 ға хабарласыңыздар",
        "question_date": "22.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Точка доступ қосып кіріп отырған адамдарды удалить етім. Қалай кайта қосуға болады?",
        "question_content": "Вайфай ашып кырып отырған адамды удалить еттым соны  калай  кайтв кыргызуге болады?",
        "question_date": "21.09.2022",
        "question_tag": "Ұялы телефон",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қосу батырмасы арқылы қосасыз.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құран бағыштау мағынасы. Фатиха және ықыласты оқып болған соң осыны оқу қажет пе?",
        "question_content": "Фатиха жане ыкласты окып болгансон осыны оку кажетпе? Садақал-лаһул-азыйм. субхана роббикә роббил ғиззати ғамма ясифун уа саламун 'алал-мұрсалин уалхамду-лиллаһи роббил 'аламиин.\n\nОку керек болса Аудармасын магынасын жазп жберыныздершы!!!",
        "question_date": "21.09.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құран бағыштау үлгісі:\nФатиха:\n\"Ағузу биллаһи минәш шайтанир – ражим. Бисмиллаһир рахманир рахиим\nәлхәмду лилләһи раббил ъаләмиин\nәррахманир рахиим мәлики йәумид диин иййәкә нәъбуду уәиййәкә нәстәъиин\nиһдинәс сирәтал мустәқиим\nсирәтал ләз̃иинә әнъамтә ъаләйһим ғайрил мәғдууби ъаләйһим уәләд дооооооллиин\n(Әмин).\n(Әмин әр уақытта іштен айтылады).\n«Ықылас» сүресі (3 рет)\nБиисмиллаһир рахманир рахим. Қуль һуа аллаһу ахад. Аллаһус сомад. Ләм йалид уа ләм йуләд Уа ләм йакуль ләһу куфуән ахад.\nСадақал-лаһул-азыйм. субхана роббикә роббил ғиззати ғамма ясифун уа саламун 'алал-мұрсалин уалхамду-лиллаһи роббил 'аламиин.\nИә, ұлы Алла осы оқылған \"Фатиха\", \"Ықылас\" сүресінен болған сауапты Адам ата мен Хауа анаға, Пайғамбарымыз Мұхаммед (салаллаһу ьәләйһи уә сәлламға),барша дүниеден өткен пайғамбарларға, сахабаларға, шәһидтерге, дүниеден өткен барша мұсылмандарға, өзімнің дүниеден өткен ата-бабаларыма, әке-шешелеріме, туған-туысқандарыма (аты-жөнiн айту керек) бағыштадым.\nИә, Алла! Ол кісілердің рухтарын осы оқылған құран аяттарымен нұрландырып, қабiр азабынан сақтап, жандарын Жәннәттық ете көр! Бұл дүниеде біліп-білмей істеген күнәларын кешіре көр! Иә,Жаратқан Ием, ақірет күні ол кісілердің амал кітаптарының оң жақтан болуына нәсіп ете көр!\nРаббанаа аатинаа фид-дуния һасанатан. уа фил аахирати һасанатан. уақинаа ғазаабан-наар. Әумин!\nБарлық құқықтары қорғалған.\n\nИсточник: Ihsan.kz",
                "date": "25.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "После отпуска 7 ай өтті 2022 жылдың отпускасын алуға болады ма?",
        "question_content": "2021 жылдың январь айында декреттік демалыстан шықтым жұмысқа енді сол 2021 дің отпускасын 2022 январында беріп отыр енді после отпуска 7 ай өтті 2022 жылдың отпускасын алуға болады ма?",
        "question_date": "21.09.2022",
        "question_tag": "Заң",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының 92-баптының 3-тармағы:\n\n      \"3. Жыл сайынғы ақы төленетін еңбек демалысы жұмыскер мен жұмыс беруші арасындағы келісім бойынша бөліктерге бөлінуі мүмкін. Бұл ретте жыл сайынғы ақы төленетін еңбек демалысы бөліктерінің бірі күнтізбелік он төрт күннен кем болмауға тиіс.\";\n\n       45) 95-баптың 4-тармағы мынадай редакцияда жазылсын:\n\n      \"4. Он сегіз жасқа толмаған жұмыскерді, жүктілігі туралы анықтаманы жұмыс берушіге берген жүкті әйелдерді және ауыр жұмыстарда, еңбек жағдайлары зиянды және (немесе) қауіпті жұмыстарда істейтін жұмыскерлерді жыл сайынғы ақы төленетін еңбек демалысынан кері шақыртып алуға жол берілмейді.\";\n\n       46) 96-баптың 2-тармағы мынадай мазмұндағы екінші бөлікпен толықтырылсын:\n\n      \"Жыл сайынғы ақы төленетін еңбек демалысының (жыл сайынғы еңбек демалыстарының) пайдаланбаған күндері үшін өтемақы төлемі жұмыскердің орташа жалақысы есебінен есептеледі.\"",
                "date": "23.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Босанғансоң ішті жұмыртқамен байлау",
        "question_content": "Босанғансоң іш қалмау үшін 4 жұмыртқамен 3 күнге байлап қояды екен. Бұл распа, солай іш кетема?",
        "question_date": "21.09.2022",
        "question_tag": "Денсаулық",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны естімеппін бірақ босанғасын бірден 1-2 күннен бастап байлауға болмайды, ал 10-14 күннен соң бастап байлауға болады. 3 айға дейін байлап үлгерсеңіз нәтиже тезірек болады.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    }
]