[
    {
        "question_title": "Практикант студент үшін мінездеме",
        "question_content": "Мектеп жактан практикант студент үшін мінездеме .тарих мамандығы 4 курс",
        "question_date": "26.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әл-Фараби атындағы Қазақ Ұлттық Университеті  \nЭкономика және бизнес жоғарғы мектебі \nқаржы мамандығының IV курс студенті  \nЖанибеков Ерасылға \n\nМінездеме \n\nЖанибеков Ерасыл 20.01.14-17.04.2014 ж. аралығында ОҚО бойынша қаржылық бақылау инспекциясында өндірістік іс-тәжірбиеден өтті. Алғашқы күннен бастап өз ісіне тиянақтылығымен, жауапкершілігімен көзге түсті. Ерасыл практика барысында жұмысқа үнемі мол дайындықпен, көп ізденіспен келеді. Қиын жағдайда өз бетінше дұрыс шешім қабылдай біледі. Мінезі ашық, өз жұмысына ынталы, мекеменің қызметкерлерімен тез тіл табыса алады. Сынды дұрыс түсінеді, кемшіліктерін тез түзеуге тырысады. Болашақта Жанибеков Ерасыл еліміздің экономикалық әл-ауқатын жоғарылауына үлес қосатын білікті қаржыгер болады деп үміттене отырып, өткізген іс-тәжірибесін «5» өте жақсы деп бағалаймыз. \n\nОҚО бойынша қаржылық \nБақылау инспекциясының басшысы Б.К. Момышов. \nТолығырақ: https://surak.baribar.kz/379413/",
                "date": "29.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбтға дайындаламын деп басым ауырып қалды",
        "question_content": "Жасым 18 де 2 курс студентімін 2019 жылы Ұбт таспырып мед универге грантқа түстім. Бірақ грантқа түскеніме қуанбадым да шыны керек себебі басым қатты ауыратын қазірде ауырады сол грантқа түсу үшін азаннан кешке дейін кітап алып оқи бердім тесттер жаттадым сөйтіп басымды ауыртып алдым мен ойладым бұл уақытынша ұбт тапсырған соң 2-3 ай демаламын сосын қойып кетеді деп бірақ ауырғаны қоймады сүйтіп оқуда басталып кетті 1ші курсты аяқтағанда басымды мртға түсірдім врачтар барлығы жақсы деді бірақ сондада ауыратын міне енді 2 курста аяқталып келеді әліде ауырады не істесем болады күнде ауырады осындай жағдай болған адамдар бар ма?  Бас ауруы өмірімді 180 градусқа өзгертті ешнәрсеге қызығушылық жоқ араларыңызда мықты невропотолог болса жазыңыздаршы я уже устала",
        "question_date": "26.04.2021",
        "question_tag": "Тазалық",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу немесе бизнес қуу. Қайсысын таңдағаным дұрыс болар?",
        "question_content": "Сіздер қалай ойлайсыздар мен қазір бірінші курсты аяқтап жатырмын стоматологияда оқимын бірақ оқуым өзіме ұнамайды мамандығымды папа таңдап берген өзім бизнесті қуғым келеді бірақ ол үшін маған оқуымды тастауым керек қай жолды таңдайын оқуымды тастайын ба",
        "question_date": "26.04.2021",
        "question_tag": "Мамандық",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз өміріңіз өзіңіз білесіз ғой. Бірақ ЖОО оқып бітіріп алсаңыз одан да жеке кәсіп ашуға болады ғой. Және табысы да мол. Просто ол оқуға түсе алмай жүргендер қаншама, сандалып қалып жүрмеңіз. \nЕгер жеке бизнеске жоспарыңыз да, бастапқы салымыңыз да, өзіңіз іштей де дайын болсаңыз , тәуекел етуге болар. Ал тек сабақтың қиындығынан сол жеке бизнес жасағаным жақсы еді, әкемді неге тыңдадым дегендей ой туатын болса онда ол құр әурешілік.  Не болса да өз өміріңіз-өз шешіміңіз.",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек айну себептері қандай?",
        "question_content": "Сәлеметсіздер ме.. Мен әр түрлі иістен жүрегім айныйды. Особенно автобуста, машина сонын ишиндеги истеден бас айналып журегим айныйды. Автобуста коп журип калсам шыдамаймын кускып келип келеди... Ар турли истедин кесиринен дурыс дем алмай калам... Осынын себебин билим келеди... Аягы ауырдеп ойламаныздар турмыс курмагам.. Етеккир оз уакытымен дурыс келеди..",
        "question_date": "25.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Симптомдар мен клиникалық белгілер сіз жүрген жүрек айнуының нақты диагнозына байланысты өзгереді. Кейбір адамдар қимылға өте сезімтал (оқыңыз: ойын-сауық паркіндегі теңіз шайнектерін оңай ауырыңыз немесе жек көріңіз), ал басқалары тағамның кейбір түрлеріне қатысты. Ең көп таралған себептердің бірі медициналық жанама әсерлерге байланысты - немесе бұл негізгі медициналық диагноздың симптомы.\nЕнді біз жүрек айнуын тудыруы мүмкін кейбір себептер мен диагноздардан өтеміз. Оларға мыналар жатады:\nЖүректің қышуы және қышқылдық регургитация\nҚышқыл рефлюкс асқазанның мазмұнын асқазаннан өңешке кері итеруге байланысты. Әрине, бұл жану сезімі жүрек айнуын және өзін нашар сезінуді тудыруы мүмкін.\nИнфекция және вирустар\nБактериялық және вирустық инфекциялар сізді жүрек айнуын тудыруы мүмкін. Асқазандағы бактериялық инфекциялар, көбінесе тамақ улануымен байланысты, сіз ауруға және құсуға әкелуі мүмкін. Тұмау вирусының инфекциясы - бұл жалпы жүрек айну сезімін тудыруы мүмкін вирустық инфекцияның мысалы.\nДәрі-дәрмектер\nКөптеген дәрі-дәрмектер мен дәрі-дәрмектердің жанама әсерлерінің кең спектрі бар - және дәрі-дәрмектер қаншалықты күшті болса (мысалы, химиотерапия) жанама әсерлерді соғұрлым стрессті сезінуі мүмкін. Әртүрлі дәрі-дәрмектердің өзара әрекеттесуі, егер абай болмасаңыз, жүрек айнуы мен бұзылуына әкелуі мүмкін.\nТеңіз ауруы және «Roller Coaster» белгілері\nЖоғарыда айтылғандай, кейбіреулері қозғалысқа басқаларға қарағанда сезімтал. Бұл адамдар жиі теңіздер мен жылдам бұрылыстарға (мысалы, ойын-сауық саябағында шәйнектерді айналдыру сияқты) ауырып, жүрек айнуды сезінеді. Кейде ол құсу мен бас айналумен аяқталады. Әсіресе жағымды тәжірибе жоқ.\nдиета\nАзық-түліктің белгілі бір түрлеріне бай диета - мысалы, өте өткір, қантты немесе майлы тағамдар - асқазанды тітіркендіріп, жүрек айнуын тудыруы мүмкін. Егер сізде сезімталдық немесе тамақ аллергиясы болса, сіз, әрине, реакция жасай аласыз және нәтижесі асқазандағы терең жүрек айнуы және жалпы ауру сезімі болуы мүмкін.\nСонымен қатар оқыңыз: - Инсульттің белгілері мен белгілерін қалай тануға болады!\nАуыруы және жүрек айнуы\nКейбір жағдайларда ауырсыну мен нәзіктіктің таралуы соншалықты, бұл сіздің физикалық жүрек айнуын тудырады. Себебі ауырсыну жүйке сигналдары мен жүйке жолдары арқылы өтеді - және егер ол шамадан тыс көп болса, ол сізді жайсыз ете алады.\nХрустальды ауру және жүрек айнуы\nкристалды тұмау бұл өте жағымсыз диагноз, ол бір минуттан аз уақытқа созылатын жұмыстағы бас айналумен сипатталады. Диагноз салыстырмалы түрде жиі кездеседі, бірақ бұл оны одан әрі жағымды етпейді - іс жүзінде бас айналу соншалықты ауыр, сондықтан сіз жүрек айнып кету қаупі бар.\nТолығырақ: https://www.vondt.net/kk/%D1%81%D0%B5%D0%BD-%D2%9B%D0%B0%D0%B9%D0%B4%D0%B0-%D1%80%D0%B5%D0%BD%D0%B6%D1%96%D1%82%D1%82%D1%96%D2%A3/%D0%B4%D0%B5%D0%BD%D0%B5%D0%B4%D0%B5-%D0%B0%D1%83%D1%8B%D1%80%D1%81%D1%8B%D0%BD%D1%83/%D0%B6%D2%AF%D1%80%D0%B5%D0%BA-%D0%B0%D0%B9%D0%BD%D1%83%D1%8B/",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Көкте емес жердеміз ғой, періште емес пендеміз ғой\" жолдар бар ән керек.",
        "question_content": "көкте емес жердеміз ғой періште емес пендеміз ғой деген шумагы бар әнді қайдан тапсам болады",
        "question_date": "25.04.2021",
        "question_tag": "Қазақша ән",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Періште емеспін, пендемін,\nМәңгі емеспін, демдемін!\nКөрдім талай мықтының,\nМықыны көктен келгенін!\n\nПеріште емес, пендемін,\nКөкте емеспін, жердемін.\nБағаламас бақырға,\nБақ қонғанын көргенмін!\n\nТасасында иықтың,\nШындыққа бас иіппін.\nШаужайына жармаспай,\nҮзіңгісі биіктің!\n\nАрман-өлмей, көктедің,\nСезіміңді шектедім.\nШотын шауып біреудің,\nКөтермедім кетпенін!\n\nПеріште емес, пендемін,\nАстана емеспін, елдемін.\nБилік айтпай қоқаңдап,\nЖәй жүрсем де өлмедім!\nТолығырақ: https://meninkyzmetim.ucoz.kz/blog/perishte_emes_pendemin/2013-09-10-1262",
                "date": "25.04.2021",
                "upvotes": 0
            },
            {
                "text": "Даурен Алтынбек Бакытты бол олени",
                "date": "17.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ультрадыбыс туралы информатикалық есеп керек.",
        "question_content": "Ультрадыбыстық зерттеу орталыгының аныктамалык жуйесін кұрып жобалап такырыбына информатикалык есеп керек",
        "question_date": "25.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеменің локаторынан мұхит түбіне ультрадыбыс жіберілгенде шағылған толқындар әртүрлі уақытта келеді. Біріншісі мұхит түбіндегі тас тан шағылып, жіберілген уақытынан 2,04 с өткенде, ал екіншісі мұхит- тың түбінен шағылып, жіберілген уақытынан 2,05 с өткенде келеді. Мұхит суындағы толқынның таралу жылдамдығы – 1680 м/с. Тастың биіктігі қандай?\nТолығырақ: https://textbooks.nis.edu.kz/wp-content/uploads/2020/9cl/G9_%D0%A4%D0%B8%D0%B7%D0%B8%D0%BA%D0%B0_LB_KZ_NIS/files/basic-html/page205.html",
                "date": "25.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақ өрмекші неге түске кіреді?",
        "question_content": "Түсімде үлкен ақ өрмекші көрдім!біреуін ағам өлтіріп еді тағы біреуі жүр екен балалары да бар ол нені білдіреді деп ойлайсыздар?",
        "question_date": "25.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс жору сайтынан сіздің түстін жорамасын оқи аласыз. Түсінде өрмекші көрсеңіз ол нені білдіреді? Алфавит бойынша түс жору.\nФрейд түс жоруы бойынша – өрмекші\nӨрмекшіні түсінде көрген əйелді шынайы өмірде серігі оны тастайды деген қорқыныш билейді. Ол өз күші мен қабілетін тиісінше бағаламайды, бұл бойында қорқыныштың пайда болуына себеп болады.\nзагрузка...\nМиллер түс жоруы бойынша – өрмекші\nТүсіңізде өрмекшіні көру – жұмыста белсенді және мұқият екеніңізді білдіреді және қайтарымы ретінде сәттілік серігіңізге айналады.\nӨрмегін құрып жатқан өрмекшіні түсіңізде көру – өз үйіңізде тыныш жəне бақытты боласыз.\nӨрмекшіні өлтіру- əйеліңізбен немесе ғашығыңызбен жанжалдасасыз.\nӨрмекші шағып алса – сатқындықтан жапа шегесіз, ал жұмысыңыз қаскүнемдеріңіздің кесірінен зардап шегетін болады.\nӨз өрмегінде ілініп тұрған өрмекші тобының арасында қалсаңыз – керемет оңтайлы жағдайлар басыңызға қонады: мықты денсаулық, байлық, достардың көмегі.\nҮлкен өрсекшісі бар өрмекке жолығу – қауіпті байланыстарға қарамастан, өмірде жетістікке тез жетесіз.\nӨте үлкен және кішкентай өрмекші қатар көрінсе, істеріңіз сәтті жүреді, əлі талай рет бағыңызға қуанатын боласыз.\nҮлкен өрмекші сізді түсіңізде шағып алатын болса, жауларыңыз бағыңызды қағып кетеді.\nАл кішкентай өрмекшінің шаққаны – сізді кішігірім қызғаныш мазалайды.\nЕгер, үлкен өрмекшіден қашсаңыз – сәттілік сізді масқара қылатын жағдайларда кетеді. Ол өрмекшіні өлтірсеңіз, бәлкім беделді лауазымға ие боласыз. Алайда, ол тіріліп, артыңызға түссе, сізді ауру мен сəттіліктің құбылмалылығы қынжылтады.\nТүсінде алтын өрмекшіні көрген қыз жақын арада бақытқа кенеледі.\nТолығырақ: https://www.tuszhoru.kz/%D3%A9%D1%80%D0%BC%D0%B5%D0%BA%D1%88%D1%96-%D0%BD%D0%B5%D0%B3%D0%B5-%D1%82%D2%AF%D1%81%D0%BA%D0%B5-%D0%BA%D1%96%D1%80%D0%B5%D0%B4%D1%96/",
                "date": "25.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келінге ата-енені қалай атаса жарасады?",
        "question_content": "Сәлеметсіздер ме? Жақында тұрмысқа шығамын. Өз ата-анамды \"ана-әке\"  деп атаймын, бірақ күйеуімнің ата-анасын қалай атаса жарасымды болады екен? Орта жастағы кісілерге \"ата-апа\"  десем келіспейді, енеме \"ене\"  деген де жаман естіледі. Атамды-ата, енемді-мама деген дұрыс па? Қалай ойлайсыздар? Алдын ала рахмет! Алланың нұры жаусын!",
        "question_date": "25.04.2021",
        "question_tag": "Жанұя",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атаны - ата\n\nЕне - анашым деп атауға болады.",
                "date": "25.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасмин деген есімге қандай өлеңдер бар?",
        "question_content": "Жасмин деген есымге өлең кушты кушты ғып шгарпсапт берндершыыыы",
        "question_date": "25.04.2021",
        "question_tag": "Өнер",
        "question_views": 932,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Со своей подружкой Жасмин\nРазругалась навсегда:\n— Больше с ней не помирюся\nНи за что и никогда!\nЯ не буду с ней водиться\nМожет, целых сто минут…\nЧто-то дома не сидится,\nЧто-то в гости не зовут…\nОрлов Владимир\n*****\nТы, Жасмин, просто восхитительна!\nТак необычна, так умна,\nТебе капризы все простительны,\nХочу, чтоб рядом ты была.\nЛюблю тебя безумно, милая,\nГоржусь тобою всей душой,\nВсегда улыбчива, красивая,\nПрошу, всегда ты будь со мной.",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің шалбарымнан мүшем көрініп тұрады. Қалай киінуге болады?",
        "question_content": "Привет,мен ұлмын.\n\nМенің шалбарымнан үнемі мүшем көрініп тұрады,және соны ылғи түзеп жүремін.Көшеге шыққанда тагыда шалбар киип аламын,коринбеуи ушин,сосын узын футболкаларды тартып журемин.\n\nКалай нормально журуге болады?Алде баска одежда АЛУ керек па? Ынгайсыз булай журген,пж комектесиндерш",
        "question_date": "25.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерлер сәні әйелдердікі сияқты сондай алуан түрлі емес. Еркектер сымды көйлекпен, ал шолақ шалбарды белдемшемен алмастыра алмайды. Сондықтан оларға киім таңдауға аса ұқыптылықпен қарау керек. Мысалы…\nБойыңыз ұзын болса: Киімдеріңіз сызықты болмасын; Алды ұзын әрі үшкір аяқ киімдер кимеңіз; Тік, көлденең және диагональ төртбұрыштарға толы костюмдерді жалпы қыдырғанда ғана қолданыңыз; үш түсті сәйкестендіріп киініңіз. Костюм-шалбарыңызға көйлегіңіздің түсі сәйкес келіп тұруы керек.\nБойыңыз қысқа болса: Денеңізге жіңішке сызықты киімдер киіңіз; Тік қою түсті киімдер қолданылуы керек; Костюм 2 немесе 3 түймелі болып, оның тік бұрышты иығы болуы керек. Костюм беліңізге дейін түсіп тұрса жетеді, ұзын костюмдерден сақ болыңыз; Жағасы жіңішке сызықты көйлектер таңдалуы қажет.\nТолығырақ: https://baribar.kz/61689/er-adamgha-kiim-stilin-qalaj-tanhdaj-qazhet-ramiz-ahmedov-erler-sani-turaly/",
                "date": "25.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пед университет ке ауысу",
        "question_content": "Қайырлы күн мен қазіргі кезде финанс мамандыгында окимын 1 курс бітіремін , мен баска университетке педагогика га ауыстырсам болама (география)",
        "question_date": "25.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше, мысалы бакалавр бір басқа мамандық оқып, магистратурада бакалаврлық бастапқы білімің болмаса да  мүлде басқа мамандықты таңдап түсуге болады. Және бірдей мамандықтар бойынша ЖОО арасында көшуге болады( оның да өз шарттары , рұқсат болатын және болмайтын жағдайлары бар). \nАл бір мамандықтан басқа мамандыққа ауысуға болмайды, тек оқудан шығып, келесі оқу жылында кешенді тест тапсырып грантқа конкурсқа түсіп сосын ғана жаңа мамандық бойынша оқи аласыз.",
                "date": "26.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ляззат Утегуловаға инстаграмнан алданғандар бар ма?",
        "question_content": "Мен бүгін алданымп отырмын. Нурдаулет блогердің постынан ляззат утегуловаға рекламаны көріп күмәнсіз сенген едім. 20мың тенгеге алданып отырмын.",
        "question_date": "24.04.2021",
        "question_tag": "Жанұя",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ ол кісі туралы естімегенмін. Жалпы танымайды да екенмін. Негізі ондай ақпараттарға көп сене бермеймін.",
                "date": "30.04.2021",
                "upvotes": 0
            },
            {
                "text": "Ияяя 40000салдым өкінем",
                "date": "6.05.2021",
                "upvotes": 0
            },
            {
                "text": "Сөйлескен переписка болса, ақша аударған болсаңыз, Нурдаулеттің жарнамаса болса сотқа беріңіз, ақшаңызды өндіріп береді. Бірігіп беріңіздер.",
                "date": "7.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрған нысананың орын ауысуы жайлы.",
        "question_content": "Менде көзіме былай көрінеді: мысалға бірінші күні шығысқа қарап тұрған үй ертеңі солтүстік не оңтүстікке қарап тұрады, сол үй ғана емес, айналасындағы заттардың бәрі солай өзгеріп кетеді. Бұл жағдай ұйықтап тұрғанда(кей кездері ғана), айналғанда немесе жүріп бара жатқан көліктің ішінде отырғанда болады. Тіпті суреттегі нысандардыда солай өзгертіп көре аламын, сол екі түрде ғана бастапқы(кәдімгі түрінде) және сол екіншісінде. Бұл жағдай кішкентай кезімнен бері бар, бірақ ешқандай ыңғайсыздық тудырмайды. Достарым бәрінен сұрасам ешкім білмейді, мүмкін сіздердің араларыңызда сондай қабілеті бар адамдар бар шығар. Тұрған нысананың ауысуы жайлы.",
        "question_date": "24.04.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еңбек кітапшасына мөр басуды ұмытып кеттім, мекеменің атауы өзгеріп, мөрі де ауысқан",
        "question_content": "Сәлеметсіздер ме? Менің сұрағым:\nМен жұмысқа орналасқан кезде еңбек кітапшасын толтырған болатынмын. Алайда, еңбек кітапшама мекеменің мөрін қоюды ұмытып кетіппін. Қазіргі таңда жұмыс орным әлі ауыспады. Бірақ, мекеменің атауы өзгеріп кетті. Тиісінше мөр де ауысты... Не істесем болады? Осындай жағдай орын алса, оның толтырылу тәртібі туралы қандай да бір заң бар ма?",
        "question_date": "24.04.2021",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа еңбек кітапшасын алып, басынан бастап толтыру керек. Солай жасайды.",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазғы сессия қалай өтеді?",
        "question_content": "летникке калып койдым но калай отетинин блмим кадимгидей окып тест тапсырамызба или окымай тапсырамызба",
        "question_date": "24.04.2021",
        "question_tag": "Университет, колледж",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр универде әрқалай өтеді. Кейбір универлерде қадімгі сессия сабақтары сияқты болса, кейбіреулерінде жай қойып бере салады.",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демотон б нео қандай дәрі, неге арналған толық айтып жіберсеңіздер",
        "question_content": "Демотон б нео, дәрі жайында толық ақпарат бересіздер ме неге қолданады",
        "question_date": "23.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Demoon-B Neo 2ml №10 Demoton-B ақуыз, көмірсу және май алмасуын реттейді, орталық жүйке жүйесінің, қалқанша безінің, бауырдың, асқазан-ішек жолдарының, тері мен шырышты қабаттардың қалыпты жұмыс істеуі үшін қажет, В тобындағы витаминдердің жетіспеушілігін толтырады.\nТолығырақ: https://budtezdorovy.kz/",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "“Томирис” драмасындағы кейіпкерлер жүйесі",
        "question_content": "Кейіпкерлерге мінездеме мен істеген істері",
        "question_date": "23.04.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Томирис – Сақ патшайымы\nКир – Парсы көсемі\nБалхаш – Томиристің күйеуі\nСпаргапис  – Томирис пен Балхаштың ұлы\nМард – Кирдің кеңесшісі\nАрдашир – сатқын",
                "date": "24.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қас неге ағарады?",
        "question_content": "Менің қасыма 3-4тал ақ қас шығыпты неден болуы мүмкін,гемоглобин түскенен болуы мүмкін ба? Қайда қаралсам болады?",
        "question_date": "23.04.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "⚠️Шаштың ерте ағаруы⚠️\nбүйрек жұмысының бұзылғанын білдіреді\nБүгінгі жастардың шашы ерте ағаратын болған. Бұрын қырықтан асқан азаматты «самайын енді ақ қырау шала бастаған» деуші еді. Қазір «ақ қырау» мектеп оқушыларын да «меншіктеп» алған. Бұл ненің белгісі?\nӘдетте шашқа ақ түсуін халқымыз «ес жию», жастықтың өтіп, кәріліктің жақындауы деп жатады. Ал Шығыс медицинасы ақ шаштың пайда болуын бүйректің сырқаттануымен байланыстырады. Өйткені эндокриндік жүйенің дұрыс жұмыс істемеуі ең алдымен шаш тамырына қажетті нәрді жеткізбей қалады екен. Сол сияқты күн астында көп жүру де шаш түсінің өзгеруіне себеп деп жазады «Ауырмаңыз!» газеті. Шаштың ерте ағаруына жүйке жүйесі қызметінің бұзылуы, витаминдердің жетіспеушілігі, үнемі шаршап, аз демалып, ұйқының қалыпты болмауы, қан аздық сияқты себептер де әсер етеді.\nШаш құрамында алтын, күміс, мыс секілді металдар болады. Соның ішінде мыстың жетіспеушілігі шашты ерте «қартайтады». Ал мысты біздің ағзамыз жаңғақ, бидай, фасоль, ақ желкен сияқты өсімдіктерден ала алады.\nҒалымдардың айтуынша, дені сау адамның шашы айына 1 сантиметр өседі екен. Ал оның «өмірі» алты жыл. Одан кейін өлі шаш түсіп, орнына жаңа шаш шығады. Негізінен шашқа алғашқы ақ түсетін кез – 30-40 жас аралығы. Ал оның көп түсуі, ерте ағаруы ағзадағы ауытқушылықты білдіреді.\nТолығырақ: https://www.facebook.com/Auyrmanyz/posts/703628470454474/",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2 кг дененің кинетикалық энергиясы 900 Дж болса, оның жылдамдығы *",
        "question_content": "Массасы 2 кг дененің кинетикалық энергиясы 900 Дж болса, оның жылдамдығы *",
        "question_date": "23.04.2021",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Е = mv^2/2 = P^2/2m P^2 = 2m*E= 4*9=36 P=6",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кадикті қалай шығарады?",
        "question_content": "Жігіттерде мойында кадик болады го соны қалай шығаруға болады айтыңыздарш",
        "question_date": "22.04.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анатомиялық тұрғыдан Адамның алмасы - бұл жұтқыншақта орналасқан,  дауыс сымдарын және қалқанша безді жабатын екі біріктірілген шеміршектер. Басқаша айтқанда, ол  сыртқы әсерлерден қорғайды. Сонымен қатар, бұл көмейден  дауыстың шығу тембрін реттейді, бұл бізге жоғары және төмен дыбыстар шығаруға мүмкіндік береді.\nБелгілі бір жасқа дейін (ғалымдар 13-18 жас аралығы туралы айтады) шеміршек жұмсақ құрылымға ие, сондықтан біз сыртқы айырмашылықтарды байқамаймыз, мысалы,  бесінші сынып оқушылары арасында ол байқалмайды.\nЖылдар өткен сайын шеміршектер қатая бастайды. Ер адамның мойын байланысы әйелдерге қарағанда ұзын болғандықтан, кадикті құрайтын шеміршек тақталары оларда үлкенірек болады, ал олардың жақындасу бұрышы айқынырақ болады (сондықтан ерлер дауысы тембрі төмен).\nӘйелдерде (балалардағыдай) шеміршек доғал бұрышта жинақталады, бұл оларға басспен (дауыс түрі) сөйлеуге мүмкіндік бермейді және тембрді ерлерге қарағанда жұмсақ әрі жоғары етеді. Сонымен қатар, әйелдердің тамағында тері астындағы майдың еркектерге қарағанда қалың қабаты бар, бұл кадикті жақсы маскалауға мүмкіндік береді.",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша түзу жүргізу арқылы шеңберге жанама салуға болады?",
        "question_content": "Қанша түзу жүргізу арқылы шеңберге жанама салуға болады?",
        "question_date": "22.04.2021",
        "question_tag": "Математика",
        "question_views": 875,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер бір нүктеден жүргізу керек болса, онда 2 түзу ғана жүргізуге болады.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік мекемеде келісім шартпен 2 ай жұмыс жасап мемлекеттік сыйақы ала аламын ба?",
        "question_content": "Мемлекеттік мекемеде келісім шартпен (договорник) екі ай жұмыс жасап мемлекеттік сыйақы ала алам ба? мереке сайын берілетін сыйақы",
        "question_date": "22.04.2021",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Батыс мəдениетін саналы түрде жүзеге асыруда. Цитатасы (дəйексөзі) бойынша эссе жазу?",
        "question_content": "Əлихан Бөкейханның цитатасы (дəйексөзі) бойынша эссе жазу?\n\n\"Батыс мəдениетін саналы түрде жүзеге асыруда қазақ даласының болашағын көремін\"",
        "question_date": "22.04.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Амебаның пайдасы",
        "question_content": "Амебаның пайдасы маған көмектесіңдерме өтінемін жауап керек еді білсеңдер жауап бере аласыңдар ма.",
        "question_date": "22.04.2021",
        "question_tag": "Мектеп",
        "question_views": 697,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Амеба тұқымдасына жататын организмдер - эукариоттар. Бұл олардың жасушаларында мембранамен бөлінген жасуша ядросы бар екенін білдіреді. Оның ішінде ДНҚ және РНҚ түріндегі генетикалық материал бар.\nСол сияқты, олар локомотивтер арқылы қозғалу жүйесін ұсынады. Бұл цитоплазманың кеңеюі, ол арқылы амеба бетіне бекітіліп, кейінірек алға жылжиды.\nӨмір сүру салты бойынша Амебаның кейбір белгілі түрлері адамның паразиттері болып табылады. Оларда ішекке ерекше бейімділік бар, олар паразиттеліп, амебиаз сияқты аурулар тудырады.\nТолығарақ: https://kk.warbletoncouncil.org/ameba-3820",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бактерия неге дәрі дәрмек жасаушы аспаз диқанға көмекші",
        "question_content": "Маған қатты керек еді.Жаратылыс пәнінен таппай жаттырмын көмектесіп жіберініздерші. Дәл қазірге керек еді",
        "question_date": "21.04.2021",
        "question_tag": "Мектеп",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бактериялар – табиғатта ең көп тараған, негізінен бір жасушадан тұратын, оқшауланған ядросы жоқ, қарапайымдылар. Алғаш рет бактерияларды 17 ғасырда голланд ғалымы, микроскопты жасаушы – Антони ван Левенгук байқаған. 19 ғасырда бактериялардың құрылысы мен табиғаттағы рөлін француз ғалымы Луи Пастер, неміс ғалымы Роберт Кох және ағылшын ғалымы Джозеф Листерзерттеді. Бактериялардың жасуша құрамында тұрақты жасуша қабаты, цитоплазмалық мембрана, цитоплазма, нуклеоид, рибосома болады. Ядроның қызметін дезоксирибонуклеин қышқылы (ДНҚ) атқарады. Бактериялар ядросы мембрана қабығымен оқшауланбаған және онда хромотин жіптері түзілмейді. Бактериялар қарапайым бөліну арқылы көбейеді. Мысалы, 1 г қара топырақта 2 – 3 млрд. бактериялар, 1 г құмды топырақта 150 мың бактериялар, адам көп жиналған бөлме ауасының 1 м3-інде он мыңдай бактериялар тіршілік етеді. Олардың пішіндері әр түрлі: шар тәрізділерін – кокк, қосарланғандарын – диплококк, таяқша тәрізділерін – бациллалар, үтір тәрізділерін – вибриондар, таға тәрізділерін терроидтар, жүзім тәрізді шоғырланғандарын – стафилококтар деп атайды. Бактериялардың ұзындығы 1 – 20 мкм, ені 0,1 – 10 мкм, ал жіп тәрізділерінің ұзындығы 50 – 100 мкм-ге жетеді. Қолайсыз жағдай туғанда сырты қалың қабықпен қапталып спора түзеді. Бактериялар өте төменгі температурада (–1900С-та, ал споралары –2530С-та) тіршілік ете береді. Оларды өте жоғары температурада (+1000С-та) кептіргенде, кейбір түрлері (мысалы, гонококтар) тіршілігін тез жойса, дизентерия таяқшалары жеті тәулік, дифтериянікі отыз тәулік, туберкулездікі тоқсан тәулік, ал түйнеменің бациллалары он жылға дейін тіршілігін жоймайды. Бактерияларды ультракүлгін сәулелері ерітіп жібереді. Қышқылды, қантты, тұзды ортада тіршілік ете алмайды. Бактериялардың көпшілігі зиянсыз, ал зиянды түрлері көптеген жұқпалы аурулар (туберкулез, тырысқақ, көкжөтел, т.б.) тудырады. Бактериялар жасушасында өсімдіктер мен жануарлардың жасушасында болатын элементтердің барлығы кездеседі. Бактериялардың тіршілігінде ферменттердің атқаратын рөлі зор. Олардың бір бөлігі (эндоферменттер) бактерияларда синтез, тыныс алу процесін реттесе, ал екіншілері (экзоферменттер) бактериялар арқылы қоршаған ортаға бөлініп шығады. Сондай-ақ олардың тіршілік етуі үшін көміртек пен азот өте қажет. Бактериялар азотты белоктан, амин қышқылдарынан, аммоний тұздарынан, нитраттардан алады, кейбіреулері атмосфера азотын сіңіреді. \nҒалымдар грек жаңғағы, жиде, терек, қарағайағаштарының жапырақтарынан бөлінетін заттардың бактерияларды қырып жіберетінін анықтаған. Сондықтан үйде мал қораның жанына ағаш отырғызып, өсімдіктер егу қажет.Адам, өсімдіктер мен жануарларды ауруға шалдықтыратын бактериялар бар, олар ауру туғызатын бактериялар деп аталады. Ауру туғызатын бактериялар ауада, сула, тағамда тіршілік етеді. Адамға солар арқылы оба, сіреспе, туберкулез, іш сүзек, баспа, қантышқақ, құздама ауруы жұғады. Адамның жаппай ауруы індет деп аталады. Ал өсімдіктердің бактериялық ауруы - бактериоз, мақтаның бактериялық ауруы - гоммоз (шайыр ағу). Аурудан сақтану жолы - тазалық сақтау.Қазақтың біртума шипагері Өтейбойдақ Тілеуқабылұлы ауруларға өзінше атау берген. Оның ұсынуы бойынша: тышқақ - сатқа, қантышқақ - сатқақ, құздама - сорбуын.\nБактериялар тіршілік әрекеттеріне қарай алуан түрлі болады және олардың табиғаттағы маңызы өте зор. \n        Шіріту бактериялары -  біздің ғаламшарымыздың тазалаушысы. Себебі олар өсімдіктердің қалдықтары мен жануарлардың өлекселеріндегі күрделі ағзалық заттарды ыдыратады. Топырақта қарашіріктің түзілуіне себепші болады. Топырақ бактериялары өсімдіктерге қорек дайындайды. Бактериялар топырақты минераларды заттармен байытып қана қоймай, сонымен бірге топырақтың құрылымын жақсартады. Топырақ неғұрлым құнарлы болса, онда бактериялар да соғырлым көп болады. 1 г қара топырақта 5-6 млрд бактерия болады. Кейбір бактериялар ауадағы азотты өзіне сіңіріп, топырақты азотты қосылыстарымен байытады. Түйнек бактериялары жоңышқа, беде, асбұршақ, сиыржоңышқа, соя, шеңгел сияқты бұршақгүлділер тұқымдасына жататын өсімдіктер мен селбесіп тіршілік етеді.\n      Бактериялардың халық шаруашылығында да маңызы зор. Оны өте ертеден– ақ, ірімшік жасау, сүт тағамдарын ашыту, тері илеу, сүрлем дайындау үшін қолданған. Мата былғары өнеркәсібіне кеңінен пайдаланады. Бактериялар сүттің құрамындағы қант пен қоректеніп, сүт қышқылын түзеді. Сүт қышқылы сүтті ашытып, айранға айналдырады. Сірке қышқылы бактерияларының көмегімен тамаққа пайдаланатын сірке суы алынады. Оны қияр, саңырауқұлақ, алма, қарбыз т.б. жемістерді тұздау үшін қолданады.\n        Әдейі ауру тарату үшін қоздырғыш бактерияларды, вирустарды, саңырауқұлақ түрлерін арнайы қоректік ортада егеді. Оны бактериялогиялық қару деп атайды.\nТолығырақ: https://infourok.ru/bakteriyalardi-tabiattai-zhne-sharuashilitai-maizi-1044251.html",
                "date": "21.04.2021",
                "upvotes": 1
            },
            {
                "text": "Ответ: себебі бактерияның құрамында маңызды элементтер бар.",
                "date": "14.04.2023",
                "upvotes": 0
            },
            {
                "text": "Себебі онда маңызды элементтер бар және ол көп тараған.",
                "date": "22.04.2024",
                "upvotes": 0
            }
        ]
    }
]