[
    {
        "question_title": "Түнде қолдарым не себепті ұйып қала береді?",
        "question_content": "Сәлеметсіз бе, сурайын дегенім жуктиликтин 3-ши кезениндемин (7ай) осы сонгы 2-3 кун болды колдарым ягни билегиммен саусактарым уйып калад калай ынгайлы жасамда канша укаласамда уйып турады кундизде ауыр исип тургандай боп журеди, себеби не?",
        "question_date": "7.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 753,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің қаныңыз қою.Су ішу керек.Бірақ жай су емес,тірі су.Ол жайлы білгіңіз келсе хабарласыңыз 87026325714",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 кДж қанша Дж ға тең?",
        "question_content": "10 кДж қанша Дж ға тең",
        "question_date": "7.04.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 кДж ==============10*1000=10000 Дж",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық реакцияларды аяқта.",
        "question_content": "Cao+H2o=????+?????\n\nCaOH2+CO2=?????+??????\n\nK2O+????    =  ? ??? +H2O\n\nLi2O+????=LiNO3+H2O\n\nSO2+NaOH=?????+??????\n\nSO3+????=K2SO4+H2O",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaO + H2O → Ca(OH)2\nCa(OH)2 + CO2 → CaCO3 + H2O\nK2O+ 2HCl = 2KCL + H2O\nLi2O + 2HNO3 → 2LiNO3 + H2O\nSO2 + 2NaOH → Na2SO3 + H2O\n2 KOH (aq) + SO3 (l) → K2SO4 (aq) + H2O (l)",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "H2SiO3 айырылу реакциясына теңдеулер керек.",
        "question_content": "Күкіртті қышқылдың H2SO3 кремний қышқылының H2SiO3 айырылу реакциясына теңдеулер керек",
        "question_date": "7.04.2020",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2SO3 → H2 + SO3\nH2SiO3  SiO2 + H2O",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Минералды майлардың химиялық құрамын талдап беріңіз?",
        "question_content": "Минералды майлардың химиялық құрамын талдап беріңіз.",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Майлар, триглицеридтер — органикалық қосылыстар; негізінен глицерин мен бір негізді май қышқылдарының (триглицеридтердің) күрделі эфирлері; глицерин мен жоғарғы карбон қышқылдарының күрделі эфирлері. \nЛипидтерге жатады. Табиғи майлар молекуласындағы қаныққан май қышқылдары стеарин, пальмитин, ал қанықпаған май қышқылдары олеин, линол, линолен қышқылдарынан тұрады. Тірі организмдердің жасушалары мен тіндерінің (ткандерінің) негізгі құрамды бөліктерінің бірі; организмдегі энергия көзі; таза майдың калориялылығы 3770 кДж 100 г. Табиғи Майлар жануар және өсімдік майлары болып бөлінеді. Триглицеридтер құрамына С8-ден С24-ке дейінгі қалыпты құрылысты, негізінен жұп санды көміртек атомдарының қаныққан және қанықпаған қышқыл қалдықтары кіреді. Барлық Майлардың тығыздығы 1-ден аз. Тек жоғары вакуумда қайнайды. Суда ерімейді. Бензинде, керосин мен бензолда ериді. Алкоголиз, ацидализ реакцияларына түседі. Қышқылдардың қос байланысы бойынша сутекті (гидрогендеу), галогенді, галогенсутекті қышқылдарды, т.б. қосып алады. Аса қызған бумен, минералды қышқылдармен және ферменттермен әрекеттескенде глицерин және май қышқылдарын түзіп гидролизденеді. Ауадағы оттекпен тотыққанда пероксидті қосылыстар, оксиқышқылдар, т.б. түзеді. Құрамында биол. активті заттар (қанықпаған май қышқылдары, фосфатидтер, витаминдер, токоферолдар) болады. Майлар техникалық мақсатта қолданылады. Өсiмдiк жасушаларында заттың құрғақ массасының 5-15% май болады. Жануарлар мен адам жасушаларындағы майдың мөлшерi 90% -ға жуық болу мүмкiн. Майлы тағамдарға сары май, мал майы және өсімдік майы жатады. Адамға тәулігіне 50—70 г май қажет. Үнемі майсыз тағаммен қоректену жүйке жүйесі қызметінің бұзылуына, иммунитеттің төмендеуіне әкеліп соқтырады. Адамның азықпен қабылдайтын майының кемінде үштен бірінің құрамында қанықпаған май қышқылдары бар сұйық майлар болуы керек. Сұйық майдың биологиялық белсенділігі басқа майлармен салыстырғанда жоғары болады. Адам организмі қанықпаған май қышқылдарын өздігінен синтездей алмайтын болғандықтан, оларды дайын күйінде тағаммен қабылдауы керек. Мысалы, сұйық майдың құрамында витамин Е және қан тамырларында холестериннің жиналуына кедергі келтіріп, атеросклерозды болдырмайтын зат — β-ситостерин кездеседі. Сары майда көздің көруі мен адамның бойы мен шашының өсуін қолдайтын зат β-каротин болады. Тазартылмаған (рафинадталмаған) майда организмге аса қажет фосфолипидтер болады. Организмде майлар асқазан асты безі мен ішек сөлі құрамындағы ферменттердің әсерінен гидролизденіп, глицерин мен карбон қышқылдарына ыдырайды. Май ыдырағанда бөлінетін өнімдер ішек бүрлері арқылы сіңеді де, басқа биологиялық процестерге қатысады, организмге қажетті жаңа майлар синтезделеді. Синтезделген май лимфа жүйесі арқылы қанға сіңіп, қан мен организмнің басқа мүшелеріне тарайды. Жасушалар да зат алмасу процесіне қатысады. Майлар гидролизденіп, өнімдері біртіндеп тотығады. Ең соңында олар көміртек (IV) оксиді мен суға айналады. Бұл процестер экзотермиялық — организмнің тіршілігіне қажетті энергия бөледі. Осылайша май биологиялық отын, тірі организм үшін энергия көзі болып табылады. Май қорытылғанда бөлінетін энергияның мөлшері көмірсулар мен ақуыздардан бөлінетін энергиядан екі еседей артық",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гидротазалау кезіңде пайда болған күкіртсутекті сутектен қалай бөліп алады",
        "question_content": "Гидротазалау кезіңде пайда болған күкіртсутекті сутектен қалай бөліп алады?",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гидротазалау– мұнай өнімдерін тазалау мақсатында оған 250 – 420°С температура мен 2 – 5 МПа қысымда катализатор арқылы сутекпен әсер ету процесі. Оның нәтижесінде мұнай өнімдеріндегі қоспалар гидрогенолизге ұшырап, көмірсутектер мен оңай ұшатын заттар (NH3, H2O, H2S) Табиғи және іліспе мұнай (яғни мұнай төтел) көмірсутек газдары отын және мұнай химиясының шикі затын өндіруде өте құнды шикі заттарға жатады. Бұл газдарды алғашқы өңдеудің негізгі өнімдері – газ бензині, сұйытылған және құрғақ газдар, техникалық жеке көмірсутектері: пропан, н-бутан, изобутан, пентан. Табиғи және іліспе мұнай газдарын газ өңдеу зауыттарында, мұнай және газдардың үлкен кеніштерінде орналасқан іске асырады. Өнімдердің сапасын арттыру және газ өңдеу зауыттарының құрал – жабдықтарын пайдалану жағдайларын жақсарту мақсатында, көмірсутекті газдарды механикалық қоспалардан (қалқып жүрген шаң, құм, газ құбырының өнімдерінің бөлшектерінен және т.б.) алдын-ала тазалайды, құрғатады және одан кейін күкіртті сутегінен және көміртегінің қос оксидінен тазалайды. Кен орындарында мұнай төтелдерден жоғарғы, орта және төменгі қысымды баспалдақтарға түседі, мұнда қысымның күрт төмендеуінің нәтижесінде одан еріген газдар бөлінеді де газ өңдеу зауытына жіберіледі. Мұнай одан әрі резервуарларға беріледі, мұнда одан судың негізгі бөлігі бөлінеді де тұрақтандыруға жіберіледі, яғни жеңіл компоненттерді бөлуге: этанды, пропанды, бутандарды және аздап пентандарды. Тұрақтанғанмұнайды мұнай өңдеу зауытына айдайды, ал тұрақтанудан бөлінген газдар газ өңдеу зауыттарының шикізаты болады. Табиғи жанғыш газдар негізінен метаннан, этаннан, пропаннан және бутаннан тұрады, кейбір кездерде сұйық көмірсутектерінің қоспасы болады. Табиғи жанғыш газдардың кен орындары, басқа пайдалы қазбалармен байланыссыз, газдар жиынтығынан тұратын газды кен орнына; газ көмірсутектері мұнайда еріген немесе мұнай кенінің бетінде газ шапкасы деп аталатын газмұнайлы түріне; газ сұйық көмірсутектерімен қаныққан, газконденсатты түріне бөлінеді.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Митоз бен мейоз арасындағы негізгі айырмашылықтар",
        "question_content": "Митоз бен мейоз арасындағы негізгі айырмашылықтар?",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасушаның бөлінуі\nМитоз. Соматикалық жасуша бір рет бөлінеді. Цитокинез (цитоплазманың бөлінуі) телофазаның соңында пайда болады.\nМейоз. Ұрық клеткасы әдетте екіге бөлінеді. Цитокинез I телофаза мен II телофазаның соңында пайда болады.\nГенетикалық құрам\n Митоз кезінде алынған аналық жасушалар генетикалық клондар болып табылады (олар генетикалық жағынан бірдей). Рекомбинация немесе қиылыс жоқ.\nМейозда алынған аналық жасушаларда гендердің әртүрлі комбинациясы болады. Генетикалық рекомбинация гомологиялық хромосомалардың әртүрлі жасушаларға кездейсоқ бөлінуі нәтижесінде және ауысу арқылы (гомологиялық хромосомалар арасында геннің ауысуы) пайда болады.\nПрофазаның ұзақтығы\nМитоз.Протаза деп аталатын бірінші митоздық кезеңде хроматин дискретті хромосомаларға конденсацияланады, ядролық мембраналар ыдырайды және жасушаның қарама-қарсы полюстерінде шыбық талшықтары пайда болады. Митоздың алдын-алуына жасуша мейоздың I проазасындағы жасушаға қарағанда аз уақыт жұмсайды.\nМейоз. I профаза бес сатыдан тұрады және митоздың алдын алуға қарағанда ұзаққа созылады. Миотикалық профилактиканың I кезеңдері: лептотен, зиготен, пацитен, диплотен, диакиндер. Бұл бес кезең митозбен жүрмейді. Генетикалық рекомбинация және жұптасу І профилактикасы кезінде жүреді.\nТетрадтың пайда болуы (бивалентті)\nМитоз. Тетрад түзілмеген.\nМейоз. І профилактикасында гомологты хромосомалардың жұптары бір-біріне жақын орналасқан, олар төрт хроматидтен (хроматидтердің екі жиынтығынан) тұратын тетрад деп аталады.\nМетафаза сәйкестігі\nМитоз.  Әпке хроматидтері (центромера аймағында байланысқан екі бірдей хромосомадан тұратын қайталанатын хромосома) метафаза тақтасында (жасушаның екі полюсінен бірдей қашықтықта орналасқан жазықтық) тураланады.\nМейоз. Гомологиялық хромосомалардың тетрадасы I метафазадағы метафаза тақтасында тураланады.\nХромосоманың бөлінуі\nМитоз.  Анафаза кезінде апа хроматидтері бөлініп, клетканың қарама-қарсы полюстеріне көше бастайды. Алынатын қарындас хроматиді аналық жасушаның толық хромосомасына айналады.\nМейоз. Гомеологиялық хромосомалар анафаза I кезінде клетканың қарама-қарсы полюстеріне ауысады. Қарындас хроматидтер I анафазада бөлінбейді.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Митоз және мейоз кезеңдері",
        "question_content": "Митоз және мейоз кезеңдері?",
        "question_date": "7.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 17700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Митоздың төрт (кейбір дереккөздер бес түрін ажыратады) және мейоздың сегіз фазасы бар (немесе төрт қайталанады). Мейоз екі сатыдан өтетіндіктен, ол мейоз I және мейоз II болып бөлінеді. Митоздың және мейоздың әр кезеңінде жасушада көптеген өзгерістер болады, бірақ олар әр фазада өте ұқсас, егер бірдей болмаса маңызды оқиғаларға ие. Осы маңызды өзгерістерді ескере отырып, митоз бен мейозды салыстыру өте оңай.\nБірінші кезең митоздағы профаза және мейоз I-де алдын-алу (немесе II мейоз II-профаза) деп аталады. Профилактика кезінде ядро бөлінуге дайындалады. Ядролық мембрана бұзылып, хромосомалар конденсациялана бастайды. Сонымен қатар, жасушаның центриоласында бөліну шыбықтары пайда болады, бұл кейінгі сатыларда хромосомалардың бөлінуіне көмектеседі. Мұның бәрі митотикалық пропазада, I профазада және әдетте II профазада болады. Әдетте, II профазаның басында ядролық мембраналар болмайды, ал I профазасынан хромосомалар конденсацияланады.\nМитоздық пропаза мен І профаза арасында бірнеше айырмашылық бар: I профаза кезінде гомологты хромосомалар біріктіріледі. Әрбір хромосомада бірдей гендерді алып жүретін сәйкес хромосома болады, сонымен қатар олардың мөлшері мен пішіні бірдей. Бұл жұптарды гомологты жұп хромосомалар деп атайды. I профилактикасы кезінде гомологты хромосомалар бірігіп, кейде бір-бірімен араласады.\nҚиылысу деп аталатын процесс I профилактикасы кезінде пайда болуы мүмкін. Бұл гомологиялық хромосомалар қабаттасып, генетикалық материал алмасқанда пайда болады. Хроматидтердің біреуінің нақты бөліктері бұзылып, басқа гомологқа жабысады. Қиылысудың мақсаты генетикалық әртүрлілікті одан әрі арттыру болып табылады, өйткені бұл гендерге арналған аллельдер қазір әртүрлі хромосомаларда болады және оларды II мейоз соңында әр түрлі гаметаларға орналастыруға болады.\nМетафазада хромосомалар экваторға немесе жасуша ортасына шығады, ал жаңадан пайда болған шыбықтар бөлінуі осы хромосомаларға бөлінуге дайындалады. Митоздық метафаза мен II метафаза кезінде центромералардың екі жағына шпиндель бекітіліп, олар апалы-сіңлілі хроматидтерді ұстайды. Алайда I метафазада шыбық центромердегі әртүрлі гомологиялық хромосомаларға қосылады. Сондықтан, митоздық метафаза және метафаза II-де клетканың екі жағындағы шыбықтың бөліну талшықтары бірдей хромосомамен байланысады.\nАнафаза - бұл физикалық бұзылу кезеңі. Митоздық анафаза мен II анафазада апалы-хроматидтер бөлініп шыбықты қысқартып, жасушаның қарама-қарсы жақтарына ауысады. Метафаза кезінде бір-біріне ұқсас хромосоманың екі жағындағы центромерада шпиндельді микротүйіршіктер кинетохорларға бекітілгендіктен, олар хромосоманы екі бөлек хроматидке бөледі.\nМитоздық анафаза бірдей қарындас хроматидтерін ажыратады, сондықтан бірдей генетика әр жасушада болады. I анафазасында апалы-хроматидтер бірдей емес, өйткені олар І профаза кезінде ауысады, I анафазасында апалы хроматидтер бірге қалады, бірақ хромосомалардың гомологтық жұптары бір-бірінен алшақтап, жасушаның қарама-қарсы полюстеріне өтеді.\nКлетка циклінің соңғы кезеңі телофаза деп аталады. Митоздық телофаза мен II-ші телофазада профаза кезінде жасалғанның көп бөлігі қалпына келтіріледі. Шыбықтың бөлінуі бұзылып, жойылып кетеді, ядролық мембраналар түзіліп, хромосомалар бөлініп, цитокинез кезінде жасуша бөлінуге дайындалады.\nБұл кезде митоздық телофаза цитокинезге өтеді, нәтижесінде екі бірдей диплоидты жасуша болады. Телофаза II мейоз I соңында бір бөлімнен өтті, сондықтан ол төрт гаплоидты жасушадан тұратын цитокинезге түседі. I телофазада жасуша түріне байланысты ұқсас оқиғалар байқалады. Шыбық жойылады, бірақ жаңа ядролық конверт пайда болмайды, ал хромосомалар мықтап оралып қалуы мүмкін. Сонымен қатар, кейбір жасушалар цитокинез арқылы екі жасушаға бөлінудің орнына тікелей II пропазаға өтеді.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цеолит катализаторларының крекинг реакциясын жүргізу механизмі қандай?",
        "question_content": "Крекинг реакциясын жүргізуде цеолит катализаторларының тудыратын реакция механизмі?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://stud.kz/referat/show/7027",
                "date": "7.04.2020",
                "upvotes": 0
            },
            {
                "text": "Цеолит катализаторларының қатысында келесі көмірсутектердің каталитикалық айналулары жүзеге асады: олефиндер, алкилароматты көмірсутектер, парафиндер және олардың қоспалары.\nОлефинді көмірсутектерге тән реакцияларға мыналар жатады:\n1) қос байланыстың жылжуы және конфигурациялық изомеризация (бутен-1 цис- және транс-бутен-2);\n2) көміртек қаңқасы бойынша изомеризация (бутен-1 изобутен);\n3) Димер және теломерлер қоспасын түзетін конденсация;\n4) Парафиндер мен полиқанықпаған өнімдердің, соның ішінде ароматты көмірсутектердің пайда болуымен сутегінің қайта бөлінуі реакциялары;\n5) ұсақ молекулалардың қоспаларын түзетін крекинг реакциялары.\nАлкилароматты қосылыстарға келесі айналулар тән:\n1) Құрылымдық изомеризация (о-ксилол м- және п-ксилол);\n2) Қайта алкилдену (ксилол толуол және триметилбензол);\n3) Деалкилдену.\nПарафиндер негізінен:\n1) Көміртек қаңқасы бойынша изомеризацияға;\n2) Крекинг реакциясына түседі.\nКарбоний модельді иондары. Карбоний иондары-көміртегі атомында орталықтанған оң зарядты тригоналды жазық катиондар. Көбінесе карбоний иондары С-Х (мұндағы X – электр-теріс топ) байланысының гетеролитті үзілуінің нәтижесінде пайда болады.\nКөптеген көмірсутектер үшін протондалу реакциялары белгілі.\nКарбоний ионының олефиндерге қосылуы катионды полимеризацияның иницирлеуші сатысы болып табылады.\nБұл реакцияға олефиндер мен парафиндердің крекингі негізделген.\nКарбоний-ионының ароматты сақинаға қосылуы циклогексадиенді иондарды түзілуіне әкеледі, ол электрофильді орынбасу реакциясының аралық өнімі болып табылады.\nБұл – қайтымды реакция; төмен температурада ароматты көмірсутектердің олефиндермен алкилденуі жүреді, ал жоғары температурада – деалкилдену реакциясы.",
                "date": "7.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жалғасы:\nЕгер карбоний ионы жеткілікті тұрақты болмаса, гидрид-ионының молекулааралық ауысуынан жаңа, тұрақты карбоний ионын түзуі мүмкін. Гидрид-ионының ауысуымен көптеген цеолиттерге тән реакцияларды түсіндіруге болады:\nКарбоний иондарының ыдырауы әдетте нуклеофильді топтың басып алуы нәтижесінде және қанықпаған қосылыстардың пайда болуымен жүретін  депротонизация салдарынан болады.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карбамидті қысқы дизель өндіруде айналымы қандай?",
        "question_content": "Карбамидті қысқы дизель өндіруде айналымы қандай?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 189,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропа елдерінде танымал және кең таралған, құрамдас бөлігі мочевина (карбамид) болып табылатын SCR жүйесі дизельді қозғалтқыштарда жұмыс істейтін автомобильдердің пайдаланылған газдарының зиянды әсерін барынша төмендету үшін жасалған. Ол Euro-4, Euro-5 және Euro-6 жаңа экологиялық нормаларды енгізу салдарынан құрылды.\nДизель үшін мочевина құрамы химиялық концентрация болып табылады, оған қорғаныш, тазарту және диспергиялық заттар кіреді, аммиак иісі бар. Сыртынан ол – түссіз мөлдір сұйықтық.\nДизель үшін мочевинаны стандартты пайдалану кезінде оның шығыны автомобильмен жүріп өткен жүз километрге бір литрден екі литрге дейінгі шығынды құрайды. Бұл ретте оны қолдану үшін автомобильді қосымша Бакпен және электрондық басқарудағы блоктармен жабдықтау қажет.\nДизельдерге арналған мочевинаның бағасы 1 литрге 800 рубльден, ал нарықтың біртектес емес себебі бойынша үлкен баға шашырауы автомобильдің жұмысын қауіпсіздендіру үшін ғана емес, оның техникалық сипаттамаларын арттыру үшін дизельді негізде қозғалтқыштар үшін арнайы әзірленген. Бірақ тәжірибе көрсеткендей, оны пайдалану нәтижесі мүлдем басқаша болды.\nКлиматтық жағдайлардың салдарынан, автокөлік иелерінің осы жүйені пайдалануы бойынша толық ақпарат алмауы, жоғары баға саясаты, отандық жолдардың ерекшеліктері және басқа да факторлар, біздің еліміздің аумағында мочевинаны пайдалану табысқа және танымалдыққа әкелмеді, керісінше, неғұрлым зиянды зардаптарға әкеп соқты.\nДизельді қозғалтқыштарда несепнәрді пайдаланудың негізгі кемшіліктері:\n·- пайдаланылған газдардан жағымсыз иістің болуы,\n·- төмен температурада қату (11°С градустан басталады),\n·- адамның тері жамылғысына түскен кезде тітіркендіргіш және аллергиялық реакциялар, оның ішінде күйіктер тудыруы мүмкін,\n· -отын сұйықтығының шығынын арттыру,\n·- буланған кезде адамның терісі мен көзіне теріс әсер ететін аммиактың құрамында болуы,\n-· автомобильдің негізгі бөліктерінің зақымдануы, бұл жөндеу жұмыстарын жүзеге асыруға жоспарланбаған үлкен шығындарға әкеледі.\nОсының салдарынан мочевинаны қолданыстан алып тастау – бұл көптеген проблемаларды болд",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жобалау жұмысы қандай бөлшектерден тұрады?",
        "question_content": "Жобалау жұмысы қандай бөлшектерден тұрады?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жобалау жұмысы \nБелгілі бір обьектті жобалай отырып, біз компанияның жобаға дейінгі құжаттарды әзірлеу, құрылыс үшін учаскені таңдау, учаскеде зерттеу жұмыстарын жүргізу, технологиялардың (қондырғылар мен өндіріс) негізгі жобаларын құру, кеңейтілген базалық жобаны жасау, егжей-тегжейлі жобаны әзірлеу, жабдықты таңдау секілді жұмыстарды жүргіземіз.\nЖобаның инвестиция алдындағы фазасында екі негізгі міндет шешіледі:\n<!--[if !supportLists]-->·     <!--[endif]-->жобаның инвестициялық сатысына көшудің орындылығы туралы шешімді негіздеу және қабылдау\n<!--[if !supportLists]-->·     <!--[endif]-->құрылысты жобалық дайындау үшін қажетті жобалау алдындағы құжаттамаларды әзірлеу.\nЖобаға талдау жүргізу\nЖобалық талдау болашақ жобаны жан-жақты зерттеу, оның құндылығы мен нәтижесін болжау үшін инвестициялық фазаның инвестициялау алдындағы да, жобалық сатыларында да жүргізіледі.\nЖобалық талдаудың келесі түрлерін ажыратуға болады:\n<!--[if !supportLists]-->·        <!--[endif]-->техникалық,\n<!--[if !supportLists]-->·        <!--[endif]-->қаржылық,\n<!--[if !supportLists]-->·        <!--[endif]-->коммерциялық,\n<!--[if !supportLists]-->·        <!--[endif]-->экологиялық,\n<!--[if !supportLists]-->·        <!--[endif]-->ұйымдастырушылық,\n<!--[if !supportLists]-->·        <!--[endif]-->әлеуметтік,\n<!--[if !supportLists]-->·        <!--[endif]-->экономикалық\nИнвестициялық жобаларды техникалық талдау аясында: техникалық-технологиялық баламалар, орналасу нұсқалары, жобаның мөлшері (ауқымы, көлемі), жобаны тұтастай іске асыру мерзімдері және оның фазалары, шикізат көздерінің, еңбек және басқа да ресурстардың қолжетімділігі мен жеткіліктілігі, жоба өнімдері үшін нарық сыйымдылығы, күтпеген факторларды ескере отырып, жобаға арналған шығындар, жоба бойынша жұмыс кестесі қарастырылады.\nКоммерциялық анализ.  Оның міндеті – өнім мен қызмет көрсетудің соңғы тұтынушылары тұрғысынан жобаны бағалау. Жалпы түрде шешілетін жағдайда үш міндеттері жинақтауға болады: маркетинг, ресурстарды алу  көздері мен шарттары, өндіріс және өткізу шарттары.\nЭкологиялық талдау жобалық талдауда ерекше орын алады, өйткені адам қызметінің қоршаған ортаға әсері жеткілікті зерттелмеген және ең бастысы экологиялық тұрғыдан шешілмеген мәселелер қоршаған ортада қайтымсыз өзгерістерге әкеп соқтырады.\nҰйымдастырушылық талдау–ұйымдастыру, құқықтық, саяси және әкімшілік жағдайды бағалау, оның, сондай-ақ менеджмент, ұйымдастыру құрылымы, жоспарлау, персоналды жинақтау және оқыту, қаржы қызметі, саясат бөлігінде қажетті ұсынымдар әзірлеу.\nӘлеуметтік талдау – жоба жоспарының нұсқаларының оны пайдаланушылар үшін жарамдылығын анықтау. Әлеуметтік талдаудың нәтижелері жоба мен оның пайдаланушылары арасындағы өзара іс-қимыл стратегиясын құру және жобаның мақсаттарына қол жеткізуге ықпал ететін халықты қолдау мүмкіндігін қамтамасыз етуі тиіс.\nАвторлық қадағалау шарт негізінде жүзеге асырылады және, әдетте, объектіні салу және пайдалануға берудің бүкіл кезеңі ішінде, ал қажет болған жағдайда оны пайдаланудың бастапқы кезеңі ішінде жүргізіледі.Жобалау ұйымының басшылығы тағайындайтын жұмыс құжаттамаларын әзірлеуші-мамандар авторлық қадағалауды жүзеге асырады. Авторлық қадағалауды жүзеге асыратын мамандардың басшысы, әдетте, жобаның бас инженері болып табылады.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеуек заттарды қуыс түтіктерінің радиус шамалары бойынша топталуын ашып жазыңыз?",
        "question_content": "Кеуек заттарды қуыс түтіктерінің радиус шамалары бойынша топталуын ашып жазу керек?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеуекті денелердің синтезі олардың құрылымын білуді талап етеді және көбінесе морфологиямен анықталады. Кеуектер көлемі бөлшектер қаптамасының тығыздығымен анықталады. Мысалы, гельдерде қаптаманың тығыздығы гидрогель қаңқасының беріктігінің және кептіру процесінде целлюляраралық сұйықтықтың менискаларының пайда болуы кезінде оның беткі күшін бұзатын арақатынасына байланысты болады. Қатты күйген гельдерді кептіру олардың бос құрылымын сақтайды және жаңа түзілген гельдерді кептіру кезінде үлкен көлемдегі кеуегі бар жүйелерді береді, борпылдақ құрылым бұзылады және қуатты капиллярлы күштердің әсерінен бөлшектер қайта оралады, нәтижесінде аз көлемдегі кеуегі бар дене қалыптасады. Кеуектердңғ мөлшері бөлшектердің өлшемімен және олардың қаптамасының тығыздығымен реттеледі.\nКатализатор текстурасы - оның кеуектілік көлемін, түрін, қуыс түтіктерінің радиусын, яғни геометриялық сипатын білдіреді.\nКатализатор кеуектілігі әңгіме болған жағдайда, катализ реакциясының табиғаты назардан тыс қалмауы керек. Мысалы, жоғары температуралық аймақта жүретін реакцияларда кеуектілігі гөмен, меншікті аудан беті шағын катализаторлар жиі қолданылады. (Платина сымы қатысында аммиакты тотықтыру).\nКеуектілігі жоғары (широкопористые), меншікті аудан беті шағын катализаторлар ірі молекулалар қатысында өтетін жылдам реакцияларда пайдаланылады (силикагель бетіндегі гетерополиқышқылдар - этилен және пропиленнің полимеризациялануын жақсы жүргізеді).\nЗат молекулаларын жеке-дербес (парциальді) тотықтыру өзгерістерінің де катализаторлары, көбінесе, кеуектілігі төмен болып келеді.\nАл, риформинг, дегидрогендеу және гидрогендеу реакцияларында меншікті аудан беті 100-300 м2/г, қуыс түтігінің радиусы 2-8 нм болатын γ-Аl2О3 катализатор ретінде де, тасымалдауыш (носитель) ретінде де кең қолданыс табады.\nКеуек заттарды олардың бойьшдағы қуыс түтіктерінің радиус шамалары бойынша ғалым Дубинин төмендегідей түрлерге топтайды:\nМикроқуысты кеуектер (микропоры) г < 0,6-0,7 нм\nСупермикроқуысты 0,6 < г < 1,5 - 1,6 нм\nМезоқуысты (мезопоры) 1,5- 1,6 < г < 100-200 нм\nМакроқуысты (макропоры) г > 100-200 нм\nСонымен қатар төмендегідей топталулар келтірілгендігін жоғарыда атап өттік, яғни:\nМикрокеуек г ~ 2,0 нм-ге дейін\nМезокеуектер 2,0 < г < 50 нм\nМакрокеуектер г > 50 нм\nОсы айтқандарымыздың барлығы да катализатор кеуектілігі мен гекстурасы н сипаттайды.\nКеуектілік (ε)—катализатор түйірінің тек кеуегіне тиісті көлемінің сол кеуекті катализатор көлеміне қатынасымен анықталады, яғни:\nε = Vкеуек/(Vкеуек+Vkt) = (pнық - pкеуек)/pнық\nКеуектілікті Р немесе П таңбаларымен де белгілей беретіндігі де естен шықпасын. Кеуектілік өлшемін % шамасынмен де көрсетуге болады:\nε = Vкеуек/(Vкеуек+Vkt)·100,%\nМұндағы,\npкеуек - орысша «кажущаяся плотность», кеуекті катализатор тығыздығы, г/см3;\npнык - орысша «истинная плотность» деп аталынатын, катализатор кеуектілігін ескермегендегі тығыздық. рнық = mкг / Vкt, г/см3;\nmkt - катализатор массасы;\nVkt - осы mкг катализаторының оның кеуектілігін қоспағандағы көлемі;\nVкеуек - осы mкг катализаторының кеуегінің көлемі.\nОсы жағдайларды ескерсек, меншікті кеуектілік көлемі - Vмен - мына айырыммен анықталады:\nVмен = 1/pкеуек -1/рнық\nҚатты денелердің нық тығыздығы және тығыздығы анықтама құралында келтіріледі. Кейбір жағдайларда пикнометрді (дилатометр) пайдаланьш, тәжірибе жүзінде де анықтайды.\nКатализатордың меншіктікті аудан беті\nКатализатордың меншікті аудан беті адсорбциялық жолмен анықталады да төменгі формуламен есептелінеді:\nSмен=αm·NL·Vm/m\nМұндағы,\nαm - адсорбцияланған бір молекуланың ауданы,\nNL- Лошмидт саны, қалыпты жағдайда 2,69 1019 см-3 ,\nVm - моноадсорбциялык қабат түзген, қалыпты жағдайға есептелінген газ көлемі,\nm- катализатор массасы\nАдсорбцияланған газ көлемін БЭТ теңдеуін пайдаланып анықтайды және бұл теңдеу Р/Р0 ~ 0,05-0,35 шамасында тиіс. Кеуектілікі қуысы жіңішкс микроқуыстарды анықтауда Дубинин-Радушкевич теңдігі колданылады.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмбаққа жауап керек ертеңге дейін",
        "question_content": "Аппақ жолға қараймыз тамсанып\n\nСүтін төгіп кеткен кім жол салып",
        "question_date": "6.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аппақ жолға қараймыз тамсанып\n\nСүтін төгіп кеткен кім жол салып\n(Құс жолы)",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1.Гликолиз жолы бойынша глюкозаның катаболизмі қалай жүреді?",
        "question_content": "акпарат керек осы суракка байланысты",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Катабализм (ыдырау реакциясы). Энергиясы мол органикалық заттардың ыдырауын катобализм деп атайды. Жасуша сыртқы ортадан энергиясы мол органикалық заттарды қабылдайды.\nКатоблизм кезіндегі бөлініп шыққан энергияның бір бөлігі – еркін энергия, яғни АТФ түрінде сақталады. Екінші бөлігі, энергияға бай сутек атомын қосып алған «коферемент» НАДФ*Н түрінде сақталады.\nГликолиз процесі. Ферменттердің қатысымен глюкозаның тотыға отырып ыдырауын гликолиз процесі дейді.\nЭукариоттар және көптеген прокариоттар (бактериалдар) АТФ молекуласын синтездеуге қажетті энергияны глюкозаның ыдырауынан алады. Бұл процесс үш сатыға бөлінеді: 1) гликолиз; 2) лимон қышқылының айналымы; 3) электрон тасымалдау тізбегі.\nГликолиздің оттексіз (анаэробты) ыдырауы. Бұл процесс жануарлар жасушасындағы митохондрияның ішкі мембранасында жүреді. Ол ферменттердің әсерімен бірінен бірі кезектесіп жүретін 13 реакцияның жиынтығынан тұрады. Реакцияға бастапқы зат ретінде 1 моль С6Н12О6 (глюкоза) қатысады. Реакция нәтижесінде 25 моль С3Н6О3 (сүт қышқылы) және 2 моль АТФ түзіледі. Бұл реакцияға оттек мүлде қатыспайды, сондықтан оттексіз ыдырау деп аталады.\nГликолиздің оттекті (аэробты) ыдырауы. Глюкозаның толық ыдырауы немесе оттекті ыдырауы да – митохондрияның ішкі мембранасында үздіксіз жүретін процесс. Реакцияға глюкозаның оттексіз ыдырауы сияқты аралық заттар ретінде ферменттер, АДФ және фосфор қышқылы қатысады. Бұл реакцияның оттексіз ыдыраудан айырмашылығы оттектің қатысымен глюкоза толық ыдырап, соңғы өнім ретінде СО2 және Н2О түзіледі. Реакцияның бастапқы заты ретінде 2 моль С3Н6О3 (сүт қышқылы) қатысады. Нәтижесінде 36 моль АТФ синтезделеді.\nАТФ – тің синтезі гликолиздің бұдан кейінгі сатыларында да үздіксіз жүреді.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кинетикалық энергиясы неге тең болады?",
        "question_content": "Дененің  жалпы механикалық энергия 0,8 кДж тең. Егер потенциалы 250 Дж болса, оның кинетикалық энергиясы неге тең болады?",
        "question_date": "6.04.2020",
        "question_tag": "Физика",
        "question_views": 898,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q = 0.8 kDj\n\nEp = 250 Dj\n\nEk = ?\n\nQ = Ep + Ek\n\n800 = 250 + Ek\nEk = 800-250 = 550",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұз құлағанда ауырлық күші қалай жұмыс істеді?",
        "question_content": "Биіктігі 7м үйдің төбесіне массасы 500г сүңгі мұз үзіліп кетті.Мұз құлағанда ауырдық күші қалай жұмыс істеді?",
        "question_date": "6.04.2020",
        "question_tag": "Физика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=mgh = 0,5 * 10 * 7 = 35 N\n\nA = F*s = 35 * 7 = 245 Dj",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтетикалық майлар алудың шикізаты?",
        "question_content": "Синтетикалық майлар алу шикізаттарын талдап беріңіз?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтетикалық май - бұл синтетикалық негіздегі базалық майлардың синтезі, сондай-ақ оған пайдалы қасиеттер беретін телімдер (тозуға төзімділігі, тазалығы, тоттанудан қорғалуы). Мұндай майлар ең заманауи қозғалтқыштарда және экстремалды пайдалану режимдерінде (төмен және жоғары температура, жоғары қысым және т.б.) пайдалануға жарамды.\nСинтетикалық май, минералдан айырмашылығы бағытталған химиялық синтез негізінде жүргізіледі. Оны өндіру барысында базалық элемент болып табылатын шикі мұнай айдалады, содан кейін негізгі молекулаларға дейін өңделеді. Одан әрі олардың негізінде базалық май алынады, оған соңғы өнімнің ерекше сипаттамалары болуы үшін қоспалар қосылады.\nСинтетикалық майдың бір ерекшелігі - ол өзінің қасиеттерін ұзақ уақыт сақтайды. Өйткені, олар химиялық синтездеу сатысында тұр. Оның процесінде оларды қамтамасыз ететін «бағытталған» молекулалар жасалады.\nСинтетикалық майлардың құрамына кіреді:\n- жоғары термо-тотықтырғыш тұрақтылық;\n- жоғары тұтқырлық индексі;\n- төмен температурада жоғары өнімділік;\n- төмен құбылмалылық;\n- үйкеліс коэффициенті төмен.\nБұл қасиеттер синтетикалық майлардың жартылай цинететика мен минералды майға қарағанда артықшылықтарын анықтайды.\nСинтетикалық май құрамы.\nСинтетикалық мотор немесе трансмиссиялық май бірнеше сынып компоненттерінен тұрады:\n- көмірсутектер (полиальфаолефиндер, алкилбензолдар);\n- эфирлер (спиртпен органикалық қышқылдардың реакция өнімдері).\nХимиялық реакциялардың құрамы мен өту жағдайларына байланысты майлар мынадай түрлерге бөлінеді: эфирлік, көмірсутекті, полиорганосилоксанды, полиальфаолефинді, изопарафинді, галогензамдалған, хлор және фтор бар , полиалкиленгликольді және т. б.\nКөптеген өндірушілер синтетикалық шартты анықтау өз майларына ие екенін білу маңызды. Бұл кейбір елдерде синтетикалық сатылымға салық алымдар салынбайды. Бұдан басқа, гидрокрекинг арқылы алынған майлар кейде синтетикалық деп аталады. Бір мемлекеттерде құрамында 30% — ға дейінгі қоспалар, басқаларында 50% - ға дейінгі қоспалар синтетикалық майлар болып саналады. Көптеген өндірушілер негізгі майлар мен синтетикалық майларды өндірушілердің қоспаларын оңай сатып алады. Оларды араластыра отырып, олар әлемнің көптеген елдерінде іске асырылатын құрамдарды алады. Осылайша, сауда маркалары мен синтетикалық майдың саны жылдан жылға өсуде.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғимараттың жоба құжаттары",
        "question_content": "Ғимараттың жоба құжаттары қалай дайындалады?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоба - жасалуға, қайта құрылуға, қалпына келтірілуге, салынуға тиісті кәсіпорындар мен ғимараттардың, қондырғылар мен жабдықтардың, аппараттардың, т.б. макеттері, есептеулері және принципті дәлелдері көрсетілген техникалық құжаттар жиынтығы. Жобаны ғылыми тұрғыда дайындау үшін жобалық тапсырма беріледі де, сол бойынша есептеу жүргізіліп, Жоба қамтитын мәселелер тұтас шешім табады.\nІс қағаздарын қалыптастыру – бұл құжаттарды іс номенклатурасына сəйкес белгілі бір іске жатқызу жəне оның ішіндегі құжаттарды жүйелеу.\nІстерді қалыптастыру құжаттарды тіркеу орны бойынша орталықтан-дырып жүргізіледі (кеңседе немесе хатшыда) жəне мынадай талаптарға жауап беруі тиіс:\n1. Іске тек орындалған (түпнұсқасы немесе расталған көшірмелері), стандарттардың талаптарына сəйкес ресімделген құжаттар ғана тігіледі.\n2. Іске мынадай құжаттар:\n- іс тақырыбына сəйкес келмейтін;\n- тиісінше ресімделмеген (пысықтауға қайтарылады);\n- қайтаруға жататын,\n- бастапқы үлгісі;\n- құжаттардың көбейтілген көшірмелері (мысалы, көшіру\nаппаратында) тігілмейді.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала күтіміне байланысты демалыстан жұмысқа шығу.",
        "question_content": "мен 2019жылдың 14 қарашасынан бала күтіміне байланысты демалысқа шыққам.бірақ өтініш жазғанда 2020жылдың 1қыркүйегіне дейін деп көрсеткем.енді 2020 жылдың 6наурызында жұмысқа шығам 6сəуір күні деп өтініш жазсам, қабылдамай отыр сен 1қыркүйекке дейін жаздың деп.Бұл қаншалықты дұрыс.",
        "question_date": "6.04.2020",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 944,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалыстан қалай шығу керек?\nДекреттік демалыс әйелдерге жүктілігі және босануы бойынша, баланы 3 жасқа толғанға дейін асырау бойынша ақша төленбестен беріледі.  Егер әйел бала күтімі бойынша демалыс мерзімі аяқталғанға дейін жұмысқа шығуға тілек білдірсе, оған жұмыс берушіге жұмысқа шығу туралы өтінішті ҚР Еңбек кодексінің 100-бабының 4-тармағына сәйкес болжамды  шығу күнінен бір ай бұрын ұсыну қажет.Өз кезегінде жұмыс беруші (ҚР Еңбек кодексінің 46-бабына сәйкес) «декреттегінің» лауазымын уақытша атқаратын жұмыскерді  еңбек қатынастарының өзгеруі  - жұмыстан шығару немесе басқа лауазымға ауыстыру туралы бірден хабардар етуі тиіс.\nЕгер кеілісім шарт жазбаша түрде орындалмаған болса, онда заң бойынша жұмысқа қайта шығуға өтініш толтыруға толық құқығыңыз бар. Басшылық жағынан қандай ба бір қысым көруден қорықпаңыз. Себебі сіздің құқығыңыз заңдық тұрғыда қорғалған.\nЖүкті әйелдерді жұмыстан шығаруға тыйым\nЕгер еңбек шартының мерзімі аяқталған күні әйел, уақытша жоқ қызметкердің орнын баса тұру жағдайларын қоспағанда, мерзімі 12 және одан көп апта жүктілік туралы анықтама және еңбек шарты мерзімін ұзартуға өтінішті жұмыс берушіге ұсынса, онда жұмыс беруші 3-жасқа дейін бала күтіміне байланысты демалыс мерзімі аяқталғанға дейін еңбек шартының мерзімін ұзартуға міндетті.\nҚысқарту. Штат қысқарған жағдайда жұмыс беруші мынадай адамдарды жұмыстан шығаруға құқылы емес (ҚР Еңбек кодексінің 54-бабына сәйкес):\nжүкті әйелдер;\n3 жасқа дейінгі балалары бар әйелдер;\n14 жасқа дейінгі балаларды  тәрбиелеп жатқан жалғызбасты аналар (18 жасқа дейінгі мүгедек бала).\nЖұмыс берушінің таратылуы. Компания таратылған жағдайда жүкті әйелмен еңбек қатынастары тоқтатылуы мүмкін. Жұмыс берушіге алдын ала жұмыскерді 1 ай бұрын жазбаша хабардар ету керек. Осының негізінде жұмыс берушіі 1 ай бұрын орташа еңбекақы мөлшерінде, сондай-ақ пайдаланылмаған жыл сайынғы еңбек демалысы болғанда – демалыстың пайдаланылмаған күндері үшін өтемақы төлейді.\nБұндай жағдайларда жүкті әйел міндетті әлеуметтік сақтандырылуға жатады (жұмысты жоғалтуға, әкелетін әлеуметтік тәуекелдер, жүктілік және босануына, бала бір жасқа толғанға дейінгі баланың күтімі міндетті сақтандыруға жатады). Әлеуметтік төлемдерді алу үшін тұрғылықты жері бойынша Зейнетақы төлемінің мемлекеттік орталығына (ЗТМО) жүгіну қажет.",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағзалардың көбею жолдары мен жасушалардың бөліну түрлерінің арасында қандай байланыс бар?",
        "question_content": "Ағзалардың көбею жолдары мен жасушалардың бөліну түрлерінің арасында қандай байланыс бар",
        "question_date": "6.04.2020",
        "question_tag": "Биология",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүкіл тірі ағзалардың көбеюге бейімділігі ажыратылмас бейімділік болып саналады. Олардың бұл ортақ қасиеті жасушалық бөлінумен қамтамасыз етіледі.\nЖасушаның жарық дүниеге келуінен келесі еншілес жасушалардың түзілуіне дейінгі тіршілігі жасушалық айналым деп аталады. Жасушалық айналым 2 кезеңге: бөлінуге даярлық - интерфаза және бөліну үдерісі - митоз (немесе өзге амалдарға) бөлінеді. Интерфаза немесе өсу фазасы жасушалық айналымның шамамен 80%-ын алады. Бұл цифр әр түрлі ағзаларға тиесі сан алуан жасуша типтерінде барынша өзгерісте болады. Интерфаза кезінде жасушалар өсіп, энергия АТФ және жұғымды заттар түрінде жинақталады, органоидтар саны артады. Пісіп жетілген, бөлінуге даяр жасушаның әдетте ядросы ірі болады. Көптеген жасуша типтерінде бөлінуге даярлық сигналы ядро көлеміне цитоплазма көлемінің қатысы қызмет етеді. Онсыз келесі бөлінудің мүмкіндігі болмайтын маңызды оқиға – еселену (репликация). Егер еселену болмаса, еншілес жасушаларға хромосома жетпей қалады да, қырғынға ұшырайды. Еселену үдерісі шамамен интерфазаның ортасында өтеді. Интерфазаның соңында және бөліне бастаған кезде жасушада хромосомалар болады, олардың әрқайсысында екі-екіден ДНҚ молекулалары орналасады. Бұл молекулалар бірінің-бірі көшірмесі болып есептеледі. Бұл молекулалар кермелену орнында (центромер) қосылып, оны ортақ нәруыз қабықшасы қаптайды. ДНҚ-ның мұндай еселенген молекулалар типі хроматидтер деп аталады. Жасуша бөліне бастаған кезде хромосоманың әрқайсысы екі жартыдан - екі хроматидтен тұрады. \nМитоздың биологиялық маңызы\nМитоздың биологиялық маңызы зор. Көп жасушалы ағзаларда генетикалық материал сақталмаса, мүшелер мен ұлпалардың құрылыстары мен қызметі тұрақты болмас еді. Митоз тіршілік үшін қажетті мынадай құбылыстарды қамтамасыз етеді: эмбриондық даму, өсу, зақымданғаннан кейінгі органоидтер мен ұлпаларды қайта қалпына келтіру, ұлпалардың қызметі кезінде тіршілігін жойып отыратын жасушалардың орнын толықтыру (тіршілігін жойған эритроциттердің, түлеген тері, ішек эпителиі жасушаларының орнын алмастыру).\nМитоз жолымен дене жасушалары бөлініп, саны көбейеді. Үздіксіз жүретін митоздық бөлінуде төрт фаза анықталады. Митозлын маңызы жаңа пайда болған екі жасушаға (сіңлілі) бірдей генетикалық ықпалы бар ДНК молекуласын өткізуі.\nТіршілік дамуының негізгі қасиеті — көбею. Көбею тіршіліктің маңызды қасиеті ретінде ағзалардың құрылымдық-қызметтік ерекшеліктерінің ұрпақтарға берілуі мен өмір бойы сақталуын қамтамасыз етеді. Көбеюдің басты маңызы — ДНК молекуласында нуклеотидтер реттілігі түрінде жазылған генетикалық ақпараттың сақталуы, іске асырылуы және ұрпақтан-ұрпаққа тасымалдануы.",
                "date": "6.04.2020",
                "upvotes": 0
            },
            {
                "text": "жасушалардын жане агзалардын кобеюынын екы типынын ерекшелыктерын сипаттандар",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен жыныстық үдерістерге мейоздық бөліну қажет",
        "question_content": "Неліктен жыныстық үдерістерге мейоздық бөліну қажет?",
        "question_date": "6.04.2020",
        "question_tag": "Биология",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мейоз (грек. мейозис – азаю) – жыныс жасушалардың бөлінуі. Соның нәтижесінде түзілген жыныс жасушаларында хромосомалар жиынтығы екі есе аз гаплоидті, ал жай жасушаларда хромосомалық жиынтық диплоидті болады. Мейоздық бөліну кезінде хромосомалар саны екі есе азаятындықтан, бұл бөліну редукциялық бөліну деп аталады. Мысалы, адамда хромосомалар саны – 46, ал адамның жыныстық жасушаларында 23 хромосома болады.\nМейоз процесі бірінен соң бірі тез арада үздіксіз жүріп отыратын екіжасушалық бөлінуден тұрады. Бұл бөлінуде ДНҚ –ның екі еселенуі өсу кезеңінде жүзеге асады. Бірінші мейоздық бөлінуден кейін бірден екінші мейоздық бөлінубасталады да, олардың арасында хромосоманың хромотидалары синтезделмейді.\nБірінші мейоздық бөліну редукциялық деп аталып, диплоидті жасушалардан (2п4с) гаплоидті жасушалар түзіледі. Конъюгация(қосылу) нәтижесінде хромосома жұбы түзіледі немесе оларды n саны бар биваленттер деп атайды.\nРедукциялық бөлінудің профазасы өте күрделі. Ол бірін – бірі толықтыра жүретін бірнеше сатыдан тұрады: лептотена, зиготена, пахитена, диплотена, диакинез.\nЛептотена – жіңішке жіпшелер сатысы. Бұл – мейоздың бірінші профаза кезеңінің алғашқы сатысы. Мұнда хромосомалар ширатылып, жарық микроскопы арқылы ұзын әрі жіңішке түрінде әрең көрінеді. Лептотена кезеңіне тән белгінің бірі – хромосоманың жіңішке құрылымында моншақ тәрізді хромомерлер пайда болады.\nЗиготена – (ұқсас) жұп хромосомалардың белгілі бөліктерін қосатын саты. Гомологті хромосомалар конъюгацияланып, бивалент түзеді. Бивалент – бұл екі еселенген гомологті хромосомалардың жұп қосылыстары, яғни әрбір бивалент төрт хромотидадан тұрады. Ядродағы бивалент саны гаплоидті хромосомалар санына тең болады. Адамда 46 хром.23 жұп гомологті хромосомалар конъюгацияланатындықтан, биваленттің саны 23-ке тең, ол гаплоидті хромосомалар санына сәйкес келеді.\nПахитена – жуан жіпшелер сатысы. Мұнда хромосомалардың ширатылуы мен олардың қысқаруы сияқты процестермен қатар гомологтік хромосомаларда айқасу немесе кроссинговер процесі жүзеге асады. Кроссинговер кезінде жұп хромосомалар ішінде генетикалық ақпарат алмасады.\nДиплотена – жіпшелердің бір – бірінен алыстау сатысы. Мұнда гомологтік хромосомалардың арасында тебіліс күші пайда болып, олар бір – бірінен ажырай бастайды. Гомологтік хромосомалар бір – бірінен ажырап алыстағанда, Х тәрізденген өрнектер пайда болады. Бұл өрнектерді хиазмалар деп атайды. Диплотена сатысында хромосомалар біршама қысқарып, конденсацияланады, нәтижесінде оның 4 жіпшелі құрылымы анық көрінеді.\nДиакинез – қос жіпшелердің оқшаулану, жекешелену кезі. Бұл мейоздың І профаза кезеңінің соңғы сатысы. Мұнда гомологтік хромосомалар тек белгілі бір хиазма нүктелерінде ғана бірігіп тұрады және сақина, сегіздік, т.б.ерекше формаларға ие болады.\nІ метафаза. Мейоздың І метафаза кезеңінде бөліну ұршығының қалыптасуы толығымен аяқталады. Олардың жіпшелері бивалентке немесе қосылған хромосомалардың центромерасына бекінеді. Әр центромерадан бөліну ұршығының полюсіне бір ғана жіпшесі бағытталады. Нәтижесінде гомологтік хромосомалардың центромерасы мен байланысқан жіпшелер әр түрлі полюстерге қарай бағыттала отырып, бөліну ұршығының экваторлық жазықтығында биваленттер түзеді.\nІ анафаза. Мейоздың І анафаза кезеңінде биваленттердегі гомологтік хромосомалар арасындағы байланыс әлсіреп, олар бір – бірінен ажырай отырып, бөліну ұршығының әр түрлі полюстеріне бағытталады. Бұл кезде әр бір полюске жаңа хромотидадан тұратын гаплоидті хромосома жиынтығы бағытталады.\nІ телофаза. Мейоздың І телофаза кезеңінде бөліну ұршығының полюсіне дара, гаплоидті хромосома жиынтығы жиналады. Бір диплоидті жасушадан формуласы n2с –ке тең екі гаплоидті жасуша түзіледі. Бұл жаңа жасушалар бір – бірінен гендер жиынтығымен, ал аналық жасушадан гендердің орын ауытыруымен және хромосома санымен ажыратылады. Бұл кезеңде хромосомалардың жіпшесі тарқатылып, ядролық мембрана түзіліп, жасушада екі ядро п.б.\nІІ. Екінші мейоздық бөліну. Екінші мейоздық бөлінудің ІІ профаза кезеңінде хромосомалар ширатылады, ядроның мембранасы жоғалады, әр жасушада ұршық жіпшелері түзіледі.\nІІ метафаза. Бұл кезеңде хромосомалар жасушаның экваторына жиналады. Хромосомалардың центромерасы экватордың үстінде, ал хромотидалардың иықтары жасушаның полюстеріне бағытталап орналасады.\nІІ анафаза. Хромосомалардың центромерасы бөлінеді, хромотидалары ажырайды, полюсінде ұқсас емес хромосомалардың хромотидаларының кездейсоқ комбинациясы пайда болады.\nІІ телофаза. Хромосомалардың жіпшелері тарқатылады, ядро аралық мембрана түзіледі, жасушалар бөлінеді.\nМейоздық бөліну нәтижесінде бір аналық жасушадан 4 гаплоидті жаңа ұрпақ пайда болады.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Митоз бен Мейоздын уксастыгы?",
        "question_content": "Митоз бен мейоздын уксастыктары кандай????",
        "question_date": "6.04.2020",
        "question_tag": "Биология",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Митоз (цитокинез сатысымен бірге) - эукариотикалық соматикалық жасуша (немесе дене жасушасы) екі бірдей диплоидты жасушаға бөлінетін процесс.\nМейоз - бұл жасушаның бөлінуінің тағы бір түрі, ол бір жасушадан хромосомалардың дұрыс саны бар және хромосомалардың (гаплоидты жасушалардың) жартысының жартысынан тұратын төрт жасушаның құрылуымен аяқталады.\nАдамдарда барлық дерлік жасушалар митозға ұшырайды. Мейоз бөлетін адамның жасушалары - гаметалар немесе ұрық жасушалары (әйелдердегі жұмыртқа және еркектердегі ұрық).\nГаметаларда дене жасушаларына қатысты хромосомалардың жартысы ғана болады, өйткені ұрықтану кезінде ұрық жасушалары біріктірілген кезде пайда болған жасушада (зигота деп аталады) хромосомалардың дұрыс саны болады. Сондықтан ұрпақ - ана мен әкенің генетикасының қосындысы (әке гаметалары хромосомалардың жартысын, ал аналық гаметалары екіншісін құрайды).\nМитоз мен мейоз әртүрлі нәтиже береді, бірақ бұл процестер айтарлықтай ұқсас және негізгі сатыларда аздап айырмашылықтармен жүреді. Олардың қалай жұмыс істейтінін жақсы түсіну үшін митоз бен мейоздың негізгі айырмашылықтарын қарастырайық.\nЕкі процесс жасуша интерфаза арқылы өтіп, S-фазада (немесе синтез фазасында) ДНҚ синтездегеннен кейін басталады. Бұл кезде әрбір хромосома центромералар ұстайтын қарындас хроматидтерден тұрады.\nӘпке хроматидтері бір-біріне ұқсас. Митоз кезінде жасуша M фазасын (немесе митоздық фазаны) бір рет өткізіп, екі бірдей диплоидты жасушаны құрайды. Мейозда М фазасының екі айналымы жүреді, сондықтан бірдей емес төрт гаплоидты жасуша болады.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 16 г мыс (||) оксиді қанша күкірт қышқылында ериді?",
        "question_content": "Массасы 16 г мыс ( || ) оксиді қанша күкірт қышқылында ериді? Реакция теңдігінің сұлбасы: CuO+H2SO4→CuSO4+H2O",
        "question_date": "6.04.2020",
        "question_tag": "Мектеп",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2SO4+CuO=CuSO4+H2O\n1)n(CuO)=16г:160г/моль=0,1моль\n2)n(H2SO4)=n(CuO)=0,1моль\n3)m(H2SO4)=0,1моль*98г/моль=9,8г\nЖауабы:9,8г.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1976 жылы өлтірілген жануарлардың 32млн терісі сыртқа шығарылған мемлекет?",
        "question_content": "1976 жылы өлтірілген жануарлардың 32млн терісі сыртқа шығарылған мемлекет?",
        "question_date": "6.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Танзаниядағы қорықтардың бірін күзететін полиция патрульі өте аянышты  көріністің іздерін кездестірді (оқиғалар 1976 жылы болған). Тәртіп сақшылары жүк көлігінің сырғанап бара жатқанын және оның айналасында шашылып жатқан пілдің азуын көрді. Бүкіл ірі денелі жануарлардың жүздеген іздері жерде көрінді. Белгілі болғандай, браконьерлер шекарадан өздері тапқан 500-ге жуық биенді алып келген. \nБасқа мәліметтер бойынша 1976 жылдың дәл сол айында Шығыс Африка елдерінен кемінде 976 тонна піл сүйегі заңсыз әкетілген, ол үшін 112 мыңға жуық піл өлтірілген.\nМенің білуімше пілдің мүйіз сүйегі бағалы. Осы оқиғаны іздедіңіз бе білмеймін. Пайдасы тисе қуаныштымын.",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабдеш Жұмаділовтің \"тағдыр\" романы?",
        "question_content": "Романның тақырыбы және романРом идеясы қандай?\n\nӨтініш кому не трудно можете еще оқиға желісін подсказать буду благодарна",
        "question_date": "6.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиетіне 1960 жылдары келіп қосылған бір шоғыр таланттың ішінде бүкіл қазаққа танылған тұлға – Қабдеш Жұмаділов те болатын. Өзі қатарластарынан біршама ерекшеленетін. Бұл ерекшелік оның өмір жолында ғана емес, шығармаларынан да көрініп тұратын. \nАлғашқы қадамын поэзиядан бастап, шағын жанр арқылы романға келген Қабдеш Жұмаділов – қазақ әдебиетінің дамуында өзіндік орны бар қаламгер. Жазушыны өз замандастары «қара сөздің Қабдеші», «тағдыры бөлек тарланбоз», «тағдырлы тұлға» деп атаған. \nҚабдеш Жұмаділовтың көпшілікке кеңінен таныс «Тағдыр» романы – Шығыс Түркістандағы қазақ тарихы негізінде жазылған тарихи роман. Бұл романда жазушы Қытайдағы екі мың жылдан аса уақыт өмір сүрген монархиялық патшалық өкіметтің 1911 жылға дейінгі тарихи жағдайларына байланысты қазақтардың өмірін, күресін қайраткер тұлға Демежан арқылы көрсетеді. \nРомандағы басты оқиға орыс пен қытай арасындағы шекара бөлінісі болса, оның сыртында қазақтың көшпенді өмірі, отырықшы өмірге үйрену, қытайлықтардың қамал-қорған тұрғызулары секілді тарихи маңызы зор оқиғалар да орын алған. \nЖазушы шығармашылығынан қазақ өмірінің, салт-дәстүр, әдет-ғұрпының алар орны мол. Сондай-ақ, роман мазмұнын ашып, авторлық идеяны жеткізуде бұл баяндаулардың алар орны да айтулы болмақ. \nҚабдеш Жұмаділов романдары күшті характерлермен, сюжеттік-композициялық бітімімен  дараланады. Жазушының «Соңғы көш» романынан кейін жазған «Тағдыр» туындысы да Шығыс Түркістан тақырыбында жазылған. «Соңғы көш» пен «Тағдыр» романдарында ортақ мәселелер бар. Біріншіден, екі шығармадағы оқиғалардың өткен орны – Шығыс Түркістан аймағы. Екіншіден, екі романды да сабақтастырып тұрған бейнелер – Сымайыл, Күдері, Қанағат би, Естай. \nРоман мазмұнына қысқаша тоқталып өтсек, «Тағдыр» романына арқау болған – Еженхан мен Ақпатшаның арасындағы Шығыс Түркістан аймағын бөлісу мәселесі, шегара бөлінгеннен кейінгі халық тағдыры. Романда XIX ғасырдың аяғы мен XX ғасырдың басы аралығындағы уақыт қамтылған, яғни «Соңғы көштегі» Қанағат бидің әкесі – Күдері мен атасы Сымайылдың өмір сүрген дәуірі бейнеленген. Роман сюжетіне арқау болған оқиға – Ресей мен Қытай сияқты екі империяның ортасында өмір сүрген аз санды қазақ елінің ауыр тағдыры. Екі мемлекет арасындағы шегара бөлісу мәселесі романның «Жол торабы» бөлімінде ғана көрініс тапқан. Қалған бөлімдерінде осы оқиғадан кейінгі ел ішіндегі жағдай, шегара бөлісінің қазақ жеріндегі ел басқару жүйесіне әсері, соған қатысты қоғамда болған өзгерістер, қазақ пен қытай арасындағы қарым-қатынастар, т.б. мәселелер суреттелген. Әр мемлекет өзінің территориясын айқындап, шегара бағандарын орнату кезінде жергілікті халық тарапынан үлкен наразылық туады, бірақ ол көтеріліске ұлғаймайды. \nАвтор сынға алатын мінез ерекшеліктері кейде – қазақшылық болып жалпылама атауға иелік етіп те жүр. \nЖазушының символикалық мәнге аса назар аударатындығын «Соңғы көш» романынан да байқаған болатынбыз. Бұл «Тағдыр» романында да айқын аңғарылады. \n«Романның ұзын-ырғасына сүйенсек, алғашқы бөлімде қалың қазақтың, іргесі іріп, қанаты қайырылып, қабырғасы сөгілген сергелдең жұрттың шылбыр үзіп шыға алмастай шегара шеңберіне түсуі – бастау да, итке тастаған сүйектей үкірдайлыққа таласып, маңдайына басқан азаматы Демежанның түбіне жетуі – түйін. Бүкіл бір қауым елдің етекке толған көз жасы, қайғы-зар, бір күндік қуаныш тойы осы бастау мен түйіннің арасында тұйықталған шекара шеңберінің ішінде өтеді». \n«Тағдыр» романы тек шекара бөлісі ғана емес, тұтас ұлт тағдыры екендігін жоғарыда айттық. Ондағы тарихи деректіліктің өзі ұлт болмысын ашуға қызмет ететіндігіне де, қазақты танытуға септігін тигізетіндігіне де баса назар аударғымыз келеді. «Тағдыр» романындағы тарихи деректілік туралы сөзімізді әдебиеттанушы ғалым Шериаздан Елеукеновтың роман жайындағы сөзімен түйіндесек: «Тағдыр» – ұлтжанды қаһарманды биік  өреге көтерген роман. Ол – қазақ әдебиетінің өз қойнауынан шыққан туынды. Басқа тілдерге аударылғанда ғана бағы ашылатын кейбір шығармалардай, батыс я Латын Америкасы роман үлгісі бойынша пішілмеген. «Тағдырды» оқып отырғанда қазақтың кең даласына сүңгіп кеткендей рахат кешесің» – дейді.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/24347/",
                "date": "7.04.2020",
                "upvotes": 0
            }
        ]
    }
]