[
    {
        "question_title": "Неге жоқсың қасымда жаным сені қашан құшамын алматының күтіп ұшағын сағындым ғой расында",
        "question_content": "Осы өлеңді тауып беріңіздерші. Неге жоқсың қасымда жаным сені қашан құшамын алматының күтіп ұшағын сағындым ғой расында",
        "question_date": "7.10.2020",
        "question_tag": "Қазақша ән",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өтініш тауып беріңіздерші",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі суретте көрсетілген процесті атаңыз?",
        "question_content": "a) Төмендегі суретте көрсетілген процесті атаңыз.\nb) Жоғарыда ұсынылған заттың химиялық байланыс түріне сәйкес диссосациациялану механизмін түсіндіріңіз.",
        "question_date": "7.10.2020",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Суретті салмайсыз ба?",
                "date": "7.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы20 г темір(ііі) оксидімен массасы 50г алюминий әрекеттескенде",
        "question_content": "Массасы 20 г темір ( ііі) оксидімен массасы 50г алюминий әрекеттескенде түзілген темірдің массасы? көмек керек срочно пожалуйста",
        "question_date": "7.10.2020",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm (Fe2O3) = 20 г\n\nm (Al) = 50 г\n\nтабу керек:\n\nm (Fe) - ?\n\nшешуі:\n\nFe2O3 + 2Al = 2Fe + Al2O3, - Есепті тұжырымдалған реакция теңдеуі негізінде шешеміз:\n\n1) Біз реакцияға түскен темір оксиді мен алюминий оксидінің мөлшерін табамыз:\n\nn (Fe2O3) = m : M = 20 г : 160 г/моль = 0,125 моль\n\nn (Al) = m : M = 50 г : 27 г/моль = 1,85 моль\n\nДәлірек есептеулер алу үшін біз кішірек мәннен бастаймыз. Fe2O3 бойынша\n\n2)\nегер 1 моль Fe2O3 - 2 моль Fe,\n\nонда 0,125 моль Fe2O3-   x моль Fe,\n\nсонда х = 0,25 моль.\n\n3) Тұнбаға түскен темірдің массасын табыңыз:\n\nm (Fe) = n * M = 0,25 моль * 56 г/моль = 14 г .\n\nЖауабы: m (Fe) = 14 г .",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мұрным қисық. Не істесем болады?",
        "question_content": "Менің мұрным қисық узиға түстім. Үнемі дем ала алмай қаламын не істесем болады?",
        "question_date": "7.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лор дәрігерге барып қаралыңыз, сол маман қалай оны түзету керектігін толық айтып береді.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзің өзі тану мұғалімі болу үшін қандай пән оқу керек?",
        "question_content": "Өзің өзі тану мұғалімі болу үшін қандай пән оқу керек?",
        "question_date": "7.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В019-әлеуметтік педагогика және өзін -өзі танудан  мамандарды дайындау",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрт сөндіруші бойы қанша болу керек(рост для мчс)",
        "question_content": "Өрт сөндіруші болу үшін бой маңыздыма?",
        "question_date": "7.10.2020",
        "question_tag": "Тазалық",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ бой маңызды емес,бастысы жұмысына берік болып,дұрыс атқарсаң болғаны. Өз маманыңның шебері болуын кереккой,қыр сырын біліп уйреніп.",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлпан романынан суреттеу тәсінін табу керек?",
        "question_content": "Ұлпан романынан суреттеу тәсілін табу керек еді?Ұлпанды суреттеу",
        "question_date": "7.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыс үшбұрышты қиық пирамида табанының қабырғалары 4 дм - ге",
        "question_content": "Дұрыс үшбұрышты қиық пирамида табанының қабырғалары 4 дм - ге және 2 дм - ге тең, ал бүйір қыры 2 дм – ге тең. Пирамиданың биіктігін және апофемасын табыңдар.",
        "question_date": "7.10.2020",
        "question_tag": "Геометрия",
        "question_views": 18300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Радиустарды табу керек, алдымен апотеманы, немесе басқаша айтқанда, тұлғаның биіктігін табу керек, біз тең бүйірлі трапецияны аламыз\nПифагор теоремасы бойынша биіктігін табамыз H=√2^2-1^2=√3 дм\nбүйір бөлігінің ауданын табамыз:\n\nпериметр  P =2*3 = 6 дм  \nP=4*3=12   дм\nS=(P+P2)/2  *L  =  (6+12)/2* √3 =    9√3        дм кв\n\nал жалпы - бұл үшбұрыштар екенін біле отырып, аудан мен табандар\nS=√3/4*a^2 = √3*4/4=√3 дм кв кіші\nS2= √3/4*16=4√3      дм кв  үлкен\n\nSпол   = 9√3+√3+4√3=14√3  дм кв",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменгі сызбада тұздың гидролизі көрсетілген. Оның құрамын болжаңыз?",
        "question_content": "Төменгі сызбада тұздың гидролизі көрсетілген. Оның құрамын болжаңыз: Х3+ + Н2О→ХОН2+ + Н+ Е2- + Н2О→НЕ- + ОН- (i) Қосылысты анықтаңыз: Катион: ____________________________________________________________________ Анион: _____________________________________________________________________ Қосылыстың атауы мен формуласы: ____________________________________________ (іі) Өз жауабыңызды гидролиздің молекулалық және иондық теңдеулерімен растаңыз: ___________________________________________________________________________ ___________________________________________________________________________ (iii) Осы тұз ерітіндісінің ортасын анықтаңыз: ___________________________________________________________________________",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "18-25 жас аралығындағы ер балалар не істеу қажет ?",
        "question_content": "18-25 жас аралығындағы ер балалар не істеу қажет ? Осы уақытты білім алуға жұмсаған дұрыспа(Колледж,Университет емес), әлде көп жұмыс істеген дұрыспа ақша жинау үшін ?\n\nӨмірлік тәжірибесі бар адамдар жауап берсе, жас кезде не жоғалттыңыз, білім алмағаныңызға өкінесізба ?",
        "question_date": "6.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша оқыған дұрыс. Тек ақшасын төлеп қойып, сабаққа бармай құр диплом алып шығу үшін емес, өзіңе ұнаған іспен жоғары дәрежеде айналысатын таптырмас маман болу үшін өзің үшін, болашағың үшін оқыған дұрыс деп білем. Білімсіз тапқан ақшаның сіңімді ,өсімтал болуы екіталай. Оқудан қашпасаңыз кейінірек басқа салаларда да қосымша білім алып тұлға ретінде қалыптасуға мүмкіндігіңіз көп.",
                "date": "7.10.2020",
                "upvotes": 0
            },
            {
                "text": "білім алған дұрыс",
                "date": "7.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған бжб керек еді ағылшыннан",
        "question_content": "Маған ағылшыннан бжб тжб керек еді. 5 сынып .",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайттан қарап көріңіз\n\nhttps://www.******.com/12440-english_7.html",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диаметрі D = 400 мм құбырдағы жылдамдығы V = 0,13 м / с мұнай қозғалысының режимі?",
        "question_content": "Диаметрі D = 400 мм құбырдағы жылдамдығы V = 0,13 м / с мұнай қозғалысының режимін анықтаңыз. Мұнай кинематикалық тұтқырлығы V = 0,3 × 10-4 м2 / с, мұнай үшін Рейнольдс саны, ламинарлықтан турбуленттікке өтетін аралық Reкр = 2000…2300.",
        "question_date": "6.10.2020",
        "question_tag": "Физика",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнай тығыздығы 730—1040 кг/м³ аралығында\nОсы формуламен шығарады. Орындарына қойып шығарсаңыз болды.",
                "date": "7.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түтік арқылы көмірқышқыл газы ағынының жылдамдығын анықтаңыз?",
        "question_content": "Егер түтіктің қимасы арқылы 30 минут ішінде 0,51 кг газ массасын ағатыны белгілі болса, түтік арқылы көмірқышқыл газы ағынының жылдамдығын анықтаңыз. Газдың тығыздығы 7,5 кг / м3. Құбырдың диаметрі 2 см.",
        "question_date": "6.10.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер түтіктің қимасы арқылы 30 минут ішінде 0,51 кг газ массасын ағатыны белгілі болса, түтік арқылы көмірқышқыл газы ағынының жылдамдығын анықтаңыз. Газдың тығыздығы 7,5 кг / м3. Құбырдың диаметрі 2 см.",
                "date": "7.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий карбонатының және кальций хлоридінің сапалық құрамын талдау",
        "question_content": "Натрий карбонатының және кальций хлоридінің сапалық құрамын талдау",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Карбонат-ионға сапалық реакция.\nСынауыққа 1 мл натрий карбонаты ерітіндісін және осындай көлемде барий хлориді ерітіндісін құйыңдар. Не байқалады? Реакцияның толық және қысқартылған иондық теңдеулерін жазыңдар.\nСынауыққа 1 мл натрий карбонаты ерітіндісін құйып, бірнеше тамшы күміс нитратын қосыңдар. Не байқалады? Реакцияның толық және қысқартылған иондық теңдеуін жазыңдар.\nТүзілген тұнбаға 0,5мл сұйытылған азот қышқылының ерітіндісін қосыңдар. Не байқалады? Реакцияның толық және қысқартылған иондық теңдеулерін жазыңдар.\nШешуі:\nҚажетті реактивтер мен құрал-жабдықтар: натрий карбонаты, барий хлориді,күміс нитраты, сұйытылған азот қышқылы ерітінділері, сынауықтар.\nНатрий карбонатының ерітіндісіне барий хлоридінің ерітіндісін қосқанда ақ барий карбонатының тұнбасы түзіледі:\n24\nNa 2CO3+BaCl2=BaCO3 +2NaCl молекулалық теңдеу\n2Na++CO32-+Ba2++2Cl-=BaCO3 +2Na++2Cl- толық иондық теңдеу\nCO32-+ Ba2+= BaCO3 қысқартылған иондық теңдеу\nАл күміс нитратының ерітіндісін қосқанда ақ күміс карбонатының тұнбасы түзіледі:\nNa 2CO3+2AgNO3=Ag2CO3 + 2NaNO3молекулалық теңдеу\n2Na++CO32-+2Ag++2NO3- -=Ag2CO3+2Na++2NO3- толық иондық теңдеу\nCO32-+2Ag+= Ag2CO3 қысқартылған иондық теңдеу\nAg2CO3= Ag2O +CO2\nқара тұнба\nТүзілген тұнбаға сұйытылған азот қышқылының ерітіндісін қосқанда жүретін реакция теңдеулері:\nBaCO3 +2HNO3(сұйы)= Ba(NO3)2+Н2O+CO2\nAg2CO3 + 2HNO3(сұйы)=2 AgNO3+ Н2O+CO2\nТолығырақ: https://ust.kz/word/zattardyng_sapalyq_quramyn_anyqtay-150302.html",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрік, түргеш және оғыз мемлекеттерінің даму еркешеліктері.",
        "question_content": "Түрік, түргеш және оғыз мемлекеттерінің даму еркешеліктері.",
        "question_date": "6.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркілердің тайпалық одағы тарапынан орта ғасырларда (552 - 742 ж.) басқарылған Азиядағы ірі мемлекет. Түргештер дулы тайпа құрамының ішіне жатады. Тарихтағы ең ірі мемлекеттердің бірі. Түркі қағанатының күшейген уақытында Солтүстік-Шығыс Қытай (Маньчжурия), Монғолия, Алтай, Шығыс Түркістан, Батыс Түркістан, Орта Азия, Қазақстан және Солтүстік Казказ территорияларына иелік еткен. Қытай жылнамалары түркілерді ғұндардың ұрпағы деп атаған. Түркі қағанаттың саяси-әскери бірлестік ретінде қалыптасқан мекені - Жетісу. Жетісу мен Шығыс Қазақстан жужан мемлекеттің шет аймақтары болатын. Осы аймақтарда орналысқан тайпалар - теле - 492 ж. жужаньдарға қарсы шығып, тәуелсіздік мемлекет құрады. Дегенмен де, 516 ж. жужаньдар жаңа құрылған мемлекетті тағы да өздеріне бағындырады. 545 ж. теле тайпаның Ашина руы жужаньдарға қарсы қүресті басқарады. 551 ж. ашина руының батыры Бумын, Қытаймен бірігіп, жужань мемлекетінің талқандайды. Сонымен, түркі тілдес тайпаларының ішіннен шыққан теле тайпасы Жетісуда мемлекетінің негізін құрып, көрші мекендерді өзіне бағындыру үшін саясат жүргізеді. 1 мыңжылдықта Еуразияның аймағында этникалық өзгерістер болады. Түркі тілдес тайпалар басымдық алды. \"Түрік\" атауының тұңғыш рет аталуы қытай шежірелерінде кездеседі және ол 542 жылға жатады. Қытайлар түріктерді сюнну-ғұндар деп атаған. Ерте Түркі мемлекеті - Түркі қағанаты 552 жылы құрылды. Оның негізін салған - Бумын қаған 553 жылы қайтыс болады. Оның мұрагері - Қара-Ыстық-хан - билігі бір жылға толмай, қайтыс болады. Мұқан-қаған (553-572) билік құрған жылдарда Түркі қағанаты Орта Азияда саяси үстемдікке ие болады. Олар Маньчжуриядағы қидандарды, Енисейдегі қырғыздарды бағындырады, бұларға Солтүстік Қытай алым-салық төлеп тұрады. 563-567жж. эфталит патшалыпын басып алады. Міне, осыдан кейін олардың жері Каспий теңізінен Солтүстік Индияға дейін және Шығыс Түркістанға дейін созылып жатқан. Батыс Түрік Қағанаты Түркілер Орта Азияны жаулап алғаннан кейін Жерорта теңізіне дейін баратын Жібек жолына иелік етті. Олар өздерінің жаулап алу жорықтарын жүргізуде Иранға қарсы Византиямен одақтасты, 571 жылы түріктердің әскери қолбасшысы Естеми Солтүстік Кавказды басып алады, сөйтіп Керчь түбегіне (Боспорға) шықты. Оның баласы Түріксанф Керчьті басып алып, 576 жылы Қырымға шабуыл жасады. Бірақ Естеми өлгеннен кейін 582-593 жылдары билік үшін қырқыс басталды. Өзара қырқыс пен әлеуметтік қайшылықтар қағанатты қатты әлсіретті. Күшейіп алған Иран 588 ж. Герат түбінде түріктерді жеңіп шығады. Византия 590 жылы Боспорды қайтадан жаулап алады. Өзара қырқыстар, әлеуметтік қарама-қайшылықтар қағанатты әлсіретіп, оның 603 жылы Шығыс және Батыс түркі қағанаттарына бөлінуіне әкелді. Шығыс Түркістаннан Амударияға, Еділ өңірі мен Терістік Кавказ далаларына дейінгі жер Қағанат қарауына көшеді. Түркі мемлекетінің басында - қаған тұратын, оның оң қолы (көмекшісі) - \"яғбу\" титулымен аталатын. 568 ж. бастап Түркі қағанаты 4 болысқа бөлінетін. Қағанның ордасы (ставкасы) - Алтайда болған. Халық 3 әлеуметтік топқа бөлінген - бектер, қара-будундар (жалпы халық), татылар (құлдар). Түріктерге бағынатын тайпалардың барлығы - оғыз деп аталатын. 581 ж. Қытайда Чжоу династияның орнына Суй династия келгеннен кейін, жаңа патша түріктермен барлық сауда қарым-қаныстарды үзді. Енді Қытайдан жібек маталары Орта Азияға келмейтің болғандықтан, түрік қағандарының Ұлы Жибек жолындағы ролі азаюға бастады. Тобо-хан қайтыс болғаннан кейін, түркі қағанатта өзара қырқыс басталады. Суй династияның патшалары осы ішкі өзгерістерді сезіп, түркі қағанатты ыдыратуға, әлсіретуге тырысады. Осы саясаттың нәтижесінде, 602-603 жж. қарай, түркі қағанаты екіге бөлініп кетеді. 604 ж. Батыс Түркі қағанатының қағаны болып Таман сайланды. Ал Шығыс Түркі қағанатының қағаны болып Жанғар сайланды. Түркештер-Батыс түрік қағандығындағы бес арыс ел дулаттың белді тайпасы. Түркештер- ежелгі үйсін,дулат ұлысының ұрпағы. Шежіре деректерінде \"сары үйсін\" деп аталады.Түркештер Іле мен Шу өзені аралығында, Іле Алатауынан Балқаш көлінің оңтүстігіне дейінгі өңірде көшіп-қонып жүрген. Бұл өлке мал шаруашылығына қолайлы, құнарлы өріс-қоныс болды. Сонымен қатар отырықшы егіншілік ошағы, біршама көркейген қалалары бар бай өлке еді. Шығыс пен Батыс арасындағы сауда-керуен жолының осы өңірді басып өтетін басты бөлігі түркештердің бақылауында болды. Бұл жағдай түркештердің әскери-саяси жіне шарушылық қуатын арттыра түсті. Батыс Tүрік қағанатындағы өзара тартыстар, Жетісу- да өз үстемдігін орнатуға ұмтылған Қытай императорлық әулетінің әскери- саяси әрекеттері қаған билігінін әлсіреуіне, сөйтіп бірте-бірте тек аты ғана қалуына көбіне-көп себепші болды. «Он жебе» құрамына кірген тайпалардың енді қаған атынан емес, өз туын көтеріп қимыл жасауы жиілей түсті. 694 жылы таққа отырған Ашина Туйцзы тибеттіктермен одақтаса отырып, шығыста қытай әскеріне қарсылық ұйымдастыруға әрекет жасаған кезде, Жетісудың өзінде азғыр Нүзұқ-Иркин, түргеш Чыкан және ұлық-оқ тай- пасының басшысы бастаған тайпалар Суяб бекінісін қоршауды ұйымдастырған, бірақ шежірешінің сөзіне қарағанда, олар жеңіске жете алмаған. Мұның өзі, шындыққа үйлеспейтін болса керек. Қалаға шабуылдың сәтсіз аяқталуы туралы шежірешінің сөздері өкілдердің мәлімдемесіне ғана негізделген. Әдеттегідей, шайқастың қалай болғанын нақты суреттеп баяндау жоқ, шежіреші тек «жеңілді» дейді де қояды. Ол былай тұрсын, бұдан кейін аймақтың халқын бірден тыныштандыру үшін түрік Хусэлоның бастауымен армия ұйымдастырылды (бұлар түріктерден құрылған болуы керек) делінеді. Бірақ жорыққа әзірленіп жатқан кездің өзінде қағанатта жаңа бір күш пайда болады да, мұның қуаттылығы соншалық, Хусэ- ло батысқа жорық жасаудың орнына асығыс түрде тайып тұрады. Бұл күш Баға-тархан (моге-даған) деген атағы бар Үшлік (Учжилэ)17 бастаған түргештер болды. Бытыраңқылық және Хусэло қағанның қашып кетуі жағдайында түргештердің көтерілуі күтпеген жерден болған оқиға емес еді. Қағанаттың сол қанатының құрамына кіретін, халқы көп тайпа болған түргештер VI ғасырда-ақ Шу-Іле қос өзені аралығындағы үлкен аймақты алып жатты және Жетісудағы керуен жолдарының көбі солардың бақылауында болды. Түргештердің ықпалы бірте-бірте күшейе берді, оларға бағынышты тайпалар саны көбейді. Хусэло жеңілместен бұрын-ақ Үшлік өз жерлерінде әрқайсысы 7 мың адамнан 20 түтіктік құрды. Бұрын Шудың солтүстік-батыс жағында болған өз ордасын ол Суябқа көшіріп, оны Үлкен орда деп атады; Күнгіт қаласында оның Кіші ордасы болды. Күнгіт және солай аталатын тайпа Іле өзені аңғарында орналасқан18 (олар мұнда XI ғасырда да тұрған, мұны Махмуд Қашғари атап көрсеткен)19. Шежіреде айтылғанындай, батыс түрік жерлері «шығыста солтүстік туцзюйлермен (яғни Шығыс түрік қағанатымен), батыста — хулармен (соғды князьдіктерімен) шектесіп, шығыста тікелей Сичжоу (Тұрфан) жәнеТинчжоу (Бесбалық) аймақтарына дейінгі жерді алып жатқан». Бұл екі топтың арасы өте-мөте ушығып тұрған болатын. Үстемдік үшін күрестің барысында Іле түргештері Қапаған-қаған бастаған шығыс түріктерімен әскери одақ құрды. Олардың арасындағы күрес көріністерінің бірі Ертістен бір түндік жердегі Бөлу Шу өзені бойындағы шайқас болып табылады. Шу түргештері (басқаша айтқанда, сары түргештер) қатты жеңіліске ұшырады, мұның нәтижесінде үстемдік олардың бәсекелестеріне (қара түргештер, бұлар өз ордасын Таласқа көшірді) ауысты. Бұлар қаған тағына қара түргештердің шапыш (чэбиши) тайпасының өкілі Сулықты (Сулу) отырғызды. Құжаттар сол кездегі Түргеш қағанатында әлеуметтік өзгерістердің болғанын көрсетеді. «Жаңа Тань тарихында» былай делінген: «Шығындар (ақсүйектердің) күн сайын өсіп жатты, ал қор дегенің болған жоқ. Соңғы жылдары ол (қаған) тапшылықты сезіне бастады, сондықтан талап алынған олжаларды бірте-бірте бөліске салмай, өз қолында ұстады. Міне, осы кезде бағыныштылар да одан бөлініп шыға бастады». Дау-жанжалдар қара түргештер мен сары түргештердің билеуші топтары арасындағы күреске ұласты. 738 жылы Сұлық-қаған өлген кезден бастап бұл күрес өте-мөте шиеленісе түсті. Шежіреде айтылғандай, Түргеш қағанатында «Сөгенің (Сақалдың) ұрпақтарын сары рулар (сары түргеш) деп, ал Сұлу (Сулуқ) үлысын қара рулар (қара түргеш) деп атайды, (олар) бірімен-бірі жауласады, біріне- бірі сенбейді». Түргеш шонжары шумекен Бекан-Күлүг-шорасының (Фу- Янь-Цюэлю-чо) хатында да осы туралы айтылады: «Біз далада, толқып тұратын елде тудық, біріне-бірі шабуыл жасап, кескілесіп жатады...» Арабтар Орта Азияға жаулауы басталған кезде, Қазақстан мен Орта Азияның басым бөлігі Батыс Түркі қағанаты қол астында болды. Арабтарға қарсы күресте Жетісуда өкімет басына келген түргештер болды. Оның негізін салған Үш-еліг қаған (699-706 жж.). Оның ордасы Шу бойындағы Суяб қаласы болды. Екінші (кіші) ордасы Іле өзені жағасындағы Күнгіт қаласында орналасты. Үш-еліг-қаған елді 20 түтіктікке (еншілікке) бөлді, оның әрқайсысының 7 мыңнан әскері болды. Үш-еліг-қаған Қытай империясымен және Согда мемлекетімен саяси бірлестік құрып, арабтарға қарсы күреседі. Түргеш қағанатында Үш-елігтен кейін оның мұрагері болып, баласы Сақал-қаған (706-711) таққа отырады. Оның кезіңде Түргеш мемлекетінде ішкі бірлік болмайды және қағанат үнемі арабтармен, қытайлармен күрес жүргізіп отырды. Түргеш қағанаты Сулық қаған (715-738) тұсында күшейді. Оның тұсында түргештер екі майданда күрес жүргізді. Батыстан арабтар, шығыстан Тан әулеті кұш көрсетті. Елшілік жолымен (неке байланысы) және әскери шаралар арқылы Сулық шығыстан келетін қатерді болдырмады. Бұл жағдай түргештердің батыста белсенді әрекет етуіне мүмкіндік туғызды. 723 жылы Ферғана қарлұқтарымен және Шаш тұрғындарымен тізе қосып, түргештер арабтарды жеңеді. Сулықты арабтар Абу Мұзахим (Сүзеген) деп атайды. 737 жылы Сулықты өз қолбасшысы Баға-Тархан өлтіреді. Оның қазасынан кейін \"сары\" түргештер мен \"қара\" түргештер арасында өкімет билігін алу үшін күрес басталды. 746 жылы Жетісуға Алтай мен Тарбағатайдан қарлұқтар келіп қоныстанады. Арабтармен, сондай-ақ өзара қырқыстардан әлсіреген түргештер қарлұқтарға белсенді қарсылық көрсете алмайды. Мұны Қытай империясы пайдаланды. Оның Шығыс Түркістандағы уәлилері 748 жылы өз әскерін Суяб қаласына аттандырады да, оны басып алады. Шаштың иесі дарға асылады. Оның баласы арабтардан көмек сұрап келеді. 751 ж. Тараз жанындағы Атлах қаласы маңында арабтар мен қытай әскері арасында зор шайқас болады. Шайқас бес күнге созылады. Шешуші сәтте қытайлардың ту сыртындағы қарлұқтар көтеріліс жасап, арабтар жағына шығады. Қытайлар толық жеңіледі. Тан әскері Жетісуды, Шығыс Түркістанды тастап кейін шегініп кетеді. Арабтар Шашқа қарай кетеді. Бірақ ішкі қырқыс Түргеш мемлекетін әбден тұралатып тастады. 756 жылы түрік тілді қарлұқ тайпаларының әрекетінен түргеш мемлекеті құлады.\n\nИсточник: https://e-history.kz/kz/history-of-kazakhstan/show/8767/\n© e-history.kz",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан аумағын антропогендіктену дәрежесі",
        "question_content": "Геожүйелердің антропогендік тасымалдануына сипаттама беріңіздер. Қазақстан аумағын антропогендіктену дәрежесі бойынша аудандастырыңыздар:\n     - ең жоғарғы, антропогендік, табиғи- территориялық кешен (ТТК), антропогендік жүктеме 5 класстан тұрады: техногенді, қайта өңдеу, көлік, селитебті, ауыл шаруашылықты, антропогендіктену дәрежесі 100%.\n     -өте жоғары, табиғи-антропогендік ТТК, антропогендік жүктеме 4 класстан тұрады: қайта өңдеу, көлік, селитебті, ауыл шаруашылықты. антропогендіктену дәрежесі 75%.\n     - жоғары. Табиғи-антропогендік ТТК, антропогендік әсер 2 классты: көлік, ауыл шаруашылықты. антропогендіктену дәрежесі 50%.",
        "question_date": "6.10.2020",
        "question_tag": "Табиғат",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықтың шығу тегін зерттеуде антропологиялық деректердің мөні зор. Антропология — адам ағзасының белгілі бір географиялық ортада, белгілі бір уақыт шеңберінде езгеруін, осы өзгерістердің неден, қалай болатыны заңдылықтарын зерттейтін ғылым. Зерттеу объектісі биологиялық түрлердің бірі адам болғандықтан және зерттеу әдістері биологиялық төсілдерге сүйенетіндіктен, антропология биология ғылымына жатады.\nАдам баласы жанды тіршілік иелері ішіндегі тарихты жасаушы әлеуметтік белсенді организм болғандықтан, антропологияның тарихи антропология деп аталатын саласы биология және тарих ғылымдарының әдіс-төсілдерін пайдаланады, ал зерттеу нәтижесі кәбінесе тарихқа қатысты болады.\nАнтропология ғылымын үш сатыға бөлу қалыптасқан:\nАдам морфологиясы;\nАдам баласының шығу тегін зерттейтін сала (антропогенез);\nНәсілдерді зерттейтін сала (расогенез).\nХалықтың арғы шығу тегін зерттеуде антропологияның нәсілдік ұқсастықтарды, өзгешеліктерді зерттейтін салаларының маңызы зор.\nАдамдардың белгілі бір географиялық аймаққа бейімделуімен, шығу тегіндегі белгілі бір ортақтастығымен қалыптасатын ұқсастықты нәсіл немесе антропологиялық түр-сипат деп атайды. Антропологиялық түр-сипат халық боп бірігу барысында қалыптасады.\nҚазақстан жерін қола дәуірінде мекендеген адамдардың түр-сипаты[өңдеу]\nТолық мақаласы: Қола дәуірі\nҚазақстан жерін қола дәуірінде (б. з. д. 2—1 -мыңжылдықтар аралығы) Андронов тарихи-мәдени бірлестігіне жататын тайпалар мекендеді. Андрондықтардың сүйектері Солтүстік, Орталық және Шығыс Қазақстан жерлерінен көп табылып, зерттелді. Олардың антропологиялық түр-сипатын андрондық тұрпат деп атайды. Бұл тұрпат еуроиеоидтіктердің арғы тегінің нәсіліне ұқсас. Олардың бас сүйегі мезокранды (үлкен), бетінің тұрқы дөңгеленіңкіреп келген, мұрны дөңестеу. Хакасия жеріндегі Минусин ойпатынан табылған бас сүйектерге ұқсас.\nКейінгі жылдары Ойжайлау қорымынан (Жамбыл облысы) табылған бас сүйектердің біразының беті сопақша, маңдайы шығыңқы, ал Зевакино қорымынан (Шығыс Қазақстан) сопақ басты, ат жақты, көз шарасы ұялы, мұрны қусырыңқы бас сүйектер табылды. Бұл антропологиялық материалдар Қазақстан жерін қола дәуірінің соңына қарай мекендеген тайпалардың Орталық Азия тұрғындарымен жақындығын көрсетеді. Қола дәуірінің Алексеевское қонысынан (Қостанай) табылған әйелдің бас сүйегі Мәскеудегі М.М.Герасимов атындағы зертханада қалпына келтірілген. Бұл бейнеден андрондық тұрпатты көруге болады.\nЕрте темір дәуірінде Қазақстан жерін мекендеген тайпалардың антропологиясы[өңдеу]\nТолық мақаласы: Темір дәуірі\nЕрте темір дәуірінде Қазақстан жерін сақ, ғұн, сармат, т.б. тайпалар мекендеген. Сақтардың бас сүйегі шағын, ми қауашағы кішірек, беті жалпақтау, көзі ұялы, қабақ сүйегі шығыңқы, мұрны дәңестеу болған. Жалпы, сақтардың бет-пішінінде андрондық тұрпат белгілері бар екендігі байқалады.\nДегенмен де сақтардың бет әлпетінде еуропеоидтік тұрпаттың көмескілене бастағаны мынадай белгілерден байқалады: бас сүйектің тұрқы қысқарады, беті жалпақтана түседі, маңдайы тайкыланады, көз ұясы шығыңқы бола бастайды.\nМонғолоидтік белгі Солтүстік, Шығыс Қазақстан сақтарында Орталық Қазақстанды жайлаған сақтарға қарағанда басым болған. Сонымен қатар Қазақстанның оңтүстік өңірлері сақтарында да монғолоидтік сипаттар біршама мол, ал Арал маңын мекендеген сақтарда бұл көрсеткіштер аздау. Б.з.д. V—III ғасырларда Батыс Қазақстанда өмір сүрген савроматтардың кейбір бас сүйектері Жетісу сақтарынікіне ұқсас, оларда да монғолоидтік сипат бар.\nСақтардың бет-пішінінде монғолоидтік нышандар пайда болғанымен, еуропеоидтік нәсілдің белгілері әлі де басым. Ғалымдардың есептеуінше, сақтардың бет пішінінде монғолоидтік нышандар басым болды. Сонымен қатар мына мәселеге назар аудару қажет. Өткен ғасырдың 40—50-жылдарында Қазақстан мен Орталық Азияға монғолоидтік нәсіл тек ғұндардың осы өңірлерге енуімен байланыстырылған, ал XX ғасырдың 60-жылдарынан бастап Г.Ф.Дебецтің, Т.А.Трофимованың, О.Исмағұловтардың деректері бұл өңірдің антропологиялық жағынан монғолдануы ғұндар заманынан бұрын басталғанын көрсетті.\nМонғолоидтік нәсілді Қазақстан жеріне әкелушілер Орталық Азиядан батысқа қарай қоныс аударған монғол тектес, түркі-монғол тілдес тайпалар еді. Б.з.д. III ғасыр мен б.з. III ғасырлары аралығында Оңтүстік-шығыс және Шығыс Қазақстан жерінде көне үйсін тайпалары өмір сүрді. Жетісу жерінде Сарытоғай, Таңбалытас қорымдарынан табылған кейбір бас сүйектер нәсілдік тегі жағынан таза монғолоидтерге ұқсайды. Үйсін дәуіріне жататын Орталық, Солтүстік, Шығыс Қазақстан жерінен табылған антропологиялық материалдар да монғолоидтік нәсілдің бұрынғыдан да көбейе түскендігін көрсетеді.\nТағы бір айта кететін мәселе, монғолоидтік белгілер ер адамдар бас сүйегінде кездеседі. Орталық Азиядан Қазақстан жеріне осы кезеңде келгендер жаулап алушылар болса керек.\nҒүндардың араласуы нәтижесінде жергілікті сақ-үйсін этностың топтардың антропологиясында монғолоидтік нәсіл белгілері күшейе түсті. Сонымен ғұн-үйсін заманында қазақ жерін жайлаған этностық топтардың антропологиялық бет пішінінің мөлшермен 1/4 бөлігі монғолоидтік болды.\nЖалпы ғұндар Қазақстанның ежелгі тайпаларының антропологиялық тұрпатына ғана емес, сонымен қатар тілінің түркіленуіне де қатты әсер етті. Өкінішке орай, Қазақстан жерінде ғұндардың археологиялық ескерткіштері аз анықталып, нашар зерттелген. Сондықтан антропологиялық материалдар да жоқтың қасы.\nТүрік дәуірінің антропологиясы[өңдеу]\nТолық мақаласы: Түркітектес халықтардың антропологиялық құрамы\nҚазақстан жерінен табылған түрік заманының антропологиялық материалы бұл заман адамдарының тұрпатында еуропеоидтік және монғолоидтік нәсіл белгілері аралас екендігін көрсетті. Аймақтар бойынша салыстырсақ, Шығыс Қазақстанды мекендеген түріктерге қарағанда, Солтүстік Қазақстан жерін мекендеген түріктерде монғолоидтік нышандар көбірек байқалады. Жетісудан табылған түрік заманының бас сүйектері де еуропеоидтік және монғолоидтік нәсілдердің буданы іспеттес, олар қазіргі қазақтардың тұрпатына жақын. Басқа аймақтардағы сияқты Жетісу антропологиялық материалдарының ішінде аса таза еуропеоидтік немесе монғолоидтік түрлер де кездеседі.\nТүрік заманында Қазақстан жерін мекендеген халық өзінің алақұлалығымен ерекшеленеді. Бұрын-соңды Қазақстан жерінде антропологиялық бет-әлпетінің осыншама ала-құлалығы кездеспеген. Ерте орта ғасырларда да шығыстан батысқа қарай қоныс аударған тайпалардың Қазақстан жеріне соқпай кеткені кемде-кем. Дегенмен де түрік заманындағы жерімізді жайлаған халықтың бет әлпетінде сақ, үйсін адамдарының заңды жалғастығының бар екенін баса айту керек.\nСырттан келіп қосылған халыктар сонау сақ дәуірінен бері үздіксіз қалыптасып келе жатқан жергілікті антропологиялық тұрпатты күрт өзгерткен жоқ, тек аздап монғолдандырды. Антрополог О.Исмағұловтың есептеуі бойынша, түрік дәуірінде Қазақстанды мекендеупгі тайпалардың антропологиялық тұрпаты 20%-ға монғолданды. Сонымен түркі заманында Қазақстан жерінде тұрандық-оңтүстік сібірлік нәсілдік тұрпат қалыптаса бастады.\nМонғолдар шапқыншылығы дәуірінде жерімізге азиялық антропологиялық элемент соңғы рет үлкен толқынмен енді. Монғолдар басып алған ғасырларда қазақ халқының бет тшінінде монғолоидтік белгілер айқын байқалған.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірттің жану реакциясы теңдеуін жазып, теңестіріңіз.",
        "question_content": "1)Калийдің жану реакциясы теңдеуін жазып, теңестіріңіз.\n2)Калийдің жану реакциясындағы өнім және реагенттерді атаңыз.\nөнімдер:\n\n             реагенттер:",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "k+O2=KO2\n\n4K + O2 = 2K2O\n\n2 K + O2 → K2O2\n\nРеагенттердің барлығы Калий және оттегі\n\nӨнімдері:\n\nКО2 -  Калий надпероксид\n\nK2O - Калий оксиді\n\nK2O2 -  Калий пероксид",
                "date": "7.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дихлорпентан мен натрий металы әрекеттескенде түзілетін циклопентанның массасы қанша?",
        "question_content": "1. 352,5г 1,5-дихлорпентанмен натрий металы әрекеттескенде түзілетін циклопентанның массасы(г):  а) 164; ә) 175; б) 178; в) 184; г) 192.\n\n2. 140г циклопентан алу үшін натрий металымен әрекеттесетін қанша 1,5-дихлорпентан қажет(г): а) 192; ә) 234; б) 255; в) 264; г) 282.\n\n3. 115г натрий металы мен 1,5-дихлорпентан әрекеттескенде түзілетін циклопентанның массасы(г): а) 144; ә) 157; б) 163; в) 175; г) 180.\n\n4. 225,6г 1,5-дихлорпентанмен 82,8г натрий металы әрекеттескенде түзілетін циклопентанның массасы(г): а) 94; ә) 106; б) 112; в) 133: г) 144.\n\n5. Қалыпты жағдайда 11,2л циклобутанды толық жағу үшін қажет оттегінің көлемі(л): а) 11,2; ә) 22,4; б) 44,8; в) 67,2; г) 89,6.",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)c5h10cl2 + 2na --- c5h10 + 2nacl\nm(c5h10cl2) = 352.5\nm(c5h10) = x\nMr ( c5h10) = 70\n\nMr(c5h10cl2) =141\n\n x= 175",
                "date": "7.10.2020",
                "upvotes": 0
            },
            {
                "text": "2) c5h10cl2 + 2na --- c5h10 + 2nacl\nm(c5h10cl2) = х\nm(c5h10) = 140г\nMr ( c5h10) = 70\nMr(c5h10cl2) =141\n\n x= 282",
                "date": "7.10.2020",
                "upvotes": 0
            },
            {
                "text": "3) c5h10cl2 + 2na --- c5h10 + 2nacl\nm(Na) = 115г\nm(c5h10) = х\nMr ( c5h10) = 70\nMr(Na) =46\n\n x= 175",
                "date": "7.10.2020",
                "upvotes": 0
            },
            {
                "text": "4)c5h10cl2 + 2na --- c5h10 + 2nacl\nm(Na) = 82,8г\n\nm(c5h10cl2) = 225,6г\n\nm(c5h10) = х\n\nMr(c5h10cl2) =141\n\nMr ( c5h10) = 70\nMr(Na) =46\n\nv1=225,6г/141=1.6\n\nv2=82.8/46=1.8\n\nv1 мәні аз болғандықтан сонымен есептейміз\n\n225,6-----х\n\n141------70\n\nx=112г",
                "date": "7.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кыз Жибек жырында не айтылады?",
        "question_content": "Кыз Жибек жырында не туралы айтылган",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лиро-эпостық яғни махаббат жырларында негізінен батырлық, ерлікті жырлаудан гөрі, екі жастың арасындағы шынайы махаббат, халықтың әдет-ғұрпы , салт-дәстүрі көбірек суреттеледі екен. «Қыз Жібек» жыры да солардың бірі.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "өрттен сақтану шаралары?",
        "question_content": "өрттен сақтану шаралары?",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өрттің алдын алу шараларын ұйымдастыру және техникалық шаралар деп екіге бөлуге болады.\nҰйымдастыру шаралары:\n— тұрғындардың арасында түсіндіру жұмыстарын жүргізу;\n— көрнекі үгітпен насихаттау;\n— ерікті өрт сөндірушілерін жасақтау;\n— ашық от жағыуға, темекі шегуге, жарамсыз пештерді пайдалануға, т.с.с. тыйым салу жұмыстары жатады.\nБарлық жұмыс істейтіндер өртке қарсы күрес жөнінде инструктаж алуы, ал дәнекерлеушілер, пісірушілер, электриктер, қоймашылар арнайы курстарда оқудан өткізілуі тиіс.\nТехникалық шараларға;\n— құрылыстарды өртке төзімді материалдардан салу;\n— құрылыстардың талапқа сай арақашықтығын сақтау;\n— қыстақтарды суға жақын  жерге орналастыру;\n— барлық құрылыстарда өрт кезінде кететіндей арнайы есіктер болуы тиіс және олар сыртқа қарай ашылатын болуы қажет;\n— пештер, қыздырғыш, құбыр желілері талапқа сай болуы тиіс;\n— су жүретін қатып қалғанда оларды ыстық сумен, болмаса ыстық құммен еріту қажет;\n— қоймалар, жанармай сақтайтын жерлер, егістіктер айналдыра соқамен жыртылып қойылуы тиіс;\n— тракторлар ұшқын сөндіргіштермен жабдықталуы тиіс;\n— электр жүйелерінде жерге тұйықтау, нөлдік сымға қосу істері жасалуы тиіс;\n— шөпті, астықты кептіргенде желдеткіш айдайтын ауаның температурасы 110-120°С-тан аспауы қажет;\n— от сөндіргіш, күрек, құм салған жәшік, киіз болуы тиіс;\n— жайтартқыштар жасалуы қажет.\nЖануды тоқтату әдістері және от сөндіргіш заттар\nЖануды тоқтатудың үш жолы бар:\nЖанатын заттың отқа келуін тоқтатып,басқа жаққа алып кету;\nЖанып жатқан жерге оттегінің келуін тоқтату немесе оны азайту;\nЖанып жатқан затты салқындату.\nОтты сөндіру үшін өрт сөндіргіш заттар пайдаланылады. Олар:су,көбік,көмір қышқылы,инертті газдар,құм,ұнтақтар және түрлі жапқыш құралдар:брезент,киіз,асбест.\nСу – өрт сөндіру үшін көп қолданатын зат. Судың ағыны жалынды бөліп,тұншықтырады.Сондай-ақ , су жанып жатқан затты салқындатып,отты сөндіреді.Су отқа тигенде буға айналып,ол жерге оттегінің қатысуына жол бермейді,сөйтіп жануды тоқтатады.\nБірақ суды барлық уақытта пайдалануға болмайды.Ол ток өткізгіш,ол арқылы адамды ток ұруы мүмкін. Қатты қызған темірге тигенде су сутегі мен оттегіне бөлініп,қопарылыс пайда етеді. Сондай-ақ,су кальций карбидне тигенде ацетилен бөлінеді,әктасқа тигенде жоғары жылу бөлінеді. Мұның бәрі адамның денесін күйдіруі мүмкін.\nСудың салмағы жанармайдан ауыр.Сондықтан су жанып жатқан майды сөндірудің орнына оны ұлғайтып жіберуі мүмкін.Су төмен температурада қатып қалады.\nКөбік – жақсы от сөндіргіш зат. Көбікті қысылған ауамен немесе химиялық жолмен алады.Қысылған ауамен алынатын көбік ауаның түйіршіктерінен тұрады, ал химиялық жолмен алынатын көбік газдан тұрады. Көбік жеңіл болады, оны жанар-жағрмайларды сөндіру үшін пайдаланады. Көбік бензиннің бетінде қалқып жүреді және отқа ауаның, будың, газдың баруына жол бермей,сөндіреді.\nКөбікпен еріткіш сұйықтар, электр тогы жүріп тұрған желілерді, адамның үстіндегі киімді сөндіруге болмайды. Ол үшін түрлі жапқыш заттарды пайдалану керек (киіз, брезент, асбест).\nКөмірқышқыл газын түрлі отты сөндіруге пайдалануға болады. Олток өткізбейді, ауаны келтірмейді. Оған қоса, көмірқышқыл газының қар сияқты массасы -72°С температурасымен отты салқындатады. Олауадан 1,5 есе ауыр. Демек, ол оттың арасына кіріп, тұншықтырады.\nКөмірқышқыл газымен этилді, спиртті, целлулоидты, термитті сөндіре алмаймыз. Өйткені олар оттегінің қатусыз жанады.\nОтты сөндіруге, сондай-ақ инертті газды, өрт сөндіргіш ұнтақтарды пайдаланады.\nҚұм да отқа оттегіні келтірмей салқындатады.\n                Өрт сөндіргіш құралдар\nӨрт сөндіру үшін түрлі техникалық құралдарды пайдаланады.Олар жарамды күйде болуы тиіс.\nОлар:\n-орт сөндіру жабдықтары(су құятын бактар, өрт шелектері, құм салатын жәшіктері, өрт сөндіргіш аспаптардың тақтасы, өрт қауіпсіздігінің белгілері);\n— өрт сөндіру қондырғылары (өрт гидранттары, гидрант-колонкалары, өрт крандары, сорғылары, көбік араластырғыштар;)\n— өрттен құқару құралдары (сатылар, арқандар);\n— өрт сигнализациясы (автоматы немесеқолмен қосылатын қондырғылары – дыбыс, жарықты аралас);\n— от сөндіргіштер- олардың ауа мен көбіктің қоспасын, химиялық көбікпен, сұйықпен, ұнтақпен, қышқылмен сөндіретін болады.\n— өрт сөндіретін қондырғылар-бөлменің ішіндегі отты сөндіру үшін пайдаланылады. Олар аэрозолды, сұйықты, сулы, газды, булы, көбікті, ұнтақты болады;\n— өрт машиналары (өрт сөндіруші автомобильдер, мотомпалар).\nАуыл шаруашылығы өндірісінде төмендегідей от сөндіргіштер көп пайдаланылады:\n— қолмен іске қосатын көбікті от сөндіргіштер: ОП-5, ОХП-10;\n— көмірқышқылды от сөндіргіштер: ОУ-2, ОУ-5, ОУ-8;\nОП-5 от сөндіргіштің қаңқасына 400 грамм натрий бикобранатының ұ литрлік ерітіндісіне 50 грамм мия сығындын (солодковый экстракт) қосып толтырылады. Ал стаканға 120грамм күкірт қышқылды темір тотығын көлемі 250 см³ ыстық (85-95°С) суға ерітіп құяды. Стаканға құяр алдында ерітіндіні 30-35°С салқындатады.\nБұл от сөндіргіш 1 минут жұмыс істейді. Сол уақытта 50 литр көбікті 6-8 м қашықтықта шаша алады. Әрбір 3 жылда от сөндіргіштің жағдайын тексеріп тұру қажет.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келесі теңдеулер бойынша жүретін реакциялар жылдамдығының өрнектелуін жазыңдар",
        "question_content": "<!--[if !supportLists]-->1.     <!--[endif]-->Келесі теңдеулер бойынша жүретін реакциялар жылдамдығының өрнектелуін жазыңдар:\nа) AlCl3 + 3NaOH = Al(OH)3 + 3NaCl;\nб) S(к)+ O2(г) = SO2(г);\nв) СO2(г) + С(к) = 2СO(г)",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Реакцияның температуралық коэффиценті 3-ке тең болған жағдайда, температураны",
        "question_content": "<!--[endif]-->Реакцияның температуралық коэффиценті 3-ке тең болған жағдайда, температураны 500С-тан 1000С-қа дейін өсіргенде, химиялық реакцияның жылдамдығы неше есе өседі?",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "50градусқа өзгергенде 3 тің 5 дәрежесіне  сай келіп 243 есе өседі",
                "date": "6.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құбырдың диаметрін анықтаңыз.",
        "question_content": "Мұнай 0,8 м / с жылдамдықпен құбыр арқылы ағады. Мұнай шығыны 2 * 103 т / с. Құбырдың диаметрін анықтаңыз.Құбырдың диаметрін анықтаңыз.",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m/t=p*L*S/t=p*V*S\n\nS=m/t*p*V=2*10^6/3600*800*0,8=20/3.6*0,8*8 (м)\n\nS=π*d^2/4\n\nd=√4*S/π",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Векторлардың скаляр көбейтіндісін анықтаңыз.",
        "question_content": "A(3;3;-2), B(0;-3;4),C(0;-3;0), және D(0;2;-4) нүктелері берілген. AB=a және CD=b векторларын тұрғызып, прab анықтаңыз.",
        "question_date": "6.10.2020",
        "question_tag": "Математика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 1,2 г магнийді оттекте жаққанда, 30,1 кДж жылу бөлінді.",
        "question_content": "Массасы 1,2 г магнийді оттекте жаққанда, 30,1 кДж жылу бөлінді. Термохимиялық теңдеуін жазып, жылу эффектісін есептеңдер.",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанған магний мөлшерін анықтаймыз\nn = m/M = 1,2/24 = 0,05 моль\n\n 1 моль магний жанғандағы бөлінетін жылу мөлшерін анықтаймыз.\nQ = 30.1/0.05 = 602 кДж/моль\n\nрекацияны жазамыз\n2Mg + O2 = 2MgO\nреакцияда 2  моль магний болғандықтан 2 есе көбейтеміз:\n2Mg + O2 = 2MgO + 1204 кДж",
                "date": "6.10.2020",
                "upvotes": 1
            },
            {
                "text": "Массасы 1,2г ма",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    }
]