[
    {
        "question_title": "Функцияның графиктарының қиылысу нүктелері кординаталарын табыңдар y=3,2x+6 және y=2,1x-5",
        "question_content": "Функцияның графиктарының қиылысу нүктелері кординаталарын табыңдар y=3,2x+6 және y=2,1x-5",
        "question_date": "11.12.2020",
        "question_tag": "Мектеп",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y=3,2x+6 және y=2,1x-5\n3,2x+6=2,1x-5\n1,1х=-11\nх=-10\nу=3,2*(-10)+6 = -26\nЖауабы: (-10;  -26)",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге әлемде сағаттар әр түрлі уақытты көрсетеді?",
        "question_content": "Сәлеметсіздерме? Осы неге әлемде сағат әр түрлі жүреді? Мысалға:бізде түн болып жатса басқа мемлекетте күндіз.......",
        "question_date": "11.12.2020",
        "question_tag": "География",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі, жердің өз осі бойынша және күн  жүйесі бойынша айнала қозғалуына байланысты. Өз осінен айналуы күн мен түн ауысуына , ал күн жүйесі бойынша қозғалысы жыл мезгілдерінің ауысуына жауап береді.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарту күші 15 кН-ға тең болса, үйкеліс коэффицентін табыңдар?",
        "question_content": "тарту күші 15kH  болатын жүк көлігінің артындағы тіркемеге 0,3м/с² үдеу береді. Егер ол тіркемеге келесі бір жүк көлігі 60кН болатын тарту көшін түсірсе, тіркеменің алатын үдеуін анықтаңыз.\n\nөтініш керек болып тұр",
        "question_date": "11.12.2020",
        "question_tag": "Физика",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тарту күші 15kH  болатын жүк көлігінің артындағы тіркемеге 0,3м/с² үдеу береді. Егер ол тіркемеге келесі бір жүк көлігі 60кН болатын тарту көшін түсірсе, тіркеменің алатын үдеуін анықтаңыз.",
                "date": "11.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауаның ауа бойынша сутек көмірқышқыл газы бойынша салыстырмалы тығыздығын табу",
        "question_content": "Ауаның а)ауа бойынша ә)сутегі б)көмірқышқыл газы бойынша салыстырмалы тығыздығын табу өтініш жауап беріңіздерші керек болып тұр",
        "question_date": "11.12.2020",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а)M(воздуха) = 29 г/моль\nD=29/29 = 1\n\nә) M(H2) = 2 г/моль\n\nD=29/2 = 14,5\n\nб) M(CO2) = 44 г/моль\nD=29/44=0,6591",
                "date": "12.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "А мұздың еруі физикалық па?",
        "question_content": "А мұздын еруі ол физикалық па?",
        "question_date": "11.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, физикалық құбылысқа жатады\n\nСебебі, ол жерде химиялық өзгеріс ( газ бөліну, тұнба түзілу,және тағы басқа ) болмайды.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Графигі y=1,3x+1 сызықтық функциясының графигіне пралель болатын фунцияларды анықта?",
        "question_content": "Графигі y=1,3x+1 сызықтық функциясының графигіне пралель болатын фунцияларды анықта?",
        "question_date": "11.12.2020",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Графигі y=1,3x+1 сызықтық функциясының графигіне пралель болатын фунцияларды анықта?\nу = 1,3*x + l шарты орындалса, онда кез-кедген осындай функция жоғарыдағы функцияға параллель болады.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анаэробты және аэробты тыныс алудың сипаттамалары бойынша салыстырыңыз?",
        "question_content": "1. Анаэробты және аэробты тыныс алудың сипаттамалары бойынша салыстырыңыз.\n2. Зәр шығару жүйесі мөлшері мен бүйрек ауруларының алдын алу жолдарын ұсыныңыз.",
        "question_date": "11.12.2020",
        "question_tag": "Биология",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тынысалу үдерістері немесе биологиялық тотығу, сондай-ақ жанудың соңғы нәтижесі бойынша ұқсас, алайда энергия жинақтауы өзгеше болады. Жану кезінде барлық энергия жарық және жылуға өтеді де, мұнда еш нәрсе қорға жиналмайды. Тынысалу үдерісінде энергияның бір бөлігі АТФ молекулаларында жинақталып, ақырында ағзалық заттарды синтездеу кезінде икемді алмасу реакцияларына пайдаланылады.\nАнаэробты тыныс алуға бос оттек жоқ ортада тіршілік етуге бейімделген ал аэробты тыныс алуға оттекті пайдаланатын организмдерге тән тыныс алу типі.\nАэробтық организмдер , аэробтар (гр. αηρ — ауа және βιοζ — тіршілік) – молекулалық бос оттек (О2) бар ортада тіршілік етіп, дами алатын организмдер. Аэробтық организмдерге барлық өсімдіктер, көптеген қарапайымдылар мен көп клеткалы жануарлар,саңырауқұлақтар, микроорганизмдер жатады. Оттектің (О2) қатысуымен жүретін биологиялық процесті аэробиоз деп атайды. Аэробтық организмдер өз организміне енген О2-нің тотығуынан пайда болған энергияны пайдаланады. Олар облигатты аэробтық организмдер және факультативті аэробтық организмдер болып 2 топқа бөлінеді. Облигатты аэробтық организмдер тотығу реакциясы кезіндегі энергияны пайдаланады, мысалы, сірке қышқыл бактериялары этил спиртін сірке қышқылына дейін, ал кейбір зең саңырауқұлақтары қанттарды лимон, қымыздық глюкон қышқылдарын түзгенге дейін тотықтырады. Факультативті аэробтық организмдер тобына оттектің бар-жоғын талғамай тіршілік ететін организмдер жатады, мысалы, күкірт, темір  бактериялары оттекті нитраттардан, сульфаттардан, т.б. қосылыстардан алады. Аэробтық организмдердің арасында ең маңыздысы фотосинтез процесіне қатысатын организмдер –цианобактериялар және түтікті өсімдіктер. Аэробтық организмдер табиғатта кеңінен таралған және ондағы зат айналымына үлкен әсерін тигізеді, мысалы, қарапайым аэробтық организмдер топырақтағы күрделі органикалық қосылыстарды өсімдіктердің жақсы сіңіруіне көмектесіп, топырақтағы түрлі ауру қоздыратын бактерияларды жояды. Аэробтық организмдерді өндірісте сірке суын алуға, ауыл шаруашылығында, т.б. қолданылады. Аэробтық организмдердің тіршілігіне ауаның құрамындағы оттектің белгілі мөлшері мен қысымы қажет, егер осы жағдай шамадан тыс өзгерсе, олар өліп қалады.\nанаэробтар (гр. an – сыз, сіз, емес қосымшасы,гр. aеer – ауа және гр. bіos – тіршілік) – оттексіз ортада өсіп-өніп, тіршілік ететін организмдер 1861 жылы Л.Пастер май қышқылын ашытатын бактерияны тапқаннан кейін анаэробты организмдер терминін ғылымға енгізген. Анаэробты организмдер негізінен прокариотты организмдер арасында кең тараған. Ал эукариотты организмдер арасында ашытқы саңырауқұлақтарында, буынаяқтылардың ішегінде өмір сүретін қарапайымдарда, ал көп клеткалы организмдер ішінде ішек паразиттерінде (атап айтқанда таспа құрттар мен аскаридаларда) кездеседі. Анаэробты организмдер тіршілік ететін ортасында оттектің болу не болмауына байланысты олигатты анаэробты организмдер және факультативті анаэробты организмдер болып бөлінеді. Олигатты анаэробты организмдер – тіршілігі мүлдем оттексіз жүретін организмдер. Оларға май қышқылы бактериясы және сіреспе бактериялары жатады. Көп клеткалы жануарлар арасында олигатты анаэробты организмдер кездеспейді. Факультативті анаэробты организмдер – табиғатта оттектің бар-жоғына қарамай тіршілік ететін организмдер (мысалы, ашытқы саңырауқұлақтары, іш сүзегі, топалаң қоздырғыштары, т.б.). Анаэробты организмдер негізінде құрамында оттек бар органикалық қосылыстарды (спиртті, сүт қышқылын, май қышқылын, т.б.), ал кейбір түрлері минералды қосылыстарды (сульфаттарды немесе нитраттарды) ыдыратып, осы процесс кезінде бөлініп шыққан оттекті өзінің тіршілік әрекетінде пайдаланады. Анаэробты организмдер аэробты организмдер сияқты табиғаттағы зат айналу процесіне, органикалық және минералды заттардың өзгеруіне үлкен әсер етеді. Олар спирт және сүт қышқылын ашыту процесінде кеңінен қолданылады. Кейбір анаэробты организмдер асқа, тағамға түссе, тез өсіп-өніп, адам мен жануарларды уландыруы, ал ауру тудырғыш (патогенді) анаэробты организмдер түрлі жұқпалы ауруларды (сіреспе , ботулизм газды гангрена, т.б.) таратуы мүмкін.\nТынысалу үшін мына жағдайлар қажет:\nтөсеміктің болуы (глюкоза немесе өзге ағзалық заттар);\nқажетті ферменттердің болуы;\nмитохондриялардағы үдерістер үшін оттегінің болуы;\nтасымалдаушы молекулалардың, коферменттердін, болуы;\nмитохондриялық жарғақшалардың бүтіндігі қажет.\nАТФ түрінде энергия алмасудың барлық кезеңдерінде тек пайдалы энергияның бір бөлігі ғана (гликолиз - 5%, тотықтыра фосфорлану - 35-40%) жазылатынын есте ұстау қажет. Энергияның қалған бөлігі жылу түрінде таралып кетеді.",
                "date": "11.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үнді мұхитының бұғаздары туралы.",
        "question_content": "Үнді мұхитының ірі түбегі  және жұмысы Осыны іздеп жазу керек география сабағы",
        "question_date": "11.12.2020",
        "question_tag": "География",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Баб әл-Мандеб (араб.— қайғы қақпасы) — Африка құрлығы мен Араб түбегі арасындағы бұғаз.\nАден шығанағы арқылы Қызыл және Араб теңіздерін қосады. Ұзындығы 109 км, ені 26,5 км-ден астам, фарватерінің ең таяз жері 31 м. Бұғаз арқылы Қызыл теңіз суының тұздылық режимі реттеледі. Жылдық жауын-шашынның түсімі өте аз (50 мм). Бұғаздың халықар. кеме жолы қатынасында алатын орны ерекше. Еуропа, Оңтүстік-шығыс Азия, Австралия елдерін байланыстыратын ең қысқа су жолының бойында жатыр.\n2) Басс бұғазы — Австралия мен Тасман аралы аралығындағы бұғаз. Тасман тауларын Үнді мұхитымен жалғастырады. Ұзындығы 490 км, ең енсіз жері — 213 км, тереңдігі 51 м-ге дейін. Тұрақты ағысы батыстан шығысқа қарай бағытталған. Бұғаздың батыс бөлігінде — Кинг, ал шығысында — Фюрно аралдары жатыр. Басты порты — Мельбурн қаласы Басс бұғазын 1798 жылы ағылшын зерттеушісі Дж.Басс ашқан, соның құрметіне осылай аталған.\n3) Зонд бұғазы — Индонезиядағы Суматра мен Ява аралдарын бөліп тұрған бұғаз.\nЯва теңізін Үнді мұхитымен жалғастырады. Бұғаздың ені оңтүстік-батыстан солтүстік-шығысқа қарай 105 км-ден 22 км-ге дейін кішірейеді. Осы бағытта тереңдігі де 1000 м-ден 50 – 60 м-ге дейін азаяды. Фарватерінің ең саяз жері 28 м-дей. Бұғаз төрттік кезеңде жер қыртысының жарылу нәтижесінде пайда болған. Зонд бұғазы осы күнге дейін жанартаулар ықпалында. Бұғаз аралдарының бірінде Кракатау жанартауы орналасқан. Зонд бұғазы Үнді мұхитынан Индонезия теңіздері мен Тынық мұхитқа өтетін аса маңызды теңіз жолы болып саналады\n4) Мозамбик бұғазы – Үнді мұхитындағы Мадагаскар аралы мен Африка аралығындағы бұғаз. Ұзындығы 1670 км, ені 422 – 925 км. Тереңдігі орталық бөлігінде 2400 м, солтүстік мен оңтүстік жағында 3000 метрден астам. Мозамбик бұғазындағы Мозамбик жылы су ағысы солтүстіктен оңтүстікке қарай ағады. Бұғазда Еуропа аралы бар. Ірі порттары: Бейра, Накала, Келимане.\n5) Торрес бұғазы (ағылш. Torres Straіt) — Жаңа Гвинея мен Кейп-Йорк (Австралия) түбегінің аралығында. Үнді (Арафур т.) және Тынық (Маржанды т.) мұхиттарды жалғастырады. Ұзындығы 74 км, ені 150 – 240 км, фарватеріндегі ең таяз жері 7,4 м. Кеме жүзуіне кедергі келтіретін аралдар, жартастар, су астындағы тау жоталары көп. Күшті толысу ағыстары өтеді. Бұғазды ашқан испан теңізшісі Л.Торрестің құрметіне аталған.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 10% қоспасы бар 100 кг темір оксидінің",
        "question_content": "Құрамында 10%,қоспасы бар 100 кг ,темір (III)оксидін толық тотықсыздандыруға қажетті көміртек монооксидінің және түзілген металдың массасын анықтаңыз.",
        "question_date": "11.12.2020",
        "question_tag": "Химия",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамында 10%,қоспасы бар 100 кг ,темір (III)оксидін толық тотықсыздандыруға қажетті көміртек монооксидінің және түзілген металдың массасын анықтаңыз.",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азоттың тотығу дәрежесі қай кезде +5 болады?",
        "question_content": "Химия пәнінен көмек керек еді.Көмектесіп жіберіңіздерші!!!!!!!\n\nАзот қай кезде +5 тотығу дәрежесін көрсетеді?",
        "question_date": "11.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азот +5 және -3 тотығу дәрежесін көрсетін заттар жұбы:N2O5, NH3\nОсы кезде.",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Файлдарды бір форматтан екінші форматқа түрлендірудің жолдары қандай ?",
        "question_content": "Файлдарды бір форматтан екінші форматқа түрлендірудің жолдары қандай ?",
        "question_date": "11.12.2020",
        "question_tag": "Информатика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Веб – беттерге бейнелерді немесе суреттерді қою үшін не олардың дайынын алу қажет немесе оларды өзіміз жасап қоюымыз қажет. Кез келген сурет салу бағдарламасында  қарапайым суреттерді салуға болады. Мысалы, оны Windows соңғы версияларындағы арнайы жасалған Paint бағдарламасының көмегімен құруға болады. Егер бағдарлама, яғни сурет салу бағдарламасы GIF немесе JPG форматтарын тарта алмайтын болса, онда алынған файлдарды арнайы бір графикалық форматты екінші бір басқа форматқа түрлендіру үшін арналған бағдарламаларды пайдалана отырып түрлендіру қажет болады. Сонымен қатар интернеттегі веб – беттердегі әртүрлі бағдарламалық пакеттерді, және кітапханаларға еркін қол жеткізетін немесе көркемдік бейнелер мол қорына ие веб – беттерден де алмасып немесе сұрап алуға болады. Ьраузер бейнесі бар веб – бетті шығарған кезде, сәйкес графикалық файл болса компьютер жадысында уақытша сақталады. Көпшілік жағдайларда файлды локальды дискіде сақтау үшін берілетін команда болады. Ең болмаған жағдайда компьютер жадысында қажетті бейнесіне ие экран бейнесін де сақтап қалуға болады. Одан ары қандай да бір редакторда бейненің қажетті бөлігін кесіп алып және өзіміздің папкамызда GIF немесе JPG форматында сақтай аламыз.\nаталған жағдайлардың көпшілігінде ең әйгілі болып саналатын Photoshop пакетін пайдаланумен ғана шектелуге болады.\nТолығырақ: https://www.uniface.kz/education/index.php?post=article&section=3&id=129",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Острые козырьки сериалының қазақша нұсқасы бар ма?",
        "question_content": "Анаушы Томас Шелби, Том Харди тб ойнаитын киноғо бұрындары бандылар сол сериалдың қазақшасы бар ма?",
        "question_date": "11.12.2020",
        "question_tag": "Телесериалдар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сериалды әлі ешкім қазақ тіліне аудармаған. Сол себепті өкінішке орай жоқ.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұздың массасың табыңыз",
        "question_content": "Құрамында 25 %мыс бар массасы 80 г алюминий мен мыстың құймасын тұз қышқылы мен өндегенде түзілген тұздың массасың табыңыз.",
        "question_date": "10.12.2020",
        "question_tag": "Химия",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cu + 2 HCl ← CuCl2 + H2  Н2  Cu  қарағанда реакциялық қабілеті жоғары болып,реакция кері болғандықтан, алюминий мен тұз қышқылы әрекеттесуі бойынша реакцияны қарастырамыз:\n2Al + 6HCl → 2AlCl3 + 3H2\n80---100%\nх------75%\nх=60г (алюминий)\n60г                    х\n2Al + 6HCl → 2AlCl3 + 3H2\n54                     267\nх=296.67г",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген екі элементтің изотоптары мысал келтіріңіз",
        "question_content": "Кез келген екі элементтің изотоптары мысал келтіріңіз",
        "question_date": "10.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 12900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы, оттек изотоптарын былай белгілейді: 160, 170 және 180.\nМысалы, сутектің 2Н изотопы D деп белгіленіп, дейтерий деп, ал 3Н изотопы Т деп белгіленіп, тритий деп аталады.",
                "date": "10.12.2020",
                "upvotes": 0
            },
            {
                "text": "...........................",
                "date": "14.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Малтатас пен қиыршықтастың айырмашылығы?",
        "question_content": "1) Малтатас пен қиыршықтастың айырмашылығы?\n\nа)түйіршіктердің өлшемі\n\nб)химиялық құрылуы\n\nв)зиянды қоспа болуы\n\nг)фракция қатынысы\n\nд)түйіршіктердің пішіні жəне бет құрылымы",
        "question_date": "10.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасысы сонымен?",
                "date": "19.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген заттардың ерітінділеріне лакмус индикаторы түсін қалай өзгертеді?",
        "question_content": "Берілген заттардың ерітінділеріне лакмус индикаторы түсін қалай өзгертеді?\n\n1. кока-кола\n\n2. су сабын\n\n3. дистилген су\n\n4.кір сабын\n\n5. Апельсин шырыны",
        "question_date": "10.12.2020",
        "question_tag": "Мектеп",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Литмус индикаторы қағаз - арнайы химиялық реактивтер сіңдірілген қағаз. Оның ерекше қасиеті бар - қышқыл және сілтілі ортада түсін өзгертеді. Қышқыл ерітінділерде химиялық реактив қызыл түске боялады, сілтілі ортада ол көк түске боялады.\nӘдетте, лакмус қағазы қызыл немесе көк болады. РН сілтілі болған кезде қызыл қағаз көкке айналады, ал рН қышқыл болған кезде көк қағаз қызылға айналады. Лакмус қағазы сұйықтықтың рН-ын сынау үшін жиі қолданылатын болса, оны газға әсер етпес бұрын қағазды дистилденген суға салып қойса, газдарды сынау үшін қолдануға болады.\n1. кока-кола (қандай орта түзетінін білу керек)\n\n2. су сабын ( сусабынның әртүрлі түрі болады, қышқыл, бейтарап, сілтілік)\n\n3. дистилген су (өзгеріссіз)\n\n4.кір сабын ( көгеру керек)\n\n5. Апельсин шырыны( қандай орта түзетініне байланысты)",
                "date": "13.12.2020",
                "upvotes": 0
            },
            {
                "text": "1. Кока кола-қандай орта түзетінін білу керек.\n2. Су сабын-көгеру .\n3. Дистилген су-өзгеріссіз болады.\n4. Су сабын -Су сабынның әртүрлі түрі бар мысалы:қышқыл, бейтарап, сілтілік.\n5. Апельсин шырыны -қандай орта түзетініне байланысты болады.",
                "date": "31.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үндістандағы каста өкілдерін атап, қызметін жазыңыз.",
        "question_content": "Үндістандағы карта өкілдерін атап,қызметін жаз",
        "question_date": "10.12.2020",
        "question_tag": "Мектеп",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үндістан мен Непалда касталар жүйесінің пайда болуы толық белгісіз, бірақ касталар 2000 жылдан астам уақыт бұрын пайда болған сияқты. Индуизммен байланысты бұл жүйеде адамдар өздерінің кәсібі бойынша жіктелді.\nБастапқыда каста адамның жұмысына тәуелді болса да, көп ұзамай ол мұрагерлікке айналды. Әр адам өзгермейтін әлеуметтік мәртебеге ие болды. Төрт негізгі касталар Брахмин, діни қызметкерлер; Кшатрия, жауынгерлер мен ақсүйектер; Вайся, фермерлер, саудагерлер және қолөнершілер; және Шудра, жалға алушылар мен қызметшілер. Кейбір адамдар каста жүйесінен тыс (және одан төмен) туды. Оларды «қолмен ұстауға болмайды» немесе Далиц - «жаншылғандар» деп атады.\nКасталардың артындағы теология\nРеинкарнация - бұл әр өмірден кейін адамның жаңа материалдық формада қайта құрылуы; бұл үнді космологиясының орталық белгілерінің бірі. Жандар адамзат қоғамының әртүрлі деңгейлерінде ғана емес, сонымен бірге басқа жануарларға да ауыса алады. Бұл сенім көптеген индустардың вегетарианшылығының негізгі себептерінің бірі болып саналады.\nҮндістанда адамдар бір өмір бойы әлеуметтік мобильділіктен аз болған. Олар келесі өмірлерінде жоғары станцияға жету үшін өмірлерінде ізгілікке ұмтылуы керек еді. Бұл жүйеде белгілі бір жанның жаңа формасы оның бұрынғы мінез-құлқының шеберлігіне байланысты болады. Осылайша, Шудра кастасынан шыққан нағыз ақылды адам келесі өмірінде брахмин ретінде қайта туылуы мүмкін.\nКастаның күнделікті маңызы\nКастаға қатысты тәжірибелер уақыт бойынша және Үндістанда әртүрлі болды, бірақ олардың барлығы ортақ ерекшеліктерге ие болды. Тарихта каста үстемдік еткен өмірдің басты үш бағыты - неке, тамақтану және діни ғибадат.\nКасталық сызықтар бойынша неке қиюға қатаң тыйым салынды. Көптеген адамдар тіпті өздерінің субстасттары бойынша үйленеді немесе jati.\nТамақтану кезінде кез-келген адам брахминнің қолынан тамақ қабылдай алады, бірақ брахмин төменгі каста адамдарынан белгілі бір тағам түрлерін алса, ол ластанады. Екінші жағынан, егер қолы жетпейтін қоғамдық құдықтан су алуға тырысса, ол суды ластаса, оны ешкім қолдана алмайды.\nДіни ғибадатта, брахминдер, діни қызметкерлер класы ретінде, мерекелер мен мерекелерге дайындықты, неке қию мен жерлеуді қоса алғанда, рәсімдер мен қызметтерді басқарды. Кшатрия және Вайся сарайларының ғибадат етуге толық құқығы болды, бірақ кейбір жерлерде Шудрасқа (кастаның қызметшісі) құдайларға құрбандық шалуға рұқсат берілмеді.\nҚол тигізбейтін заттар ғибадатханалардан толығымен шығарылды, кейде оларға ғибадатханаға жаяу баруға да рұқсат берілмеді. Егер қол жетпейтін көлеңке Брахминге тиген болса, Брахмин ластанып кетуі мүмкін, сондықтан Брахмин өткен кезде қолы жетпейтін жерге қашықтықта жатуға тура келді.\nМың касталар\nЕрте ведикалық дереккөздерде төрт негізгі кастың аты аталғанымен, іс жүзінде үнді қоғамында мыңдаған касталар, суб-касталар және қауымдастықтар болған. Мыналар jati әлеуметтік мәртебенің де, кәсіптің де негізі болды.\nБхагавад Гитада айтылған төрттен басқа касталар немесе қосалқы касталарға Бхумихар немесе жер иелері, Каяста немесе кітапшылар, топтар және Раджпут, Кшатрияның солтүстік бөлігі немесе жауынгер, каста сияқты топтар кіреді. Кейбір касталар, мысалы, өзен арнасынан алтын жинаған Гаруди-жылан сүйкімділері немесе Сонжхари сияқты ерекше кәсіптерден пайда болды.\nҚол тигізбейтін заттар\nӘлеуметтік нормаларды бұзған адамдар «қол тигізбеу» арқылы жазалануы мүмкін. Бұл ең төменгі каста болған жоқ. Адам қолы жетпейтін деп саналды - және олардың ұрпақтары - сотталды және касталар жүйесінен тыс.\nҚолмен ұстауға болмайтын заттар касталық мүшелермен кез-келген байланыста болу мүшені ластауы мүмкін деп саналды. Ластанған адам бірден жуынып, киімін жуып тастауы керек. Бұған қол тигізбейтіндер бұрын ешкім істемейтін жұмыс жасады, мысалы, жануарлардың қаңылтырын қоқыстан тазарту, былғары өңдеу, егеуқұйрықтар мен басқа да зиянкестерді өлтіру. Қолмен ұстауға болмайтын заттар касте мүшелерімен бір бөлмеде жеуге болмайды және олар қайтыс болған кезде өртенуге болмайды.\nИндус емес касталар\nҮндістандағы үнді емес популяциялар кейде өздерін касталарға ұйымдастырды. Ислам субконтинентте енгізілгеннен кейін, мысалы, мұсылмандар Сайед, Шейх, Мугал, Патхан және Куреши сияқты сыныптарға бөлінді. Бұл сарайлар бірнеше дереккөздерден алынған: Могол мен Патхан - этникалық топтар, шамамен айтқанда, Құреши есімі Меккедегі Мұхаммед пайғамбардың класынан шыққан.\nШамамен 50-ден бастап үндістердің аз бөлігі христиандар болды. Христиан діні Үндістанда 16 ғасырда португалдар келгеннен кейін кеңейе түсті. Көптеген христиан үнділері касталық ерекшеліктерді байқады.\nКаста жүйесінің пайда болуы\nКасталар жүйесі туралы ертедегі жазбалар б.э.д. 1500 ж. Басталған Ведас, санскрит тіліндегі мәтіндерде кездеседі. Ведастар үнді жазбаларының негізін құрайды. Біздің заманымызға дейінгі 1700-1100 жылдар аралығындағы «Ригведаның» касталардағы айырмашылықтар туралы сирек айтылады және әлеуметтік ұтқырлықтың өз уақытында кең таралғандығының дәлелі ретінде қабылданады.\nБ.з.д. 200 жылы басталған «Бхагавад Гита» кастаның маңыздылығына баса назар аударады. Сонымен қатар, Ману заңдары немесе Манусмрити, сол дәуірден бастап төрт түрлі кастың құқықтары мен міндеттерін анықтайды немесе лактар. Осылайша, үндістердің касттар жүйесі б.э.д. 1000 - 200 жылдар аралығында біртіндеп күшейе бастағанға ұқсайды.\nКлассикалық үнді тарихы кезіндегі касталар жүйесі\nКастаттар жүйесі Үндістанның көптеген тарихында абсолютті болған жоқ. Мысалы, 320-дан 550-ге дейін билік еткен атақты Гупта әулеті Кшатриядан гөрі Вайшя кастасынан шыққан. Кейінгі көптеген билеушілер де әртүрлі касталардан болған, мысалы Мадурай Наяктары (1559 жылдан 1739 жылға дейін билік еткен) Балижас (саудагерлер) болған.\nXII ғасырдан 18 ғасырға дейін Үндістанның көп бөлігін мұсылмандар басқарды. Бұл билеушілер үнділік діни касталардың, брахмандардың билігін төмендеткен. Үнділердің дәстүрлі билеушілері мен жауынгерлері немесе Кшатриялар Үндістанның солтүстігінде және орталығында өмір сүруді тоқтатты. Vaishya және Shudra сарайлары да іс жүзінде бірге болды.\nМұсылман билеушілерінің сенімі билік орталықтарындағы үндістердің жоғарғы касталарына қатты әсер еткенімен, ауылдық жерлердегі мұсылмандыққа қарсы сезім касталар жүйесін күшейтті. Үнді ауылдарының тұрғындары касталық құрам арқылы өздерінің жеке басын растады.\nСоған қарамастан, ислам үстемдігінің алты ғасырында (шамамен 1150-1750 жж.) Касталар жүйесі едәуір дамыды. Мәселен, брахминдер өз табыстары үшін егіншілікке арқа сүйей бастады, өйткені мұсылман патшалары үнді храмдарына бай сыйлықтар бермеді. Шудрас нақты физикалық еңбекті жасағанша, бұл егіншілік практикасы негізделген деп саналды.\nБритандық Радж және Каст\nБритандық Радж Үндістанда 1757 жылы билікті қабылдауға кіріскен кезде, олар касталық жүйені әлеуметтік бақылау құралы ретінде пайдаланды. Британдықтар Брахмин кастасымен бірігіп, мұсылман билеушілерінің күшін жойған кейбір артықшылықтарын қалпына келтірді.\nАлайда, төменгі касталарға қатысты көптеген үнділік әдет-ғұрыптар британдықтар үшін кемсітушілік болып көрінді, сондықтан бұларға тыйым салынды. 1930-1940 жылдары Ұлыбритания үкіметі «Жоспарланған касталардан», қолы жетпейтіндер мен төмен касталардан қорғайтын заңдар шығарды.\nҚолайсыздықты жоюға бағытталған қозғалыс үнді қоғамында ХІХ-ХХ ғасырдың басында да орын алды. 1928 жылы бірінші ғибадатхана жоғарғы каста мүшелерімен бірге ғибадат ету үшін қол жетімсіздерді (Dalits) қарсы алды. Мохандас Ганди бұл терминге сәйкес келетін Далиц үшін босатуды қолдады харижан немесе оларды сипаттау үшін «Құдайдың балалары».\nТәуелсіз Үндістандағы касталық қатынастар\nҮндістан Республикасы 1947 жылы 15 тамызда тәуелсіз болды. Үндістанның жаңа үкіметі «жоспарланған касталарды» және тайпаларды қорғау үшін заңдар қабылдады, оларға дәстүрлі өмір салтын ұстанатындар мен топтар кірді. Бұл заңдарға білім алуға және мемлекеттік лауазымдарға қол жеткізуді қамтамасыз ететін квота жүйесі енгізілген. Осындай ауысулардың салдарынан қазіргі Үндістанда адамның кастасы әлеуметтік немесе діни емес, саяси категорияға айналды.",
                "date": "10.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атмосфера қабаттарын жазыңыз?",
        "question_content": "a. Атмосфера қабаттарын жазыңыз b.Адам өмір сүретін атмосфера қабатын және оның себебін анықтаңыз.",
        "question_date": "10.12.2020",
        "question_tag": "География",
        "question_views": 19600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атмосфера 3 қабаттан тұрады.\nТропосфера\nТропосфера (көне грекше: τρόπος — «бұрылыс», және көне грекше: σφαῖρα — «шар») - ауаның жер бетіне жақын ең тығыз шоғырланған қабаты. 12 км биіктікке дейінгі атмосфераның төменгі қабаты. Тропосфера - бүкіл ауаның 4\\5 бөлігі. Тропосферада бұлт, жауын-шашын, жел және тағы басқа құбылыстар орын алып отырады.\nТропосфераның жоғарғы шекарасы географиялық ендіктер мен жыл мезгілдері бойынша әртүрлі биіктікте орналасуы мүмкін. Орташа есеппен тропосфера полюстер үстінде 9 км-ге, қоңыржай ендіктерде 10—12 км-ге, ал экватор үстінде 15—17 км-ге дейін созылады. Тропосфераның қалыңдығы:\nЭкваторда - 17-18 км\nҚоңыржай ендіктерде - 10-12 км\nПолюстерде - 8 км\nОрташа қалыңдығы - 11 км\nТропосферада ауа температурасы шамамен әр 100 м сайын 0,6°С-қа төмендейді. Мәселен, тропосфераның жоғарғы бөлігінің орташа жылдық температурасы солтүстік полюсте — 55°С болса, экваторда бұл көрсеткіш — 70°С-қа төмендейді.\nТропосфера тропопауза деп аталатын өтпелі жұқа қабат (қалыңдығы 1—2 км) арқылы атмосфераның келесі қабаты — стратосфераға ауысады.\nСтратосфера\nСтратосфера (лат. stratum - «қабатталған»)  - тропосфераның үстінен 80 км-ге дейінгі биіктікте орналасқан атмосфера қабаты. Бұл қабат бүкіл атмосфера салмағының 20%-ын құрайды. Мұнда күннің ультрафиолетті сәулеленуін күшті сіңіретін озон қабатының болуына байланысты жоғарыдан келетін температураның төмендеуі тоқталады. 30 км биіктік шамасына дейін температура өзгермей 50° шамасында сақталып тұрады, ал одан әрі қарай биіктікте біртіндеп жоғарылай отырып, 60 км биіктікке барғанда тіпті 75°-қа дейін артады. Статосферада су буы және бұлт атаулы мүлдем дерлік болмайды. 1951 жылы халықаралық келісім бойынша стратосфера деп тек 40 км биіктікке дейінгі қабатты атап, ал 40-тан 80 км-ге дейінгі қабатты мезосфера (орта қабат) деп атау керектігі келісілді. Стратосферада озон қабаты түзіледі.\nМезосфера\nМезосфера (гр. mesos — « ортаңғы» және гр. σφαῖρα — «шар») - атмосфераның 50 — 80 километр биіктіктегі ортаңғы қабаты. Стратосфера (мезосфера асты) мен ионосфера (мезосфера үсті) қабаттарының аралығында. Мезосферада жоғарылаған сайын температура төмендей береді: 50 километр биіктікте 70°С шамасында.\nАтмосфераның жылынуы\nКүн энергиясы — Жер шарындағы тіршіліктің арқауы және көптеген табиғи процестердің қозғаушы күші. Жер шары Күннен жылына 5628 -1021 Дж/см2 энергия алады, бұл жалпы күн энергиясының 2 миллиардтан бір бөлігі ғана. Соған қарамастан бар болғаны 36 сағ ішінде Күннің Жерге беретін жылуының мөлшері дүниежүзіндегі барлық электрстансыларының жыл бойы өндіретін энергиясына пара-пар болады.",
                "date": "10.12.2020",
                "upvotes": 0
            },
            {
                "text": "1.Тропосфера\n\n2.Стратосфера\n\n3.Мезосфера\n\n4.Термосфера\n5.Экзосфера",
                "date": "23.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 моль затта канша молекула бар?",
        "question_content": "1 моль затта канша молекула бар? Жауап тез керек отиниш",
        "question_date": "10.12.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химия ғылымында сандық қатынастар жиі колданылады. Мысалы, затта қанша моллекула бар, ал молекулаларда қанша атом болады деген сұрақтардың шешімін табу үшін химияда «моль» деген түсінік қолданылады. \nМоль - зат мөлшерінің өлшемі, ол ν (\"ню\") грек әрпімен белгіленеді. Сендер физика курсынан «Авогадро саны» деген түсінікпен таныссыңдар: NA = 6,022 141 29(27)×10\"23 моль−1",
                "date": "10.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі пәнінен көмек керек???",
        "question_content": "9. I can’t understand what you _______ about. A) Had spoken; B) Speak; C) Spoke; D) Will be speaking; E) Are speaking. 10. They _____ the nights in the mountains in local hotels last week. A) Spend; B) Have spent; C) Spent; D) Will spend; E) Have been spending. 11. I shall come at 3 o’clock. - Well, I _____ you at that time. A) Would expect; B) Will expect; C) Expect; D) Have been expecting; E) Will be expecting. 12. I ____ Tom today. A) Haven’t seen; B) Hasn’t seen. C) Has been seeing. D) Am not seeing; E) Hadn’t seen. 13. The last train ___ the railway station at 11 o’clock (according to the time table). A) Have leaved; B) Leaves; C) Left; D) Is leaving; E) Have been leaving. 14. She _____ this article by Saturday. A) Translated; B) Translate; C) Will translate; D) Will be translating; E) Will have translated. 15. I was very tired when I came home. I ____ all day. A) Work; B) Were working; C) Had been working; D) Will be working; E) Had been work. 16. Don’t make a noise! Father _____ now. A)Work; B)Worked; C)Had worked; D)Works; E) Is working. 17. Ann believed that she ____ a success soon. A) Is ; B) Would be; C) Has been; D) Will be; E) Will have been. 18. We ___ our exams before we left for Moscow. A) Pass; B) Will pass; C) Had passed; D) Have passed; E) Passed. 19. She _____her exercise at 10 o’clock tomorrow. A) Is doing; B) Did; C) Have done; D)Will have done; E) Will be doing. 20.We ____ our friends last month. A) Don’t see; B) Haven’t seen; C) Am not seeing; D) Didn’t see; E) Didn’t saw. 21. I ____ my hometask yet. A) Don’t do; B) Not done; C) Hadn’t done; D) Haven’t done; E) Won’t be doing. 22. She noticed that he ____ at her with great attention. A) Is looking; B) Will be looking; C) Has been looking; D) Looked; E) Was looking. 23. We ______ English for several years. A) Learn; B) Learned; C) Have been learning; D) Learns; E) Has learnt. 24. He ___ his exams in a week. A) Take; B) Took; C) Has taken; D) Will have taken; E) Will take. 25. They ____ volleyball for 1 hour already. A) Play; B) Played; C) Has played; D) Will be playing; E) Have been playing. 26. She ___ out when her friends came to see her. A) Is; B) Was; C) Has been; D) Is being; E) Were. 27. Mother hoped that her son ____ soon. A) Will recover; B) Will be recovering; C) Recovers; D) Has recovered; E) Would recover. 28. I ____to the cinema tonight. A) Went; B) Have gone; C) Had gone; D) Am going; E) Was going 29. I ___ abroad next summer. A) Shall go; B) Went; C) Have been; D) Had gone; E) Am going. 30. They looked at her with great surprise when she _____ her report. A) Has made; B) Make; C) Is making; D) Was making; E) Made.",
        "question_date": "10.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 661,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "БПФ форматы бойынша дебатты қағидалары.",
        "question_content": "БПФ форматы бойынша дебат ұйымдастырып жатыр жас мұғалімдер арасында соған қатысқым келген бірақ дебат туралы түсінігім аз жалпы тақырып Тәуелсіздікке арналады",
        "question_date": "10.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші үстел\n1 спикердің (Премьер-министрі) міндеттері: Ойынға дефинициаларды енгізу, тақырыпты қалай түсінетіні жөнінде айту, тақырып көлемін белгілеу, Status Quo жайында айту. Және де премьер министрдің рөліне оның палатасы не үшін күресетіні туралы айту (Құндылығын жариалау) және өз аргументтерін жариалау кіреді.\n2 спикердің (Оппозиция лидері) міндеттері: Үкіметтің айтқандарын даттау, жоққа шығару. Дефинициялармен келісу немесе келіспеуін айту. Өз құндылығын айтып, аргументтерін ойынға қосу.\n3 спикердің (Премьер-министрдің орынбасары) міндеттері: Оппозиция сөздеріне жауап қайтару және өз аргументтерін орнына келтіріп қайта қорғау.\n4 спикердің (Оппозиция лидерінің орынбасары) міндеттері: Өз кейсін сақтап қалуға тырысу және қарсылас кейсін құлату.\nЕкінші үстел\n5 спикердің (Үкімет өкілі) міндеттері: Оппозиция лидерінің орынбасарының сөздеріне қарсы шығу және ойынға жаңа аргументтер қосу.\n6 спикердің (Оппозиция өкілі) міндеттері: Үкімет өкіліне қарсы шығу және оппозиция аргументтерінің құламауына кепіл болу. Бірінші үстелге қысқаша анализ жасап кетуге болады.\n7 спикердің (Үкімет өкілінің хатшысы) міндеттері: Өз палаталарының ой қортындысын айтып ойыннды жүйелеу, анализ. Жаңа аргумент қосуға болмайды.\n8 спикердің (Оппозиция өкілінің хатшысы) міндеттері: Жалпы ойынның қортындысын жасау, анализ. Жаңа аргумент қосуға рұқсат берілмейді.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұғанасы қатпаған сөзіне морфологиялық таладау жасап беріңіздерші?",
        "question_content": "Бұғанасы қатапаған сөзіне морфологиялық талдау жасап беріңіздерші",
        "question_date": "10.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2-ші көлбеу проекциясын табыңыз?",
        "question_content": "Жазықтықтан тыс орналасқан нүктеден осы жазықтыққа ұзындықтары 20 және15 см екі көлбеу жүргізілген. 1ші көлбеу проекциясы 16 см, 2 ші көлбеу проекциясы?",
        "question_date": "10.12.2020",
        "question_tag": "Геометрия",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші проекцияның ұзындығы 9-ға тең",
                "date": "12.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Индустриялық қоғамы бар елдерге тән үрдістерді атаңдар.",
        "question_content": "Индустриялық қоғамы бар елдерге тән үрдістерді атаңдар.",
        "question_date": "10.12.2020",
        "question_tag": "Қоғам",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Индустриалдық қоғам және оның саналуан түрлерін (электронды қоғам, үшінші толқын өркениеті, технотронды дәуір) құру теориясы институционалдық теорияның жаңа кезеңін бастап берді. Жалпы, «постиндустриалдық қоғам» терминін 1958 жылы Д.Рисман қолданды. Бірақ, ол оны «бос уақыт қоғамы» ретінде қарастырды. Постиндустриализм концепциясының нағыз негізін қалаушы Д.Белл бұл ұғымды ұзақ жылдар бойы мұқият зерттеді. Қоғам түрлерінің айырмашылығы адамның табиғатпен, машиналармен және өзге адамдармен қарым-қатынасымен айқындалады. Яғни, бірінші қоғам «адамның табиғатпен өзара әрекетінің» көрінісі, екіншісі – «адамның түр-лендірілген табиғатпен немесе машинамен өзара іс-әрекеті», ал, үшіншісі – «адамның адаммен өзара әрекеттесуі» немесе «адамдар арасындағы ойын». Бұл аталған қоғамдар бірін-бірі жоя алмайды: постиндустриалдық қоғам индустриалдық қоғамға тән құрылымдар мен процестерді қамтиды. Ал, индустриалдық қоғам индустриалдыққа дейінгі қоғамда қол жеткен табыстарды пайдаланады. Кейінгі қоғамдық құбылыстар алдыңғы қоғамды жетілдіре отырып, оған жаңа сипат береді, сөйтіп тұтасқа айналады» дейді Белл.\nТолығырақ: http://aqiqat.kazgazeta.kz/news/10315",
                "date": "13.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атом түрі күкірт-32 Азот-14 Хлор-37 осылардың атомдық массасын протон",
        "question_content": "Атом түрі күкірт-32 Азот-14 Хлор-37 осылардың атомдық массасын протон санын нейтрон санын анықтаңыз?",
        "question_date": "10.12.2020",
        "question_tag": "Химия",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күкірт 16 протон,16 нейтрон,16электрон\n\nАзот p=7 e=7 n=7\n\nХлор 37 37 Cl  p=17 e=17 n=20",
                "date": "10.12.2020",
                "upvotes": 0
            }
        ]
    }
]