[
    {
        "question_title": "Егер мен жазушы болсам, аян ертегісін қалай аяқтайтын едім?",
        "question_content": "Егер жазушы болсаң Аян ертегісін қалай аяқтар едің?",
        "question_date": "31.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен жазушы болсам аяннын ертегісін былай аяқтар едім :..<нажмите что бы посмотреть…>",
                "date": "7.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "KOH+HNO3->KNO3+KHO3+HOB)Ca(NO3) химия теңдеуін есептеу қажет?",
        "question_content": "KOH+HNO3->KNO3+KHO3+HOB)Ca(NO3) химия теңдеуін есептеу қажет?",
        "question_date": "31.01.2024",
        "question_tag": "Химия",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүйектің беріктігін сипаттайтын қасиет",
        "question_content": "Жауап керек жауап керек",
        "question_date": "30.01.2024",
        "question_tag": "Университет, колледж",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйектің беріктігі - оның екі қасиетіне : қаттылығына және серпімділігіне байланысты.\n\n 1. Бейорганикалық заттар (Са, Р, тұздары) сүйекке қаттылық береді.\n2. Органикалық заттар, әсіресе оссеин – серпімділік (майысқақтық) береді.",
                "date": "31.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубтың қыры 10 см. Айқас екі қырының орталарын қосатын кесіндінің ұзындығын табыңыз?",
        "question_content": "Кубтың қыры 10 см Айқас екі қырының орталарын қосатын кесіндінің ұзындығын табыңдар.\n\nЕсепті шығарып беріңіздерші өтініш",
        "question_date": "30.01.2024",
        "question_tag": "Геометрия",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фейсбук сөзіне фонетикалық талдау керек?",
        "question_content": "Фейсбук сөзіне фонетикалық талдау керек еді. 30.01.24 не шейін. Білсеңіздер көмектесініздерші.",
        "question_date": "29.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ф-дауыссыз, қатаң\n\nЕ-дауысты, жіңішке\nЙ-дауыссыз, үнді\n\nС-дауыссыз, қатаң\n\nБ-дауыссыз, ұяң\n\nУ-дауысты, жуан\n\nК-дауыссыз, қатаң",
                "date": "31.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық құндылықтардың отбасына əсері эссе (100-110 сөз)",
        "question_content": "Ұлттық құндылықтардың отбасына əсері",
        "question_date": "29.01.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық құндылықтың бастауы-отбасы  \n      «Қай халық болса да өз тарихын, төл дәстүр-салтын, ауыз әдебиетін, тілін қастерлейді,»-дейді академик М. Қозыбаев. Қай халық болсын, өзінің рухани-мәдени құндылықтарын көздің қарашығындай сақтай алмаса, сыртқы күштердің рухани-мәдени жаулаушылығына қарсы тұра алмасы анық. «Қалпыңнан айырылсаң да, салтыңнан айырылма» демекші, халқымыздың салт-дәстүрлерінің құрып кетпеуіне, ұлттық құндылықтарды сақтауға үлесімізді қосу, ұмытылып, өше бастаған дәстүрлерімізді жаңғырту- біздің азаматтық борышымыз.\n     Тәуелсіздік алған 25 жылдан бері елімізді өркендету жолында қаншама маңызды қадамдар жасалды. Ұлттық құндылықтарымызды ұлықтау мақсатында президентіміз Н.Ә.Назарбаевтың бастамасымен елімізде 2004 жылдан бастап «Мәдени мұра» бағдарламасы жүзеге асырыла бастады. Әр ұлттың өзінің өзгелерге ұқсамайтын, ерекшелендіріп тұратын қасиеттері, ұлттық құндылықтары болады. Қазақты ұлы ұлт ретінде өркениетті елдердің бағалай бастауы-қанымызға сіңген төл қасиетіміздің арқасы.\n     Өткенге көз жіберсек, ата-бабаларымыз ұрпақ тәрбиесіне қатты көңіл бөлген. «Әке көрген оқ жонар, ана көрген тон пішер», «Әкеге қарап ұл өсер, анаға қарап қыз өсер», «Қызың өссе қызы жақсымен ауылдас бол, ұлың өссе, ұлы жақсымен ауылдас бол» т.б. мақал-мәтелдерден отбасында ұл бала тәрбиесінде әкенің, қыз бала тәрбиесінде шешенің орны ерекше екенін, ата-ананың жүрген жолынан өскелең ұрпақ қандай да бір сабақ алып өсетінін көреміз.\n     Қоғамда әр түрлі отбасылар бар. Ғасырлар бойы жалғасын тауып келе жатқан тәрбиенің қайнар көзін ұрпақ бойына сіңіріп, шағын мемлекетті басқарып отырған өнегелі отбасыларымызды көріп, риза боламыз. Салт-дәстүріміздің қаймағын бұзбай сақтай білген, өнегелі отбасылар-ұрпағым үйренсін деп озық дәстүрлерді алға жалғастырып келеді. Аналарымыз отағасын пір тұтып, алдынан кесе көлденең өтпейді, қас-қабағын бағып, бала-шағасына да әкені құрметтеуді үйретеді. Бұндай өнегелі отбасыдан ақылды, парасатты, ұлттық құндылықтарды бойына сіңірген үлгілі ұрпақ өсіп шығады.\n     Айналып өтетін отбасылар...  Кейбір ата-аналардың айтатыны өтірік, ойлағаны ақша. Тепсе темір үзетін әкелер отбасынан айырылып,  ішімдікке салынып жүр. Ал аналарымыз басқа біреудің етегінен ұстап, балаларын жетелеп кетіп қалып жатыр. Бұндай ата-аналар балаларына  қандай тәлім-тәрбие береді? Ғұлама ғалым  М.Әуезовтің «Ел боламын десең - бесігіңді түзе,» - деген ұлағатты сөзінде қаншама ой жатыр?! Балаға  тәрбие бесіктен бастап берілуі керек қой. Ата-ананың бала тәрбиесіне көңіл бөлмеуінен сүреңсіз жағдайлар бой көрсетуде. Ата-ана жұмыста жүреді, баласына қарауға уақыты да жоқ. «Баланы киіндірсем, тамағын тойдырсам болды, тәрбиесіне мектеп қарайды. Мұғалім не істейді?»- деп ойлайтындар да жоқ емес. Ал мектеп қабырғасында жүрген кейбір оқушылар мұғалімнен мүлде именбейді. Кейде ұл-қыздарымыз көшеде үлкен бар, кіші бар деп қымсынбай, құшақтасып кетіп барады. Кей жастардың үлкендерге, ұстаздарға деген құрметтің аздығы да мені қынжылтады. Жасыратыны жоқ, мектеп жасындағы қыздардың тұрмысқа шығуы көбейіп барады. Өмірлік жар тауып, бақытты өмір сүру әр адамның ізгі арманы. Бірақ кәмелетке толмаған, мектепте оқып жүрген, өмірдің оңы мен солын ажырата алмаған ұл мен қызымыз үйленсе, бұл қаншалықты орынды? Кәмелетке толмағандардың үйленуі мен ажырасып жатқан отбасылардың белең алғаны сонша- оған ешкім таң қалмайды. Гүлге күтім болмаса, гүл солып қалады. Бала да сондай, оған тәлім мен тәрбие, өнер мен өнеге, білім мен мәдениет керек.\n    Еліміздің президенті Н.Ә.Назарбаев «Қазақстан жолы-2050:  Бір мақсат, бір мүдде, бір болашақ»  атты Жолдауында: «Толық өркениетті ел болу үшін алдымен өз мәдениетімізді, өз тарихымызды бойымызға сіңіріп, содан кейін өзге дүниені игеруге ұмтылғанымыз жөн», деген болатын.  Жатқа еліктеу- ұлттық санасы жетілмеген  елде  ғана болатын көрініс. «Балаңды өз тәрбиеңмен тәрбиелеме, өз ұлтыңның тәрбиесімен тәрбиеле» деген дана халқымыз. Ата-бабамыз ұстанған дәстүрді ұмытпай, ұлттық тәрбиемен жүруді үйренсек, ешкімнен кем болмайтынымыз анық. Отбасымызда ұрпақ тәрбиесін оң жолға қойып,  өзге елге еліктеуге қатаң тыйым салып, Қазақстанның  туын көкке желбіретер  ұлағатты ұл мен қыз тәрбиелейік.",
                "date": "30.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонға клей төгілсе оны қалай кетіруге болады?",
        "question_content": "Телефонға клей төгілсе оны қалай кетіруге болады?",
        "question_date": "29.01.2024",
        "question_tag": "Ұялы телефон",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір жігіт қызына ұрланып барыпты. Оны көрген қыздың шешесі жігітке бір затты лақтырып...",
        "question_content": "Жауабын кiм бiледi екен.\n\nЖұмбақ.\nБір жігіт қызына ұрланып барыпты. Оны көрген қыздың шешесі жігітке бір затты лақтырып қалыпты. Ол лақтырған заттың атауы бес əріптен тұрады, жəне \"қазақ\" сөзі секілді алға да, артқа да бірдей оқылады екен. Ол зат жігіттің бір жеріне тиеді. Ол тиген жерінің де атауы бес əріп жаңағыдай алдыға да, артқа да бірдей оқылады. Сонда жігіт аулаға қашып шығып, сол жердегі бір құрлыстың ішіне кіріп тығылады. Жігіт тығылған жердің атауы да бес əріп. Олда алдыға артқа бірдей оқылады. Жігіт тығылып тұрса артында біреудің жыбырлағанын сезеді. Шошып кетіп артына қараса, бір мал тұр екен. Кəдімгі төрт түлік малдың бірі. Бір қызығы, ол малдың да атауы бес əріп. Баяғы сол алды артына бірдей оқылады. Ол мал сол кезде бірдеңе жеп тұрады. Міне қызық, ол жеп тұрған жемнің атауыда бес əріп алдына да артына бірдей оқылады. Осы бес нəрсенің атауларын тап.\nАл бас қатырайық. Ми жұмыс істесін біраз. Ал кеттік...",
        "question_date": "29.01.2024",
        "question_tag": "Қызық сұрақтар",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығарманың эпилогы немесе прологы компазициялық құрылымға талданады ма?",
        "question_content": "Шығарманың эпилогы немесе прологы компазициялық құрылымға талданады ма",
        "question_date": "29.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шынжыр табанды трактордың салмағы 60000Н екі жолдың тіреу алаңы 1,5м² трактордың жердегі",
        "question_content": "Шынжыр табанды трактордың салмағы 60000Н екі жолдың тіреу алаңы 1, 5м² трактордың жердегі қысымың анықтандар?",
        "question_date": "28.01.2024",
        "question_tag": "Физика",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамал мен Ғали әділетсіз қоғамның құрбандары тақырыпта эссе жазу?",
        "question_content": "Жамал мен Ғали әділетсіз қоғамның құрбандары\n\nЭссе керек эссе құрылымы сақталу керек",
        "question_date": "28.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кір жуғыш машинаның жуылу уақытын көрсетпесе қалай жасауға болады?",
        "question_content": "Кір жуғыш машинаның жуылу уақытын көрсетпесе қалай жасауға болады?",
        "question_date": "28.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Табиғи зоналар, бейзоналық, зоналық, табиғи кешен жайлы айтсанызлар",
        "question_content": "Табиғи аумақтық кешен, бейзоналық кешен, зоналық кешен жайлы сипаттама қажет",
        "question_date": "28.01.2024",
        "question_tag": "География",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғи кешен (немесе табиғи аумақтық кешен) - бұл басқалардан өзінің жеке белгілері бойынша ерекшеленетін территория: табиғат бірлігі, географиялық орны және онда болып жатқан процестер. Кез-келген табиғи кешендер уақыт бойынша өзгереді, сондықтан бұл өзгерістердің табиғаты қандай екенін анықтаған жөн. Табиғи кешендер қалай өзгеруде Антропогендік әсер. Қазіргі уақытта жер бетінде адамның аяғы баспаған жерлер жоқ.\nБейзоналылық — қарастырылып отырған аумақтың зоналық ерекшеліктеріне бағынбайтын кейбір табиғат құбылыстарының таралуы, басты физикалық-географиялық заңдылықтардың бірі.\nЗоналық табиғат кешені деп жылу, ылғал режимдерінің бірдей болып келуіне байланысты топырақ жамылғысы, өсімдіктер және жануарлар дүниесі мен экзогенді геоморфологиялық процестерінің сипаты бірдей болып келетін ландшафтылардың жүйесін айтады. Қазақстан жеріңде жылу мен ылғалдың қатынасына байланысты орманды дала, дала, шөлейт, шөл зоналары қалыптасқан.",
                "date": "28.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юрист тердің болашағы бар ма?",
        "question_content": "Мен юрист мамандығын таңдайын деп жатыр едім .юрист тердің болашағы бар ма?",
        "question_date": "27.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі күні сұранысы орташа мамандықтың бірі.",
                "date": "31.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конустың осьтік қимасы p 12(2+√2) Конустың толық бетінің ауданы",
        "question_content": "Конустың осьтік қимасы-периметрі 12(2+√2) болатын тікбұрышты үшбұрыш. Конустың толық бетінің ауданын табыңыз?",
        "question_date": "27.01.2024",
        "question_tag": "Геометрия",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABC үшбұрышында ACB=30°, AB =10 см, AC=16 см болса, x-тің мәнін табыңыз?",
        "question_content": "ABC үшбұрышында ACB =306, AB=10 см және AC=16 см болса, x-тің мәнің табыңыз?",
        "question_date": "27.01.2024",
        "question_tag": "Геометрия",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақымақ адамның жолы неге тез болады?",
        "question_content": "Ақымақ адамның жолы неге тез болады\n\nНеге олар үнемі жолы болып жүреді оның сыры неде тез тез керек",
        "question_date": "27.01.2024",
        "question_tag": "Қызық сұрақтар",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эдинбург университетінің үш \"жолы болғыш\" психологы – Ричард Уайзман, Мэтью Смит және Питер Харрис түрлі адамдардың арасындағы айырмашылықты зерттей бастайды. Неліктен біреулерге әрқашан \"сәтті билет\" түседі, ал басқалары тағдырдың \"бонусын\" ала алмайды? Онжылдық зерттеу нәтижесінде мынадай тұжырымдама жасады: адам сәттілігімен бірге туылмайды, бірақ оны жүре-бара ұстап ала алады. Соның ішінде, адамның бастапқы мәліметтері маңызды емес.\n\n1-әдет: Өз сәтіңе күмәнданбау\n\nРичард Уайзман \"сәттілігі бар тәжірибеге\" қатысушылар іздейтіндігін айтып, газетке хабарландыру береді. Оған өздерін сәтсіз санайтындар да, өздерін 100% жолы болғыш санайтындар да қатыса алатын болады. Ол барлық қатысушыларға қалың газет беріп, ондағы суреттерді санауды тапсырады. Оның құпиясы бар болатын: газеттің бір бетінде үлкен жазумен хабарландыру жарияланған. Онда \"бұл анонсты профессорға көрсетіп, £ 250 ал\" делінген. Профессор күткендей, оны барлық жолы болғыштар байқап, сыйақы алады. Ал өздерін алдын ала \"сәтсіздер\" қатарына қосқан адамдар хабарландыруды көрмеген. Жолы болғыш адамдар ашық әрі бос келеді, сондықтан олар тек іздегенді емес, бар нәрсені де көреді. Тәжірибе көрсеткендей, сәттілік – жағдайлардың тоғысуы емес, адамның кез келген мүмкіндікті қолдануға дайындығы мен икемділігі. Жолы болғыш адамның басты әдеті – өзіне сену.\n\n2-әдет: Таныстарды көбейту\nӨзіңізге мынадай ұстаным қойыңыз: \"Мен таныс емес адамдармен оңай тіл табыса аламын. Мен үшін біреумен танысу немесе таныс емес адамнан өтініш сұрау қиын емес. Менің жолымда қызықты адамдар кездеседі.\" Жағдай мүмкіндігін максимум қолданыңыз. Мүмкін, ол сәтті болатын шығар? Мысалы, пойыздағы жолаушымен әңгіме қозғаңыз. Нәтижесінде, қаншама пайдалы нәрсе болатынын байқайсыз.Ричард Уайзманның ойынша, жолы болғыштар жаңа нәрсенің барлығына ашық болып келеді. Бұл қасиетті күнделікті өмірде жаттықтыруға болады. Мысалы, үйде басқаша тамақтар пісіріп тұрыңыз немесе мейрамханаға барғанда өзіңізге таныс емес тағамға тапсырыс беріңіз.\n\n3-әдет: Өз интуицияңа көбірек сену\nЖолы болғыш адамдар өмірінде интуицияларымен әрекет етеді. Өзіңіздің ішкі сезіміңізге мұқият болыңыз. Өзіңізді жақсырақ тану үшін күнде босаңсуды және өзіңізді тыңдауды үйреніңіз. Ол үшін таңертең медитация жасап үйренуге болады. Сол сияқты арасында табиғатқа, тауға, ауылға барып, тыныштықта өзіңіз отырып, демалуды әдетке айналдырыңыз.\n\n4. Сәтсіздіктен пайда көре білу\n\nРичард Уайзман былай дейді: \"Лимоннан лимонад жасаңыз!\" Жолы болғыштар да басқалары сияқты қиындықтарға жолығады, бірақ басқаларға қарағанда нашар тәжірибені жақсы және пайдалы нәтижеге айналдыра алады. Сәтті адамдар кедергілерге тоқтамайды, керісінше оларды жақсы нәрсеге үйренуге, өзгеруге мүмкіндік деп қабылдайды.\n\n5. Позитивті ойлау\n\nПозитивті ойлаудың пайдасы туралы айтудан жалықпаймыз. Оны тәжірибеде қолданып көру арқылы ғана оның пайдасын түсінесіз. Сәттілік біздің ішкі жағдайды көрсетеді. Ол біздің энергетикамызға, сенімімізге және өмірге қатынасымызға байланысты. Күнде кешкісін бірнеше минут уақыт бөліп, ойланыңыз.",
                "date": "29.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сезім уақыт өте келе өшіп кетеді деген распа ?",
        "question_content": "Екеуміздің үйленгенімізге 5 жылдай болды екеуміздің арамыз 15 жас менде ол адамға деген еш сезім қалмағандай ол мені қанша жерден жақсы көремін десем сене алмаймын ары қарай бірге тұрудың мəні бар деп ойлайсыздарма ? Ойымда мүлде бір басқа адам бардай əлде мен өзімді алдап жүрмін бе ? Сіздердің бастарыңыздан осындай жағдай болды ма ?",
        "question_date": "27.01.2024",
        "question_tag": "Достық",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махаббаттарың тәтті ләззатқа бөлену керек",
                "date": "22.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cабырлысыз ба? Сіз қаншалықты сабырлысыз?",
        "question_content": "Cабырлысыз ба? Сіз қаншалықты сабырлысыз?",
        "question_date": "26.01.2024",
        "question_tag": "Психологиялық кеңес",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабыр − адамзатты кемелдік шыңына жетелейтін ең асыл қасиеттердің бірі. Асылында бұл қасиет адам баласына әуелден Жаратушы тарапынан берілген жетістікке қол жеткізудің сырлы кілті.\nЖалпы, сабырлық (صَبْرٌ – сабр) сөзінің тілдік мағынасы «шыдамдылық ету» дегенге келеді. Шариғаттағы мағынасы  Алла Тағаланың разылығы үшін өмірдегі қиындықтарға төзу, шыдамдылық ету. Алла Тағала Құранда мұсылмандарға тән сипатының бірі – сабырлық деген. Сабырлы болу адам бойындағы ең бір ізгі тамаша қасиеттердің бірі. \nБұл жайында Құран Кәрімнің «Әли Имран» сүресінің 146-аятында: «Алла сабыр етушілерді сүйеді», - делінсе, «Нахл» сүресінің 96-аятында: «Расында, сабыр еткендерге жасаған амалдарынан да жақсы сый береміз», - деп айтылады.\nҚасиетті Құран Кәрімде сабырлылықтың хикметі туралы жетпіске жуық аят бар. Алла Тағала «Бақара» сүресінің 153-аятында: «Ей, иман келтіргендер, сабыр және намазбен көмек сұраңдар. Күмәнсіз Алла сабырлық қылушылармен бірге», – деп бұйырады.\nМына жалған дүниеде кез келген пенденің басына талай қиындықтар мен қайғылы жағдайлар келетіні хақ. Өйткені, өмірде қуаныш пен қайғы егіз қозыдай қатар жүреді. Бұл - өмірдің өзіндік заңдылығы да. Себебі, өмір атты қиын жол сындарлы сынақтардан тұрады.\nИмам Әбу Ләйс әс-Самарқанди былай дейді: «Ашуланғанда сабыр сақтаңыздар, ал ашуланғанда керісінше асығыстық танытып, сабырсыздық танытудан сақтаныңыздар. Шынында ашуланғанда сабырсыздық танытудың үш зияны бар, ал сабыр сақтаудың үш пайдасы бар. Сабырсыздық танытудың үш зиянын айтар болсам: 1. Артынан іштей өкінеді. 2. Адамдардың сөгісіне тап болады. 3. Алланың құзырында жазаланады.\nСабырсыздықпен қалай күресесіз?\nӨзгерістердің кейбір стратегиялары мыналарды қамтиды:\nТыныс алу! Терең, баяу тыныс алыңыз және 10-ға дейін санаңыз. ...\nДенеңізді сканерлеу. ...\nШыдамсыздықтың көзі туралы ойларыңызды өзгерту. ...\nШыдамдылық пен тыныштық сезіміне ықпал ететін күресу мәлімдемелерін немесе мантраларды пайдалану. ...\nКемшіліктерді қабылдау. ...\nСаналы болу. ...\nӨзіңізді отынмен толтыру.",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батыр Баян поэмасындағы жаны таза адам Баян енді сол жайлы жазып бересізбе.",
        "question_content": "Батыр баян поэмасындағы жаны таза адам кім?",
        "question_date": "26.01.2024",
        "question_tag": "Мектеп",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыр Баян - поэманың басты кейіпкері. Ол қазақ халқының батыры және Абылай ханның қол астындағы ең жақын жауынгері. Оның мінезі отаншыл және өте намысқой.Өте қайсар,өжет,ел адамы.Поэманың соңында соғыста қайтыс болады.\n\nНоян - Батыр Баянның туған інісі. Ол өз Отанының сатқыны,өйткені ол қалмақ қызымен бірге өзге елге қашып кетті.Елінің еркесі.Ел жағдайын,ағасының күйін ойламайтын жан.Поэманың соңында ол өз ағасының қолынан мерт болады.\n\nҚұралай - қалмаққызы. Батыр Баян оның ауылына шабуыл жасағанда, оны тұтқынға алып, оған бірден ғашық болады.Бірақ Құралай Баянға ғашық болған жоқ.Айлакер,өз дегенін орындайтын жан.\n\nАбылай Хан - Қазақ халқының ақ киізге көтеріп сайлаған Ұлы ханы. Қалмақтармен соғысқан.Батыр да батыл.Бойында көшбасшылық қасиет бар.Елінің бірлігі,болашағына жанашыр болған жан.",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрлі деген сөзді сөз құрамына талдау керек",
        "question_content": "Түрлі деген сөзді құрамына қалай талдайды тез керекк",
        "question_date": "26.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түр деген түбір, -лі деген жалғау.\n\nҚосымша",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топыраққа анықтама беріңдер. Оның бірегейлігі неде?",
        "question_content": "4-тапсырма сұрақтарға жауап беріңдер:\n\nа)Топыраққа анықтама беріңдер. Оның бірегейлігі неде?",
        "question_date": "26.01.2024",
        "question_tag": "Табиғат",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топырақ – табиғат компоненттерінің бірі. Топырақ жердің ең беткі өте жұқа қыртысындағы тау жыныстарының, өлі ағзаларының әсерінен пайда болады.\n\nТопырақ – тірі (органикалық) және өлі (бейорганикалық) табиғаттың әрекеттесуінің нәтижесінде пайда болатын ерекше табиғи дене.\n\nТопырақтың ең негізгі қасиеті – табиғи құндылығы, яғни, құрамында өсімдіктің тез әрі жақсы өсуіне жағдай жасайтын қоректі заттардың мол болуы.\n\nТопырақтың табиғи объект ретінде бірегейлігі оның құнарлылығымен байланысты. Бұл бірегейлік тек топырақта бар, өйткені басқа ештеңе өсімдікке жеке емес, ұжымдық түрде беретінін бере алмайды яғни, бір мезгілде іске асыра алмайды. Осының арқасында өсімдіктердің дамуы мен толық өмірлік циклінде кешігулер немесе проблемалар болмайды.",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай көліктерін алған дұрыс па?",
        "question_content": "Сәлеметсіздер ме? Қытайлық Changan UNI-T көлігін алғым келіп жүр, бұл көлік жайлы ойларыңыз, жалпы қытай көліктерін алған дұрыс па?",
        "question_date": "25.01.2024",
        "question_tag": "Автокөлік таңдау",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Changan UNI-T - 2020 жылы шығарылған қытайлық Changan компаниясының ықшамды кроссовері.\n\nChangan UNI-T алғаш рет 2017 жылы сәуірде Шанхай автосалонында ұсынылды. Модельді 2020 жылдың наурыз айында Женева автосалонында таныстыру жоспарланған болатын, бірақ жоба COVID-19 пандемиясына байланысты 2020 жылдың 28 ақпанында тоқтатылды. Нәтижесінде сатылымдар 2020 жылдың маусымында басталды.\n\n2021 жылдың 15 қыркүйегінде автомобиль C-NCAP апаттық сынақтан өтті, ол 5 жұлдызға бағаланды. 2023 жылдың ақпанында модель рестайлингтен өтті. Ресейге автокөліктерді жеткізу 2023 жылдың жазында басталды.\n\nМодельдің бәсекелестері болып табылады Mazda CX-5, Kia Sportage, Hyundai Tucson және Volkswagen Tiguan. Өлшемдері бойынша модель Changan CS55 Plus-қа жақын болып келеді.\n\nКөлік қуаттылығы 233 а.к. болатын іштен жанатын қозғалтқышпен жабдықталған және айналу моменті 390 Н*м. Басқа қозғалтқыштар қол жетімді.\n\nАвтокөліктің максималды жылдамдығы 205 км/сағ шектелген, бірақ бұл белгіні чип тюнинг арқылы жоюға болады.",
                "date": "26.01.2024",
                "upvotes": 0
            },
            {
                "text": "Қытай деп аты айтып тұрған жоқпа, аязда тоңып троиттап қалады екен көбісі трассада, көзбен көріп құлақпен естігенім осы",
                "date": "29.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ сөзі қай сөз табқа жатады?",
        "question_content": "Срочно керек срочно срочноаьалададвдвдсбсббсбчбччб",
        "question_date": "25.01.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зат есім\n\nҚазақ - кім?",
                "date": "25.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге жер сілкіністері көбіне түнде болады?",
        "question_content": "Неге жер сілкіністері көбіне түнде болады? Ғылыми, нақты жорамалдар бар ма екен осыған?",
        "question_date": "25.01.2024",
        "question_tag": "Табиғат",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер сілкінісі күндіз де, түнде де болуы мүмкін. Дегенмен, статистикаға сәйкес, жер сілкінісі түнде жиі болады. Бұған бірнеше ықтимал түсініктемелер бар:\nТүнде адамдар әдетте ұйықтайды, сондықтан әлсіз жер сілкінісін байқамайды. Бұл түнгі уақытта болатын жер сілкіністерін сейсмикалық станциялар жиі тіркейтініне әкеледі.\nТүнде адамдар далада аз болады, бұл жер сілкінісі кезінде жарақат алу қаупін азайтады.\nАдамдар түнде үйде қалуға бейім, бұл жарақат алу қаупін азайтады.\nАлайда бұл түсініктемелер түпкілікті емес. Кейбір ғалымдар жер сілкінісінің жиілігіне ай әсер етеді деп есептейді. Ай Жерге тартылыс күшін тудырады, ол тектоникалық плиталарды ауыстыруға көмектеседі. Бұл жер сілкінісіне әкелуі мүмкін. Алайда бұл теория әлі расталған жоқ.\nЖалпы, түнде жер сілкінісі неге жиірек болады деген сұрақ ашық күйінде қалып отыр. Дәлірек жауап беру үшін қосымша ғалымдардың зерттеулері қажет.\nТүн дегеніміздің өзі бірзге түн болғанымен жер шарының кересі бөлігіне күндіз болуы мүмкін. Сағат белдеуі демекші. Сондықтан түнде жер сілкінісі болу деген болжам толықтай зерттеуді талап етеді.",
                "date": "25.01.2024",
                "upvotes": 1
            }
        ]
    }
]