[
    {
        "question_title": "ЖОО орнынан басқа ЖОО орнына ауысу",
        "question_content": "Мен қазіргі кезде қостаналық университетте оқимын А.байтұрсынов атындағы.Сессия 31 желтоқсан бітеді.Мен қорқыт университетіне қалай тез арада ауыса аламын 1 курс оқимын",
        "question_date": "30.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-2 Жылдың ішіндегі оқыту ісіндегі жаңа жаңалық грант студентке беріледі. Яғни  ондай жағдайда оқу орнын ауыстыруға мүмкіндік бар. Сіз біліңіз грант қалай берілгенін біліңіз.\nОдан өзге: \n-Ұлттық ЖОО өзара ауысуға болады. Бірақ, айырмашылық сабақ болса соны төлеп оқуға міндеттелесіз.\n-Басқа мемлекеттік  немесе жеке ЖОО -нан ұлттық ЖОО грантты сақтай отырып , ауыса алмайсыз.",
                "date": "1.01.2021",
                "upvotes": 0
            },
            {
                "text": "халықаралықтан  ұлттық универге ауысуға болама ? грант пен степендияны сақтай отырып)",
                "date": "29.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лоренц күші қандай шамаларға тәуелді, альфа бұрышы?",
        "question_content": "Лоренц күші қандай шамаларға тәуелді, альфа бұрышы?",
        "question_date": "30.12.2020",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лоренц күші — электрмагниттік өрісте қозғалатын зарядталған бөлшекке әсер ететін күш. Бұл күшті сипаттайтын өрнекті 1892 ж. голланд физигі Х. А. Лоренц (1853 — 1928) тәжірибе нәтижелерін қорытындылап тапқан, СИ жүйесінде формуласы:\n{\\displaystyle \\mathbf {F} =q\\left(\\mathbf {E} +[\\mathbf {v} \\times \\mathbf {B} ]\\right)}\n,\nмұндағы:\n{\\displaystyle \\mathbf {F} } — Лоренц күші\n{\\displaystyle q\\ } — бөлшек заряды\n{\\displaystyle \\mathbf {E} }— электр өрісі\n{\\displaystyle \\mathbf {B} } — магнит өрісі\n{\\displaystyle \\mathbf {v} } — бөлшектің жылдамдығы\n× — векторлық көбейту.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ет өссе мұрынмен сөйлей ме?",
        "question_content": "Саламатсыз ба!Менің қызым екі окиды.Күлгенде мұрыны бітеледі. Ол тұқым қуалай ма? Ол кете ме? Ауырмайды мұрыны. Бірақ сол уайым болып  тұр және ұялшақ. Қалай пысык болады, көмектесіңіздерш өтініш",
        "question_date": "30.12.2020",
        "question_tag": "Тазалық",
        "question_views": 704,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала кішкентай кезде қаражатты мүмкіндігінше аямай, бала бойындағы ауру немесе нормадан тыс заттарды түзетуге барынша ата -анасы тырысу керек деп ойлаймын. Балаңыздың жасық болып өсуіне сол проблеманың тікелей қатысы болуы мүмкін. Себебі балаңызға сен сондайсың деп айтапасаңыз да әңгіме арасында , біреуден сол мәселе жайында ақыл сұрау кезінде қызыңыз сол мәселені сіз қалай қабылдап тұрғаныңыздан -ақ сезеді, уайымдауға тұрарлық жайт екенін. Немесе өзі қатарлас балалардан мазақ есуі де мүмкін, солай өз -өзімен тұйықтала ереді. Сізді жеке өмірде көрмегендіктен, араласпағандықтан ешкім де дөп байып айта алмайды неден тура солай болып жатқанын. \nСондықтан айтарым тек: \n1) Нағыз маманға лор немесе хирург маманға барып мұрнын көрсетіп, дұрысталып кетуіне көмек беріңіз. \n2) Қызыңызды өз ойын ашық айтқанда ұрысып, кемсітуден, ашуды қызыңыздан алудын сақ болыңыз.\n3) Шамалап еркелетіңіз, сырласып оның ойымен де санасыңыз.\n( Бұның барлығы тек сіз жазған мәселеге орай жаздым, мүмкін мен кейбір жерде сіз жасамаған істі де жасамаңыз деп жазған болармын, ол тек мен сізді жеке танымағандықтан, жалпы нормаларды жазып отырғанымнан, дұрыс түсініңіз)",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 сөз тіркесін алып толықтай талдау керек.",
        "question_content": "мәтіндерден 5 сөз тіркесін алып толықтай талда сөз тіркесінің түрлеріне , байланысуына, құрамы, құрылымына",
        "question_date": "29.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суықтықты қалай емдеуге болады?",
        "question_content": "Салеметсіздерме сіздерге срошна сұрағым бар енемнің арқасына и көкрегенің тұсына суықтық секілді бірдеңе шықты басында қыштып кин тошка тошка ішінде суы бар болп кетті кин оны пияз күидірп суын жоидық енді ол жара секілді болп тұр күнде ауыртады жылаиды өтініш не істесек болады укал салды оқытты паида берми жатыр оқытлған кір сабынмен жуынды бүгін енем өзі жаурағыш кісі жаз қысы боиы оранп жүред",
        "question_date": "29.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалайының тығыздығын анықтаңдар?",
        "question_content": "Мөлшері 30*10*10 см ³ қалайы кесегінің массасы 21,9кг. Қалайының тығыздығын анықтаңдар?",
        "question_date": "29.12.2020",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v = 30*10*10 см ³ \nm = 21,9кг\nro =?\nro = m/v  = 21,9/3000 = 0,0073 кг/м3",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жақын адамым жаңа нәрсе сұрады",
        "question_content": "Жақын адамым жақында ғана жаңа телефон алған болатын. Алайда,жақында түсімде қайьа жаңа телефон алып беруімізді сұрады. Бұл нені білдіреді?",
        "question_date": "29.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті көбіне өңінде не жайлы ойласа соған ұқсатып көре береді. Сол алған телефоны жайлы информацияны  түсіңізде миыңыз қайта алып келген ойыңызға. Сол себепті көрген сияқтысыз.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 әкімге 4 табақ, 1 директорге 2 табақ, 10 оқушыға 1 табақ, соңы 100 шығу керек.",
        "question_content": "1 әкімге 4 табақ, 1 директорге 2 табақ, 10 оқушыға 1 табақ, соңы 100 шығу керек",
        "question_date": "29.12.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:\n7 әкім, 33 директор, 60 оқушы\n\nШешуі:\n7×4=28табақ\n\n33×2=66табақ\n\n60÷10=6табақ\n\n7+33+60=100 адам\n\n28+66+6=100табақ",
                "date": "9.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С.Әжікеннің Баян аспабабында оқыту әдістемесі кітабын телефонға қалай жүктеп алуға болады?",
        "question_content": "С.Әжікеннің \"Баян аспабында оқыту әдістемесі\" атты кітабын телефонға PDF форматында қалай жүктеп алуға болады,интернеттен таба алмай қойдым,өтініш тауып беріңіздерші!!!",
        "question_date": "29.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "20 % оттектің берілген заттармен әрекеттесуі реакция теңдеулерін жазыңдар?",
        "question_content": "Оттектин берилген заттармен арекеттесуы тенделерин жазындар:\n\nА) AI\n\nB)Ca",
        "question_date": "29.12.2020",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше заттардың әрекеттесуіне заттың пайыздық үлесі әсер  етпейді. Тек шыққан затты өлшеген кезде қажет болар 20 пайыз. Ал жалпы түрде реакция осылай.\n4Al + 3O2 → 2Al2O3\nCa + O2 → CaO2",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фармацевт маманы болғанда тек дәрімен айналысамызба",
        "question_content": "Фармацевт маманы болу үшін не керек. Оның жалақысы шамамен қанша болад.",
        "question_date": "28.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фармацевт мамандығына түсу үшін   ҰБТ-гі бейіндік пәндер 1) Химия 2) биология\nВ072 фармацевтикалық технологиялар өндірісі Мамандығын таңдайсыз.\n«Фармацевтика» термины «фармация» терминының синонимы емес.\nФармация мен фармацевтиканың айырмашылықтары\nФармация мен фрармацевтика- екі түрлі түпкі өнім. Қазіргі кезде фармация толық тұтылынатын дәрілердің тек 3% дайындаса, фармацевтика және оның артында тұрған фармацевтикалық өнеркәсіп әлемде тұтылынатын дайын дәрілік түру бар дәрілердің 97%  дайындап шығарады.\nШет елдерде «фармация» қажетті дәріні, косметиканы сатып алуға және медициналық көмек алуға болатын жекелеген сауда орындарын білдереді. Ал «фармацевтика» саудамен айналыспайды.\n«Фармация» мен «фармацевтика» терминдерінің айырмашылығы Оксфорд ағылшын тілі сөздігінде айырықша баса жазылған. «Фармация» (pharmacy) дәрі- дірмектерді сату және дайындауға арналан орын және дәрілерді дайындау әрекеті ретінде анықталады. Ал «фармацевтика» (pharmaceutics) дәрі- дәрмектердің өндірістік кәсіпорындарда дайындау әрекетін білдіреді.\nФармация мамандығын таңдау үшін ҰБТ -гі ьейіндік пәндер: \n1) биология \n2) химия\nВ085 Фармация \nФармацевтика - дәрілердің адам мен жануарлардың организмдерін тексеретін және дәрілерді іздестіру, шығару, сақтау, дайындау және сату мәселелерімен айналысатын ғылым түрі.\nКөптеген фармакологиялық қасиеттері бар химиялық қосылыстар өнделмеген күйде не пайдасыз, не зиянды болып келеді. «Фармацевтика» осындай қосылыстарға нақты топ адамдарды емдеуге арналған  бірегей мөлшерленген түр береді.\nФармацевтика бөлімдер\nфармакокинетика\nфармакодинамика\nфармакогеномика",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың ұлттық өнерінің ерекшелігі неде?",
        "question_content": "1.Қазақтың ұлттық өнерінің ерекшелігі неде?\n\n 2. Ресей империясының отаршылдық саясатының себеп салдарын ата ? Пж жауап керек",
        "question_date": "28.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқы бейнелеу өнерінің мәдениеттанулық негіздерін, рәміздік ерекшеліктерін зерттеудің өзектілігі бірнеше мәдени факторлармен және Қазақстан Республикасында қабылданған мәдени даму бағдарламасымен үндес өтіп жатқан үрдістермен айқындалады. Бүгінгі таңда мемлекет тәуелсіздігін нық ұстау мақсатында жүргізіліп жатқан рухани шараларға қатысты ұлттық философия мен мәдениеттің өркендеуіне қолайлы жағдайлар туып, кеңінен жол ашылуда. Оған Республика президенті Н.Ә. Назарбаевтың «Қазақстанның болашағы қоғамның идеялық бірлігінде» атты еңбегінде: «Тарихи құндылықтарымызды барынша зерттеу мен қайта қалпына келтіру, сақтауға, зерттеуге мән беріп, өткен тарихымызды ұрпаққа жеткізуіміз керек. Өзінің тарихи, мәдени тамырларына қайта оралу – бұл әрине оң процесс. Қазақстанда ұлттық тілді, өнерді, мәдениетті дамытуға барынша қолдау жасалып отыр, – деген сөзі айғақ.\nСоның ішінде, қазақ бейнелеу өнері бір адам ғұмырына ғана жетерлік өте аз мерзімде өзгеру, өсу кезеңінен халықаралық ілтипатқа бөлену шағына дейін бүкіл даму сатыларынан өтті. Түптеп келгенде, бұл ортаға тарихи тұрғыда тән емес көркем ойлаудың жаңаша үрдісі, жаңаша ұлттық мектебі жасалды. Бұл мәдени құбылыс әлде де зерттеліп, саралана жатар, дегенмен, оның пайда болуы Еуропа мен Шығыстың (Азияның) көркемдік дәстүрлерінің өзара байланысының нәтижесінде мүмкін болғаны күмән тудырмайды.\nҚазақстанның бүгінгі күнгі өнері туралы сөз қозғағанда, әдетке айналып кеткен қазақ бейнелеу өнеріндегі тұрмыстың мазмұндық мәселелері мен экзистенциалдылыққа тартымдылық тәрізді көріністерінің де жалғасып жатқанын атап өтпеуге болмайды. Кәсіби өнердің дамуының осы сәті суретшілердің осы заманғы тұтынушыға жеткізуге ұмтылатын идеялар кешенінен нақты байқалатыны оның шоғырланушылық сипатында. Бүгінгі күннің бейнелеу және мүсін өнері контекстік жағынан аса толықтырылған күрделі болып келеді, ол өз кезегінде қарапайым көрерменнің түсінбеуін тудырады. Бүгінгі күні суретшілер мектебінің қалыптасу сатысының алдыңғы кезеңіндегі тәжірибелерін толық тү-сіну болашақтың ісі. Түрлі түстер, композициялар, фактура немесе пластика көмегімен шығу көздері, жылдар бойы шыңдалған, әдеттегі құндылықтар мен түсінушіліктермен тығыз байланысқан, дүниенің құрылуы туралы ұлттық түсініктерді өнерде қалыптастыра, бейнелік шығармалар мен мүсіндік композицияларды қалпына келтіре отырып, суретшілер небір жиынтыққа, біртұтас жүйеге, шашырап қалған элементтер мен фрагменттерді жинайды деуге болады. Осы процесс барысында шығармалардың нысандарымен атқарылатын жұмыстар да жедел қойылғанын атап өтуіміз керек. Әр алуан түрлі стильдер, тәсілдер, қолтаңбалар бойынша қызмет атқаратын, сол бағыттарда тамаша туындыларды дүниеге әкелетін бейнелеушілер мен мүсіншілердің шығармаларында нысан рөлін әсемдік ерекшелік факторының күшеюі немесе күнделікті эстетикалық өлшемдерді жоққа шығару арқылы қарқындандыру жүзеге асырылуда. Осы үрдіс ұлттық менталитетке қатысты жаңа суретшілер тілін қалыптастырумен тығыз байланысты болып отыр. Ол өзінің сыртқы стильдік көріністерінде айтарлықтай шартты, орташалау, рәміздік, метафоралық немесе тіпті ашықтан – ашық метафизикалық сипатқа ие болды. \nХХ-ғасырдағы қазақ мәдениетінің басты ерекшелігі жаңалыққа сергектігі мен ашықтығы деу орынды. Мұның айқын бір көрінісі – Республикамызда «contemporary art», яғни қазіргі заман өнерінің тез арада әрі табиғи түрде пайда болуы. Алғашқы кезде бұл бағыттың жақтаушылары Қазақстан үшін ең маңызды және қажетті «contemporary art» деуге басқан. Бірақ, Қазақстанның бүгінгі өнері тек осы бағытпен шектелмейтінін, ол әр алуан және әр түрлі стильдік бағыттардан және әр түрлі шығармашылық ерекшеліктерден тұратынын уақыттың өзі көрсетіп отыр.\nХХ-ғасырдың ортасынан бастап әлемдік мәдениеттен өз орнын алған қазіргі заман өнері еліміз тәуелсіздік алғалы бері бізде де қанат жая бастады. «Сontemporary art» аталатын қазіргі заманауи өнердің (энвайронмент, преформанс, инсталяция, акция) республикадағы тұңғыштары деп Қанат Ибрагимов, Рустам Хальфин, Ғалым Маданов, Ербосын Мелдебеков, Елена және Виктор Воробьевтар, Юлия Сорокина тағы да басқа суретшілерді атау орынды. Өмірде жоқты жасауға ұмтылатын авангардистер сияқты олар да жаңаны тудыру үшін өнердің қайнар көздерін іздестіріп, қажет тұста көне де қарапайым дүниеге бет бұрады. Мысалы, К. Ибрагимовтың «Құрбандық шалу» акциясын (көрерменнің көз алдында құрбандық шалып, қойды бауыздау, қанын ішу екі тұрғыдан – біріншіден, өмірде жоқты жасау, екіншіден, көне дүниеден үйрену), ұмыт болған діни салт-дәстүрді тірілту деп қарастыруға болады. Аталмыш акция, демек қанша жаңа өнер десек те ата-баба дәстүрінен бастау алар табиғаты бар, өмір жалғастығының көрінісі дерліктей. Ал, Стамбулдағы биенналеге қатысып, шығармашылықтары жоғары баға алған белгілі суретшілер Елена және Виктор Воробьевтардың «Классиканың халықпен қоштасуы», «Мұнда болғандар» акциялары өткен қимастықпен қарап, жеңіл мұңға батуды және өмірде қандай да заттың өз орны бар екенін байқатады. Жалпы Воробьевтар шығармашылығының басты ерекшелігі айнала дүниеге, қоршаған ортаға жіті үңілу және оны қастерлей білуге үндеу деу керек. Қазіргі Заман өнері бағытында «Көпір» ассоциация-сының мүшелері табысты еңбек етіп жүр. Ассоциация жетекшісі Ғалым Мадановтың «Вавилон мұнарасы» энвайронменті күрделі дүние. Жоба белгілі мәдениеттануші, сәулетші А. Ордабаев пен белгілі өнер \nзерттеушісі Б. Барманқұлованың жетекшілігімен және аталмыш ассоциация мүшелерінің қатысуымен жүзеге асырылады. Алматы да 80–90 жылдары саяси ағарту орталығы болған ғимаратта өткен бұл энвайронмент кеңестік кезеңнің келеңсіз тұстарын басқаша бір ракурста көрсетумен қатар қазіргі өміріміздегі қилы құбылыстарды айқындап аша түсті. Ең бастысы «Вавилон мұнарасына» заманауи сипат берілген.\nЗаманауи бейнелеу өнерінің республикалық көрмесі алғаш рет 1998 жылы болған еді. Соростың Қазіргі Заман Өнері орталығы ұйымдас-тырған көрмені бұл бағытта жұмыс істеп жүрген әр суретшінің өзіндік қолтаңбасы мен стилін анықтауға мүмкіндік бергендей. Сонымен қатар, қазіргі заман өнері мәдени өзіндігін іздестіру жолында. Бұл бағытта жұмыс істеушілер халықтық салт-дәстүрлерді жандандыруға ден қояды, әрі қазіргі заман өнеріндегі әлемдік процестерден тысқары қалмауға ұмтылады. «Сontemporary art»-тың ішінде ең көбірек көзге түсіп жүргені Перформанс. Шет елдерде перформанс концептуальді шығармашылық болып табылмайды. ол әлдеқашан көпшілік қауымның игілігіне айналған ХХ ғасырдағы ақыл-ой жүйесі үшін өзекті стиль сюрреализмнің эстетикасы мен философиясынан нәр алып, галереяларды, театр, кино, теледидарды жаңаша қырынан көрсеткен. Қазіргі заман өнерінің халық ара-сына кең тарағанының ең бір мықты дәлелі деп фэшн индустрия мен перформанс клиптерді жиі көрсететін MTV жаппай комерцияланудың символы болып отырған музыкалық телеарнаға әсерін атауға болады.\n\nИсточник: https://e-history.kz/kz/seo-materials/show/29747/",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық тепе-теңдіктің ығысуына температураның әсері. N2+3H2=2NH3, DH<0",
        "question_content": "Химиялық тепе-теңдік.  Ле-Шателье принципі.Химиялық тепе-теңдіктің  ығысуына температураның  әсері.N2+3H2=2NH3,  DH<0   реакциясының тепе – теңдігін N2 түзілу бағытына ығыстыру үшін  температураны қалай өзгерту керек?",
        "question_date": "28.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлемін үш есе кеміткенде тура реакция жылдамдығы қалай өзгереді?",
        "question_content": "Химиялық тепе-теңдік. Ле-Шателье принципі.Химиялық тепе-теңдіктің  ығысуына көлемнің әсері.  Жүйенің 2SO2 + O2 D 2SO3  көлемін үш есе кеміткенде тура реакция жылдамдығы қалай өзгереді?",
        "question_date": "28.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-27 есе кемиді 3тің 3 дәрежесі -27",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық тепе-теңдік.Қайтымды реакциялар. Н2 + І2 = 2НІ реакциясында әрекеттесуші",
        "question_content": "Химиялық тепе-теңдік.Қайтымды  реакциялар.\n\n Н2 + І2  =  2НІ  реакциясында әрекеттесуші  заттардың концентрациялары мынадай болғанда тепе-теңдік орнады: [Н2 ] = 0,2 моль/л,  [І2 ] = 0,06 моль/л,  [НІ] = 0,4 моль/л. Иод пен сутектің бастапқы концентрацияларын анықтаңдар.",
        "question_date": "28.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 940,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зат мөлшері 0,5моль көмірқышқыл газының молекула санын есептеңдер.",
        "question_content": "Зат мөлшері 0,5моль көмірқышқыл газының молекула санын есептеңдер.Осы тапсырманы білмей жатырм көмектесінізші.",
        "question_date": "28.12.2020",
        "question_tag": "Мектеп",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n(0.5CO2)=0.5*6.022*10^23=3,011*10^23",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңлік пен Кебек қалай танысады?",
        "question_content": "Барине привет. Пожалуйста айтындаршы. Енлік пен Кебек қалай танысады? Керек болып тұр",
        "question_date": "28.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15 жасында-ақ көпшілік ішінде батырлығымен, кішіпейілдігімен танымал болған Кебек аузы дуалы Нысан абызды әдейі іздеп барып, бал ашуын сұрайды. Қобызын сарнатып, қалшылдап-дірілдеп Кебектің болашағын болжаған Нысан абыз жігітке:\" Ажалың биік қабақ сұрлау қыздан,\nБатырым, ондай жанға көңіл берме\", - деп ескертеді. \nАбыздың сөзін көңіліне алса да, жын сөзіне сенбеген батыр өз жолымен жүре береді. Арада біраз уақыт өткен соң Кебек аң аулап жүріп адасып кетеді. Кешқұрым жолында кезіккен үйге кіреді. Ол Матай ауылына келген екен. Кірген үйінде кемпір-шал мен қойшы бала отырады. Және кемпір-шалдың бой жетіп отырған Еңлік есімді қызы бар еді. Ас ішіп, жөн сұрасқаннан кейін Кебек өзін таныстырады. Оның есімін естіген қыз Кебекке ұзақ қарап қалады. Ұйықтар уақыт болғанда Еңлік Кебекке өз төсегін салып береді. Кебек оны қыздың жеңілтектігіне балайды. Көз байланып, барлығы ұйқыға батқанда Еңлік Кебекті оятып, өз сырын айтады. Өзінің бір байдың баласымен атастырылғанын, оны өзіне тең көрмейтінін, атасқан жігітінің ездігі мен ынжықтығын айтады. Сырын ақтарған қыз Кебектен өзіне тең көрер болса алып қашуын өтінеді. Кебек те қызды сынап, оның ой-пиғылы таза екеніне көзі жетіп, алмаққа уағдаласады.",
                "date": "19.01.2021",
                "upvotes": 1
            },
            {
                "text": "Кебек бораннан адасып,Хақан өзенінің аяғына бір Матайға жетеді.Ол жақта Боқтыбай қыстап жүрген қара жартасқа келеді Кебек.Сол үйге кіріп келсе шалмен кемпір жәні бір бойжеткен қыз(Еңлік) шығады,барлығы тамақ ішіп әңгіме дүкен құрып болғаннан кейін кемпір мен шал ұйықтап қалады,сол сәтте Еңлік Кебекпен танысады.",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тісіме салқын тиіп, сол жақ жағымнан без шошып кетті",
        "question_content": "Шығып келе жатқан тісіме салқын тиіп, сол жақ жағымнан без шошып кетті. Қалай кетірсе болады?",
        "question_date": "28.12.2020",
        "question_tag": "Денсаулық",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Матаға тұзды ысытып салып соны басып көріңіз. Бірақ егер басылмаса хирургқа барып көріңіз.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көп достар арасында адал жандар аз",
        "question_content": "Көп достардың арасында адал жандар аз деген пікірге келісесіз бе?",
        "question_date": "28.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дос деген көп болады деп ойламаймын. Көп дос деген ол тек сәлемі түзу, кезінде  ортақ байланыстыратын мәселесі болған таныс адамдарды да дос қатарына жатқызу барысында айтылады деп ойлаймын. Адамның тығыз араласатын жақын досы 5-10 болар енді тым көп болса.  \nАл олардың адалдығына келер болсақ, әр адам шын сын кезінде ғана сыналады.",
                "date": "29.12.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі АВС үшбұрышының бүйір қабырғаларының ұзындықтары",
        "question_content": "Теңбүйірлі АВС үшбұрышының бүйір қабырғаларының ұзындықтары 18 см. АВ\n\n қабырғасының ортасынан алынған D нүктесінен осы қабырғаға перпендикуляр DE\n\n жүргізілген. ВС қабырғасында жатқан Е нүктесі А төбесімен қосылған. АЕС\n\n үшбұрышының периметрі 27 см болса, АВС үшбұрышының үшінші қабырғасын табыңыз.",
        "question_date": "28.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орташа перпендикуляр (орта сызық) үшбұрыштың медианасы мен биіктігі AEB => AE = BE => AE + EC = BC = AB = 18 (см),\nөйткені ABC үшбұрышы тең бүйірлі;\nP = AE + EC + AC = 27 (см) => AC = 27 - 18 = 9 (см)",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөйлемге морфологиялық талдау жасаңыз.",
        "question_content": "Морфологиялық талдау: Балуан Шолақ ерегіскендей, көтерген гирлерді арқасымен біраз айналдырып, бытыратып жан-жаққа ұшырып жіберді (С.М.).",
        "question_date": "28.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам қанша жаста қандай размер кию керек?",
        "question_content": "Адам қанша жаста қандай размер кию керек айтыңыздаршы сосын жасым 12 де 38 39 киемін сол дұрыс па. Мен аяқ киім алатын кезде қатты ұяламын не істесем болады.",
        "question_date": "28.12.2020",
        "question_tag": "Денсаулық",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оған ұялудың қажеті жоқ, әр адамның жаратылысы әр түрлі. Оны мін деп санап ұялма.",
                "date": "30.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әбу Насыр Әл-Фараби туралы мәлімет",
        "question_content": "Әбу Насыр Әл-фараби туралы нақты мәлімет",
        "question_date": "28.12.2020",
        "question_tag": "Мектеп",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығыстың ғұлама ойшылы Әбу Насыр әл-Фараби 870 жылы бүгінде Отырар аталатын, Арыс өзенінің Сырға барып құятын сағасындағы Фараб қаласында дүниеге келді (қазіргі Оңтүстік Қазақстан облысындағы Отырар қаласының маңайындағы ортағасырлық қала). Фарабидің толық аты-жөні Әбу-Насыр Мұхаммед Иби Мұхаммед ибн Ұзлағ ибн Тархан Әл-Фараби. Әл-Фараби түрік тайпасының дәулетті бір ортасынан шыққаны бізге мәлім, бұған дәлел оның толық аты жөнінде \"Тархан\" деген атаудың болуы. Туған жері қазақтың ежелгі қаласы Отырарды арабтар Барба-Фараб деп атап кеткен, осыдан барып ол Әбу Насыр әл-Фараби, яғни Фарабтан шыққан Әбу Насыр атанған. Сол тұста өмір сүргендердің қалдырған жазбаларына қарағанда, Отырар қаласы IX ғасырда тарихи қатынастар мен сауда жолдарының торабындағы аса ірі мәдениет орталығы болған.\nӘбу Насыр бала күнінен ғылымға үйір болып өсті, оның бақытына қарай сол заманда Отырарда аса бай кітапхана бар еді. Әл-Фараби парсы, грек тілдерін үйренеді, осы тілде ғылыми трактаттар оқиды. Фараб пен Бұқарада бастапқы білім алған соң әл-Фараби өз білімін жетілдіру мақсатында Бағдатқа аттанады. Фарабидің дүниетанымының қалыптасуына Мерв мектебінің ғылыми дәстүрлері мен философиялық бағдарлары өз әсерін қалдырды. Бағдадта әл-Фараби ғылым мен әртүрлі пәндерді оқиды. Білімге деген құштарлығының арқасында әл-Фараби сол уақыттағы ғылым мен білімнің ордасы саналған Дамаск, Халеб, Каир, Шаш, Самарқан, Бұхара, Мерв, Нишапур, Рей, Хамадан қалаларында да болып, білімін үнемі жетілдірумен болды. Сол қалаларда оқыды, еңбек етті. Шығыстың осы шаһарларында ол өз дәуірінің ең көрнекті ғалымдарымен, көркем сөз деректерімен танысады. Олардан тәлім-тәрбие алады.\nӘл-Фараби – көрнекті ойшыл, өзінің замандастарының арасындағы ең ірі ғалым, философ және шығыс аристотелизмінің ең ірі өкілі. Өзінің білімділігі мен сауаттылығының арқасында \"Екінші Ұстаз\" атауына ие болды. Әл-Фарабидің шығармашылық мұрасы орасан зор (150-ге жуық философиялық және ғылыми трактаттар), ал оның айналысқан ғылыми салалары ол – философия мен логика, саясат пен этика, музыка мен астрономия. Ғылыми еңбектерінің ең әйгілісі \"Қайырымды қала тұрғындарының көзқарастары жайлы трактат\" деп аталады. Оның атақты “Музыка туралы үлкен трактат” деген шығармасы әлемнің көптеген тілдеріне аударылған.\nӘл-Фараби философия саласы бойынша грек ойшылы Аристотельдің \"Категориялар\", \"Метафизика\", \"Герменевтика\", \"Риторика\", \"Поэтика\", бірінші және екінші \"Аналитика\", \"Топикасы\" және т.б көптеген еңбектеріне түсініктемелер жазды.\nӘбу Насырдың Платон және Аристотель философиясындағы идеяларға арналған кітабы оның философия саласындағы аса көрнекті ғалым екенін әрі философия пәнін терең меңгергенін дәлелдейді. Фараби Аристотельдің әлеуметтік-қоғамдық идеяларын дамыта отырып, өз тарапынан да “Кемеңгерлік меруерті”, “Ізгі қала тұрғындарының көзқарасы”, “Мәселелердің түп мазмұны”, “Ғалымдардың шығуы”, “Бақытқа жету”, “Азаматтық саясат”, “Мемлекеттік қайраткерлердің нақыл сөздері” сияқты көптеген сындарлы философиялық еңбектер жазған. Фараби бұл еңбектерде дүние, қоғам, мемлекет, адамдардың қатынастары туралы заманнан озық тұрған пікірлер, пайымдаулар айтады.\nӘл-Фарабидің еңбектері күні бүгінге дейін өз мән-маңызын жоғалтқан жоқ. Әл-Фарабидің мемлекет, ел басқару жөніндегі тұжырымдары, әлеуметтік-этикалық саяси көзқарастары бүгінгі қоғам үшін де айрықша маңызды. Оның еңбектері еуропалық Ренессанстың өрлеуіне үлкен ықпал етті. Фараби Шығыс пен Батыстың ғылымы мен ежелгі мәдениетін табыстыруда зор рөл атқарды.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Sn + HNO3 SnO2 + NO2 + H20",
        "question_content": "Реакция тендеуін электронды баланс әдісімен теңестір. Тотығу және тотықсыздану процестерін бағдармен көрсетіңіз. Sn + HNO3 SnO2 + NO2 + H20",
        "question_date": "28.12.2020",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sn (s) + 4 HNO3 (aq) → SnO2 (s) + 4 NO2 (l) + 2 H2O (l)\nSn (0 )- 4 e- → Sn (IV) (тотығу)\n4 N (V) + 4 e- → 4 N (IV) (тотықсыздану)",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аталған ақындардың қайсысы\"зар заман\" ақыны емес",
        "question_content": "Аталған ақындардың қайсысы зар заман ақыны емес.Пж тауып беріңдерші",
        "question_date": "28.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрат Мөңкеұлы. Осы дұрыс жауап!! !",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    }
]