[
    {
        "question_title": "Қалай тез арықтаймын және саным (аяқ) үлкен?",
        "question_content": "Менің тез арықтагым келеді. Сонымен қатар джинсы юбка кие алмаймын (себебі саным улкен.). Бари семіріп кетіпсің дегенде уялыыыып кетем",
        "question_date": "13.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тез арықтасаңыз тез қайта толу қауіпі  бар. Бірақ тез арықтауға болады егер ерік жігеріңіз жақсы болса. Әрқайсысын тәптіштеп айтпасам да бастыларын айтайын.\n\n1) Таңертең жылы сумен ағзаны шаюды әдетке айналдыру;\n\n2) Әр тамақ ішуден алдын су ішіп отыру (200мл) Тәбетті азайтады;\n\n3) Таңертең немесе кешкілік жүгіру( арықтауға арналған арнайы жүгіру программаларын жүктеп алсаңыз болады)\n\n4) Газды сусыннан және тағамдық құнары жоқ заттардын бас тарту;\n\n5) Кардио жаттығулар кешенін жасау;\n\n6) Дене бұлшықеттерін қатайту жаттығуларын кем дегенде аптасына 2 рет жасап отыру( арықтау кезінде босаған бұлшықеттер біріншіден сүйкімсіз көрінеді, екіншіден ағза ауруларына алып келеді);\n\n Осы әдеттерді 1 ай жасасаңыз нітижесін байқай аласыз. Сонымен қатар артық сағат ұйықтай беру де семіздікке алып келеді. Үнемі қимылда болыңыз, қолыңыз босай қалса аяқты арықтатуға арнайы жаттығуларды жасаңыз.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жалғыз\" поэмасы туралы?",
        "question_content": "Жалғыз поэмасындағы ұлттық құндылықтар?\nБас бармақ-басты мәселе.\n\nАқын үшін аса қымбат ұлттық құндылықтар?\n\nБалаң үйрек-бірлесу.\n\nМен бүгінгі сабақта нендей мәлімет алдым?\n\nОртан терек-ойлану.\n\nЖалғыз” поэмасы жалғыздық концепциясының шыңы бола алды ма?\n\nШылдыр шүмек-шынайылық.\n\nМаған шығарма ұнады ма? Неліктен?\n\nКішкентай бөбек-көңіл күй ахуалы.\n\nМен осы тақырыпты оқу барысында өзімді қалай сезіндім?",
        "question_date": "13.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 147000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Жәйірден басқа жауы жоқ» жас Жармұһамбеттің өлеңін ести сала «бұл ақын болмаса, мұрнымды кесіп берейін» деген сөзі жас талапты мойындау, талантын бағалау екенін сол жиында отырған жас ақындардың бәрі түсінген-ді. Мұқағали басымен «мұрнымды кесіп берейін» деп айтқан сөзі жас таланттың ақындығына қойылған кепіл сияқты сезіледі. Содан бері жарты ғасырға жуық уақыт өтіпті. Жармұһамбет – Жәркен болды. Қазақ әдебиетінің табалдырығын жаңа аттаған жастан тартып, ақсақал-абызының аузында жүр. Мұқағалидың кепілі ақталды ма? Ең басты сұрақ осы.\nБейімделудің әртүрлі формалары болады. Туған жерін қиып, атажұртына келген ақынның бұл жерге бейімделуі оңай болған жоқ деп ойлаймын. Мәскеуде оқығанымен, талантымен ортаны мойындатқанымен, оның жаны, рухы атамекенге бейімделе алған жоқ. Ол бәрібір «Жәйір тауын» аңсайды. Тым болмаса бір рет қақтығысып қалуды армандайды. Ақын сыртқы келбетімен ортамызда жүргенімен, ішкі әлемі, қиялы мүлде басқа дүниеде. «Мен келсем, келдім туыс, бауырым деп, Алатау, Арқа, Алтай, Сауырым деп…» жырлаған ғазалдарына үңілсеңіз, атамекенге деген ерекше құрметті, ілтипатты көресіз. Бұл – ақынның азаматтық позициясы екенін де ұғасыз. Бірақ Жәркен ақын бұл жерді перзенті сияқты сүймейді. Ол «Жәйірді – анам» дейді. Ол Жәйірдің перзенті. Ақынның бір ішкі мұңы да осы. Оның шығармашылығының алтын қазығы – Жәйір. Бұл туған жер тақырыбын айналып өткім-ақ келіп еді. Өйткені, Темірхан Медетбек Жәркен Бөдешке арнаған мақаласында бұл туралы айтқан. Басқа да мақалаларда көп айтылып келеді. Қайталағың келмегенімен, ақынның шығармашылығындағы Жәйір концепциясын айналып өте алмайсың. Еріксіз аялдайсың. Ақынның жанын тура өзі сияқты сезіне алмағаныңмен, өлеңнің жанын түсінесің. «Туған жерге барғанда» өлеңіндегі телегей теңіз махаббат пен ауыр сағынышты, алып іңкәрлікті көрмеу мүмкін емес те:\n«Қараған, бұтаның түбінен,\nҰйқысы қанып түнімен –\nОйнап шыққан қояндай,\nОрғып-орғып жүгірем.\nОрғыған сайын алқындым,\nАлқынған сайын шарқ ұрдым.\nСоңымнан қалмай жүгірген –\nТасбұлақ,\nӨзен,\nСамалды,\nБолдыртып артқа қалдырдым.\nОйдан қырға орғыдым,\nҚырдан нуға орғыдым,\nНудан суға орғыдым,\nТабанға қатты батса да,\nОрғыдым таудан, тасқа да.\nЖелбезек ерні түрілген,\nЖелге қарсы жүгірген.\nІлеспей қалды бөкен де,\nЖылтылдап ұшқын түгінен…».\nБұл – ұзақ өлең. Бірақ осы өлеңдегі ақын рухынан басқа Жәркеннің ақындық қуатын байқаймыз. Бұл – ерекше көп жазатын адам. Және өлеңдерінде болсын, дастандарында болсын фольклорлық сипат айқын білінеді. Жазып отырған жырының ішінде өзі, уақыты жүреді:\n«Маңдайымнан, табаннан мынау\nқатал нарықтың тұрғанымен сызы өтіп,\nҚайғыланып қан жұтып,\nМұнарланып мұңайман.\nРамазан айында Қадыр түнін күзетіп,\nағыл-тегіл шабыт бер деп тіледім,\nСөз маржанын тауып бер деп тіледім.\nБоз інгенді сауып бер деп тіледім,\nШайтанымды қағып бер деп тіледім.\nАйнымайтын бақыт бер деп тіледім,\nБаяны ұзақ уақыт бер деп тіледім.\nОтанымды, елімді, ұлан-байтақ жерімді,\nДін, тілімді сақтай гөр деп тіледім.\nНесібемді қақпай бер деп тіледім –\nқұдіреті күшті Құдайдан».\n(«Оралханға оралу» поэма-монологынан).\nБұрынғы суырыпсалма ақындардың кейпінде көз алдыңа келетін ақынды өз қатарластарымен рухтас, стилі ұқсас деп мүлде айта алмаймыз. Бұл, бүгінгі ақындарға қарағанда, бұрынғы және ертеңгі ақындарға көбірек жақын сияқты. Ертеңгі дейтін себебіміз әдебиет айналып фольклорға келеді. Жаңа стильдер, тың мазмұндар ежелгі мұраға қайта бас сұққанда пайда болады. Тіпті, Батыс әдебиетінің мықты жазушыларының ар жағында «Мың бір түннің» жатқанын айтсақ та жеткілікті шығар. Оның үстіне Жәркен Бөдештің іздеушілері ылғи жастар. Арғы бет, бергі бетіне қарамай, күллі ақын боламын деген жігіттер Бөдеш- ұлын іздейді. Жәй іздемейді, ақынның қуатты поэзиясына ынтығып іздейді. Жастар жақсы көрген ақын, болашаққа сол жастармен барады.\nӨткен ғасырдың 60–80-жылдары дүркін-дүркін газет бетіне шығып, қайта-қайта кітаптары басылып жатқан ақын-жазушылардың көбінің аты бүгін беймәлім. Газетіміздің сексен жылдығы қарсаңында ескірген тігінділерді ақтарып отырып та бұған көз жеткізгенбіз. Тіпті, елу жылға да толмай ұмытылып кете береді. Ал Жәркен оқылатын ақын. Ұмытылмайтын. Әрине, жалпы бұқаралық сипат алып, даңқты да болып кетпейтін шығар, кім біледі… Бірақ ақын боламын дейтіндер іздеп жүріп оқиды. Жұмекенді, Тынымбайды іздейтіндері секілді.\nЦвейгке жазған хатында Горький: «Шығармаларын жазушының өзінен артық ешкім түсінбейді» деп жазады. Бұл сөз, күллі шығармашылықпен байланысы бар адамдарға қатысты. Және шындығы басым. Жәркен Бөдеш өз шығармашылығына қаншалықты үңіліп көрді екен? Бір сұхбатында тілшінің: «…арғы беттен келген ақын-жазушылардың шығармаларында міндетті түрде «көш» жүреді. «Мен пәлен жылы, пәлен көшпен келіп едім» – деп, тағдырын шығармашылығына арқау етіп жатады. Байқаймын, сіздің өлеңдеріңізде «көш» тақырыбы көп емес сияқты…» деген сұрағына ақын: «Көшті жырлап, шығармашылығыма оралман екенімді арқау етпеймін. Өйткені, ата-жұртымды адаспай таптым. Мен оралман емеспін. Ата-жұртымды аңсап келген қазақпын. Ата-жұртын аңсап келген күрескер ақынмын» деп жауап беріпті. Көшті жырлау дегеніңіз «Көш. Көш…» деген сөздерді айтудан тұрмаса керек. «Бауырым көшіп келгенмен, ауылым көшіп келмеді» деген екі ауыз сөзінің өзінде ақынның ішкі қасіреті, арманы жатыр. Әрине, күрескер ақын. Ол өмір бақи өз рухымен күресіп келеді.\nҚарапайым, кей ақындардікімен салыстырғанда қарабайыр, ұсқынсыздау тұрмыс кешіп жүрген аяулы ақынның өлеңдері мазмұн, ой, идея жағынан өте бай. Жәркеннің поэзиясындағы бір ерекшелік деп көне тәмсілдерді (притча) өлеңге айналдырып, содан көркем туынды жасауы. Тіпті, ол тәмсілдерді өзі ойдан құрастыруы да мүмкін. Қалай болған күннің өзінде оқырманын ойсыз қалдырмайды. («Орақ пен балға», «Күрек», «Қарт пен теңге», «Шыңғысханның құдығы», т.б.).\nНе айтсаң да құп көретін (онысы жас баланы жасытып алмайын дегені), айтқаныңның бәрі алдында дұрыс болып шығатын ақынның болмысы да қызық. Ол ешқашан біреумен жаға жыртысып, айғайласқан адамға ұқсамайды. Кейде ағаның ініге кіші көріп аузына келгенін айтып жататын кезі болады. Кейде інінің ағаның артық кеткен кезін кешіре алмай, бұртиып жүрген сәті кездеседі. Ал Жәркен сондай әрекеттерден тысқары жүреді. Біреуді жек көрсе, іші біледі. Біреуді жақсы көрсе де, құрметі ішінде.\n«Болған емес ешкіммен бақ-таласым,\nБауыр тұтам қазақтың бар баласын.\nМағжаннан қалған қарашаңырақ,\nО, дариға-ай,\nЖәркеннен де қаларсың!», – деген осы шумақта ақынның бар шындығы жатқандай. Күйбең тіршілікке қаншалықты байлансақ та, күйкі өмірге қаншалықты алдансақ та бәрі өтеді. Сол өткінші өмірде қазақтың бар баласын бауыр тұтып, ешкіммен бақ таласпай өту қандай қиын. Мүмкін сол бақталасатын қасиеті болмағандықтан қатарынан алыс, кейінгіге жақын, қалың оқырманға сүйкімді шығар.\nҚазіргі уақытта ақындардың атақты болуға қаншалықты құқығы барын білмеймін. Әлем елдерінде де қазір мынау ақын екен, я жазушы екен деп бас сап, құрмет көрсетіп жатқан ешкім жоқ. Сондықтан ақындарға құрмет көрсетілмеді деп ренжудің өзі қаншалықты орынды деп ойлап қаласың. Бірақ бағалану жағынан өте әділетті болуымыз керек-тін. Өкінішке қарай, олай емес. Біздің конкурстар үлкенді-кішісі болсын әділет жолын ұстанбаған. Сондықтан да шын жүйрік озбайды. Жәркеннің мүшәйралардың жеңімпазы деп көп естімейтініміз де сондықтан болар.\nАқын Оралхан Бөкейді қатты жақсы көреді. «Түбі сен мен туралы жазасың, мен сен туралы жазамын» деген жазушы сөзі орындалмастай болған. Осы сөзді айтқан жылы көркемсөз шебері бақиға аттанып кетті. Бұл дүниеде «түбі сен мен туралы жазасың…» деген сөз ғана қалды. «…мен сен туралы жазамын» деген нәзірі естелікке ғана айналған. Осы сөзін жадында берік ұстаған ақын «Оралханға оралу немесе Алтайдың ауасы» атты поэма-монолог жазды.\nЖәркен Бөдеш объектілеріне өте адал. Толық зерттеп, зерделеп барып, жазу үстеліне отырады. Қаныш Сәтбаевқа, Махамбет пен Жақияға, Жоһар Дудаевқа, Оралханға көлемді шығармалар арнады. Және олардың көркемдік деңгейіне, ақынның эстетикалық талғамына көп сын айта да алмай қаласыз. Сын айту міндет болмаса да…\nАқындар бір қалыпта тұрмайды. Бәрі өседі, басқа арнаға түседі, түрленеді не өшеді. Басында жарқ етіп көрініп, артынан әнге сөз жазып жүріп жоғалып кеткендер қаншама. Олар өздері бар болғанымен, олардың поэзиясы, қуаты жоғалған. Бірақ соны мойындағылары келмей, өлерменденіп жүретіндер де бар. Бір қалыпта тұрмайды дегенді әртүрлі ракурста қараған жөн. Қасымның үмітін ақтаған Ғафу сияқты ақындар аз. Сол аз ақындардың көбі бастапқы бояуларын жоғалтады. Әр кітабын бір-біріне ұқсатпаймын деп те адасып жататындар аз емес. Бұл сөзімізбен ешкімді айыптамаймыз. Бұл – әдебиеттің, ақын-жазушы болудың қиындығын көрсетсе керек. Көп ақындар басында табиғи жазады. Оның өлеңіндегі тегеурін, олпы-солпы түсе қалған жолдар бәрі жарасымды болып тұрады. Өлеңіндегі сазы, буын, ырғақ ерекшеліктері де табиғилығының көлеңкесінде қалып қояды. Кейін ақын өсе келе, өлеңнің техникасын жақсы меңгереді. Өлең жазғанда ұйқастан, ырғақтан, суреттеулерден саңылау жібермейді. Бәрі әдемі сияқты көрініп тұрғанымен, табиғилығынан айырылған өлең, жансыз, көзімізге қуыршақ қалай көрінеді сол секілді әсер етіп қалады. Ондай ақындар бізде тіпті көп. Яғни ақындықты әбден меңгеріп алған. Ал Жәркен баяғы табиғилығынан ажырап қалмаған. Оның көп жазатындығы – артықшылығы, әрі кемшілігі. Ал табиғилығы басты ерекшелігі. Оның өлеңдерінің форма жағынан түрлері көп. Бірақ қай формаға салса да, баяғы табиғилығынан танбайды. Біз көп айтатын блоктық қорқыныш деген сол. Ақынның Қабанбай батырдың тұлпарына арнаған «Қубас ат» өлеңі:\n«Тірі болсаң Қабанбай мінген Қубас ат,\nҚұйрығыңнан алар едім-ау ту жасап.\nӘлдеқашан кетер едік тоз-тоз боп,\nАнамыздан батыр болып тумасақ,\nАқын болып тумасақ.\nБеу, Қубас ат,\nҚубас ат,\nТоларсағыңмен тусырылған құмды асап.\nО дүниеден кісінеші күмбірлеп,\nБұ дүниеде қалайын мен мың жасап.\nБеу, Қубас ат,\nҚубас ат».\nОсындай қарапайым күрделі (простая сложность) шумақтарымен-ақ Жәркен поэзиясы айбарлы. Ақынның этнографиялық жадының өзі оған үлкен тақырыптарды қозғайтын қуатты ақын болуға мүмкіндік беріп тұрғандай.\n«Боз жусан,\nБоз бетеге,\nБоздақ қыр,\nБоздақтарға бай елмін.\nБотасын ерткен боз інген,\n(Айналайын көзіңнен),\nЕкіқабат әйелдің қасына кеп боздап тұр.\nҚұрсақта жатқан ұлан ұл,\nТосып жатты құлағын…».\nОсындай қасіреттерді қысқа шумақтармен ашуға болатыны тағы дәлелденгендей. Алпысыншы жылдардан кейін прозаға поэзияның талабын, поэзияға прозаның талабын қою басталған. Оның басы Жұмекен, жалғасы Жәркен дерсіз…\nЖәркен поэзиясының діңі – Жәйір, мұңы – жалғыздық. Ақынның өлеңдерін оқып отырғанда автордың жалғыз екенін үнемі сезесіз.\n«…Жоғалтпасам,\nҚайда?\nКәні?\nҚайран әкем, әз анам,\nЖарық дүние көріп ем ғой,\nМен солардан жаралып.\nЖоғалтпасам,\nҚайда?\nҚыздар құшақтасып гүл кешкен.\nЖоғалтпасам,\nДостар қайда?\nЖаны құрбы, бірге өскен.\nЖоғалтпасам,\nҚайда, қайда?\nТырдай арық жорға тай,\nЕртелі-кеш екі бала\nалма-кезек мінгескен…».\nМына өмірде ешкімге артық сенбейтін, ешкімнің сеніміне кіруге де тырыспайтын, тағдырдың ащы-тұщысын бір кісідей көрген тарамыс-тарамыс Жәркен болмысы өлеңдерінің ар жағында қарауытып тұрады. Бейне бір даланың тарпаңындай, бар қуатын ішіне тартып, жасырып тұрған кәрі тұлпарға ұқсайды.\n«Жалғыз» поэмасы – жалғыздық концепциясының шыңы. Жалпы, адам жанының жалқы, шын мәнінде әр пенденің жалғыз екенін, ешкімнің қайталанбайтын жаратылыс екенін айқындай түседі. Өз замандастарына қойылған ескерткіш сияқты. Туған даласының әр аймағын, әр тасын, замандасының әрқайсысын жалғыз деу арқылы, олардың Жәркен үшін аса қымбат екенін көрсетеді. Өзін жалғыздау арқылы өз болмысын терең тани түседі. Жалғыз адам қашанда ой үстінде болады. Еркіндікке құлаш ұрады. «Жалғыздықты сүймеген адам еркіндікті де сүймейді» (Шопенгауэр). Мүмкін ақынды айналасындағылар шын түсінбегеннен жалғыз.\nЖалпы, жалғыздықты кез келген шығармашылық иесі сезінеді. Білетіндердің сөзіне сенсек, адам санасы белгілі бір деңгейге өскенде өзін жалғыз сезіне бастайды. Сол жалғыздықтан қиналғанымен, рухы тынышталады. Баяғы замандағы ғұламалардың елден оқшауланып, бөлек ғұмыр кешулері де сондықтан болса керек.\nБұл поэма қазақы тәмсілмен басталады. «Ғұлама таулардың тұрғыны арқар, құлжаны кәнігі аңшылар күзде, тек қана күзде аулайды. …Қуатты, қоңды шіркіндер мергеннің қақ жүректен көздеп атқан тосын оғы дөп тигенде былайғы аңдар сияқты бірден құлап түсіп, жантәсілім етпейтін көрінеді. …қорғасын оқтың уы денесіне жайылғанша, сағаттап, тәуліктеп жылжымай қарысып тұра береді екен. Мұны аңшылар қауымы «оққа сүйенген жалғыз арқардай» деген тәмсіл арқылы еске алады».\nЖәркеннің де жүрегінің сау-тамтығы жоқ. Өмірдегі болмысына қарап, ешкіммен бармақ басты, көз қыстыға бармаған, біреудің ала жібін аттамаған кісі екен деп ойлайсың. Әңгімесін тыңдағанда өзін Жәркен ақын ретінде алып шығатынына сенетін жалғыз серігі жыры екенін түсінесің. Мына қоғамда сенері де, сүйенері де өлеңі. Жалғыз жырға сүйенген шайыр Жәркен деп ойлайсың. Ойлайсың да, жалғыздығының шыңы поэма болғанда, түйіні мына өлең екен дейсің:\n«Ұл кетті Ұлытаудан ұлар аулап,\nҚыз кетті қына теріп, қыр алаулап.\nМен қалдым қараша үйдің іргесінде,\nЖыландай белден соққан бұралаңдап.\nОшақтың күлін төккен борпаң жерге,\nБозінген түні бойы шығады аунап.\nБозайғыр үйірінен адасып қап,\nБозбие айдалада жүр алаңдап».\nP.S.: Жетелеп жеткізген жетпісің құтты болсын, қазақ өлеңінің дәруіші!\nТолығырақ: https://dalanews.kz/16460",
                "date": "18.05.2020",
                "upvotes": 1
            },
            {
                "text": "«Жалғыз» поэмасының түпкi мақсаты жаратқан Иемiз – Құдайдан бастап бар дүние-әлемде бәрi жалғыз екендiгiн еске сала отырып, сол даралықты санаңмен саралап, бағасын бағамдай бiлу жөнiнде философиялық ой түйiндеген толайым туынды. Осы бiр шығар күндей шындықты жетемiзге жеткiзудi мақсат еткен ақын көкiрегiн кернеген ағыл-тегiл ойларын ортаға салуға асық: Бұл жалғанда кiм жалғыз? Ақ борықтай Ай жалғыз, Айдан нұрлы Күн жалғыз, Жарқырап тұрған Шолпан да, Жалғыздығын сезiнер... Жыр боп мәңгi жасарға, Абай жалғыз қашанда, Абай жалғыз болғасын, екеу емес Мағжан да... Көңiлде бар көп түйткiл, айтыла бермес көбiнде, Өмiр жалғыз болғасын, екеу емес өлiм де... Кiм жалғыз бұл жалғанда? Қара жер жалғыз қашанда, Адамның жетпес ақылы қолдан оны жасарға... Әлбетте, ақын жалаң жалғыздықты әуезе етiп отырған жоқ. Оның көксегенi ғұмырлы ғұламаларға жарасқан жалғыздық әлемi. Осыдан шығарған түйiнi де түйсiндiретiн шалқар ойға шомылдырады: Жалғыздықты – даралық, даналық деп түсiнем, Тағдырлар бар сан алуан, iшiнде ала-құласы. Жалғыздықтан жаралған адамзаттың баласы. Данасы мен дарасын мәрмәр тасқа қашайды ел, О, жалғыздық, жасай гөр, о жалғыздық, жасай бер. Осыдан келiп жарық дүниеде Ақынның да, Дананың да жалғыздығы секiлдi Өмiрдiң де жалғыз да жалған екендiгiне, сағым өмiрдiң бiр сәттiк екендiгiне көз жеткiзе түсесiң.",
                "date": "16.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір жанды ұмыта алмай жүрмін",
        "question_content": "Саламатсыздарма казак елі менде бір жағдай болып жатыр ушай болып қалды бір ауыз болған қалай шашып болып болғанымда біліми қалдым жан танімен екеуміз жүрдік бірак узака бармады енді мен .кйналудамын қатты уйкы, жок кундіз кулкі жок, жумысымда жумыс істеуді қойдым акыл кенес айтсаныздар калай калай умытам шаршады кйналып басында ауырып кетті...",
        "question_date": "13.05.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйреніп қалғаныңыздан болар олай қиналып жүргеніңіз. Ол қалыпты жағдай, барлығы ұмытылады. \nСіздің айналысатын  сүйікті нақты ісіңіз бен мақсатыңыз пайда болғанда мұның барлығы ойыңызға да келмейтін болады. Шын махаббат сезімі қуаныш әкеледі. Алла сұрағаныңызды берсе жақсы, бермесе одан 10 есе жақсы, осыны түсініңіз.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өкшедегі тұзды қалай кетіруге болады?",
        "question_content": "1) Өкшедегі тұздан қалай арылуға болады?\n2)Кеңес берсеңіздер",
        "question_date": "13.05.2020",
        "question_tag": "Тазалық",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денедегі тұзды кетіру үшін жасалатын бір әдісті бала күнімде көргенмін: балды жағып оны алақанмен басып, алақанда денеден көтеріп қайта алақанды денеге басып осыны қайталау керек. Осылай ұзақ қайталағанда денеден түйір тұздар шығады, сосын оны жуып тастай аласыз.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Fe + HNO3 → Fe(NO3)3 + N2 + H2O теңдеуіндегі барлық коэффициенттер қосындысы нешеге тең?",
        "question_content": "Fe+HNO3→Fe(NO3)3+N2+H2O теңдеуіндегі барлық коэффициенттер қосындысы нешеге тең?",
        "question_date": "13.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 Fe + 12 HNO3 → 5 Fe(NO3)2 + N2 + 6 H2O\nжалпы коэффицент қосындысы 28-ге тең",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аминқышқылдары мен нəруыз түсініктерінің арасында қандай байланыс бар?",
        "question_content": "Аминқышқылдары мен нəруыз түсініктерінің арасында қандай байланыс бар?",
        "question_date": "12.05.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Протеиндердің құрылысы және қызметі\nПРОТЕИНДЕР (нәруыз, ақуыз, протеин) – бұл жоғары молекулалы азотқұрамды органикалық заттар, олар – құрылымдық компоненті пептидтік байланыстармен қосылған аминоқышқылдардан тұратын сызықты гетерополимерлер.\nТабиғатта әртүрлі он мыңға жуық протеиндер кездеседі. Оның бәрі де бір-бірінен негізгі бес белгілері бойынша айырмашылықта болады.\nПротеин молекулаларының құрамындағы негізгі ерекшеліктері:\n1. Аминоқышқылдардың сандық мөлшері түрлі болуы бойынша;\n2. Қатыстырылған аминоқышқылдардың әртүрлі мөлшерлік қатынаста болуы бойынша. Мысалы, дәнекер ұлпасы протеиндерінің барлық аминоқышқылдармен салыстырғанда 33%-ын глицин, ұйқы безінен өндірілетін протеиндік гормон - инсулин - молекуласының құрамында глицин аз, бар болғаны 8%;\n3. Протеиндегі аминоқышқылдардың кезектесу ретінің әртүрлі болуы бойынша. Бұл қандай да бір екі протеинде бірдей қатынаста әртүрлі аминоқышқылдар болғанмен де, олардағы аминоқышқылдардың орналасу реті әртүрлі болады және сондықтан олар әртүрлі протеиндер болып табылады;\n4. Әртүрлі протеиндердегі полипептидтік тізбектердің саны (протомерлер немесе суббірліктер) 1-ден 12-ге дейінгі аралықта болады, бірақ егер бірден жоғары болса, олардың саны жұп санды (2, 4, 6 және т.б) болып кездеседі;\n5. Құрамында простетикалық топ деп аталатын протеин емес компоненттің болуы бойынша. Егер ол жоқ болатын болса, онда ол – жай протеин, бар болатын болса, онда ол – күрделі протеин.\nПротеиндердің құрамына кіретін аминоқышқылдардың саны 20, оларды протеиногендік аминоқышқылдар деп атайды. Олар генетикалық кодпен кодталады және протеиннің құрамына трансляция үдерісінде қосылады.\nІ. Аминоқышқылдар (АҚ).\nТабиғатта 150-ге жуық АҚ кездеседі. Протеиндердің құрылысына қатысатын тек 20 АҚ құрылысында бірнеше келесі жалпы ұқсастықтар болады:\n1.  Олардың бәрі L- қатарындағы α-аминоқышқылдары болып табылады. Себебі, олардағы аминотоп пен карбоксилдік топ α-көміртекке байланысқан. Бұл жағдай барлық АҚ-дарға тән:\nСур.1. Аминоқышқылдардың жалпы формуласы\n2. АҚ тек радикалдарының (R) құрылысы әртүрлі болуы бойынша ерекшеленеді.\nАғзадағы метаболизмде маңызды рольді протеиндердің құрамына кірмейтін АҚ да атқарады. Оларды минорлық аминоқышқылдар деп атайды. Мысалы, аминоқышқылдар орнитин, цитрулин, аргиносукцинат мочевинаның метаболизміне қатысады.\nКейбір АҚ протеиногендік АҚ-дың синтезі мен катоболизмінде аралық қосылыстар, тиреоидтық гормондардың алғызаттары болып табылады.\nТолығырақ: https://mylektsii.ru/12-39583.html",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған есептік түседі ма немесе жоқ?",
        "question_content": "Мен. Белгілі бір кәсіпорында 8 кун жұмыс істеп. Жұмыстан өз еркіммен шыққан болатынмын. Енді Расчётный сұрасам. Сен жұмыс істеген күнін 10 кунге жетпейды деды. Расчётный жакын арада берілмейды деп кайтарып жиберды. Осы дурыспа?",
        "question_date": "12.05.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Он әріптен тұратын құс атауы.",
        "question_content": "Ең ірі құс он әріптен тұратын құс",
        "question_date": "12.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Андтық кондор.\nhttps://surak.baribar.kz/2434/",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Әлемді қалай өзгертуге болады\" тақырыбында шығарма жазу керек.",
        "question_content": "Әлемді қалай өзгертуге болады",
        "question_date": "12.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда өзгеруге талпынған жандар мен өзгертемін дейтін семинарлар көбейді. Әрине, жаңалыққа ұмтылудың еш сөкеттігі жоқ. Алайда көп нәрсенің тетігі тек қана өзімізде екенін түсінбейтініміз қиын.\nҰстаз тапсырмасын орындау нәтижесінде бүгінгі желілік бизнеске айналған кестені ойлап тапқан баланы идеясы о баста жақсылық жасау болатын. Былыққа толған қоғамды жамандықтан тазартқысы келген оқушының қарапайым сызбасы әуелі үш адамды, үш адам тағы да тоғыз адамды өзгерту әрі қарай жалғасады. Мектеп оқушысы нашақорға бар жиған-терген тиынын ұстатып, оны үйіне қондырып, жұмыс тауып береді. Жұмыс тапқанымен, ол үйренген әдетінен айнығысы келмей, қайта бұрынғы күйіне түседі. Алайда оның ойында кішкентай баланың «мен сені өзгерткім келеді, сен де біреуді өзгертуге тиіссің» деген сөзі қалып қояды. Таң атпай көше кезіп, қиналған жанына «дауа» таппай келе жатқан нашақорға көпірден секіргелі тұрған бойжеткен кездеседі. Нашақор шошып кетеді. Кенет миының бір қыртысында қалған кішкентай баланың сөзі есіне түсіп, жалма-жан қызды құтқарады. Еңіреп жылаған қыз «мені не үшін құтқардың» дегенде, «енді сен де мен сияқты қиналған бір жанға көмектес, маған бұл ойды кішкентай бала үйретті» дейді. Не керек, мектеп оқушысы ойлап тапқан жақсылық жасаудың желілік кестесі осылайша АҚШ-та көп қолдауға ие болыпты. 2000 жылы америкалық жазушы, қысқа әңгіме жазудың шебері Кэтрин Райан Хайдтың идеясымен түсірілген режиссер Мими Ледердің «Заплати другому» атты фильмі бүгінде әлемге танымал. Қазір аталмыш киноны көптеген тренерлер пайдаланып жүр.     \n«Рухани жаңғыру» бағдарламасы – қоғамдық сананы ұлттық кодты сақтай отырып өзгерту, жаңғырту. Ал сананы өзгерту бір күннің немесе бір жылдың аясына сыймайтыны тағы белгілі. Тіпті күнделікті дағдыңызға өзгеріс енгізу үшін өзіңізбен өзіңіз күресесіз. Адам шын ниеттенсе, мақсатына жетпей қоймайды. Сондықтан да «жақсылық көрсем өзімнен, жамандық көрсем өзімнен» деген мақал біз айтқан ойды айқындай түседі.\nЖуырда облыстық «Рухани жаңғыру» орталығы «Мен әлемді өзгертемін» атты видеоролик жабық конкурсын өткізді. Аймақтағы барлық аудан, қала мектептерінен қатысқан оқушылардан 26 жұмысы сарапқа салынды. Байқаудың мақсаты – сананың ашықтығын қалыптастыру, оқушылардың шығармашылық қабілетін арттырып, қоғам жайлы ойларына түрткі болу, идеяларын жүзеге асыруға ықпал ету.\nКонкурсқа қатысушылардың шығармашылық туындыларын №2 «Мұрагер» мектебінің киностудия режиссері Жеңіс Сүйіндіков, педагог-психолог, «Қазақстандағы 100 жаңа есім» жобасының жеңімпазы Сымбат Әбдірахманова, қалалық оқушылар сарайының әдіскері Ақтілек Темірбайұлы қарап, бағасын берді.\nҚазіргі уақытта білім алу, білімді болу трендке айналды. Қарап отырсаңыз, шетелде оқу Қазақстандағы білім алудан әлдеқайда арзан. Сондықтан балаларды оқуға, білімге үйрете берген дұрыс. Оқушының олимпиадаға, конкурстарға қатысуына кедергі жасамай, оларға ой салып, бағыт сілтеп отырса, жақсы нәтижеге жетеді. Балаға жақсы атаулыны көрсетуден жалықпауымыз керек.\nӘсіресе ақпараттық технологияны меңгеру – бүгінгі күні табыс көзі. Ал білімді табысқа айналдыру үлкен жетістікке жетелейді.\nӘрине, әлемді өзгерту – өзекті тақырып. Сондықтан да оқушылардың белсенділік танытып, байқауға қатысқаны қатты қуантты. Алғаш рет ұйымдастырылған байқауға барлық қатысушыларға алғыс айтамыз.\nБір сөзбен айтқанда, жас ұрпаққа білім берумен қатар, олардың бәсекелік қабілетін, санасына озық тәжірибелерді сіңіре білуге үйретуден еш ұтылмасымыз анық, – деді марапаттау салтанатында сөз алған «Тәрбие және білім» бөлімнің басшысы Әлима Әбдіхалықова.\nКонкурсқа қатысушылардың жұмыстарын бағалған, №2 «Мұрагер» мектебі киностудиясының режиссері Жеңіс Сүйіндіковтің айтуынша, байқауға келіп түскен видеороликтер тақырыпқа сай және оқушылар тың идеяларымен қуантты. Бастысы – шынайы еңбек еткендер жеңіске жетті.Жақсылық жасау арқылы қоғамды өзгертуге болатынын білдірген қатысушылардың жұмысы бізді қуантты. Балалардың конкурсқа\n қатысу белсенділігі өте жоғары. Осындай өзекті тақырыпқа конкурс ұйымдастырған облыстық «Рухани жаңғыру» орталығына ерекше алғысымды білдіремін. Балалардың біреуді қайталау, еліктеу дегенге түсіністікпен қарап, оларды қолдай білсек, келешекте керемет идеялар дүниеге келері сөзсіз. \nҚазақстанда алғаш рет «Мұрагер» мектебі жанынан ашылған киностудияға қатысушы оқушылар болашақ мамандықтарына таңдау жасап та үлгерді. Сондай-ақ, оқушылар бос уақыттарын текке кетірмей, өздеріне қажетті ақпараттарды іздеп, өздері жаңалық жасаға ұмтылуда. Алдағы уақытта осындай мектеп студиялары көбейетіні сөзсіз. Осы орайда жастардың шығармашылық ізденістеріне дұрыс бағыт беру ғана жетіспейтінін айтқым келеді.\nКонкурста 1-орын алған А.Байтұрсынов атындағы №211 мектептің оқушысы Бисембаев Нұрдәулет «Қазіргі қоғамда балаларға зорлық-зомбылық жасау көбейіп кетті. Егер балаларды ешкім қорламаса, ұрмаса, соқпаса, онда бүкіл әлем мейірімге толар еді. Біз видеороликте осы ойымызды жеткізгіміз келді. Мен балаларды зұлымдықтан қорғағым келді, - дейді.\nБізді байқауға қатысушылардың қоғамды өзгертуге талпынған ойлары қуантты. Зұлымдық пен зорлық – адамзат баласына жат нәрсе. Соған қарамастан ең ауыр зорлықты адамдар жасайтыны да ащы шындық. Әсіресе соңғы жылдары балалар арасындағы бұзақылық пен қылмыстық оқиғалар азаймай тұр. Нұрдәулет өзінің видеоролигінде балалар арасындағы қатыгездікті көрсете отырып, оның соңы жақсылыққа апармайтынын түсіндіргісі келген. \nАл 3-орын иегері №273 мектептің оқушысы Жұмаділов Бағдаттың айтуынша, адамдар қоқыс тастамаса, табиғатқа зиян жасамаса, әлем өзгеретінін айтады. Біз бәріміз таза жерде, таза қалада тұрғымыз келеді. Алайда көшеде шашылған қоқысты өздігімізден жинауға құлықсызбыз. Егер адамдар күнделікті тұрмыста қоқыс жинауға дағдыланса, онда біздің айналамыз да, табиғат та тамаша болар еді.\nАл Арал ауданынан келген Данияр Төлеуов түйе шаруашылығын дамыту арқылы қазақты әлемге танытқысы келеді. Мен өзгерісті өзімнің туған жерімнен бастағым келеді, – деп ағынан жарылды Данияр.\n«Қазақстандағы 100 жаңа есім» жобасының жеңімпазы, педагог-психолог Сымбат Әбдірахманованың айтуынша, ең әуелі тақырып қызықты әрі өзекті. Балалардың жұмысын көріп, біраз ой түйдік. Шынын айтқанда, көптеген байқауларда жетекшінің пікірі анық байқалып тұрады. Ал видеороликке қатысушылардың жұмысынан баланың ойы, қиялы айқын көрінді. Сарапқа салушылар бірауыздан жеңімпаздарды дәл анықтай алдық деген ойдамын.\nВидеороликтер тақырыпқа сәйкестігі, шығармашылық идеясы, дыбысталуы және эмоциялық қабылдануына қарай бағаланды. Сонымен конкурс қорытындысы бойынша 1-орын А.Байтұрсынов атындағы №211 мектептің 9-сынып оқушысы Нұрдәулет Бисембаев, 2-орынды Қазалы ауданы №170 мектептің 8-сынып оқушысы Назерке Темірхан, 3-орынды Қармақшы ауданы №273 мектептің 10-сынып оқушысы Бағдат Жұмаділов пен Арал ауданы №13 мектептің 9-сынып оқушысы Данияр Төлеуов өзара бөлісті.\nӘлемді өзгерту өзіңнен басталады. Байқауға қатысқан оқушылар осындай түйінмен тарқасты. Болашақ иелері әлемде зұлымдықтың болмауын тілеп, табиғатты аялауды қалайды.\nТолығырақ: https://ruh.kz/kz/news/alemdi_ozgertu__oz_kolinizda/",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сфалерит минералының кендегі массалық үлесін анықтаңыз?",
        "question_content": "Құрамында ZnS сфалерит минералы бар 65 г мырыш алынған болса, сфалерит минералының кендегі массалық үлесін анықтаңыз?",
        "question_date": "12.05.2020",
        "question_tag": "Химия",
        "question_views": 213,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(ZnS)= 65+32=97\n\n97----------100%\n\n65----------x\n\nx=67.01%",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бойды қалай кішірейтуге (отырғызуға) болады?",
        "question_content": "Менің бойым 1.80 салмағым 60 мен енді ғана 9 сыныпқа өттім жасым 14те. Достарымның қасында қысыламын Немесе мүлдем өспейтін қыла аламба? Шүкір ет демеңіздерші өздерің менің орнымда болып көрсеңдер түсінесіңдер!",
        "question_date": "12.05.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жас кезде бойдың өсуі тұрақты жағдай, оған қатты алаңдамай-ақ қойыңыз. Жасыңыз 40-қа жеткенде бойыңыз өзі автоматты түрде отыратын болады. Ал қазір оны қолмен отырғыза алмайсыз.",
                "date": "12.05.2020",
                "upvotes": 0
            },
            {
                "text": "Жалпы алғанда бойдың өсуі генетикага да байланысты болады. Бойды үй жағдайында отыргызуга келмейді, алайда ота жасату(операция) арқылы қысқарту ға болады. Брак оны жаса деп кеңес бере алмаймын. Шүкір ет деме дедің, брак айтуға тура келп тұр. Өзім қыз баламын, 16 жас, бойым 180. Кишкентайымнан сондаймын:) Көптен көрмеген адамның бари бірден бойыма мән беретін. Мен де кысылдым. Жамылып алсам мени ешкім танымайды,солай жақсы болар деген ой болды. Кейін көлікке басылсам ең болмаса мүгедек болып аягымнын қадірін тусинермин дедм. Бірақ ол қате ойлар болды. Кейін көп зер салып құдай берген бойымды ұнатып қалдым. Егер қыз бала болсаң оған қатты қайгырма. Ертең басқалардың бари саған кызыгатын болады. Егер ер бала болсаң, биік болған керемет. Анаң болса онымен осы тақырыпта сөйлесип кор.",
                "date": "12.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ауыр заттарды көтеріңіз бірақ беліңіз ауырып қалуы мүмкін бірақ кішірейтуге болады солай 1 айда байқайсың күнде бір уақытты белгілеп қой",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Луи Пастердің ғылымға қосқан үлесі.",
        "question_content": "Луи Пастер ашқан жаңалығы",
        "question_date": "12.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Луи Пастер балалық шағы\nЛуи Пастер болашақ микробиолог 1822 жылдың 18 қыркүйегінде Дойл қаласында (Франция) дүниеге келді. Луидің әкесі Жан Пастер өзінің Наполеониялық соғыстарға қатысқандығын атап өтіп, кейіннен былғары шеберханасын ашты. Әкесі  сауатсыз болды. Бірақ ол ұлына жақсы білім беруге тырысты.\nЛуи мектепті сәтті бітірді. Сосын оның қолдауы арқасында колледжде оқыды. Бала мұғалімдерді өз білімімен таңқалдырған. Пастер өз зерттеулерінде табандылық таныту керек деп есептеген. Және оның апа-сіңілілерімен хат алмасып, оқуға деген ниетін айтады. Колледжді бітіргеннен кейін Луи Парижге Жоғары  Мектепке түсу үшін көшіп келді. 1843 жылы талантты жігіт түсу емтихандарын тапсырады.Эмтиханды жақсы тапсырып және төрт жылдан кейін беделді оқу орнының дипломын алды.\nСонымен қатар, Пастер сурет салуды жақсы көрген.Ол салада  жоғары нәтижелерге қол жеткізді. Жас суретші  XIX ғасырдың ұлы портретші ретінде суретшілер тізіміне кірді. 15 жасында Луи ана, апа-сіңлілері мен көптеген достарының суретін салды. 1840 жылы Пастер  өнер саласынан бакалавр дәрежесін алды.\nБиология ғылымына қызығушылығы\n Барлық саладан әмбебаптығына қарамастан, Луи Пастер тек ғылымға қызықты. Ғалым  26 жасында физика ғылымының профессоры болды. Сонымен қатар винн қышқылының кристалдарының құрылымын ашты. Луи өзінің шынайы тапсырмасы физика емес, биология мен химияны зерттеуде екенін түсінді. Пастер біраз уақыт Дижон лицейінде жұмыс істеді. Бірақ 1848 жылы Страсбург университетіне барды. Жаңа жұмыста биолог ашыту процесін зерттей бастады. Кейінірек  осы жұмыс оны атақты етеді.\n1854 жылы ғалым Лилль университетінде (жаратылыстану факультеті) декан қызметін атқарады. Бірақ ұзақ уақыт бойы жұмыс істемеді. Екі жыл өткеннен кейін Луи Пастер Парижге барады. Ол жоғары оқу орнының оқу-әдістемелік директоры ретінде жұмыс істейді. Жаңа жұмыста тамаша басшылық дағдыларды көрсете отырып, табысты реформалар жүргізді. Ол студенттердің білім деңгейі мен мекеменің беделін арттыратын қатаң жүйені енгізді.\nМикробиолог сонымен қоса винн қышқылдарын зерттеуді жалғастырды. Жүзім шырынын микроскоппен зерттеді.  Содан Луи Пастер ферменттеу процесі химиялық сипатқа ие емес деген қорытындыға келді. Ғалым бұл процесс ашыту сұйықтығында тамақтандыратын және көбейтетін ашытқы саңырауқұлақтың өмірі мен белсенділігіне байланысты екенін анықтады.\n1860-1862 жылдары микробиолог микроорганизмдердің өзін-өзі генерациялау теориясын зерттеді. Сол кезде көптеген зерттеушілер ұстанды. Ол үшін Пастер қоректік массаны алып,  микроорганизмдер өлетін температураға дейін қыздырады. Содан кейін оны «аққу мойыны бар» арнайы құтыға орналастырады.\nПастеризация\nҒылыми зерттеушінің ғылыми жетістіктері практикалық мәселені шешудің қажеттілігіне ықпал етті. 1864 жылы шарап өндірушілер Пастерге шарап бұзылу себептерін анықтауға көмек сұрады. Сусынның құрамын зерттегеннен кейін, микробиолог оны тек ашытқы саңырауқұлақтары ғана емес, сонымен қатар өнімнің нашарлауына әкеліп соқтырған басқа микроорганизмдерді тапты. Сонда ғалым бұл мәселеден қалай құтылу керектігін ойлады. Зерттеуші сусынды 60 градусқа жылытуды ұсынды.Сонда  микроорганизмдер өледі.\nПастердің әдіс-тәсілін  тамақ өнеркәсібінің басқа салаларында қолданылады. Бүгінгі таңда сипатталған әдіс пастеризация деп аталады. Бұл жаңалық француз ғалымына даңқ әкелді. Бірақ отбасындағы қайғылы оқиға Пастерді әлсіретіп тастады.  Микробиологтың үш баласы іш сүзегінен(брюшной тиф)  қайтыс болды. Ғалым қайғылы оқиғалардың әсерінен инфекциялық ауруларды зерттеуді бастады.\nВакцинация\nЛуи Пастер жаралар, язва және іріңді зерттеді. Нәтижесінде көптеген жұқпалы инфекцияларды анықтады. (мысалы, стрептококк және стафилококк аюреус). Сондай-ақ, микробиолог тауықтың холерасын зерттеп, осы ауруға қарсы дәрі-дәрмекті ойлап табуға  тырысты. Бұл шешім танымал профессорға кездейсоқ келді.\nҒалым холера микробтарын термостатта  ұмытып кетеді. Кептірілген вирус тауықтарға енгізілгенде, құстар өлген жоқ. Бірақ аурудың жеңілдетілген түріне ұшырады. Содан кейін Пастер жаңа вирустарды тауықтарға жұқтырады. Бірақ құстар вирустан зардап шеккен жоқ. Осы эксперименттердің негізінде ғалым бірнеше аурулардан аулақ болудың жолын тапты.Ол  әлсіреген патогендік микробтарды организмге енгізу керек.\nБұл жаңалық  вакцинация (лат. vacca — «сиыр») деп аталды. Бұл атауды Луи   Эдвард Дженнердің құрметіне  қолданған. Себебі Дженнер оспа ауруымен күрескен болатын. Тауықпен тәжірибе микробиолог сібір язвасына қарсы вакцина құруға көмектесті. Осы вакцина арқылы  француз үкіметі үлкен қаражат сомасын үнемдеді. Сонымен қатар, жаңалық Пастердің Ғылым академиясына мүшелігіне енді. Және өмір бойы зейнетақыны қамтамасыз етілді.\n1881 жылы Пастер ит тістеп алған қыздың өліміне куә болды. Ғалым қайғылы жағдайдан таң қалдырып, өлім ауруына қарсы вакцина жасауды шешті. Бірақ микробиолог бұл құтыру(бешенство) вирусының тек ми жасушаларында болғанын анықтады. Вирустың әлсіреген түрін алу қиын болды.\nҒалым зертханада күні-түні  қояндар арқылы эксперименттер жүргізді. Микробиолог алдымен жануарларды құтыру ауруын жұқтырып, миын бөлді. Сонымен қатар Пастер қоянның аузынан жұқтырған сілекейді жинау арқылы өзін өлім қаупіне ұшыратты. Дегенмен, талантты ғалым кептірілген қоян миынан  вакцинаны ойлап тапты. Көпшіліктің айтуынша, бұл ашылым биология ғылымындағы керемет жетістіктін бірі. Біраз уақыт бойы Луи Пастер адамдарға вакцинаны қолданған жоқ. 1885 жылы 9 жасар Джозеф Мэйстерді ит тістеп құтыру аурымен ауырады. Нәтижесінде Пастердің ашылуы арқылы бала аман қалады.Осыдан кейін, вакцина үнемі құтыруымен күресу үшін қолданылатын болады.\nЛуи Пастер жеке өмірі\n1848 жылы Луи Пастер Страсбург университетінде жұмыс істей бастады. Көп ұзамай жас ғалымды ректор Лоранға шақырды. Онда ол өзінің бастығының қызы Маримен кездесті. Бір аптадан кейін талантты микробиолог қыздың қолын сұрап, ректорға хат жазды. Луи Маримен бір рет сөйлескенімен, ол таңдаудан күмәнданбады.\n Ректор француз биологына сеніп, өз келісімін берді. Жастар  1849 жылғы 29 мамырда үйленді. Содан кейін жұп 46 жыл бірге өмір сүрді. Мари күйеуіне тек әйелі емес, бірінші көмекшісі және сенімді қолдаушысы болды. \nЛуи Пастер 45 жасында инсульт алып, мүгедек болған. Ғалым қолын және аяқын қозғалта алмады. Бірақ ғалым жұмысын жалғастыра берді. Ғалым 1895 жылдың 28 қыркүйегінде бірнеше рет инсультен кейінгі асқынулардан қайтыс болды. Сол кезде Луи Пастер 72 жасқта болды. Микробиологтың мәйітін Нотр-Дам Де-Парижде ,сосын Пастер Институтына жерлеген.\nТолығырақ: https://oilay.kz/луи-пастер-әлемге-әйгілі-ғалым/",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәжірибеде байқаған құбылыстарды түсіндіріп, тиісті қорытынды жасаңдар.",
        "question_content": "Сныауыққа 5 мл глицерин ерітіндісін құйып, оған 5-6 тамшы мыс (2)сульфатын тамызып, үстінен тұнба түзілгенше натрий гидроксидін қосыңдар. Тәжірибеде байқаған құбылыстарды түсіндіріп, тиісті қорытынды жасаңдар.",
        "question_date": "12.05.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шылаудың -та жалғауына сөйлем құрау керек.",
        "question_content": "Та дегенге тез сөйлем қою керек әйтпесе апай маған 2 қоюы болады.",
        "question_date": "12.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл шылау өзі қатысты сөздің соңғы дыбысына қарай үндестік заңы бойынша бірде да, бірде де, бірде та, бірде те болып өзгеріп отырады. Да (де, та, те) бірде жалғаулык, бірде демеулік ретінде қолданылып, өзі қатысты я байланыстырып тұрған сөзден бөлек жазылады. Егер өзі қатысты сөзге күшейткіш мән үстеп қана тұрса, онда ол — демеулік те, ыңғайластық мәңде сөздерді я сөйлемдерді байланыстырып тұрса, онда ол — жалғаулық.\nДемеулік мәнінде бұл шылау қайталанбай, бір ғана сөздің жетегіңде тұрады да, жалғаулық мәнінде ол көбіне кайталанып келіп, не кейде қайталанбаса да екі сөзге я сөйлемге ортақ болып отырады немесе оны басқа жалғаулыкпен ауыстыруга болады. Мысалы: Сен де бір кірпіш дүниеге, Кетігін тап та, бар қалан (А). Сөйлемдегі де демеулік, сен деген сөзге ғана қатысты болып, оған күшейткіш мағына үстеп тұр, ал та — жалғаулық, ол тап және бар қалан деген бірыңгай баяндауыштарды ыңғайластыра (бірінен кейін бірі болған қимыл) байланыстырып тұр. Бұны қайталап та (тап та, бар да қалан түрінде) қолдануға болады.\nДа (де, та, те) жалғаулығы да, демеулігі де сырт тұлғасы жағынан жатыс септік жалғауымен ұқсас келеді. Жатыс септік жалғауы (-да, -де, -та, -те) сөзге жалғанып, бірге жазылады, оны түсіріп айтуға болмайды. Ал да (де, та, те) шылауы бөлек жазылады, оны түсіріп те айтуға немесе жалғаулық мәнінде келгенде басқа жалғаулықпен алмастырып та қолдануға болады. Мысалы, жоғарыдағы сөйлемді Сен бір кірпіш дуниеге, кетігін тап (және) бар қалан деп айтуға болса, Жасымда ғылым бар деп ескермедім (А). дегенді жасым ғылым бар деп ескермедім деп, жасымда сөзіндегі -да жатыс септігін түсіріп айтуға болмайды.\nТолығырақ: http://megamozg.kz/index.php?id=2339&page=view_mat&partition=other&subpartition=articles_kazakh",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгілік бала бейнесі шығармасындағы автордың бейнелеген бейнесі қандай?",
        "question_content": "Роза М.ның шығармасы Мәңгі бала бейне",
        "question_date": "12.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Талай көрерменнің көңілін босатып, жүрегін жылатқан «Мәңгілік бала бейне» пьесасы бүл күнде театрдан да, кинематография саласынан да орын алды. Жазушы-драматург Роза Мұқанованың жұмбаққа толы шығармасын білмейтіндер кемде-кем шығар. 1996 жылы пьеса алғаш рет Қазақтың Мұхтар Әуезов атындағы академиялық драма театрының сахнасында қойылды. Режиссер Болат Атабаев қойған «Мәңгілік бала бейне» пьесасы әлі күнге дейін үлкен аншлагпен өтеді. Қойылымды бір емес, бірнеше мәрте тамашалаған жанның өзі спектакль соңында көзіне жас ала отырып, тәубесіне келеді. «Мәңгілік бала бейне» - күллі қазақ жұртының ауыр қайғысы мен мұңын жамылған шығарма. Ядролық сынақтардың зардабынан мүгедек болған Ләйлә қыздың өмірі сипатталады. Оның туған жері Қарауылдың ащы болмысы мен әлеуметтік жай-күйі бейнеленеді. Ләйлә атомның әсерінен емес, адам баласының ісінен өз өмірімен қоштасады. Қоғамның лас әрекетіне шыдамаған Ләйләмен бірге оның Қарауылы, рухы, ұлты өледі. Мұңға толы шығарма негізінде қазақ киносының қоржыны тағы бір фильммен толықты. 2002 жылы белгілі режиссер Сатыбалды Нарымбетов экранға «Қызжылаған» фильмін шығарады. Жарыққа шыққан бойда фильм кеңінен танылып, халықаралық байқаулар мен фестивальдердің жүлдегері атанып, үздіктердің қатарынан көрінді. Ләйләнің денесі кем болса да, оның жүрегі кең. Ләйлә - жаны тазы, көкірегі көркемдікке құштар жан. Театрдағы Ләйлә бейнесін Данагүл Темірсұлтанова сомдаса, кинодағы бейнесін Аянат Есмағамбетова сомдаған болатын. Шығарма авторы Роза Мұқанованың айтуы бойынша, Ләйлә бейнесі өмірден алынған. Ол - Семей полигонының құрбаны болған жан. Бір күні Семей өлкесінде туылып, мүгедек болған жандардың суреттері қойылған фотокөрмені аралап жүреді. Қасірет пен мұңға толы аналар мен балалар бейнесінің арасынан Роза Мұқанованың назары бір кішкентай қыздың суретіне түседі. Шамамен, 5-6 жастағы бүлдіршін қыздың көзінен үлкен қасіретті көруге болатындай. Суретке жақындай бергенде, жазушы «Еңлік. Оның жасы 14-те» деген астындағы жазуды оқиды. Түр-әлпеті жас баладай, ал аяқ-қолы өскен қыз жүзі мәңгілік бала бейнені сақтап қалған. Мүгедек қыздың жанары қатты әсер еткені соншалықты, Роза Мұқанова үлкен шығарманы дүниеге әкелді. Театр сахнасындағы қойылымның да, фильмнің де әлі күнге дейін танымалдылығы жоғары. Өте сәтті әрі табысты шығарма. «Мәңгілік бала бейне» - атом сынақтардан зардап шеккен полигон құрбандарының ғана өмірін емес, күллі адамзаттың қасіретін бейнелейтін шығарма.\n\nТолығырақ: https://massaget.kz/layfstayl/madeniet/teatr/1340/",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A(0:0), B(9:0) нүктелерінен өтетін түзу теңдеуін жазыңыз.",
        "question_content": "A(0:0), B(9:0) нүктелерінен өтетін түзу теңдеуін жазыңыз.",
        "question_date": "12.05.2020",
        "question_tag": "Математика",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x-0)/9 = (y-0)/0\nx*0 = y*9\ny=0",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс он екі бұрыштың қабырғасы 1-ге тең.",
        "question_content": "Дұрыс он екі бұрыштың қабырғасы 1-ге тең. Оған сырттай және іштей сызылған шеңберлердің радиустарын табыңдар.",
        "question_date": "12.05.2020",
        "question_tag": "Геометрия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыртқы және ішкі сызылған шеңбер радиусы",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шешендік сөздегі риторикалық канондар туралы түсінік.",
        "question_content": "Шешендік сөздегі риторикалық канондар туралы түсінік.",
        "question_date": "12.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешендік өнер және риторика\nРиторика – ежелгі өнердің бір түрі. Ол б.э. бұрын V ғасырда қоғамның практикалық қажеттілігіне орай пайда болған. Бұл қоғамда практикалық сұрақтар Халық мәжілісінде шешілген, жария түрінде көптеген халық алдында сот жүргізілген. Риторика әрбір адамға қажет болған. Оның негізін қалаған Платон мен Аристотель болған; олардың алдыңғы жол салушылары, риторикадан алғашқы еңбек жасаушылар: Лисий, Георгий. Сол кезеңдегі ең атақты шешендері - Демосфен, Сократ, Перикл болды.\nКлассикалық риторика келесі мәселелерді қамтиды: мәселенің маңызын табу, материлдың орналасуы, сөзді әсерлеу, неориториканың қазіргі теориясына ұқсас. Классикалық риторика мен неориториканың негізгі мәселелерініңарақатынасын анықтауға арналған «Сот риторикасы» курсы келесі түрде беріледі:\nКлассикалық риторика\n1. Істі, шығарманы, «үйретуші» және «нандырарлық» айғақтарды ойлап табу\n2. Орналасу орны\n3. Мәнері туралы\n4. Шешеннің жеткізуі (дыбыстауы)\n5. Ақыл-ес туралы\nНеориторика\n1. Мағлұмат іздеу\n2. Композиция\n3. Ауызша әрлеу\n4. Сөзді орындау (жеткізу)\n5. Сөзді есте сақтау\n Классикалық риторикадағы «Істі ойлап табу...» бірінші сұраққа жауап бергенде, саяси, академиялық (оқу), рухани (дін), тұрмыстық және соттық ділмарлықтарды (шешендік) айрықша атап өтетін болған. Сонымен қатар ділмарлықтың әрбір түрі (кейбір кезеңдерде тұрмыстық ділмарлықтан басқа) тілдің мазмұны мен формасын анықтайтын ерекшіліктерге ие. Оларға мыналар жатады:\n1) тілдің функциональдық бағыты (әрбір сөздің (тіл) тыңдарманға әсер етуі, оларды нандыру, кейбір қимыл-іске шақыру үшін айтылады);\n2) тілдің саяси бағыты пәлсапалық аспектісімен (бұл ерекшелік саяси сөз ділмарлықтың (шешендіктің) әрбір жанрлық түрінде ашық көрсетілген);\n 3) тілдің тарихи сипаты (әрбір тарихи дәуір өзіне тән шешендік бейнесін ұсынады. Егер қазіргі заманғы қорғаушы сот мәжілісінде XIX ғасырдың белгілі сот шешені Ф.Н. Плеваконың тілімен сөйлесе, онда арзан экзальтациядай әсер қалдырар еді.\nҚазіргі кезеңге дейін саяси шешендіктің мынадай түрлері сақталған: саяси сөздер, саяси шолу, әскери-патриоттық сөздер, митинг сөздері, үгіттеуші сөздері. Саяси шешендіктің негізін ақпараттық маңыздылық, тапсырмалардың берілуі және олардың шешу жолдары құрайды. Академиялық шешендік, кейбір кездерде оқу ретінде мынадай түрлерде беріледі:лекция, баяндамалар, ғылыми шолулар, ғылыми деректер және ақпараттар.\nДіни-символикалық көзқарасты дамытушы діни шешендігі дидактикалық жанрларда (уағыз, ғибратнама), сондай-ақ мадақ түрінде («сөз») де шешендік әдістерінің тәлімгерлік және біртүрлігімен ерекшеленеді. Тұрмыстық шешендікке торқалы және мадақтау сөздері, отырыс сөздері жатады.\n Риторика қазіргі таңда да қажет. Оның ролін саясатта, коммерцияда және күнделікті күнде қайта бағалау мүмкін емес. Табысқа жету үшін адамның негізгі міндеттерінің бірі - бұл өзінің жағына көптеген адамдарды тарта білу.\nЕң бастысы - тыңдарманға шешеннің айтқаны емес. Олар өмір жолында өздерін қолдайтын қуат алғысы келеді. Сондықтан шешен аудитория алдындағы сөйлеп жатқан ойына сенімді болуы қажет. Шешен әртіс болуы қажет, сонымен қатар әрбір әртіс білетін «Станиславский жүйесін» білуі қажет.\nБіріншіден, шешен сөзге шығу үшін өзінің жеңіп шығуға көмектесетін міндеттерді айқындау қажет. Міндеттерді айқындап болғаннан кейін бейне жасау қажет (сол бейнемен аудитория алдына шығу үшін): сөз мәнері, қимылдар,сипат (мінез). Сөзге шығудың (орындау) басталуы мінберге шықпастан бұрын және одан кеткеннен кейін аяқталуы қажет.\nСөзге шығу үш бөлімнен тұрады: кіріспе, айғақтау (дәлелдеу) және қорытынды. Кіріспе екінші бөлімде дұрыс дәлелденетін ойдың қысқаша мазмұнынан тұрады. Кіріспенің алуан түрлері болады. Оны таңдау шешен сөзге шыққан аудиторияға және міндетке байланысты.\nОрындаудың негізгі бөлімі – дәлелдеу. Егер шешен аудиторияға ойдың дұрыстығын логикалық (қисынды) түрде дәлелдесе, онда ол логикалық болып есептеледі. Ақпараттық дәлелдер нақты және анықтамалық мағлұматтарға сүйенеді. Эмоциялық дәлелдер шешеннен көп күш салуды және әртістік шеберлікті қажет етеді.\nШешен қорытынды сөзінде тұжырым жасайды, өз сөзінің негізгі пікірлерін (ойларын) қысқаша қайталайды, басты ойды мазмұндайды, оны іске асыру үшін тыңдармандарды нақты іс-қимылдар қабылдауға шақырады.  Көпшілік алдына сөзге шыққанда кезінде алдын-ала дайындалған тезистерге, қысқаша сөйлемдерге сөздің мазмұнын баяндаудағы логикалық бетбұрыстарды белгілеу кезінде сүйенуге болады.\nКөпшілік алдында сөйлеу кезінде үндік (дауыстық) акустиканы да ұмытуға болмайды: аудиторияға дейінгі қашықтықтағы вертикальды жазықтықтағы дыбыстық ағымның өрбуі, үш мөлшерлі кеңістіктегі вектор динамикасы («әмбебап сегіздік»). Егер шешен мінберден сөйлесе, онда ол вектор өрбуіндегі оның биіктігін есептеуі қажет. \"Мортира эффектісі\" жайлы да ұмытуға болмайды – тыңдарманның субъективті түйсігінде, оның артында шешенге ниеттес адамдардың болуы. Үннің (дауыстың) де маңызы зор.\nШешен сөзі бір сарынды болмауы керек. Фразалар әр түрлі интонацияларда айтылуы тиіс. Кідірістер әр мағыналық ауысуларда жасалынады, эмоционалдық эффект үшін, сонымен қатар өткен және келесі фразалардың маңыздылығын көрсету үшін. Тілдегі әрбір сөзге көп күш – жігер жұмсау керек.\nБарлық жария қорғау кезінде шешен қарсыластар алдында өзінің көзқарасын сақтауы қажет. Сол кезде ақталмау керек, керісінше айыптау қажет; түсіндірмеу керек, жария (мәлімдеу) қажет; қарсыласты өзіне тиімді етіп тыңдау қажет. Барлық пікірталас кезінде талқандалған қарсыласты қысымға алу қажет. \nБөтен ойды жоққа шығаруда қысқаша сөйлеу қажет, интонациялық гамманы ұмытпау қажет. Тыңдарманның санасында қатталып қалу үшін өзінің ойын бірнеше рет қайталау керек.\nЖоғарыда шешендік өнер мен риториканың негізгі ойлары айтылды. Жария қорғау жеке тәжірибесі таптырмас нәрсе. Сонда ғана адам өзінің істерін жасауға және ерекше ойларын шығара алады. Аудиторияны сезіну қажет және өзінің сөздерін түзетуді үйрену керек. Шешен көптеген сұрақтар бойынша білімі кең болуы керек, қалаған тақырыпта пікірталас өткізе білуі қажет.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 20г литий және литий оксидінің қоспасын сумен өңдегенде",
        "question_content": "Массасы 20г литий және литий оксидінің қоспасын сумен өңдегенде 4,48л(қ.ж.) газ бөлінген. Бастапқы қоспадағы литий мен литий оксидінің массалық үлесін анықтаңыздар.",
        "question_date": "12.05.2020",
        "question_tag": "Химия",
        "question_views": 990,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 20г литий және литий оксидінің қоспасын сумен өңдегенде 4,48л(қ.ж.) газ бөлінген. Бастапқы қоспадағы литий мен литий оксидінің массалық үлесін анықтаңыздар.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уақыт өте Қазақстандағы ЭГЖ-ы қалай өзгеруі мүмкін? География 7-сынып",
        "question_content": "Уақыт өте Қазақстандағы ЭГЖ-ы қалай өзгеруі мүмкін?  География 7-сынып",
        "question_date": "12.05.2020",
        "question_tag": "География",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел аумағының ең басты сипаты - оның географиялық жағдайы болып табылады.\nШаруашылықтың дамуы үшін экономикалық-географиялық жағдайдың (ЭГЖ) маңызы зор.\nЭкономикалык-географиялық жағдай - елдің, әлемнің экономикалық картасындағы орнын көрсетеді. ЭГЖ-ға баға беру дегеніміз, оның жағдайын:\nәлемдік экономиканың басты орталықтарына, әлемдік нарықка (нарықтық-географиялық жағдайы);\nкөрші елдерге (көршілік жағдай);\nхалықаралық көлік жолдарына (көліктік-географиялық жағдай) қатысты анықтау.\nЭГЖ тиімді немесе тиімсіз, қолайлы немесе қолайсыз болуы мүмкін.\nНарықтық-географиялық жағдайда АҚШ, ЕО, Жапония сияқты әлемдік экономиканың басты орталықтарының маңызы зор. Олардың нарықтары алдыңғы қатарлы технологиямен, сыйымдылығымен, төлем қабілеттілігімен тартымды.\nКөршілік жағдайда Қытай мен Ресейді алуға болады. Олар әлемдегі үшінші жөне тоғызыншы орындағы экономикалар. Олар біздің ірі сауда серіктестеріміз болып саналады. Қырғызстан, Өзбекстан және Түрікменстан экономикалық деңгейі бойынша Қазақстаннан артта. Алайда, болашақта олармен де бірлесіп жұмыс істеудің бірнеше бағыттары жасалған.\nКөршілік жағдайдың басты плюсі - көрші елдің аумағын үшінші бір елмен байланыс орнату үшін пайдалану. Оның интенсивтілігі мен географиясын көліктік-географиялық жағдай анықтайды. Ең қолайлысы - теңіздік жағдай. Қазақстанда ашық теңізге тура шыға алатын мүмкіндік жок (ішкі құрлықтық жағдай). Бірақ оның 2000 км-дей шекарасы батыста Каспий арқылы өтеді.\nЖер үсті байланысы құрлықтағы шекараның ерекшеліктеріне тәуелді. Оның жалпы ұзындығы 13,3 мың км. Ресеймен шекара (7,5 мың км) негізінен жазық жерлермен өтеді. Онда табиғи кедергілер жоқ. Ел арасындағы шекараны көптеген темір жол мен автомобиль жолдары кесіп өтеді. Қытаймен арадағы шекараның көп белігі таулар арқылы өтсе, Орталық Азия мемлекеттерімен шекара жазық жерлермен жүргізілген. Бұл шекара арқылы әзірге 4 темір жол етеді: біреуі - Қытайға, үшеуі - Орталық Азияға апарады.\nЕлдің аумағы арқылы басқа мемлекеттердің жүгі мен жолаушыларын тасымалдау (транзиттік жағдай) қосымша кіріс әкеледі. Транзиттік көлік дәліздерінің дамуы ішкі құрлыктық жағдайдың минустарын азайтады.\nЖер көлемі бойынша (2 724,9 мың км2) Қазақстан әлемде 9-орын алады. Жер көлемінің ірі болуы - Қазақстанның басты артықшылығы болып саналады. Қазақстан әр алуан табиғи байлықтарымен де ерекшеленеді.\nБірақ үлкен аумақты игеру көп күш жұмсауды да қажет етеді. Алыс жақтарға жүк тасымалдау өнім бағасын қымбаттатады. Көлік жолдарын салу, табиғи қорларды игеру өте қымбатқа түседі. Көп жағдайда жұмсалған шығын тұтас салалар шығаратын өнім көлемінен асып кетеді.\n\nҚазақстанның оңтүстік астанасы - Алматы\nҚазақстанда аумақты ұйымдастырудың үш буынды жүйесі қалыптасқан. Оның негізіне 14 облыс жатады. Облыстар аудандарға, аудандар - округтерге бөлінген. Облыс, аудан, округ әкімшілік-аумақтық құрылымның үш басты буыны болып табылады. Бұдан басқа, аумақтық бірліктерге қалалар жатады. Олардың ішінде ерекше орын алатындар - республикалық маңызы бар Астана және Алматы қалалары.\nАстана - мемлекетіміздің саяси орталығы, оның «визит карточкасы» тәрізді. Ол басты біріктіруші қызметті атқарады. Іскерлік белсенділік пен мәдени өмірдің орталығы ретінде Астананың маңызы күн санап артуда.\nАлматы — ғылымның, мәдениеттің, өндірістің орталығы ретіндегі ірі қала. Оның еліміздің өміріндегі маңызына байланысты Қазақстанның «Оңтүстік астанасы» деген бейресми атауы да бар.\nАумақтық бірліктердің жергілікті мәселелерді шешуде өзіндік, яғни жергілікті басқару мүмкіндігі бар.\nҚазақстанды географиялық тұрғыдан 5 бөлікке - Орталық, Солтүстік, Шығыс, Оңтүстік және Батыс аймақтарға бөледі.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдар үшін жердің құрылысы туралы білім не үшін қажет болғандығы туралы 5 дәлел",
        "question_content": "Адамдар үшін жердің құрылысы туралы білім не үшін қажет болғандығы туралы 5 дәлел келтіріңіз",
        "question_date": "12.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Пайдалы қазбалар жайлы ақпарат алып, өз игілігіне қолдану;\n\n2) Жер бедеріндегі барланбаған энергия көздерін білу;\n\n3) Ежелгі мифтерге нүкте қою, Ғылыми жаңалықтар ашу;\n\n4) Жер сілкінісі сияқты табиғат апаттарыныңы алдын алу;\n\n5)Жер асты су бедерін барлау.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конус жасаушысы 5м және ол табан жазықтығымен 30° бұрыш жасайды. Конустың көлемін тап.",
        "question_content": "Конус жасаушысы 5м және ол табан жазықтығымен  300 бұрыш жасайды. Конустың көлемін тап.",
        "question_date": "12.05.2020",
        "question_tag": "Геометрия",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конустың көлемі 250 пи / 9",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұхтар Әуезовтің «Абай жолы» қазақтың тұңғыш эпопеясы, шежірелік сипаты.",
        "question_content": "Маған Мұхтар Әуезовтің «Абай жолы»  қазақтың тұңғыш эпопеясы, шежірелік сипаты керек",
        "question_date": "12.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әуезов алғаш 1936 жылы «Қазақ әдебиеті» газеті арқылы Абай туралы екі томдық роман жазғысы келетінін, оның бірінші кітабының «Телғара» деп аталатынын халыққа жария етеді. Абайдың бала күніндегі бір аты «Телғара» болатын. Оны зерттеушілер өз анасы мен кіші шешесінің тәрбиесін қатар алуымен, тел өсуімен байланыстырады. Ал жазушы бұл атауды ақынның Шығыс пен Батыс поэзиясынан, мәдениетінен қатар сусындағанын негіз етіп алмақ болады. Алайда, кейін алғашқы екі кітап «Абай», үшінші кітап – «Абай аға», соңынан төрт кітап бірдей «Абай жолы» аталады. Кітап атауының соңғы нұсқаға тоқтау себебін Мекемтас Мырзахметов: «Абай ұстанған ағартушы-демократтық жаңа жолдың тууына себепкер құбылыстың объективті жағдайдан туған тарихи түп тамыры қайда жатқанын екшеп, атап көрсетеді. Осы таным кейіннен бүкіл Абай шығармаларының табиғатын тереңдеп білуде көсем пікірге айналды, әрі роман-эпопеясының идеялық мазмұнына да өзек, негіз болды. Осы себепті де эпопеяға саналы түрде «Абай жолы» деп ат қоюы да себепсіз атала салған нәрсе емес-ті», – деп түсіндіреді.\nЖазушының «Абай жолы» эпопеясын екінші кітаптың соңғы бөлімінен бастап жазғанын біреу білсе, біреу білмес. Бұл туралы Әуезов өзінің «Как я работал над романом «Абай» атты мақаласында: «Мне хочется рассказать о своем, несколько необычном методе создания своего произведения. Дело в том, что я начал писать роман не с первой главы, в которой моему герою только тринадцать лет, а с последней главы второй книги романа, когда моему герю уже 42-43 года. Эту главу я написал в 1937 году к столетию со дня смерти Александра Сергеевича Пушкина. Глава была опубликована на казахском и русском языках, называлась она «Как запела Татьяна в степи». Речь шла о пушкинской Татьяне Лариной», – дей келіп, бұл бөлімнен бастау себебін былай түсіндіреді: «Потому что эта глава полнее и конкретнее раскрывала основную идею романа и образ моего героя, казахского классика Абая Кунанбаева. Только после этой предварительной работы я начал писать роман хронологической последовательности».\nӘуезов тілге тиек еткен ол бөлім «Татьянаның қырдағы әні» деген атаумен газетте жарық көреді. Бұл бөлімді жаппай оқыған жұрт ендігі сәтте романның өзін күтіп жүрген еді.\n«Абай» романының бірінші кітабы оқырман қауымның қолына тие салысымен жазушыға үлкен атақ-даңқ әкелді. Абай мен Әуезовтің аты жұрттың аузынан түспеді. Сыншы Дандай Ысқақұлы: «1942 жылы М.Әуезовтің «Абай» романының бірінші кітабының шығуы қазақ әдебиетінің ғана емес, республиканың мәдени өміріндегі тарихи оқиғалардың бірі болды», – деп жазса, романды оқыған Бауыржан Момышұлы майданнан жіберген хатында: «Сені әдебиеттің полковнигі деп атаймын. Есейген Абайды білуші едім, бала Абайды білмеппін», – деді. Ал Мәлік Ғабдуллин: «Абайды» өзім оқып шыққаннан кейін жолдастарға беріп оқытып жатырмын. Жұрттың бәрі де романды зор табыс деп қуанышпен қарсы алды», – деп жазды 1942 жылдың қыркүйегіндегі хатында.\nБірақ «Абай» романын оқыған жанның бәрі қуанышпен қарсы алды десек, өтірік айтқан болар едік. Оны талқыға салып, қатал сын айтқандар да көп еді. Олар негізінен Абайдың «бай баласы» екенін тілге тиек етіп, «баяғы өткен тарихты қозғайтын романды» шығарудың не мәнісі бар екенін түсінбеді. Алғашқы талқылау туралы Әуезов сыншы Ілияс Омаровқа жазған хатында: «Абай» романының бірінші кітабы шығып, соны жазушылар, сыншылар, кейбір ғылым адамдары боп талқылап, танымақшы боп жатты. Бірақ бір күнгі ұзақ мәжіліс түк те берекелі нәр бермеді. Баяндамашы Құнанбайды Иван Грозный деп, Петр Первый деп әр биікке қарай жетектеп алды да, қаңғыды да кетті. Кейін сөйлеушілер де жетістірген жоқ. Әркімі әрбір қабуын-шабуын дегендей сипалаған, сылаған болды да, кәдімгі белгілі саяз, сылдыр сөздерге сайды. Сол жиылыстың ең соңында күн бойы үндемей отырған Ғабит жиылысты басқарып отырған Сәбитке келіп, бір ауыз айтты: «Немене, адамша сөйлейміз бе, жоқ осымен кете барамыз ба?» - деді. Сол күннен бастап екі кеште ол бір баспа табақтай етіп өзінің роман жөніндегі, бар жұрттан оқшау, бөлек шырқау шыққан әділ, адал, саналы толғаулы ірі ойларын айтып шықты. Сөйтіп, келесі күнгі жиылыс «адамша сөйлеудің» нағыз өзін бастап еді», – дейді. Расымен «Абай жолына» ең әділ бағаны берген де, талдап мақала жазған да Ғабит Мүсірепов еді. «Мұхтардың «Абайына» шын мағынасында сын айтуға мен де жүрексінемін. «Абай» романын неше рет қайталап оқысам, сонша, әрдайым жаңа бір ой, жаңа бір көркемдік, бұрын оқығанда байқамай кеткен тереңдік табам», – деп дер кезінде айтылған ең тұжырымды пікір де Ғабеңдікі болатын. Кейін, Әуезов дүниеден өткенде табытының басында тұрып, Ғабең «Өмір күнде мереке емес, ренжіткен жеріміз болса кешір», – деп кешірім сұрады деседі. Ә.Кекілбаев Ғабеңнің бұл әрекеті туралы: «Сол күні де, содан кейін де Мұхтар Әуезовтің аруағының алдында Мүсіреповтен басқа ешкім әлгіндей сөз айтқан емес. Ғабит басқалардан айыбы көп болғандықтан емес, ақылы көбірек болғандықтан кешірім сұраған шығар», – деп жазды. Ал біздіңше, Ғабеңнің сол бір қысылтаяң кезде «Абай жолына» берген бағасы заңғар жазушының алдында қандай айыбы болса да жуып-шайып кеткен секілді.\n«Абай жолы» эпопеясы – қазақ қоғамының жарты ғасырлық тұрмысын, әлеуметтік жағдайын дәл бейнелейтін туынды. Мұндағы романның кейіпкерлері, барлық рулар, жетекші кісілер, тіпті жер-су атауларына дейін өз аттарымен берілген. Эпопеяда 953 кейіпкер бар, оның 91-і Абай өмірбаянынан алынған. Зәки Ахметов «Абай жолы» қалай туған?» мақаласында: «Эпопеяда Абайдың өзін былай қойғанда, Әбіш, Мағаш, Оспан, Базаралы, Тоғжан, Әйгерім, Ұлжан, Құнанбай, Әзімбай, Тәкежан, Оразбай, Бөжей, Жиренше, Майбасар секілді сол дәуірде, сол ортада өмір сүрген прототипі бар кейіпкерлер мейілінше, мол. Солармен қатар Дәрмен, Дәркембай, Иса, Иіс, Сейіт, Салтанат секілді түгелдей дерлік ойдан шығарылған кейіпкерлер де аз емес. Және оларды осылай екі топқа тек шартты түрде бөлуге болады. Өйткені, олардың арасынан жарылып айырылғандай пышақ кесті жік табу қиын», – дейді.\nЯғни, көркем шығарма болғаннан кейін мұнда ойдан құралған кейіпкерлер де болған. Шәкәрімді Керім образында көрсеткен жазушы аяқ астынан Дәрмен секілді дайын кейіпкерді әкеліп, оны Шұбардан оздырады. Мұндай қадамдарға Әуезов амалсыздан барады. Өйткені, 1953 жылы «Казахстанская правда» газетінде «буржуазияшыл роман» деп «Абай жолын» айыптаған үлкен мақала жарық көреді. Онда Абайдың Меккеге бара жатқанда әкесіне жол көрсетуі, Құнанбай, Ділдә бейнесі сынға алынады. Нәтижесінде жазушы Құнанбайды қатыгез, қатал, Абайға қарсы адам ретінде суреттелді. Ал Ділдә «Абай жолының» алғашқы нұсқасында Абайдың сүйікті әйелі ретінде берілсе, кейін «байдың қызы» болғаны үшін жағымсыз рөлге ауыстырылып, «кедейдің қызы» Әйгерім алдыңғы орынға шығады. Бұл өзгертудің енгізілуіне жазушы Әлжаппар Әбішевтің «Абайдың махаббаты кедейдің қызы Әйгерім болуы керек. Оны шын сүйіп үйленген жары етіп жазса, Абайдың демократтығы ашылады», – деген сыны себеп болған. Осындай өзгертулерден кейін жазушы кітабының ары қарай жариялануына жол ашқанмен, енді ел ақсақалдарының сынына қалады. Құнанбайдың шын бейнесін білетін ақсақалдар арасында Әуезовке өкпелеп, қатты сөз айтқандары да аз болмапты.\n«Абай жолы» кітабы болған оқиғалар негізінде жазылғанымен, көркем шығарма екенін де естен шығармаған жөн. Әрине, Әуезов көптеген оқиғаларды кітабында өмірде болғандай етіп беруге тырысты. Мысалы, Құнанбай мен Бөжей арасындағы жаулықтың шығу себебін ол өз заманындағы қарттармен әңгімересіп, сөйлесу арқылы анықтады. Сол қалпында кітабында да берді. Кейін осы оқиға туралы деректі Омбы мұрағатынан тапқан ғалым Әлкей Марғұлан таңданысын жасыра алмай: «Абай туралы роман жазушы Мұхтар Әуезов бұл деректерді көрмеген. Сөйтсе де архив деректері мен оның романында айтылған тарихи эпизодтар бір-бірімен қабысып жатыр. Бұған қараған М.Әуезовтің ел аузынан жазып алған әңгімелері өзінің тарихи негізін бергі кезге дейін жоймай, архивте сақталып тұрған деректермен қатар айтылып келгенін көрсетеді», – дейді.\nАлайда, романда тарихи шындықтан тыс дүниелер көп еді. Бұл туралы әуезовтанушы ғалым Тұрсын Жұртбайдан сұрағанымда, ол: «Көркем шындық бар, өмірлік шындық бар. Тарихи өмірлік шындық біткен жерден көркем шығарма басталады. «Абай жолы» – көркем шығарма. Біз Абайға келгенде тарихи шындық пен көркем шындықты айырбастап алдық. Маған салсаңыз, «Абай жолының» төрт кітабының ішінде бірде-бір өмірлік тарихи шындық жоқ дер едім. «Абай жолын» мен де талай оқыдым. Білмей айтып тұрғаным жоқ. Ал көркем шындық тұрғысынан алғанда бірде-бір өтірігі жоқ. Мысалы, Құнанбай образына қатыстысын келтірейін. Біріншіден, Қодар мен Қамқа оқиғасы өткен 1834-1839 жылдардың арасында Абай дүниеге келген де жоқ. Дүниеге келмеген Абай ол оқиғаны қалай көреді? М.Әуезовтің өзі: «Абай Қодар-Қамқа оқиғасын естіген болуы мүмкін» деп жазады. Абайдың естігенінің өзіне Әуезов «мүмкін» деп қарайды. Бірақ көшпелі өмірде, қазақ халқының тұрмысында ол оқиға орын алған.Тарихи шындық екені рас. Ал көркем шығармада ол Абайдай кейіпкерді дүр сілкіндіру үшін керек болып тұр. Әуезовтің ұлылығының өзі осында. Екіншіден, Базаралы мен Абайдың арасына келейік. Базаралы Тәкежанның 800 жылқысын барымталап әкетіп, екі рет жер аударылады. Қаншама сараң бай болса да мал – Тәкежандікі, ұрлап отырған – Базаралы. Сол Базаралыны жер аудартқан Құнанбай емес, Абай. Құнанбай 1851 жылдан кейін билікке қайтып келген жоқ. Аға сұлтан да, болыс та болған жоқ. Жер аудартқан – сол кезде қолына билікті ұстап отырған Абай. Абайдікі дұрыс, өйткені Базаралы – барымташы. Өмірлік шындық осы. Ал көркемдік шындықта бәрі басқаша. Абай мен Базаралының достығы қандай?! Үшіншіден, Қодар – Қамқа оқиғасынан кейінгі үлкен оқиға – Мұсақұл соғысы. Бұл оқиға 1845 жылғы қыркүйектің 10-16-сы аралығында өткен. Ол кезде Абай – әлі қырқынан шықпаған бара. Янушкевич: «Құнанбай жаңа туған баласының іші ауырып, маймен сылатып жазып алды», – деп тамыздың 25-терінде жазған күнделігінде айтқан. Ал, қыркүйектің ортасында Мұсақұл соғысы кезінде «Құнанбай ағайындарына әлденеге ширығып, бізбен тез қоштасып кетіп қалды», – дейді. Ол Құнанбайдың Мұсақұл соғысына кетіп бара жатқан кезі. Қырқынан да шықпаған Абай қалай екі ортаға елшілікке жүреді? Бірақ, бұл – Құнанбайдың басынан өткен оқиға. Әуезов өте күрделі ойлардың өзін қиыннан қиыстырып жазған. Бірінші кітапта Қодар мен Қамқа оқиғасы «шынымен болған» десе, екінші кітапта «болған еді», Сүйіндіктің ойы, Жексен шалдың ойы, бақташының ойы деп ойды кейіпкерлерге бөліп береді. Оқып отырған адам болған, болмағанын өзі түсінбей қалады. Кейін тура осы жерін 10-15 рет оқып, әр сөзін зерттеп, қарап отырдым. Онда Әуезовке ешкім мін таға алмайды. Өйткені, бірде-бір авторлық мәтінде «Қодар-Қамқа оқиғасы болмады» деген сөз жоқ. Басқа кейіпкерлердің ойына салып берген. «Абай жолында» Абай – идеалдық тұлға. Әуезовтің өзі «Мен Абай арқылы идеалдық тұлға, кіршіксіз, толық адам жасағым келді» деген болатын. Сол мақсатына жетті де. Тарихи шындық көркем шындыққа айнала отырып, Абай әр оқиға сайын биікке көтеріле берді. Ойлы оқырман осыны түсіну керек», – деп жауап берді.\nЖазушы күнделікті ұсақ-түйек оқиғаларды алса, «Абай жолындай» үлкен дүние тумас еді. Абай туғаннан бұрын болған ірі оқиғаларды оның өмірімен байланыстыра отырып беруі – Әуезовтің шеберлігі еді.\n\n\nhttps://adebiportal.kz/kz/news/view/19268",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуропалықтар Жапонияны ашу себебі неде?",
        "question_content": "Еуропалықтар Жапонияны ашу себебі неде?",
        "question_date": "12.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жапония жабық есік саясатын ұстанғандықтан  ол елге барып сауда саттық жасау мүмкіндігі болмады. Император алғашқы ұсыныстарға бас тартқаным жылы ен, кейіннен  соғыспен қорқытқан АҚШ келісіміне келісуге тура келді.  1854 жылы 13 наурызда  Канагава жерінде АҚШ және Жапония арасында келісім  жасалып, 215 жылға созылған жабық есік саясаты аяқталды.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаев нені жақсы көреді",
        "question_content": "Мұқағали Мақатаев нені жақсы көреді маған тауып беріңдерші өтінем",
        "question_date": "12.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұқағали Мақатаев жастарды жақсы көрді.\n\nЖәне кімді жақсы көрді дегенге келер болсақ, ол өз қыздарын қатты жақсы көргені белгісі.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    }
]