[
    {
        "question_title": "Допты бастапқы жылдамдығы 10 м/с болатындай 15 м биіктіктен тігінен жоғары лақтырды.",
        "question_content": "h= - (gt 2)/2+vt+h формуласын пайдаланып, мұндағы g=10 м/с2 , h(t) функциясын құрыңыз. Құрылған функцияның көмегімен табыңыз: а) қандай уақыттан кейін доп максималды биіктікке жетті; б) доптың көтерілген ең жоғары биіктігі; в) қанша уақыттан кейін доп жерге құлайды [4 балл]",
        "question_date": "5.03.2021",
        "question_tag": "Математика",
        "question_views": 13000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t =v0/g = 10/10 = 1 c\n\nh= - (gt²)/2+vt+h = -5 + 10 +15 = 20 м\n\nt = sqrt(2h/g) = sqrt(2*20/10) = 2 c",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоян мен түлкінің арасы 40 қадам",
        "question_content": "Қоян Мен түлкінің арасы 40қадам, Қоян 3 секірсе, түлкі 5секіріп үлгереді бірақ қоян жылдам болғандықтан 9 рет секіргенде түлкі 7рет секіреді. Сұрақ түлкі қоянға қанша секіріп жетеді?",
        "question_date": "5.03.2021",
        "question_tag": "Математика",
        "question_views": 873,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шарт кішкене басқа сияқты. Мысалы былай: Қоян Мен түлкінің арасы 40қадам, Қоянның 5рет секірген қашықтығы түлкінің 3 секірген  қашықтық шамасына тең. бірақ қоян жылдам болғандықтан 9 рет секіргенде түлкі 7рет секіреді. Сұрақ түлкі қоянға қанша секіріп жетеді?\n\nжауабы  : 38",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тәмпіш қара\" повесіндегі Ертайдың жағымды және жағымсыз қасиеттері қандай?",
        "question_content": "Тәмпіш қара повесіндегі Ертайдың жағымды және жағымсыз қасиеттерің айтыңызшы",
        "question_date": "5.03.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ балалар әдебиетінің дамуына өз шығармаларымен қомақты үлес қосқан жазушы Сансызбай Сарғасқаев 1925 жылы облысы қазіргі Жамбыл облысы Қордай ауданында туған. Оның \"Достар\", \"Бір отрядта\", \"Жұмбақ қыз\", \"Үш сурет\", \"Жақсы аға\", \"Тәмпіш қара\" секілді негізінен жас жеткіншектерге арналған шығармалары көпшілік жылы қабылдаған, балалар сүйіп оқитын шығармалар қатарынан орын алған. \nСансызбай Сарғасқаевтың \"Тәмпіш қара\" повесі отызыншы жылдардағы ауыл өмірін суреттейді.\nПовесть 9 бөлімнен тұрады. Бөлімдері: \"Танысу\", \"Тілеп алған азап\", \"Әзілі ме шыны ма?\" , \"Өкініш\", \"Теке қарт\", \"Не болды бізге?\", \"Бұдан кейінгі күндерде …\", \"Ойламаған жерден\", \"Үш күн қалғанда\". \nШығарманың негізгі ойы – жас жеткіншектерді адамгершілікке,шыншылдыққа, қайырымдылыққа тәрбиелеу.\nШығарманың композициялық құрылысы мынадай:\nБасталуы. Шаншатайдың ауылға келуі, ауыл балаларымен танысуы..\nБайланысуы. Шаншатай Ертайдың суретші екенін білуі,екеуінің айырылмастай дос болуы.\nШиеленісуі. Мектеп оқушыларының қырман даласына көмекке баруы,түрлі ойын-сауық ұйымдастырулары, Шаншатай ауыл балаларының газетке деген қызығушылықтарын оятуы.\nШарықтау шегі. Оқушылардың өз мақалаларын оқу үшін Теке қарттың үйіне іздеп баруы, Шаншатай мен Иманбектің төбелесуі, Иманбектің одан кешірім сұрауы.\nШығарманың шешімі. Ертайдың салған суретінің «Октябрь балалары» газетіне шығуы.\nПовестегі басты-басты оқиғалар:\n• Шаншатайдың ауылға келуі.\n• Балаларды егін басына ертіп баруы.\n• Егін басындағы балалардың өнері.\n• Балалардың \"Октябрь балалары\" газетімен танысуы.\n• Баллардың қырман басынан қайтардағы қырманшыларға өнер көрсетуі.\n• Шаншатайдың \"доп қуу\" ойынын ұйымдастыруы.\n• Шаншатай мен Иманбектің төбелесі.\n• Балалардың Теке қартпен кездесуі.\n• Келдібек директордың балаларға пионерлік тапсырма беруі.\n• Ауылға радио келуі.\n• Иманбектің кешірім сұрауы.\n• Ауыл баларының мәдениеттілігі.\n• Ауылға газет келуі.\nБасты кейіпкер – тәмпіш қара Шаншатай. Повесте Шаншатайға тән әдептілік, ұқыптылық, еңбексүйгіштік қасиеттер көрінсе, Ертай бойындағы өнерге құштарлық, дүниені бала көзімен қабылдау қасиеттері танылады. Шаншатай бойындағы асыл қасиеттер – әдептілік, ұқыптылық, тазалық, кішіпейілділік пен сыпайылық әңгіме кейіпкерлері Ертай, Бисекүл, Иманбектерге ерекше әсер етіп,үлгі бола білсе, бүгінгі жасөспірімдерге де үлкен өнеге. Жасөспірімдер бейнесі- балалар әдебиетінің жас буындарды патриоттық рухта тәрбиелеуде ең басты роль атқарып отырғанының айқын дәлелі.Осының бәрін айта келіп, бала тәрбиелеудегі ең негізгі тірек оларды еңбекке үйретуден басталуға тиіс деген ойға келеміз. Өйткені еңбек етуге үйренген бала сабақты жақсы оқудан да, ата-ананың түрлі тапсырмаларын орындаудан да жалықпайтын болады. Еңбек етуге жаттыққан сайын, оның ыждақаттығы да арта түседі. Ұқыптылық та, әдептілік те, үлкенді сыйлаушылық та, қоғамға пайдалы үлес қосатын байыпты, парасатты азамат болу да осыдан келіп шығады. Повестегі кейіпкерлер:ауыл балалары суретші Ертай, Иманбек, Ниғмет, Күлдәрі, Оңалбек. Бала тәрбиелеуде ұстаздың еңбегін көрсете отырып, балалардың мектептен алған білімін еңбекпен тәрбиелі іспен тұрмыспен байланыстыра суреттелуі шебер бейнеленген.Кейіпкер Ертайдың өмірі жайындағы ішкі толғанысы жеткіншек ұрпақты тәрбиелеуде маңызды роль атқарады деп есептеймін. Шаншатай – қаладан келген көзі ашық бала, ол \"Октябрь балалары\" деп аталатын газеттің бар екендігін ауыл балаларына таныстырып, Ертайдың суретшілік дарындылығын бағалай отырып, осы газетке ең жақсы суретіңді жіберейік деп үлкен үміт артып Ертайдың қабілетін шыңдай түседі. Әншейінде көзге ілінбей жүретін газет тасушы Теке қартты ауыл балаларына сыйлай білуді ұғындырады.Қазіргі жас жеткіншектер барлық мүмкіндіктері бола тұрса да балалар басылымдарына көп жазыла бермейді, ал повесть кейіпкерлері сол газеттің келуін асыға күтіп,тіпті ауылдан жырақта тұратын Теке қарияның үйіне іздеп барып, алып оқиды.\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/58228/",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интерфейс деген не?",
        "question_content": "Сол озм туснбей турм пж пж коммек",
        "question_date": "5.03.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интерфейс - бұл өзара әрекеттесетін жеке жүйелер арасындағы «жалпы шекара»; жеке жүйелердің өзара әрекеттесуін қамтамасыз ететін құралдар мен ережелер жиынтығы (мысалы, адам, бағдарламалық жасақтама, аппараттық құралдар және т.б.).\nАдам-машина интерфейсі - бұл адам операторының өзі басқаратын машиналармен өзара әрекеттесуін қамтамасыз ететін инженерлік шешімдерді қамтитын кең түсінік. \nПайдаланушы интерфейсі - қолданушы мен компьютерлік жүйенің өзара әрекеттесуін қамтамасыз ететін бағдарламалық-техникалық құралдар жиынтығы. \nКомандалық жол интерфейсі - қолданушы командалық мәтінді теріп, жауап мәтінін оқитын қолданушы интерфейсі.\n Графикалық қолданушы интерфейсі - графикалық кескіндерді қалыптастыру және манипуляциялау арқылы жүзеге асырылатын қолданушы интерфейсі.\nҚимылдар интерфейсі - пайдаланушыға ымдарды қолданып командалар шығаруға мүмкіндік беретін қолданушы интерфейсі. Нейрокомпьютерлік интерфейс - бұл мидың электрлік белсенділігін оқу және бағыттау арқылы жүзеге асырылатын қолданушы интерфейсі.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айран ұйытқының массалық үлесін табыңыз.",
        "question_content": "1. натрий хлоридінің массалық үлесі 10%тік массасы 300г ерітіндісін даярлау үшін қажетті тұз бен судың массаларын есептеңіз\n\n2. Айран ұйыту үшін 4кг сүтке 40г ұйытқы салынады. Айран ұйытқының массалық үлесін тап",
        "question_date": "4.03.2021",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) m соли =300*0,1=30 г, m(H2O)=300-30= 270 г.\n\n2) Берілген:\n\nм (сүт) = 4 кг = 4000г.\n\nм (ұйытқы) = 40 г.\n\nТабу:\n\nω (ашытқы) =?\n\nКоллоидты ерітіндінің массасын табыңыз\n\nm (p-pa) = m (сүт) + m (стартер дақылдары) =4000г + 40 г = 4040 г\n\nАшытқының массалық үлесін табамыз:\n\nω (стартер мәдениеті) = м (стартер мәдениеті) •100% / м (p-pa) = 40•100/4040 = 0,99%\n\nЖауап: 0,99%",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыш қабырғалары a,b,c.Үшбұрыштың периметрін (P) есептейтін программа құрыңыз.",
        "question_content": "Үшбұрыш қабырғалары a,b,c.Үшбұрыштың периметрін (P) есептейтін программа құрыңыз.",
        "question_date": "4.03.2021",
        "question_tag": "Информатика",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "#include <iostream>\n#include <cmath>\nusing namespace std;\nint main(){\ndouble x1,y1,x2,y2,x3,y3,a,b,c,P,p,S;\ncout << \"Vvedit koordinati pervoy vershini (x1, y1): \";\ncin >> x1 >> y1;\ncout << \"Vvedit koordinati vtoroy vershini (x2, y2): \";\ncin >> x2 >> y2;\ncout << \"Vvedit koordinati tretey vershini (x3, y3): \";\ncin >> x3 >> y3;\na = sqrt(pow((x1-x2),2)+pow((y1-y2),2));\nb = sqrt(pow((x1-x3),2)+pow((y1-y3),2));\nc = sqrt(pow((x2-x3),2)+pow((y2-y3),2));\nP = a+b+c;\np = P/2;\nS = sqrt(p*(p-a)*(p-b)*(p-c));\ncout << \"Perimetr: \" << P << \".\" << endl;\ncout << \"Ploshyad': \" << S << \".\" << endl;\nreturn 0;\n}\nТолығырақ: https://mycod.net/index.php/abramyancatalog/index/1/21",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телепродюсер мамандығы бойынша Жүргеновтен басқа қай университетте оқытады?",
        "question_content": "Телепродюсер мамандығы бойынша Жүргеновтен басқа қай университетте оқытады? Қандай пән таңдау керек.",
        "question_date": "4.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЙДА ОҚУҒА БОЛАДЫ?\n\nАктюбинский региональный университет имени К. Жубанова\n\nАктюбинский музыкальный колледж им. А. Жубанова\n\nБалтийская международная академия\n\nВосточно-Казахстанское училище искусств имени народных артистов братьев Абдуллиных\n\nВысший педагогический колледж г.Шымкент\n\nВысший педагогический колледж им.Ж.Досмухамедова\n\nЕсикский гуманитарно-экономический колледж\n\nКазахская национальная академия искусств имени Т.К.Жургенова\n\nКазахская национальная консерватория имени Курмангазы\n\nКазахский национальный педагогический университет имени Абая\n\nКазахский государственный женский педагогический университет\n\nКазахский национальный университет имени аль-Фараби\n\nКокшетауский государственный университет имени Ш.Уалиханова\n\nКостанайский гуманитарный колледж\n\nКостанайский педагогический колледж\n\nКызылординский музыкальный колледж имени Казангапа\n\nМузыкальный колледж им Курмангазы\n\nРегиональный социально-инновационный университет\n\nРудненский музыкальный колледж\n\nТиПО Коммунальное государственное казенное предприятие \"Кызылординский педагогический высший колледж имени М.Маметовой управления образования Кызылординской области\"\n\nТоргайский гуманитарный колледж имени Н.Қулжановой\n\nУниверситет «Алматы»\n\nУниверситет «Туран»\n\nЦентрально-Азиатский университет\n\nЮЖНО-КАЗАХСТАНСКИЙ УНИВЕРСИТЕТ ИМЕНИ М.АУЭЗОВА\n\nТолығырақ: https://bagdar.kz/kz/professiogram/prodyuser",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір автомобильдің жылдамдығы неге тең?",
        "question_content": "бір қаладан екінші қалаға бір уақытта екі автомобиль шықты.1ші автомобиль жылдамдығы 2 шіге қарағанда 20км/сағ артық болғандықтан 1ші автомобиль 15 мин бұрын келді.Егер қалалардың арақашықтығы 150км болса, әрбір автомобильдің жылдамдығы неге тең",
        "question_date": "4.03.2021",
        "question_tag": "Математика",
        "question_views": 716,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v1 = v2 + 20 км/сағ\nt2 = t1 + 0,25 сағ\nS = 150км \nS / v2 = S / v1 + 0,25\n150/v2 = 150/(v2 + 20)  + 0,25\n150/v2 = (150+0,25*v2 + 5)/v2+20\n150v2 + 3000 = 150v2 + 0,25*v2^2 + 5v2\n0,25*v2^2 + 5v2 - 3000 = 0\nv2^2 + 20v2 - 12000 = 0\nv2 = 120\nv1 = 120 + 20 = 140\nЖауабы: v1 = 140,   v2 = 120",
                "date": "20.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің толық бетінің ауданын табыңыз.",
        "question_content": "1) Цилиндрдің осьтік қимасының диагоналі 8,2 дм және цилиндрдің табан жазықтығымен 45° бұрыш жасайды. Цилиндрдің толық бетінің ауданын табыңыз\n\n2) конустың бүйір бетінің ауданы 84п кв.см, ал жасаушысы 12см-ге тең, Конустың табанының ауданын табыңыз\n\n3) Қиық конустың табандарының радиустары 3 см және 6 см, ал жасаушысы 5 см.\n\na) Сызбасын салыңыз\n\nб) Қиық конустың биіктігін табыңыз\n\nв) Қиық конустың осьтік қимасының ауданын табыңыз",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Цилиндрдің толық бетінің ауданы",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Калций оксидіндегі байланыстың түзілу механизмі.",
        "question_content": "Калций оксидіндегі байланыстың түзілу механизмі.",
        "question_date": "4.03.2021",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кристалдағы химиялық байланыс- иондық. \nКальций оксиді - бұл ақ немесе сұр-ақ ұнтақ түріндегі, иісі жоқ және дәмсіз бейорганикалық кристалды зат. Қатты зат натрий хлориді (NaCl) тәрізді кубтық бетке бағытталған кристалдық торларға айналады.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сценаристь болу үшін 9 сыныптан кейін қай колледжге түсуге болады?",
        "question_content": "Сценаристь болу үшін 9 сыныптан кейін қай колледжге түсуге болады?",
        "question_date": "4.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Голливудтың басты сценаристі болу көптеген адамдардың арманы, бірақ көбісі ешқашан табысты болу үшін қажетті қадамдарды жасамайды, өйткені олар бұл кәсіпті көрмейді. Олар мұны байытудың әдісі деп санайды. Әрине, мансаптық кезеңінде миллиондап ақша тапқан көптеген сценаристер бар. Табысқа кенеттен келгендер де бар (сценарий жазу үшін көп уақыт жұмсамаған жағдайда). Бірақ, бәрінен бұрын, сәтті сценарийші болу - көп еңбектің нәтижесі.\nСонымен сіз неден бастайсыз? Біз төменде бірнеше негізгі қадамдарды атадық. Бұл мүмкін жолдардың бірі екенін есте сақтаңыз. Шындық, дұрыс немесе бұрыс жол жоқ. Кейбір адамдар үшін жұмыс істейтіндер басқаларға көмектеспейді. Кейбіреулері бақытты, ал кейбіреулері дарынды, ал кейбіреулері ешқашан бас тартпайды. Егер сіз сценарийші болу туралы ақпаратты іздесеңіз, сізге келесі қадамдар көмектеседі.\nСценарийшілер кенеттен пайда болмайды. Сценарийдің құрылымын түсінетін және туа біткен сыйлыққа ие жазушылар аз. Көп жағдайда жаңа авторлар не туралы жазғысы келетіні туралы негізгі түсінікке ие болуы керек.\nОсы тақырыптағы кітаптардан бастаңыз. Бұл фильмнің сценарийі не туралы, оның қызықты кейіпкерлері, сюжеті және диалог сияқты әртүрлі элементтерін қалай жазу керектігін түсінуге көмектеседі.\nБұл үш кітап жаңадан бастаушыларға жарамды:\nРоберт Макейдің миллион долларлық тарихы. Бұл «Библия», кітапта сюжет және кино драматургиясының негізгі принциптері туралы айтылады. Оқуды ұмытпаңыз.\nСид Филдтің «Сценарийі». Голливуд жазушыларының көпшілігі міндетті түрде барлық сценаристер үшін гуру екендігімен келіседі.\n«Жазушының мәселелерін шешу», - деп жазды Сид. Бұл кітап алдыңғы нұсқаның жалғасы болып табылады, осы кітапта Дала көптеген сценарийшілердің негізгі проблемалары туралы әңгімелейді, сізге қалай күресуге болатындығын және сізге көмектесетін жаттығуларды ұсынады.\nБұл әдісті ең жақсы деп санайтын жүздеген кітап бар. Факт мынада: сценарий жазудың негіздерін біле салысымен сізге тәжірибе керек. 10 немесе 20 күнде сценарий жазуды үйрететін кітаптардан аулақ болыңыз. Сценарийді жазу қанша уақытқа созылатынына алаңдамас бұрын, оны жазу принциптері туралы білу керек.\nСценарист - көлеңкеде қалуға дайын адам үшін мамандық. Бұл көлеңкені сеткаға түсуді жөн көретін адам үшін де айтуға болады. Сценарист өзінің әлемін, қиялдарынан нақты нәрсеге - фильмге айналатын өз тарихын жасайды. Оның жұмысы жазушының шығармашылығынан алшақ, ал тарих түпкілікті өнім емес екенін есте ұстаған жөн. Талантты орыс сценаристтері маған «Маған қараңдаршы» әңгімесін қызықты оқиғаны қалай табуға болатынын, оны жазып алып, оны қағазға жай сөздерден басқа нәрсеге айналдыру туралы айтты.\nТолығырақ: https://kk.hydroponicsbc.com/6702-what-i-want-to-become-i-want-to-become-a-screenwrite.html",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ауданы неге тең?",
        "question_content": "Теңбүйірлі үшбұрыштың бүйір қабырғасы 12,8 см, ал табанындағы бұрышы 30 градус. Үшбұрыштың ауданы неге тең.",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштағы бұрыштардың қосындысы 180 ° болғандықтан, әр жағдайда шыңнан бұрышты табу оңай. \nS (Δ) = absinα / 2 1) S = 12,8 12,8 sin120 ° / 2 = 164,84 √3 / 4 = 40,96 √3≈69,6 шаршы. см \n2) S = ab / 2 = 12,8 12,8 / 2 = 82,42 шаршы см \n3) S = 12,8 12,8 sin60 ° / 2 = 164,84 √3 / 4 = 40,96 √3≈69,6 шаршы. см",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жусан иісі\" шығармасындағы Бапайдың кемпіріне мінездеме керек.",
        "question_content": "Жусан иісі шыгармасынагы бапайдын кемпіріне мінеждеме беру керек еді оный кандай екенін жене мінезін анықтау ол кандай адам жаксыма жаман ба алде каталма?",
        "question_date": "4.03.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Буаз сиыр турмай жатыр, не істеуге болады?",
        "question_content": "Сиыр котерем буаз екен 3 кун болды турмайды . Не истеуге болады??",
        "question_date": "4.03.2021",
        "question_tag": "Жануарлар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Буаздық — ұрғашы жануарлардың аналық клеткасынан ұрық дамып жетілгенге дейінгі физиологиялық күйі. Буаздықтың алғашқы кезеңінде жануарлар жақсы қоректеніп, семіре бастайды. Буаздық мерзімінің 2-жартысында ұрыққа қоректік заттар көбірек қажет болғандықтан, буаз мал арықтайды. Әр түрлі жануарлардың Буаздық мерзімі әр түрлі болады. Мысалы, сиырда 285 күн, жылқыда 340 күн, қой мен ешкіде 150 күн, түйеде 365 күн, есекте 380 күн, шошқада 114 күн, қоянда 30 күн, итте 62 күн, т.б.Буаздық мерзімі жануарлардың жеке түрлерінің ішінде тіршілік ортасына, жыл кезеңіне, жалқы, егіз немесе одан көп ұрпақ табуына, т.б. себептерге байланысты өзгеріп отырады. Буаз малға ерекше күтім қажет, Буаздық кезіндегі мал ауруларына іш тастау, ісіп-кебу, ерте төлдеу, жатыр жарығы, жатырдың бұрылуы не түйілуі жатады. Іш тастаудың үш түрі бар: індеттік іш тастау сарыптан, бактериялық және паративтік аурулардан; паразиттер арқылы іш тастау жыныс аурулары салдарынан, індетке қатыссыз іш тастау малды дұрыс азықтандырмаудан, азықта витаминдер мен минералдық заттардың жетіспеуінен, малдың бір нәрсеге соқтығып құлауынан, кейде жүрек, бүйрек, бауыр, т.б. мүшелерінің ауруынан болады. Іш тастау қаупі білінген малды бірден бөліп, оның тұрған қорасына зарарсыздандыру жүргізіледі, төсеніші алмастырылады. Буаз малдың ісіп-кебінуі малдың қан айналымының бұзылуынан, жүрек пен бүйрек ауыруынан, малды өріске шығармаудан, т.б. болады. Ісік асқынғанда зәр айдайтын, іш жүргізетін және жүрек қызметін күшейтетін дәрілер беріледі. Ерте төлдеу малға сапасыз азық, суық су беруден не оқыс қимыл жасаудан, жатыр сығатын, іш жүргізетін дәрілер көп беруден де болады. Жатыр жарығы құрсақтың көк еті жыртылғанынан болады. Жатыр төлмен бірге осы жарық арқылы тері астына еніп, бұлтиып тұрады. Бұл, көбінесе, соққыдан, іштегі төлдің ірілігі салдарынан болады. Малды төлдер кезде қыр арқасынан не бүйірінен жатқызады да, төлді жарықтың тесігіне бағыттап, суырып алады, жарыққа хирургиялық операция жасайды. Жатырдың бұрылуы не түйілуі буаз малдың оқыс бұрылуынан, құлауынан болады. Бұл кезде алдымен жатырдың қай жаққа бұралғанын анықтайды. Сабан не пішен төселген жерге малды жатырдың бұралған жақ жамбасынан (малдың бөксе жағын биіктету керек) жатқызады. Малдың аяғын байлап, жатыры бұралған жаққа қарай малды қыр арқасынан тез аударады. Буаздық кезеңіндегі ақаулықтар әр түрлі ауруларға, сүтінің азаюына, кейде малдың қысыр қалуына соқтырады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%91%D1%83%D0%B0%D0%B7%D0%B4%D1%8B%D2%9B",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынапты барометрдің құрылысы.",
        "question_content": "Төменде көрсетілген сынапты барометрдің құрылысып атап, жұмыс жасау принципин жазыңыз.\nСынапты барометрдің құрылысы\n1-_________________________________________;\n2-__________________________________________;\n3-__________________________________________.\nСынапты барометрдің жұмыс жасау принципі\n________________________________________________________________________________\n______________________________________________________\n______________________________________________________\n___________________________.",
        "question_date": "4.03.2021",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерді қоршап тұрған ауа қабаты - атмосфера. Ол газдар мен су буының қоспасынан тұрады. Жер әсер ететін ауырлық күші атмосфераның жер бетінде «қысылуына» әкеледі.\nДәл сынап барометрін қолдану арқылы белгілі бір географиялық жерде атмосфера әсер ететін қысымды өлшеуге болады. Контейнердегі сынапқа қысым жоғарылаған сайын, түтіктегі сынаптың деңгейі жоғарылайды.\nЯғни, ауа немесе атмосфераның қысымы ыдыстағы сынапты төмен итереді. Контейнердегі бұл қысым бір уақытта құбырдағы сынап бағанының деңгейін көтереді немесе жоғарылатады.\nАтмосфералық қысымнан туындаған сынап бағанының биіктігінің өзгеруін дәл өлшеуге болады. Сондай-ақ, сынап барометрінің дәлдігін қоршаған ортаның температурасын және жергілікті ауырлық күшін ескере отырып арттыруға болады.\nТолығырақ: https://kk.warbletoncouncil.org/barometro-de-mercurio-8121",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "В нүктесіне қатысты 30°-қа бұру кезіндегі трапецияның бейнесін салыңыз.",
        "question_content": "ABCD теңбүйірлі трапеция салыңыз. В нүктесіне қатысты 30°-қа бұру кезіндегі трапецияның бейнесін салыңыз.",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың ауданын табыңдар.",
        "question_content": "Тіктөртбұрыштың қабырғаларының бірі 6 см , ал екінші қабырғасы одан екі есе қысқа . Тіктөртбұрыштың ауданын табыңдар",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = 6\n\nb = 6/2 = 3\n\nS = a*b = 6*3 = 18",
                "date": "5.03.2021",
                "upvotes": 1
            },
            {
                "text": "6см дан екі есе қысқа дейді сонда\n\n6:2=3\nS=(6см+3см)×2=18см\n\nЖауабы: S=18",
                "date": "12.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыш қабырғалары 9 см, 15 см және 21 см болса",
        "question_content": "Үшбұрыш қабырғалары 9 см, 15 см және 21 см болса, осы үшбұрыштың түрін белгілеңіз?",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Үшбұрыш теңсіздік теоремасы: үшбұрыштың әр қабырғасы қалған екі қабырғасының қосындысынан аз.\nегер а + b > c, үшбұрыш бола алады және\n\nегер a² + b² > c²,онда үшбұрыш сүйірбұрышты,\n\nегер a² + b² < c², онда үшбұрыш доғалбұрышты,\n\nегер a² + b² = c², онда үшбұрыш тікбұршты\"\n\n Біздің жағдайда үлкен жағы 14, сонда a² = 81, b² = 144 және c² = 196.\n\n 81 + 144> 196, онда үшбұрыш сүйірбұрышты",
                "date": "5.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Гидравликалық машиналардын жердегі және айдағы әрекетінде айырмашылық бар ма?",
        "question_content": "Гидравликалық машиналардын жердегі және айдағы әрекетінде айырмашылық бар ма? Тез срочно керек болып тұр",
        "question_date": "4.03.2021",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гидравликалық машиналар — механикалық энергияны қабылдау және қайтару немесе түрлендіру үшін қолданылатын машиналар. Гидравликалық машиналар сорғылар, гидравликалық қозғалтқыштар, гидравликалық берілістер, гидравликалық қозғауыштар болып сараланады.[1]\nТехникада іс – әрекеті сұйықтардың тепе – теңдігі мен қозғалыс заңдарына негізделген машиналардың алуан түрі пайдаланылады. Автомобильдер, жүк машиналары мен автобустардағы гидравликалық тежегіштер; тракторлардағы ауыр жүкті көтеруге арналған гидравликалық көтергіштер; гидравликалық түрде көтерілетін орындықтар және тағы да басқа қарапайым түрдегі тетіктер гидравликалық машиналар болып табылады. Өйткені, бұлардың барлығында да сұйықтардың қысым күші пайдаланылады. Қарапайым гидравликалық машинаға көлденең қимасының ауданы әр түрлі болып келген екі жылжымалы поршеньдер орналастырылады. Бір – бірімен жалғастырылған цилиндрлерге сұйық (май) толтырылады.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты параллелепипед өлшемдері 2:5:6. оның диагоналін есепте?",
        "question_content": "Тікбұрышты параллелепипед өлшемдері 2:5:6. оның диагоналін есепте?",
        "question_date": "4.03.2021",
        "question_tag": "Геометрия",
        "question_views": 14800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D²=a²+b²+c² \nD=√(a²+b²+c²)\nD=√(4+25+36)=√65",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атом құрылысының алғашқы теориясы?",
        "question_content": "Нақты ақпараттар қажет артық сөздерсіз",
        "question_date": "4.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 179,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атомның алғашқы үлгілерінің бірін Дж. Томсон ұсынды. Бұл үлгіде атом радиусы ~10−10К)м оң зарядталған шар ретінде қарастырылады. Шардың ішінде тепе-теңдік жағдайының маңында электрондар тербеліп тұрады. Электрондардың теріс зарядтарының қосындысы шарға біркелкі таралған оң зарядты теңестіреді, сондықтан тұтас алғанда атом электрлік бейтарап бөлшек болады. Кейінгі зерттеулер бұл модельдің дұрыс емес екенін көрсетті, сондықтан Томсон моделі қазір тек тарихи тұрғыдан қарастырылады.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психология мамандығынан практикадан күнделік толтыру керек еді?",
        "question_content": "Психология соңғы курс практика бойынша күнделікті толтыру керек еді, қалай толтырсам болады, көмектесіп жіберсеңіздер??",
        "question_date": "4.03.2021",
        "question_tag": "Психология",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психология мамандығы соңғы курс. Практиканы мектепте өтіп жатырмын. Практика күнделігін толтыру үлгісін жібере аласыздар ма",
                "date": "11.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Патша қайтыс боланнан кейн ұлы кім болады",
        "question_content": "Патша қайтыс болғаннан кейін, ұлы кім болады.",
        "question_date": "4.03.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білмейм патша болған шығар",
                "date": "6.03.2021",
                "upvotes": 0
            },
            {
                "text": "Әкесі өлген соң жетім болады да.",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трактордың бетіне түсіретін қасымның анықтаңдар.",
        "question_content": "Шынжыр табанды трактордың массасы 6500 кг шынжыр табанынң ауданы 2м3 осы трактордң бетіне түсіретін қасымын анықтаңдар",
        "question_date": "4.03.2021",
        "question_tag": "Физика",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "43³+47³ саны 90-ға бөлінетінін дәлелдеңдер.",
        "question_content": "43 Куб + 47 куб саны 90-ға бөлінедінін дәлелдеңдер",
        "question_date": "4.03.2021",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4+3+4+7=18\n\n18/90=0,2\n\nЕгер бұл сандардың қосындысы 90 бөлініп тұрса ол сан кубтары да 90 санына бөлінеді.",
                "date": "5.03.2021",
                "upvotes": 0
            },
            {
                "text": "Сан 9-ға бөлінуі үшін цифрларының қосындысы 9-ға бөлінуі керек. Бұл есеп бойынша қысқаша көбейту формуласын қолданған жеңілдеу болады. Яғни, a^3+b^3=(a+b)(a^2-ab+b^2). \nФормула бойынша 43^3+47^3=(43+47)(43^2-43*47+47^2)\nБірінші жақша ішінің мәні 90 ды береді екінші жақшаға көбейтіліп тұр сондықтан 90-ға бөлінеді",
                "date": "19.11.2023",
                "upvotes": 0
            }
        ]
    }
]