[
    {
        "question_title": "Конустин осьтік қимасының ауданы",
        "question_content": "Конустин табан радиусы 5 см, ал биыктиги 7 см. Конустин осьтик кимасынын ауданын тап",
        "question_date": "19.05.2020",
        "question_tag": "Геометрия",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конустин осьтік қимасының ауданы",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "TECT Microsoft Access 30 сұрақ",
        "question_content": "1. Microsoft Access -бұл...\n\nА) Windos ОЖ бақылауымен жұмыс істейтін мәліметтерді\n\nбасқару жүйесі\n\nБ) кесте түрлерінде жазылған деректерді өңдеуге арналған\n\nпрограмма\n\nВ) ақпаратты сақтауға арналған ұйымдастырылған\n\nқұрылым\n\nГ) кестеге мәліметті енгізуіне арналған программа\n\n2. Деректер базасы -бұл.....\n\nА) нақты дүние объекттері және құбылыстары туралы\n\nхабарлар, мәлімет\n\nБ) мәтіндік мәліметті өңдеуге арналған программа\n\nВ) ақпаратты сақтауға арналған ұйымдастырылған\n\nқұрылым\n\nГ) мәліметтермен автономды ДК немесе жергілікті\n\nжелідегі жұмысына арналған программа\n\n3. MS Access- те өңдеуге арналған объект:\n\nА) кесте, сұрау салу, есептеу нәтижесі пішін\n\nБ) деректер базасы\n\nВ) кез келген аты бар және кеңейтуі, MDB болатын\n\nдеректер базасының файлы\n\nГ) нақты дүние объекттері туралы мәліметтерді қамтитын\n\nқұжат\n\n4. MS Access- те конструктордың режімі ...үшін арналған.\n\nА) деректер базасының файлдарын жасау\n\nБ) көру,өзгеріс,мәліметті таңдау\n\nВ) объекттердің макеттін немесе құрылымын\n\nжасау,өзгерту\n\nГ) MS Access- тің негізгі объекттері туралы мәліметті\n\nсақтау\n\n5. MS Access- те кесте - бұл ...үшін арналған объект.\n\nА) пайдаланушының белгілі бір пішіміне байланысты\n\nпердеге және басып шығаруға арналған кесте пішіні\n\nнемесе сұрау салуы\n\nБ) пайдаланушының көрсетілген критерийлеріне сәйкес\n\nдеректер базасынан мәліметтерді шақыру\n\nВ) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан мәліметті пердеге шығару\n\nГ) мәліметті сақтау\n\n6. MS Access- те есептеу нәтижесі - бұл... үшін арналған\n\nобъект.\n\nА) серверде орналастырылған клиентпен, сервермен\n\nдеректер базасымен аралық интерфейсті жүзеге асыру\n\nБ) пайдаланушының көрсетілген командалар және\n\nоқиғалардың негізінде деректер базасымен жұмысымен\n\nжиі орындалатын әректтерін автоматтандару\n\nВ) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан пішінді пердеге шығару\n\nГ) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан пішінді пердеге шығару\n\n7. MS Access- те кесте өрістерінде, \"Ақшалық\" типтегі\n\nмәліметтерді сақтау үшін..қолданылады.\n\nА) ақшалық немесе қаржылық пішімді\n\nБ) Ақшалық сомалар\n\nВ) экономикалық есептер\n\nжәне санға $ таңбасын меншіктеу\n\n8. Макростар - бұл ...үшін арналған объект.\n\nА) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан пішінді пердеге шығару\n\nБ) серверде орналастырылған клиентпен, сервермен\n\nдеректер базасымен аралық интерфейсті жүзеге асыру\n\nВ) пайдаланушының көрсетілген командалар және\n\nоқиғалардың негізінде деректер базасымен жұмысымен\n\nжиі орындалатын әрекеттерін автоматтандыру\n\nГ) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан мәліметті пердеге шығару\n\n9. MS Access- те бұрыннан дайындалған есептеу нәтижесін\n\nашу үшін қажет...\n\nА) оның атауына екі шертіп немесе оның атын ерекшелеп\n\nжәне \"Іске Қосу\" батырмасына шерту\n\nБ) оның атуына екі шертіп немесе оның атын ерекшелеп\n\nжәне \"Ашу\" батырмасына шерту\n\nВ) оның атауына екі шертіп немесе оның атын ерекшелеп\n\nжәне \"Конструктор\" батырмасына шерту\n\nГ) оның атауына екі шертіп немесе оның атын ерекшелеп\n\nжәне \"Көру\" батырмасына шерту\n\n10. MS Access- те өрістердің кестеденде \"Мәліметтердің\n\nтипі\", атауы бар баған мынаны анықтайды:\n\nА) бұл өрісте қандай мәліметті сақтауға болатындығын\n\nБ) кестенің бағаналарының бастауы ретінде қолданылатын\n\nөрістердің аттарын\n\nВ) өріс туралы қосымша мәліметті\n\nГ) бұл өрісте жайласа алатын мәліметтердің шекті\n\nұзындығын\n\n11. MS Access- те (өрістің қасиеті) терезесінде (Жалпы )\n\nқыстырмасында \"өрістің өлшемі\" қасиеті...анықтайды.\n\nА) кестенің бағаналарының бастауы ретінде қолданылатын\n\nөрістердің аттарын\n\nБ) өріске тәуелді ұяшықтардың мәліметтердің\n\nпішімдеуінің әдісі\n\nВ) бұл өрісте жайласа алатын мәліметтердің шекті\n\nұзындығын\n\nГ) өрістің ұяшығына автоматты түрде енгізілетін мән\n\n12. MS Access- те (өрістің қасиеті) терезесінде (Жалпы)\n\nқыстырмасында \"өрістің өлшемі\" қасиеті ...анықтайды\n\nА) кестенің бағаналарының бастауы ретінде қолданылатын\n\nөрістердің аттарын\n\nБ) бұл өрісте жайласа алатын мәліметтердің шекті\n\nұзындығы\n\nВ) өріске тәуелді ұяшықтарда мәліметтердің пішімдеуінің\n\nәдісі\n\nГ) өрістің ұяшығына автоматты түрде енгізілетін мән\n\n13. MS Access- те өрістердің кестесіндегі мәліметтердің\n\n\"Логикалық\" типі....сақтауға қолданылады.\n\nА) (Ия\\жоқ) логикалық мәліметтерін\n\nБ) (And, Or,Not) логикалық байланыстарды қолданылатын\n\nөрнектерді\n\nВ) күй жолында бейнеленетін сипаттамаларды\n\nГ) деректер базасына байланысты статистикалық\n\nмәліметтерді\n\n14. MS Access- рістердің кестесіндегі мәліметтердің \"OLE-\n\nнің объекттің өрісі\" типі....сақтауға қолданылады.\n\nА) интернеттің UPL адрестерін және Web- объектілерді\n\nБ) мәтіннің үлкен (65535 таңбаларға дейін) көлемдерін\n\nВ) мультимедиалық объекттерін\n\nГ) экономикалық есептеулерін\n\n15. MS Access-те өрістердің кестесіндегі мәліметтердің\n\n\"Сандық\" типі... сақтауға қолданылады.\n\nА) күнтізбелік даталарды және ағымдағы уақытты\n\nБ) нақты сандарды\n\nВ) автоматты түрде ұзартылатын натурал сандарды\n\nГ) ақшалық сомаларды\n\n16. MS Access- те өрістердің кестесіндегі мәліметтердің\n\n\"Күн\\ Уақыт\" типі..сақтауға қолданылады.\n\nА) нақты сандарды\n\nБ) күнтізбелік даталарды және ағымдағы уақытты\n\nВ) автоматты түрде ұзартылатын натурал сандарды\n\nГ) ақшалық сомаларды\n\n17. MS Access- те (өрістің қасиеті) терезесінде (Жалпы)\n\nқыстырмасында \"Енгізудің маскасы\" қасиетті\n\n...анықтайды.\n\nА) мәндерді енгізу дұрыстығын тексеру кезінде\n\nқолданылатын шектеуді\n\nБ) өріске мәліметтер енгізілетін пішінін\n\nВ) базаны толтыруда өрістің мәліметінің толықтығының\n\nміндеттілігі\n\nГ) қате мәліметтерді өріске енгізуге талпынғанда\n\nавтоматты түрде берілетін мәтіндік хабарды\n\n18. MS Access- те (өрістің қасиеті) терезесінде (Жалпы)\n\nқыстырмасында \"Мәнге шарт\" қасиеті.. анықтайды.\n\nА) өріске тәуелді ұяшықтарда мәліметтердің пішімдеуінің\n\nәдісін\n\nБ) базаны толтыруда өрістің мәліметінің толықтығының\n\nміндеттілігін\n\nВ) мәндерді енгізу дұрыстығын тексеру кезінде\n\nқолданылатын шектеуін\n\nГ) бос тізбектік мәліметтерді негізуге рұқсат беретін\n\nқасиетін\n\n19. MS Access- те өрістердің кестесіндегі мәліметтердің\n\n\"Гиперсілтеме\" типі..сақтауға қолданылады.\n\nА) деректер базасындағы белгілі бір жазбаларға\n\nсілтемелерін\n\nБ) интернеттің URL адрестерін және Web- объектілерді\n\nВ) базадағы әлдеқайда жиі қолданылатын жазбаларды\n\nГ) мультимедиалық объекттерді\n\n20.MS Access- те қажет кестенің бағанасының енін өзгерту\n\nүшін.. қажет.\n\nА) бағанадағы бір ұяшықты ерекшелеп, содан соң (Пішім-\n\nБағана- Ен) командасын орындап және еннің мәнін көрсету\n\nБ) бағананың басындағы оң шекараға мауыстың\n\nнұсқағышын орнатып және \" Drag-and-Drop \" әдісімен\n\nшекараны ауыстыру\n\nВ) оң шекараға мауыстың нұсқағышын орнатып және\n\n\"Drag-and-Drop\" әдісімен шекараны ауыстыру\n\nГ) бағанадағы бір ұяшықты ерекшелеп, содан соң (Пішім -\n\nАвтопішім) командасын орындау\n\n21. Қате тұжырымды көрсетіңіз: MS Access- те кестеде\n\nорын ауыстыру үшін...қажет.\n\nА) Ұяшыққа жай ғана мауспен шертіп отыру\n\nБ) күй жолындағы өту батырмалары қызметінің көмегімен\n\nВ) {Shift + Enter} пернелерімен пайдалану\n\nГ) {Tab},{Shift + Tab} пернелерін пайдалану\n\n22.MS Access- те кестенің жолының енін өзгерту\n\nүшін...қажет.\n\nА) төменгі шекараға маустың нұсқағышын орнатып және\n\nжоғары немесе төмен ауыстыру\n\nБ) бағанадағы бір ұяшықты ерекшелеп, содан соң (Пішім-\n\nЖол-Ен) командасын орындап және еннің мәнін көрсету\n\nВ) жолдың басындағы шекараға мауыстың нұсқағышын\n\nорнатып және шекараны жоғары немесе төмен ауыстыру\n\nГ) Жолдағы бір ұяшықты ерекшелеп, содан соң (Пішім-\n\nАвтопішім) командасын орындау\n\n23. Қате тұжырымды көрсетіңіз: MS Access- те кестенің\n\nбүтін жазуын алып тастау үшін оны ерекшелеп және.....\n\nА) мауыспен пішімдеу жақтауындағы \"кесіп алу\"\n\nбатырмасын шерту\n\nБ) {Delete} пернесін пайдалану\n\nВ) (Түзету- Жазбаны алып тастау) командасын орындау\n\nГ) {BackSpase} пернесін пайдалану\n\n24. MS Access- те пішін - бұл үшін арналған объект.\n\nА) пайдаланушының көрсетілген командалар және\n\nоқиғалардың негізінде деректер базасымен жұмысымен\n\nжиі орындалатын әрекеттерін автоматтандыру\n\nБ) пайдаланушының көрсетілген критерийіне сәйкес\n\nкестеден немесе сұрау салудан мәліметті шақыру\n\nВ) пайдаланушының көрсетілген пішімде кестеден немесе\n\nсұрау салудан мәліметті пердеге және кестеге шығару\n\nГ) серверде орналыстырылған клиентпен, сервермен\n\nдеректер базасымен аралық интерфейсті жүзеге асыру\n\n25. Жаңа жазба негізілгенде немесе жазбалар өзгертілгенде\n\nMS Access автоматты түрде ...режіміне өтеді.\n\nА) іздестіру және алмастыру\n\nБ) мәндерді енгізу\n\nВ) редакциялау\n\nГ) сүзгілеу\n\n26. MS Access- те жазбалар ерекшеленгеннен кейін {Ctrl} +\n\n{C} пернелер комбинациясы:\n\nА) айырбас буферінің жазуын қондырады\n\nБ) айырбас буферіде жазбаның орнын алмастырады\n\nВ) айырбас буферіндегі жазбаны көшіріп алады\n\nГ) жазбаны алып тастайды\n\n27. Қате тұжырымды көрсетіңіз: MS Access- те кестенің\n\nкөру режімі терезесінің ішіндегісін басып шығаруға\n\nболады, егер....\n\nА) пішімдеу жақтауындағы \"Басып шығару\" батырмасына\n\nбасқанда\n\nБ) (Сервис - Кестені басып шығару) командасын\n\nорындағанда\n\nВ) ( Файл - Басып шығару) командасын орындағанда\n\nГ) {Ctrl} + {P} пернелер комбинациясын қолдағанда\n\n28. MS Access- те мәтіндерді енгізу режімінде:\n\nА) барлық кестеде бұрыннан болған жаздалар алынып\n\nтасталады және мәліметтің енгізілуі күтіледі\n\nБ) барлық кестеде бұрыннан болған жазбалар алынып\n\nтасталады және мәліметті қабылдауға дайын жаңа кесте\n\nшақыралады\n\nВ) барлық кестеде бұрыннан болған жазбалар жасырылады\n\nжәне мәліметті қабылдауға дайын жаңа кесте шақырылады\n\nГ) барлық кестеде бұрыннан болған жазбалар жасырылады\n\nжәне жаңа мәліметтің енгізуі күтіледі\n\n29. MS Access- те пішінге немесе есептеу нәтижесіне\n\nорналастырылған объект...деп аталады:\n\nА) пішін немесе есептеу нәтижесінің бөлімдері\n\nБ) болжаған пішіндер\n\nВ) пішін немесе есептеу нәтижесінің өрістері\n\nГ) басқарудың элементтері\n\n30. MS Access- те кесте ұяшықтарының сырт пішінін\n\nөзгерту үшін ...қажет.\n\nА) ұяшыққа мауыстың оң батырмасымен шертіп және\n\nпайда болған мәзірде (Ұяшықты пішімдеу) командасын\n\nтаңдау\n\nБ) (Түрі - Конструктор) командасын орындау\n\nВ) (Пішім - Ұяшықтар) командасын орындау\n\nГ) ұсынылған әдістің кез келгендерін пайдалану",
        "question_date": "19.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.В\n2.А\n3.В\n4.В\n5.Г\n6.Г\n7.Б\n8.В\n9.Г\n10.А\n11.В\n12.В\n13.А\n14.В\n15.Б\n16.Б\n17.Б\n18.В\n19.Б\n20.Б\n21.В\n22.В\n23.Г\n24.В\n25.В\n\n \n  26.Б 27.В 28.В 29.Г 30.В",
                "date": "11.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің осьтік қимасының ауданын тап.",
        "question_content": "Цилиндрдин табан радиусы 5 см, ал биыктиги 7 см. Цилиндрдин осьтик кимасынын ауданын тап",
        "question_date": "18.05.2020",
        "question_tag": "Математика",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "цилиндрдің осьтік қимасының ауданы",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтіндегі экспрессивті-эмоционалды сөздерді теріп жазыңыз.",
        "question_content": "Мәтінді мұқият оқыңыз.\nБелгілі сыншы, мәдени сарапшы, еліміздің еңбек сіңірген қайраткері Әлия Бөпежанова қазіргі сатиралық театрлар туралы өз пікірін білдірді.\n– Қазір әзіл-сықақ театрларының саны бар, сапасы сын көтермейді деп көп айтылып, жазылып жүр. Театр сыншысы ретінде сіздің ойыңыз қандай?\n– Қазір әзіл-сықақ театрлары көп. Жалпы, қазір әзіл-сықақ театрлары жан-жақты. Негізінен бүгінгі күннің әлеуметтік мәселелерін көтереді. Бірақ бір айтатын мәселе: олар қоғамдық әлеуметтік мәселелерден гөрі отбасы-ошақ қасы, тілді дұрыс айтпау, құда-құдағилар сияқты жеңіл-желпі тақырыптарды шиырланқырап қалып жүр. Көпке топырақ шашуға да болмайды.\n– Әзіл-сықақ театрларының одан бөлек тағы қандай кемшіліктері сізді ерекше алаңдатады?\nМеніңше, театрлардың басты проблемасы материалдарды өздері жазып ала салады. Тақырыпқа жеңіл-желпі қарайды. Сахнаға шығып әйтеуір жұртты күлдірсек болды дейтін сияқты. Тағы бір мәселе: қазіргі жастар сахнаға шығып алып, өздерін жарнамалауға бейім. Оны өздері де байқамайды. Бұл – сахналық мәдениетке томпақ нәрсе.\nСондай-ақ телеарналарда демалыс күндері, түнгі уақытқа қарай, әзілге құралған дүниелер беріліп жатады. Қарасаң, талғам мен эстетика жетпейді. Тақырып аялары өте тар. Бұл да бүгінгі күннің басты проблемасы сияқты. Жақсы әзіл арзан күлкіден құралмау керек. Ол, керісінше, адамды ойлантуға, өмірге басқаша көзбен қарауға итермелеу керек.\n– Кәсіби авторларға тапсырыс бермей, өздері жаза салу, ақша үнемдеу ме, әлде өз өздеріне деген сенімділік пе?\n– Біріншіден, мүмкін ақша үнемдейтін шығар. Өнер деген – интеллектуалдық жеке меншік. Шын мәнінде, интеллектуалдық еңбекке лайықты еңбекақы төленуі керек. Бүгін, мысалы, Парламентте мәдениет туралы заң талқыланды. 25 жылдан бері жазушыларға қаламақы төленбейді екен. Бұл, былайша айтқанда, нонсенс. Әрине, театрлардың бәрі бірдей емес.\n– Расымен де, театрлар неге арзан әзілге құмар болып кетті?\nКез келген өнер адамы саясаткер болу керек. Ол қоғамда не болып жатыр, парламент не талқылады, қандай халықаралық мәселелер қаралды, қысқаша айтқанда, бәрін біліп, бақылап отыру керек. Яғни деңгейі өте жоғары, ой-өрісі кең болуы тиіс. Өнер тек құда мен құдағиға тиісіп немесе әйел болып киінген, шалбарын шорт кескен келіншектерді немесе орысша тіл сындыратын жастарды сынаумен ғана шектелмеу керек. Әрине, оның бәрі қажет. Бірақ интеллектуалдық ізденіс көбірек керек. Меніңше, әзіл-сықақ театрларында білім, ізденіс жағы жетіспейтін секілді…\n1. Мәтіндегі экспрессивті-эмоционалды сөздерді теріп жазыңыз.",
        "question_date": "18.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл туралы, сөз өнері жайында, көрнекті қоғам қайраткерлері, сөз зергер-лері мен ғылым, өнер саңылақтары әр кезде аталы сөздер айтқан.\nТіл қоғамға қатынас құралы ретінде қызмет етеді. Тіл қызметінің когнитивтік (танымдық немесе экспрессивтік) қызме-тінің де ролі ерекше. Бұл – тілдің ойды жа-рыққа шығарудағы құралы. Тілдің эконо-микалық қызметі – сезім мен эмоцияны бейнелеуінің құралы болуы.\nТіл қарым-қатынас құралы ретіндегі қызметіне сәйкес дәл, анық, жалпыға түсі-нікті болуы шарт. Сондай-ақ, экспрессивтік қызметіне орай тілдің басқаға да (тыңдау-шыға, оқырманға, көрерменге) әсер етуінің маңызы жоғары. Себебі, тіл өзінің қарым-қатынас қызметінде тек ойды жеткізуге ғана қызмет етпейді, сонымен бірге эмо-цияны да, сезімді де, ерікті де білдіретін құрал болып табылады. Қандай да бір қоғамда өмір сүретін адам бір қалыпта болмайды, сырттан әр түрлі ақпарат қабыл-дау кезінде оның ішкі сезімі құбылып оты-рады. Осы құбылмалы ішкі сезімді сыртқа шығарудың бірден - бір жолы – эмоция мен тілдің бірге жұмсалуы. Осыған байланысты эмоция тілде лексикалық, грамматикалық, фонетикалық деңгейлерде көрініс табады.\nҚазіргі тіл білімінде эмоционалды (эмотив-экспрессив) сөздер сөз мағынасы-ның қыры (аспектісі) ретінде тіл білімінің өзекті мәселелерінің біріне айналып отыр. Атап айтқанда, эмоционалдық мәселесі ағылшын, француз, литва, орыс, саха (якут), қазақ, нанай, өзбек, жапон, қытай т.б. тілдердің материалдары бойынша зерттелініп, оған арнайы және жанама көптеген еңбектер арналды. Бұлар әр түрлі тұрғыдан, жеке лингвистикалық (лек-сикологиялық және лингвостилистикалық), әлеуметтік лингвистикалық, психолинг-вистикалық негізде зерттелінді. Осылардың негізгілері ретінде шетел ғалымдары К. Эрдманның, Ш. Баллидің, орыс ғалымдары В.В. Виноградовтың, В.А. Звегинцевтің, А.М. Ефимованың, Е.М. Галкина – Федо-руктың, Н.А. Лукьянованың, сондай-ақ қа-зақ ғалымдары С.К. Кеңесбаевтың, М.Б. Ба-лақаевтың, Ғ.Ғ. Мұсабаевтың, М. Томанов-тың, Б.Қ. Момынованың, Е. Жанпей-ісовтың, Х. Нұрмұхановтың, Ф.М. Мұсабе-кованың, З.К. Ахметжанованың және т.б. ғалымдардың еңбектерін атауға болады.\nМысалы, тілдегі экспрессивті сөздер жайында ғалым Б.Қ. Момынова былай деп тұжырым жасайды: «Көркем шығарма тілі-не талдаулар жасауды шындап қолға алған лингвистер кейінгі жылдары жаңа шығармашылық табыстарға қол жеткізуде. Сондай соңғы жетістіктердің бірі – сөз бейнелілігінің уәжділігі жөніндегі ғылыми пайымдаулар. Бейнелі немесе көркемдеуіш сөздер, экспрессиялық бояуы қою сөздер – әр жазушының стильдік тұғырын айғақтай-тын тілдік категориялар. Көркем әдебиет стилі қарастыратын экпрессиясы бар сөздердің тілдік қорымызда мол екендігі экспрессиясы жоқ я болмаса экспрессивті емес сөздермен салыстырылғанда анық көрінеді.\nСөз атаулының бейнелілігі үнемі бір деңгейде болмайды, бейнелілік бір-біріне ұқсас та болмайды. Барлық көркемдік атау-лы бір-бірінен айнымайтындай ұқсас болса, көркемдік деген ұғым болмас еді, оны зерттеудің қажеттілігі туындамас еді. Ал қажеттілікті тудыратын проза мен поэзия көркемдігі, бейнелілігі, оларды жеткізуші, сипаттаушы тілдік құралдардың, түрлі грамматикалық категориялардың және лексикалық бірліктердің сан алуандығы, бір-бірінен айырым белгілерінің айқын байқалып тұруы. Бейнеліліктің деңгейі әр жазушыда әр түрлі болатындығы өз алдына, бір жазушының шығармаларының өзінде әр қилы түрде кездеседі» [1].\nҚоғамда адамдардың бір-біріне қа-рыс-қатынасы кезінде эмоционалды лекси-ка бірден-бір маңызды құралдардың біріне жатады.\nТіл біліміндегі эмоционалды сөздер деп аталатын сөздер тобы адамдардың бір-бірімен қарым-қатынасы кезінде ерекше қолданысқа ие болады. Сол себептен олар ауызекі сөйлеу тілі мен көркем әдеби шығармалар тілінде көрініс табады.\nЭмотив сөздер мен экспрессив сөз-дердің ортақ және айырым белгілері бар. Нақтырақ айтқанда, олардың ортақ белгі-лері ретінде, эмотивтің де, экспрессивтің де негізінде эмоция жатады. Ал айырым белгілері ретінде, біріншіден, олардың білдіретін мағынасынан көрінеді: эмотив сөздер еліктіру, толқытуды берсе, экспрес-сив сөздерде көркемдік, мәнерлілік болады. Екіншіден, тілдік деңгейі: эмотив сөздер сезімді, эмоцияны білдіретін тіл элементі болса, экспрессив сөздер тіл бірліктерінің семантикалық-стилистикалық белгілерінің жинақталған түрі болады. Үшіншіден, тілдік қызметі: эмотив сөздер қоршаған ақиқат болмысқа деген адамның әртүрлі көңіл-күйін, сезімін, әсерін білдіреді, экс-прессив сөздер сөйлеп тұрған адамның сөз мазмұнына немесе ол сөз арналған адамға деген өзіндік көзқарасы мен қатынасын тілдің көркемдегіш құралдары арқылы бейнелейді. Төртіншіден, тілдік құралдары: эмотивтілік эмоциялық өң берілген лексика арқылы, ал экспрессивтілік тілдің барлық категориялары арқылы білдіріледі.\nҚазіргі қазақ тіл біліміндегі эмоцио-налды лексика эмоционалды және экспрес-сивті болып екіге бөлінетіні белгілі.\nЭмоция сөзі француз тілінің emotion; латын тілінің emovere – қыздыру, толқыту сөзінен шыққан. Эмоционалды сөздер дегеніміз – сезім негізінде шыққан эмоция-лар. Эмоционалды сөздер адамның сезім өрісінің бай екендігін дәләлдейді.\nЭкспрессия адамның сөйлеу кезінде ғана емес, сонымен бірге ым, дене, бет қимылдары, жұмыс кезіндегі адамның барлық мінезінде пайда болады. Тілде экспрессивті элементтер мен эмоционалды элементтерді айыру, олардың өзара байланысына қарамай, функционалдылық мақсатының бөлек болуымен түсіндіріледі. Эмоционалдылық ой және ерік бір қатарда тұрады және олардың тілде қолданылу тәсілдері бар. Экспрессия, экспрессивтілік ойдың және еріктің пайда болуындағы сияқты эмоционалды болып қабылдануы мүмкін.\nТіл білімі сөздігінде «Эмоционал-дық – (лат. Emovere – еліктіру, толқыту) фр. emation – қоршаған болмысқа деген адамның әртүрлі көңіл-күйі, сезімі, әсері.\nЭмоциялық өң берілген лексика ұна-ту мен ұялту, үрей мен қуаныш, масаттану мен жек көру, қорқыныш пен батылдық, сенім мен сенімсіздік, қайғы, уайым, зарығу т.б. көптеген мағыналардың қолда-нылуы. Экспрессивтілік (лат. Expressio – выражение, мәнерлілік) ағыл. Expressivity expressivite expressivitat (мәнерлілік), яғни тіл единицаларының семантикалық-стилис-тикалық белгілерінің жинақталған түрі. Ол сөйлеп тұрған адамның сөз мазмұнына немесе сол сөз арналған адамға (адресатқа) деген өзіндік көзқарасы мен қатынасын көрсететін тілдік құрал ретінде қолданы-лады. Оның фонетикалық, морфологиялық, лексикалық, синтаксистік құралдары бар. Осы құралдар арқылы сөз сөйлеушінің психикалық, эмоционалдық күйін көрсете алатын қабілетке ие болады. Экспрессив-тілік айтылған сөзді эмоционалдық (сезім-дік) айшықты (аффекті) сөз ретінде жеткі-зеді. Экспрессивтілік құралдарын фоне-тика, грамматика, лексикология, стилис-тика және семантика зерттейді.\nБұл сөздіктегі келтірілген екі анықта-мадан мынадай нәрселерді байқауға бола-ды. Біріншіден, эмоционалдылық пен эксп-рессивтілік – бейнелі сөздердің бір деңгей-інде тұрған тілдік категориялар. Екіншіден, олар өзара байланысты, сондай-ақ жеке өздеріне ғана тән айырым белгілері де бар.\nЯғни эмоция дегеніміз – адамның органикалық мұқтаждықтарын қанағаттан-дыруға не қанағаттандырмауға байланысты туатын психикалық күй. Сондықтан, эмоция – қоршаған ортадағы әсер туды-рушы ақпараттарды сезімге апаратын саты. Ол – сезім күйі және оның қысқа мерзімді айқын көрінісі, адамның жан дүниесінің жандануы мен тіршілік ағымында айтар-лықтай маңызы бар психикалық процесс. Ең алғаш адам баласы тілді меңгере баста-ғанда табиғаттағы, қоршаған ортадағы адам эмоциясына әсер ететін жағдайларға байланысты өзінің эмоциясын бет қимылы, дене қимылы және ең бастысы сөйлеу аппараттары арқылы сыртқы ортаға шығарып отырған. Бұл алғашқы дыбыс-тарды немесе дыбыстық шоғырларды, қа-зіргі тілмен айтар болсақ, бойында эмоциясы басым тілдік элементтер – одағай мен еліктеу сөздер деп атаймыз. Тарихи тұрғыдан жоғарыдағы адамның эмоциясы арқылы шыққан дыбыстар мен дыбыстық шоғырлар сөйленімнен тілге айналуына байланысты қазіргі тілдегі эмоционалды сөздер пайда болған деп шамалаймыз. Ал эмоционалды сөздерде эмоциямен бірге сезім қатысады. Сезім адамның өзіне, өзге адамдарға, айналасындағы заттар мен құбылыстарға көңіл-күйінің қатынасын білдіретін және оларды бейнелейтін психикалық процесс.\nЯғни, сезім жалпы ұғым болса, эмо-ция сезімді қалыптастырудағы бір сәттік күй, жалқы ұғым болады. Ал тілде экспрессивтіліктің пайда болуына эмоция, сезім және ерік қатысады. Ерік дегеніміз – адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті. Экспрессияның негізінде адамның саналы ойлау қабілеті жатыр. Эмоционалды сөздерде эмоция мен сезім басым болса, экспрессивті сөздерде бұлармен (эмоция және сезіммен) бірге ерік болады.\nҚазақ тіл білімінде де аталмыш топтағы сөздерді әркім әртүрлі атайды. Ш.Ы. Нұрғожина, Х.М. Нұрмұхановтар эмоционалды-экспрессивті лексика деп атаса, ал қазіргі қазақ тілінің лексиколо-гиялық оқулығында мұндай сөздер тобын «экспрессивтік-эмоционалды» деп атайды.\nТіл білімі сөздіктерінде эмоционалды сөздер мен эмотив сөздер синоним ретінде қолданылған: «эмотивтік» (лат. еmovere – еліктіру, толқыту), фр. emotion – сезімді, эмоцияны білдіретін тіл элементі. Ал бұ-лардың категорияларын адамның қоршаған болмысқа деген әртүрлі көңіл-күйін, сезімін білдіретін сөздерді «эмотив» деп, адамның қоршаған ортаға деген әртүрлі әсерін білдіретін эмоцияның (кейде олар қатыспайды), сезім, ерік қатысуы арқылы, тілдің көркемдеуіш құралдары арқылы бейнеленген сөздерді «экспрессив» деп қолданамыз.\nОрыс-қазақ аударма сөздігінде бұл сөздер былай аударылған: Экспрессивность – мәнерлілік, айқындық, бейнелілік; речи - сөздің мәнерлілігі. Экспрессия – мәнерлілік, дәлдік, бейнелілік; говорить с – ей мәнерлі сөйлеу. Экспрессивный, - ая, - ое мәнерлі, кестелі, бейнелі, айқын; ая – речь мәнерлі сөз; ая - лексика экспрессивті лексика. Эмоция – эмоция, сезім, әсер, жан толғанысы – радости қуаныш сезімі; - гнева ашу сезімі; интеллектуальные зияттық эмоциялар; отрицательные - жағымсыз эмоциялар [2].\nТіл білімінде сөздік құрам қабатындағы бұл сөздер барлық деңгейде де жасалынады. Қазіргі дәстүрлі тіл білімінде сөздік құрам қабатындағы мұндай сөздердің жасалу жолының негізінен бес түрі көрсетіледі. Олар фонетикада – интонация арқылы, сөзжасамда - қосымшалар арқылы, лексикада – сөздердің ауыспалы мағынада қолданылуы арқылы, ал синтаксисте – сөз тіркестері арқылы беріледі.\nКөркем шығармаларды оқыған кезде бұлардан басқа да адамның көңіл-күйін, ішкі тебіренісін, сезімін, яғни эмоциясын беретін сөздер бар. Олар түбір қалпында ақ ешқандай қосымшасыз, жеке тұрып адамның қандай жағдайда тұрғандығын білдіре алады. Бұларға тілдегі одағай сөздер мен еліктеуіш сөздерді жатқызуға болады. Мысалы, пахпах, ух, шіркін, уа, әттең, ойбай десек, адамның қатты қуанышын немесе ренішін байқаймыз. Бұл сөздерді адамның ішкі сезіміне, көңіл-күйіне байланысты шыққан сөздер деп атауға болады. Мысалы: «Ура! – деді санын сабалап, - Ура!, машина келе жатыр!»\nОйбай-ай, ойбай! – деп құлындаған даусы құраққа ұшты [3]\nӘттең, буаз қайнаға екеуіңді жаратқан құдай да бөлек қой!.. [4]\nСуреткер жазушы осындай сөздерді қолдану арқылы сөйлемдердің экспрессивті-эмоционалды қуатын арттырып, айтар ойын оқырмандар көңіліне бірден, нақты жеткізеді.\nР. Сыздық: «Нағыз жазушы кейіпкерін өздері беріп тұрған образға сай сөйлетеді. Кейіпкер сөзі оның бейнесін жасауға тікелей қызмет ететін көркемдік тәсілдің бірі болып саналады» дейді [5].\nҒалым Х. Кәрімов өз ойын: «Көркем мәтінді өнер туындысы ретінде зерттегенде таза – лингвистикалық әдіс-тәсілдермен шектеліп қалу жеткіліксіз.\nСебебі, көркем туынды (көркем мәтін), даралық көркем стиль жазушы шығармаларының көркем құрылысы ғана емес, әр жазушының шығармаларына тән мазмұн мен түрлі ерекшеліктері. Көркем әдебиет стилистикасында шығарманың тілін оның идеялық мазмұнынан бөліп алып қарауға болмайды.\nКөркем шығармада кейіпкердің көрінуіне тілдік ерекшеліктердің қосар үлесі аз емес», - деп түйіндейді [7].\nТілдегі эмоционалдылықтың семантикалық ерекшеліктерін анықтау екі аспектіде жүзеге асуы керек, біріншісі – денотативті мағына да, екіншісі коннотативті мағына. Хабарлаудың бірінші бөлігі сөздердің денотаттық мағынасымен сәйкес келеді де, ол ұғым деп аталады. Ұғым арқылы денотаттық мағына сыртқы әлеммен байланысқа түседі. Пікір алысудың екінші бөлігі сөйлеушілермен және олардың жағдайларымен байланысты болып, коннатацияға тең келеді. Оған эмоция, экспрессия және мағынаның стилистикалық компоненттері енеді. Эмоционалды сөздер семантикада негізінен денотаттық мағына мен коннотаттық мағыналарда кездеседі және эмоционалды-экспрессивті сөздердің семантикадағы орны негізінен коннотацияға тең.\nТілде эмоционалды сөздер эмоционалды емес сөздерден коннотативті мағына арқылы айқындалады.\nҚазақ тілі энциклопедиясында коннотацияға былай деп анықтама беріліп жүр: «Коннотация (лат. сonnotation, connote – қосымша мағынасы бар) ағыл. Сonnotation, фр. Сonnotation – тілдік единица мағынасындағы жасырын әрі қосымша ерекше компонент; дүние туралы біліммен белгіленетін заттың эмотивті қабылдануы. Коннотация тілдік единицалардың бағалылық, эмоциялық, стильдік параметрлерімен сипатталады. Коннотация әрбір тілге тән маңызды ұлттық ойлаудың ерекшеліктерімен айқындалады. Коннотация - тіл бірлігінің эмоциялық, бағамды немесе стилистикалық рең білдіруі. Кең мағынасында: тіл бірлігінің грамматикалық және заттық – ұғымдық мағынасын толықтырып, оған экспрессивті сапа беретін бөлігі. Коннотация – сөйлеушінің тәжірибелік, тарихи, мәдени, танымдық біліміне, олардың сөз болып отырған нәрсені ұнатуы не ұнатпауына, бағалауына, стильдік деңгейге, тіл қызметінің саласына, олардың әлеуметтік қатынасына және т.б. байланысты болатын құбылыс. Тар мағынасында: коннотация тіл бірлігі мағынасының бөлігі, сол мағынаның ассоциотипті–образдық ішкі тұлғасын түсінуден туындайтын қосымша мағынасы, яғни троп не сөйлеу фигурасы болып табылады. Коннотацияның субъектілігін бір сөздің қарама-қарсы мағынада қолданыла алуынан байқауға болады. XIV ғ. аяғынан бастап коннотация термині эмоциялық бояуы бар сөздерге байланысты қолданылады [7].\nЭмоционалды сөздер қарым-қатынас құралы ретінде адам сөйлеуінің барлық аясын қамтиды да, теориялық тұрғыдан көптеген тұжырымдардың негізі бола алады.\nТіліміздің өсіп, дамуы мен нәрленіп, құнарлануына, баюына көркем әдебиет тілінде қолданылып жүрген көптеген сөздер мен сөз тұлғаларының қолданылу ерекшеліктерінің көркем үлгілерінің қосар үлесі өте мол. Жалпы алғанда, әдеби тілдің болсын, көркем шығармалар тілінің немесе халық тілінің болсын, негізгі тірегі - жеке сөздер. Олар - тілдің ең басты, ең негізгі элементі. Тіл сөзден құралады, сөз тілді сөйлетеді. Көркем образ жасауда қажетті көптеген амал-тәсілдер қатарында үлкен маңызға ие нәрсе – кейіпкер тілі. Кейіпкер тілі, кейіпкер бейнесі арқылы әлеуметтік топтың келбетін танимыз. Бұдан кейіпкер бейнесін сомдау – тілдік құралдардың қаншалықты маңызды екендігін, сондай-ақ тіл мен әдебиет арасындағы байланысты айқын аңғарамыз.\nӘдеби тіл мәселесін зерттеу жұмысының маңыздылығы жөнінде академик Р. Сыздық: «Көркем әдебиет тілін зерттеудің негізгі мұраты – тілдің өзін ғана емес, оның мүмкіншілігін көрсету. Көркем әдебиет қазақ әдеби тілінің қалыптасып, дамуы барысында басты орын атқарып келгені мәлім» - деп көрсетті [5].\nПрозалық шығармалардағы суреткер-жазушылардың сөз қолданыс мәдениеті, сөйлеу тілі әлеуетін көркем тілде тиімді қолдануы қазақ тілінің әдеби тіл нормасын шыңдай түсуде қызмет етеді. Көріктеу тәсілдерін пайдалану сөздің қолданыстағы табиғи мағыналық бояуын күшейте алады.\nТолығырақ: http://www.vestnik-kafu.info/journal/28/1184/",
                "date": "4.06.2020",
                "upvotes": 1
            },
            {
                "text": "Саны бар сапасы жоқ,отбасы ошақ қасы,тілді дұрыс айтпау, әйел болып киінген, шалбарын шорт кескен,",
                "date": "20.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "64 санын біріншісі мен екіншісінің квадратын қосқанда",
        "question_content": "64 санын біріншісі мен екіншісінің квадратын қосқанда ең кіші болатындай етіп, екі қосылғышқа жіктеңіз?",
        "question_date": "18.05.2020",
        "question_tag": "Математика",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жалақыны нақты қалай есептейді?",
        "question_content": "Салеметсиз бе\n\nМугалим айлығын ози есептеуине бола ма.\n\nКалалык мектептин айлығын есептеуге көмектесе аласыздар ма",
        "question_date": "18.05.2020",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұхбаттасуға келгенде сізге болашақ жалақыңыздың мөлшерін атаған жағдайды елестетіп көрейік. Қолыңызға қанша алатыныңызды түсіну үшін, сіз еңбекақыдан салық және зейнетақы аударымдарын құрайтын шамамен 20% шегересіз және «таза еңбекақы» сомасын аласыз. Бірақ дәл 20% шегеру дұрыс па, зейнетақы және салық аударымдары еңбекақының қандай бөлігін құрауы тиіс, осының барлығына жауапты осы мақаладан табасыз.\n\nАй сайын жұмыс беруші жалақы сомасынан болашақ зейнетақы шотына міндетті зейнетақы жарналары (МЗЖ) және жеке табыс салығы (ЖТС) шегерілетінін атап өтеміз.\n\nОсы мақаланы оқып, сіз бухгалтердің көмегінсіз өзіңіз «таза» жалақының нақты сомасын есептей аласыз. \n\nСонымен бірінші кезекте жалақыдан «Қазақстан Республикасында зейнетақымен қамсыздандыру туралы» ҚР Заңының 25-бабы негізінде 10% мөлшерінде шегеріледі. Алайда, 50 ең төменгі жалақы мөлшеріне тең (50 ЕТЖМ (2020 жылға 2 125 000 тнг)) міндетті зейнетақы жарналарын есептеу үшін ең жоғары ықтимал табыс түрінде шектеулер бар.\nЖеке табыс салығы (ЖТС) сондай-ақ МЗЖ шегергеннен кейінгі қалған сомадан 10% құрайды (ҚР Салық кодексінің 320-бабына сәйкес), бірақ ол сәл басқаша есептеледі. Салық кодексінде мөлшері 1 ЕТЖ (2020 жылға 42 500 теңге) табыс салығы салынбайтын сомма көзделген, ол жыл сайын үлкен жаққа қарай өзгеріп отырады.\n\nОсы есептеу формуласын қарастырайық. Мысал: еңбекақы мөлшері 90 000 теңге.\nМЗЖ = 90000 * 0,1 = 9000 теңге.\nМаксМЗЖ = 42 500 * 50 = 2 125 000 теңге.\n9 000 МЗЖ сомасы 2 125 000  аспайды, сондықтан келесі тармаққа көшеміз.\nЖТС = (90 000 – 9 000 – 42 500) * 0.1 = 3 850 теңге.\nБерілген еңбекақы мөлшері 90000 ЕТЖМ 42 500-ден біршама көп, сондықтан ең соңғы тармаққа көшеміз.\nЕңбекақы = 90000 – 9000 – 3 850 = 77 150 теңге.\nОсылайша,  77 150 теңге – бұл  90 000 теңгедегі еңбекақыдағы «таза» табыс сомасы.\n*Бұл есеп есептелген табысы республикалық бюджет туралы заңда белгіленген және тиісті қаржы жылының 1 қаңтарында қолданыста болатын айлық есептік көрсеткіштің 25 еселенген мөлшерінен асатын қызметкерлер үшін көзделген.\nТолығырақ: https://egov.kz/cms/kk/articles/employment_relations/calculate_net_income",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Т.Ахтановтың \"Күй Аңызы\" шығармасындағы ботасыз нарды идірген кім?",
        "question_content": "Күй аңызындағы боз нарды идірген кім болды?",
        "question_date": "18.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тахауи Ахтанов – дарынды жазушы. Жазушының баспасөз бетінде алғаш жарық көрген әңгімесі – «Күй аңызы». Осы шығармадағы күйдің құдіреті мен күйшінің шеберлігі қалай суреттелген?\n«Күй аңызы» - өнер құдіреті жайлы терең дәріптеліп жазылған деп есептеймін. Күй аңызында өмірін өнер жолына арнап, елуге келгенше отбасын құрмаған Естемес күйші мен жас жігіт Оразымбет атты екі кейіпкер жайлы бейнеленген. Әсіресе, Естемес деген күйшінің ауыр қиыншылыққа толы өмірі туралы дәріптелген. Күй және күйші жайлы тебірене жырлайды. Осы әңгімедегі екі кейіпкер ел аралап жүріп, жалғыз ғана үйлі ауылға кез болады. Жапан даладағы үйдің иесі жарлы жан. Жалғыз нарынның ботасы өліп, желіні тондырдай кепкен. Келіп кеткен жолаушыларға тек қана су ұсына алатын еді. Үй иесі өте қарт, жасы келіп қалған, дене бітіміне қарасан аяп кетесің. Себебі, жүдеу келген үстіндегі киімі жамау келген. Бұл шаңырақтың төріне мойын бұрған Естемес күйші еді. Ол сол өңірге аты шыққан даңқты күйші ретінде елге кең жайылған. Ол өзімен бірге Оразымбет деген адамды серік қылады. Жолсеріктің қасында ұзақ уақыт бойы жүргендігінен өте сақ, жұмысқа икемді адам деп санайды. Сол себептен атағы шыққан мықты күйші шығарына сенім білдірген. Және де, «естіп келе жатқан күйлерінді үлгі етіп келе жатқаның дұрыс, ал менің өмірімді үлгі етпеуге тырыс» деп өзінің ақыл-кеңесін айтады. Бұлай айтуынын себебі Естемес күйшінің ауыр тағдыры, өз көкірегіндегі зары, алдамшы бір үміт сәулесіне сенуі баяндалғаны деп санаймын. Осы күйшінің жапан даладағы үйге бас бұрғанын айта кетсем, ол уйде тұрмыс жағдайы төмен қария және бойжеткен қызы тұратын еді. Бойжеткен арудың есімі Жаныл болатын. Ол бойжеткенде қариямыз секілді жүдеу тартқан, жұпыны киінген. Сондықтан жастық салтанаты мен әдемілігі көрінбей қалған. Үй иесі Естемес күйшіге қолқа салады. Күй құдіретімен нарды идіріп көрмек ойларын білдірту үшін «Екі күйші, өнерлеріңді бірдей салындар»-деген сөзбен білдіртуге тырысады. Сөйтіп Естемес күйшінің күйі нарды идіргенімен, жас Оразымбет күйші күйді жалғастырғанда ғана нардың сүті шелекке саулай жөнелді. Осы арқылы Тахауи Ахтанов күй құдіреті мен күйшінің шеберлігін жеткізеді.\nҚорыта келе, осы шығармадағы күйдің құдіреттілігі соңшалықты нардың өзін идірген. Осыған қарап отырып күйшінің әрбір күйді жеткізе білетіндігін көре аламыз.\nТолығырақ: https://bankreferatov.kz/sochineniya/57-sochi-na-kazakskom/7938-kyi-anuzu.html",
                "date": "18.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ең алдымен Естемес күйді тартқанда нар иімей тұрады сосын Естемес күйді Оразымбетке бергенде Оразымбет тарта жөнелгенде нардан сүт шығып кетеді сол үшін Оразымбет нарды идірген адам болып танылады.",
                "date": "31.03.2023",
                "upvotes": 0
            },
            {
                "text": "Нарды идірген Естемес еді.",
                "date": "17.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Саяхатта сақ болайық\" деген тақырыпқа хат жазу.",
        "question_content": "\"Саяхатта сақ болайық\" деген тақырыпқа хат жазу.",
        "question_date": "18.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазғы демалыс жақындап келе жатыр. Мен жазғы демалыста қай жерге баратынымды ойланып жүрмін. Басқа елдерге барайын десем ол жақта ұрылар, баскесерлер көп. Сондықтан өзімнің елімде саяхаттағанды жөн көрдім. Мен Шымкент қаласына баруды шештім. Өйткені Шымкент қаласының ауасы таза. Саяхаттауға әдемі жерлері көп. Мен Шымкент қаласында уақытымды көп өткіздім. Көптеген жерлерге саяхаттадым. Саяхаттаған кезде міндетті түрде сақ болуымыз қажет. Менің демалысым өте жақсы өтті. Мен қатты қуаныштымын.\nТолығырақ: https://znanija.com/task/36952100",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доптың жерге соғылу кезіндегі кинетикалық энергиясы. Доптың массасын табу?",
        "question_content": "Доптың жерге соғылу кезіндегі кинетикалық энергиясы 32 дж g=10h/кг егер доптың жылдамдығы 8м/с болса, оның массасы қандай",
        "question_date": "18.05.2020",
        "question_tag": "Физика",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ек = 32 Дж\ng=10h/кг\nv = 8 м/с\nm = ?\nEk = Ep\nmv^2/2 =32 \nm = 64/64 = 1 кг",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің классым қанша екенін қалай біле алам?",
        "question_content": "Менің правам бар, қай класс екенін қалай біле алам?",
        "question_date": "18.05.2020",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргізуші куәлігі келесі жасқа толған адамдарға берілуі мүмкін:\n«AI» кіші санатының көлік құралдары — он алты жасқа толған адамдарға;\n«А», «В» санатының  және «B1», «C1» кіші санаттарының көлік құралдары — он сегіз жасқа толған адамдарға;\n«С» санаттарының және «D1» кіші санатының көлік құралдары  — жиырма бір жасқа толған, үш жылдан кем емес жүргізуші өтілі бар, соның ішінде «С1» санатына жататын көлік құралдарын басқару өтілі бір жылдан кем емес адамдарға;\n«D», «Тm» және «Tb» санатты көлік құралдарын — бес жылдан кем емес мерзімде жүргізуші жұмыс өтілі бар жиырма бес жасқа толған, соның ішінже үш жылдан кем емес «D1» санатына жататын көлік құралдарын басқару өтілі бар адамдарға;\n«BE», «СЕ», «DE» санатты көлік құралдарының құрамы — он екі айдан кем емес мерзім ішінде «В», «С» немесе «D» санатты көлік құралдапын басқару құқығы бар адамдарға;\n«С1E», «D1E» кіші санатты көлік құралдары құрамдары — он екі айдан кем емес мерзімде «С», «D» санаттары немесе «C1», «D1» кіші санаттарымен көлік құралдарын басқару құқығы бар адамдарға.\nСонымен қатар ұлттық жүргізуші куәлігін шетелдік азаматтар және азаматтығы жоқ тұлғалар Қазақстан Республикасының сыртқы істер Министрлігінің дипломатиялық өкілдерімен жұмыс жасайтын ұйымдар берген жолдама негізінде ала алады.\nЖүргізуші куәліктің жаңа үлгісі 2015 жылдың 03 наурызынан бастап күшіне енді, оның келесі санаттары бар:\n«А», «A1» - екі дөңгелекті мотоциклдарда;\n«В» - рұқсат берілген ең көп массасы 3 500 кг аспайтын және отыратын орынның саны жүргізушінің орнын санамағанда 8-ден аспайтын, өзінің техникалық мінездемесімен сағатына 100 км кем емес жылдамдықты ала алатын автокөлікте;\n«B1» -  трициклдарда немесе квадроциклдарда;\n«С», «C1» - рұқсат берілген ең көп массасы 3 500 кг аспайтын жүк автокөлігінде;\n«D» - отыратын орынның саны 28-ден кем емес және ұзындығы 7,0 м кем емес автобустарда;\n«D1» - отыратын орынның саны 28-ден аспайтын және ұзындығы 7,0 м аспайтын автобустарда;\n«BE» - рұқсат берілген ең көп массасы 3 500 кг аспайтын және отыратын орынның саны жүргізушінің орнын санамағанда 8-ден аспайтын, өзінің техникалық мінездемесімен сағатына 100 км кем емес жылдамдықты ала алатын, - рұқсат берілген ең көп массасы 1000 кг кем емес тіркемемен, ал көлік құралы составтың массасы 3 500 кг аспайтын автокөлікте;\n«СЕ», «C1E» - рұқсат берілген ең көп массасы 3 500 кг асатын, арасын 1 метрден астам кемінде екі қос доңғалақ білігі бар тіркемесімен немесе жартылай тіркеме;\n«DE», «D1E» - буындасқан автобустарда немесе отыратын орнының саны 28 кем емес және ұзындығы тіркемемен 7,0 м кем емес, рұқсат берілген ең көп массасы 1000 кг аспайтын автобустарда;\n«Tm» - трамвайда;\n«Tb» - троллейбуста.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысының күні",
        "question_content": "Сәлеметсізбе. Мектепте кітапханашы болып қызмет етем кезекті еңбек демалысымды 2020 жылдың 4 мамыдынан бастап шыктым тиісті 30 күн толық берілмей отыр себебі былтырғы енбек демалысымды мен 1 шілдеден 30 шілдеге деин алғандыктан 9 ай ғана жұмыс ітедің деп 27 кун берды осы дұрыспа бул мекемеде бұрынан жұмыс жасаймын??",
        "question_date": "18.05.2020",
        "question_tag": "Заң",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дeмалыс уақыты - бұл жұмысшының қызметтік міндеттерін атқарудан бос кезеңінде өз қалауынша пайдалана алатын уақыт. \nДемалыс уақытының түрлері  \nжұмыс күні кезеңіндегі үзілістер (жұмыс ауысымы) - демалыс және тамақтану үзілісі;\nішкіауысымдық және арнайы үзілістер;\nкүнделікті демалыс (ауысымаралық);\nдемалыс күндері (аптасайынғы үзіліссіз демалыс);\nмейрам күндері;\nеңбек демалыстары.\nДемалысқа және тамақтануға берілетін үзілістер\nКүнделікті жұмыстың (жұмыс аусуының) ішінде жұмыскерге ас ішуге және демалуға жарты сағаттан аз емес үзіліс берілуі қажет.\nДемалуға және түскі асқа арналған үзіліс уақыты жұмыс тәртібмен, және еңбек әрі ұжым шарттарымен орнатылады.\nДемалуға және түскі ас ішуге арналған уақыт жұмыс тәртібіне қосылмайды. Еңбек шарттары бойынша үзіліс берілуі мүмкін емес жұмыс орынадарда, жұмыс беруші жұмыскерге демалуға әрі ас ішуге арнайы жабдықталған жерде мүмкіндік беруі тиіс. Осындай жұмыс тізбесі, ас ішу әрі демалуға арналған орындары ұжым шартымен немесе жұмыс берушінің әрекетімен орнатылады.\nІшкіауысымдық және арнайы үзілістер\nЖекелеген жұмыс түрлеріне жұмыс уақытында іске қосылатын технологиямен және өндіріс және еңбек ұйымымен келісілген, жұмысшыға ішкіауысымдық үзілістер қарастырылады;\nАшық ауада жылдың суық мезгілінде жұмыс істейтін немесе жылынбайтын кеңістіктерде жұмыс істейтін, сонымен қатар тиеу-түсіру қызметіндегі жұмысшыларға жылыну үшін жұмыс уақытына кіретін арнайы үзілістер береді;\nБір жарым жасқа дейінгі баласы бар жұмыс істейтін әйелдерге, бір жарым жасқа дейінгі анасы жоқ балалары бар ерлерге (асырап алыушылар) тамақтану үшін, және баланы тамақтандыруға қосымша уақыт беріледі. Қосымша уақыт келесі ұзақтықтағы жұмыстың әр үш сағаты сайын беріледі (жиі емес):\nбір баласы барларға, — әр үзіліс отыз минуттан кем емес;\nекі немесе одан да көп баласы барлар үшін — әр үзіліс бір сағаттан кем емес.\nЖұмысшының өтініші бойынша бала тамақтандыруға қосымша уақыт демалыс және тамақтануға берілетін үзіліске қосылады, немесе келісілген үзілістер жұмыс күнінің басына немесе соңына қарай беріледі (ауысымдар).\nБаланы тамақтандыруға берілетін үзілістер жұмыс уақытына қосылады.\nЖыл сайынғы (ауысым аралық) демалыстың ұзақтығы\nЖұмысшының күнделікті демалысының ұзақтығы (ауысымаралық) он екі сағаттан кем емес, жұмыстың аяқталуы мен келесі күннің басталуы аралығын қамтиды.\nДемалыс күндері\nЖұмыскерелерге апта сайын демалыс күндер беріледі.\nБес күндік жұмыс аптасында жұмысшыларға аптасына екі күн демалыс беріледі, ал алты күндік жұмыс аптасы кезінде – бір күн.\nБес және алты күндік жұмыс аптасында, жексенбі жалпы демалыс күні болып санлады. Бес күндік жұмыс аптасындағы екінші демалыс күні жұмыс тәртібі ережелерімен әрі ұжым шарты арқылы орнатылады.\nӨндірістік-техникалық жағдайларға, халықты үздіксіз қамтамасыз ету қажеттігі жағдайында үздіксіз жұмыс істейтін орындар немесе демалыс күндері тоқтату мүмкін емес өндіріс орындарындағы жұмысшыларға демалыс күндер аптаның кез келген күні, жұмысшылардың өкілдерімен келістіріле жасалған жұмыс берушінің бекітілген актілеріне сәйкес, жұмысшылармен кезектесе отырып демалыс беріледі.\nМұсылман күнтізбесі бойынша аталып өтілетін Құрбан-айт, 7 қаңтар – православ Рождествосы демалыс күндері саналады.\nІссапардағы жұмысшы бағытталған жұмыс берушінің еңбек тәртібіне сәйкес берілген демалыс күндерін пайдаланады.\nДемалыс және мейрам күндері жұмыс  істеу\nВахталық немесе ауысымдық жұмыс тәртібімен жұмыс істейтін жұмыскерлерді мереке және демалыс күндері іске қатыстыру үшін, осы Кодекстің 84 мақаланың 5 пунктімен көзделген жұмыскерлердің жазбаша жарастығы және жұмыс берушінің акті қажет емес.\nЖұмыс пен демалыс күндері іске қатысу жұмыскерлердің жазбаша жарастығы немесе оның сұрауы бойынша жұмыс берушінің акті арқылы жіберіледі, тек осы кодекстің 86 мақаласымемен көзделген жағдайларсыз және вахта бойынша жұмыс жасайтын іскерлерді қоспағанда.\nДемалыс пен мереке күндері жұмыс істеген жұмыскерге оны қалауы бойынша осы кодекстің 109 мақалада көрсетілген шарты арқылы төленеді.\nМереке және демалыс күндері жұмыс уақытын тиімді пайдалану үшін осы кодекстің5 пунктінің 84 мақаласымен көзделген шарттары арқылы Қазақстан Республикасы Үкіметінің демалыс күндерді басқа жұмыс күндерге ауысуға құқығы бар.\nДемалыс пен мереке кундері жұмыс істеу жүктілігі туралы анықтаманы ұсынған жүкті әйелдерді іске қатыстыруға тыйым салынады.\nЕңбек демалысы\nЕңбек дамалысы - бұл жұмысшыны белгілі бір кезеңде оның орны (қызметі) мен орта айлық жалақысын сақтай отырып немесе әлеуметтік мақсатта жыл сайынғы үзіліссіз демалысқа босату. \nЕңбек демалысының түрлері\nЖұмыскерлерге демалыстың келесі түрлері беріледі:\nтөленетін жылсайынғы еңбек демалыстары;\nәлеуметтік демалыстар.\nЖыл сайынғы еңбек демалысы жұмыскердің демалу, еңбекке қабілеттілігін бұрынғы қалпына келтіру, денсаулығын әрі жеке қажеттіліктерін қамалу  үшін көзделген әрі айқын күнтізбелік күндеріне жұмыс орынның (мамандығының) сақаталуымен әрі орта айлық төлемімен беріледі.\nЖұмыскерлерге келесі төленетін жыл сайынғы еңбек демалыстары беріледі:\nнегізгі төленетін жыл сайынғы еңбек демалысы;\nқосымша төленетін жыл сайынғы еңбек демалысы.\nӘлеуметтік демалыстың орнында жұмыскерді айқындалған мезгіліне аналықтың жайлы шарттарын жасау, өндірістен босатылуынсыз және де басқа әлеуметтік мақсаттар үшін арналған уақыт саналады.\nЖұмыскерлерге әлеуметтік демалыстардың келесі түрлері беріледі:\nжалақысы сақталмайтын демалыс;\nоқу демалысы;\nбаланың тууына байланысты, жаңа туған баланы асырап алуына байланысты демалыс;\nбаланың үш жасына келгеніне дейін жалақысы сақталмайтын демалыс.\nӘлеуметтік демалыста болу мерзімі, басқасы Қазақстан Республикасының заңдарымен козделмеген жағдайларды қоспағанда, еңбек өтілі саналады.\nЕңбек демалысы жұмыс берушінің актімен рәсімделеді.\nЖыл сайынғы негізгі төленетін еңбек демалысының мезгілі\nНегізгі жыл сайынғы төленетін еңбек демалысы Қазақстан Республикасының нормативтік құқықтық актілермен, еңбек, ұжымдық келісім-шарттар мен жұмыс берушінің актілерінде қосымша күн қарастырылмаса, жиырма төрт күнтізбелік күнге беріледі.\nЖыл сайынғы ақы төленетін қосымша еңбек демалыстары\nҚосымша ақылы еңбек демалыстары келесі жұмыскерлерге беріледі:\nауыр жұмыстарды, зиянды (аса зиянды) және (немесе) қауіпті жұмыстардағы жұмысшыларға алты күнтізбелік күннен кем емес демалысы ауыр жұмыстарды, зиянды (аса зиянды) және (немесе) қауіпті жұмыс шарттары бар жұмыстардың тізімі бойынша;\nАуыр, зиянды және (немесе) қауіпті жағдайлардағы еңбегі өндірістік объектілерді еңбек жағдайлары бойынша аттестаттау нәтижелерімен расталған жұмыскерлерге жыл сайынғы ақы төленетін қосымша еңбек демалыстары беріледі.\nЖұмыс беруші өндірістік объектілерді еңбек жағдайлары бойынша, сондай-ақ аттестаттауға жатпайтын жұмыс орындары бойынша аттестаттауды өткізбеген жағдайда, жыл сайынғы ақы төленетін қосымша еңбек демалыстары Өндірістердің, цехтардың, кәсіптер мен лауазымдардың тізіміне, ауыр жұмыстардың, еңбек жағдайлары зиянды және (немесе) қауіпті жұмыстардың тізбесіне сәйкес толық көлемде беріледі.\nбірінші және екінші топ мүгедектеріне он бес күнтізбелік күннен кем емес ұзақтықта. \nӨзге жұмыскерлер категорияларына қосымша жыл сайынғы еңбек демалысы және оның ұзақтылығы Қазақстан Республикасының заңдарымен заңдастырылады.\nЕңбек және ұжым шарттарымен жұмыскерлерге қосымша жыл сайынғы ақылы еңбек демалыстары қиын, маңызды, шұғыл әрі басқа жұмыстары үшін төленеді.\nЖыл сайынғы төленетін еңбек демалысының саналуы\nЖыл сайынғы еңбек демалыстарының ұзақтылығы мерекелерсіз күнтізбелік күндерімен ауысу графиктері мен қолданылатын жұмыс тәртіптеріне қарамастан есептеледі.\nЖыл сайынғы ақылы еңбек демалыстарының негізгі ұзақтылығы есептелгенде, қосымша жыл сайынғы ақылы еңбек демалыстары негізгі жыл сайынғы ақылы еңбек демалысымен қоса алынады.\nЖыл сайынғы еңбек демалысын берілу кезіндегі еңбек өтілімінің есептелуі.\nЖыл сайынғы еңбек демалысын берілу кезінде еңбек өтіліміне мыналар кіреді:\nшын мәнісінде жұмыстелген уақыт;\nжұмыскердің шын мәнісінде жұмыстелген уақыт, бірақ оның жұмыс орны (лауазымы) әрі төлемақысы толық немесе жартылай сақталған;\nуақытша жарамсыздығы бойынша жұмыс істемеген жұмыскер, оның ішінде бала туу әрі жүктілік бойынша еңбек демалысында;\nжұмыс орнында жаңартудың алдында жұмыскер шын мәнінде жұмыс істемеген уақыты.\nТолығырақ: https://egov.kz/cms/kk/articles/vremya_otdiha",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шардың радиусы 6 см. Көлемін табыңдар?",
        "question_content": "Геометрия есебі.60 минутта істеп беруге тырысыңыздаршы.",
        "question_date": "18.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = 6см\nV = 4/3*pi*r^3 = 4/3*pi*216=288*pi",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елімізде қанша ұлт өкілдері өмір сүреді?",
        "question_content": "Қазақстанда қанша ұлт бар",
        "question_date": "18.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда халық саны 2018 жылдың 1 наурызындағы есеп бойынша 18 миллион 195 мың 878 мың адамға жетті.\nСондай-ақ елімізде 150-ден аса түрлі өзге ұлт бар. Қазақстанда қала халқының саны 10 367,4 мың адам (жалпы халық санының 57,4%-і), ауыл халқының саны 7706,7 мың адам (42,6%) болған.\nҚР Статистика агенттiгiнiң мәліметіне қарағанда, Қазақстан халқының ішінде қазақ ұлтының үлесi 63,6 пайызды, орыстар – 23,3, өзбектер – 2,9, украиндер – 2, ұйғырлар – 1,4, татарлар – 1,2, немiстер – 1,1, басқа ұлыстар 4,5 пайызды құрады. Сондай-ақ Қазақстанда кейбір ұлттардың аз ғана өкілі өмір сүріп жатыр. Мәселен, олардың қатарына саха, мордва, болгар, ғағауыз сынды ұлттарды жатқызуға болады. Бұл ұлт өкілдері бүгінде жер иесі – қазақтармен тату-тәтті, бірлікте және жарасымды тіршілік кешуде\nКейбір деректерге қарағанда, әлемде 256 ұлт бар екен. Ресми мәліметке сенсек, соның 150-ден астамы Қазақстанда тату-тәтті өмір сүріп, тіршілік кешіп жатыр.\nҚазақстандағы барша ұлттар мен ұлыстарды Қазақстан халқының бірлігі мерекесімен құттықтай отырып, біздің елде ұлт ретінде аталып жүрген аз санды диаспоралардың санын оқырман назарына ұсынамыз.\nЕліміздегі адам саны мыңға жетпейтін ұлттар:\nАрабтар - 953\nАуғандықтар- 821\nКоми-пермяктар - 761\nЧехтар - 754\nМоңғолдар - 752\nҚалмақтар - 738\nҚұмықтар - 734\nТвалар - 635\nГагауздар- 620\nАдыгайлар - 604\nРумындар - 597\nЛактар 574\nБуряттар - 537\nАғылшындар - 515\nВенгрлар - 485\nАлтайлықтар - 476\nФинндер - 454\nНоғайлар - 438\nАмерикандықтар - 436\nСахалар(якуттер) - 415\nИталияндықтар - 404\nЧувандар - 388\nКарелдер - 365\nХакастар - 362\nТабасарандар - 345\nУдиндер - 342\nАсираилдіктер - 338\nКомилер - 288\nАбхаздар - 214\nШорлар - 210\nЧеркестер - 176\nНенецтер - 176\nАбазиндер - 149\nАгулдар - 137\nЕліміздегі адам саны 100-ге жетпейтін ұлттар:\nКабардиндер - 98\nХалха-моңғолдар - 96\nКубалықтар - 95\nРутулъдер - 93\nДолгандар - 83\nКоряктар - 76\nВъетнамдықтар - 67\nТатар - 66\nХорваттар - 63\nСербтер - 61\nАвстриялықтар - 60\nСловактар - 58\nИспандар - 57\nАлбандықтар - 55\nФранцуздар - 51\nЕвразиялық еврейлер - 50\nУдегейлер - 49\nЖапондар - 46\nГолландықтар - 45\nВепстер - 43\nЭванкілер - 38\nБелуджилер - 37\nГрузиндіктер - 35\nЭвендер - 34\nТаулық еврейлер - 33\nХантылар - 31\nҚырымшақтар - 31\nТофалар - 30\nҚарайымдар - 29\nМансылар - 24\nЦехурлар - 23\nЧукчалар - 22\nНанайлықтар - 22\nИжорлар - 17\nАлеуттер - 14\nНивхилер - 10\nИтелмендер - 10\nЭнецтер - 9\nКеттер - 9\nЮкагилер - 8\nОрогтар - 8\nДаттықтар - 7\nСелъкуптар - 4\nУличтер - 4\nНагидалықтар - 4\nСаамдар - 3\nҮльттар - 2\nНаганасандар - 2\nЭскимостар - 2\nТолығырақ: https://alashainasy.kz/birhalyk/1-mamyir-alemde-256-ult-bar-sonyin-150-den-astamyi-kazakstanda-turadyi-109141/",
                "date": "18.05.2020",
                "upvotes": 0
            },
            {
                "text": "12390 мл ұлт өкілд",
                "date": "10.10.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақстанда 130дан астам ұлт өкілдері тұрады",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Органикалық қосылыстар құрамындағы көміртек атомында қандай байланыстар болады?",
        "question_content": "Органикалық қосылыстар құрамындағы көміртек атомында қандай байланыстар болады?",
        "question_date": "18.05.2020",
        "question_tag": "Химия",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органикалық қосылыстардың негізі етіп көмірсутекті алады да, қалған қосылыстарды, олардың туындылары ретінде қарайды. Көміртек тізбегінің құрылысына қарай органикалық қосылыстар ашық тізбекті (алифаттық) және циклді (тұйық) қосылыстарға бөлінеді.\nАшық тізбекті қосылыстар екіге бөлінеді: қаныққан көмірсутектер (формуласы СnH2n+2) және қанықпаған көмірсутектер (формуласы СnH2n, СnH2n-2 бұлардың құрамында қос, үш байланыстар болады).\nТұйық тізбекті қосылыстар екіге бөлінеді: карбоциклді және гетероциклді.\nКарбоциклді қосылыстардың тұйық тізбегі тек көміртегі атомынан тұрады және сонымен бірге алициклді және ароматты болып екіге бөлінеді.\nГетероциклді қосылыстардың тұйық тізбегі көміртегі мен сутегі атомдарымен қоса басқа да атомдардан құралады. Гетероциклді қосылыстар түзуге көбінесе азот, күкірт, оттегі атомдары қатысады.\nОрганикалық қосылыстар құрамы мен құрылысына байланысты кластарға бөлінеді.\nАлициклді және ароматты қатарлардың ең қарапайым өкілдері –көмірсутектер.\nЕгер көмірсутектердегі сутегі атомдарын басқа атомдарға не атомдар топтарына – функционалды топтарға – ауыстырса, сол қатардың басқа кластары пайда болады.\nОрганикалық қосылыстар кластарының химиялық өзгерістері бағытын орын басқан атомдар мен функционалды топтар анықтайды.\nОрын басқан атомдары не функционалды топтары бірдей көмірсутектер және олардың туындылары гомологтық қатар түзеді. Сонымен, гомологтық қатарға құрылысы ұқсас, сондықтан химиялық қасиеттері де ұқсас, бір-бірінен СН2 (метилен тобы – гомологтық айырмашылық) тобына айырымы бар заттар қатары жатады.\nОрганикалық қосылыстардың негізгі кластары:\n1. Көмірсутектер (RH);\n2. Галогентуындылар (RHal);\n3. Спирттер (ROH);\n4. Жай және күрделі эфирлер (ROR; RCOOR);\n5. Карбонильді қосылыстар – альдегидтер мен кетондар (RCHO; RCOR);\n6. Карбон қышқылдары (RCOOH);\n7. Аминдер (RNH2; R2NH; R3N),\n8. Нитроқосылыстар (RNO2);\n9. Сульфоқосылыстар (RSO3H);\n10. Металорганикалық қосылыстар (RMe).\nОсы кластарға қаныққан заттар және еселік байланыстары бар (қанықпаған) заттар кіреді.\nТолығырақ: http://ebooks.semgu.kz/content.php?cont=d;1487",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтін бойынша «Қос жазба» күнделігін толтырыңдар.",
        "question_content": "3 тапсырма,\n\nМәтінді тыңда. Оңы.\n\nӘзілхан Нұршай жылдың 15\n\nэнелтоңсанында бұрынғы Семей облысында дүниеге\n\nАуыл ментебін бітіргеннен кейін Алматыдағы\n\nкен институтының жұмысшы фанультетінде, Се-\n\nмейдегі Абай атындағы педагогикалық институтында\n\nоқыды.\n\nӘзілхан Нұршайыңав еңбен жолын мұғалім\n\nболып бастаған. 1947-1973 жылдары\n\nреспублиналық, облыстық газет әдеби\n\nқызметнер, бөлім меңгерушісі, бас редантор\n\nқызметін атқарады:\n\nКөп жылдар Қазаңстан Жазушылар Одағы про-\n\nза неңесінің, жас әдебиетшілер неңесінің төрағ;\n\nқызметін атқарған.\n\nӘзілхан Нұршайықов шығармашылық жолын ақын,\n\nпублицист ретінде бастаған. Өлеңдері мен очерктері:\n\nпублицистиналың мақалалары ауданды, облыстың,\n\nреспубликалық баспасөзде, соғыс жылдарындағы\n\nмайдан газеттерінде жарияланып тұрған.\n\nОл Ұлы Отан соғысына қатысқан жазушы. Қаһармандың рухта «Аңиңат пен\n\nаңыз» романы мен «Тоғыз толғау», «Ғанддд Дам», «Невель түбінде» жжәне көптеген\n\nӘңгіме, повестерін жазған. И.Буниннің шығармаларын, М.Шолоховтың «Адам тағдыры»\n\nтуындыларын қазақ тіліне аударад!. З. Мұршайықов ІІ дәрежелі «Даңқ», «Құрмет бел-\n\nгс», «Халықтар достығы», 1 дарежкелі «Отӛн соғысы» ордендерімен, бірнеше медальмен\n\nмарапатталған.\n\nҚазушының шығармалары негізінен Отан соғысы және еңбен ардагерлерінің\n\nөміріне арналған. Бұл, бүгінгі Жасрпақты патр\n\nтәрбиелейді. Көрнентіфжазйшы 2011 жылы қайтыс болды. Жазушының халынқа\n\nсыйлаған көрем “УЫндылары, асыл мұрасы мәңгілі сақталады\n\n7 тапсырма\n\nЖазылым\n\n7 тапсырма.\n\nМәтін бойынша «Қос жазба» күнделігін\n\nтолтырыңдар. Түсіндіріңдер.Кесте\n\n|  Үзінді           |                                     Түсініктеме   |\n\n|                      |                                                            |\n|                      |                                                           |",
        "question_date": "18.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көмірсутек жанғанда 13,2г көмірқышқыл газы. Түзілген судын массасы қандай?",
        "question_content": "Белгісіз тұйық тізбекте қаныққан көмірсутек жанғанда 13,2г көмірқышқыл газы түзіледі. Осы кезде түзілген судын массасы қандай?",
        "question_date": "18.05.2020",
        "question_tag": "Мектеп",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2*CnH2n+2 + (3n+1)*O2 → 2n*CO2 + (2n+2)*H2O\n\n13.2 грамм              х грамм\n\n2n*44г/моль            (2n+2)*18г/моль\n\nx = m(H2O) = 13.2*(2n+2)*18/2n*44 = 5.4(n+1)/n",
                "date": "26.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғарышкерге хат\" тақырыбында хат жазу керек.",
        "question_content": "Өзіңізге ұнаған ғарышкерге хат жазыңыз. Хат мазмұнында төл сөзі, автор сөзі, төлеу сөзді қолданып, хат стилін сақтаңыз . (40-50сөз).",
        "question_date": "18.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көк пен жерді жалғаған, арасына байланыс орнатқан қасиетті жер - Байқоңыр! Кемелер самғаған қанаттылардың мекені болған қазақтың жері - Байқоңыр! Жер жетпейді әлемде бір өзіңе тең келер. Дархан елім, ғажап жерім - Байқоңыр!\n\nБайқоңырды тебірене еске алғанда, арманыма қанат бітіп, көкке самғағандай күйге бөленемін.Менің басты арманым - ғарышкер болу. Көк аспанға көзімді тігіп, қиялдай қараймын. Аспаным менің, арманым менің арайлы! Таудай үлкен талабым бар, үлкен ғалым боламын мен, ата-анамның сенімін де ақтаймын. Отанымды сүйіп өтем, туған жерге махаббатымды мәңгі сақтаймын! Оқу оқып, білім нәрін жинаймын, қияға қанат қағамын, ғылымның сан қырын ашып, қызықты өнер табамын.Саятшы менің Отаным, мен боламын бала сұңқарың. Космосқа күнде ұшатын космонавың боламын!\n\nМақсаттың сұңқарына мініп, алысқа бет түзеймін. Бағытымнан аумай, шетсіз-шексіз ғарышты аралаймын. Кемемен мен заулаймын, қиындықтан әсте қорықпаймын. Сырын ашып ғаламның,  еліме қызмет етемін. Бұл менің басты арманым. Еліктеймін Тоқтар ағама. Тоқтар аға - тұңғыш ғарышкер, батыр ғой ол тұңғыш ұшқан ғарышқа. Ағамның жолын маған да беріп, мен де ұшсам ғой ғарышқа, туған жерімнің сәлемін апарар едім Марсқа.\n\nМен ұшқыш болу үшін біліммен қатар денемді де шынықтыруым керек екенін түсіндім. Ол үшін мен дұрыс тамақтанып, жаман әдеттерден аулақ болып, спортпен шұғылдануым керек. Мен елімнің игі ісі үшін еңбек ететін батыр ұлы, ержүрек азаматы болғым келеді. Тоқтар, Талғат ағаларым болған ғарышта мен де болсам деп армандаймын. Менің көз алдыма ғарыштан оралғанда мені сағынып, күтіп тұрған, құшақтары гүлге толған, көңілдеріне қуаныш қонған, жүздерінен мейірім төккен, сағынышпен жүзімді өпкен аяулы халқым - қазақ елі елестейді. Өйткені бұл менің арманым ғой көптен күткен.\nТолығырақ: https://surak.baribar.kz/260546/",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қонақтар әңгімесінің не себепті қонақтар деп аталды???",
        "question_content": "Қонақтар әңгімесінің не себепті қонақтар деп аталды???",
        "question_date": "18.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 31600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазушы Төлен Әбдіковтің «Қонақтар» әңгімесі бүгінгі күнде де өзектілігін жоғалтпаған үлкен әлеуметтік мәселені көтерген шығарма. Шығарма тақырыбының идеясы - ата-ана, ата-ана алдындағы бала парызы, туған жер, қара шаңырақ. Шығарманың түпкі идеясын ашуда бар жүкті Ерғабыл шалдың ой-толғанысы, іс-қимылы, сөзі мен өзгелермен қарым-қатынасы көтеріп тұр десе болғандай. Курорттан қайтып келе жатып, соғып кететіндігінен хабар берген, жылына бір рет қана келіп кетер баласы Сапабекті күткен әкенің ойы, арманы, Жаратқаннан күтер тілегі бар. Бірақ оны сөз саптасымен немесе қимылымен білдірмесе, ашып көрсетпейді. Ұлттық болмыстан айырылып бара жатқан жалғыз баласы Сапабектің табыстары, жер дүниені кезіп, шетелдерде болып, көпті көргендігі әке үшін мақтаныш емес. Қол-басы, омырау тұсы ашық киім киген, орысша сөйлеп, ауыл тұрмысына жат қылықтар көрсеткен келіні Томаға да, қазақша түсінбейтін немересіне де шалдың көңілі толмайды. Ерғабыл шал үшін түтінін өшірмей, қара шаңырақты ұстап қалған ұрпақ қана адал сүт емген, ата-ана алдындағы парызын өтеген бала. Ауыл адамдарына әңгіме айтып, көсіле сөйлеп отырған баласын сөзден зеки тыюында да, кетерінде немересін тастап кетуге қимаған баласына: «- Алып кет өзіңмен бірге, оқыт, өзіңдей қаңғыбас етіп шығар деп, түнере сөз айтуында да осы бір шалдың баласына деген наразылығы айқын сезіліп отырады. Ерғабыл шал – ұлттық болмыспен құндылықтарды сақтаушы, қара шаңырақ деген киелі ұғымды қастерлеуші тұлға. Сапабек әкесі үшін – адам бойына туғаннан берілетін мәңгілік құндылық - парыз-қарыз, борыш ұғымдарын ұғына жете түсінбейтін, бүгінгі күнмен ғана өмір сүруші бала. Көтерген тақырыбы ауыр болғанымен, сөз орамдары мен айшықты сөздер еркін қолданылған шығарманың тілі жеңіл, оқушыны баурап аларлық сюжеттер желісі айқын.\nТолығырақ: https://bilimland.kz/kk/courses/audiochrestomathy/8-synyp/proza/lesson/7-tolen-abdikov-qonaqtar-anggimesi",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "СаСО3 құрамындағы калцийдің массасық үлесін табыңдар?",
        "question_content": "СаСО3 құрамындағы калцийдің массасық үлесін табыңдар?",
        "question_date": "18.05.2020",
        "question_tag": "Химия",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w(Ca)=M(Ca)*100%/M(CaCO3)",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүттің у/25 бөлігі ірімшік.Суттің неше проценті ірімшік?",
        "question_content": "Сүттің3/25 бөлігі ірімшік. Сүттің неше прценті ірімшік?",
        "question_date": "18.05.2020",
        "question_tag": "Математика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүттің 3*100%/25=12%  ірімшік",
                "date": "26.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 ке болгенде 2 қалдық қалатын алғашқы 100 натурал сан канша",
        "question_content": "5 ке бөлгенде 2 қалдық қалатын алғашқы 100 натурал саны нешеу",
        "question_date": "18.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 ке бөлгенде 2 қалдық қалатын алғашқы 100 натурал саны 100, ал егер 100 ге дейін 5 ке бөлгенде 2 қалдық қалатын натурал сандар 20(2,7,12,...)",
                "date": "26.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биологиядан 7 сынып 4 тоқсан тжб жауабы бар ма?",
        "question_content": "Мен биология пәнінен тжб жазып отыр едім 9-тапсырманың жауабын таппай қалдым.",
        "question_date": "17.05.2020",
        "question_tag": "Биология",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тапсырманың берілгенін жазыңыз!",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемге морфологиялық талдау жасаныз",
        "question_content": "1. - Ендеше тыңдаңдар!\n2. Разы болмасқа амалы қалмады.\n3. Тоқ адам аш адамның халін қайдан түсінсін?",
        "question_date": "17.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зерде ғылыми жоба математика",
        "question_content": "Зерде ғылыми жобасына 5 сынып математикадан кімде тақырып бар? 7 сыныптан да керек еді?",
        "question_date": "17.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тақырыбы: «Математика және табиғат»\nБағыты: Экономикалық және әлеуметтік процестерді математикалық модельдеу\nСекциясы: Математика\nТақырыбы: «Математика және табиғат»\n\nБеу, табиғат тылсымың бар ғажайып...\n\nКөңіл шіркін кірлесе егер қарайып,\nОрман кезіп, бойымызды жазайық.\nСұлулықпен жаулап алған жанарды\nБеу, табиғат тылсымың бар ғажайып.\n\nТұратұғын бізге жұмбақ сандардан,\nҚұзыретіңе ғалымдар да таңғалған.\nТабиғаттың шеберлігі шексіз - ау\nЖер, су, ауа - бір - біріне жалғанған.\n\nЕккен гүлің сумен ғана өседі,\nТабиғатсыз өмір де жоқ деседі.\nМатематик мынау жердің байлығын\nӨлшеп, екшеп, саралаумен шешеді.\n\nРеспубликамыздың президенті Н. Назарбаев өзінің жолдауында әлемдегі ең озық 50 елдің қатарына кіру стратегиясын айқындаған болатын. Сонымен бірге Елбасы Қазақстанның әлемдік экономикаға ойдағыдай кіруі бағытындағы басты міндеттерінің бірі - ғылым мен білім, жаңа технологиялар бәсекелестіктің шешуші факторы екендігін атап көрсетті. Осы ғылым мен білімді меңгеру үшін ең бірінші адамның табандылығы, еңбекқорлығы, ынтасы болуы керек. Осы қасиеттер болғанда ғана адамда бәсекелестік туады.\n\nҒылыми зерттеу жұмысы да осы сияқты табандылықты, шыдамдылықты, көп ойлануды, сондай - ақ еңбекқорлықты талап етеді. Осындай қасиеттердің арқасында мектептегі математика сүйіп оқитын пәндерімнің біріне айналды.\n\nМенің математика ғылымына қызығушылығымның туындауы ұстазымның жемісті еңбегі деп білемін. Осы өз қызығушылығымнан туындаған «Математика және табиғат» тақырыбын зерделеу, оның қыр - сырларын ашып, математика мен табиғаттың тығыз байланыстылығына көз жеткізу менің алдыма қойған мақсатым болатын. «Талаптыға нұр жауар» демекші, қажымас қайрат, таусылмас талап болса, зерттеулердің көптеген сырларын аша алатынымызды естен шығармауымыз керек.\n\nМатематика адамзат тарихында тұрмыстық мұқтаждықты қанағаттандыру мақсатында пайда болған ең алғашқы ғылым. Олай дейтініміз адамзат өзін айнала қоршаған ортадан күнкөрістік тағамдық заттардың қорын жинағанда олардың мөлшерін білу үшін санауға мәжбүр болған. Санаудың нәтижесінен сан ұғымы қалыптасқан. сонымен, сан адамзаттың ақыл - ойының жалаң туындысы емес, тұрмыстық қажеттіліктерінен бастау алған ұғым. Сандар математика ғылымының түп қазығы.\n\nОрта ғасырларда ғұмыр кешкен ағылшын философы әрі табиғат зерттеушісі Роджер Бэкон (1214 - 1292) «Математика - барлық ғылымдардың тұңғышы әрі оларға пайдалы да, қажет те» деп бекер айтпаған. Ғылымдар туралы әңгіме болған бір мәселеде Роджер Бэкон математиканың маңызын «... ғылымдарға апарар жол да, ашар кілт те - математика» деп жоғары бағалаған.\nМатематика құралдық ғылым ретінде басқа ғылымдардың негізі болып қалмастан, ғылыми зерттеуде маңызды рөл атқарады. Ол толып жатқан ғылымдардың мәселен, сурет салу, музыка, құрылыс салу, жазу стилін кескіндеу, логика ғылымы т. б ғылымдардың дамуына негіз бола алады.\n\nЗерттеу тақырыбының өзектілігі:\nҒылыми ізденістерге, өмір бойы білім алуға құштарлығын арттыру, мектепте алған білімдерін одан әрі дамыту, әлеуметтік бейімделуде әр түрлі өмірлік жағдайларда қолдана білу;\n\nМақсаты:\nТабиғаттың математикамен тығыз байланыстылығын анықтай білу, көре білу, қолдану аясын кеңейту, математикалық іс - әрекетке тән ойлау сапасын қалыптастыру;\n\nМіндеті:\n- Математика пәніне деген қызығушылығын ояту;\n- Математиканы оқып - үйренуге құмарлығын арттыру;\n- Айналамыздағы табиғат пен құбылысарды тани білу дағдыларын қалыптастыру;\n- Математикадан алған білімін тәжірибеде қолдана білу;\n- Логикалық ой қорытындысын жасау, идеялар, гипатезалар ұсыну қабілетін қалыптастыру;\n\nІІ. Негізгі бөлім\n2. 1 Фибоначчи сандары табиғатта\nМатематика - қоршаған ортаның әрі нақты дүниедегі барша заттардың сан түрінде бейнеленген қатынастарын және осы заттардың кеңістіктегі пішіндерін зерттеуге арналған жалпылама ғылым болып табылады.\nИтальян физигі, механигі, әрі математигі Галилео Галилей (1564 - 1642) «Табиғат математика тілімен сөйлейді: бұл тілдің әріптері - дөңгелектер, үшбұрыштар және математикалық өзге де пішіндер... Табиғат өз заңдарын математика тілімен қалыптастырады»,- деп айтқандай біз күн сайын өзімізді қоршаған табиғаттан әр түрлі өрнектерді кездестіреміз. Осыған зер салайық.\nКезінде Шығыс елдерінде саяхатта болып қайтқан итальяндық математик Пизанолық Леонардо (Фибоноччи) (1180 - 1240) Батыс Еуропа елдерінің математиктерін араб математикасының жетістіктерімен таныстырған алғашқы ғалым болған. Ол 1228 жылы өз есімімен аталған (Фибоначчи сандар) сандар тізбегін ойлап тапқан. Бұл сандардың әрбір келесі саны өзінен бұрынғы (алдында тұрған) екі санның қосындысына тең болған.\n1, 1+1=2\n2+1=3\n3+2=5\n5+3=8\n8+5=13\n13+8=21\n21+13=34\n34+21=55\n55+34=89\n........\nСонда ол сандар: 1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89,....\nОсы сандар тізбегінің заңдылығын өзімізді айнала қоршаған ортадан кездестіруге болады. Ағаштардың жапырағы ағаш бұтақтарындағы екі жапырақтың арасына спираль тәрізді оралып орналасады екен: жаңғақ ағашының жапырағы - 1/3 айналыс жасап,\nеменнің жапырағы - 2/5 айналыс жасап,\nтеректің жапырағы - 3/8 айналыспен,\nалмұрт жапырағы - 3/8айналыспен,\nталдың жапырағы 5/13 айналыспен,\nананастың ұяшықтары, күнбағыстың дәндері спираль тәрізді айналып орналасады екен.\n\nФибоначидің әрбір үшінші саны жұп сан, әрбір төртінші саны үшке бөлінетін сан, әрбір 15 - саны нөлмен аяқталады, көршілес екі сан өзара жай сандар болады.\nФибоначчи сандарының қатынастары алтын қимаға ұмтыла отырып, 1/1, 2/1, 3/2, 5/3, 8/5, 13/8,... тізбегін құрайды. Бөлшектің алымы мен бөлімі үшінші бөлшектен бастап алдыңғы екі бөлшектің сәйкес алымдары мен бөлімдерінің қосындыларынан құралған болады. Көршілес екі жапырақтың аралығындағы бұрыштары шамамен 5/3 қатынасындай болады екен.\n\nСонау мыс дәуіріндегі, яғни б. з. б 2500 - 200 жыл шамасындағы Қазақстан жерінде өмір сүрген ата - бабаларымыз Көк тәңірін бас бітімі қос шеңберден тұратын күн тәжі адам пішіні арқылы таңбалап көрсеткен.\n\nЖет қат көк қабаттары\n1. Ішкі екі нүкте (Күн мен Ай) қабаты;\n2. Мүйіз қаба (Күн мен Айдың қоршауы);\n3. Жеті күн қабаты;\n4. Ішкі шеңбер қабаты;\n5. Сыртқы шеңбер қабаты;\n6. 10+10=20 нүкте қабаты;\n7. 10+7=17 нүкте қабаты;\n\nБұл күн тәжілі хақ тәңірдің суреті Алматы қаласы маңындағы Аңырақай тауының Таңбалы деп аталатын шатқалындағы жартасқа салынған таңба - бейнелер арасында сақталған.\nЕгер де осы суретке ой көзімен байқап қарар болсақ, онда мыс дәуірінде салынған математикадағы алтын спираль сызықтар мен нүктелерден сол кездегі адамдардың әлем құрылысы туралы түсінігі мен есептеу әдістері жайында белгілі бір болжамдық ойлар айтуға болады. Мысалы, мыс дәуіріндегі Қазақстан жерін мекендеушілердің бүкіл әлемді шеңберлерден жасалған спираль тәріздес жеті қат көктен тұрады деп шамалауы мүмкін дейміз.\nКүнтәжілі көк тәңірінің суреті уақытты белгілейтін күнтізбе есебімен байланысты бейнелеу құралының қызметін атқарғаны анық.\n\n2. 2 Математика жоғары әсемдікке иегер пән.\n\nМатематика ақиқат қана емес, мүсіндей сұлу да суық аса жоғары әсемдікке иегер пән.\nБертран Рассел\nЕнді математикадағы әсемдік дегеніміз не? - деген сауалға жауап іздеп\nкөрелік. Ғылым және білім беру саласында еңбек ететін зерттеушілердің дені математикаға тән сұлулық сырын анық мынадай сипаттамалық ерекшеліктерімен қарайды:\n\n1. Математика - бір нәрсеге, не құбылысқа ғана байланып, таңылып қалмайтын дерексіз (абстрактылы) ғылым.\n2. Математикалық ойлар қашанда айнымайтын «алтын тізбекті» ақиқат ойлардан дедуктивтік дәлелденген логикалық ойлардың тізбесінен тұрады. Демек, математикалық сұлулық сыры оның логикалық сындарлы сипатына байланысты болып келеді.\n3. Математика тілінің дәлдігі, бірмәнділігі және ықшамдылығы оны сұлу пән деп қарауға бір негіз бола алады.\n\n4. Математиканың табиғи дүниеге, өндірістік өмірге тікелей қатынастылығы оның пайдалы да бағалы білім екенін сипаттайды. Демек, математиканың сұлулығы оның қолданыстық тиімділігіне де байланысты болып келеді. Математикаға тән бұл «сұлулық сипаттамаларын жиып, математикалық ойлар мен құрылымдар әсемдігін анықтауға жарамды қағидалар бола алады. Соларға сүйеніп: «әсем пішін (фигура)», «әдемі теорема», «сымбатты сызба», «сұлу қалыптама (формула)» деген анықтамалық ойлар айтуға әбден болады.\nТолығырақ: http://bilimdiler.kz/gilim/8668-matematika-zhane-tabigat.html",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су буы ауадан неше есе жеңіл?",
        "question_content": "Су буы ауадан неше есе жеңіл екенин есептеңдер.",
        "question_date": "17.05.2020",
        "question_tag": "Мектеп",
        "question_views": 892,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су ауадан ауыр болғанымен оның буы ауадан жеңіл, бұл термодинамикада жиі қойылатын сұрақ. Бұның жауабын судың агрегаттық күйімен түсіндіруге болады. Су сұйық күйде ауадан ауыр. Себебі, су сұйық күйде тығыздығы 1000кг/м3, ал ауа тығыздығы 1,2 кг/м3.\n Ал су газ күйіне өткенде тығыздығы 0,2кг/м3, ол 1,7 есе жеңіл.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    }
]