[
    {
        "question_title": "Синтаксистік талдау керек еді",
        "question_content": "Қыс  келсе де,қар жаумайды. Ол келмейінше той басталмайды. Осы екі сөйлемнің біреуіне талдау жасау керек",
        "question_date": "11.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астананы көшіру бірқатар өзекті мәселені шешуге ықпал ететінін ,соның нәтижесінде Қазақстан халқын ұлттық идеяларға ұйыстыратын жаңа саяси орталық құруға болатынын,аймақтардың бір-бірімен ықпалдасуы күшейіп,ел дамуының алтын діңгегіне айналатын тың қозғаушы күштің туатынын түсіндім",
                "date": "2.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5л (қ.ж)метанды толық жағуға оттектің қандай көлемі қажет болады?",
        "question_content": "Осы есепті шығаруға қиналып отырмын, көмек көрсетеңізші.",
        "question_date": "11.05.2020",
        "question_tag": "Мектеп",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CH4 + 2O2 = CO2 + 2H2O\n\nn(CH4) = V/Vm = 5л/22,4л/моль = 0,223моль\n\nРеакция теңдігі бойынша 2n(O2) = n(CH4)\n\nn(O2) = 2 x 0,223 = 0,446моль\n\nV(O2) = n x Vm = 0,446моль х 22,4л/моль = 9,99л (шамалап 10л)",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Zn(OH)²+2HNO³=Zn(No³)²+2H²O",
        "question_content": "Тендеудег туздын аты-\n\nХимиялык рекациянын тури-\n\nТендеудег жалпы коэффициенттер саны-",
        "question_date": "11.05.2020",
        "question_tag": "Химия",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реакция нәтижесінде пайда болған тұз-  цинк нитраты\n\nХимиялық рекациянын түрі- алмасу реакциясы\nТеңдеудегі жалпы коэффициенттер саны-6",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай онлайн білім алатын сайттар білесіздер?",
        "question_content": "Жарнама емес, bilimland пен darynonline-нан басқа курс/тапсырма/тесттері бар жүйелі сайттар бар ма екен?",
        "question_date": "11.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп бағдарламасы бойынша білім алу , ҰБТ -ға дайындыққа арналған сайттарды сұрасаңыз, мен өзім жеке бас ойым, сайттарға қарағанда жеке білім беру орталықтарына жүгінген тиімді сияқты. Себебі ондай орталықтардың қорында жүйелі білім беру тәжірибесі және актуалды сұрақтар жиынтығы, арнайы тестті талдау тәсілдері қосымша үйретіледі.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-Жауап сайтынан ақша табатындар бар ма?",
        "question_content": "Осы секілді сайттарда жауап жазатындар ақша табады деп естігем, шын ба?",
        "question_date": "11.05.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сайтта ақша таппайсың. Бұл жерде мысалға егер де сен басқа адамның сұрағына жауап жазатын болсаң, сенің жазған жауабыңа жоғарғы балл береді яғни қазір мен сенің осы сұрағыңа жауап жазсам, менің жауабым осы сайтта жақсы не нашар деп бағаланады. Сол бойынша мен балл аламын. Бірақ бұл сайтта сен ақша таба алмайсың. Саған тек балл береді. Ол нәрсе ақша болып есептелмейді.",
                "date": "9.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тілді қалай үйрену керек?",
        "question_content": "Грамматиканы білмей, тек практикамен (кітап оқу, лекция тыңдау, видео қарау, т.б.) тілді үйрену мүмкін бе? Біз бала кезімізден қазақ, орыс тілін грамматикасыз, тек сөйлесіп н/се теледидар қарап үйренеміз ғой?",
        "question_date": "11.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үнемі сол әдіспен құлағыңызды үйретіп тыңдауыңызға болады. Бірақ сол тілде сөйлейтін орта болмаса үйреніп кету  қиын. Себебі тілдің граматикасын қоса  меңгеріп алып жүрген оқушы да сол тілді соңына дейін алып бара алмай жатады. Сондықтан, қысқаша айтар болсам, сол тілді меңгеруге деген шын ынтаңыз болса қай жолды таңдасаңыз да аяғына жеткізесіз, өйткені сіздің ерік -жігеріңіз уақыт өте келе басылып қалмайтын болады.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 санынын 5 пайызы қанша болады көмек керек",
        "question_content": "16санынын 5 пайызы қанша болады көмек керек",
        "question_date": "11.05.2020",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапты ашып пайыз, пропорция деген тақырыптарды оқыңыз",
                "date": "11.05.2020",
                "upvotes": 0
            },
            {
                "text": "Санның 1 пайызын табу үшін сол санды 100-ге бөледі. 5 пайызды табу үшін 100-ге бөлінген санды 5-ке көбейтеді.\n\n16-ның 5 пайызы: ( 16 / 100 ) * 5 = 0.8",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конденсатордың электр өрісінің энергиясымен бірдей болу үшін қажетті серіппенің қатаңдығы?",
        "question_content": "Сыйымдылығы 60 нФ конденсатор 10 кВ кернеуге зарядталған 4 см созылған серіппенің потенциалдық энергиясы конденсатордың электр өрісінің энергиясымен бірдей болу үшін қажетті серіппенің қатаңдығы? Сайттардан таба алмадым , көмектесіп жберыңізші",
        "question_date": "11.05.2020",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатаңдығы 3,75 к Н/м",
                "date": "6.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам көзініӊ оптикалық жүйесініӊ негізгі бөліктерін атаӊдар?",
        "question_content": "Тапсырма.\n1. Адам көзініӊ оптикалық жүйесініӊ негізгі бөліктерін атаӊдар.\n2. Адамныӊ көз бұршағы өзініӊ қисықтығын өзгертеді. Бұл не үшін керек?\n3. Оқушы оптикалық күші +2 дптр болған көзілдірік киеді. Көзілдірік линзасыныӊ фокус аралығы қандай? Бұл көзілдірік көздіӊ қандай ақауын түзетеді? 4. Судан шыққан балықта қандай көз ақауы «пайда болады»: алыстан көргіштік немесе жақыннан көргіштік. Неліктен?",
        "question_date": "11.05.2020",
        "question_tag": "Физика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көздің оптикалық жүйесі: қасаң қабық, су тәрізді сұйық, көз бұршағы (қос дөңес линзаға ұқсас мөлдір серпімді дене), көз алмасының ішкі бөлігін толтырып тұратын қоймалжың сұйық шыны тәріздес дене.\nКөздіӊ диаметрі: ≈ 22 мм;\nКөз бұршағының сыну көрсеткіші ≈1,44;\nКөздіӊ оптикалық күші ≈58 дптр\n\n1-склера (көз алмасының сыртқы қабықшасы); 2-қасаң қабық (роговица) - склераның алдыңғы мөлдір бөлігі; 3- түсті қабық (адамдар көзінің түсті қабығы әртүрлі болады); 4-көздің қарашығы (зрачок) – жарық өтетін саңылау. Оның диаметрі рефлективті түрде 2 мм - 8 мм-ге өзгеріп отырады; 5-көз бұршағы (хрусталик) - қос дөңес линзаға ұқсас мөлдір серпімді дене; 6-циллиарлық бұлшық еттер көз бұршағының қисықтық радиусын өзгертеді, яғни оптикалық күшін өзгертеді; 7-көз алмасының ішкі бөлігін толтырып тұратын қоймалжың сұйық шыны тәріздес дене (стекловидное тело); 8-тамырлар қабығы; 9-көз алмасының түбін тұтас жауып тұратын торлама (сетчатка). Торлама көз жүйке тамырларының тармақтарынан тұрады. Көру жүйкесі құтышалар (≈ 7 млн.) мен таяқшалар (≈130 млн.) деп аталатын талшықтардан тұрады; 10-көру жүйкесі; 11- соқыр дақ; 12-сары дақ (центральная ямка) – торламадағы жарықты ең сезгіш орын (мұнда нәрсенің түсін қабылдайтын кұтышалар топталған).",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сектор дегенімез не\" жауап керек еді",
        "question_content": "Құрлық 29%,ал су болса 71%. Сұрақ.судаң ауданына неше градустық сектор сәйкес келеді?",
        "question_date": "11.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Центрлік бұрыштың ішінде орналасқан дөңгелектің бөлігі дөңгелек сектор деп аталады.\n29%----------х\n100%--------360 градус\nх=104,4 градус `(құрлық)\n71%-------х2\n100%----360\nх2=255,6 градус(су)\nЕкі сектор мәнін қоссақ 360 градус шығады. Яғни сәйкес келіп тұр. Басқалай шығару жолы да бар болар. Мен осылай дұрыс деп ойлаймын.",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "A(-1;7) және B(7;1) нүктелері берілген. а) AB кесіндінің ортасының координталарын табыңдар",
        "question_content": "дмплзжаещзпрлшз плдтпоитлспаш врлпеарлпае",
        "question_date": "11.05.2020",
        "question_tag": "Геометрия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кесіндінің ортасын табу үшін оның шеткі нүктелерінің координаттарын бір-біріне қосып, екіге бөледі.\nНақты осы жағдайда:\nС - кесінді ортасы\n\nС (x; y)\n\nx = ( - 1 + 7 ) / 2 = 3\n\ny = ( 7 + 1 ) / 2 = 4\n\nC (3; 4)",
                "date": "11.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Органикалық қосылыс құрамында көміртек атомы",
        "question_content": "Органикалық қосылыс құрамында көміртек атомы қанша валенттілік көрсетеді",
        "question_date": "11.05.2020",
        "question_tag": "Химия",
        "question_views": 714,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органикалық қосылыста көміртек 4 валенттілік көрсетеді. Барлық шарттар мен байланыстар осы валенттілікке бағынады.",
                "date": "12.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Органикалық қосылыс құрамындағы көміртек атомы қанша валенттілікті көрсетеді?",
        "question_content": "Органикалыққосылысқұрамында көміртекатомы қаншаваленттілік көрсетеді",
        "question_date": "11.05.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органикалық қосылыстарда көміртек валенттігі негізінен 4 валентті болады. СО деген оксид кезінде ғана 2 валенттілік көрсетеді.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде етеккірдің ұстануы",
        "question_content": "Ораза кезінде етеккір бітті деп ойлап түнде ниет етіп қойғаннан кейін таңертен қоңырлау выделениелерлі байқап қойса не істеу керек?",
        "question_date": "11.05.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орааны тоқтатып етеккірдің толық тоқтағанын күтесіз. Айттан кейін қарыз оразаны өтейсіз.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "VTPпротоколының VLAN нормал диапазоны?",
        "question_content": "VTP протоколының VLAN нормал диапазоны",
        "question_date": "11.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 138,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "У меня есть возможность,чтобы стать спецназовцем?",
        "question_content": "Сейчас я учусь в Академия Гражданской Авиации.У меня есть возможность,чтобы стать спецназовцем?",
        "question_date": "11.05.2020",
        "question_tag": "Мамандық",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үстеуді табып, онын түрлерін жазуы керек?",
        "question_content": "Үстеуді табып,онын түрлерін жазуы керек\n«Александрия кітапханасы өртенген 391 жылдан 1220 жылға дейін 830 жыл Отырар кітапханасы әлемдегі ең үлкен кітапхана болған» деп қорытындылайды профессор Еренғайып Омаров. Өкінішке қарай, даңқты бабаларымыздың мыңдаған жылдың тарихымен, ғылым, білім, өнердегі жетістіктерінінің алтын қоры сақталған осы кітапхана түгі қалмай жойылып кетіпті. Жер түбіндегі мысырлық ғалым Птоломей болмаса бізде ондай кітапхана болғанын білмес те едік. Осы кітапханадан білім алған, бүкіл әлем мойындаған Әбу-Нәсір әл-Фараби туралы деректерді де тек соңғы кезде алыс шетел деректерінен таптық. Отырардын өзінде әл-Фарабиден де білімі жоғары, оған білім үйреткен талай ғалымдардың болуы да мүмкін. Себебі Отырар кітапханасын әл-Фараби жинамағаны айтпаса да түсінікті. Бұл кітапханада жүздеген жылдар бойы қаншама ғалымдар еңбек етті. Ол заманда кітаптың өте қымбат тұратынын ескерсек, бұл кітапхананы жинауға мол қаржы кеткені анық. Ол кітаптарды сатып алу, жинақтаудан басқа осы кітаптарды сақтайтын үлкен кітапхана ғимараты және ондағы жұмыс істейтін ғалымдарды қаржыландыру қала бюджетіне оңайға түспесе керек. Бұндай шығынды",
        "question_date": "11.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үстеулер мағынасына қарай: мезгіл, мекен, мөлшер, сын-қимыл, мақсат, себе-салдар, күшейткіш болып бөлінеді.\nМезгіл үстеулері: ертең, ерте, әлі, енді-енді, оқта-текте т.б.\nСұрақтары: қашан? қашаннан? қай уақытта?\nМекен үстеулері: әрі, әрмен, ілгері, кейін, төмен, алда, т.б.\nСұрақтары: қайда? қалай қарай?\nМөлшер үстеулері: сонша, осынша, онша, әжептәуір, бірталай, т.б.\nСұрақтары: қанша? қаншалық? қаншама?\nСын-қимыл үстеулері: әрең, әзер, тез, шапшаң , шикілей, шалқасынан т.б.\nСұрақтары: кімше , неше, қайтіп?\nМақсат үстеулері: әдейі, әдейілеп, жорта, қасақана т.б.\nСұрақтары: неліктен, не үшін?\nСебеп – салдар үстеулері: бекерге, босқа, жоққа , амалсыздан, құр босқа, тектен – текке т.б.\nСұрақтары: не себепті? не себептен? қалай?\nКүшейткіш үстеулері: өте, орасан, мүлде, тым, кіл, аса, кілең т.б.\nМәтін бойынша үстеулерді осы тізіммен толтырып шыға аласыз.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аузым ойлып кете береді нестеймін?",
        "question_content": "Аузым ойлып кете береді нестеймін? Көмек керек! Аптеканың табалдргн тоздырып жургенимизге 15 жыл болды жасым он бесте шдамай барам отниш көмек керек катты",
        "question_date": "11.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыздың уылуы және оның белгілері\nАуыздың кілегей қабығы қабынып, уылғанда қызыл иек ісінеді. Иектің әр жері күлдіреп ағарады немесе ауыз, еріннің астыңғы қабаты мен таңдайда, тамаққа дейін жара пайда болып, ойылады. Шайнау, жұту, сөйлеу қиындай түседі, кейде тіпті дызылдап, ұйықтай алмай қалады.\nАурудың пайда болуының бірнеше себебі бар.\nЖарақат салдарынан. Егер тілді, иекті немесе ерінді тістеп алсаңыз, қатты тағамдар ауызды сызып кетсе, немесе ыстық тамаққа күйіп қалса кішкентай ашық түсті дақтар пайда болады.\nАуыз қуысы тазалығын сақтамау салдарынан. Көбіне уылғанда ауызда иектің әр жер үлпілдеп ағарады, кілегей қабығы қызарады.\nКейбір препараттарды қабылдау салдарынан (көбіне антибиотиктер мен химиотерапиядан), аллергия, тамаққа тәбет болмайды, ауыз қуысында инфекция пайда болады. Қызыл иегі қабынып, ісінеді, ағарып, ойылады.\nУылған ауызды қалай емдейді?\nОл үшін әуелі оның себебін анықтау керек. Егер сіз ауыздың кілегей қабығы жарақатынан уылғанын нақты білсеңіз, әрі ол онша алаңдатпаса, шамалы шыдай тұрсаңыз болады. Ауыздың аздаған ойылуы 3-5 күнде өздігінен кетеді. Ал, қалған жағдайлардың бәрінде тіс дәрігеріне көрінген жөн.\nТіс дәрігері Юлия Степанцова былай дейді: \"Ауыз уылғанда оның себебін білмей өздігінен ем қабылдаудың қажеті жоқ. Оны өз бетіңізбен емдей алмайсыз. Мүмкін арнайы құрылғымен ауыз қуысын тазалау керек болады, ал инфекция салдарынан болса терапевт дәрігер ем тағайындауы тиіс. Мұндайда қажетті анализдерді тапсырып, берген дәріні қабылдау керек, олай болмаса инфекцияның көзі жойылмайды\".\nДәрігерге жеткенше, ауруды жеңілдетудің екі жолы бар:\nАуыз қуысын шаю. Бұл үшін шөп ерітіндісін (түймедақ, емен қабығы, қырмызыгүл) немесе стоматологиялық тұнбаларды сатып алуға болады.\nКүлдіреген қызыл иекке \"Камистад\" немесе \"Метрогил-Дента\" гельдерін жағу керек. Бұлардың қабынуға қарсы әрекеті бар және ауыруды азайтады. Балаларға қолданғанда абай болу керек: нұсқаулықта көрсетілген мөлшермен қолданған жөн.\nЕгер ауыз ауылса өткір ащы, қышқыл, ыстық және қатты тағамдарды қолданудан бас тартқан дұрыс. Ауруды салқын сусындар мен балмұздақ шамалы жеңілдетеді.\nБалалардың уылған аузын емдеудің жолдары\nБалалардың ауыз қуысының кілегей қабығы өте нәзік және жұқа, жарақат алу қаупі де жоғары. Ауыздарына әр нәрсені салады, дәмін татып көреді. Тісі шыққанда қызыл иектері қышығанын жеңілдету үшін қолына түскен затты тістейді. Үлкендеу балалар қаламсаптар мен қарындаштарды мүжігенді ұнатады. Сондықтан балалардың ауызы жиі уылуы мүмкін.\nОларға да үлкен кісілер сияқты ауыз уылғанда су ішу, тамақ ішу қиындай түседі, ауызы өртеніп, қышуы да ықтимал. Ауыз қуысын тексеріңіз: уылғанда қызыл иегі ісініп, ағарған жаралар пайда болады, дене қызуы көтеріліп, бөртпе шығуы мүмкін. Сәбилерге анасының омырауын ему қиындайды, сондықтан емізгенде де тынышталмайды.\nБалалардың ауызы уылғанда сақ болған жөн. Өйткені олардың иммундық жүйесі толық қалыптаспаған. Инфекция салдарынан ауыз уылса, балалардың ағзасы оған қарсы күресе алмайды. Сондықтан оларға халық емін қолданудың қажеті жоқ: дәрігерге көрсетіп, себебін анықтап, ем алған дұрыс.",
                "date": "12.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құжатта ұлтты ауыстыру",
        "question_content": "Құжат бойынша ( мысалы: жеке куəлік пен Туу туралы куəлікте) ұлтты ауыстыру. Əкесі тарапынан əжесінің ұлтына. Бірақ ол кісілер дүниеден өткен. Ұлтты ауыстыру тəртібін түсіндірсеңіздер.",
        "question_date": "11.05.2020",
        "question_tag": "Заң",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке басты куәландыратын құжатты оның қолданыс мерзіміне қарамастан ауыстыру қажет болатын жағдайлар болады. Мысалы,  тегін ауыстыруына, соның ішінде некеге тұру немесе некені бұзу кезінде, сондай-ақ, ұлт  дәстүрлеріне  байланысты жеке куәлікті  ауыстыру.\n«Неке (ерлі-зайыптылық) және отбасы туралы» Кодекске сәйкес некеге тұрған немесе некені бұзған кезде некеге тұру немесе некені бұзу туралы куәлікті алған сәттен бастап  30 күн ішінде жеке куәлікті ауыстыру қажет.   егер Сіз «Азаматтарға арналған үкімет» мемлекеттік корпорациясы»  КЕАҚ (ХҚКО) көрсетілген мерзімнен кеш  жүгінсеңіз, «Әкімшілік құқық бұзушылықтар туралы» Заңына сәйкес, Сіз әкімшілік жауапкершілікке тартыласыз (7 АЕК мөлшеріндегі айыппұл) \nТөменде жеке куәлікті ауыстыру  үшін  тұрақты тіркелген жері немесе нақты тұратын жері бойынша «Азаматтарға арналған үкімет» мемлекеттік корпорациясы»  КЕАҚ (ХҚКО) ұсынылатын құжаттар тізбесі келтірілген:\nнеке қию (бұзу) туралы куәлік, айқындама деректерді  ауыстыру туралы куәлік  (болған жағдайда);\nауыстыруға жататын жеке куәлік, паспорт (болған жағдайда);\nмемлекеттік баж төленгені туралы құжат (мемлекеттік бажды төлеуден босатылған адамдар растайтын құжаттарды ұсынады).  \nНекені қиған немесе бұзған кезде таңдалған тегі некені қию (бұзу) туралы куәліктегі жазбаға сәйкес көрсетіледі. \n «Ұлты қазақ азаматтардың тегі мен әкесінің атын жазуға байланысты мәселелерді шешу тәртібі туралы» Қазақстан Республикасы Президентінің 1996 жылғы 2 сәуірдегі № 2923  Жарлығына сәйкес, ұлты қазақ адамдар, қалайтын тегін, әкесінің атын мемлекеттік немесе орыс тілінде   көрсетіп, еркін нысандағы өтінішпен жүгіне алады. Бұл ретте,  тектерінде қазақ тіліне жат  «-ов, -ова», «-ев, ева», «-ин, -ина»   жұрнақтар алып тасталып, тегі мен әкесінің атының түбірік негіздері сақталып, бір уақытта әкесінің  атын жазғанда олардың орнына  жынысына қарай «ұлы», «қызы» жалғаулары бірге қосылып жазылады.\nӨтінішке мынадай құжаттардың біреуі қоса тіркеледі:\nтуу туралы куәлік   (жеке басын куәландыратын құжатты алғашқы рет алған кезде);\nауыстыруға жататын жеке куәлік, паспорт;\nҚазақстан Республикасының азаматтығына қабылдау туралы анықтама   (Қазақстан Республикасының азаматтығына қабылдауына байланысты жеке куәлікті алған кезде);\nмемлекеттік баж төленгені туралы құжат (мемлекеттік бажды төлеуден босатылған адамдар растайтын құжаттарды ұсынады).\nТектері мен әкесінің атының жазылуы қазақ халқының қалыптасқан дәстүрлеріне сәйкес өзгертілген ұлты қазақ адамдар өтініш білдірген жағдайда, паспорттар мен жеке куәліктерді олардың бұрынғы тектері мен әкелерінің аттарын ұсынылған туу туралы куәліктерге сәйкес бұрынғыдай жаза отырып ресімдеуге болады.  \nТуу туралы актілік жазбаға өзгерістерді енгізе отырып, өз айқындама деректерін өзгерткен адамдар тұрақты тіркелген жері бойынша «Азаматтарға арналған үкімет» мемлекеттік корпорациясы» КЕАҚ (ХҚКО) мынадай құжаттарды ұсынады:\nайқындама деректерін ауыстыру туралы еркін нысандағы өтініш;\nайқындама деректері ауыстырылғаны туралы  куәлік (болған жағдайда);\nтуу туралы куәлік;\nауыстыруға жататын жеке куәлік, паспорт;\nмемлекеттік баж төленгені туралы құжат (мемлекеттік бажды төлеуден босатылған адамдар растайтын құжаттарды ұсынады).\nЖеке куәлікті және паспортты ауыстыру процессі 15 жұмыс күн алады, бірақ азаматтың қалауы бойынша қызмет жедел көрсетілуі мүмкін: Нұр-Сұлтан, Алматы, Ақтөбе, Шымкент қалаларында 1 және 3 жұмыс күн, облыс орталықтарында 3 және 5 жұмыс күн, облыстардың аудандары мен қалалары үшін 7 жұмыс күн мерзімінде.",
                "date": "18.05.2020",
                "upvotes": 0
            },
            {
                "text": "65-бап. Баланың ұлты\n1. Баланың ұлты оның ата-аналарының ұлтымен айқындалады. \n\n2. Егер ата-аналарының ұлты әртүрлi болса, ұлты балаға жеке куәлiк немесе паспорт берiлген кезде оның қалауы бойынша әкесiнiң немесе шешесiнiң қай ұлтқа жататынына сәйкес айқындалады. \n\n3. Одан әрi баланың ұлты оның өтiнiшi бойынша тек қана ата-аналарының екіншісінің ұлтына өзгертiлуi мүмкiн.\n\nПодробнее: https://kodeksy-kz.com/o_brake_i_seme/65.htm",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпім бағдарламасына маусымдағы тест маңыздыма",
        "question_content": "Серпім бағдарламасына маусымдағы тест маңыздыма?",
        "question_date": "11.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылы бөлімге түсемін десеңіз бірінші тапсырған сертификат жарайды. Егер мемлекеттік грант бағдарламасы бойынша оқуға түскіңіз келсе маусым айының тестінің сертификаты ғана жарамды.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕуарАЗЭҚ қашан құрылд",
        "question_content": "АЗЭҚ Қашан құрылды...?",
        "question_date": "11.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропа одағы (Еуроодақ, ЕО) — Еуропаның Еуропалық Одақ туралы келiсiм шартына қол қойған 27 мемлекеттің экономикалық және саяси бірлестігі.\nЕуропа одағы (ЕО) — халықаралық саяси және экономикалық бірлестік. Жалпы саны 373 млн адамнан асатын халқы бар Еуропа территориясында орналасқан Германия, Франция, Италия, Бельгия, Нидерланд, Люксембург, Ұлыбритания, Дания, Ирландия, Грекия, Испания, Португалия, Аустрия, Финляндия, Швеция сияқты елдердің (1993) қатысуымен құрылған. Еуропа одағы еуропалық қауымдастықтың, атап айтқанда, Еуропалық көмір мен болат қорыту бірлестігінің (1951, осы ұйым Еуропа одағының құрылуына негіз қалады), Еуропалық экономикалық қауымдастықтың (1957 жылы Рим келісімшарты бойынша құрылған бұл ұйым “Ортақ рынок” деп те аталады), сондай-ақ, Атом энергиясы жөніндегі еуропалық қауымдастықтың (1957 жылы құрылған) қарым-қатынастары негізінде жұмыс істейді. Кейіннен бұл Одаққа – Польша, Мажарстан, Чехия, Словакия, Словения, Хорватия, Эстония, Латвия, Литва елдері мүше болды.",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Формуласын жазу. Номенклатурасын анықтау",
        "question_content": "Құрамындағы элементтердің массалық үлесі көміртек 32% сутек 6,7% азот 42,7% болатын аминқышқылының молекулалық формуласын тап.Құрылым формуласын жазып,номенклатурасын анықта",
        "question_date": "10.05.2020",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "32/12 : 6.66/1 : 42,67/16 : 18,67/14 = 2,6 : 6,66 : 2,6 : 1,3.\nЕң аз өлшем ретінде  1,3 аламыз. Әрбір коэффицентті 1,3 бөліп , сәйкесінше 2:5:2:1 сандарын аламыз. Сонымен,  2 көміртек, 5 сутек, 2 оттек және1 азот\nCH2NH2COOH",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сынып 4 тоқсан ағылшын пәнінен бжб жауаптарымен керек?",
        "question_content": "Ағылшын тілінен 4 тоқсанға арналған бжб сұрақтары жауабымен",
        "question_date": "10.05.2020",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап бар болса жіберіңіздерші",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмнан подписчик жинауым үшін не істесем болады?",
        "question_content": "Мен инстаграмнан подписчик жинауым үшін не істесем болады.\n\nИнстаграмым:oka_a1shoka новый кәзір менде 56 подписчик енді менің новый интаграмма тіркелу керек пж.",
        "question_date": "10.05.2020",
        "question_tag": "Жеке бизнес",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы курстарға қатысыңыз, жаңа білім алыңыз, барлығы бірден болмайтынын түсініңіз.\nБарлығы бірден болмайтынын түсініңіз.",
                "date": "18.05.2020",
                "upvotes": 0
            },
            {
                "text": "Подписчик жинау ушин гифтарга катысасыз сойтип подписчик тез жинайсыз",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cəуленің айнаға түсу бұрышы 45°",
        "question_content": "Сəуленің айнаға түсу бұрышы 45° шағылған сəулені сызыңдар",
        "question_date": "10.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсу бұрышы шағылу бұрышына тең. Шағылған сәулені айнадан 45° етіп сызу керек.",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    }
]