[
    {
        "question_title": "Екі адамға доппен қандай рйындар ойнауға болады",
        "question_content": "ҚОЛМЕН ДОП АРҚЫЛЫ ЕКІ АДАМ ҚАНДАЙ ОЙЫН ТҮРІН ОЙНАУҒА БОЛАДЫ.",
        "question_date": "17.05.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Доп арқылы ыстық картоп, қарапайым волейбол,қабырғаға соғып ойнайтын эстафета, немесе жерге жоғып ойнаудан жарыс.",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ісікті қалай кетірсем болады?",
        "question_content": "Саламатсыздарма!\n\nМен жазуды сол қолмен жазамын яғни солақаймын.Менің сұқ саусағыма көп жазғаннан ба білмеймін,тырнақ жағымда  кішкентай ісік пайда болды.(кей адамдардан ручкадан деп естідім).Ол ісік 5-6 жылдан асты.Негізі сол ісіктің терісінің жаны жоқпа,əйтеуір еш ауырмайды.Өзі қатты.Бетіндегі терісін алып жатсамда ауырсынбайды.Ол неп деп ойлайсыздар?Қалай кетірсем болады?Өтінемін,жауап қайтарыңыздаршы.Қолымда ісік тұрғаны ыңғайсыз.Өскен сайын түсініп жатырмын.",
        "question_date": "17.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол терінің жансыздануынан қандай ірекет жасасаңыз да ауырсынбайды. Ол тек эстетикалық жағынан жағымсыз көрінсе керек, ал денсаулыққа еш зияны жоқ. Бір проблеманы жою үшін оны пайда болдыратын себеппен күресу керек. Яғни сіз сол саусақтың терісі қатаятындай әрекеттерден алыс болуыңыз керек. Және қолыңызды үнемі ылғалдандырырп жүріңіз.",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттен декретке калай шыгады",
        "question_content": "Сәлеметсіз бе. Мен декретте отырган анамын. 14.10.18 жылы бала босанып, осы уақытқа дейін бала кутимимен уйде отырмын. Казир аягым ауыр 9 апта. Декреттен декретке калай шыгамын. Миндетти турде жумыс жасауым керекпе  калай декретный төленеді",
        "question_date": "17.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалыста жүріп, екінші балаға жүкті болатын жағдайлар жиі кездеседі.\nМұндай кезде, декреттегі қызметкер бала күтіміне байланысты тағы да демалыс сұрап, өтініш жазады. Сол арқылы бұйрық шығарылады. Жұмыс орнын сақтау үшін, жұмыс берушіге қызметкер өзінің жүктілігін растайтын тиісті құжаттарды беруі тиіс.\nДекреттік демалыстың бүкіл кезеңі еңбек өтіліне қосылады.\nЕкінші декреттік демалыстан шыққан қызметкер жыл сайынғы ақылы еңбек демалысына құқылы.\nАйта кетейік, жұмыс беруші декреттегі қызметкердің міндетін уақытша атқарып жүрген қызметкерге еңбек қатынастарының өзгергені туралы (жұмыстан босату немесе басқа лауазымға ауыстыру) дереу хабарлау керек. Бұл туралы ҚР Еңбек Кодексінің 48-бабында көрсетілген.",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бәйтерек поэмасының көркемдік ерекшелігі?",
        "question_content": "Бәйтерек поэмасынын көркемдік ерекшелігі, тезірек кометкесесзбе",
        "question_date": "17.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 21700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тақырыбы : Тәуелсіздік алған қазақ халқы\nИдеясы : жаңа елорда Астана қаласының бой түзеп, сәулетінің артқаны\nБәйтерек поэмасынын талдау",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонға арналған музыка шығаратын программалар барма",
        "question_content": "Менің музыка жазғым келеді музыка шығару үшін телефонға қандай программа жазуға болады?",
        "question_date": "17.05.2020",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 820,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Музыка жазуға арналған  телефонға программаларды мына жерден көруге болады:   https://softcatalog.info/ru/obzor/programmy-dlya-sozdaniya-muzyki",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВСД- параллелограмм. ВС=2АД, СР АВ қабырғасына перпендикуляр болса , РМД бұрышы неге тең?",
        "question_content": "АВСД - параллелограмм.BC=2CD. А бұрышы 36º,   СР перпендикуляр АВ болады. М- АД-ның ортасы болса, РМД бұрышы неге тең?",
        "question_date": "17.05.2020",
        "question_tag": "Мектеп",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сыйымдылыгы 5 л жане 7 л еки ыдыстын комегимен 6 л суды калай куйып алуга болады",
        "question_content": "Сыйымдылыгы 5л жане 7 л еки ыдыстын коменимен озеннен 6 л суды калай куйып алуга болады?",
        "question_date": "16.05.2020",
        "question_tag": "Математика",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірнеше жолы бар ең оңай жолы 7 л ыдысқа су алып оны 5  сыйымдылығы бар ыдысқа құямыз. Сыйымдылығы 7 л ыдыста 2 л  су қалады. Осылай 3 рет қайталап, сыйымдылығы белгісіз ыдыс ішіне 6 л су жыйнай аламыз.",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын белгі алу қағидалары қандай?",
        "question_content": "Сəлеметсіздер ме?Мен 1 сыныптан 7-сыныпқа дейін 5-ке оқыдым.7-сыныпта менде жылдықты үш сабақтан 4 бар.8-11 қайтадан 5 болдым.Сұрақ алтын белгі алуға шанс барма?",
        "question_date": "16.05.2020",
        "question_tag": "Мектеп",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Осы Ереже \"Білім туралы\" 2007 жылғы 27 шілдедегі Қазақстан Республикасының Заңының 5 бабының 8-3) тармақшасына (бұдан әрі - Заң) сәйкес әзірленген.\n      Ескерту. 1-тармақ жаңа редакцияда - ҚР Білім және ғылым министрінің 22.01.2016 № 62 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n       2. \"Алтын белгі\" белгісімен мына талаптарға сәйкес келген жағдайда:\n      1) үлгілі мінез-құлық көрсеткен және негізгі орта және жалпы орта білім беруді оқу бағдарламаларына немесе \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының білім беру оқу бағдарламаларына сәйкес оқу жоспарының барлық пәндері бойынша оқу кезеңінде білім берудің негізгі орта және жалпы орта деңгейлерінде \"5\" деген жылдық және қорытынды бағалары бар;\n      2) жалпы орта білім берудің қорытынды аттестаттауынан \"өте жақсы\" деген бағамен өткен білім алушылар марапатталады.\n      3. \"Алтын белгі\" белгісімен білім алушыларды наградтау білім беру ұйымы, \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымы басшысының бұйрығымен жүргізіледі.\n      Ескерту. 3-тармақ жаңа редакцияда – ҚР Білім және ғылым министрінің 13.06.2017 № 278 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      4. \"Алтын белгі\" белгісімен марапаттау салтанатты жағдайда өткізіледі.\n      5. Заңның 26-бабының 5-тармағына сәйкес \"Алтын белгі\" белгісімен марапатталған адамдардың конкурс өткізу кезінде білім беру гранттарын алуға, сондай-ақ техникалық және кәсіптік, орта білім беруден кейінгі және жоғары білімді кадрлар даярлауға арналған мемлекеттік білім тапсырыс бойынша білім алушылар құрамына қабылдауда басым құқығы бар.\n      6. \"Алтын белгі\" белгісімен марапатталушы заңнамада белгіленген тәртіппен денсаулық жағдайы бойынша арнайы талаптар көзделген жоғары оқу орнын таңдаған жағдайда, денсаулығы Қазақстан Республикасының заңнамасында белгіленген арнайы талаптарға сәйкес келген жағдайда ғана қабылдана алады.\n      7. Осы Ереже меншік үлгісіне, түріне, нысанына және ведомстволық бағыныстылығына қарамастан, белгіленген тәртіппен бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын іске асыратын білім беру ұйымдарының білім алушыларға қолданылады.\n      8. \"Алтын белгі\" белгісін дайындау осы Ережеге қосымшаға сәйкес \"Алтын белгі\" белгісінің сипаттамасына сәйкес жүзеге асырылады.\n \"Алтын белгі\" белгісі\nтуралы Ережеге қосымша\n\"Алтын белгі\" белгісінің сипаттамасы\n      \"Алтын белгі\" белгісінің диаметрі 30 мм шеңбер болады, Л-80 мыс және мырыш металдарының арнайы қорытпасынан дайындалады.\n      Белгінің бет жағында астынан лавр бұтағымен көмкерілген ашық кітап бейнеленген. Осы бейненің үстіңгі жағында \"Алтын белгі\" деген алтынмен жазылған жазу шығыңқырап тұрады. \"Алтын белгі\" жазба контуры, ашық кітап және лавр бұтағының бейнелері бедер түрінде 1 мм алға шығыңқырап тұрады.\n      Белгінің артқы жағында \"Қазақстан Республикасы\" деген жазумен көмкерілген Қазақстан Республикасының Мемлекеттік елтаңбасы бейнеленген.\nТолығырақ: http://adilet.zan.kz/kaz/docs/V14H0010115",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доптың ең жоғарғы нүктесіндегі потенциалдық энергиясы қандай",
        "question_content": "Доптың жерге соғылуы кезіндегі кинетикалық энергиясы 32Дж. g=10 H/ кг. Доптың ең жоғарғы нүктесіндегі потенциалдық энергиясы қандай?\nДоп қандай биіктіктен құлаған?",
        "question_date": "16.05.2020",
        "question_tag": "Физика",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еп = Ек\n\nm*g*h=(m*v^2)/2\n\nЕп = 32 Дж",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алдыңғы тісім қимылдап тұр, оны қалай емдеуге болады?",
        "question_content": "Алдынгы тысым кимылдап тур дарыгерлер оны алып тастау керек деды алмай тузетуге болама? Кимылдап турган тысты калай калпына келтырсе болады?",
        "question_date": "16.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең дұрысы сізге тіс дәрігеріне бару керек.",
                "date": "16.05.2020",
                "upvotes": 0
            },
            {
                "text": "7 жасар баламнын устинги 1коян тиси али оспи жатыр 1жыл болды нестесем болады",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарқойлықтар тогатаймен қыз алысама?",
        "question_content": "Меним руым Сикым-Қаракойлы,\n\nҚыздың руы Сикым-Каракойлы-Тогатай\nМен Тогатай руымен қыз алыса аламын ба жауап бериндерши 7 атамыздан  асып кеткен болса?",
        "question_date": "16.05.2020",
        "question_tag": "Шежіре",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір рудан болса да 7 атадан асса қыз алысуға болады. Ондай құбылыстар осы Дулат , Найман, Қоңырат сияқты үлкен руларда көп байқалады. \nСол үшін жігіт қыздың әулетіндегі үлкендері 7 атасын санап қараса болады.",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алименттен бөлек төлемдер бар ма?",
        "question_content": "Ассалаума галикомдер.Сурагым мен алимент толеп жатырмын содан болек сот орындаушылар меннен тагыда айлык корсеткишимнен тагыда 3ай сайын 3500 тенгедей толем устап жатыр сол занда карастырылганба алименттен бөлек тагыда устау?",
        "question_date": "16.05.2020",
        "question_tag": "Заң",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр түрлі өмірлік жағдайларға байланысты алименттерді төлеу немесе сұрату қажеттілігі туындауы мүмкін. Осы мақалада алимент деген не, алиментті кім талап ете алады және кім төлеуі тиіс екенін, алименттерді талап ету тәртібі қандай, алименттердің қандай мөлшері заңнамада көзделген және алименттер төленбесе не істеу керектігін білесіздер.\nАлименты – «Неке (ерлі-зайыптылық) және отбасы кодексіне» сәйкес, бір адамның басқа оны алуға құқығы бар адамға ұсынуы міндетті ақшалай немесе мaтериалдық асырау. Алименттердің неғұрлым таралған жағдайы – баланы асырауға төленетін төлемдер, алайда алименттер балалардың анасына және өздерін асырай алмайтын зайыбына және ата-анасына төленуі мүмкін.\nБаланы асырау – ата-анасының заңмен бекітілген міндеті, бұл жерде ата-анасының некеде болуы, азаматтық некеде немесе ажырасқан болуы да мүлде маңызды емес.\nҚамқорлықта, қорғаншылықта немесе патронаттық тәрбиеде болатын балалар, сондай-ақ асырап алынған балалар да алиментке құқылы. Кодекстің 6-бабына сәйкес, балаға алимент ретінде тиісті сома баланың ата-анасына немесе басқа заңды өкілдеріне түседі және баланы асырауға, біліміне және тәрбиесіне шығындалады.\nАлименттер кімдерге төленуі тиіс?\nКәмелетке толмаған балаларға алименттер\n Ата-аналары кәмелетке толмаған өз балаларын асырауға міндетті, осы асыраудың тәртібі мен нысанын ата-аналардың өздері анықтайды.\nАта-аналары кәмелетке толмаған балалар туралы Кодекстің 20-бөліміне сәйкес келісім жасауға құқылы (алименттерді төлеу туралы келісім). Егер ата-анасы балаларын асырауға ақша ұсынбаса, бұл сотта келісіммен немесе ата-аналардың бірі алименттерді төлетуге сотқа талап бермесе, онда талапты қорғаншылық және қамқоршылық органына бере алады. Некені бұзуда сотта келісім қаралады:\nкәмелетке толмаған балалардың кіммен тұратыны туралы;\nбалаларды немесе еңбекке жарамсыз зайыбын асырауға алименттерді төлеу тәртібі туралы;\nбалаларды асырауға алименттердің мөлшерлері туралы;\nмүлікті бөлу туралы (ажырасуда кімнің неге құқылы екенін біліңіз).\nЕгер осындай келісім ерлі-зайыптылар арасында болмаса немесе ол балалардың, ерлі-зайыптылардың бірінің мүдделеріне қайшы келсе, онда осы мәселелер бойынша шешімді сот анықтайды. Ата-ана құқығынан айрылған ата-аналар сондай-ақ баланы асырауға Кодекстің 79-бабына сәйкес алименттер төлеуге міндетті. Келісім негізінде алименттерді төлеу – алименттерді төлеудің ерікті тәсілі, ал сот бұйрығы бойынша, берілген талап-арыз негізінде – мәжбүрлі (төменде мақаладан сіз алименттерді қалай төлеу керектігі туралы ақпаратты табасыз).\nАлименттерден басқа ата-аналардан балаларды асырауға қосымша сомалар да шегерілуі мүмкін. Ерекше жағдайлар да бар - ауыр аурулар, кәмелетке толмаған балалардың мертігуі немесе егер оларға бөгденің күтімі керек болса, кәмелетке толғандардың еңбекке жарамсыздығы.\nЕрлі-зайыптылардың біріне және бұрынғы ерлі-зайыптылардың біріне төленетін алименттер\nКодекстің 147-бабына сәйкес ерлі-зайыптылар бір-бірін материалды қолдауға міндетті. Баланы асырауға қаржыдан басқа ері немесе зайыбын немесе бұрынғы ері немесе зайыбын асырауға қаржы талап етілетін бірқатар жағдайлар бар. Егер келісушілік немесе келісім болмаса, онда алименттерді төлетуге сотқа талап-арыз бере алады:\nеңбекке жарамсыз мұқтаж  ерлі-зайыптының бірі;\nжүктілік кезінде зайыбына және  ортақ бала туғаннан бастап 3 жыл ішінде;\n18 жасқа толғанға дейін ортақ мүгедек-баланың күтімін жүзеге асыратын мұқтаж зайыбы, сондай-ақ ортақ балаға 18 жасқа толуы бойынша І-ІІ топты мүгедектік анықталған жағдайда.\nАлименттер мөлшерін және төлеу тәртібін сот анықтайды. Көптеген жағдайларда сот бұрынғы зайыбына алименттерді төлеуден бас тартуы мүмкін, егер еңбекке жарамсыздық спирт ішімдіктерін, есірткі заттарын, психотроптық заттарды шамадан тыс қолдану нәтижесінде немесе олар қасақана қылмыс жасағанда орын алса; некенің сақталмауына байланысты (5 жылға дейін) және егер алименттерді төлеуден бас тартатын ерлі-зайыптының бірі өзін лайықсыз ұстаса төлеуден бас тартады.\nКәмелетке толған, бірақ еңбекке жарамсыз балаларға алименттер\nКодекстің 143-бабына сәйкес еңбекке жарамды ата-аналар көмекке мұқтаж өздерінің кәмелетке толған еңбекке жарамсыз балаларын асырауға міндетті. Бұл жағдайда келісім болмағанда алименттер мөлшерін сот отбасының материалдық жағдайына байланысты анықтайды және АЕК тең болады. Егер ата-аналарының арасында келісу немесе келісім болмаса, онда төлем тәртібі мен мөлшерлерін сот анықтайды, бұнда екі ата-анасының да материалдық жағдайы және өзге шарттары ескеріледі. Алименттер нақты шығындарға, сондай-ақ алдағы, болашақта талап етілуі мүмкін шығындарға да талап етілуі мүмкін.\nКәмелетке толған балалардың еңбекке жарамсыз ата-аналарын асырауына алименттер\nЕңбекке жарамды кәмелетке толған балалар еңбекке жарамсыз мұқтаж өз ата-аналарын асырауға және оларға қамқор болуға міндетті. Егер балалар еңбекке жарамсыз ата-аналарын келісім бойынша ерікті асырай алмаса, онда ата-аналар сотқа алименттерді талап етуге өтініш бере алады. Бұнда бір, сондай-ақ барлық балаларға беруге болады, алайда өз міндеттемелерін орындамаған ата-аналар соттың оң шешімін алуы екіталай, ата-ана құқығынан айрылған ата-аналар осындай алименттерге мүлде үміткер бола алмайды.\nЖоғарыда айтылған жағдайлардан басқа немерелері мен апалар/аталарының, тәрбиленушілер мен тәрбиелеушілердің және басқа отбасы мүшелерінің алименттік міндеттемелері бар.\nТолығырақ: https://egov.kz/cms/kk/articles/alimenty",
                "date": "16.05.2020",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексіне сәйкес. 1. Ата-аналардың кәмелетке толмаған балаларына алимент төлеу туралы келісімі болмаған кезде және ата-ананың табысына және (немесе) өзге де кірісіне үлестік қатынаста алимент өндіріп алу мүмкін болмаған, қиындық тудырған немесе тараптардың бірінің мүдделерін елеулі түрде бұзатын жағдайларда, сот тұрақты ақша сомасында немесе бір мезгілде үлеспен және тұрақты ақша сомасында ай сайын өндіріп алынатын алимент мөлшерін айқындауға құқылы.\n      Мұндай жағдайларға тұрақты емес, өзгермелі табысы және (немесе) өзге де кірісі бар не, егер ата-ана табысын және (немесе) өзге де кірісін толығымен немесе ішінара заттай алатын ата-аналардан алимент өндіріп алу жатады.\n      2. Күндізгі оқу нысаны бойынша жалпы орта, техникалық және кәсіптік, орта білімнен кейінгі білім беру жүйесінде, жоғары білім беру жүйесінде оқитын жиырма бір жасқа дейінгі балаларға күтіп-бағу қаражатын өндіріп алу алимент төлеу туралы келісім болмаған кезде сот тәртібімен тұрақты ақша сомасында жүргізіледі.\n      3. Тұрақты ақша сомасының мөлшерін сот тараптардың материалдық және отбасылық жағдайлары мен басқа да назар аударарлық мән-жайларды ескере отырып, баланың бұрынғы қамтамасыз етілу деңгейін мүмкіндігінше сақтайтын көлемдегі айлық есептік көрсеткіш мөлшерін негізге алып айқындайды.\n      4. Егер ата-аналардың әрқайсысының қолында балалар қалатын болса, алименттің мөлшері оның біреуінен аз қамтылған екіншісінің пайдасына осы баптың 3-тармағына сәйкес ай сайын өндіріп алынатын және сот айқындайтын тұрақты ақша сомасында белгіленеді.",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алкендер және алкиндердің изомерлерінің саны бірдей ме?",
        "question_content": "Көміртек атомдарының саны бірдей болғанда алкандар,алкендер және алкиндердің изомерлерінің саны бірдей ме?",
        "question_date": "15.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алкандар. Изомерлері. Номенклатурасы. Физикалық қасиеттері.\nКөмірсутектердің бірнеше тобы (қатары) бар. Ең алдымен қаныққан көмірсутектердің гомологтық қатарымен танысамыз. Оларды алкандарнемесе парафиндер деп атайды, жалпы формуласы: CnH2n+2\nКөмірсутек атомдарының бәрі қаныққан көмірсутектер үшін sp3 гибридтелген жағдай да болады.\nҚаныққан көмірсутектердің ең қарапайымы - метан. Ол табиғатта өсімдік және жануар организмдері қалдығының ауасыз ыдырауы нәтижесінде түзіледі. Сондықтан ол батпақты суларда, тас көмір шахталарында кездеседі және табиғи газдың құрамында 90% дейін метан бар.\nРылысы\nҚаныққан көмірсутектер үшін көміртегі атомдары бір-бірімен жай бір байланысты байланыспен байланысуы тән. Осы байланысты түзу үшін бір пар электрондар қолданылады, және бұл байланыс σ - байланыс деп аталады.\nКөміртек атомдарының бәрі қаныққан көмірсутектер үшін sp3 - гибридтелген болады және көміртегінің әр атомы өзара не болмаса сутегі атомымен төрт σ - байланысын түзеді. Молекула аралық қашықтығы 109028/.\nИзомерлері\nБұл қатардың алғашқы үш мүшесінің (метан, этан, пропан) изомерлері болмайды, ал бутан үшін (С4Н10) екі изомер болады. Екеуі де газдар - бірақ қайнау температуралары әртүрлі, қ- бутан үшін -0,50С, изобутан үшін - 10,20С.\nИзомерлердің формулаларын жазу үшін ең алдымен көміртек скелетінің схемасын құрып алу қажет. Содан кейін негізгі тізбекті біртіндеп қысқарта отырып, негізгі тізбектен алынған көміртек атомдарын бүйір тізбек түрінде барлық мүмкіндік жағдайын пайдаланып орналастырады. Көмірсутегінің толық формуласын шығару үшін, көміртек атомының 4-валенттілігін еске ала отырып, көміртек скелетін қажетті сутек атомдарымен толтырады. Олар көміртек және сутек атомдарының әртүрлі санымен байланысқан. Егер көміртек атомының бір валенттілігі көміртек атомының С - С байланыс құруға жұмсалса, оны біріншілік көміртек атом, егер екі валенттілігі екі С атомымен байланыс құруға жұмсалса - екіншілік, егер үш валенттігі жұмсалса - үшіншілік, барлық төрт валенттілігі де С - С байланыс құрса - төртіншілік көміртек атомы деп атайды.\nТүсінікті болуы үшін мынадай мысалды қарастыралық.\nСН3\nН3С - С - СН2 - СН3\nСН3\nБерілген қаныққан көмірсутегінде 4 - біріншілік көміртек; 1 - екіншілік және 1- төртіншілік көміртек бар;\nАлкандардан бір сутек атомын алып тастағанда қалатын бір валентті қалдықты алкилдік радикал деп немесе радикал деп атайды. Оны дұрыс атау үшін соған сәйкес көмірсутектің атындағы андеген жұрнақты ил деген жұрнаққа алмастырады.\nФизикалық қасиеттері. Алкандардың гомологтық қатарындағы бірінші төртеуі (метан, этан, пропан, бутан) газдар, С5-С15 - сұйықтар, ал С16 жоғары - қатты заттар. Гомологтық қатардағы көміртек атомының саны өскен сайын қайнау және балқу температураларымен қатар, салыстырмалы тығыздығы да өседі. Айталық гексанның қайнау температурасы 68,80С, ал гептандікі 98,40С. Яғни СН2 - тобына өсу 29,60С көтеріп отыр. Тармақталған тізбекті қаныққан көмірсутектері, тармақталған тізбекті көмірсутектеріне қарағанда төменгі температурада қайнайды. Олар суда ерімейді, тек эфирде және органикалық еріткіштерде ериді.\nАлкендер. Изомерлері. Номенклатурасы. Алыну тәсілдері.\nЭтилендік көмірсутектер деп молекулаларындағы көміртек атомы бір-бірімен қос байланыс арқылы байланысқан органикалық қосылыстарды айтады.\nЭтилендік көмірсутектердің жалпы формуласы СnH2n. Бұлардың ең қарапайым өкілі этилен, СН2 = СН2.\nИзомерлері\nЭтилендік көмірсутектердің гомологтық қатарының структуралық изомериясы қаныққан көмірсутектері сияқты төртінші мүшесінен басталады. Алайда, бұларға бірнеше изомерлер түрі тән.\n1. Қанықпаған көмірсутектердің құрылымына байланысты изомерлері\n2. Қанықпаған көмірсуктердегі қос байланыстың орналасу орнына байланысты изомерлері:\n3. Геометриялық кеңістіктік изомерлері де тән (цис 1 жағында, транс 2 жағында).\nОлефиндердің жүйелік номенклатура бойынша аталуы өздерімен құрылысы бірдей парафиндердің атынан түзіледі, бұл үшін парафиндер аттарының ан деген жалғауы ен-ге ауыстырылады және цифрмен қос байланыстың орны көрсетіледі. Көміртек атомдарын нөмірлеу жақын тұрған қос байланыс жағынан басталады.\nРационалдық номенклатура бойынша олар этиленнің туындысы есебінде қарастырылады.\nМысалы:\nТарихи аталу бойынша тиісті қаныққан көміртегіндегі ан жалғауын илен жалғауына айырбастау арқылы атайды.\nАлыну тәсілдері\n1. Олефин қатарының алғашқы төрт мүшесін таза күйінде мұнай өнімдерін жоғары температурада ыдырату арқылы алады.\n2. Лабораториялық жағдайда алудың ең көп тараған жолы ол спирттерді сусыздандыру арқылы алу жолы\nCH3 – CH2OH → CH2 = CH2 + H2О\nСусыздандыру катализаторы ретінде әртүрлі қышқылдар (күкірт, фосфор қышқылдары), қышқыл тұздар (КНSO4) т.б. қолданылады.\n3. Этиленді өнеркәсіпте ацетиленнен алады:\nCH ≡ CH + H2 → CH2 = CH2\nФизикалық қасиеттері. Қанықпаған көмірсутектердің гомологтық қатарындағы алғашқы төрт мүшесі газдар.\nС5 - С17 - сұйықтар, С18 - қатты заттар.\nОлефиндерді тығыздығы бірден кем, суда ерімейді.\nТолығырақ: https://allrefrs.ru/3-2793.html",
                "date": "16.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ия изомерлер саны бірдей болады, себебі олардың айырмашылығы тек сутек санында. ал көміртек саны бәрдей.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалған қандай санды топтауға болады?",
        "question_content": "1, 2, 3 ... 2019, 2020 сандары жазылған. Егер осы топтағы кез-келген екі сандардың қосындысы 95-ге бөлінбесе, қалған қандай санды топтауға болады?\n\nЧисла 1, 2, 3 ... 2019, 2020 написаны. Какое максимальное число этих чисел можно сгруппировать, если сумма любых двух чисел в этой группе делится на 95 без остатка?",
        "question_date": "15.05.2020",
        "question_tag": "Математика",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арендерлер туралы ммәлімет керек.",
        "question_content": "арендерге изомерленудің қандай түрі тән",
        "question_date": "15.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ароматтылық.Арендер.Орто-, мета-, пара- жағдайләр. Фенил радикалы. Полиядролы арендер.\nАрендердід алғашқы мүшелерінің өздеріне тән жағымды иістері болғандықтан, оларды ороматты көмірсутектер деп те атайды.\nАрендер — молекулаларының құрамында бензол сақинасы (бензол ядросы) бар жалпы форму ласы СnН2п-6 болатын көvірсутектер.\nАрендердің ең қарапайым мүшесі — бензол С6Н6.\nҚұрылысы. Молекула құрамындағы көміртектің алты атомы цикл жасап тұйықталады жөне олар өзара қос байланыс пен дара байланыс арқылы кезектесіп жалғасады деп, бензолдың құрылымдық формуласын ең алғаш неміс ғалымы А. Кекуле ұсынды (1865 ж.):\n\nБензол молекуласында\nδ-байланыстардың түзілу сызбанұсқасы\n\nА\nКекуле ұсынған формула бензолдың химиялық қасиеттерін толык сипаттамағанымен, осы уакытка дейін колданылып келеді.\n\nБензол молекуласы жазық пішінді. Барлық көміртек атомдары ұқсас, электрон тығыздыгы бірдей бөлінген, көміртек атомдарының аракашыктықтары өзара тең (0,140 нм). Бензол молекуласы тең қабырғалы жазык алтыбұрыш пішінді болады.\nБарлык көміртек атомдарының s-байланыстары мен р-электрон тығыздырының біркелкі бөлінуі (орналасуы) нәтижесінде едәуір берік және бәрі бірдей \"ароматты\" байланыс түзіледі.\nБензол молекуласында алтыр-электрон орбитальдарынын өзара қаптасулары:\n\nЯғни, бензол молекуласындағы барлық көміртек атомдары арасындағы байла-ныстар \"таза\" дара байланыстардан да, қос байланыстардан да өзгеше болады. Бензол молекула-сының барлық алты қабырғаларының үзындықтары бірдей 0,140 нм-ге тен болады. Бензолдағы С—С байланыстардың энергиясы 490 кДж/моль-ге тең дара байланыс пен кос байланыстар мәндерінің арасындағы сан болады.\n  25-сурет. π-электрон тығыздығының біркелкі бөлінуі\nа)\n26-сурет. Бензол молекуласынын\n\n\nшарөзекті (а) жэне масштабты\n(ә) модельдері\nМолекуласында электрон тығыздығыныц біркелкі бөлінуін ескеріп, бензолдың күрылымдык формуласында ортак байланысты тең кабырғалы алтыбұрыштың ішіндегі дөңгелек арқылы да бейнелеуге болады\n\nАрендердің гомологтары, атаулары мен изомерлері.\n\nc6h5 - сн3 метилбензол c6h5 - с2н5 этилбензол\nБензолдьщ гомологтарьш атау үшін қалыптаскан тривиальді атаулар да қолданылады: метилбензолды толуол, диметилбензолды ксилол, изопропилбензолды кумол, винилбензолды стирол деп атайды. Молекуласында бірнеше радикалдары бар қосылыстарды атау үшін бензол сақинасындағы көміртек атомдары нөмірленіп, косылысты атағанда орынбасардың орны сандар аркылы керсетіледі Егер бензол молекуласынын екі сутек атомы радикалдарға алмасқан болса, Оларды атағанда, қыскаша бірінші әрпімен белгілейді: орто — о, мета — м, пара — п Немесе әріптердің орнына сандар аркылы белгілеулер де қолданыладьі.\nС6Н5 — тобы фенил радикалы, С6Н5—СН2— бензил радикалы деп аталады.\nАрендердің изомерлері:\n\nа) бензол сакинасымен байланыскдн бүйір тізбектегі радикал-дардың орнына;\n\nә) радикалдардың табиғатына және екеуіне қатар байланысты болуы да мүмкін. Метилбензолдың изомерлері болмайды. Изомерлену этилбензолдан басталады. С8Н]0—қосылысының төрт изомері болады: СН3\n\nэтилбензол\n1,3-диметилбензол (м-ксилол)\n\nСН3\n  1,2- диметилбензол (о-ксилол)\n\n\nСН3 1,4-диметилбензол (п-ксилол)\nПолиядролы (көп ядропы) арендерге нафталин (екі ядролы) және антрацен (үш ядролы) жатады:\n\nнафталин антрацен\nhttp://engime.org/sabati-masati-oushilarfa-himiyali-elementerdi-periodti-jjesin.html?page=11",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АКТ сабағы бетбелгі деген не?",
        "question_content": "АКТ сабағы бетбелгі деген не?",
        "question_date": "15.05.2020",
        "question_tag": "Информатика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гиперсілтеме – құжаттың өзіндегі әріп, сөз, сөйлем, абзац немесе графикалық объектілердің біріне немесе жергілікті дискіде, компью-терлік желіде файл, бума, қосымша, веб-беттерге сілтеме беретін гипер-мәтіндік құжаттың бөлігі.\nТолығырақ: https://www.opiq.kz/kit/95/chapter/5803",
                "date": "16.05.2020",
                "upvotes": 0
            },
            {
                "text": "Бетбелгі дегеніміз не пж айтыңыздаршы керек тез♡♡♡",
                "date": "17.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай махаббат тарихтарымен таныссыздар?",
        "question_content": "Менің сұрағым келгені сіздердің көршінің қызымен үйленген немесе ұзақ уақыт жүрген, мектеп кезінен бір бірін жақсы көріп қосылған үйленген таныстарыңыз бар ма? Сол туралы айтып берсеңіз... оның қалай болғанын сандық мәліметпен айтып берсеңіз тіпті керемет болар еді...",
        "question_date": "15.05.2020",
        "question_tag": "Махаббат",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15 сәуір – Ғашықтар күні. Махаббат мерекесі қарсаңында, Қазақстандағы ұлы тұлғалардың өмірінен алынған махаббат хикаяларын назарларыңызға ұсынамыз. Дінмұхамед Қонаев және Зухра Шәріпқызы  Дінмұхамед Ахметұлы сүйікті жары Зухра Шәріпқызымен өткізген өмірінің әрбір күнін бағалаған. «Мен жарыммен 50 жыл 6 ай 2 күн бірге өмір сүрдім», — деді ол кейін. 1939 жылы қыркүйектің соңында Дінмұхамед Қонаев Балқаштан Алматыға сапар шегіп, Қазақстан Компартиясы Орталық Комитетінің қайраткерлерімен бірқатар кездесулер өткізеді. Сол күні Зухра Шәріпқызымен танысады. Дінмұхамед Ахметұлы қызға қызметі Риддерге ауысатынын айтып, «Зухра, менімен Риддерге баруға қалай қарайсың?», — деп сұрады. Бұл — Дінмұхамед Қонаевтің Зухраға тұрмыс құруға жасаған ұсынысы болатын. Қыз келісімін берген кез Қонавтың өміріндегі ең бақытты сәттердің бірі еді. «Сүйіктіммен кездескенім үшін тағдырыма ризамын. Біздің көңілді тойымыз 18 қазан күні әпкем Әмина Ахметқызының пәтерінде өтті. Қонаққа институттағы достарым, Қазақ тау-кен институтының мұғалімдері, инженер Жақсыбаев пен Кравченко, Зухраның ағасы Гариф Шәріпұлы жас жұбайымен келді...», — деп жазды Дінмұхамед Ахметұлы өз естеліктерінде. Өкінішке орай, ерлі-зайыптылар балалы болмады, соған қарамастан, тату-тәтті ғұмыр кешкен. Ахмет Байтұрсынұлы және Бадрисафа Мұхамедсадыққызы  Ахмет Байтұрсынұлының өмірлік серігі — оның жан жары еді. Александра Ивановна Әулиекөл ауылындағы орыс-қазақ мектебінде мұғалім болып жұмыс жасап жүріп, Ахмет Байтұрсынұлымен танысады. Сол 1896 жылы олар Троицк қаласындағы мешітте некелесті. Осы кезде Александра Ивановна ислам дінін қабылдайды. Әйелінің келісімімен Ахмет Байтұрсынұлы өз зайыбына Бадрисафа Мұхамедсадыққызы есімін береді. Ахмет пен Бадрисафаның мөлдір махаббаты әлі күнге дейін ел аузында.  Ілияс Есенберлин мен Диляра Жүсіпбекова  Диляра мен Ілияс опера театрында танысты. Олар бір-біріне бірден ғашық болды: жас қызға кеудесіне орден таққан бұрынғы офицер қалай ұнамаушы еді? Ілияс Есенберлин аяғынан ауыр жарақат алғандықтан, таяққа сүйеніп ақсап жүрген. Ілияс Есенберлиннің болашақ жары Диляра Жүсіпбекованың әкесі Хамза Жүсіпбеков — Қазақстан Әділет Министрлігінің министрі. Хамза Жүсіпбеков репрессияға ұшырап, ату жазасына кесілген. Диляра Жүсіпбекова өз Отанына опасыздық жасаған тұлғаның отбасы мүшесі — «Халық жауының қызы» ретінде тізімде тұрды. Мұндай адамдардың тағдыры ауыр еді. Диляра қуғын-сүргінге ұшыраған адамның қызы екендігін жасырмай, Ілиясқа бірден айтты. Әдетте осы сөздерден кейін Диляраны ұнатқан жігіттер қас қағымда көзден ғайып болатын, ал Ілияс Есенберлин: «Мен сені сүйемін, менің жарым болғаныңды қалаймын», — деді. Ілияс өз жарын құрметтей білген. Диляра да осындай көзқарасқа лайық болып шықты.  Сәбит және Мариям Мұқановтар  Сәбит және Мариям Мұқановтар жарты ғасырдай бірге ғұмыр кешкен. Мариям Мұқанованың өмірі «Ұлы жетістікке жеткен әрбір ер адамның артында әйел тұр» деген сөздерді растайды. Мариям апай Сәбит Мұқановтың бірінші оқырманы мен кеңесшісі, сыншысы мен музасы болды. Мариям Сәбит Мұқановпен бірге алты бала тәрбиеледі. Жарияның мейірімділігі мен даналығының арқасында Сәбит Мұқанов  шығармашылық шыңынан көріне білді. Мариям Мұқанова —  ана мен жардың үздік үлгісі.  Сәкен Сейфуллин және Гүлбаһрам апай  Сәкен тұтқындалғанда, Гүлбаһрам 28 жаста болды. Гүлбаһрамнан барлығы бас тартып, ол өз туған-туыстарына кетуге мәжбүр болады. Қолында жалғыз ұлы Аян бар еді. Төркініне бара жатқанда, жолдың қиындықтарына төзе алмаған кішкентай бала қайтыс болады. Қара жамылып, қайғыға батқан әйел өз ұлының жерлеу орнын есінде сақтап қалуға да шамасы келмеді. Гүлбаһрам дүниеден өткен соң, 10 жылдан кейін ғана Аянның қабірі табылды.  Гүлбаһрам көзі тірісінде іс-түссіз жоғалып кеткен Сәкеннің тағдырын білу үшін ІІХК-на бірнеше рет барған. Бейшара әйел АЛЖИР лагерінің тұтқыны да болды... Бірақ, ол өзінің ар-намысын әр кез биік қоя білді. Сәкен Сейфуллин ату жазасына кесілді.  Кейін  жазушының мерейтойы Қарағанды қаласында өтті. Гүлбаһрам мерейтойлық шараларға түгел қатысты. Сәкен Сейфуллин ақталғандықтан, Гүлбаһрамның жүзінен қуаныш лебі байқалса да, жанарын мұң басып тұратын. Жары мен ұлын келмеске әкеткен заман оның жүрегіне жазылмас жара қалдырған еді. Балуан Шолақ пен Ғалия  Балуан Шолақ ақын болған, ал ақын жүрегі қашан-да ғашық болғыш... Сырт келбеті жарқын, зор дауыстың иесі білекті балуанға әйелдер көп көңіл аударды. Бірақ Ғалия есімді қыз ғана Балуан Шолақтың тағдырында ерекше орын алды.  Ғалия Тілеу атты дәулетті адамның қызы. Тілеудің руы — Арғын. Ғалия — жүзі жарқын, ұзын бойлы қыз болған. Қазақ әдет-ғұрпы бойынша Ғалияны жастайынан Біржан деген жігітке атастырылып, бой жеткен соң ұзатылды. Бірақ ол Біржанды сүймеген еді...  Кейін Ғалия Балуан Шолақпен танысады. Екеуі жасырын  кездесе бастайды. Бұл туралы Ғалияның күйеуі біліп қояды. Таяқ жеген Ғалия төркініне қайтып келеді. Балуан Шолақ сүйіктісіне үйленуге дайын екендігін айтады. Олардың қосылуына кедергі — Біржаннан (Ғалияның бұрынғы күйеуінен) алып қойған қалыңмалы еді. Біржан қалыңмалды би соты арқылы қайтаруды талап еткен еді. Балуан Көкшетауға қалыңмалды жинап келуге кетеді. Көкшетауда оған ұрланған малдың жаласы жабылып, Шолақ түрмеге қамалады. Ғалия сотта жеңіп шығады, енді оның басы бос, бірақ Балуан Шолақтан еш хабар жоқ: Шолақ бәлен жылға жер аударылыпты, Балуанның елде тағы көп әйелі бар екен деген сыбыстар көбейе береді. Ғалия не істерін білмей, әбден сасады. Әкесінің меңзеуі бойынша екінші рет күйеуге шығады. Енді ол қалада атақты адамның тоқалдығына алынды..  Достары Балуан Шолаққа Ғалия тұратын қалаға ауысуға көмектеспекші болады. Балуан өз сүйіктісімен болатын кездесуді күтіп, «Ғалия» әнін жазады... Тағдыр қоспаған Балуан Шолақ пен Ғалияның арасындағы оқиға осылай мұңды аяқталады.  Әбілқайыр хан және Бопай ханша  Егер Әбілқайырдың әйелі Бопай ханша болмаса, Ұлы даланың тарихында ханның рөлі басқа болуы мүмкін еді... Бопай ханшаның Әбілқайыр хан мен қолбасшы қасындағы қолбасшыларға жасаған ықпалының арқасында, тарихшылар оны орта ғасырлар мен жаңа заманның аса көрнекті қазақ әйелдерінің біріне жатқызады. Бопай ханша мен Әбілқайырдың алты баласы болған: бес ұл — Нұралы, Ералы, Қожа Ахмет, Айшуақ, Әділ, бір қыз — Зулейха.  Жәңгір хан және Фатима ханша  Өз заманының ең әйгілі әйелдерінің бірі — Жәңгір ханның екінші әйелі Фатима ханша. Тарихтан білетініміздей, ол өте сұлу, білімді әйел болған. Фатима мен Жәңгір ханның жеті баласы болды: төрт ұл, үш қыз. Жәңгір хан өз Фатимасын ерекше сүйген. Сүйіктісі үшін Мәскеуден қымбат киімдер және әшекейлерге тапсырыс берген. Соңғы жылдарда ханша ауыр сырқатқа ұшырайды. Жәңгір хан Фатиманы Кавказдағы минералды бұлақтарға бірнеше рет апарады. Алайда еш көмегі тимейді... Қайғыға батқан Жәңгір хан қайтыс болады. Үш айдан соң хан дүниеден өткеннен кейін Фатима бақтық сапарға аттанды.  Ермұхан Бекмаханұлы және Халима Бекмұхамедова  1946 жылы Тәшкент қаласындағы Алишер Навои атындағы кітапханада Ортаазиялық университеттің филология факультетінің студенті Халима Ермұхан Бекмахановпен танысады. Ермұхан Халимадан 10 жас үлкен, өте білімді, тапқыр болды. Олардың арасында махаббат сезімі оянды. Бірақ ол кезде Бекмахановтың өз отбасы: әйелі мен екі қызы бар еді... Алайда екі ғашықтың қосылуына бұл да кедергі болмады. Ермұхан Бекмаханұлы тұтқындалып, қайтыс болған соң, 41-жасар Халима жесір болып қалады... Қайғы құшқан Халима өмір бойы өз махаббатына берік болып өтті. Қозы Көрпеш пен Баян сұлу  Қозы Көрпеш пен Баян сұлу аңызының ел аузында бірнеше нұсқасы жүр. Соның бірі әйгілі аңызды былайша өрбітеді: Кішкентайынан бірге өсіп, дос болған Сарыбай мен Қарабай әлі дүниеге келмеген балаларын атастырып қояды. Ұлы дүниеге келмей жатып Сарыбай аңшылықта қайтыс болады. Атастырылған Қозы мен Баян ер жете бір-біріне ғашық болады. Бірақ Қарабай сөзінде тұрмай, қызын бір кездері малын жұттан сақтап қалған палуан Қодарға беруді жөн көреді. Сөйтіп Қодар екі ғашықтың ортасына түседі. Екеуара шайқаста бірінші болып Қозының басы кетеді. Сүйіктісінен айрылған Баян кек алуды ұйымдастырады. Ол Қодарды алдап, егер ол құдық қазып берсе, оған тұрмысқа шығамын дейді. Қодар Баянның шашынан ұстап алып, құдықты терең етіп қаза бастайды. Құдық тереңдей бергенде, Баян шашын кесіп жіберіп, Қодарды құдыққа батырып, өлтіреді. Ал өзі өз-өзін қылыштап, бақилыққа аттанады.\nТолығырақ: https://e-history.kz/kz/publications/view/1080",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік конустың көлемін анықта ?",
        "question_content": "Тік конустың жасаушысы 16 см табан жазықтығымен 45° жасайды. Конустыңң ьүйір бетін, көлемін анықтаңдар ?",
        "question_date": "15.05.2020",
        "question_tag": "Мектеп",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрыш  45 градус болғандықтан , негізінің радиусы= коніс биіктігі =6 см\n\nV=1/3*πr²h\n\nV=1/3*6²*6π=72π",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әрбір сағат 3 сағат 20 минут 35 секундтан кейін қандай уақытты көрсетеді?",
        "question_content": "Өтініш тауып беріңіздерші!\n\nӘрбір сағат 3 сағат 20 минут 35 секундтан кейін қандай уақытты көрсетеді?",
        "question_date": "15.05.2020",
        "question_tag": "Математика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 сағатта : 5сағ. 36 мин. 20с\n\n2 сағатта: 2сағ. 10 мин 55с\n\n3 сағатта: 7сағ. 45мин 45с\n\n4 сағатта: 8сағ. 50мин 35с",
                "date": "4.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сутекпен салыстырғанда тығыздығы 21-ге тең болатын алкеннің формуласы қандай?",
        "question_content": "құрамында 85,7 көміртегі бар, сутекпен салыстырғанда тығыздығы 21ге тең болатын алкеннің формуласы.",
        "question_date": "15.05.2020",
        "question_tag": "Химия",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алкеннің жалпы формуласы СхН2х\n\nмолекулярлы масса  M=D*2=21*2=42 г/моль\n\nC:H=85,7/12:14,3/1=7,15:14,3=1:2\n\n12x +2x=42\n\n14x=42\n\nx=3\n\n Жауабы: C3H6  - пропен",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Халық Ассамблеясының құрылу себебі?",
        "question_content": "Казахстан халык Ассамблеясынын курылуынын себептеры(3 себеп)",
        "question_date": "15.05.2020",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі күні Қазақстан халқы ассамблеясы еліміздегі әрбір этностың мүддесін қорғайтын қоғамдық бірлестік болып саналады, сондай-ақ полиэтносты Қазақстан халқын топтастырушы институт ретінде қалыптасты Қазақстан өз тәуелсіздігіне қол жеткізгеннен бастап, Қазақстан Республикасының Президенті Н.Ә. Назарбаев ұлттық саясаттың концептуалдық, идеологиялық негізін қалады. Оның екі басты бағыттары жүзеге асырылып келеді. Бірі, қазақ халқының ұлт ретінде қайта өрлеуі және ұлттық тәуелсіздігі мен мемлекеттілігінің, тарихы мен тілінің, мәдениеті мен салт-дәстүрінің дамуы. Бұл Қазақстан қоғамы мен оны ұйыстырудың берік негізі. Екіншісі, «Қазақстан Республикасының мемлекеттік тәуелсіздігі туралы» Конституциялық Заңда атап көрсетілгендей, қазақ халқымен тарихи тағдыры біріктірген Республиканың барлық азаматтары біртұтас Қазақстан халқын құрайды және ұлтына қарамай барлығы тең құқыққа ие. Бұл Қазақстан Республикасының ұлттық саясатының ең басты қағидасы ретінде негізделген. Соның нәтижесінде мемлекеттің тұрақты дамуы және реформалардың дұрыс жүзеге асырылуын қамтамасыз етуге этносаралық келісім саясаты басым бағыт болып саналды. Кеңестік дәуірден кейін Қазақстанда мемлекеттіліктің қалыптасуының ерекше сипаты этносаралық келісім мен тұрақтылықты сақтау болды. Полиэтносты қоғам жағдайында этносаралық келісім және толеранттылық мәдениетке тәрбиелеу мемлекеттік саясат деңгейіне көтерілді. Сонымен, 1995 жылдың 1 наурызда Қазақстан Республикасы Президентінің Жарлығымен Мемлекет басшысы жанындағы консультативті-кеңесші орган – Қазақстан халқы ассамблеясы құрылды.  Алайда, Елбасы Н.Ә. Назарбаев Қазақстан халқы ассамблеясын құру туралы идеясын алғаш рет 1992 жылы Тәуелсіздіктің бірінші жылына арналған Қазақстан халқының бірінші форумында жариялаған. Осындай институтты құру қажеттілігі саяси тұрғыдан, сондай-ақ жаңадан құрылған, тәуелсіз, полиэтносты, поликонфессиялық мемлекеттің тұрақты дамуы тұрғысынан туындаған болатын. Аталған бастама мәдениет аралық диалогты нығайтудың жаңа кезеңінің негізін қалап, этносаралық қатынастарды дамыту мәселелерін жоғары деңгейде шешуге мүмкіндік жасайтын әлемдік тәжірибедегі тың бағыт болды. Жиырма жылдық тарихында Қазақстан халқы ассамблеясы қарқынды дамып, елеулі өзгерістерді бастан кешірді. Оның дамуы барысында Н.Ә. Назарбаевтың этносаралық толеранттылық және қоғамдық келісімнің қазақстандық моделін қалыптастырды. Осы жылдар ішінде Қазақстан халқы ассамблеясының институционалдық құрылымы нығайып, қоғамды ұйыстырушы әлеуеті күшейіп, халық дипломатиясының маңызды күретамырына айналды. Бүгінгі Қазақстан халқы ассамблеясы Елбасы Төрағалық ететін конституциялық орган болып табылады. Бұның өзі – оның ерекше мәртебесінің айқын көрінісі.  Әлемде кез-келген полиэтносты мемлекет өз еліндегі этносаралық қатынастардың дара моделін теориялық жүзінде анықтап, практикада оны жүзеге асырады. Бұл полиэтносты мемлекеттер үшін шынайы жағдайларға үйлесетін және өте қажет етілетін шешімдердің бірі болып табылады. Осы айтылған этносаралық қатынастардың моделдерін анықтау арқылы полиэтносты қоғамдағы этносаралық қатынастардың жағдайын және оның даму үрдісін білуге мүмкіндік береді.  Әлем тәжірибесінде, этносаралық қатынастардың түрлі моделдері кездеседі: солтүстік Американың, оңтүстік Американың, Еуропаның, Россияның, Қытайдың және т.б. елдердің өзіне тән моделдері бар. Қазақстан өз егемендігіне қол жеткізгеннен кейін, өмірлік маңызы бар этносаралық қатынастарды реттеу мәселесін бірден алға қойды. Алайда, өз салт-дәстүрі, тарихымен ерекшеленген Қазақстан, айтылған этносаралық қатынастардың түрлі моделдерінің ешқайсысынада сәйкес келмеді. Соның нәтижесінде Қазақстан өзіне ғана тән этносаралық қатынастардың дара моделін – қазақстандық моделді қалыптастыруға тиіс болды.  Айтылған этносаралық қатынастардың Қазақстандық моделі Қазақстан қоғамына ғана тән ерекшеліктерді ескереді. Оларды атап айтқанда: Қазақстан халқы байырғы қазақ жерінде өмір сүріп, дамып келеді; мемлекет құрушы және мемлекет атауына ие ұлт – қазақтар; мемлекет унитарлы, қоғамды топтастыратын ұлт – қазақтар; мемлекет полиэтникалық сипатымен ерекшеленеді; Қазақ жеріне көптеген этностар саяси қысым арқылы мәжбүрлеу, депортациялау саясатының нәтижесінде қоныстанған; мемлекеттік тіл – қазақ тілі; қоғамның басым бөлігі орыс тілінде сөйледі. Іс жүзінде орыс тілі ұлтаралық қатынас тілі қызметін атқарады; Қазақстандағы барлық этностардың өзінің ұлттық тілін дамытуға деген ұмтылысына шек қойылмайды; халық көп конфессиялы қоғамда өмір сүреді (40-тан астам конфессия бар); қоғамда ұлтаралық және конфессияаралық толеранттылықтың дәстүрі қалыптасқан, оның тамыры терең. Мұндай қасиет ең алдымен, қазақ халқының менталитетіне тән және толеранттылық дәстүрді Қазақстанның барлық этностары ортақ құндылық ретінде қабылдайды; қоғам дамуының басты құндылықтары: азаматтық қоғам, демократия, нарықтық қатынастар, идеологиялық плюрализм; Қазақстан – бейбітсүйгіш ел. Ол ядролық қарудан ерікті түрде бас тартып, әлемдік қауымдастыққа Азиядағы өзара ықпалдастық және сенім шаралары жөніндегі кеңесін, ЕурАзЭҚ – евразиялық интеграция идеясын ұсынды. Ұжымдық қауіпсіздік шарты ұйымын (ҰҚШҰ), Шанхай ынтымақтастық ұйымын (ШЫҰ) ұйымдастырып, қалыптастыруда белсенді рөл атқарды, ЕҚЫҰ төрағалық ету.  Қазақстан халқы ассамблеясы Қазақстан мемлекетіндегі этносаралық келісімді нығайтудағы теңдесі жоқ маңыздылыққа ие болды. Қазіргі уақытта, бұл бастаманы Елбасы Қазақстан халқының жағдайларын толыққанды біліп, өзінің көрегендігі және сабырлығымен халқының болашағына жасаған болжаудың сәтті іске асуы деп айтуға болады. Сонымен қатар, бұл екінші жағынан Қазақстан халқы Елбасымен бірге сеніммен жасалған тарихи шешім болып табылады. 2015 жыл – Қазақстан халқы ассамблеясының 20 жылдығы. Осы жиырма жылда, Қазақстан халқы ассамблеясы Қазақстан халқына, және бүкіл әлем мемлекеттеріне бейбітшілік пен келісімді насихаттап, этносаралық және конфессияаралық толеранттылықтың қазақстандық моделін паш етіп келеді. Осындай әлемде теңдесі жоқ механизмді құру Елбасының бастамасы болғаны баршамызға мәлім. 1995 жылы 16 ақпанда Президент Н.А. Назарбаев еліміздегі ұлттық мәдени орталықтардың жетекшілерімен кездесу өткізді. Сонда, Елбасы еліміздегі этносаралық келісімді сақтау және оны одан әрі нығайту үшін республикада жаңа қоғамдық институттың керектігін атап айтты. Содан, Елбасы «Қазақстан халқы ассамблеясын құру туралы» Жарлыққа қол қойғаннан кейін, ассамблеяның 1-ші сессиясы 1995 жылы 24 наурызда Алматы қаласында өтті. Оған қатысуға барлық облыстарда кіші ассамблеялар құрылып, олардан 260 делегат сайланып, 40 ұлттық-мәдени орталықтардың өкілдері енген. Сессияда, Қазақстан Республикасының Президенті Н. Назарбаев баяндама жасап, ассамблеяның ұйымдастырушылық құрылымдары белгіленді. Сонымен, Қазақстан халқын ортақ мүддеге біріктірген Қазақстан халқы ассамблеясы Президент жанындағы консультативті-кеңесші орган ретінде жұмыстарын нақты бастап кетті.  Қазақстан халқы ассамблеясының бүгінгі жетістіктері оның құрылудағы алға қойған мақсаттарымен тікелей байланысты. Ассамблеяның басты мақсаты: Қазақстандағы барлық этностардың рухани тұрғыда қайта жанғыруы мен дамуын қамтамасыз ету; өркениеттік және демократиялық ұстанымдарға, мемлекеттік ұлттық саясатта барлық этностардың мүддесіне деген құрметке негізделген ұлтаралық қатынас мәдениетін қалыптастыру болды. Себебі, сол кездегі посткеңестік елдердің барлығында ұлтаралық татулық, этносаралық бірлікті сақтау мәселесі басым болды.  Қазақстан халқы ассамблеясының көтерген бастамалары мемлекеттік деңгейде қолдауға ие болды. Мысалы: 1995 жылы сәуірде Қазақстан халқы ассамблеясы республика тарихында алғаш рет Қазақстан республикасы Президентінің өкілеттілігін 2000 жылғы 1 желтоқсанына дейін ұзарту жөніндегі жалпыхалықтық референдум өткізу туралы бастама көтерді. Мұндай маңызды қоғамдық бастамадан кейін іс жүзінде ассамблея көпұлтты Қазақстан халқын топтастыратын белсенді қоғамдық институтқа айналды. Қазақстан халқы ассамблеясы 1995 жылғы Конституцияның қабылдануына да үлкен қолдау білдірді. Осы тарихи оқиғалар еліміздің құқықтық, саяси өміріне оң ықпал әкелді.  Ассамблеяның белсенді қызметінің нәтижесінде Қазақстандағы этностардың мәдени өмірі де жандана бастады. Ассамблея этникалық топтар арасындағы ұйымдастыру жұмыстарының орталығына айналды. Ассамблея органдарына мемлекеттік мәртебе берілуіне байланысты этномәдени орталықтардың мәселелері жедел шешімін тапты. Сонымен қатар, Ассамблея Кеңесінің шешімімен этномәдени орталықтарға қаржылай және ұйымдастыру жұмыстары бойынша көмек көрсету мақсатында республикалық қор құрылған. Бұл қордың бөлімшелері әрбір облыстарда ашылды.  Бүгінгі күні Қазақстан халқы ассамблеясы еліміздегі әрбір этностың мүддесін қорғайтын қоғамдық бірлестік болып саналады, сондай-ақ полиэтносты Қазақстан халқын топтастырушы институт ретінде қалыптасты. Ассамблея Қазақстан азаматтарын отансүйгіштікке тәрбиелеуге, халықтар арасындағы достық пен бірлікті нығайту ісіне өлшеусіз үлесін қосып келеді.  Қазақстан халқы Елбасы Н.Ә. Назарбаевпен бірге жасаған тарихи шешімдердің бірі ретінде Қазақстан халқы ассамблеясының құрылып, өз шексіз мүмкіндіктерін Қазақстан халқының игілігіне жұмсалып жатқанында. Мемлекетіміздің тарихында мәңгілікке қалатын Қазақстан халқының бұл тарихи шешімі ұрпақтан-ұрпаққа жалғаспақ.\n\nИсточник: https://e-history.kz/kz/publications/view/1905",
                "date": "16.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пропорцияның белгісіз мүшесін табыңыз.",
        "question_content": "5х-0,8/16=3.4/17   \nтеңдеулер жүйесін қосу тәсілімен шешіңдер \n{х-2y=0  10x+y-42=0",
        "question_date": "15.05.2020",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ППропорция және жүйенің жауабы",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ және АС векторының скаляр көбейтіндісін табыңыз.",
        "question_content": "АВСД тіктөртбұрышында АВ=4;АД=3. Ә) АВ және АС векторының скаляр көбейтіндісін табыңыз",
        "question_date": "15.05.2020",
        "question_tag": "Математика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Векторлардың скаляр көбейтіндісі",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "96% -дық этил спиртінен этиленнің қандай көлемін",
        "question_content": "96% -дық этил спиртінен этиленнің қандай көлемін (қ.ж.) алуға болатынын есептеңіз.",
        "question_date": "15.05.2020",
        "question_tag": "Химия",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V(C2H4)=n(C2H4)⋅Vm=1.67⋅22.4=37.4л",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Болашақтың мектебі\" тақырыбында шығарма керек.",
        "question_content": "Болашақтың мектебі деген тақырыпта эссе керек\nТірек сөздер:болашақты елестету, техникалық жабдықталған, қызығушылық, таңдау жасау, маңызды қадам, жетістікке жету, еліміздің болашағы, білікті маман.\n\nОсы тірек сөздерді пайдаланып эссе жазып беріңдер өтінем сағат 5-6 ға дейін керек.\nТЖБ.",
        "question_date": "15.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз 2070 жылға тап болыппыз. Бізге бірнеше оқушы жақындап келді. Бізбен танысты. Олар бізді өз мектептеріне алып барды. Олардың мектептері біздің мектептерден өзгеше. Әр оқушы мектепте кем дегенде 7 елдің тілін меңгереді екен. Мектептері озық техникамен жабдықталған. Оқушылар сабақты тек электронды және кәдімгі біздікіндей оқулықтармен оқиды екен. Оқушы қалаған пәнді ғана оқи алады. Мектеп формалары да басқа. Ұлттық үлгіде тігілген. Ең жақсы жаңалық – қазақ тілі халықаралық тіл дәрежесін алыпты.\n   Біз өзімізге жаңа дос таптық. Оның есімі – Сұңғат. Ол ертең бізбен бірге қаланы аралайды.\nТолығырақ: https://www.opiq.kz/kit/33/chapter/4379",
                "date": "16.05.2020",
                "upvotes": 0
            },
            {
                "text": "Мен болашақты елестететің болсам болашақтың мектебі қазіргі мектеп беретін білімнен жүз есе мықты болады. Сол болашақтағы мектептер техникалық құралдармен жабдықталған барлық жағдай жасалынған оқушылар мен мұғалімдерге. Бұл мектеп пайда болғанда барлық оқушылар қызығушылық танытады және білімге бас қояды. Тандау жасау ол кезде қиын болады себебі барлық мектептер бір-бірінен асып түседі. Солай маңызды қадам жасай отырып оқушылар биік жетістіктерге жете алады. Еліміздің болашағы жастардың қолында. Жақсы білім алып жастар білікті маман бола алады.",
                "date": "13.05.2021",
                "upvotes": 0
            },
            {
                "text": "Менің қиялым шексіз,бірақ менің қиялымдағы мектеп ол енді адам сенгісіз нəрсе.Онда,мектепте мұғалім,ағай емес,робот сабақ береді.Балалар ұшып мектепке барып,ұшып мектептен қашады.Əрине адам ойға салса,нанғысыз,бірақ менің қиялым өте зор!Оқушылар мектепте кез -келген затын еркін істей алады!Тіпті сабақ үстінде техника жүйесін құруға да!Бірақ, мектепте бұзықшылық жасауға рұқсат жоқ!Мен бұл ойымды растағым келеді!",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    }
]