[
    {
        "question_title": "Алматыда аспаз университет бар ма?",
        "question_content": "Мен колледжді аспаз мамандығын бітірдім енді маған алматыдан жоғары оқу орны керек? Аспаз бойынша барма",
        "question_date": "10.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 988,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сәлеметсіз бе, мүмкін мен қателесіп отырған шығармын, бірақ еш жоғары оқу орнынан \"Аспаз\" мамандығын таба алмадым. Тек \"Азық-түлік өнімдерінің өндірісі\" мамандығы бар. Таңдау пәндері - биология, химия. \nАзық-түлік өнімдерінің технологиясы және қайта өңдеу өндірістерінің технологиясы (сала бойынша) Білім беру бағдарламалары бойынша бағыт береді. Бұл мамандық Алматы қаласы бойынша - Алматы технологиялық университеті, Қазақ Ұлттық Аграрлық зерттеу университеті, Әл-Фараби атындағы Қазақ ұлттық университеті ЖОО кездеседі.\n2022-2023 оқу жылында грант бойынша жалпы конкурс - 52 балл, ауыл квотасы - 50 балл.",
                "date": "22.10.2022",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Колледждің 1 кцрсынан кейін кта тапсырсам калай",
        "question_content": "Сәлеметсіздер ме!Мен 2022 жылы бітірдім,және колледжге түстім менеджмент. Пәнімді ауыстрып универге түсу үшін кта тапсыруым керек пе?ктаға қалай дайындалу қажет. Неше пән неше балл болыды кта да",
        "question_date": "10.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тестілеу (КТА) оқудың күндізгі оқу түрі бойынша:\n- өткен жылдар бітірушілерге;\n- кәсіби оқу орындарының бастауыш және орта білім беру бітірушілерге (техникалық және кәсіби, орта білімнен кейінгі);\n- ҰБТ қатыспаған, шет елде оқушыларды алмастыру желісі бойынша оқыған, жалпы білім беру мектептерін бітірушілерге;\n- өзбек, ұйғыр және тәжік тілінде оқытудың жалпы білім беру мектептерін бітірушілерге;\n- республикалық музыка мектеп-интернаттарын бітірушілерге;\n- сол сияқты шет елдерде оқу мекемесін бітірушілерге жүргізіледі.\nКешенді тестілеуге қатысу өтініштерін қабылдау 20 маусымнан бастап 9 шілдеге дейін.\nКешенді тестілеуге қатысу үшін талапкер жоғары оқу орнының қабылдау комиссиясына келесі құжаттар тізімін ұсынады.\nКешенді тестілеу 17 шілдеден бастап 23 шілдеге дейін жүргізіледі.\nКешенді тестілеу азаматтың тілегі бойынша қазақ немесе орыс тілінде 4 пән бойынша орта білім беру оқу бағдарламасы көлемінде жүргізіледі: міндетті - математика, ана тіл (оқыту тілі), Қазақстан тарихы. Төртінші пән таңдау бойынша(география, физика, биология, химия, дүние жүзі тарихы, қазақ, орыс әдебиеті).\nӘр пән бойынша тестік тапсырмалар саны - 25.\nБарлық тестік тапсырмалар - 100.\nТестілеу уақыты - 2 сағат 30 минут.\nТестілеуді қайта тапсыруға рұқсат етілмейді.\nКешенді тестілеуге келген талапкер жеке бас куәлігі  (паспорт) және емтиханға кіру рұқсат қағазын көрсетуі тиіс.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітіме қалай көңіл бөле алам?",
        "question_content": "Мені жігітім қатты жақсы көреді, менде қатты жақсы көремін.  Ол үнемі маған поддержкасын айтп, мені қолдап жүреді. Оны айтып жеткізе алмаймын, құдайға шүкір өте қамқор, ол жақтан маған деген махаббат внимание көп. Менің бір проблемам ол, мен жігітіме олай внимание забота поддеожка бере алмаймын. Өзім қаласамда, қалай және не айтарымдя білми қалам. Көбіне үндеми, ааа деп қана отыра берем. Өзім соны білемін, бірақта жігітімді қатты жақсы көремін, үнемі қасында болп поддержканыда беріп жүргім келед. Мәңгі бірге болып. Кейде ол маған ренжитін сияқты көрінед, бірақ онысын маған айипайт. Ішінде сақтайд. Но я понимаю что ему не хватает внимании и любви от меня.",
        "question_date": "9.09.2022",
        "question_tag": "Махаббат",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйелдің жақсысы аз сөйлеп көп тыңдайтыны.\n\nАртық сұрақ қоймай, айтқанын жасап қарсы шықпайтыны.\n\nСол жігітке қатын болам десең осы бастан бастап күйеуіңдей қара.",
                "date": "20.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Келіп кетуін\" сөзінің арасына дефиз қойылады ма?",
        "question_content": "\"Мектепке келіп кетуін қамтамасыз ету\" сөйлеміндегі \"келіп кетуін\" сөздерінің арасына дефиз қойылады ма? Не себепті?",
        "question_date": "9.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Келіп-кету сөздерінің арасында дефиз қойылады. Антоним сөздер болып табылады.\n\nАнтоним (гр. ἀντι- — «қарсы», гр. ὄνυμα — «ат», «атау») — мән-мағынасы бір-біріне қарама-қарсы қолданылатын сөздер.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Брекет салдырып едім, тісімнің еттері өсіп кетті не істесем болады?",
        "question_content": "Брекет салдырып едім,тісімнің еттері өсіп кетті не істесем болады?",
        "question_date": "8.09.2022",
        "question_tag": "Тазалық",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Брекетті салдырған ортодонт стоматологқа барасыз, көңіліңіз жай болмай, тағы дұрыс емес екенін сезсеңіз басқа одан да жақсылау клиникаға барасыз.",
                "date": "17.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қулақ пердесінің жарылғанын қалай білуге болады",
        "question_content": "Қызымның қулағын тазалап жатып случайно қозғалып кетті және қанап кетті енді қорқып жатырмын қулақ пердесі жарылдыма деп",
        "question_date": "8.09.2022",
        "question_tag": "Тазалық",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лор дәрігеріне алып барыңыз, халық емін қолданудың қажеті жоқ. Төмендегі видеода құлақ тазалау жолдарын көрсетеді.",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі тізімнен заттар мен денелерді бөліп жаз: мұз кешегі, мыс тиын, шыны",
        "question_content": "Төмендегі тізімнен заттар мен денелерді бөліп жаз: мұз кешегі, мыс тиын, шыны, темір, ас тұзы",
        "question_date": "8.09.2022",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "дене: қар ұшқыны, шық тамшысы, мұз, мыс тиын, қайшы, ваза, темір қасық, түйреуіш.\n\n 7 зат бар: су, шыны (зат пен материал (заттар қоспасы), темір, ас тұзы, бор, мақта, інжу",
                "date": "21.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тіл мерекесіне қатысты досыма хат эссе жазу?",
        "question_content": "Тіл мерекесіне қатысты досыма хат эссе жазу керек. 100-120 сөз жазу керек?",
        "question_date": "7.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Философиялық пәні және зерттеу бағыттары туралы ақпарат керек?",
        "question_content": "Философиялық пәні және зерттеу бағыттары туралы ақпарат керек?\nФИЛОСОФИЯ ертедегі грек сөзінен аударғанда (phileo – сүйіспеншілік, sopia – даналық деген сөздер) даналыққа құштарлық деген ұғымда, ең алғаш ертедегі грек философы Пифагор (б.з.д. 580-500 жж.) еңбектерінде философия термині кездеседі. Бұл сөздің рухани мәдениетке, ғылыми білімге енуі Платонның (б.з.д. 428-347 жж.) есімімен байланысты.\nФилософия болмысты рухани игерудің жаңа түрі есебінде ежелгі мәдениеттің үш түрлі ошағында Үнді, Қытай, Грецияда (б.з.д. VIII-VI ғғ.) бір уақытта пайда болды (К.Яперс «Смысл и назначение истории». Бұл кезеңді Карл Яперс «тарихтың осьтік уақыты» деп атады. Яғни К.Яперстің сөзімен айтсақ, философиялық пайымдау дегеніміз философия тарихына үңілу.",
        "question_date": "7.09.2022",
        "question_tag": "Университет, колледж",
        "question_views": 738,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Философия пәні. Адам мен ғаламның арақатынасы – адамның ондағы алатын орны философияның қарастыратын әмбебап мәселесі. Жалпы философия таным, табиғатты бастама ретінде адам мен қоғам мәседелерін зерттейтін ғылым.\nФилософиялық негізгі категориялар (ұғымдар): материя (бізді қоршаған барлық материалды (жасанды) және табиғи заттар мен объектілер), сана, болмыс.\nФИЛОСОФИЯ ПӘНІ\nПлатон б.з.д. 428-347 жж.\nФилософиялық білімнің құрылымы – 1) онтология, 2) гносеология, 3) логика, 4) методология, 5) этика, 6) эстетика, 7) психология, 8) әлеуметтану, 9) философия тарихы.\nОнтология (грекше ontos – болмыс) жалпы болмыс (қозғалыс, кеңістік, уақыт, сана, әлемдік дамудың мақсаты, табиғаттың даму заңдылықтары) туралы ілім. Болмыстың түрлері – адам, заттар мен табиғат, рухани, әлеуметтік болмыстар.\nГносеология (грекше gnosis – таным) – таным теориясы. Әлем өз негізінде танымды ма; адамның тану мүмкіндіктері қандай деген сияқты мәселелерді зерттейді. Дүние танылмайды деу – агностицизм деп аталады. Ең әйгілі философ-агностик – И.Кант.\nЛогика (Қисын) – (грекше logis – сөз, сөйлем, ой, ақыл) – дұрыс ойлау заңдары мен формаларын зерделейтін ғылым. Логиканың үш түрі бар – диалектикалық, математикалық, формальді.\nАксиология – құндылықтар мәселелері: игіліктер деген не; құндылықтардың табиғатын, адам қызметінің өзгертушілік мәселелерін (праксиология) немесе адамның әлемді өзгерту қабілетін зерттейді.\nФИЛОСОФИЯЛЫҚ БІЛІМНІҢ ҚҰРЫЛЫМЫ\nФИЛОСОФИЯЛЫҚ БІЛІМНІҢ ҚҰРЫЛЫМЫ\n5) Этика (грекше ethos – дағды, әдет-ғұрып) – мораль және адагершілік жайындағы ілім. Басты категориялары – жақсылық пен жамандық.\n6) Эстетика (грекше aisthetikos– сезіну) – адамның дүниені эстетикалық немесе әсемдік заңдары тұрғыда түсіну ғылымы. Басты категориялары – әсемдік пен ұсқынсыздық.\n7) Психология (грекше psyho – жан) – адам жаны мен психикасы туралы ғылым. Басты ұғымдары – психика, мінез, темперамент, ес, интеллект, қиял, іс-әрекет, энергопотенциал, т.б.\n8) Әлеуметтік философия (әлеуметтану) (грекше societas – қоғам) – қоғам мен әлеуметтік процестерді зерттейтін философияның тармағы.\n9) Философия тарихы – философияның даму тарихын зерттейді. Неміс философы Г.Гегель айтқандай «Философия Шығыста басталып, Батыста аяқталады».\nФИЛОСОФИЯЛЫҚ БІЛІМНІҢ ҚҰРЫЛЫМЫ\nФИЛОСОФИЯ\n1. ОНТОЛОГИЯ\n2. ГНОСЕОЛОГИЯ\n4. АКСИОЛОГИЯ\n9. ФИЛОСОФИЯ ТАРИХЫ\n3. ЛОГИКА\n5. ЭТИКА\n6. ЭСТЕТИКА\n8. ӘЛЕУМЕТТІК ФИЛОСОФИЯ\n7. ПСИХОЛОГИЯ\nФИЛОСОФИЯЛЫҚ БІЛІМНІҢ ҚҰРЫЛЫМЫ\nФИЛОСОФИЯ ТАРИХЫНЫҢ БАСТЫ КЕЗЕҢДЕРІ:\nЖаңа дәуір философиясы\nКлассикалық неміс философиясы\nXIX ғ. Маркстік философияның пайда болуы\nАнтик философиясы\nҚайта өрлеу дәуірі философиясы\nОрта ғасыр философиясы\nҚытай философиясы\nҮнді философиясы\nШығыс философиясы\nXIX-XX ғғ. Батыс философиясы\nҚазақ философиясы\nФИЛОСОФИЯНЫҢ ЕКІ ӘДІСІ БАР:\nДИАЛЕКТИКА\nМЕТАФИЗИКА\nФИЛОСОФИЯНЫҢ ӘДІСТЕРІ\nФИЛОСОФИЯНЫҢ ӘДІСТЕРІ\nДИАЛЕКТИКА\nМЕТАФИЗИКА\nДиалектикаға сәйкес барлық заттар мен процестер дамиды, өзгереді, бір-біріне айналады. Демек диалетикалық әдіс жалпы байланыс, даму салаларына негізделген, яғни барлық заттар байланыста және даму процесінде болады.\nМетафизикалық әдіс бойынша диалектикаға керісінше барлық заттар өзгеріссіз, ұйып қалған, дамымаған, байланыссыз күйде болады.\nДиалектика мен метафизика әдістері XVII-XVIII ғасырларда пайда болған механикалық немесе метафизикалық материализмде, XIX ғасырдың ортасында пайда болған диалектикалық материализмде нақты көрініс тапты.\nДүниетаным дегеніміз – әлем және ондағы адамның орны туралы көзқарастаржиынтығы. Философия дүниетанымның әлеуметтік-тарихи түрі.Дүниетанымның тарихи үш түрі бар: мифологиялық, діни, философиялық.\nДүниетанымның алғашқы тарихи түрі – мифологиядық, оның негізі миф (грекше mifos – аңыз-ертегі) – аңызға айналған құдайлар, батырлар туралыхикаялар. Әйгілі мифтер Грецияда туған (Аргонавтар, Олимп құдайларыГераклдың 12 жорығы, Прометей туралы мифтер). Мифологиялық көзқарас дүниеге деген сезімдік көзқарас ол дүниетанымдық сұрақтарды құдайлар, рухтар жөнебатырлармен байланыстыра суреттеуден байқалады және бақытты өмірге, аурудан,жоқшылықтан, сәтсіздіктерден қорғануға деген мақсаттармен тығыз байланысы.\nДіни дүниетаным – негізі – дін, мазмұны – тәңірге ессіз табыну, яғни санадантыс күштермен белгілі қарым-қатынас орнататын әдеп-ғұрып жүйесі. Діннің 3әлемдік түрі бар –буддизм (б. з. д. 6 ғ.), христиандық (1 ғ.), ислам (7 ғ.). Дінисенімнің түрлері: фетишизм (киелі деп танылатын затқа табыну), тотемизм (адамдардың шығу тегін жануарлармен, өсімдіктермен байланыстыру), анимизм (жан бар деп сену, әруаққа сыйыну), магия (сиқырлау, алдау, арбау).\nФилософиялық дүниетаным – сенімге емес, ақыл мен ғылымға сүйеніп,табиғаттың, қоғамның, адам санасының және танымның дамуының жалпызаңдарын зерттейді, яғни ол әлеуметтік-теориялық білім және дүниеге көзқарасретінде пайда болады.\nДҮНИЕТАНЫМ ЖӘНЕ ОНЫҢ ТҮРЛЕРІ –МИФОЛОГИЯЛЫҚ, ДІНИ, ФИЛОСОФИЯЛЫҚ\nДҮНИЕТАНЫМ ЖӘНЕ ОНЫҢ ТҮРЛЕРІ –МИФОЛОГИЯЛЫҚ, ДІНИ, ФИЛОСОФИЯЛЫҚ\nМИФОЛОГИЯ\nФИЛОСОФИЯ\nДІН\nДҮНИЕТАНЫМ ТҮРЛЕРІ\nФилософияның қарастыратын әмбебап мәселесінен – адам мен ғаламның арақатынасынан «философияның негізгі сұрағы» туындады. Маркстік әдебиеттерде философияның негізгі сұрағының екі жағы бар деп қарастырылады: а) не бірінші – рух па, табиғат па?; б) әлемді танып-білуге бола ма?\nБұл мәселе Ф.Энгельстің «Людвиг Фейербах және неміс классикалық философиясының соңы» деген еңбегінде бірінші рет қойылған.\nРуханилық пен материалдық қатынасын шешуде (философиялық сұрақтың 1-жағы) философтар екі түрлі бағытқа бөлінеді: 1) материалистер бірінші деп материалдықты (қоршаған ортаның бөлігі – су, ағаш, металл, жер, т.б.) есептесе; 2) идеалистер үшін, керісінше, материалдық – руханилықтың туындысы (идея, сана, ерік, абсолюттік рух, т.б.). Материализм мен идеализмнің бірнеше тарихи түрлері бар.\nФилософиялық сұрақтың 2-жағы әлемнің танымдық мәселелерімен (гносеология) байланысты: әлем өз негізінде танымды ма; адамның тану мүмкіндігі шексіз бе, әлде оның шегі бар ма; ғалам туралы білім қалай алынады, алынған нәтиженің ақиқаттығына немесе қателігіне қалай көз жеткізуге болады?\nФИЛОСОФИЯНЫҢ НЕГІЗГІ СҰРАҒЫ\nФИЛОСОФИЯНЫҢ НЕГІЗГІ СҰРАҒЫ\nФИЛОСОФИЯНЫҢ НЕГІЗГІ СҰРАҒЫ\nГЕНЕТИКАЛЫҚ АСПЕКТ\nне бірінші – рух па, табиғат па?\nФУНКЦИОНАЛДЫҚ АСПЕКТ\nәлемді танып-білуге бола ма?\nФилософияның басты екі бағыты бар: идеализм мен материализм.\nИдеализм – сананы материалдылықтан жоғары қойды, идеяны мойындады. Идеализмнің объективтік (рухтың адамның санасы мен табиғаттан тыс, тәуелсіз өмір сүретінін мойындау) және субъективтік (заттар мен болмыс адам психикасының, рухани өмірінің жемісі) түрлері бар.\nМатериализм (лат. materialis - заттық) – идеализмге қарама-қарсы ғылыми философиялық бағыт, материяны немесе табиғат пен заттарды санадан жоғары қойды, матрияны мойындады. Ол дүниенің мәңгілігін, оның ешкімнің жаратпағанын, уақыт пен кеңістік жағынан шексіздігін көрсетеді. Сана материяның жемісі, яғни табиғатты тануға болады дейді.\nФилософия тарихында материалистерді 3 түрге бөледі: 1) стихиялық, 2) метафизикалық, 3) диалектикалық. Стихиялық материализм – Ежелгі Үнді, Қытай, Греция материалистері. Дүниенің бастамасын табиғаттың cтихиясынан іздеді – судан, оттан, жерден, ауадан (металдан).\nСтихиялық материализмнің түрлері: натурфилософия – табиғат философиясы ұғымын білдіреді (Ежелгі Греция мен Қытай философиясы), гилозоизм – материяның (зат және өмір) жанды тіршілігі туралы философиялық ілім, анимизм - жан, рух дүниесіне табыну, сену (Ежелгі Үнді философиясы).\nФИЛОСОФИЯНЫҢ БАҒЫТТАРЫ –МАТЕРИАЛИЗМ ЖӘНЕ ИДЕАЛИЗМ\nФИЛОСОФИЯНЫҢ БАҒЫТТАРЫ –МАТЕРИАЛИЗМ ЖӘНЕ ИДЕАЛИЗМ\nМеханикалық, метафизикалық материализм – Европадағы Жаңа заманда (17 ғ.) табиғатты философияның обьектісі ретінде санап, оны механика мен математика заңдарына бағындырды. Әйгілі өкілі – Ф.Бэкон.\nДиалектикалық материализм – Маркс пен Энгельстің (19 ғ. орт.) материализмнің ең жоғарғы түрі. Оған сәйкес дүниедегі барлық нәрселер құбылмалы, кез келген заттар қарама-қарсы қасиетке ие болуы мүмкін. Материализмнің басқа түрлері – антропологиялық (Л.Фейербах) – дүниенің бастамасы адам деп санады, француз материализмі (П.Гассенди) – дінге қарсы бағытталды, антиклерикалдық (латынша клерикалис – діни) сипатта дамыды.\nФИЛОСОФИЯНЫҢ БАҒЫТТАРЫ –МАТЕРИАЛИЗМ ЖӘНЕ ИДЕАЛИЗМ\nФИЛОСОФИЯНЫҢ БАҒЫТТАРЫ\nМАТЕРИАЛИЗМ\nИДЕАЛИЗМ\nФилософияның негізгі міндеттері: көзқарастық, сыни, гуманистік, болжамдық, методологиялық, теориялық ойлау, аксиологиялық, әлеуметтік.\nКөзқарастық қызмет – ең басты міндет, ол адамның дүниеге деген көзқарасын қалыптастырады.\nСыни қызмет – қоршаған әлемнің, білімнің барлығына күмін келтіреді.. Оның негізгі мақсаты – таным шекарасын кеңейту.\nГуманистік қызмет – материя мен табиғаттың, адам мен оның санасының, қоғамның, танымның дамуының жетістерін анықтайды.\nБолжамдық қызмет – дүниедегі барлық процестерді, адам өмірі мен санасының дамуын болжайды.\nМетодологиялық қызмет – бізді қоршап тұрған дүниенің әдісін қалыптастырады.\nТеориялық ойлау қызметі – философиялық тарихи ойды теориялық жүйеге келтіреді.\nАксиологиялық қызмет – әлемдегі басты құндылықтары (моральдік, эстетикалық, ғылыми т.б.) анықтайды.\nӘлеуметтік қызмет – қоғамды зерттейді.",
                "date": "7.09.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мешітте намаз уақыты кіріп, бірақ азан кешіктірілсе не істейміз?",
        "question_content": "Намаз уакыты кіріп, бірақ азан кешіктірілсе не істейміз?\nМен таңда азан айтылды деп ойлап, окып койыппын(бірак уакыт кірген еді)",
        "question_date": "7.09.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешбір намаз оқылмайтын уақыт:\n\n1.Күн көкжиектен шығып, найза бойы көтерілгенге дейінгі уақыт.\n\n2. Күннің дәл тастөбеде тұруы. Яғни күннің ең биікте болған кезеңі. Бұл уақыт бесін намазының уақыты кіргенге дейін созылады.\n\n3.Күннің сарғайып батуға бет алған мезгілі. Шамамен бұл да күн батуға 40-45 минут қалған уақыт. Бұл уақытта сол күннің тек намаздыгер намазын мәкрүһ түрде ғана оқуға болады.\n\nБұл үш уақытта ешқандай нәпіл намаз да, қаза намаз да оқылмайды. Бұл уақытта намаз оқуға салынған тыйым – күнге табынғандарға ұқсамау үшін берілген. Бұл үш уақыт жайлы Уқба ибн мир әл-Жуһени (р.а.) былай дейді: «Алла елшісі  (ﷺ) үш уақытта бізге намаз оқу мен өлілерімізді жерлеуімізге тыйым салды: Күн шығып көтерілгенге дейін, күн дәл тас төбеге шығып, төмен түсе бастағанға дейін және күн батуға бет алған уақытта».",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс жору. Түсімде қыз мені қатты жақсы көріпті, бұл нені білдіреді?",
        "question_content": "Түсімде танитын қыз маған сені жақсы көремін деп айтты. Бұл нені білдіреді?",
        "question_date": "6.09.2022",
        "question_tag": "Махаббат",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол қызды көп ойлап қойған шығарсыз.))",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Созақ аудандық соттың шешімімен келісе алмаймын",
        "question_content": "Мен Амалбекова Майра Аштархановна кәмелетке толмаған 3 ұлдың анасымын. Бұрынғы енем мен куйеуим мени улдарына карай алмайды деген желеумен Созак аудандык сотына алиментке арыз тусирипти. Ал сот меним катысуымсыз, мени тексерми турып олардын пайдасына шешим шыгарып берипти. Бул калай болганы. Алде акша барин шегеме?",
        "question_date": "6.09.2022",
        "question_tag": "Заң",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сот шешімімен келіспейтініңізді білдіріп қайта облыстық сотқа шағым жазыңыз. Әділ емес деп санаған іс әрекетін соттың , бұрынғы күйеуіңіз бен  енеңізді айыптасаңыз сол айыптармен облыстық сотқа барыңыз. Адвокат жалдайсыз , сол кісі заңдық тұрғыда барлығын ашып түсіндіреді ғой.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем құрау, сөздерді қатыстыра отырып сөйлем құрау қазақ тілі?",
        "question_content": "Бүгін, биыл, қыстыгүні, күздігүні, қолғап, жарғанат сөздерін қатыстырып сөйлем құрауға көмектесіңдер?",
        "question_date": "6.09.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызым екеуміз руласпыз! Оған үйлене аламынба?",
        "question_content": "Қызым екеуміз руласпыз! Оған үйлене аламынба? 7 атамыз бөлек. Себектен тарағанбыз. Ол; Себек-Андағұл, мен : Себек- Сары",
        "question_date": "6.09.2022",
        "question_tag": "Жанұя",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйлене аласыңдар",
                "date": "7.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КНБ-мамандығы бойынша жұмыс",
        "question_content": "КНБ-ны оқып бітіргеннен кейін жұмысқа орналасу қиыншылық тудырмайды ма? жәнеде КНБ мамандығынң таңдау пәні қандай?",
        "question_date": "6.09.2022",
        "question_tag": "Мектеп",
        "question_views": 831,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңдау пәні жоқ.\nҚандай пән таңдасаңда, армияға барып келсең де КНБ академиясын оқуың керек болады. Академия бітіргендер ғана КНБ-да жұмыс жасайды.\nКНБ академиясына (Алматы) 11 сынып бітірген соң қалай түсуге болады сол жайында информация жина.",
                "date": "20.09.2022",
                "upvotes": 0
            },
            {
                "text": "киындык түігі жоқ к тартх д тартх құқық білімі керек",
                "date": "10.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 32г оттек пен 20г сутекті жақты. Неше грамм су түзлді?",
        "question_content": "Массасы 32г оттек пен 20 г сутекті жақты. Неше грамм су түзілді?",
        "question_date": "6.09.2022",
        "question_tag": "Химия",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оттегі (32 г) және сутегі (20 г) массалары беріледі. X грамм су пайда болсын. Содан кейін массаның сақталу заңынан:\n\nоттегінің массасы + сутегінің массасы = судың массасы\n\n32 г + 20 г = x г\n\nx = 52 г\n\nОсылайша 52 Г су пайда болды.",
                "date": "6.04.2023",
                "upvotes": 1
            },
            {
                "text": "Бер:                   | Шешуі:\n\nm(O 2)=32гр    | O 2+2H 2 =2H 2 0\n\nm(H 2)=20 гр   | O 2=32 ; 2H 2=20\n_____________|\nm(H 2 0) =?                          0 2 = 32 0 = 16  ;\nm(H2O)= 20+16 =36  Ж: 36гр",
                "date": "14.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Палаудың суы аздау болып қалса не істеу керек?",
        "question_content": "Палаудын суын аз құйып қойсақ палау аударғанда шикі болып тұрса не істеу керек?",
        "question_date": "4.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "отты сөндірмей суытпай тұрып, қайнаған суды аздап құйып, баяу отта буландырып пісіресіз.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектор ға грант бар ма?",
        "question_content": "Архитектор   мамандығына қанша  балмен  түсуге болады ЖОО -ға?\n\nАрхитекторға  грант бар ма?\n\nАрхитектор мамандығына қандай  пән таңдау керек?",
        "question_date": "4.09.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2022-2023 оқу жылында грант Жалпы конкурс бойынша 112 балл құраған.  Жалпы 450 грант бөлінген. \nТаңдау пәндері: 1. Шығармашылық емтихан;\n2. Шығармашылық емтихан",
                "date": "25.10.2022",
                "upvotes": 1
            },
            {
                "text": "",
                "date": "20.10.2022",
                "upvotes": 0
            },
            {
                "text": "Арихтектор қандай пән тандау қажет грант барма",
                "date": "14.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менім әйілім менім женгеме кім болып келеді",
        "question_content": "Менім әйілім менім женгеме кім болып келеді әкемнің інісінің әйілі менім женгем",
        "question_date": "4.09.2022",
        "question_tag": "Махаббат",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "келін болып келеді",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай түсінік айтып үйренуге болады?",
        "question_content": "Мен түсінік айта алмаймын қалай үйренуге болады? Және оқыған заттарымды тез еске сақтай алмаймын",
        "question_date": "4.09.2022",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін телефон көп шұқылайсыз. Телефоннан алаңдататын, уақыт алатын қосымшаларды өшіріңіз немесе шектеңіз. Назарыңыз сонда тек бір нәрсеге ауады.",
                "date": "5.09.2022",
                "upvotes": 0
            },
            {
                "text": "Түсінік айта алмайм, есте сақтай алмайм деп жатырсыз есте сақтау үшін сол затты немесе өлең т. б аз аз дан жаттап алғанша қайталай беру керек сонда  миыңыз сол бір нәрсені өз міндеті ретінде көреді де жайлап өз әрекетін бастайды. Ол есте сақтау ол телефон ның кесірінен болатын нәрсе емес мысалға сіз телефон шұқалап жатып сол бір өлеңді тез жаттап аласыз . Себебі ол өлеңді сіз естисіз немесе айтасыз. Егер кітап арқылы сіз үлгерми жатсаңыз демек сол бір тақырып па жоқ әлде таппақ па интернетке жазасызда қай жерде жүрсеңізде оқып тез жаттап кете берес",
                "date": "7.09.2022",
                "upvotes": 2
            },
            {
                "text": "Оны айтқан оңай сіз оны айтқанды айнаға қарап айтыңыз",
                "date": "24.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы құқығы туралы толық мәлімет",
        "question_content": "Мектепте оқушыларды 10 сыныпқа келгенде жаратылыстану және гуманитарлық бағыт болып екіге бөлінеді өздерінің таңдауы бойынша. Егер 3 сыныптын біреуі гуманитарлық бағыт қалған екі сынып жаратылыстану бағыт болса бірақ  екі сыныптан 14 және 16 оқушы болса гуманитарда 18 оқушы. Жаратылыстану бағыттағы екі сыныпты бірге қосып оқуы керекпе. Екі сынып комплексті етуге болмайма? Оқушылар өз клас комплектімізде оқимыз екі сынып қосылып бір сынып болмаймыз деуге құқылыма? Оқушы құқығы қандай?",
        "question_date": "2.09.2022",
        "question_tag": "Мектеп",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқушылардың құқықтары:\n\nМемлекеттік стандартқа сәйкес білім алуға, өзінің ар-намысын құрметтеуді талап етуге, дін еркіндігіне, ақпарат алу еркіндігіне, өзіндік ой-пікірлерін білдіруге;\n\nМектепті басқаруға қатысуға, еңбек мамандығын, оқудың дербес бағдарламалары мен  курстарын таңдауға;\n\nМектептің барлық мүмкіндіктерін пайдалана отырып білім аясын кеңейтуде белсенділік танытуға, сынып жетекшісіне, мұғалімдерге өзінің қиындықтары туралы хабарлап, олардан көмек, түсінік, жауап алуға;\n\nМектеп жұмысына қатысты пікірлерін ашық білдіруге, мектеп заңдарын, ережелерді, жарғыларды құрастыруға қатысуға;\n\nМектептегі және сыныптан тыс ұйымдастырылатын сабақтарға, үйірмелерге, клубтарға, спорт секцияларына қатысуға;\n\nӨз қабілеті мен мүмкіндігін таныту арқылы мектеп атынан сайыстарға, байқауларға, жарыстарға және т.б. шараларға қатысуға;\n\nТұрмыс ахуалы төмен жағдайда оқуға және өмір сүруге қажетті материалдық көмек алуға құқығы бар.",
                "date": "25.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан рәміздерінің авторлары кім? Елтаңба мен ту",
        "question_content": "Ту мен елтаңбаның авторы кім екенін білгім келеді?",
        "question_date": "1.09.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 652,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тәуелсіз Қазақстанның Мемлекеттік туы ресми түрде 1992 жылы қабылданды. Оның авторы – белгілі суретші Шәкен Ниязбеков.\nЕгеменді Қазақстанның Елтаңбасы 1992 жылы ресми түрде қабылданды. Оның авторлары – белгілі сәулетшілер Жандарбек Мәлібеков пен Шот-Аман Уәлиханов.\nТудың авторы",
                "date": "2.09.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Педагогикалық грантты мектептен бөлек қай жақта отработка жасаса болат?",
        "question_content": "Мектептерде вакансия жоқ",
        "question_date": "1.09.2022",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меншік нысанына (мемлекеттік немесе жеке меншік) қарамастан, білім беру мекемелерінде өтеуге болады. Дайындық курстары да жарайды.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алипей аккаунт қалай өшірсем болады?",
        "question_content": "Ассалаумалейкум жамағат. Кім Tao Bao приложениесін қолданады, мен каспий голд карточкамды тіркей алмай отырмын, айтып жіберсеңіздер, сосын алипей аккаунтты қалай жоюға болады, өтініш білсеңіздер айтып жібересіздер ма?",
        "question_date": "31.08.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжден колледжге ауысуға болама?",
        "question_content": "Биыл медколледжге грант болдым. Баска медколледжге грантымды сактай отырып ауысуыма болама? Әлде ақылы болып кетеме?",
        "question_date": "31.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз басқа колледжге ауысу туралы шешім қабылдасаңыз, онда колледж басшысының атына ауыстыру туралы ерікті түрде жазбаша өтініш беру және мөрмен бекітілген аудармаға жазбаша келісім алғаннан кейін сізді қызықтыратын колледж басшысына жүгіну керек. \nӨтінішке колледж басшысының қолымен расталған, сынақ кітапшасынан көшірме қоса берілуі тиіс (немесе үлгерім кітабы).\nСіз таңдаған колледж ұйымының басшысын ауыстыру туралы шешім қабылдағанда оқу сағаттарына сізді жіберу, оқу жоспарындағы айырмаларды тапсыру туралы шешім қабылдайды, сондай-ақ бұрын сіз оқыған колледжге сіздің жеке ісіңізді жіберу туралы жазбаша сұраныс жіберетінін атап өтеміз. \nКолледж студенттерінің қатарына қабылдау туралы бұйрық сіз бұрын оқыған колледжден жеке істі алғаннан кейін шығарылады.\n1-курс білім алушыларын ауыстыру 1 семестрдің аяқталуы бойынша ұқсас мамандыққа рұқсат етіледі.\nГрант мәселесі бойынша колледж басшылығына жүгінуге кеңес беремін.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    }
]