[
    {
        "question_title": "Қәзіргі заманғы Қазақстан жастарының этикалық құндылықтары тақырыбына эссе дайындау",
        "question_content": "Эчсе дайындау қажет немесе пайымдау,",
        "question_date": "21.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі заман ғылым мен технологияның қарыштап дамып, өте жоғары деңгейге жеткен шағы десек болады. Соған сай сана өркениеті өрістеп биіктеп барады. Бір анығы,  адамның санасы, дүниетанымы жоғарылаған сайын қоғам да өзгереді. Мысалы, интернет жүйесі 1969 жылы  2 қыркүйекте пайда болып, қоғамға енгенде оны ең жас пайдаланушылар жасы  20-25 жастан асқан, ересек адамдар болса, қазіргі таңда интернетке 5-6 жастағы бала да әуес. Әрине, бәрін бірдей пайдалы деу артықтау шығар, сананы улап та  жататыны бар. Бұл ақпараттық технологияның тым кеңінен қанат жаюының да салдары болар. Алайда осындай құбылыстар орын алған  қоғамымызда  ұстанатын тек екі қағида бар: бірі – жан-дүниенің  рухани тазалығы болса, бірі – сананың  сергектігі. Біріншісіне жүрек, екіншісіне ақыл керек. Осыларды ұғып, білуге қайрат керек. Бұл – сонау ХІХ ғасырдың аяғы мен ХХ ғасырдың басында өмір сүрген Абай Құнанбайұлының жазып кеткен қағидасы арқылы шыққан тұжырым. Әйгілі жазушы Мұхтар Әуезовтің «Ел болам десең – бесігіңді түзе» деген сөзінде сан-алуан астар бар. Кемеңгеріміздің бұл жерде «бесігіңді түзе» деген сөзді «ұрпағыңды түзе» деген сөздің баламасы ретінде қолданып отыр. Демек, ұрпақтың дүние танымы мен рухани байлығы үлкен жауапкершіліктің жүгі екені айқын. Елбасы Н.Ә.Назарбаев өзінің халыққа Жолдауында: «Біз Қазақстанның барлық азаматтарының отаншылдық сезімі мен өз еліне деген сүйіспеншілігін дамытуға тиіспіз» деп атап өткен болатын. Жалпы, Қазақстан Республикасында білім беруді дамытудың  Мемлекеттік бағдарламасының негізгі міндеттерінің бірі қазақстандық патриотизмге, төзушілікке, биік мәдениетке, адам құқықтары мен бостандықтарын құрметтеуге тәрбиелеу болып табылады. Бұл жастарға этнопедагогикалық негізде білім беріп, патриоттыққа тәрбиелеу ісіне нұсқау әрі оның қажеттілігін айқындайтын бағдарлама деуге болады. Қазіргі күндегі Қазақстанның дербестікке жетуі халықтардың ұлттық дүние танымының өсуіне жағдай жасады. Елімізде соңғы жылы жоғары оқу орындарында тәрбие беру мәселесіне жаңаша көзқарас тұрғысынан қарауды және студенттердің патриоттық сана-сезімін, сапаларын, мінез-құлқын қалыптастыруды көздейтін тәрбиенің формалары мен әдістерін жетілдіруді талап етеді. Бұл бүгінде байсалдылық, табандылық, батылдылық, батырлық, қайсарлық туралы білім ғана емес, өнегелік, тәрбиелік көрсету қажет болып отырған уақытта аса маңызды. Бұл Қазақстанның жоғарғы оқу орындарында студенттерге қазақ халқының этностық ерекшеліктерін, тарихы мен мәдениетін, сондай-ақ халықтың батыр ұл-қыздарының ерлік істерін дәріптеу жастарға патриоттық тәрбие берудің және оны қазіргі жағдайда зерттеудің қажеттілігін арттыра түседі. Жасыратыны жоқ, жастардың дүние танымы әрқалай. Бақсақ, тез баюға, жылдам қызметтік өсуге, жайлы пәтерге қол жеткізуге деген қызығушылығы басым. Қатарлас, деңгейлес буынның арасында болған әңгіме желісі көбіне-көп осындай көзқарасқа теліп, өрбитіні ақиқат. Ал, енді жастардың рухани байлығы жөнінен келсек, қазіргі олардың ойлау деңгейі, көрсем-білсем деген ұмтылысы жоғары. Шығармашылық қабілеті, талабы да баршылық. Қарапайым ғана мысал: бүгінгі ақындар айтысында топ жарып жүрген жастардың шоғыры бір төбе. Оның ішінде Мұхтар Ниязов, Нұрмат Мансұров, Мейірбек Сұлтанхан, Айдос Рахметов, Серікхан Жүзеев, Әбілқайыр Сыздықов, Еркін Садықұлы секілді Сыр бойының жастары рухани жағынан бай деуге тұрарлық. Мұның қасында ғылыми ізденістері мол, дизайн, баспа, тігіншілік  тағы басқа да кәсіптік өсу деңгейінде құндылық қаншама. Рухани құндылықтың астарында кең ұғым жатыр. Оның тәрбиелік мәні де терең. Меніңше, ол — отан, туған жер, отбасы секілді баға жетпес құндылықты сүюге жетелейтін төте жолды мегзейді. Қандай да ел, азамат өз тарихын білу - ұлттық сана-сезімнің ажырамас бөлігі, ол этникалық тұтастықтың сақталуы мен оның келесі буындарда жалғасын табуда маңызды.  Қазіргі ұрпақтың өз халқымен бірлігін сезінушілігі және өзін оның күллі тарихи жетістіктерінің тікелей мирасқоры  мен  нақты сақтаушысы әрі жалғастырушысы  ретінде  сезінуінің мәні өте зор. Осы тұрғыдан келгенде, кеудесі алтын сандық, яғни рухани бай жастардың өмірге, дүниеге көзқарасы да кең, қарақты келеді. Бүгінде Қазақстанда жастардың отанға деген сүйіспеншілігі — қоғамдық қатынастарды демократияландыру және гуманизмдендіру негізінде патриотизмге жуықтайтын секілді. Бұндай жаңарған қазақстандық патриотизм мазмұнын қазіргі озық мәдениет құндылықтары ғана емес, сондай-ақ, қазақ мәдениетінің дәстүрлі құндылықтары, оның айрықша руханилық, азаматтық пен өнегелілікке ұдайы ұмтылушылық құндылықтары да құрайды. Орта ғысырдан берi Батыстың империалистiк елдерi қарудың күшiмен Шығыс елдерiн жаулап алып өздерiне отар жасаған болса, жиырмасыншы ғасырдың соңына таман бұрынғы бодандықта болған мемлекеттердiң  бәрi дерлiк саяси тәуелсiздiгiне қол жеткiзiп, өздерiнiң ұлттық мемлекетiн құрды. Соның бiрi – Қазақстан.  Қазір әлемде бір айла-шара бар, оны негізінен рухани бодандық дер едім.  Сол үшiн де Батыс елдерi қазiргi техника мен технологияның дамуының арқасында бұқаралық ақпарат құралдарын пайдаланып, өздерiнiң тiлiн, дiнiн, саяси дәстүрiн әртүрлi айла-тәсiлдермен Шығыс елдерiнiң өмiр салтына енгiзiп, олардың ұлттық төл мәдениетiнiң дамуына қалайда жол бермеуге тырысуда. Жай ғана мысал дейік. Қыздардың қысқа етек киімі сәнге айналды. Шын мәнінде, ондай сән батыстан келді. Киім кию мәдениетіне қайшы келетін осындай үлгі нәзік жандыларды теріс ниетке бұрып тұрғандай әсер етеді. Сол сияқты облыс әкімі Қырымбек Көшербаев жастармен кездесуде айтқандай, интернет, әлеуметтік желілердің бәрі жастарға өнегелік тәрбие бермейді, адам өзіне қажетін ғана алу керек. Еліміздегі бұқаралық ақпарат құралдарының 60-70 пайызы орыс тiлiнде. Кiтап дүкенiне кiрсең сiрескен орыс тiлiндегi әдебиеттер мен газет-журнал. Жастардың орысша ойлау мен жаңашыл идеяның арасында адасып қалатыны тағы бар. Бұл орайда Сыр бойында шүкіршілік ететін жәйт көп. Біріншіден, қазақы облыс, екіншіден, ұлттық салт-сана мен дәстүр берік қалыптасқан. Алайда, бір мәселе туындайды. Интеллигенцияның басым бөлігі орналасқан облыс орталығында жастардың белсенділігі жоғары да, ауылдағы азаматтар қоғамдық мәселелерден алшақ қалып жүр. Осы екі арадағы байланыс әлі де тығыз емес.  Егер де қазiргi жастар ертеңгi елiмiздiң иесi екенiн ескерсек, болашақ қоғамымыздың тағдырын табыстауға сенім қаншалықты берік? Осы жағына барынша мән беру қажет секілді. Кейбір данышпандар «Негiзiнен мәдениет дүниеге дiни көзқарас арқылы қалыптасады» дейді. Бәлкім дұрыс шығар, алайда оған дөп басып жауап беруге ерте. Себебі уақыт көрсетеді. Дегенмен жастардың қазіргі дінге бетбұрысы жақсы. Дiн қандай қағиданы дәрiптесе, олардың дүниетанымы да сол бағытта дамиды. Шығыс мәдениетi негiзiнен рухани құндылықтарды бағаласа, Батыс мәдениетi керiсiнше материалдық құндылықтарды жоғары қояды. Бұл туралы Құран Кәрiмнiң Та-һа сүресiнiң 131 аятында: «Кәпiрлердiң әртүрлi қауымын сынау үшiн, сән салтанаттарын арттырып, оларды мол игiлiкке бөледiк, оған сен көз сүзбе. Тәңiрдiң берген ризық (сауап) бәрiнен артық әрi бәрiнен тұрақты» делінген. Бiрақта, бұл қағидадан материалдық құндылықтарға ешқандай көңiл бөлмеу керек деген түсiнiк тумауы тиiс. Адам жаны үшін барлық құндылық қажет. Жалпы, қазақстандық жастардың дүние танымдық және рухани байлығы жөнінен айтар ой аз емес. Әрине, бес саусақ бірдей емес, жастардың да ой-қабілеті әрқалай. Бір анығы, дүние танымдық қасиет рухани байлықпен теңелмейді. Рухани бай адамның жаны таза, кіршіксіз деп жатамыз, ал, дүниеге танымы зор жастардың кемел келешекке ұмтылысы биік болуы да мүмкін. Демек, біз үлкен мемлекеттік ұлы мақсаттарды бағындыру барысында жастардың бойындағы асыл қасиеттерді әлі де бағалай береміз.\n\nИсточник: https://e-history.kz/kz/contents/view/1840\n© e-history.kz",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этикалық жағдайды кейс-талдау нәтижесін таныстыруды және дәйектеуді дайындау",
        "question_content": "Мысалы моральдік қиыншылықтар адамның ішкі қиыншылықтары немесе адамдар арасындағы қақтығыстар",
        "question_date": "21.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейс–стади амал-тәсілі немесе оқытудың нақты жағдаяттар әдісі(метод конкретных учебных стиуаций») xx ғасырдың басында Америка Құрама Штаттарының Гарвард университетінің бизнес мектебінде пайда болған. Кейс-стади амал-тәсілі термині алғаш рет американдық ғалым Коплендтің еңбектерінде пайдаланылған. Копленд 1921 жылы оқытудың нақты жағдаяттар жинағын шығарып, кейс-стади амал-тәсілін қолдану жолдарын көрсеткен. Кейс амал-тәсілі алғашқы кезде бизнес мектебінде ғана қолданылып келсе, бүгін де бұл әдіс арқылы оқытудың қолданылу аясы кеңіп, ол құқық, мәдениеттану, медицина және т. Б. Салаларда жемісті қолданылуда. Қазір кейс-стади амал-тәсілін педагогикалық оқыту үрдісіне енгізу әдіс-тәсілдерін: Л. Барис, В.А. Ясвин, К. Кристенсен, Э.хансен, М.В. Коротков, М.В. Кларин, А.И.Наумова, А.М.Зобина, М.С.Керимбаева, В.А.Канн-калик, Н.Д.Никандров, Б.Н.Киселева, И.В. Липсина, Г.А.Полонский, Д.Экинсон, И.Уилсондар қарастыруда. Кейс амал-тәсілінде басты назар студенттердің ұсынылған реальды немесе қиялдық (алдын-ала құрастырылған) жағдаяттарды талдауы және осы жағдаятқа өзіндік баға беруі, өзінің ой-пікірін нақты әрі толық айтып беруі т. б. Шәкірттің жекетұлғалық қабілеттерін жетілдіруге аударылады.\nCASE-STUDY ӘДІСІ (КЕЙС-СТАДИ)-нақты жағдайлар тұрғысынан академиялық теорияларды көрсетуге мүмкіндік береді. Ол студенттерді пәнді оқуға, білімді терең меңгеруге, ақпаратты өңдеуге және талдауға, әр түрлі жағдайларды саралауға мүмкіндік береді.\nКейс-технология шын  және ойдан  шығарылған  жағдайларға  негізделген қысқа мерзімді  оқытуға  арналған интерактивтік технология. CASE-терді құрудың келесі негізгі сатылары белгіленген: мақсаттарды анықтау, әр түрлі жағдайларға критерилерді тағайындау, қажет ақпарат көздерін белгілеу, CASE – тегі алғашқы материалдарды дайындау, сараптама жасау, oны қолдану бойынша әдістемелік материалдар дайындау. Оқу процесіндегі кейстермен жұмыс жасау технологиясы келесі сатылардан тұрады:\n1) кейс материалдарын зерттеушілердің жеке өзіндік жұмысы (мәселені сәйкестендіру, негізгі баламаларды тұжырымдау, ұсынылған әрекетті немесе шешімді ұсыну);\n2) негізгі мәселені енгізуге және оны шешуге байланысты шағын топтармен жұмыс.\n3) жалпы дискуссиядағы (оқу тобы шегінде) шағын топтардың тұсаукесерлері және тәжірибе нәтижелері.\nCASE STUDY әдісі келесі дағдыларды дамытады:\n1. Аналитикалық дағдылар. Оларға келесілерді жатқызуға болады: деректердің мәліметтерден айыру шеберлігі, маңызды және маңызды емес ақпараттарды айыра білу, талдау, елестету және оларға қол жеткізу, жіберіп алған ақпаратарды тауып, оларды қалпына келтіру шеберлігі және т.б. Нақты және логикалық ойлау қабілеті. Бұл әсіресе, ақпарат сапасы төмен болған жағдайда өте маңызды.\n2. Тәжірибелік дағдылар. Кейсте көрсетілген нақты жағдайларымен салыстырғанда мәселенің күрделілігі төмен деңгейі экономикалық теорияларда, әдістер мен принциптерде қолданылатын тәжірибе дағдыларын жүйелеуге мүмкіндік береді.\n3. Шығармашылық дағдылар. Ережеге сай жалғыз CASE-пен мәселе шешілмейді. Мұнда, логикалық жолмен шешілмейтін, альтернативті шешу генерациясының шығармашылық дағдылары өте маңызды.\n4. Коммуникативті дағдылар. Олардың ішінен төмендегілерді атап айтуға болады: дискуссияны жүргізу шеберлігі, қоршаған адамдардың көзін жеткізу. Көрнекі материалды және басқа медиа заттарды қолдану – топтарғабірлесу, өз көзқарасын қорғау, оппоненттердің көзін жеткізу, қысқа да нұсқа есеп дайындау.\n5. Әлеуметтік дағдылар. Талқылау барысында CASE-те нақты әлеуметтік дағдылар қалыптасады: адамдардың өзін - өзі бағалау тәртібі, тыңдай білу, дискуссияны қолдау немесе қарама – қарсы көзқарасты дәлелдеу, яғни, өзін өзі ұстау және т.б.\n6. Өзіндік саралау. Пікірталас кезінде келіспеушілік басқалардың және өзінің пікірін жете түсінуге және талдауға септігін тигізеді. Туындаған моральдық және этикалық мәселелер оларды шешудің әлеуметтік дағдыларынқалыптастыруды талап етеді.\nКейс әдісін қолдану тек оқытумен ғана шектелмейді, бұл әдіс зерттеу әдісі ретінде де белсенді қолданылады. Сонымен қатар, оқудағы оқу, білім және ізденіс мазмұнын біріктіру арқылы oқытушының кәсіптік құзыреттілігін жоғарылатудың нақты тәсілдерінің бірі. Бұл әдістің тиімділігі, ол басқа оқу әдістерімен оңай байланысуы мүмкін.\nТолығырақ: https://infourok.ru/filosofiya-sabainda-keys-stadi-tehnolgiyasin-oldanu-2781300.html",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Барух Спиноза этикасының ерекшеліктері туралы эссе жазу керек.",
        "question_content": "Эссе жазу керек осы тақырыпта",
        "question_date": "21.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 917,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бенедикт (Барух) Спиноза (1632-1677) – европалық рационализмнің көрнекті өкілі, Р. Декарт ілімін жалғастырушы, Жаңа Заманғы жетілдірілген, толық және негізделген философиялық жүйенің авторы.\nСпинозаның философиялық зерттеулерінің пәні:\n1.субстанция мәселесі;\n2.таным теориясы;\n3.этика сұрақтары, бостандық және қажеттілік мәселелері.\nСпинозаның философиядағы маңызды үлесі – болмыс мәні қарастырылатын субстанция теориясын жасауында. Негізіне Декарттың субстанция туралы теориясы алынғанымен, өзі онымен келіскенімен. Спиноза Декарттың теориясының кемшіліктерін жойын, өз жүйесін қалыптастыруға тырысты. Спиноза Декарттың субстанция туралы теориясының басты кемшілігі – оның дуализмінде деп санады. Ондағы қайшылық – өз тіршілігі үшін өзгені қажет етпейтін мән болғандарына қарамастан барлық субстанцияларды жаратқан. Жалғыз және Ең жоғарғы Ең ақиқат субстанция - Құдай болып, барлық басқа субстанциялар оған тікелей тәуелді болуында. Субстанциялардың өзара тәуелсіздігі мен олардың бәрінің бір мезгілде басқа субстанцияға – Құдайға жаппай, бірдей тәуелділігіне.\nБұл қайшылықты Спиноза өзінің біртұтас субстанция туралы ілімінде шешуге тырысты. Спиноза теориясының мәні мынада:\n1.жоғарғы субстанция – Құдай мен Ол жаратқан субстанциялар арасында айырмашылық жоқ;\n2.барлығын, бүкіл тіршілікті өзі қамтып жатқан бір ғана субстанция бар;\n3.ол субстанция Табиғат пен Құдайды қатар қамтиды;\n4.Табиғат – Құдай – бір;\n5.Табиғаттан тысқары немесе Табиғаттан жоғары тұрған Құдай жоқ;\n6.Құдай Табиғаттың ішінде;\n7.Тек біртұтас Табиғат + Құдай ғана жарата алады;\n8.«Жаратушы әлем» біртұтас Табиғат + Құдай – «жаратылған дүниені» - жеке заттарды жасайды;\n9.жеке заттар өз бетінше тіршілік етпейді, ол біртұтас субстанцияның – Табиғат + Құдайдың «модустары» - көріністері ғана;\n10.модустар тіршілігінің сыртқы көрінісі – біртұтас субстанция (Табиғат + Құдай), модустар. Оған бүтіндей тәуелді. Модустар кеңістікте және уақтта қозғалады, олардың тіршілігінің басы мен аяғы бар.\nАл Субстанцияның (Табиғат + Құдай) өзінің мынадай қасиеттері бар:\n1.тіршілік етеді;\n2.дербес, ештеңеге тәуелді емес;\n3.өз-өзінің ішкі себебі бар (модустар сияқты сыртқы емес);\n4.көптеген қасиеттерге (атрибуттарға) ие, олардың негізгілері (ойлау мен дәйектілік) Декартта жеке модустардың сипаты болса, Спиноза ілімінде бүкіл субстанцияның қасиеті;\n5.уақыт пен кеңістікте шексіз;\n6.мәңгі (ешкім жасамайды және жойылмайды);\n7.қозғалыссыз.\nГносеология мәселелерін зерттей келіп Спиноза танымның үш сатысын жіктейді:\n1.тікелей адам танымынан бастау алатын және ешбір сыртқы себептерге (сезім, тән, т.б.) тәуелді болмайтын «таза түрдегі таным» - танымның жоғарғы түрі;\n2.ақиқаттағы төмен, ақыл әрекеті нәтижесінде логикалық операциялар қалыптасқан таным;\n3.қоршаған дүниенің санада бейнеленуі нәтижесінде қалыптасқан таным. Спиноза пікірінше, ол білімдер айқын емес, толық емес, терең емес, дәлелмен негізделмеген. Бірақ олар ақиқат білім алуда үлкен рөл атқарады.\nСпиноза этикасының өзекті мәселелері: 1. детерминизм (табиғаттағының бәрінің шарттылығы); 2. Бостандық пен қажеттілік арақатынасы. Оларды зерттей келіп Спиноза мынадай қорытындылар түйеді:\n1.субстанция бостандық пен қажеттілік тұтасып, бірігеді;\n2.Құдай (Табиғат) толық бастандыққа ие, бірақ Ол қажеттілік шеңберінде ғана әрекет етеді;\n3.модустарда (жеке заттарда) еркіндік жоқ және олар қажеттілікке бүтіндей тәуелді;\n4.адам – модус басқа модустардан ойлауымен ерекшеленеді, демек, бостандыққа ұмтылады. Бірақ ол өзі де модус болғандықтан азат емес және қажеттіліктің құрсауында ғана әрекет етеді;\n5.жаны азаттықты қалғаныме, адам қажеттілік талабына көніп, қажеттілік ағынымен жүзеді (Спиноза тілінде – «рухани автомат») болып табылады;\n6.сыртқы қажеттіліктерді – ішкі қажеттілікке айналдыру – бостандыққа апаратын жол;\n7.бостандық – бұл танылған қажеттілік.\nЖоғары дәрежедегі бостандыққа жету үшін Спиноза пікірінше мынадай шарттар орындалуы қажет:\n1.Табиғат – Құдай субстанциясы түріндегі қажеттілікті барынша (максималды) танып білу;\n2.Аффектілерден (қайғы, қуаныш, әуестену, т.б.) арылу қажет, өйткені олар бостандыққа кедергі жасап, адамды қажеттілік бойынша әрекет етуге мәжбүрлейді.\nСпинозаның өмірлік девизі: «Күлмеу, жыламау, қарғамау – түсіну!.»\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%96%D0%B0%D2%A3%D0%B0_%D0%97%D0%B0%D0%BC%D0%B0%D0%BD_%D1%84%D0%B8%D0%BB%D0%BE%D1%81%D0%BE%D1%84%D0%B8%D1%8F%D1%81%D1%8B#%D0%A1%D0%BF%D0%B8%D0%BD%D0%BE%D0%B7%D0%B0_%D1%84%D0%B8%D0%BB%D0%BE%D1%81%D0%BE%D1%84%D0%B8%D1%8F%D1%81%D1%8B",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Коронавирустан қалай сақтану керек?",
        "question_content": "Корона вирус тарап жатыр\n\nСақтануды білмеймін не істеу керек айтыңыздаршы пж\nСебебі ауданда адам тіркелді пж",
        "question_date": "21.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Коронавирустың жаңа түрі пандемияға айналды: індет қазірдің өзінде 4 мың адамның өмірін жалмаған. Қазақстан билігі бүгін коронавирусқа қатысты брифинг өткізіп, оның алдын алу мен сақтану шаралы туралы айтты.  \n1. Қолды жиі жуып, антисептик қолдану \nЖеке бас гигиенасын сақтау, қол мен бетті таза ұстау - коронавирустан қорғанудың ең дұрыс жолы. Әр жарты сағат сайын қолды 20 секунд жылы сумен жуып, антисептик қолдану керек. Қол астыңызда арнайы тазарту құралы болмаса кез келген дәріханадағы кәдімгі спирт те жарамды. Егер оған аллергияңыз болса санитайзер қолданыңыз. \n2. Қолма-қол ақша ұстамау \nДүниежүзілік денсаулық сақтау ұйымы коронавирустан қорғану үшін қолма-қол ақша ұстамауға кеңес береді. Оның орнына жеке картаңыз не телефонмен сауда жасаңыз. Ғалымдардың айтуынша, COVID-19 вирусы қатты заттың бетінде бірнеше күн тіршілік ете алады екен. \n3. Телефонның экранын жиі тазалау \nСмартфоныңыздың бетінде қолдарыңызға қарағанда жүз есе көп бактерия жиналады. Кейбіреуіміз, тіпті, телефонымызды күні бойы қолымыздан тастамаймыз. Сол себепті телефонның экранын сағатына бір мәрте спиртті майлықпен тазалап тұру керек. \n4. Адам көп жиналатын бұқаралық іс-шараларға бармау \nДәрігерлер адамдар көп жиналатын жерлерге бармауға кеңес береді. Сол үшін де бүгін  13 наурыздан бастап инфекция таралуының алдын алу үшін бұқаралық іс-шараларды, мерекелік шараларды, спорттық, ойын-сауық және мәдени шараларды, конференцияларды, семинарларды, көрмелерді және басқаларды өткізуге тыйым салынды.  \n5. Автобустың орнына көбірек жаяу жүру \nҚоғамдық көлікті жиі пайдаланбауға тырысыңыз. Оның орнына мүмкіндігінше жаяу жүрген абзал. Өйткені автобустағы кеңістіктің кіші және адамдардың көп болуы індеттің тез таралуына таптырмас орта. Дегенмен бүгін белгілі болғандай, қоғамдық көліктер әр рейстен кейін дезинфекцияланады. Бұған дейін қоғамдық көліктерге таңертең рейске шығар алдында және кешке рейс аяқталғаннан кейін дезинфекция жасалатын.  \n6. Балалар мен қарттарға көбірек көңіл болу \nКоронавирусқа қарсы қарттар мен балалар әлсіз. Балаларды қоғамдық орындарға, ойын алаңқайына жіберуді азайтып, жеке бас гигиенасын сақтау үйретіңіз. Ал дәрігерлер қарттарға үйден шықпауға кеңес берді. Дәріхана не дүкенге сауда жасау үшін жастарды жіберген абзал, өйткен үлкен кісілердің жаңа індетке шалдығуы әлдеқайда оңай. \n7. Шетелге шығуды шегере тұру \nҚазірдің өзінде коронавирус әлемнің 120 елінде тіркелген. Ал қазақстандықтардыкоронавирус инфекциясының өршуіне байланысты және жұғуы мен таралуының алдын алу мақсатында, яғни қолайсыз эпидемиологиялық жағдайға қарай әлемнің 70 еліне бармауға шақырды. 1А және 1Б, 2 және 3 категориядағы елдерге халықаралық бағыттар шектелді. 1А және 1Б, 2 және 3 категориядағы елдерде өтетін халықаралық спорттық, мәдени, туристік іс-шараларға баруға тыйым салынды. \n8. Қол алыспау \nДәрігерлер өзге адаммен қол алыспауға және жақын тұрмауға кеңес береді. Көп елдерде ресми түрде қол алысуға тыйым салынған. Бұның бәрі коронавирус індетінің алдын алуға бағытталған. \n9. Медициналық масканы 20 минут сайын ауыстыру \nӘлі күнге медициналық масканың пайдасы туралы дау басылар емес. Біреулер оның коронавирустан қорғамайтынын айтса, екіншілері масканы шешпеуге кеңес береді. Дегенмен медициналық масканы адам көп жиналатын жерлерде, қоғамдық орындар мен жабық кеңістікте киген жөн. Оған қоса 20 минут сайын ауыстырып тұрған дұрыс болады.  \n10. Иммунитетті күшейту \nCOVID-19 вирусы иммунитеті әлсіз және созылмалы ауруы бар адамдарға көбірек жұғатыны белгілі. Оған қоса темекі шегетін және алкогольді көп тұтатындардың коронавирусты жұқтыру қаупі жоғары. Сол үшін дәрігерлер дұрыс өмір салтын ұстанып, дене шынықтырумен айналысуға кеңес береді. Ұйқыңызды реттеп, ақуызға бай, витамин құрамы жоғары тамақ тұтыну керек.  \n11. Жалған ақпаратқа сенбеу \nКоронавирус эпидемиясы басталғалы бері әлемде түрлі қауесет ақпарат көбейіп кетті. Науқастар саны еселеніп айтылып, ауру туралы жалған ақпарат шыға бастады. Иранда метанол коронавирустың алдын алады деген өтірік ақпарға сенген 44 азаматы қайтыс болды. Сол себепті де тек ресми жаңалықтарды тыңдап, қауесетке құлақ аспаған жөн. \n12. Вирусқа қарсы дәрілер көмектеспейді \nАдамдар коронавирусты жұқтырып алудан қорқып, вирусқа қары дәрілерді ішіп жатыр. Бірақ ғалымдар бұл дәрілердің COVID-19 вирусына қауқары жетпейтінін айтады. \nТолығырақ: https://massaget.kz/layfstayl/Zdorove/61241/",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді қалай ертерек алуға болады?",
        "question_content": "Саламатсызба жалгыс басты анамын 4 балам бар. Бала кутиминдемин бюджеттерге берилетин уй тизиминде турмын сол уйди калай ертерек алуга алугды?",
        "question_date": "21.03.2020",
        "question_tag": "Жанұя",
        "question_views": 825,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көпбалалы отбасылар мемлекеттен берілетін тұрғын үйдің кезегіне тұра ала ма және қандай шарттар бойынша үміткер бола алады?\nКөпбалалы отбасылар халықтың әлеуметтік тұрғыдан әлсіз тобына жатады және тұрғын үй кезегіне есепке тұруға құқылы. Оларға басқа үміткерлер сияқты баспана жалға алу шартымен беріледі.\n\"ҚР мемлекеттік наградалары туралы\" заңының 36 бабына сәйкес, \"Алтын алқа\" алқасымен наградталған немесе бұрын \"Батыр ана\" атағын алған көп балалы аналар белгіленген нормалар бойынша тұрғын үй алаңымен бірінші кезекте қамтамасыз етіледі.\nҚР \"Тұрғын үй қатынастары туралы\" заңының 118 бабына сәйкес Қазақстан Республикасының мемлекеттiк наградалары берiлген адамдар Қазақстан Республикасының мемлекеттiк наградалары туралы заңдарда белгiленген тәртiппен тұрғын үй алуға құқылы. Яғни, жеті және одан да көп бала туған көпбалалы аналар, \"Алтын алқа\" иегерлері мемлекеттік тұрғын үй қорынан бірінші кезекте баспана алуға құқылы.\nИндустрия және инфрақұрылымдық даму министрлігінің мәліметіне сәйкес, Қазақстанда 28 мың көпбалалы ана тұрғын үй кезегінде тұр. Әкімдіктің есебінше, оның – 2892-і Елордада. Кезек өте баяу жылжып отыр: 2018 жылы Астанада 12 көпбалалы отбасы баспаналы болған.\nТұрғын үйді бірнеше жолмен алуға болады.\nБіріншісі – мемлекеттің тұрғын үй қорынан кезек күту тәртібімен. Күту мерзімі орташа есеппен – 10 жыл.\nЕкіншісі – \"Нұрлы жер\" мемлекеттік бағдарламасымен:\n\"ТҚЖБ\" АҚ несиелік баспаналары;\nПилоттық жобалар аясындағы жеке тұрғын үйлер;\n\"ҚИК\" АҚ сатып алу құқығымен пәтерді жалға алу;\n\"Бәйтерек девелопмент\" АҚ баспанасы;\n\"Самұрық-Қазына\" жылжымайтын мүлік қоры АҚ коммерциялық баспаналары;\n\"Самұрық-Қазына\" жылжымайтын мүлік қоры АҚ сатып алу құқығымен баспананы жалға алу.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абдолла Жұмаділовттің өлеңдері немесе дастандары керек еді?",
        "question_content": "Маған Абдолла Жұмаділовтің өлеңдері немесе дастандары керек еді?",
        "question_date": "21.03.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қазақ деген алдаспан арына ғана бағынар,\nБасына біткен түймедей соры,\nБармақтай ғана бағы бар.\nҚазақ деген ол менмін, мақтанайын деп едім.\nТақсырға емес тағзым ғып, Тәңірге ғана табынар.\nУа, ғаламшар, танып ал!»,",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декретке кеткен мұғалімнің сағаты басқа мұғалімге берілген жағдайда қалай есептелінеді?",
        "question_content": "Сәлеметсіз бе? Менің жұмыстасым наурыз айында декретке кеткелі жатыр. Сағаттарын және сынып жетекшілігін маған бергелі жатыр, бірақ бухгалтердің айтуы бойынша қалған 2 айда яғни сәуір мен мамыр сағаты мен сынып жетекшілігі тек қана замен ретінде төленеді екен. Сол дұрыс па?",
        "question_date": "21.03.2020",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер мұғалім декретке кеткелі жатса кемі 10-12айсыз келмейтіні белгілі. Өздерінің белгілі бір есебі бойынша солай жасау керек болып тұрған болар. Бірақ сіз заңды түрде ол орынды алуға құқығыңыз бар. Ол мұғалімді ауыстырушы ретінде болатындай ол 2-3 аптаға кетіп бара жатқан жоқ.",
                "date": "22.03.2020",
                "upvotes": 0
            },
            {
                "text": "Менде де тура осындай жагдай айтып тур. Нестедіңіз сіз? Калай шештіңіз",
                "date": "13.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР жол жүру белгілері керек еді суреттерімен болса.?",
        "question_content": "Көлікте жүргенде қай ережежелерді жаттау керек?\n\nЖолда жүру ережелері жəне суреттерімен болса.?",
        "question_date": "21.03.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гуглге Жол ережелері деп жаз. Adilet.zan.kz сайтына кірде жүктеп ал. Сосын принтерге басып, отдуши оқы",
                "date": "21.03.2020",
                "upvotes": 0
            },
            {
                "text": "Толық ақпаратты мына жерден қарасаңыз болады: http://www.ornekns.kz/index.php/kz/zhol-belgileri",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Буын ауруы қалай емдеуге болады",
        "question_content": "Ассалямуалейкум. Жамбасқа операция болған 1 ай бұрын. Енді аяқтың бармақтары сыздап маза бермейді. Не істеуге болады??",
        "question_date": "21.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбасқа ота жасалған соң сіз әлбетте төсекте қайта қалпына келу үшін ұзақ жатқан шығарсыз. Қан айналымы дұрыс емес болар. Ол жағын нағыз маманнан сұраған дұрыс әрине кейін бір мәселелер туындамас үшін. Қан айналымын жақсартатын система алып көріңіз оның еш зияны болмау керек. Егер қозғалып жүрсеңіз, аяқпен резкий емес көбірек  қимыл жасаңыз, қайта қалпына келу үшін. Ал  әлі өздігінен жүрмесеңіз аяқ буыныңызға таңда және  кеште жеңіл массаж жасаңыз.",
                "date": "22.03.2020",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе! Менің есімім Динара, Касиет крем-бальзамын ұсынамын. Буын аурулары, қақсау және солқылдау сияқты симптомдарға өте жақсы нәтиже береді. Операциядан кейінгі тыртықты да кетіреді.  Инстаграм @kasiet_keremet_tazaru_almaty\n\n87781044125",
                "date": "30.05.2020",
                "upvotes": 0
            },
            {
                "text": "Қазір Кореялық өнім шықты. Турмацин деген. Соны пайдаланып корсин. \n87478877971",
                "date": "4.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спирттің толық тотығу нәтижесінде 0,1кг/мол альдегед алу үшін қанша кг этил спирті қажет?",
        "question_content": "Спирттің толық тотығу нәтижесінде 0,1кг /мол альдегед алу үшін қанша кг этил спирті қажет.Реакция шығымы 98%(4,69кг)",
        "question_date": "21.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CH3CH2OH + CuO = Cu + H2O + CH3CHO\n\n  0,1 кмоль/0,98 = 0,102 кмоль\nm(C2H5OH) = n*M = 0,102 кмоль*46 кг/кмоль =4,69 г\n\nжауабы:4,69 г.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан қысымым өте төмен. Басым көп ауырғанда не істеу керек?",
        "question_content": "Дене қатты терлегенде  не істеу керек, давление төмен болғанда  ,бас жиі қысылып, ауырғанда не істеу керек",
        "question_date": "21.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан қысымының жоғарылауы туралы жиі сөз қозғалғанымен, оның төмендеуі жөнінде аз айтылады. Өйткені қан қысымының төмендеуі едәуір сиректеу кездеседі. Дегенмен бұл дертті де назардан тыс қалдыруға болмайды. Қан қысымының төмендеуін медицинада «гипотония» деп атайды. Егер әйел адамның қан қысымы қалыпты норма - 95/60-тан, ал ер адамдарда 100/95-тен төмендесе, бұл гипотония болып есептеледі. Қан қысымының төмендеу белгілері біртіндеп дамуы да, аяқасты ұстама түрінде білінуі де мүмкін. Осыған сәйкес медицинада «жіті артериялық гипотония» және «созылмалы гипотония» бар. Бұл аурудың қауіптілігі мынада: ол бас миының қанмен жеткілікті мөлшерде қамтамасыз етілмеуіне және осының салдарынан ми мен ішкі ағзаларға оттегінің жетіспеушілігіне соқтырады. Сондықтан бұл сырқат дер кезінде емдеуді талап етеді. Гипотония ер адамдардан гөрі әйелдерде басым. Олардың 80 пайызы - біріншілік немесе нейроциркуляторлық гипотония.\nОның белгілері: бастың ауырлауы, тез шаршағыштық, бастың айналуы. Кейде көңіл-күйдің төмендігі, ашушаңдык байқалады. Сырқат адам ұмытшақ, бірдеңеге ден қоюда қиналады, ал ауыр жағдайларда талып қалуы мүмкін.\nСЕБЕПТЕРІ\nБұл сырқаттың себептері әр түрлі. Олардың қатарында вегето-тамыр дистониясы, жүрек-қан тамыр жүйесінің сырқаттары, асқазан-ішек жолы аурулары бар. Сондай-ақ ықтимал себептеріне жүрек шамасыздығын, атеросклерозды, авимаминозды, түрлі уыттануларды, сыртқы өзгерістерге организмнің қорғаныш әсерін, аллергиялық реакцияларды, денсаулықтағы басқа да ақауларды жатқызуға болады. Гипотония  қандай да бір аурудың қоса-қабаттасқан белгісі болуы мүмкін. Бұл жағдайда негізгі сырқатты емдеген соң, гипотония деп аталады. Ал нейроциркуляторлық гипотония стрестер, психологиялық ауыртпалықтар, ақыл-ойдың шаршауы, жүйкеге салмақ түсіретін басқа да жағымсыз кұбылыстармен қатар байқалады. Бұл жағдайда ол біріншілік гипотония деп аталады.\nЕМІ\nҚұрамында кофеині бар жалпы ынталандыратын дәрі-дәрмектер қолданылады. Сонымен қатар көптеген дәрілік өсімдіктер де жақсы көмектеседі. Мысалы, адамтамыр тұндырмасы. Алайда қандай дәріні болмасын, дәрігермен кеңесе отырып қабылдаған жөн. Өйткені әр адамның ағзасы, аурудың туындау себебі әр түрлі, сондықтан бір дәрі әркімге әрқалай әсер етуі мүмкін. Қан қысымының төмендеуі оның жоғарылауымен салыстырғанда көбіне ауыр зардаптарға алып келмейді. Сондықтан оны емдейтін дәрілер де көп емес. Гипотонияға шалдыққан адам өз-өзіне көмектесе білуі ләзім. Яғни денесін үнемі ширатып, шынықтыруы керек. Жүйелі түрде және жиі қимылдаған жөн. Алайда тамырларға артық салмақ түсіруге болмайды. Әсіресе жаяу жүру, жүзу, түрлі ойындар пайдалы. Бұл сырқаттарға ыстық және салқын суды кезектестіре себілге түсу, бассейн, монша, сауна, денені сылап-сипау пайдалы. Бірақ температура күрт өзгергенде абайлау керек, алдымен денені үйретіп алған жөн. Дені сау адамдармен салыстырғанда қан қысымы төмен адамдарға ұйқыға көп уақыт бөлу керек - кемінде 10-12 сағат үзіліссіз ұйықтау. Кейбіреулер гипотониктерді маубас, жалқау деп ойлайды. Бұл дұрыс емес. Ұзақ ұйқы - организмнің қорғаныш реакциясы, ол сырқат адамның өзін жақсы сезінуі үшін аса қажет.  Қан қысымы төмен адамдарға қою шай, кофені қалауынша ішуге болады. Бірақ тұзды шектеген жөн. Басы айналып, құлап қалмау үшін таңертең төсектен шапшаң тұрып кетуге болмайды. Алдымен төсекте жатып қимылдап, қол-аяқты ширатып алыңыз. Әдетте гипотония адамның қалыпты өміріне аса көп зардабын тигізбейді, бірақ сырқаттың жағдайы нашарлайтын болса, міндетті түрде дәрігерге көрініп арнайы ем алуы шарт.\nТолығырақ: https://bilim-all.kz/article/6085-Qan-qysymynyn-tomendeui",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құс фермасына қатысты дипломдық жұмыстар бар ма?",
        "question_content": "Кез-келген құс фермасы туралы дипломдық жұмыс тауып бересіздер ме, өтініш. Экономика мамандығы бойынша.",
        "question_date": "20.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дипломдық жұмыс бір жерден ала салатын жұмыс емес ол әртүрлі мақалалардан -әдеби шолуы; Өз тәжірибеңізден - негізгі бөлімі; Жұмыс нәтижесінен- Қорытынды бөлімі жазылады. \nhttps://cyberleninka.ru/\nhttps://www.scopus.com/home.uri\nhttps://sci-hub.se/ Осы секілді ғылыммен тыңғылықты айналысатын сайттардан  әдеби шолу бөлімін қарай аласыз. Негізгі бөлім мен қорытынды Сіздің алған нәтижеңізге байланысты болады.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзен ағысының жылдамдығын табу формуласы",
        "question_content": "Өзен ағысының жылдамдығын табу формуласы қандай?",
        "question_date": "20.03.2020",
        "question_tag": "Математика",
        "question_views": 24100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Моторлы қайық су ағысының бойымен 105 км жүргенде, осы жолды ағысқа қарсы жүзгендегіден 2 сағ жылдам жүзді. Моторлы қайықтың тынық судағы жылдамдығы 18 км/сағ болса, су ағысының жылдамдығын табыңыз?\nШешуі: Айталық ағыс жылдамдығы х болсын. Сонда v(ағыспен) 18+х, ал v(ағысқа қарсы) 18-х болатыны мәлім. t(1)-ағыспен жүргендегі уақыты болсын. Ал t(2)-ағысқа қарсы жүзгендегі уақыты болсын. Сонда есептің шарты бойынша t(2)=t(1)+2 болады. t=S/v екенін ескерсек,\n105/(18-х)=105/(18+х)+2\nТеңдеуді шешсек, жауабы: 3км/сағ\n2)Тынық судағы жылдамдығы 15 км/сағ болатын моторлы қайық зен ағысының бойымен км жүзіп барып, қайта қайтып келеді. Қайық барлық жолға 20 сағ уақыт жұмсаған болса, өзен ағысының жылдамдығын табыңыз?\nШешуі: Өзен ағысының жылдамдығы y болсын. t1+t2=t=20сағ\nСонда S/V1+S/V2=20\n(139 +1/3)/(15+x)+(139 +1/3)/(15-x)=20\nСонда жауабы 4км/сағ-қа тең\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%9C%D3%99%D1%81%D0%B5%D0%BB%D0%B5_%D0%B5%D1%81%D0%B5%D0%BF%D1%82%D0%B5%D1%80_%D1%88%D1%8B%D2%93%D0%B0%D1%80%D1%83",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек өтілімі мемлекеттік қызметте қалай есептеледі ?",
        "question_content": "Еңбек өтілімі мемлкеттік қызметте қалай есептеледі ? егерде мемлкеттік қызметке орналасқанға дейн мемлкеттік университетте 8 жыл программист болып жұмыс атқарғам қазір мемлекеттік Б корпусы қызметіне орналасып жатырмын, алдынғы еңбек өтілімі саналадыма ?",
        "question_date": "20.03.2020",
        "question_tag": "Заң",
        "question_views": 850,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Азаматтық қызметшілерге, мемлекеттік бюджет қаражаты есебінен ұсталатын ұйымдардың қызметкерлеріне, қазыналық кәсіпорындардың қызметкерлеріне еңбекақы төлеу жүйесі туралы» Қазақстан Республикасы Үкіметінің 2015 жылғы 31 желтоқсандағы № 1193 қаулысының 4-тармағының 3) тармақшасына сәйкес ұйымдар қызметкерлерінің ЛА (тарифтік мөлшерлемесін) айқындау мақсатында орталық атқарушы органдар мамандығы бойынша жұмыс өтілін (қызмет саласының ерекшеліктерін ескере отырып) есептеудің тәртібі мен шарттарын айқындайды.\nОсы қаулының 20-қосымшасының 4-тармағына сәйкес мамандығы бойынша жұмыс өтілін құрамын тиісті мемлекеттік органның басшысы бекітетін еңбек өтілін белгілеу жөніндегі комиссия айқындайды делінген.\nОсыған орай, кез-келген саладағы мамандардың жұмыс өтілін есептеу тәртібін басшылыққа ала отырып жұмыскердің еңбек өтілді есептеу ұйымдағы арнайы комиссияның құзыретіне кіреді және аталған комиссияның шешіміне келіспеген жағдайда ҚР Еңбек кодексінің 159-160-баптарына сәйкес жұмыскер мен жұмыс берушінің арасындағы келіспеушіліктер мекемедегі келісу комиссиясына, ал онда реттелмесе сотқа жүгіну тәртібімен шешуге болатынын хабарлаймыз.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген екі санды табыңыз.",
        "question_content": "Екі санның арифметикалық ортасы 11-ге тең. Егер үлкен санды кішісіне бөлсек, онда бөліндісінде 3, ал қалдығында 2 қалады. Осы сандарды табыңдар.",
        "question_date": "20.03.2020",
        "question_tag": "Математика",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x+y)/2 = 11\n\n3y+2=x\n\n(3y+2+y)/2 = 11\n\n4y+2 = 22\n\n4y = 20\n\ny = 5\n\nx= 3y+2=3*5+2=15+2=17\n\nЖауабы: х=17, у=5",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің қазағым əнінің видео орындаушылардың тізімі керек еді?",
        "question_content": "Менің қазағым əнінің видео орындаушылары кім екенін білесіздерме?",
        "question_date": "20.03.2020",
        "question_tag": "Қазақша ән",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.03.2020",
                "upvotes": 0
            },
            {
                "text": "Орындаушылары:\nКүлайым  Қайырбаева\n\nАружан Тастекей\n\nДинара Кемелхан\n\nРоза Әлқожа",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрынды 7 жылдан кейін де емлеуге болады ма?",
        "question_content": "Айтайын дегеним бала кезимнен мурын кишкентай болган жетинши класс кезимде мурынга удар алгам бир кезекте кол сосын темирге тиген еди брак канамады но катты тиди исинип аурып турды    Айнага карасам исип кеткен одан емделген жокпын сонымен мурын улкен болып калды сонымен примерно 7 жыл болды сурак калай ойлайсындар удардан емделмегенен мумкинбе?",
        "question_date": "20.03.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда пластикалық ота жасаудың түр түрі бар. Мұрын пішінін ринопластика арқылы оңай өзгерте аласыз.\n\nМұрын пластикасы: ринопластика жасағысы келетіндерге арналған медициналық нұсқаулықтарды біліңіз:\n\n хирургия эстетикалық мәселелерді шешіп қана қоймайды. Бұл тыныс алу қиындықтарымен ауыратындардың құтқаруы болуы мүмкін (ауытқылған септум немесе ұлғаюы жіңішке ет). Сондай-ақ, ол қалпына келтіруші ретінде көрсетілген деформациялар және тізбектілік ісіктерді жою, жергілікті жарақаттану және күйіктерді оңалтуға қолданылады.\n\nКөп пациенттер ринопластиканың ауырсыну сезімі  аз процедура ретінде кеңес береді. Және оның толық өзгерісі 6-12 ай аралығында қалыптасады. Мен оқыған мәліметтер бойынша осылай айтылған.",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Закончите сложные бессоюзные предложения,учитывая поставленные знаки.",
        "question_content": "1.Вселенная поражает своей загадочностью:... . 2. Гелиоцентрическая система мира сменила геоцентрическую систему - ... . 3. На небосводе  светит немало погасших звезд: ... . 4. Большое значение имеют биологические исследования,  осуществляемые во время космических полетов: ... .",
        "question_date": "19.03.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бокс и борьба как основные виды силовых состязаний",
        "question_content": "Осы тақырыпқа реферат жазу керек",
        "question_date": "19.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аэробты және анаэробты тыныс алу процессі қалай жүреді?",
        "question_content": "Аэробты және анаэробты тыныс плу процессі бойынша толық жауап керек",
        "question_date": "19.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 117000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аэробтық организмдер , аэробтар (гр. αηρ — ауа және βιοζ — тіршілік) – молекулалық бос оттек (О2) бар ортада тіршілік етіп, дами алатын организмдер. Аэробтық организмдерге барлық өсімдіктер, көптеген қарапайымдылар мен көп клеткалы жануарлар,саңырауқұлақтар, микроорганизмдер жатады. Оттектің (О2) қатысуымен жүретін биологиялық процесті аэробиоз деп атайды. Аэробтық организмдер өз организміне енген О2-нің тотығуынан пайда болған энергияны пайдаланады. Олар облигатты аэробтық организмдер және факультативті аэробтық организмдер болып 2 топқа бөлінеді. Облигатты аэробтық организмдер тотығу реакциясы кезіндегі энергияны пайдаланады, мысалы, сірке қышқыл бактериялары этил спиртін сірке қышқылына дейін, ал кейбір зең саңырауқұлақтары қанттарды лимон, қымыздық глюкон қышқылдарын түзгенге дейін тотықтырады. Факультативті аэробтық организмдер тобына оттектің бар-жоғын талғамай тіршілік ететін организмдер жатады, мысалы, күкірт, темір  бактериялары оттекті нитраттардан, сульфаттардан, т.б. қосылыстардан алады. Аэробтық организмдердің арасында ең маңыздысы фотосинтез процесіне қатысатын организмдер –цианобактериялар және түтікті өсімдіктер. Аэробтық организмдер табиғатта кеңінен таралған және ондағы зат айналымына үлкен әсерін тигізеді, мысалы, қарапайым аэробтық организмдер топырақтағы күрделі органикалық қосылыстарды өсімдіктердің жақсы сіңіруіне көмектесіп, топырақтағы түрлі ауру қоздыратын бактерияларды жояды. Аэробтық организмдерді өндірісте сірке суын алуға, ауыл шаруашылығында, т.б. қолданылады. Аэробтық организмдердің тіршілігіне ауаның құрамындағы оттектің белгілі мөлшері мен қысымы қажет, егер осы жағдай шамадан тыс өзгерсе, олар өліп қалады.\nанаэробтар (гр. an – сыз, сіз, емес қосымшасы,гр. aеer – ауа және гр. bіos – тіршілік) – оттексіз ортада өсіп-өніп, тіршілік ететін организмдер 1861 жылы Л.Пастер май қышқылын ашытатын бактерияны тапқаннан кейін анаэробты организмдер терминін ғылымға енгізген. Анаэробты организмдер негізінен прокариотты организмдер арасында кең тараған. Ал эукариотты организмдер арасында ашытқы саңырауқұлақтарында, буынаяқтылардың ішегінде өмір сүретін қарапайымдарда, ал көп клеткалы организмдер ішінде ішек паразиттерінде (атап айтқанда таспа құрттар мен аскаридаларда) кездеседі. Анаэробты организмдер тіршілік ететін ортасында оттектің болу не болмауына байланысты олигатты анаэробты организмдер және факультативті анаэробты организмдер болып бөлінеді. Олигатты анаэробты организмдер – тіршілігі мүлдем оттексіз жүретін организмдер. Оларға май қышқылы бактериясы және сіреспе бактериялары жатады. Көп клеткалы жануарлар арасында олигатты анаэробты организмдер кездеспейді. Факультативті анаэробты организмдер – табиғатта оттектің бар-жоғына қарамай тіршілік ететін организмдер (мысалы, ашытқы саңырауқұлақтары, іш сүзегі, топалаң қоздырғыштары, т.б.). Анаэробты организмдер негізінде құрамында оттек бар органикалық қосылыстарды (спиртті, сүт қышқылын, май қышқылын, т.б.), ал кейбір түрлері минералды қосылыстарды (сульфаттарды немесе нитраттарды) ыдыратып, осы процесс кезінде бөлініп шыққан оттекті өзінің тіршілік әрекетінде пайдаланады. Анаэробты организмдер аэробты организмдер сияқты табиғаттағы зат айналу процесіне, органикалық және минералды заттардың өзгеруіне үлкен әсер етеді. Олар спирт және сүт қышқылын ашыту процесінде кеңінен қолданылады. Кейбір анаэробты организмдер асқа, тағамға түссе, тез өсіп-өніп, адам мен жануарларды уландыруы, ал ауру тудырғыш (патогенді) анаэробты организмдер түрлі жұқпалы ауруларды (сіреспе , ботулизм газды гангрена, т.б.) таратуы мүмкін.\nТынысалу үшін мына жағдайлар қажет:\nтөсеміктің болуы (глюкоза немесе өзге ағзалық заттар);\nқажетті ферменттердің болуы;\nмитохондриялардағы үдерістер үшін оттегінің болуы;\nтасымалдаушы молекулалардың, коферменттердін, болуы;\nмитохондриялық жарғақшалардың бүтіндігі қажет.\nАТФ түрінде энергия алмасудың барлық кезеңдерінде тек пайдалы энергияның бір бөлігі ғана (гликолиз - 5%, тотықтыра фосфорлану - 35-40%) жазылатынын есте ұстау қажет. Энергияның қалған бөлігі жылу түрінде таралып кетеді.\nТынысалу үдерістері немесе биологиялық тотығу, сондай-ақ жанудың соңғы нәтижесі бойынша ұқсас, алайда энергия жинақтауы өзгеше болады. Жану кезінде барлық энергия жарық және жылуға өтеді де, мұнда еш нәрсе қорға жиналмайды. Тынысалу үдерісінде энергияның бір бөлігі АТФ молекулаларында жинақталып, ақырында ағзалық заттарды синтездеу кезінде икемді алмасу реакцияларына пайдаланылады.\nАнаэробты тыныс алуға бос оттек жоқ ортада тіршілік етуге бейімделген ал аэробты тыныс алуға оттекті пайдаланатын организмдерге тән тыныс алу типі.",
                "date": "19.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Катаболизм және анаболизм процестері?",
        "question_content": "Толықтай жауабы қажет болып тұр",
        "question_date": "19.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі метаболизмдік процестер анаболизм (ассимиляция) және катаболизм (диссимиляция) болып табылады. Анаболизм немесе ассимиляция (лат. assimilation-ұқсасу) дегеніміз клетканың өзінің заттарымен клеткаға түсетін заттардың ұқсасуының эндотермиялық процесі. Ол — «жасаушы» метаболизм. Ассимиляцияның маңызды кезеңі — белоктар мен нуклеин қышқылдарының синтезі. Анаболизмнің жеке жағдайы — фотосинтез, ол судан, көміртектің қос тотығынан және неорганикалық тұздардан Күн сәулесі энергиясының эсерінен органикалық зат синтезделінетін биологиялық процесс. Жасыл өсімдіктердегі фотосинтез алмасудың автотрофты типі болып табылады.\nКатаболизм немесе диссимиляция (лат. dissimilis—үйлес-пеушілік) — экзотермиялық процесс, ол кезде энергия бөліну арқылы заттардың ыдырауы жүреді. Бұл ыдырау қорытылу және тыныс алу нәтижесінде жүзеге асады. Қорытылу ірі молекулалардың біршама кіші молекулаларға ыдыруы нәтижесінде жүретін процесс болса, ал тыныс алу қарапайым қанттардың, глицериннің, май қышқылдары мен дезаминденген аминқышқылдарының катаболизмінің тотығу процесі болып табылады, оның нәтижесінде тіршілікке қажетті химиялық энергия босанып шығады. Бұл энергия аденозинтрифосфаттың (АТФ) қорын толықтыру үшін жұмсалады, ол биологиялық жүйелерде әмбебап энергиялық «валюта», клеткалық энергияның тікелей доноры (көзі) болып саналады. АТФ қорының толығуын фосфаттың (Ф) аденозиндифосфатпен (АДФ) реакциясы қамтамасыз етеді, ол дегеніміз:\nАДФ+Ф+энергия=АТФ\nАТФ АДФ мен фосфатқа ыдыраған кезде, клетка энергиясы босанады және клеткадағы жұмыс үшін пайдаланылады. АТФ аденин, рибоза және трифосфат (үшфосфатты топтар) қалдықтарынан тұратын нуклеотид, ал аденозиндифосфат (АДФ) тек екі фосфатты топқа ғана ие. АТФ-ның энергияға байлығы оның үш фосфатты компонентінің екі фосфоангидридті байланыстарының болуымен айқындалады. АТФ энергиясы АДФ энергиясынан 7000 ккал/моль артық. Бұл энергиямен АТФ-ның АДФ және неорганикалық фосфатқа дейін ыдырау гидролизі нәтижесінде жүретін барлық биосинтездік реакциялар қамтамасыз етіледі. Сонымен, АТФ-АДФ циклі тірі жүйелердегі энергия алмасудың негізгі механизмі болып табылады.\nТірі жүйелерге термодинамиканың екі заңын қолдануға болады\nТермодинамиканың бірінші заңына (энергияның сақталу заңына) сәйкес энергия химиялық және физикалық процестер кезінде түзілмейді, жоғалып кетпейді, тек кез келген бір жұмысты орындау үшін бір формадан екінші формаға өтеді, яғни энергияны қандай да бір жұмысты орындау үшін пайдаланылады немесе энергия бір формадан екіншісіне өткенде энергияның жалпы саны өзгермейді (азаймайды немесе көбеймейді). Ғаламдық категорияларды ескере отырып, Жер жүзіндегі кез келген физикалық жэне химиялық өзгерістерге қарамастан, ондағы энергия мөлшері өзгермей қала береді.",
                "date": "19.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эмбден-Мейергоф Парнас жолы????",
        "question_content": "Көмек қажет Эмбден Мейергоф Парнас жолы дегенге",
        "question_date": "19.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эмбден Мейергоф Парнас жолы несесе гликолиз\nГликолиз (грек, glykys — тәтті, lysis — еру) — адам мен жануарлар организмдеріндегі арнайы ферменттердің әсерінен оттегсіз ортада көмірсулардың (негізінен глюкозаның ) ыдырау процесі. Жануарлар организміндегі гликолиздің соңғы өнімі — сүт қышқылы. Гликолиз нәтижесінде бөлінген қуат (энергия)организмнің тіршілігі үшін пайдаланылады. Гликолиз организмдегі тыныс алу және ашу процестерімен тікелей байланысты.\nГликолиз - көпсатылы күрделі үдеріс, ол екі кезеңнен тұрады. Атап айтқанда:\nдайындық кезеңі,\nАТФ түзелетін кезең.\nГликолиздің дайындық кезеңі жасуша цитоплазмасында жүреді. Мұнда арнайы ферменттердің әсерімен энергиясы мол органикалық заттар энергиясы аз қарапайым заттарға дейін ыдырайды. Мысалы, көмірсулар- моносахаридтерге, майлар- май қышқылы  мен глицеринге, нуклеин қышқылдары - нуклеотидтерге, ақуыз-аминқышқылдарға ыдырайды. Бұл заттар келесі жүретін реакциялардың бастамасы ретінде қолданылады.\n Толығырақ орыс тілінде мына жерден оқи аласыз: https://ru.wikipedia.org/wiki/%D0%93%D0%BB%D0%B8%D0%BA%D0%BE%D0%BB%D0%B8%D0%B7",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Adobe Premiere Pro программасын онлайн сабағын түсірсем үйренермедіңіздер?",
        "question_content": "Ассалаумағалейкум Ютубе желісі арқылы кәсіби видеомонтаж жасауды сабақ түсірем үйренермедіңіздер?!",
        "question_date": "19.03.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндайды сұрамай бірден түсіріп сала беру керек, бірақ просмотр аздау болуы мүмкін. Өзіңнің қаншалықты жарнамалағаныңа байланысты болады просмотры.",
                "date": "19.03.2020",
                "upvotes": 0
            },
            {
                "text": "Тегін болса әрине",
                "date": "21.03.2020",
                "upvotes": 0
            },
            {
                "text": "Әрине, қараймыз. Арнаңның сілтемесін жазып қой. Бізде үйренейік.",
                "date": "21.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бухгалтерия және Қаржы саласы бойынша қандай Университетті таңдауға болады?",
        "question_content": "Бугалтер мамандығы бойынша қандай оқу орындарын, қандай университеттерді ұсынар едіңіздер Қазақстан бойынша. Жалпы қаржы саласында басқа да қандай мамандықтар бар және қаржы бойынша қызмет көрсету үшін қандвй пән таңдаймыз нақты ҰБТ да!?",
        "question_date": "18.03.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бухгалтерия бойынша мына университетті таңдасаңыз болады:\nhttps://narxoz.kz/kz/#",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cпиралінің 1/4-ін қысқартқаннан кейін оның қуаты қандай болады?",
        "question_content": "Қуаты 100 Вт электр үтігінің күйіп кеткен спиралінің 1/4-ін қысқартқаннан кейін оның қуаты қандай болады?",
        "question_date": "18.03.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қуаты 100 Вт электр үтігінің күйіп кеткен спиралінің 1/4-ін қысқартқаннан кейін оның қуаты қандай болады?\nБерілгені: P1=300 Вт   R1= R  R2=3*R/4   P2 - ?\nP2= U^2/R2=U^2*4/3*R=4*P1/3=4*100/3=133,3 Вт\nЖауабы: P2=133,3 Вт",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    }
]