[
    {
        "question_title": "Әлдебіреу белгісіздік есімдігіне сөйлем құрау қажет",
        "question_content": "Әлдебіреу белгісіздік есімдігіне сөйлем құрау қажет",
        "question_date": "6.06.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлдебіреу есікті қаққанда, үйде ешкім жоқ екенін білмей, қатты дауыстап есімін атап шақырды.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай салмақ қосуға болады, бірақ зиянды адеті болса яғни темекі.?",
        "question_content": "Темекі қолдансада салмақ қосуға болама?",
        "question_date": "6.06.2024",
        "question_tag": "Тазалық",
        "question_views": 214,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауа қатынасының коэффициенті нені көрсетеді?",
        "question_content": "Ауа қатынасының коэффициенті нені көрсетеді?",
        "question_date": "6.06.2024",
        "question_tag": "Физика",
        "question_views": 184,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа қатынасының коэффициенті (α) – жану процесіндегі ауа мен жанармайдың массалық қатынасын көрсететін шама. Ол нақты қоспа құрамының стехиометриялық қоспа құрамына қатынасы ретінде анықталады.\n\nСтехиометриялық қоспа – жанармайдың толық жануы үшін қажетті ауа мөлшері бар қоспа. Әрбір жанармай түрі үшін стехиометриялық ауа-жанармай қатынасы әртүрлі болады.\n\nАуа қатынасы коэффициентінің мәні қоспаның түрін анықтайды:\n\nα = 1: Стехиометриялық қоспа.\n\nα < 1: Бай қоспа (жанармай артық).\n\nα > 1: Кедей қоспа (ауа артық).\n\nАуа қатынасы коэффициенті қозғалтқыштың жұмысын бағалау және оңтайландыру үшін маңызды параметр болып табылады. Ол жанармай шығынына, қуатқа, зиянды шығарындылар деңгейіне және қозғалтқыштың жалпы тиімділігіне әсер етеді.\n\nҚазіргі заманғы автомобильдерде электронды басқару жүйелері қолданылады, олар әртүрлі датчиктерден алынған ақпарат негізінде ауа қатынасы коэффициентін үнемі бақылап, оны оңтайлы мәнге жақындату үшін жанармай беруді реттейді.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Индикаторлық меншікті жанармай шығыны нені көрсетеді?",
        "question_content": "Индикаторлық меншікті жанармай шығыны нені көрсетеді?",
        "question_date": "6.06.2024",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 173,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Индикаторлық меншікті жанармай шығыны (gе) – қозғалтқыштың тиімділігін сипаттайтын маңызды көрсеткіш. Ол қозғалтқыштың бір индикаторлық жұмыс атқаруына жұмсалған жанармай мөлшерін көрсетеді. Басқаша айтқанда, бұл қозғалтқыш цилиндріндегі жұмыс денесінің ұлғаю процесі кезінде пайда болатын жұмысқа жұмсалған жанармай мөлшері.\n\nИндикаторлық меншікті жанармай шығыны келесі формула бойынша есептеледі:\n\ngе = Gт / Ni\n\nмұндағы:\n\nGт – сағаттық жанармай шығыны, г/сағ\n\nNi – индикаторлық қуат, кВт\n\nИндикаторлық меншікті жанармай шығынының өлшем бірлігі – г/кВт*сағ.\n\nБұл көрсеткіш қозғалтқыштың жетілдірілу дәрежесін, жану процесінің тиімділігін және қолданылатын жанармай түрін бағалау үшін қолданылады. Индикаторлық меншікті жанармай шығыны неғұрлым аз болса, қозғалтқыш соғұрлым үнемді жұмыс істейді.\n\nИндикаторлық меншікті жанармай шығынына әсер ететін факторлар:\n\nҚысу дәрежесі\n\nАуа мен жанармай қоспасының құрамы\n\nТұтану уақыты\n\nЖанармайдың сапасы\n\nҚозғалтқыштың техникалық жағдайы\n\nҚозғалтқышты жобалау және оңтайландыру кезінде индикаторлық меншікті жанармай шығынын азайту үшін әртүрлі әдістер қолданылады, мысалы, қысу дәрежесін арттыру, жану камерасының пішінін оңтайландыру, электронды басқару жүйелерін қолдану және т.б.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауа мен жанармай қоспасының қандай түрлері болады?",
        "question_content": "Ауа мен жанармай қоспасының қандай түрлері болады?",
        "question_date": "6.06.2024",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 138,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа мен жанармай қоспасының келесі түрлері болады:\n\nСұйытылған қоспа: Бұл қоспаның құрамындағы бензин ауамен толық араласып, біркелкі таралады. Бұл қозғалтқыштың тиімді жұмыс істеуіне және зиянды шығарындыларды азайтуға көмектеседі. Көптеген заманауи автомобильдерде қолданылады.\n\nБай қоспа: Бұл қоспаның құрамында ауаға қарағанда жанармай көп болады. Бай қоспа қозғалтқыштың қуатын арттыру үшін қолданылады, бірақ сонымен бірге жанармай шығынын арттырады және зиянды шығарындыларды көбейтеді.\n\nКедей қоспа: Бұл қоспаның құрамында жанармайға қарағанда ауа көп болады. Кедей қоспа жанармай шығынын азайту үшін қолданылады, бірақ қозғалтқыштың қуатын төмендетеді және кейбір жағдайларда тұтану проблемаларын тудыруы мүмкін.\n\nСтехиометриялық қоспа: Бұл қоспаның құрамында жанармай мен ауаның оңтайлы қатынасы болады, бұл жанармайдың толық жануын қамтамасыз етеді. Бұл қоспа қозғалтқыштың тиімді жұмыс істеуіне, жанармай шығынын азайтуға және зиянды шығарындыларды барынша азайтуға көмектеседі.\n\nҚоспаның түрі қозғалтқыштың жұмыс режиміне, жүктемесіне және басқа да факторларға байланысты өзгеруі мүмкін. Қазіргі заманғы автомобильдерде электронды басқару жүйелері қолданылады, олар қозғалтқыштың жұмыс жағдайына байланысты қоспаның түрін автоматты түрде реттейді.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан соң еңбек демалысын яғни 56 күн толық ала аламын ба?",
        "question_content": "Саламатсыз ба? Мен 2022 жылы қазан айында декреттік демалысқа кеттім. Содан 2024 жылыдың қаңтар айынан бастап жұмысқа қосылдым. Енді осы оқу жылында еңбек демалысы күндерімді 56 күнді толық ала аламын ба?",
        "question_date": "6.06.2024",
        "question_tag": "Заң",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс) 192-бабына сәйкес, әйелге, қалауы бойынша, жүктiлiкке және босануға байланысты демалыстың алдында немесе тiкелей одан кейiн не балаға күтiм жасауға арналған демалыс бiткен соң жыл сайынғы ақылы еңбек демалысы берiледi.\nЖұмыс берушімен келісім бойынша еңбек демалысы толық немесе нақты жұмыс атқарған уақыт үшін беріледі.\nКодекстің 104-бабына сәйкес, жыл сайынғы ақылы еңбек демалысына құқық беретiн жұмыс стажына:\n1) нақты жұмыс iстелген уақыт;\n2) қызметкер нақты жұмыс iстемеген, бiрақ оның жұмыс орны (лауазымы) мен жалақысы толық немесе iшiнара сақталған уақыт;\n3) қызметкер еңбекке уақытша жарамсыздығына байланысты нақты жұмыс iстемеген уақыт;\n4) қызметкер жұмысына қайта алыну алдында нақты жұмыс iстемеген уақыт қосылады.\nКодекстің 100-бабына сәйкес, жыл сайынғы ақылы еңбек демалысы жұмыс орны (лауазымы) мен орташа жалақысы сақтала отырып, белгiлi бiр күнтiзбелiк күндер санына берiледi.\nОрташа жалақыны есептеудің бірыңғай тәртібі «Орташа жалақыны есептеудің бірыңғай ережесін бекіту туралы» Қазақстан Республикасы Үкіметінің 2007 жылғы 29 желтоқсандағы №1394 қаулысымен (бұдан әрі – Ереже) айқындалады.",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыдағы Әл–Фараби атындағы КазГу-ға програмист мамандығына түсу үшін қанша балл қажет?",
        "question_content": "Ягни проходнои канша бал кым быледы екен",
        "question_date": "4.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әл-Фараби атындағы Қазақ ұлттық университетінің мамандықтары:\n\n1.Ақпараттық технология\nГрантқа шекті ұпай\nЖыл       Жалпы       Ауылдық\n2023         96               53\n2022         104              69\n\n2.Коммуникациялар және коммуникациялық технологиялар\nГрантқа шекті ұпай\nЖыл      Жалпы         Ауылдық\n2023         68                56\n2022         58                50\n\n3.Ақпараттық қауіпсіздік\nГрантқа шекті ұпай\nЖыл      Жалпы         Ауылдық\n2023         62                 ?\n2022         69                 ?\n\nтолығырақ:https://edu.joo.kz/#/main/groups/58\nhttps://farabi.university/?lang=kz",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер перезсдача тапсырсам қызыл диплом ала аламын ба?",
        "question_content": "Егер перезсдача тапсырсам қызыл диплом ала аламын ба?",
        "question_date": "4.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі қойылатын талаптар:\n1. 8 семестрдің барлығын қосқан кезде ортақ GPA 3.5 кем болмау керек.\n\n2. Практика, курсовой бағалары 90-нан кем болмау керек.\n\n3. 3-тік баға болмауы керек.\n\n4. Дипломдық жұмысты 5-қорғау керек.\n\n5. Мемлекеттік емтихандардың бәрін кем дегенде 90",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6-ға еселік және 120-дан аспайтын натурал сандардың қосындысын табыңдар?",
        "question_content": "6-ға еселік және 120-дан аспайтын натурал сандардың қосындысын табыңдар?",
        "question_date": "3.06.2024",
        "question_tag": "Математика",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6-ға еселік және 120-дан аспайтын натурал сандар мыналар:\n\n6, 12, 18, 24, 30, 36, 42, 48, 54, 60, 66, 72, 78, 84, 90, 96, 102, 108, 114\n\nОсы сандардың қосындысын табу үшін арифметикалық прогрессияның қосындысы формуласын қолданамыз:\n\nS = (n/2) * (a1 + an)\n\nмұндағы:\n\nS – қосынды\n\nn – сандар саны (19)\n\na1 – бірінші сан (6)\n\nan – соңғы сан (114)\n\nS = (19/2) * (6 + 114) = 1140\n\nЖауабы: 1140",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бокстан кмс алу үшін не істейді",
        "question_content": "Бокс спортыннан кандидат мастер спортаны не істеп алады?",
        "question_date": "2.06.2024",
        "question_tag": "Жалпы спорт",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "KMS БОКСТА ҚАЛАЙ ТАҒАЙЫНДАЛАДЫ?\n-Сіз 14 жастан бастап қадамға өтініш бере аласыз.\nҚАЛАЙ БОКСТА KMS БОЛУҒА БОЛАДЫ?\nБокста KMS болу оңай емес. Әртүрлі деңгейдегі жарыстарға қатысып, қарсыластарды сенімді түрде айналып өту керек. Салмақ санатында кемінде 8 жауынгер жұдырықтасуы керек, оның екеуі KMS болуы керек. Жасөспірімдер мен ересектер арасындағы жарыстарда санатқа үміткерлер кемінде 3 жекпе-жектен өтуі керек, бұл жағдайда қатысушылардың ең аз саны көрсетілмеген. Спорт шебері деген беделді атаққа жол ашады, сонымен қатар жаттықтырушылық мансабында көмектеседі.",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде берілген сөйлемге синтаксистік талдау жасау керек болып тұр?",
        "question_content": "Ілкіден жеткен рухани дүниелердің күй керуеніне теңделіп, күйшіге ерекше міндеттелуі тегін емес. Көбінесе бұл күйлер әуенінде шалқу болмайды,әуен қайталауларға құрылып,қысқа демді болып келеді.",
        "question_date": "1.06.2024",
        "question_tag": "ҰБТ жайлы",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтаксистік талдау:\nБірінші сөйлем:\nІлкіден жеткен рухани дүниелердің күй керуеніне теңделіп, күйшіге ерекше міндеттелуі тегін емес.Бастауыш: Ілкіден жеткен рухани дүниелердің күйшіге ерекше міндеттелуі Ілік септігіндегі сөз тіркесі: Ілкіден жеткен рухани дүниелердің Ілік септігіндегі зат есім: Ілкіден жеткен рухани дүниелер\nАнықтауыш: Ілкіден жеткен\nБастауыш: рухани дүниелер\nБаяндауыш: күйшіге ерекше міндеттелуі\nТолықтауыш: күйшіге\nПысықтауыш: ерекше\nБаяндауыш: міндеттелуі\nБаяндауыш: тегін емес (Күрделі етістік баяндауыш)\nКүрделі бастауыштың бірыңғай мүшесі: күй керуеніне теңделіп\nТолықтауыш: күй керуеніне\nБаяндауыш: теңделіп\nЕкінші сөйлем:\nКөбінесе бұл күйлер әуенінде шалқу болмайды, әуен қайталауларға құрылып, қысқа демді болып келеді.Бастауыш: бұл күйлер әуенінде шалқу (Күрделі бастауыш)\nАнықтауыш: бұл\nБастауыш: күйлер\nТолықтауыш: әуенінде\nБаяндауыш: шалқу\nБаяндауыш: болмайды\nКүрделі бастауыштың бірыңғай мүшесі: әуен қайталауларға құрылып, қысқа демді болып келеді (Күрделі бастауыш)\nБастауыш: әуен\nБаяндауыш: қайталауларға құрылып, қысқа демді болып келеді\nТолықтауыш: қайталауларға\nБаяндауыш: құрылып\nБірыңғай баяндауыш: қысқа демді болып келеді",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грантта оқимын, 3 рет степендиядан құладым, енді гранттан айрыламын ба?",
        "question_content": "Мемлекеттік грантта оқимын, баллдарым жақсы еді сессиядан төмен қойып қойды. 3 рен степендиядан құладым енді грантты алып қояды ма?",
        "question_date": "1.06.2024",
        "question_tag": "Университет, колледж",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емтиханнан 2 (F) баға алған жағдайда грант сақталмайды.\n\n3 (С) бағалау жүйесімен тек стипендиядан айырылады.",
                "date": "1.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлыптасқа жазғанға сөз керек еді?",
        "question_content": "78 жасында қайтыс болған әкеге құлыптасқа жазғанға сөз керек?",
        "question_date": "1.06.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жан әкем еді қорғаным,\nМәпелеп баққан қормалым.\nТұтқиыл келіп сұм ажал,\nҚайғыға терең шомғаным.\n\nАрманын алға жалғайын,\nСөнбесін арты шырағы.\nАлладан тілек тілейін.\nЖәннатта болсын тұрағы.\n\nБісміллә еді сөз басым,\nАйтсам бір келер көз жасым.\nКетіпті-ау әкем келмеске,\nИманың болсын жолдасың!",
                "date": "1.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса болу үшін ұбтдан қанша бал жинау қажет?",
        "question_content": "Актриса болу үшін ұбт дан қанша бал жинау қажет?Және де тек 9 соң кетсең бола аласыңба или универге де түсе аласыңба?",
        "question_date": "31.05.2024",
        "question_tag": "Өнер",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Профильді пән, ҰБТ - Шығармашылық емтихан. 9 сыныптан соң колледж, 11 сыныптан соң ЖОО оқи аласыз.",
                "date": "31.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мерей деген есім нені білдіреді?",
        "question_content": "Мерей деген есім жамандықты келттіреді мысалы сенің мерей деген досыңыз болса ол ақыр соныңда сені тастап кеттеді и бақа достарыңды тартып алып жамандайтын ат Мерей деген атты тек ұлдарға қояды деп ойлаймын үйткені мерей деген қыз бала ға жараспайды",
        "question_date": "31.05.2024",
        "question_tag": "Мектеп",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мерей — бақыт, қуаныш деген мағынаны білдіреді.",
                "date": "31.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әдеп кеңесінің хаттамасын қалай жазады кім біледі?",
        "question_content": "әдеп кеңесінің хаттамасын қалай жазады кім біледі тез арада керек еді\nжазып жібересіздерма",
        "question_date": "31.05.2024",
        "question_tag": "Мектеп",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдеп жөніндегі кеңес мәжілісі хаттамаланады.\nХаттамада мәжіліске қатысқан Әдеп жөніндегі кеңес мүшелері, өзге де шақырылған тұлғалар, қаралған мәселелер, баяндаушылар мен басқа да сөз сөйлегендер, Әдеп жөніндегі кеңестің әр қаралған мәселесі бойынша қабылданған шешімдері мен мүшелердің дауыс беру нәтижелері көрсетіледі.\nХаттама мәжіліс жүргізілген күннен бастап үш жұмыс күн ішінде жүргізілген тілде рәсімделеді, және Әдеп жөніндегі кеңес Төрағасымен және мүшелерімен, Хатшылықтың меңгерушісімен қол қойылады.\nҮлгі\nПедагогикалық әдеп жөніндегі кеңес отырысы. Хаттама №1\nПедагогикалық әдеп жөніндегі кеңес отырысы.\n                                                          Хаттама №1\nҚатысушылар:  Жамбыл атындағы орта мектептің мұғалімдер ұжымы.\n                               Саны: 35 \nӨтілген уақыты:         31 тамыз 2024-25 оқу жылы.\nКүн тәртібінде \n1. Педагогикалық этика және Кеңесті құру туралы ережесін түсіндіру.\nКеңес төрайымы: Иманбекова Сандуғаш\n2. Мұғалімнің өзінің кәсіби міндеттерін орындау кезіндегі сыртқы келбеті.\nКеңес мүшесі: Абдильдаева Ботагөз\n3.Педагогикалық этика нормалары мен ережелерін сақтау міндеті.\nКеңес мүшесі: Туғанбаева Айгүлсін\nТыңдалды:\nБірінші мәселе  бойынша әдеп кеңес төрайымы  Иманбекова Сандуғаш: \nҚайырлы күн бүгінгі педагогикалық әдеп кеңесінің отырысына қатысушылар. Педагогикалық этика және Кеңесті құру туралы Қазақстан Республикасы Білім және ғылым министрінің 2020 жылғы 11 мамырдағы №190 бұйрығы. Қазақстан Республикасының 2020 жылғы 12 мамырда №20619 болып тіркелді. \nПедагогикалық әдеп  жөніндегі кеңес білім беру ұйымдарында педагогтердің педагогикалық әдепті сақтауы мәселелерін қарайтын  алқалы орган болып табылады. \nКеңес өз қызметін «Білім туралы», «Педагог мәртебесі туралы» Қазақстан Республикасының заңдарына осы Қағидаларға, өзгеде нормативтік құқықтық актілерге сәйкес жүзеге асырады және обьективтілік пен  әділдік, әдептілік, қоғамдық пікір мен жариялылықты есепке алу қағидаттарын басшылыққа алады. \nСонымен қатар кеңестің міндетіне педагогтардың тәртіптік істерін қарау кіреді. Тәртіптік істерді қарау қорытындысы бойынша Кеңес келесі шешімдердің бірін шығара алады: білім беру ұйымының басшысына педагогке тиісті тәртіптік жаза қолдануды немесе қолданбауды ұсыну, тәртіптік істі тоқтату.\nЕкінші мәселе бойынша кеңес мүшесі Абильдаева Ботакөз:\n   Педагог өзінің кәсіби міндеттерін орындау кезіндегі сыртқы келбетіне баса назар аудару керек.Әр балаға жол сілтеп,оның бойына жақсы қасиеттерді сіңіретін бірден бір жан болса, ол-ұстаз. «шәкірттің жақсы болмағы-ұстазынан» деп дана халқымыз айтқандай ұстаз оқушыларды білім нәрімен сусындатып қана қоймай,қолынан келгенінің бәрін үйретіп,бағыт-бағдар беріп,сыртқы келбетімен,киім үлгісімен,өзін-өзі ұстау әдебімен үлгі бола білуі тиіс.Себебі балалар педагогтің біліміне ғана емес,жоғарыда аталған қасиеттеріне де ерекше көңіл бөліп,тәлім алады.түстерді дұрыс үйлестіре білген жөн.Ұстаз киіміндегі құптауға лайық түстер ақ және қара түс болып есептеледі.Педагогтің шаш үлгісі өзіне жарасымды болғаны дұрыс.\nПедагог мамандығына сай талғаммен киініп,ұқыпты келбетімен үлгі бола отырып,ішкі жан дүниесінің көркемдігімен,шәкірт жанын ұғына алар кеңпейіл мінезімен көрінуі керек.Адамдар үйлесімділікке баса назар аударатынын есте сақтаңыз.\nОсы нәрселерді шебер үйлестіре білген білікті ұстаз шәкірттерді білім нәрімен сусындатып қана қоймай,өскелең ұрпақтың өзіне қарап бой түзеуіне,тұлға болып қалыптасуына септігін тигізеді.\nҰстаз –мектеп тұтқасы. Сондықтан ұстаздар қандай кездеде,қандай ортада да педагогикалық әдепті ұстағаны жөн. Өзінің жеке суреттерін әлеуметтік желілерде жариялаған кезде ұстаз деген атына лайық суреттер жариялау тиміс деп ойлаймын. Көпшілік алдына шыққанда да ұстаз екенін ұмытпауы тиіс.Қазір әлеуметтік желіде көріп жүрсіздер,бейәдеп суреттермен жүрген жас мамандар кездесіп қалып жатады.Сондай әрекеттерден аулақ болғаны жөн.Әр мәселені көтерген кезде де,өз пікіріңді білдірген кезде де,әдептен озбай сөйлеу керек.Педагог өзінің кәсіби назарындағы обьектілер болып табылатын оқушының,ата-ананың,адамдардың абыройы мен қадір-қасиетін құрметтейді,олармен қарым-қатынас жасауда өнегелі.Ол баланың дамуын шынымен қалап,оған әрқашан көмектесуге дайын екендігін білдіріп,білім алушының жетістігін(жетіспеушілігін) бағалауда әдептілік таныту қажет\nҮшінші мәселе бойынша кеңес мүшесі Туғанбаева Айгүлсін: \n    Ұстаз ата-аналармен,балалармен және әріптестермен әңгімелесу кезінде педагогикалық этика нормалары мен ережелерін сақтау міндетті.\nЧаттардағы қарым-қатынастың қарапайым нормаларына тоқталып,мессенджерлер жіберу туралы бірқатар мысалдар келтірді. Жеке сұрақтарыңызбен жалпы алқалық чатқа араластырмауды ескертті.Сөйлеу кезінде этикалық нормаларды ұстауға кеңес берді.\nҰстаз этикасы-педагог пен бала,ата-ана мен педагог арасындағы қарым- қатынас. Педагогикалық этика-ұжым ішінде,педагогтер арасында басталып,өзінің заңды жалғасын топтарда табуы тиіс. Адамгершілікке тәрбиелеу ісінің тек өзіне ғана тән ерекшеліктері мен заңдылықтары болғандықтан,оның ғылыми негізделген жүйесі жасалуға тиіс.Бұл маңызды да құрметті міндет педагогика және этика ғылыми өкілдерінің ынтымағы нәтижесінде ғана жүзеге асуы мүмкін.Кәсіптік этиканың ережелері мен принциптері бірнеше кәсіптерді қамтуы мүмкін.Мысалы педагог этикасы мектепке дейінгі ұйымдарды,мектептерді,орта арнаулы және жоғары оқу орындарында істейтін адамдардың қарым-қатынастары ұқсастығына байланысты оларды реттейтін жалпы нормаларды қарастырады.\nКеңес шешімі:\n        1. Педагогикалық әдеп кеңесінің ережесі бұзбау, назарда ұсталынсын.\n2.Педагогтің өзінің кәсіби міндеттерін орындау кезіндегі сыртқы келбеті назарға алынсын.\n3.Педагогтермен педагогикалық этика нормалары мен ережелерін сақтау туралы жұмыстар жүргізілсін.\nКеңес төрайымы:\nИманбекова С.О.\nКеңес хатшысы:\nБоранбаева Т.Ы.",
                "date": "31.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күзетшілерге сауықтыру төленеді ма",
        "question_content": "Әлеуметтік салада күзетшілерге сауықтыру төленеді ма? Бұл жөнінде қай заңда жазылған төленеді не төленбейді деген",
        "question_date": "31.05.2024",
        "question_tag": "Мамандық",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Топ жарғанға ұран керек",
        "question_content": "Маған топ жарған атты топқа ұран керек. Себебі 3і бізге лагер болады. Соған өте қатты керек",
        "question_date": "29.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үзінді қай өлеңнен?",
        "question_content": "«Сақ пен ғұн, түркілердің тұяғы едік, Ежелден айбыны асқақ үні де өктем». Бұл үзінді қай өлеңнен және авторы кім екені керек болып тұр.",
        "question_date": "29.05.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3 моль циклопропанды жаққанда түзілген көмірқышқыл газының (қ.ж.) көлемі. (л)",
        "question_content": "3 моль циклопропанды жаққанда түзілген көмірқышқыл газының (қ.ж.) көлемі. (л)",
        "question_date": "29.05.2024",
        "question_tag": "Физика",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компьютерде бірдеңе Оператив жадынан тым көп орын алып тұр. Кім көмектесе алады?",
        "question_content": "Ноутта жадтың барлығын бірнәрсе алып алған. Не екенін түсіне алмай қойдым. Интернетте айтылған нәрселер көмектеспейді. Кім көріп бере алады?",
        "question_date": "28.05.2024",
        "question_tag": "Операциялық жүйелер",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатқыл дискіні 100 пайыз пайдалануда\nПроцессы-ді шертсеңіз жеке-жеке процестердің ресурстарды қолданылуын көрсетеді. Сол жерден қай процестің көп ресурсты пайдаланып жатқанын көресіз",
                "date": "28.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдыққа бағаны не деп сұраса болат",
        "question_content": "Сабақтан 2 ай қалғам сабақ бітер кезде енді мұғалім матемнаң 3 қоям деп тұр 4 ті қалай барып сұрасам болат шоколад ,торт дегендерден апарып сұрайын ба",
        "question_date": "28.05.2024",
        "question_tag": "Математика",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттестатқа баға қойдыру",
        "question_content": "Аттестатқа бағаны ақшамен қойдыруға болама? Ақшаны кімге береді?",
        "question_date": "27.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аттестаттағы баға ештеңені шешпейді, бар шешім - білімде. Егер білімді болып тұрсаңыз кез келген асуларды өзіңіз бағындырасыз.\nПара беру мен пара алу ол ауыр күнә.\nЕгер осы қадамға қатты барғыңыз келіп тұрса, әрине мектеп басшылары шешеді.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыш дегеніміз не?",
        "question_content": "Үшбұрыш дегеніміз, бір түзудің бойында жатпайтын, үш нүктені бір-біріне  қос-қостан қосатын фигура (7-сыныптың кітабында бар!)",
        "question_date": "27.05.2024",
        "question_tag": "Мектеп",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыш — ең қарапайым көпбұрыш, үш нүктеден, үш қабырғадан және үш бұрыштан тұрады немесе бір түзу бойында жатпайтын үш нүктені қосатын кесінділерді шектейтін жазықтық бөлігі.\n\nҮшбұрыштардың түрлері: тең қабырғалы, теңбүйірлі, сүйірбұрышты, тік бұрышты, доғал бұрышты.\n\nДоғалбұрышты үшбұрыш — ішкі бір бұрышы доғал бұрыш болатын үшбұрыш.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гендік өзгеріске ұшыраған өнімнің пайдасы мен зияны, эссе",
        "question_content": "Гендік мадефикацияланған өнімдер деп-генетикалық коды жасанды түрде өзгертілген организімдерді айтады. ГМО-ға деген көзқарас, қазіргі замандағы ең даулы мәселелерлің бірі. Соңғы жылдары бұқаралық ақпарат құралдарында және интернетте, оның пайдасы мен зияны туралы дау-даймалар азаймай жатыр.Мәселен, олар зиянды жәндіктерді ғана емес, сонымен қатар, мүлдем зиянсыздарлы да жояды. Бұл организімдер жақында пайда болғандықтан қортынды жасау әлі ерте деп оилаймын. Оны қолдану ресми тиым салынған жоқ, сондықтын, ГМО-ның болашағы тұтынушылардың қолында-деп есептейміз.",
        "question_date": "27.05.2024",
        "question_tag": "Мектеп",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдасы. Бұл өнімдердің пайда болуы, бірінші кезекте ауыл шаруашылығына тиімді әсер етті. Көкөністер мен жемістердің өнімділігін арттыруға мүмкіндік жасалды. Оларды өсіру оңай болғандықтан, нарықтағы бағасы да төмендеді. Сонымен бірге, ГМӨ зиянды жәндіктермен, вирустармен және бактериялармен күресе алады. Гендік модификацияланған тағамдар қатерлі ісікке, бедеулікке немесе демікпеге (астмаға) әкелуі мүмкін деген пікірлерді жиі естуге болады. Алайда, бұл тұжырым қате. Трансгендік өнімдер бірде-бір өлімге, тіпті қарапайым ауруға соқтырған жоқ. Ол фармакологияда да қолданылады, оның негізінде әртүрлі ауруларға қарсы вакциналар шығарылады. Мамандардың болжамы бойынша, 20 жылдай кейін жер шарының тұрғындары 2 миллиардқа көбейеді. Дәл қазір, аштықта өмір сүретін адамдарың саны 700 миллионды құрайды. Трансгендік тағамдарды қолдайтын ғалымдардың айтуынша, ГМӨ адамзатты аштықтан құтқара алады. \nЗияны. Экологтардың айтуынша, гендік өзгеріске ұшыраған өсімдіктер қоршаған ортаға залал келтіреді деп санайды. Мәселен, олар зиянды жәндіктерді ғана емес, сонымен қатар, мүлдем зиянсыздарды да жояды. Көптеген табиғи өсімдіктер, бәсекелестікке шыдай алмағандықтан, жойылып кетуі мүмкін. Бұл жағдай – табиғаттың тепе-теңдігін бұзады. Бұл организмдер жақында пайда болғандықтан, қорытынды жасау әлі ерте. Оны қолдануға ресми тыйым салынған жоқ, сондықтан, ГМО-нің болашағы тұтунышылардың қолында.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    }
]