[
    {
        "question_title": "Общак дегеніміз не?",
        "question_content": "Общак дегеніміз не?оның шығу тарихы?\n\nтолық ақпарат болса",
        "question_date": "14.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Общак деген орта, жалпы деген мағына береді. Көше тіліне жатады.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттестат сатып алуға боладыма",
        "question_content": "9 сынып бітіргеннен кейін аттестатты сатып алуға боладыма және қаншаға?",
        "question_date": "14.04.2020",
        "question_tag": "Мектеп",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аттестатты сатып алудың қажеті жоқ, ол оқуды бітіргіннен кейін барлық оқушыға бірдей беріледі.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс пирамиданың биіктігінің әрбір нүктесі жақтардың",
        "question_content": "Дұрыс пирамиданың биіктігінің әрбір нүктесі жақтардың барлық_________бірдей қашықтықта жатады.\n_________орнына сөз қойылу қажет?",
        "question_date": "14.04.2020",
        "question_tag": "Геометрия",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс пирамиданың биіктігінің әрбір нүктесі жақтардың барлық___сәйкес нүктелерінен______бірдей қашықтықта жатады. \nЖалпы берілетін анықтама бойынша ойласақ осылай болу керек.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасушалар қандай әдіспен бөлінген кезде тұқымды өсімдіктерді гаметалар түзіледі?",
        "question_content": "Тұқымды өсімдіктердің тіршілік циклінде ядролық фазаларының ауысуы деген ұғымды қалай түсінесіңдер және жасушалар қандай әдіспен бөлінген кезде тұқымды өсімдіктерді гаметалар түзіледі?",
        "question_date": "14.04.2020",
        "question_tag": "Биология",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А\nAabbccDd x AabbCcdd будандастыруы бойынша алынған ұрпақтарының қанша бөлігі барлық ген бойынша гомозиготалы; барлық доминантты ген бойынша гомозиготалы жєне рецессивті ген бойынша гемизиготалы болады?0,0,0\nAaBbCcDd х аabbсcdd генотиптер бойынша ажыратылатын даралар будандастырылған. Алынған ұрпақтарының фенотип, генотип бойынша кластар саны және төрт рецессивті ген бойынша ұрпақтарының гомозиготалы бөлігі болады:16.81.1/256.\nAaBbCcDd х аabbсcdd генотиптер бойынша ажыратылатын даралар будандастырылған. Алынған ұрпақтарының фенотип бойынша кластар санын; генотип бойынша кластар саны жєне ұрпақтарының қанша бөлігі төрт рецессивті ген бойынша гомозиготалы болады:16,81,1/256\nAB : ab : Ab : aB = 24,5% : 25% : 25,0% : 25,35%;\nAB : ab : Ab : aB = 46,5% : 47,5% : 2,5% : 3,5%;\nAb : ab = 49,5% : 50,5% онда, бұл жағдайда, ген немесе гендердің тәуелсіз ажырауы тіркесу маңызды орын ала ма, аныќтаңыз: Аллельді емес гендер гомологты емес хромосомаларда орналасқан.Гендердің толық тіркеспеуі; тек АВ және ab гендері тіркескен.Гендердің толық тіркесуі, АВ және ab гендері тіркескен\n1. B) ¦ұқсас хромотидтерінің полюстерге ажырауы.C) Клеткада екі бірдей диплоидты клеткалардың түзілуі.\n2. B) UAA C) UGA\n3. B) Жыныс хромосомаларынан басқа барлық кариотиптік хромосомалар.\n4. B) Мультимерлі белок суббірліктерінің бір-бірімен және биологиялық мембраналармен байланысу орындары.C) Олардың ішкі клеткалық тұрақтылықтың төмендеуі.\n5. B) Хромосомалардағы гендер тізбекті сызықпен орналасады.\n6. B) Элонгацияның әрбір сатысы үш саты – кодонды тану, пептидті байланыстыњ түзілуі, транслокациядан тұрады.C) тРНҚ активтенуі – бұл тРНҚ молекуласының 3 — соңындағы аденозинге амин қышқылының байланысып, аминоацил – тРНҚ түзілуі.\nbv+lg+ – 275, b+v+lg+ –22, bvlg – 18, bvlg+ – 66.v, b және lg гендері бір сызық бойына ретпен орналасады.v және b гендердің арақашықтығы 18%.b және lg гендердің арақашықтығы 28%\n1. C) Аталық пен аналық организмдерге тєн ұқсас жұп хромосомалар.\n2. C) Гендер дискретті жєне тұқым қуалайтын ақпараттыњ бөлінбейтін бөлшегі.\nDD, Dd, dd генотиптері бар өсімдіктер гаметалар түзеді:D және D,D және d,d және d\n1. coli-дің ДНҚ реликациясының инициациясы қандай деңгейде реттеледі:A) Инициация клеткалық циклмен синхрондалған.B) ДНҚ синтезіндегі клеткалық циклдағы әрбір репликацияның басталу ауданы бір рет қана инициацияланады. C) Бактериалық клеткадағы әрбір репликацияның басталу ауданындағы инициация – синхронды түрде жүреді.\nF2 ұрпағында фенотипі бойынша 27:9:9:9:3:3:3:1 ажырау қатынасы және генотипі бойынша (1:2:1)3 қатынастары будандастыруды сипаттайды:үшгибридті будандастыру.Белгілердің тәуелсіз комбинациялануы.үш жұп қарама-қарсы белгілері бойынша ажыратылатын организмдерді будандастыру.\nF2 ұрпағында фенотипі бойынша ажырау қатынасы 27:9:9:9:3:3:3:1 және генотипі бойынша (1:2:1)3 сипаттайды: Үшгибридті будандастыру,Белгілердің тәуелсіз комбинациялануы,үш жұп қарама-қарсы белгілері бойынша ажыратылатын организмдерді будандастыру.\nF2 ұрпағындағы фенотип бойынша 9:3:3:1 және генотип бойынша (1:2:1)2 ажырау қатынасы сипаттайды:Г.Мендельдіњ үшінші заңын.Белгілердің тәуелсіз комбинациялануы.Дигибридті будандастыруды.\nF2 ұрпағының фенотипі 3:1 және генотипі бойынша 1:2:1 қатынасында ажырау сипаттайды:Г. Мендельдің екінші заңдылығын.Ажырау заңдылығын.Моногибридті будандастыруды.\nI мейоз процесінде жүреді:A) Хромосомалардың экватор бойында орналасуы.\nI мейоздың интерфаза және профаза кезеңдерінде қандай үрдістер жүреді:ДНҚ синтезі.Хромосомалардың екі еселенуі.Гомологты хромосомалардың конъюгациясы және хромосомалардың тығыздалуы\nI мейоздың интерфаза жєне профаза кезеңдерінде келесі үрдістер жүреді: A) ДНЌ синтезі B) Хромосомалардың екі еселенуі C) Гомологты хромосомалардың конъюгациясы жєне хромосомалардың тыыздалуы\nIAi0 генотипі болатын ағзаның гамета түзу ықтималдығы және олардың типтері:50% — IA, 50% — i0. ½ — IA, ½ — i0. 50% — IA, 50% — i0 немесе ½ — IA, ½ — i0.\nII мейоздың әртүрлі кезеңдерінде жүреді:A) Центромерлердің экватор бойында орналасуы. B) ұқсас хромотидтерінің полюстерге ажырауы. C) Төрт гаплоидты ядролардың түзілуі.\nLМLN генотипті даралардағы гаметалар типі жєне олардыњ түзілу ықтималдылығы:Гаметаның екі типі – 50% LМ жєне 50% LN . Гаметаның екі типі– ½ LМ жєне ½ LN , Гаметаның екі типі – LN, 100%\nY-хромосомада орналасқан гендердіњ тұқым қуалауы:Жыныспен тіркескен.Голандрлі.әкесінен ұлына тұқым қуалау.\nY-хромосомамен тіркескен адамдарда болатын ауру түрі:Гипертрихоз (құлақ қалқанының жоғары түктілігі).Ихтиоз (терінің балық қабыршағына ұқсас болуы).Аяқ саусақтарының арасында жарғақтардың болуы.\nА аллелі сары түсті, а – жасыл түсті анықтайды. Келесі будандастырудағы өсімдік дәндерінің түсі: АА х Аа; аа х АА; егер F1 (Аа) будандарын доминантты гомозиготамен кері будандастырудан алынған өсімдіктердің түсі:Барлық дәндері сары.Барлық дәндері сары.Барлық дәндері сары.\nА және В гендері тәуелсіз тұқым қуалайды. АаВb х АаВb будандастырудан алынған F2 ұрпағындағы ажырау қатынастары:9:3:3:1,(1:2:1)2,1:2:1:2:4:2:1:2:1\nА.Густафссон бойынша өсімдіктерде кездесетін гетерозис түрлері: Репродуктивті — Сомалыќ — Адаптивтік немесе бейімделгіш\nАа гетерозигота келесі гамета типтерін түзеді жєне келесі қатынаста болады:2 гамета.А және а.1:1\nАа х Аа будандастырудан алынған ұрпақтың қандай бөлігі доминантты және рецессивті аллельдері бойынша гомозиготалы жєне гетерозиготалы болады:¼ ,25%,¼ және 25%\nАА, Аа, аа генотиптері бар өсімдіктер гаметаларды түзеді:А және А,А және а,а және а\nАаВb дигетерозигота келесі гамета типтерін түзеді және қандай қатынаста болады:4 гамета.АВ, Аb, aB, ab.1:1:1:1\nАаВb дигетерозиготалы ағза қанша және қандай гамета типтер түзеді:4 гамета 25% АВ, 25% Аb, 25% aB, 25% ab,4 гамета АВ, Аb, aB, ab,4 гамета ¼ АВ, ¼ Аb, ¼ aB, ¼ ab.\nАаВb х ААВb шаѓылыстыруы кезінде F1-де фенотип жєне генотипі бойынша ажырау қатынасы және АaВb генотипінің түзетін гамета типі:3:1,1:2:1:1:2:1 ,4 гамета\nАаВbСс үшгетерозигота келесі гамета типтерін түзеді және қандай қатынаста болады:8 гамета.АВС, АВс, AbC, Abc, aBC,aBc, abC, abc .1:1:1:1:1:1:1:1\nАаВbСс х АаВbСс шағылыстыруы кезінде F2-де фенотипі, генотипі бойынша ажырау жүреді:27:9:9:9:3:3:3:1 және (1:2:1)3, (3:1)3 және (1:2:1)3, (1:2:1)3 және (3:1)3 .\nАаВв генотипті даралар талдаушы будандастыру жєне гендердің толымсыз тіркесуі кезінде түзілетін гаметалар мен фенотиптер, сонымен қатар, кроссоверлі гаметалардың саны.4 және 4, Аb және аВ.4 гаметалар және 4 фенотип, аВ және Аb.Кроссоверлі гаметалар Ав және аВ, 4 гамета жєне 4 фенотип.\nАаСс генотипті дараларда, АС және ас гендері тіркескен және осы гендердің ара-қашықтығы 18 морганиданы құрайды. Талдаушы будандастыру кезінде түзілетін фенотиптер және кроссоверлі гаметалар саны:41% АС.41% ас.4 фенотип\nАаСс генотипті дараларда, АС және ас гендері тіркескен жєне осы гендердің ара-қашықтығы 10 морганиданы құрайды. Талдаушы будандастыру кезінде түзілетін фенотиптер және осы даралар түзетін кроссоверлі гаметалар саны:4 фенотип, 5% Ас және 5% аС.4 фенотип ,10% кроссоверлі гаметалар.4 фенотип 10 % Ас және аС\nАдам генетикасын зерттеуде егіздік тєсіл ќолданылады. Бұл тәсілде ќандай көрсеткіштер ќолданылады, организмніњ ќасиеті факторлардың өзара єсерімен аныќталады: Көрсеткіш — конкорданттылыќ (ұќсастыќтың жиілігі)-Көрсеткіш — дискорданттылыќ (айырмашылыќтың жиілігі)-Генотип- ортаның өзара әсері.\nАдамдағы қан тобының гетерозиготалы генотипі:IAi0, IBi0, IAIB.\nАдамдағы қан тобының гомозиготалы генотипі: IAIA, IBIB, i0i0\nАдамдағы оңқайлық белгісі солақайлыққа қарағанда басым. Егер, бір ата-анасы оңқай, екіншісі солақай болса, онда осы некеден оңқай және солақай балалардың туылу ықтималдығы:Барлық балалары – 100% оңқай немесе 50% оңқай және 50% солақай.50% оңқай және 50% солақай немесе 100% оңқай.½ — оңқай, 1/2 солақай немесе барлық балалары – оңқай.\nАдамдарда кездесетін гендік аурулар:Гендердегі мутациялар нєтижесінде пайда болады — Көп жаѓдайда ауру ата-анадан беріледі — Метаболизмдік бұзылыстарды тудырады.\nАдамдарда оңқайлық солақайлыққа басымдылық көрсетеді. Егер, ата-аналарының екеуі де солақай болса, онда осы отбасында туылатын балалардың мүмкін болатын фенотиптері мен генотиптері:Барлық балалары солақай, генотипі 100 % bb.Барлық балалары солақай, генотипі 100 % аа. Барлық балалары солақай, генотипі 100 % сс.\nАдамның ќандай ерекшеліктері есепке алына отырып, адамныњ жеке генетикасы ќалыптасты:Генетикалыќ талдау жүргізу үшін, баѓытталѓан будандастыру жүргізудің мүмкін еместігі-Экспериментальды мутацияларды алудыњ мүмкін еместігі-Жыныстыќ жетілудің кештігі.\nАдамның кариотипінде кездесетін жыныс хромосомаларыныњ саны және типтері:2; Х; Y. 2; Y; Х. Х; Y; 2.\nАжырау – бұл: A) Ата-анасының біреуінің белгісінің ұрпағында көрінуі. B)Екінші жєне келесі будан ұрпақтарындағы дараларының белгілері мен қасиеттерінде басқа белгінің көрінуі. C) Гетерозиготалы даралардыңқ ұрпағында қарама-қарсы белгілердің көрінуі.\nАжырау – бұл:Ата-анасының біреуінің белгісінің ұрпағында көрінуі.Екінші жєне келесі будан ұрпақтарындағы дараларының белгілері мен қасиеттеріндегі әртүрлі көрінуі.Гетерозиготалы даралардың ұрпағында қарама-қарсы белгілердің көрінуі.\nАзот келесі қосылыстар құрамына кіреді:A) ДНҚB) РНҚC) Амин қышқылы.\nАллелизм терминініњ дұрыс анықтамасы: A) Белгініњ жұп гендер құбылысы. B)Ағзаның қарама қарсы белгілерінің жұптық (кей жағдайларда көптік). құбылысы C) Диплоидты ағзалардағы әртүрлі фенотиптік белгілерді анықтайтын гомологты гендердің жұп болуы.\nАллель терминінің дұрыс анықтамасы: A) Бір геннің қарама-қарсы жағдайы (бір генніњ әртүрлі жағдайы). B) Геннің кездесу формасы. C) Генніњ мүмкін болатын құрылымдық жағдайының бірі.\nАнасының қан тобы 0, ал, әкесінікі АВ. Ата-анасының қан тобы балаларына беріле ме; бұл балалардың қан тобы қандай болады:Тұқым қуалауы мүмкін емес, балаларының жартысында II, жартысында III қан тобы болады.Тұқым қуалауы мүмкін емес, F1 50% — IАi0, 50% -IBi0 . Тұқым қуалауы мүмкін емес, ½ — IАi0 , ½ — IBi0.\nАс бұршақтың гетерозиготалы сары тұқымды өсімдіктерін будандастырудан алынған бірінші ұрпақ будандарының фенотиптері:A) 2 фенотип. B) 3 сары : 1 жасыл. C) Сары жєне жасыл.\nАсбұршақ клеткалары 14 хромосомадан, дрозофила – 8, адам 46 хромосомадан тұрады. Осы ағзаларда қанша тіркесу тобы болады?7 , 4 23.4, 7, 23.23, 4, 7\nАсбұршақ өсімдігінің генотипі АаСс (А-сары, С-мұртшалардың болуы). Егер А және С гендері тіркескен болса, онда кроссоверлі гаметалардың қандай типтері түзіледі, алайда, хромосомалар арасында барлық кезде айқасу болады.2 типті гамета.2 типті – Ас және аС .кроссоверлі гаметалар Ас және аС\nАта-аналарының резустары теріс (rhrh); ата-аналарының екеуі резустары оң (RhRh х Rhrh); егер, ата-аналарының біреуінің резусы теріс, екіншісінің резусы оң (rhrh x Rhrh) болса, онда осы некеден туылатын балалардың қанында түзілетін резус фактор:rhrh., RhRh жєне Rhrh.Rhrh жєне rhrh.\nАта-аналық ағзалардың ықтималдығы ең жоғары генотиптерін анықтаңыз, егер: шағылыстырғанда барлық ұрпақтың генотипі ааbb болса; F1 ұрпақтың бәрі бірдей және F1 ұрпақты өзара шағылыстырғанда F2 ұрпақта белгілер бойынша 9:3:3:1 ажырау жүрген болса; F1 ұрпақта белгілер бойынша 1:1:1:1 ажырау жүрген болса:Р aabb x aabb,Р AABB x aabb не AAbb x aaBB,Р AaBb x aabb не Aabb x aaBb\nАта-анасының қан тобы MN. Осы отбасында туылатын балалардың қан топтарының мүмкін қатынастары:25% — М, 25% — N, 50% — МN. ¼ — М, ¼ — N, ½ — МN. ¼ — М, ¼ — N, ½ — МN немесе ¼ — М, ¼ — N, ½ — МN.\nАутбридинг селекцияда келесі маќсатта ќолданады:Ұрпаќтың гетерозиготалы деңгейінің жоғарлауы үшін-Популяцияныњ гетерогенділік дењгейін жоѓарлату үшін-Әртүрлі популяциядаѓы түрлердің шаѓылыстыруы ќатынасы бойынша ќолданады.\nАутосома – бұл: A) Аталық пен аналық кариотиптеріндегі ұқсас хромосомалар.\nӘйелдер босанатын ауруханада екі ұл баланы ауыстырып алды. І жұп ата-аналарының қан тобы – А және 0, ІІ жұп ата-аналарының – А және В, ұл баларының қан топтары А және 0. Ата-аналарының қан топтарын, балаларының генотиптерін жєне олардың ата-аналарын табыңыз:I-ші жұп ата-ана — IАi0 х i0i0,II- ші жұп ата-ана — IАIА х IАIB, i0i0 –I жұптың баласы; IАIА –II жұптың баласы\nӘ\nӘкесі мен баласы дальтониктер, ал, анасы түсті қалыпты ажыратады. Ата-аналарының мүмкін болатын генотиптері:Анасының генотипі — Dd, әкесінің генотипі – dY.Анасының генотипі — dd, әкесінің генотипі – dY.Анасы дальтонизм генін тасымалдаушы, әкесі осы ген бойынша гемизиготалы.\nӘкесі мен ұлы гемофилия ауруымен ауырады, ал, анасының қанының ұюы қалыпты. Ата-анасының және баласының мүмкін болатын генотиптері және гемофилия белгісі әкесінен ұлына беріле ме?Анасының генотипі — Нh, әкесінің генотипі – hY, баласының генотипі — hY, баласы гемофилия белгісін анасынан алады.Әкесінің генотипі – hY, анасының генотипі — Нh, баласының генотипі — hY, баласы гемофилия белгісін анасынан алады.Баласының генотипі — hY, анасының генотипі — Нh, әкесінің генотипі – hY, баласы гемофилия белгісін анасынан алады.\nӘкесі мен ұлы дальтонизм ауруымен ауырады, ал, анасы түсті жақсы ажыратады. Ата-анасының және баласының мүмкін болатын генотиптері және дальтонизм белгісі әкесінен ұлына беріле ме?Анасының генотипі — Dd, єкесінің генотипі – dY, баласының генотипі — dY, баласы дальтонизм белгісін анасынан алады.Әкесінің генотипі – dY, анасының генотипі — Dd, баласының генотипі — dY, баласы дальтонизм белгісін анасынан алады.Баласының генотипі — dY, анасының генотипі — Dd, әкесінің генотипі – dY, баласы дальтонизм белгісін анасынан алады.\nӘртүрлі жыныс хромосомалары бар ағзаның жынысы немесе кариотипі:Гетерогаметалы.ХY.ХХY.\nӘртүрлі жыныс хромосомалары бар ағзаның жынысы немесе кариотипі:Гомогаметалы.ХХ.ХХХ.\nБелгі Х-хромосомасымен тіркескен. «Тасбақа түстес» аналық (Аа) мысықты қара түсті аталық (аУ) мысықпен шағылыстырудан «тасбақа түсті» марғаулардың туылу ықтималдылығы: 25% тек аналықтар.¼ барлық марғаулар.50% аналық мысықтар.\nТолығырақ: https://mylektsii.ru/5-89869.html",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығын дегеніміз не? өлшем бірлігі",
        "question_content": "Шығын дегеніміз не? өлшем бірлігі",
        "question_date": "14.04.2020",
        "question_tag": "Физика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Белгілі уақыт ішінде құбырөткізгіштің көлденең қимасы арқылы өтетін заттың мөлшерін анықтайтын өлшеу құралдарын мөлшер есептеуіштер деп атайды.\nУақыт бірлігі ішінде құбырөткізгіштің көлденең қимасы арқылы өтетін заттың мөлшерін анықтайтын өлшеу құралдарын шығынөлшеуіштер деп атайды.\nҚұрылымдарды көлемді және массаны өлшеуге арналған есептеуіштер мен шығынөлшеуіштерге бөлуден басқа, осы құрылымдардың жұмыс принциптері негізделген,физика заңдары бойынша олардың өлшеу әдістері де сыныпталады. Өлшеу әдістерінің мышадай түрлері бар:\n- көлемдік;\n- айнымалы және тұрақты қысым өзгерісті (дросселдеуші құрылымдар және айналып өту шығынөлшеуіштері);\n- жылдамдық қарқынды (қарқындық түтіктер);\n- айнымалы деңгейлік (саңылаулық шығынөлшеуіштер);\n- жылулық, ультрадыбыстық, электромагниттік, тахометрлік, инерциялық, оптикалық, маркерлік және т.б.\nКөлемдік әдісті пайдаланғанда қайтымды сораптар – тістегершікті, қалақшалы және басқа – қолданылады. Сорапқа қысым айырмашылығы әсер еткенде ротор айналып, әр айналымда сұйықтың белгілі мөлшерін беріп отырады. Шығынды өлшеу уақыт бірлігі ішінде өтнтін сұйық мөлшерлерінің санын есептеуге, яғни сораптың роторының айналу жиілігін өлшеуге саяды. Сұйықтың тұтқырлығы бұл кезде аспаптың көрсетуіне әсер етпейді, бұл көлемдік әдістің артықшылығы болып табылады. Бірақ сұйықтың температурасының өзгеруі айтарлықтай әсер етеді.\nҚысымның айнымалы өзгерістері әдісі дросселдеуге, яғни құбырөткізгіш арқылы өтетін сұйық ағынын тарылтуға негізделген. Ағынды тарылту оның орташы жылдамдығының артуына, демек, энергияның сақталу заңы бойынша, кинетикалық энергияның артуына және потенциялық энергияның кемуіне әкеледі. Соған сәйкес тарылту жерлерінде статикалық қысым кемиді және тарылғынға дейінгі және тарылған жерлердегі қысым айырмашылығы (өзгерісі) пайда болады. Шығынды өлшеу сұйықтың немесе газдың ағынының жылдамдығыме байланысқан қысым өзгерісін өлшеуге саяды. Ағын жылдамдығына пропорционал айнымалы қысым өзгерісін жасау үшін қарқындық түтікті, Вентури түтігін, сопло мен диафрагманы қолданады. Қарқындық түтік (11.1-сурет, а) құбырөткізгіштің ішінде ағынға қарсы орналастырылады. Нәтижесінде түтіктің шығымындағы қысым статикалық қысым мен қарқындық жылдамдық қосындысы болып табылады.\nСығылмайтын сұйық жағдайында қарқындық түтік үшін мынадай тәуелділіктерді алуға болады:\n- көлемдік шығында\n- массалық шығында\nмұнда р1 – жылдамдығы жоқ кездегі қысым;  - сұйықтың тығыздығы.\n11.1-сурет – айнымалы қысым өзгерісі әдісінің шығынөлшегіштерінің құрылымдары\nВентури түтігі (11.1-сурет, б) тарылған бөлігі арқылы жалғасқан екі конустық түтіктерден тұрады. Кеңейтілген бөліктерінің диаметрлері газ немесе сұйық ағатын құбырөткізгіштің диамерлеріне тең.\nСопло (11.1-сурет, в) дросселдік элемент ретінде ауаның немесе газдың шығынын өлшеуде қолданылады. Соплолардың параметрлері стандартталған.\nДиафрагма (11.1-сурет, г) тесігінің центрңі құбырөткізгіштің центрімен беттесетін жұқа домалақ диск. Сұйықтың кіретін жағындағы жиегі сүйір, ал әрі қарай 450 бұрыш жасайтын конус болып келеді.\nДросселдеуші құрылымдар үшін сығылмайтын сұйықтардың көлемдік және массалық шығындарының қысым айырмашылығына тәуелділіктері келесі өрнектермен анықталады: ,\nмұнда  - сұйықтың тұтқырлығына, дросселдің типі мен өлшемдеріне, ағынның сипатына және т.б. тәуелділіктегі шығын коэффициенті;  — еркін түсу үдеуі.\nЕгер сұйық немесе газ сығылатын болса, әдетте жиі кедесетін, онда  тағы {р1/р2) қатынасына да тәуелді.Қысымның тұрақты өзгерістері әдісінде бағаланатын ағын жылдамдығы тұрақты. Қысым өзгерісі орта тарылған қима арқылы өткенде жасалады, ол кезде өту қимасының ауданы шығын өзгерісіне тәуелді өзгереді.тарылу жерлеріндегі тұрақты қысым ағында өзінің қалпын өзгертіп тұратын жылжымалы сезімтал элеменпен, негізінен осы элементтің массасымен анықталатын, жасалады. Шығынды өлшеу шегі 0,00025 ... 10000 м3/сағ аралығында. Тәжірибеде қысымның тұрақты өзгерісі шығынөлшеуіштерінің қалытқылық, поршенді және ротаметрлік түрлері қолданылады. Қарқын жылдамдығы әдісі. Сұйық мөлшерінің жылдамдығын есептеуіштер ағын ортасына орналастырылған айналатын элементтің белгілі уақыт аралығындағы айналым санын қосындылауға негізделген. Айналатын элемент ағынның өзінің кинетикалық энергиясы есебінен айналады. Айналу жылдамдығы ағып өтетін сұйықтың орташа жылдамдығына, демек шығынға пропорционал. Сезімтал элементтің құрылымының орындалуына тәуелді есептеуіштер аксиальдық және тангенсиальдық болып бөлінеді. Біріншілерін жиі турбиналы, ал екіншілерін – қалақшалы есептеуіштер деп атайды. Аксиальдық жұмысшы орган горизонталь, тангенсиальдық – вертикаль орналасады. Бұндай аспаптар сұйық мөлшерінің шығынын 3...13000 м3/сағ аралығында өлшеуге мүмкіндік береді.\nЖылдамдықты (турбиналы) шығынөлшеуіш (11.2-сурет, а) көпжүрісті (4..6) ену винті болып келетін турбинадан (айналғыштан) 1, иректік берілістен 2 және ағындағы турбинаның айналу жыодамдығын өлшеуші аспапқа немесе түрлендіргішке жеткізуші білікшеден 3 тұрады. Мысал ретінде ВСТ типіндегі су есептеуішінің құрылымы көрсетілген.\nТурбина типті су есептеуіші үш негігі бөліктен: корпустан, өлшеу блогынан 21, есептеуші құрылымнан 4 тұрады. Өлшеу блогі өлшеу камера-кронштейні 10 орантылатын кронштейн фланецінен 19, реттеуіштен, айналысты жеткізу механизмінен 28 тұрады. Өлшеу камера-кронштейні су ағынының жылдамдығын турбина 14 айналысына түрлендіруге арналған. Ол есептеуіш құрылыммен бір уақытта орнатылады және бекітіледі және ағынтүзеткіштен 15, өлшеу камера-кронштейінінен 10, өсті 11 турбинадан 14 тұрады. Ағынтүзеткіш ағынды түзетуге және оны турбина қалақшаларына бағыттауға арналған. Винтті қалақшалы аксиальдық турбина 14 сығанау мойынтіректерінде 32 айналатын өспен 11 қатаң байланысқан.\n11.2-сурет – Турбина типті шығынөлшеуіш: а – принциптік сұлбасы; б – ВСТ типті су есептеуішінің құрылымы\nАйналысты жеткізу механизмі турбина білігіне қатаң орнатылған пласмасса иректік дөңгелектен 31, шетінде магниттік жартыжалғастырғыш 8 қатаң орнатылған иректік дөңгелектің 29 вертикаль білігінен тұрады.\nЕсептеуіш құрылым 4 қаптамадан 3, магнит экраннан 35, магниттік жартыжалғастырғыштан 8, төмендеткіштен, алты цифрлық роликтен, екі төртжебелі индикатордан, магниттен 41 және бергіштер түйінінен 1 тұрады.\nВертикаль біліктің 29 айналу жылдамдығы магниттік жартыжалғас-тырғыштарға және төмендет-кіштің тісті дөңгелегіне беріледі. Төмендеткіштің тісті дөңгелегң цифрлы роликтерді, цифрлы жебелерді және орындаушы органдарға берілетін сигнал-дарды қалыптастыратын магнитті басқарылулы түйіспелі магниткі 41 қозғалысқа келтіреді.\nҚарастырылған есептеуіштер ашық және жабық жылумен қамтамасыз ету жүйелерінің кері және тура беруші құбырөткізгіштерінде, қысымы 1,6 МПа дейінгі, температурасы 5...1500С, су шығыны 0,03...1200 м3/сағ, сезімталдық табалдырығы 0,01...8 м3/сағ суық және ыстық сумен қамтамасыз ету жүйелеріндегі шығындардың көлемдерін, желілік суды СНиП 2.04.07-86 бойынша және ауыз суды МЕМСТ 2874-82 бойынша, арналған.\nЖылулық әдіснегізінен екі нұсқада іске асырылады. Егер шығынөлшеуіштің сезімтал элементін температуралық кедергілік коэффициенті үлкен материалдан жіңішке жіп түрінде жасап, сол жібін токпен қыздырса, онда жіптің температурасы, демек, кедергісі де ағын жылдамдығына тәуелді болады. Жылдамдық (шығын) өлшемі ток күші немесе жіп кедергісінде кернеудің төмендеуі болады.\nЕгер жіптің кедергісін температуралық коэффициенті нөлге тең материалдан жасап, жіпті токпен қыздырса, ағын жылдамдығына тәуелді жіптің температурасын терможұптың көмегімен өлшеуге болады.\nУльтрадыбыстық әдісті іске асыруда шығынды өлшеуді ағынның бағыты бойымен және қарсы бағытта ультрадыбыстық толқындардың (жиілігі 15 кГц жоғары) өтуі кезіндегі сигналдарды тарату мен қабылдау уақытының айырмашылығын, фазалар айырмашылығын және жиіліктер айырмашылығын анықтауға келтіруге болады.\nУльтрадыбыстық шығынөлшеуіштер қозғалыс жылдамдығы 10 м/с дейін және құбырөткізгіштің диаметрі 2 м дейін кезде өлшеу қателігінің өлшенетін мәннен қателігін 0,5% асырмайды.\nШығынды өлшеудің электромагниттік әдіс -40...+1800С температурасы кезінде өзіндік электрлік кедергісі  аспайтын агрессивті, улы, тұтанғыш және басқа қауіпті сұйықтар үшін қолайлы. Магниттік өрісті кесіп өтетін электрөткізгіш сұйықтың қозғалысы кезіндегі электромагниттік индукция принципіне негізделген шығынөлшеуіштердің артықшылығы құрылымында, ағынға енгізілетін және жылдамдығына әсер етуге қабілетті, қысым төмендеуін жасайтын, қандайда бір жылжитын немесе жылжымайтын элементтердің болмауы және көрсетулерінің сұйықтың тұтқырлығы мен тығыздығына тәуелсіздігі болып табылады.\nИндукциялық шығынөлшеуіштің функционалдық құрылымына (11.3-сурет) ағын ішінде айнымалы магнит өрісін жасайтын электромагнит 1, сигналы симметриялық қайталаушы катодқа КП, күшейіткішке У және одан әрі есептеуіш құрылымға ОУ берілетін, құбырөткізгіш 2 ішінде орналасқан алмалы-салмалы электродтар кіреді.\n11.3-сурет – Шығын өлшеудің электромагниттік әдісінің сұлбасы\nБұл типтегі шығынөлшеуіштер 2,5 МПа дейінгі асқын қысымға есептелген және дәлдік сыныбы 0,6-дан 1,6-ға дейін. Олар қозғалысының орташа жылдамдығы 10 м/с аспайтын диаметрі 3...1000 мм құбырөткізгіштердің шығынын 1...25000 м3/сағ диапазонында өлшеуді қамтамасыз етеді.\nОптикалық шығынөлшеуіштер Доплер эффектісін пайдалану негізінде мөлдір газдар мен сұйықтардың ағынын өлшеуіштерді жасауға мүмкіндік беретін квантық генераторлардың (лазерлердің) жасалуымен пайда болды. Олардың артықшылықтары жоғарғы сезімталдығы, инертілігінің аздығы, жанаспай өлшеу тәсілі, өтетін ортаның (лазер тарататын толқындар диапазонында оның мөлдірлігіне талаптардан басқа) физикалық қасиеттеріне тәуелсіз өлшенетін жылдамдықтың диапазонының шектемейтіндігі, ағын бағытына қатыстылығы бойынша инварианттылығы.Шығынды өлшеудің оптикалық әдісі іске асырылатын құрылымның сұлбасы 11.4-суретте көрсетілген. Лазер айналар 1, 5 және 11 жасайтын тұйықталған оптикалық жолмен біріне-бірі қарсы жүретін екі қарсы толқындарды жасайды.\n11.4-сурет – Шығын өлшеудің оптикалық әдісінің сұлбасы\nМөлдір терезелері 2, 4, 12 және 13 бар құбырөткізгіштің 3 бір бөлігінде қозғалатын сұйықтың немесе газдың ағыны ұлғаю эффектісінің салдарынан (мөлдір қозғалатын ортада жарық жылдамдығының өзгеруінен) сәулелер тербелісінің әртүрлі жиіліктерін жасайды. Олар қосылып айналарда 6 және 9 интерференциялық суретті жасайды. Оның кескіні сигналы өлшеуіш аспаппен тіркелетін фотоқабылдағышқа бағытталады. Бұл сигнал сәуле ұзындығы бойынша интегралданатын ағын жылдамдығына пропорционал және сызықтық сипатта. Лазерлік шығынөлшеуіштердің қателіктері 0,5%-тен аспайды.\nТолығырақ:https://lektsii.org/11-42279.html",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түйеде, жылқыда, сиырда болмайды. Қойда ғана болатын сүйектің түрі қандай?",
        "question_content": "Өзім үшін керек мағлұмат. Бәрімізге білген абзал деп ойлаймын. Түйеде, жылқыда, сиырда болмайды. Қойда ғана болатын сүйектің түрі қандай?",
        "question_date": "14.04.2020",
        "question_tag": "Биология",
        "question_views": 250000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асық дейміз. Оның ішіндегі үлкен асық болады. Ол Сақа. Ірі қойда болады. Басқа үй жануарларында жоқ",
                "date": "20.04.2020",
                "upvotes": 1
            },
            {
                "text": "Асық..................... ..................",
                "date": "15.04.2020",
                "upvotes": 0
            },
            {
                "text": "Төстегі шеміршек",
                "date": "15.04.2020",
                "upvotes": 0
            },
            {
                "text": "Шыбық сүйек,,,,,,,,,,,,,,,,,,,,,,,",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "Білмедік жауабы қалай екен",
                "date": "28.09.2020",
                "upvotes": 0
            },
            {
                "text": "Жауабы: құйыршық",
                "date": "3.11.2020",
                "upvotes": 0
            },
            {
                "text": "Күн жилик, ири карада токпан жилик дейди. Күн жиликти кедей жалшыларга береди, токпан жиликти табакка тартады.",
                "date": "8.11.2020",
                "upvotes": 0
            },
            {
                "text": "Толарсак деп аталады",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қойдың суйегі жауабы",
                "date": "14.11.2020",
                "upvotes": 0
            },
            {
                "text": "Асық емес\nСебебі асық басқада жануарларда болады мысал түйе сиыр қой тағы басқа",
                "date": "15.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қойда құйыршық болады",
                "date": "8.12.2020",
                "upvotes": 0
            },
            {
                "text": "Кәрі жілік жауабы",
                "date": "19.01.2021",
                "upvotes": 0
            },
            {
                "text": "Койда гана кари жилик",
                "date": "5.02.2021",
                "upvotes": 0
            },
            {
                "text": "Жауабы. Тоқпан жілік",
                "date": "8.02.2021",
                "upvotes": 0
            },
            {
                "text": "асық себебі үлкен всық сиыр,жылқыда жоқ",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нар туралы көркем шығармалар, өнер туындылары?",
        "question_content": "Нар туралы көркем шығармалар мен өнер туындылары қажет",
        "question_date": "14.04.2020",
        "question_tag": "Мектеп",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нар идірген Тахуи Ахтанов",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Подберите текст по вашей специальности",
        "question_content": "Подберите текст по вашей специальнос Экология. Произведите структурно-смысловой анализ текста. Схема комплексного анализа научного текста 1. Тема, идея 2. Стиль, подстиль (научно-учебный, научно-популярный, собственно-научный) и жанр текста. 3. Функционально-смысловой тип речи в тексте (описание, повествование, рассуждение). 4. Языковые особенности: a) Лексика – b) термины – общенаучные и узкоспециальные; c) Фразеология (например, в известной степени, оставить попытки, назрела необходимость); d) Словообразование (суффикс –изм, -ение, -(н)ость, -ция, -ство и др., сложные слова, аббревиация); интернациональные корни: (био-, гидро-, макро- и т.д.) e) Морфология - имена существительные с конкретным или абстрактным понятием; их больше, чем глаголов; практически не используются глаголы в 1-и 2-м лице ед.ч. (я, ты); глаголы в форме 1-го лица множ.ч. (мы); - отглагольные существительные (приводняется - приводнение, перематывает — перемотка); - глаголы в настоящем времени, несов.в.; - краткие прилагательные в значении постоянного признака (Инертные газы не активны, щелочные металлы в своих соединениях одновалентны); - причастия и деепричастные обороты; -имя числительное; е) Синтаксис (тип предложения – СПП, БСП, назывные, безличные, неопределенно-личные) 5. Вывод. Заключение по КЗТ Экология специальнос",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экзаменационные вопросы по русскому языку",
        "question_content": "1. Научный стиль. Особенности научного стиля. 2. Подстили научного стиля. 3. Лексические особенности научного стиля. 4. Словообразовательные особенности научного стиля. 5. Морфологические особенности научного стиля. 6. Синтаксические особенности научного стиля. 7. Научно-популярный подстиль и его жанры. 8. Научно-учебный подстиль и его жанры. 9. Собственно научный подстиль и его жанры. 10. Тема и микротемы научного текста. 11. Коммуникативная задача научного текста. Смысло-речевые ситуации. 12. Прогрессия научного текста. Данная и новая информация текста. 13. Способы развития информации в тексте 14. Основная и дополнительная информация в научном тексте 15. Компрессия научного текста. Вторичные научные тексты. 16. План научного текста. Виды планов. 17. Аннотирование научного текста. Структура и виды аннотации 18. Структура библиографического описания 19. Реферирование научного текста. Структура и виды рефератов. 20. Языковые средства составления реферата. 21. Цитирование. Правила оформления цитат. 22. Рецензирование научного текста. Структура рецензии. 23. Отличительные черты отзыва и рецензии. 24. Культура и нормы профессиональной речи. 25. Профессиональная лексика. Терминология специальности",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 189,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Словообразовательные особенности научного стиля.",
        "question_content": "Словообразовательные особенности научного стиля.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 227,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лексические особенности научного стиля.",
        "question_content": "Лексические особенности научного стиля.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лексические особенности научного стиля.\nЛексичекие обосвености выделяют 3 пласта лексики использхующейся в научном стиле.\n1) общеупотребительна – нетральная лексика колторая своействена всему нациоанлаьному чзыку она сотсавляет основу научново стиля, но не определяет его своеобразие. Нейтральная лексика преставлена знаменательными и служебными частяме речи, по аграничения в употребления слоформ.\n2. Книжняя лексика это слова которые вошли в литературный язык из конткретных терменологических сисем, \n\n3 пласт – специальная лексика, находящиеся за пределами литературного языка. Специфическая черта научного стиля, но этот пласт тоже не однороден.  По мнению Васильевой – терминология каждой науки, выделяються три слоя. 1)Общие категориальные понтяие характерные для значительного ряда наук. Они отражают наи более общее объекты действительности. Имеют общенаучный характер, и состовляют общий понятийной фонд науки в целом.  ( система, функция, элемент, свойство, молекула,) \n2) относяться понятие общие для смежных наук, которые имеют общие объекты исследования,)\n3) узкоспециальные понятия. \n\nПоскольку Научный язык стремиться к точности, то многозначные слова, употребляются в одном реже в двух значениях,  приобладают абстрактные существительные над конкретными, что обьесняетьяс сремление к обобщенности и абстрактности изложения. В обобщенных значения употребляються даже слова, которые вне научного стиля, обозначают конкретные предметы. Не используются слова с разговорной окраской а так же эмоционально экспрессивная, в том числе оценочная лекция.\nФразеологическое сочитание так же характер – ся особенностями, допускаються употребления общелитературные устойчивые обороты, выступающие в номинативной функции.  В отличии от других типов ссловочоситаний терминалогические словосочитания, утрачивают образно метафорическую экспрессию  и не имеют синонимов.\nВ научной речи широко используються слово оброзовательные заимствования.\nАктуальные – аффиксальные морфемы – анти, диа, диз, ди,\nПродуктивные суффиксы – ние, ист,  ость, изм.\nМоно. Анти, Поли, Микро, Макро,\nв Слово образование  отчестиливо наблюдаеться проявлтеятья тенденция  к эжкономи языковых усилий, - сложные слова заменяют целые словососчетания.( СОЦ – ПСИХОЛОГИЧСЕКИЕ, ОБЩЕПСИХОЛОГЧИСКИ, КУЛЬТУРНО ИСТОРИЧЕСКИЙ, ГЕШТАЛЬТПСИХОЛОГИЯ.)\nВ научном стиле втречаються обривиатуры.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Подстили научного стиля.",
        "question_content": "Подстили научного стиля.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отличием научного от всех других стилей речи является то, что его можно разделить на четыре подстиля \nСобственно-научный. Адресат этого стиля — учёный, специалист. Целью стиля можно назвать выявление и описание новых фактов, закономерностей, открытий. Характерен для диссертаций, монографий, авторефератов, научных статей, научных докладов, тезисов, научных рецензий и т. д.\nПример: «Ритмика экспрессивной речи ни в одном языке и ни при каких условиях не может оказаться тождественной ритмической организации нейтральной речи. Увеличение числа пауз и их протяжённости, неустойчивый темп, эмфатические ударения, специфическая сегментация, более контрастная мелодика, удлинение сонантов, шипящих, затянутая выдержка смычки у взрывных, волюнтативная растяжка гласных, влияющие на соотношение длительности ударного и безударного слогов в ритмогруппе, нарушают господствующие в языке ритмические тенденции (Т. Поплавская)».\nНаучно-учебный. Работы в данном стиле адресованы учащимся, с целью обучить, описать факты, необходимые для овладения материалом, поэтому факты, изложенные в тексте, и примеры приводятся типовые. Обязательным является описание «от общего к частному», строгая классификация, активное введение и использование специальных терминов. Характерен для учебников, учебных пособий, лекций и т. д.\nПример: «Ботаника — наука о растениях. Название этой науки происходит от греческого слова „ботане“, что значит „зелень, трава, растение“. Ботаника изучает жизнь растений, их внутреннее и внешнее строение, распространение растений на поверхности земного шара, взаимосвязь растений с окружающей природой и друг с другом (В. Корчагина)».\nНаучно-популярный. Аудитория при таком стиле обычно не имеет специальных знаний в данной области. Ю. А. Сорокин указывает, что научно-популярный текст пишется «научно, популярно, художественно», то есть при сохранении характерной для научного текста строгости и чёткости изложения, его особенностью является упрощенный характер изложения и возможное использование эмоционально-экспрессивных средств речи. Целью стиля является ознакомление с описываемыми явлениями и фактами. Употребление цифр и специальных терминов минимально (каждый из них подробно поясняется). Особенностями стиля являются: относительная лёгкость чтения, использование сравнения с привычными явлениями и предметами, значительные упрощения, рассматривание частных явлений без общего обзора и классификации. Стиль характерен для научно-популярных журналов и книг, детских энциклопедий, сообщений «научного характера» в СМИ. Это наиболее свободный подстиль, и он может варьироваться от газетных рубрик «историческая/техническая справка» или «это интересно» до научно-популярных книг, близких по формату и содержанию к учебникам (научно-учебному стилю).\nНаучно-технический. Адресат — специалисты технико-технического профиля. Цель — применение достижений фундаментальной науки в практике.\nПример: «Если в процессе вывода двигателей на взлётный режим происходит страгивание самолёта с места, отпустите тормоза и увеличьте режим работы двигателей до взлётного с учётом выдерживания направления разбега. При этом ВП [второй пилот] убеждается в готовности взлётного автофлюгера на обоих двигателях и контролирует выход двигателей на взлётный режим (РЛЭ самолёта Ан-28)».\nhttps://ru.wikipedia.org/wiki/%D0%9D%D0%B0%D1%83%D1%87%D0%BD%D1%8B%D0%B9_%D1%81%D1%82%D0%B8%D0%BB%D1%8C",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Научный стиль. Особенности научного стиля.",
        "question_content": "Научный стиль. Особенности научного стиля.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Основная функция научного стиля речи – передача логической информации и доказательство её истинности (при полном отсутствии выражения эмоций). В зависимости от тематики обычно выделяют научно-техническую, научно-естественную, научно-гуманитарную разновидности научной речи. Кроме того, в зависимости от конкретных задач и сферы использования можно выделить такие подстили, как: собственно научный, научно-информативный, научно-справочный, патентный, учебно-научный, научно-популярный.\nПри всём разнообразии разновидностей и жанров научный стиль речи характеризуется единством своей доминанты, то есть наиболее важного, организующего стиль признака. Доминанта научного стиля – понятийная точность, подчёркнутая логичность речи.\nТочность научной речи предполагает отбор языковых средств, обладающих качеством однозначности и способностью наилучшим образом выразить сущность понятия, то есть логически оформленной общей мысли о предмете, явлении. Поэтому в научном стиле избегают употреблять (но всё же иногда используют) различные образные средства, например, метафоры. Исключение составляют лишь термины-метафоры.\nСр.: в физике – ядро атома; в ботанике – пестик цветка; в анатомии – глазное яблоко, ушная раковина.\nОбобщённость и отвлечённость языка науки диктуется спецификой научного познания. Наука выражает абстрактную мысль, поэтому язык её лишён конкретности. Слово в научной речи называет обычно не конкретный, индивидуально неповторимый предмет, а целый класс однородных предметов, явлений, то есть выражает не частное, не индивидуальное, а общее научное понятие. Поэтому в первую очередь отбираются слова с обобщенным и отвлечённым значением.\nНапример, в определении: «Согласование – способ связи, при котором зависимое слово ставится в тех же формах, что и главное», – почти каждое слово обозначает общее понятие (слово вообще, способ вообще, связь вообще и т.д.).\nИнтеллектуальный характер научного познания обусловливает логичность языка науки, выражающуюся в предварительном продумывании сообщения и в строгой последовательности изложения. Цель любого научного сообщения – изложение определённых научных сведений и их доказательство. Роль авторского «я», говорящего, в научной речи весьма незначительна. Главное – само сообщение, его предмет, результаты исследования, изложенные чётко, ясно, объективно, независимо от тех чувств, которые испытывает автор по этому поводу. Чувства и переживания автора выносятся за скобки, не участвуют в речи. Вряд ли возможны в современной научной статье фразы типа:\nЯ бился над решением этой проблемы пять лет; Я горд, что первым сумел решить эту сложную научную проблему.\nЛичные эмоции здесь недопустимы. Именно поэтому в научной речи используются только нейтральные средства и недопустимы экспрессивные. А это, в свою очередь, определяет другие речевые особенности научного стиля.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Виды и причины языковых ошибок.",
        "question_content": "Задание 2. Выполните следующие упражнения: Упражнение 1. Распределите приведённые ниже словосочетания и предложения по группам в зависимости от того, к какому стилю они относятся. Социальные процессы, математическая обработка данных, впечатляющий форум, давить на нервы, настоящим подтверждаю, характеристика прилагается, величественное сооружение, борьба за равноправие, статистические данные, купить тушёнку, вопить без остановки, ранняя диагностика рака, геном человека, найти отклик в душах людей. Упражнение 2. Объедините в словосочетания слова из левой и правой колонки, учитывая особенности их лексической сочетаемости. Укажите возможные варианты. Доказать, обосновать Теорема, теория. Предвещать, предсказать Поражение, успех. Расширить, увеличить, повысить Возможности, потенциал. Античный, классический Мифология, языки Врождённый, прирождённый Талант, ум Гостеприимный, радушный, хлебосольный Приём, хозяин, человек Губительный, пагубный Влияние, действие Длинный,длительный,долгий, Воздействие, период, путь, долговременный, сборы, кредит продолжительный Выдвинуть,высказать,исправить, устранить Гипотеза, догадка, недостатки, Ошибки Наложить, оставить Отпечаток, след. Обнаружить, открыть Закон, закономерность. Упражнение 3. Отредактируйте предложения, найдите стилистические ошибки. Подчеркните такие слова, в скобках напишите правильный вариант. а) В нашей группе есть ещё такие студенты, которые запросто могут пропустить не только лекции, но и практические занятия, ссылаясь на свою перегруженность. Конечно, сейчас всем приходится крутиться, подрабатывать. Но это не освобождает нас от необходимости вовремя сдавать зачёты, получать удовлетворительные и хорошие оценки на экзаменах. В свете вышеуказанного посмотрите вовнутрь себя, и вы поймёте, что я затронул нашу насущную проблему. 2. Меня возмущает повсеместная грубость наших пассажиров. Многие запросто могут толкнуть убелённого сединами пенсионера. А можно вежливо спросить: «Вы не вылазите на следующей остановке?» б) Укажите разные виды речевой избыточности (повторение слов, тавтология, плеоназмы, и т.д... Отредактируйте предложения. 1.Когда люди сотрудничают и вместе работают, они должны взаимно уважать друг друга, быть взаимно внимательными, предупредительными, чуткими. 2. Загрязнение атмосферного воздуха – животрепещущая и актуальная проблема нашего современного века.",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төзімділік дегеніміз не және оның пайда болу себептері",
        "question_content": "Әдебиет 1.Роуз.Э.Химическая микробиология Издательство<<МИР>>Москва, 1971. 2.Н.Р.Асонов Практикум по микробиологии.М<<Колос>>,1975 3.Г.И.Ежов Руководство к практическим занятиям по сельскохозяйственной микробиологии.Москва<<Выс.школа>>,1981",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сезімталдық дегеніміз не және оның пайда болу себептері",
        "question_content": "акпарат керек осы суракка",
        "question_date": "14.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сезімталдық туралы ақпаратты қарай аласыз:\n\nhttps://kazmedic.org/archives/2140",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадратың периметрін табыңыз.",
        "question_content": "Квадраттың қабырғасы а см, оның (Р) табыңдар. a=4; 2.5",
        "question_date": "14.04.2020",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=4\n\nP=4a=4*4=16\n\na=2.5\n\nP=4a=4*2.5=10",
                "date": "14.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жиын А мен В жиындардың қиылысуы болады?",
        "question_content": "кандай жиын А мен В жиындардын киылысуы болады А=(1,7,9,) жане В=(1,4,5,9,11)?",
        "question_date": "14.04.2020",
        "question_tag": "Математика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А және В жиындарының қиылысы (1,9) сандары",
                "date": "14.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қандай жиын А мен В жиындардың қиылысуы болады",
                "date": "17.03.2022",
                "upvotes": 0
            },
            {
                "text": "Негізгі есеп : Қандай жиын А мен В жиындардың қиылысуы болады? А={1;5;7;9} В={1;4;5;9;11}\nА)К={1;11}  В)К={1;5;9}. С)К={1;5;7}.  Д)К={1;5;9;11}.\nЖауабы : Бұл жерде В дұрыс , өйткені 1,5,9 А-да да және В-да да бар .",
                "date": "17.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер шеңбердің АВ және СД",
        "question_content": "Егер шеңбердің АВ және СД хордалары ішкі N нүктесінде қиылысып, болса, онда ВNC бұрышын табыңыз.",
        "question_date": "14.04.2020",
        "question_tag": "Мектеп",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы бар ма? ??????????",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия - Нәруыздар қандай түсті реакцияларға қатысады ?",
        "question_content": "Нәруыздар қандай түсті реакцияларға қатысады ?",
        "question_date": "14.04.2020",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоректік реакцяларға қатысады деп ойлыймын",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия - рекция теңдеуі C2H5NH2",
        "question_content": "Химия реакция теңдеуі:\nC2H5NH2→А→Б→C2H5NH2\nТабу керек А және Б заттарын",
        "question_date": "14.04.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реакция айналымы келесі реакциялардан құралады:",
                "date": "18.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дөңгелектің диаметрі: 1)4см; 2)10м. Оның ауданын табыңдар,",
        "question_content": "Дөңгелектің диаметрі: 1)4см; 2)10м. Оның ауданын табыңдар.",
        "question_date": "14.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дөңгелектің ауданы:\n1) S=0.785*(4)квадрат=0,785*16=12,56\n2) S=0.785*(10) квадрат=0,785*100=78,5",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір-бірімізге бауыр басып қатты жақсы көріп қалған қызың дос болып қалайық десе?",
        "question_content": "Бир-биримизге бауыр басып катты жаксы корип журген кызынмен катты урысып калдым ,мен умыта алмай издеп кайта,кайта жазып турдым сенсыз омир жок дегенымде бетимди кайтармауга тырысты ма блмедым , дос болып калайык карсы емепын деды ,,,,,,ЖАУАПТАРЫНЫЗДЫ АСЫГА КУТЕМ",
        "question_date": "14.04.2020",
        "question_tag": "Достық",
        "question_views": 961,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дос болып жүріп алып қаш",
                "date": "24.04.2020",
                "upvotes": 0
            },
            {
                "text": "егер шынымен ұнатсаң қалайда қызды өзіңе қаратып ал",
                "date": "29.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубтің көлемін табыңдар.",
        "question_content": "Толық беті 600см2-қа тең кубтың көлемін тап",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S= 6*a2 = 600\n\na2=100\n\na=10\n\nV= a3 = 1000",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрлік бұрышты анықтаңыз?",
        "question_content": "AOB центрлік бұрышы AB хордасына керілген іштей сызыған бұрыштан 30° - қа артық. Осы бұрышты анықтаңыз",
        "question_date": "13.04.2020",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x+x+30=360\n\n2x=330\n\nx=165",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    }
]