[
    {
        "question_title": "Газдың қысымын анықтаңдар.",
        "question_content": "2л көлемді алатын және ішкі энергиясы 300 Дж біратомды газдың қысымын анықтаңдар",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 23400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысымы 100000 Па-ға тең",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқ енген дене столбтың аяқ жағынан қандай арақашықтыққа құлады?",
        "question_content": "Биіктіктігі Н = 2,0 м столбтағы массасы М = 500 г денеге массасы m = 10 г, жылдамдығы = 500 м/с оқ енді. Биіктіктігі Н = 2,0 м столбтағы массасы М = 500 г денеге массасы m = 10 г, жылдамдығы = 500 м/с оқ енді. Оқ енген дене столбтың аяқ жағынан қандай арақашықтыққа құлады?",
        "question_date": "24.10.2020",
        "question_tag": "Мектеп",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген координаталар арқылы АВ және СД ұзындықтарын табыңыз.",
        "question_content": "A(6;6;5), B(4;9;5), C(4;6;11), D(6;9;3) берілген координаталар арқылы АВ және СД ұзындықтарын табыңыз.",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы арқылы табуға болады.",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты жағдайдағы және тітіркеннен кейін жүрек қалай соғады?",
        "question_content": "Қалыпты жағдайдағы және тітіркеннен кейін 1 минут жүрек соғысы туралы айтыңыздаршы?!",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 768,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ересек адамның жүрегі тыныштық күйде 70-60 рет соғады.",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тәуліктік жоспар құру\" тақырыбында курстық жұмыс.",
        "question_content": "Курсовой сатып аламын ,темір жолдан 35-40бет болуы керек ,тақырыбы тәуліктік жоспар құру.бағасын келісеміз",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттан сатып алсаңыз болады: \nhttps://stud.kz/referat/show/21038#&gid=1&pid=28",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгісіз номерді қалай табуға болады?",
        "question_content": "Недоступен номерді қалаи табуға болады",
        "question_date": "24.10.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 934,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Www.aktiv.kz сайтына кіріп өз номеріңізді жазасыз. *245# номерине пустой смс жибериниз. Сізге смс келеді. Ол смс пароль. Сол парольді жазып сайтқа кіре аласыз. Өзіңіз жайлы барлық мәліметті ала аласыз. Сізді тарифыңыз, единицаңыз, кіммен сөйлестіңіз барлығы. Соның ішінде скрытый номерді таба аласыз. Уақытын біліп алсаңыз болды. Белайн да дәл осылай.",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Халықаралық қатынастар\" мамандығына түсу үшін қай пәндерді таңдау керек?",
        "question_content": "Халықаралық қатынастар мамандығына қандай пәнді таңдайды? Және грант қанша баллдан бастап? Жауап күтемін ❤️",
        "question_date": "23.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В020200 Халықаралық қатынастар Шет тілі + Шет тілі\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пирамиданың бүйір бетінің ауданын табыңыз.",
        "question_content": "Дұрыс төртбұрышты пирамиданың табанының қабырғасы 6-ға тең, биіктігі 4-ке тең болса, оның бүйір бетінің ауданын табыңыз.\n\nДескриптор:\n\n-есептің шартына сәйкес сызбасын салады;\n\n-табанының периметрін табады;\n\n-Пифагор теоремасын қолданып, апофемасын табады;\n\n-пирамиданың бүйір бетінің ауданын есептейді\n\nБағалау критерийлері: пирамиданың бүйір бетінің ауданын формуласын қолданады.\n\nЕртеңге дейін керек еді, рахмет!",
        "question_date": "23.10.2020",
        "question_tag": "Геометрия",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүйір бетінің ауданы 60-қа тең",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "М.Шахановтың \"Төрт ана\" шығармасына ғалымдардың пікірі.",
        "question_content": "Төрт ана өлеңіне айтылған ғалымдардың пікірлері М.Шаханов",
        "question_date": "23.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дененің түршігу сәттерін болдырмауға болама ?",
        "question_content": "Дененің түршігу сәттерін болдырмауға болама ? Көбінесе салқын жерде отырғанда дене түршігіп кетеді.Жалпы ол не үшін дене түршігеді,ол аурудың белгісіма, әкемде сондай .",
        "question_date": "23.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дененің түршігуі бұл қалыпты жағдай.\n\nhttps://twig-bilim.kz/kz/film/what-are-goosebumps",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сколиоз ауруын толық емдеуге болады ма?",
        "question_content": "Сколиоз ауруын толық емдеуге болама ? Ең жақсы емдеу түрлері қандай ? Қандай жаттығулар жасау қажет,видеосы болса ?",
        "question_date": "23.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 789,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сколиоздың емдеу параметрлері\nДәрігер әдетте клиникадағы және рентген сәулелерінің қисық сызығын қадағалау үшін әрбір төрт айдан алты айға дейін кеңес береді.\nЕмдеу нұсқаларын шешу кезінде келесі факторлар қарастырылады:\nСүйектің өтелу мерзімі: Адамның сүйектері өсіп келе жатса, нашарлау қаупі төмен болады. Сүйектер әлі де өсіп жатса, қиғаштар тиімдірек болады.\nҚисық позиция: Омыртқаның ортаңғы бөлігінде орналасқан қисық төменгі немесе жоғарғы бөліктегі қисықтармен салыстырғанда әлдеқайда нашарлайды.\nҚисық маңыздылық: Қисықырақ соғұрлым үлкен болса, уақыттың нашарлауы соғұрлым үлкен. S-тәрізді қисықтар, сондай-ақ «қос қисықтар» деп аталады, уақыт өте нашарлайды. C-пішінді қисықтар нашарлауы мүмкін.\nЖынысы: Әйелдер сколиоздың еркектерге қарағанда әлдеқайда көп, бұл біртіндеп нашарлайды.\nКастинг\nКастингті пайдаланудың орнына қолдануға болады нәресте сколиозы, нәрестенің омыртқасына көмектесу үшін оның өсіп келе жатқандықтан қалыпты жағдайына оралады. Бұл жасалынған құюмен жасалады Париждің сылағы.\nТаспа пациенттің денесінің сыртына бекітіліп, әрқашан кию керек. Баланың шапшаң өсуіне байланысты құйма үнемі өзгереді.\nБауырлар\nЕгер пациент қалыпты сколиозы бар болса және сүйектер әлі де өсіп жатса, дәрігер бөрене ұсынуы мүмкін. Бұл кез келген қисықтықты болдырмайды, бірақ оны емдей немесе кері айналдырмайды. Бракстарды күндіз де, түнде де кию керек. Науқастың ұзындығы соғылған сайын, соғұрлым тиімдірек болады.\nБрактар баланың не істей алатындығын шектемейді. Егер бала физикалық белсенділікке қатысқысы келсе, жақшаларды алып тастауға болады.\nСүйектер тоқтап қалғанда, жақшалар енді қолданылмайды.\nЕкі жақтаулар бар:\nТораколумбосакральді ортоциз (TLSO): TLSO пластиктен дайындалған және дененің айналасына сығымдалу үшін жасалған. Әдетте киімнің астында көрінбейді.\nТораколумбосакральді ортоциз (TLSO)\nМилуоки Браче: Бұл иық пен бастың артқы жағында тірекке арналған мойын сақинасы бар толық торс тәрізді крест. Бұл түрін тек TLSO мүмкін емес немесе тиімді болмаған кезде ғана қолдануға болады.\nМилуоки Браче\n10-15 жастағы идиопатикалық сколиозы бар науқастарды қолданған кезде табылған зерттеу, бұл жағдайдың нашарлауы немесе хирургиялық талап ету қаупін азайтады.\nЖаттығулар\nӘртүрлі стратегиямен бірге әр түрлі жаттығулар ұсынылады. Олар бәріне ұмтылады қалыпты, дұрыс қалыпқа жету үшін омыртқаны, қабырға торын, иықтарды және жамбастарды қайта орнықтырыңыз.\nЗерттеу барысында жаттығулардың сколиозды емдеуге көмектесетін дәлелі бар екендігі анықталды. Алайда жаттығулардың қайсысы ең тиімді және пайдалы екендігін анықтау үшін көп жұмыс қажет.\nхирургия\nУақыт өте келе ауыр жағдайлар дами алады. Дәрігер жұлынның біріктіруін ұсынуы мүмкін. Операция омыртқаның қисық сызығын азайтады және оның нашарлауын тоқтатады.\nХирургияда мыналар бар:\nСүйек майы: екі немесе одан да көп омыртқа (омыртқа сүйектері) жаңа сүйек гвозымен байланысты. Кейде, металл құбырлар, ілгектер, бұрандалар немесе сымдар омыртқаның бір бөлігін сүйек / сауықтыру кезінде қолдануға болады.\nҚарқынды терапия: операция 4-8 сағатқа созылады. Хирургиялық операциядан кейін бала біреуіне ауыстырылады ICU (реанимация бөлімшесі) онда оларға сұйықтық және іштің ішіндегі сұйықтық беріледі. Көптеген жағдайларда бала ICU-ден 24 сағатта кетеді, бірақ аптасына он күнге дейін ауруханада болу керек.\nҚалпына келтіру: балалар әдетте 4-6 аптадан кейін мектепте оралуы мүмкін және операцияға бір жылдан кейін спортқа қатыса алады. Кейбір жағдайларда омыртқаны шамамен 6 айға созу үшін артқы тіреу қажет.\nПациент әрбір 6 ай сайын ауруханаға оралады, бұл үшін ұзартқыштар ұзартылады. Әдетте бұл амбулаторлық ем, сондықтан пациент түнді өткізбейді. Омыртқаның өсуі кезінде шыбықтар хирургиялық түрде жойылады.\nДәрігер омыртқалардың бірігуін ұсынады, егер артықшылықтар тәуекелден асып түсетін болса.\nТәуекелдерге мыналар жатады:\nРозетканы ауыстыру: Шегірткі дұрыс орналасуына қарай әрі қарай операция жасай алады.\nПсевдорроз: Омыртқаны орнына ұстау үшін қолданылатын сүйектердің біреуі жұмсақ ыңғайсыздықты тудыруы мүмкін әрі дұрыс емделуді талап ететін дұрыс емес түзетулерді дұрыс өткізбейді.\nИнфекция: Егер бұл болса, әдетте антибиотиктермен емделеді.\nНерв зақымдануы: Егер жүйке зақымдары пайда болса, бұл бір немесе екі аяғындағы ұйқысыздық сияқты ауыр симптомдарға алып келуі мүмкін. параплегия, бұл барлық төменгі дене функцияларын жоғалту болып табылады.\nОсы операция кезінде нейрохирург қатыса алады.\nТолығырақ: https://kk.dralexjimenez.com/%D1%81%D0%BA%D0%BE%D0%BB%D0%B8%D0%BE%D0%B7-%D0%B5%D0%BC%D0%B4%D0%B5%D1%83/",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шаруашылық қызметін\" таңдау тәуелді болады ма?",
        "question_content": "Шаруашылық қызметін таңдау... тәуледі болады?",
        "question_date": "23.10.2020",
        "question_tag": "Бизнес туралы",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғатты және қоғамдық өмірді зерттеуді  талдаусыз жүргізу мүмкін емес. Талдау дегеніміз заттың немесе құбылыстың ішкі мәнін түсіну мақсатында оның  құрамдас бөліктерге  (элементтерге) бөлінуі. Мысалы, автокөлікті басқару үшін оның неден тұратынын білу қажет:  бөлшектерін, торабын, олардың атқаратын міндеті мен әрекет ету қағидаларын және т.б.  Бұл жағдай экономикалық құбылыстар мен үдерістерге де қатысты. Дәл  осындай пайданың мәнін түсіну үшін оны табудың негізгі көздерін, сондай-ақ, оның шамасын анықтайтын факторларын білу қажет. Оны неғұрлым терең бөлшектеп зерттеген сайын қаржылық нәтижені қалыптастыру үдерістерін тиімдірек басқаруға болады. Мұндай мысалдарды көптеп келтіруге болады.\nЭкономикалық талдау – бұл құрамдас бөліктерге бөлінуіне негізделген экономикалық құбылыстары мен үдерістердің мәнін танып білудің ғылыми тәсілі және олардың  байланыстар мен тәуелділіктерінің әр алуандығын зерттеу.\nШҚТ мазмұны кәсіпорынды басқарушылық жүйесінде негізгі  орынды алатын, өзі  орындайтын функциялары мен рөлінен туындайды. Басқару- шылық жүйесі өзара байланысты келесідей жоспарлау, есеп пен бақылау, шаруашылық қызметті талдау және басқарушылық шешімді қабылдау сияқты функциялардан тұрады.\nШҚТ басқарушылық функциясы ретінде өндірісті жоспарлау мен болжаумен тығыз байланысты, өйткені бұл функцияларды терең талдау жасамай жүзеге асыру мүмкін емес.\nТалдаудың бұл функциясы – жоспардың орындалуын бақылау және дайындау, оларды негіздеу үшін ақпараттар – нарықтық экономикада күшейеді, өйткені сыртқы ортаның белгісіздік және құбылмалы жағдайында ағымдағы және болашақтағы жоспарларға түзету енгізуді талап етеді\nҚазіргі уақытта өндірісті басқару құралы ретінде талдаудың рөлі артуда. Бұл әр түрлі келесі жағдайлармен негізделген:\n-   өндірістің капиталсыйымдылығы мен ғылыми сыйымдылығының артуымен, шикізат құны мен оның тапшылығының өсуімен байланысты өндіріс тиімділігін арттыру қажеттілігімен;\n-   басқарудың әміршілдік-әкімшілдік жүйесінен шығып, нарықтық қатынастарға өтумен;\n-   экономиканы мемлекет иелігінен алу, кәсіпорындарды жекешелен- дірумен және басқа да экономикалық реформалардың іс-шараларымен байланысты.\nШаруашылық субъектісінің ШҚТ негізгі мақсаттары:\n1. Экономикалық заңдар әрекетінің сипатын зерттеу, кәсіпорынның нақты жағдайында экономикалық үдерістер мен құбылыстардың үрдістері мен заңдылықтарын бекіту.\n2.    Ағымдағы және болашақтағы жоспарларды ғылыми негіздеу. 3. Ресурстарды үнемді пайдалануды, басқарушылық шешімдері мен жос- парлардың орындалуын бақылау. 4.    Шаруашылық қызмет нәтижесіне сыртқы және ішкі, субъективті және шынайы факторлардың ықпалын зерттеу.\n5. Алдыңғы қатарлы тәжірибені және ғылым мен тәжірибенің жетіс- тіктерін зерттеу негізінде кәсіпорын қызметінің тиімділігін арттыру резервтерін іздеу.\n6.    Экономиканың даму деңгейіне және бар мүмкіндіктерді пайдалануға, өнім мен қызмет нарығында оның жағдайын анықтауға қол жеткізген жоспарларды орындау бойынша кәсіпорын қызметінің нәтижесін бағалау. Шынайы диагностикалау бизнес-үдерісті  басқару жүйесінің тиімділігін арттыруға ықпал етеді.\n7.    Анықталған резервтерді пайдалану бойынша нұсқаулар жасау.\nМында толық мәлімет берілген: https://www.uniface.kz/index.php?post=article&section=3&id=399",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "Блабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла\n\nБлабла",
                "date": "19.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу дəрежесін анықта.",
        "question_content": "Берілген реакция теңдеуінен тотықтырғыш пен тотықсыздандырғышты анықтап, тотығу дəрежесі қалай өзгергенін тап?\nZn-Cl2=ZnCl2\nР2О5-5С=2Р-СО\n2КСІО3=2КСІ+3О2",
        "question_date": "23.10.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген реакция теңдеуінен тотықтырғыш пен тотықсыздандырғышты анықтап, тотығу дəрежесі қалай өзгергенін тап?",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрі 24 см, ал оның көршілес қабырғаларына",
        "question_content": "Тіктөртбұрыштың периметрі 24 см, ал оның көршілес қабырғаларына салынған шаршылардың аудандарының қосындысы 74 см2. Тіктөртбұрыштың қабырғаларын табыңыз.",
        "question_date": "23.10.2020",
        "question_tag": "Математика",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың периметрі 24 см, ал оның көршілес қабырғаларына салынған шаршылардың аудандарының қосындысы 74 см2. Тіктөртбұрыштың қабырғаларын табыңыз.\n74 деп алсақ дискриминант - таңба шығып мәні болмай қалады. Сондықтан:",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқар таудың өлгені. Буын бунақ, тармақ керек?",
        "question_content": "Асқар таудың өлгені\nБасын шұнар шалғаны.\nКөктегі бұлттың өлгені",
        "question_date": "23.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асқар таудың өлгені-\nБасын мұнар шалғаны.\nКөктегі бұлттың өлгені-\nАса алмай таудан қалғаны.\nАй мен күннің өлгені-\nЕңкейіп барып батқаны.\nАйдын шалқар өлгені-\nМұз болып тастай қатқаны.\nҚара жердің өлгені-\nҚар астында қалғаны.\nӨлмегенде не өлмейді?\nЖақсының аты өлмейді,\nҒалымның хаты өлмейді.\n\n3 шумақ, әр шумақта 4-5 тармақтан, 7-8 бунақ",
                "date": "23.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "5-сынып математикадан аудандық олимпиада сұрақтары",
        "question_content": "5-сынып математикадан аудандық олимпиада сұрақтары, жауаптарымен бар ма?",
        "question_date": "23.10.2020",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Санды өрнектің мәнін тап:\n2010∙20092009-2009∙20102010\nЖауабы: 0\n2.Бөрененің ұзындығы 150см, оның  1/3 бөлігін кесіп тастады. Қалған бөлігінің ұзындығы  қанша?\nТеңдеуді шеш:\n5(х+26)=2(2х+102)                                 Жауабы:      х=66\n18 кубиктерден биіктігі 3 кубиктен тұратын тік бұрышты параллелипед құрастырылды . егер бір кубиктің бетінің ауданы 19 см²  болса, параллелипедтің бетінің ауданы  қандай?\nЖауабы:  S= 19 ∙18 = 342  см²\nАрман, Ардақ Әсем 5- сыныпта оқиды. Олардың ішінде математик, суретші шахматшы бар. Егер: а) суретші өз суретін салмай , Ардақтың портретін салса; б) Әсем ұлдардан шахматтан жеңілмесе;Сыныпта кім шахматшы, кім суретші, кім математик?\nЖауабы :  Әсем шахматшы;  Ардақ  метематик;  Арман  суретші.\n6.Өрнекті ықшамдаңдар:\n10х+7х-х+4х∙2       Жауабы:  24х\nТолығырақ: https://www.tarbie.kz/16240",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25г MgO зат мөлшерін анықтау",
        "question_content": "25г MgO зат мөлшерін анықтау",
        "question_date": "23.10.2020",
        "question_tag": "Мектеп",
        "question_views": 700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зат мөлшері { - берілген денедегі молекулалар саны 12 грамм көміртектегі атомдар санынан қанша есе артық болатынын көрсететін физикалық шама:\n24/40=0.625моль",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "n(MgO)=25г/25г/моль=1моль\n\nЖауабы:1моль",
                "date": "15.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның табаны 6 см жəне 8 см.Оның орта сызығын табыңдар?",
        "question_content": "Трапецияның табаны 6 см жəне 8 см.Оның орта сызығын табыңдар.",
        "question_date": "23.10.2020",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапецияның орта сызығы табандарының қосындысының жартысына тең:\n\n6+8=14\n\n14/2=7\n\nЖауабы: 7 см",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ескендір\" поэмасынан алған әсерім эссе",
        "question_content": "Ескендір поэмасынан алған әсерлеріңізді кіріспе, негізгі, қорытынды бөлімдерге бөліп эссе жазылуы керек",
        "question_date": "23.10.2020",
        "question_tag": "Мектеп",
        "question_views": 17200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбаев – қазақ әдебиеті мен өнерінің тарихында дараланып тұрған Ұлы тұлға. Қазақ жерінің ақыны, данышпаны көп болғанымен Абайы біреу-ақ. Абайы бар ел қай халықпен де терезесін теңестіре алады. Ол – қазақтың бір жерінде туып, бар жерінің туын ұстап тұрған кемеңгер.Ақын шығармалары осы күнгі бай, ұлттық әдебиетіміздің алтын діңгегін қадады. Ақын шығармашылығындағы елеулі орын алатын бір сала – поэмалары.\nБүгінгі әлеуметтік-гуманитарлық пәндер кафедрасының апталығы аясында өткізілгелі отырған ашық сабағымыздың тақырыбы – Абай Құнанбаевтың «Ескендір» поэмасы. «Ескендір» поэмасы – Абай поэмасының ішіндегі ең елеулісі, ақынның гуманистік ой-пікірлерін тереңірек танытатын шығармасы. Поэманың басты кейіпкері Ескендір – Шығыс елдеріне Ескендір Зұлқарнайын деген атпен тараса, Еуропаға Александр Македонский деген атпен тараған, белгілі қолбасшы жайлы аңыздар негізіне, жырларға кейіпкер болған патша. Ескендір жайында Шығыс ақындарының көбі жырлаған. Ә.Фирдауси «Шахнамасында», Низами – «Ескедір-нама» дастанында, Жәми – «Ескендірдің даналық кітабында» жазып, Ескендір образын ақылды, батыр деп ардақтап көрсеткен. Ал, Абай «Ескендір» дастанына ұстазы Аристотельді, Ескендірдің әкесі мен тұрған жерін, патшалығын қосып, өзінше жырлайды. Абайдың бұл шығармасы неміс романтикалық әдебиетінің көрнекті ақыны болған Альберт Фон Шамиссодан 1844 жылы аударған В.А. Жуковский түпнұсқасына ұқсас болып келеді.\nАбай ең алдымен оқырманынан Ескендірді біле ме екен деп сұрап алып,оның жайын өзі баяндауға кіріседі. Бұл Абайдың жұртқа олар білетін, халық ара-сында ауыз әдебиеті үлгілері арқылы “Қос мүйізді Зұлқарнайын” деген атаумен кең тараған Ескендірден басқа кейіпкер жайын жыр ететінін аңғарту үшін ұстанған әдісі болса керек. Абай заманындағы туындаған шығарманың оқырманынан тыңдарманы көп болғаны белгілі. Сол себепті кейіпкерінің атын сол кездегі тыңдаушы құлағына ауырлау тиетін Александр деп алғаннан гөрі құлақ естіп, ауыз айтып үйренген Ескендір деп таңдауы да түсінікті жағдай. Абай таланты әбден толысып, ақындық кемелділікке жеткен шағында ауыз әдебиетінде кең тараған аңыз-әпсаналармен қатартарихи шындық деректерді негіз етіп, өзінің ақындық ой-өрнегінен өткізіп Ескендір бейнесінің еш боямасыз, шынайы бет-әлпетін жасады. Абай жырлаған Ескендір, Александр Македонский–тарихи тұлға. Ол–бос әсірелей жырлаудан ада, тарихи шындық шеңбері аясында сомдалған бірегей бейне.Абай мұраларының қазақ, Шығыс, Батыс мәдениетімен табиғи түрде ұштасқандығының кезекті бір елеулі мысалы деуге тұрарлық сүйекті шығармасы «Ескендірдің» қысқаша тағдыры осындай. Осы поэма арқылы қалың қазақ өзінің рухани тарихында Александр Македонский туралы қазақша түсінік, тұжырым қалыптастырды, өзгенің жеріне, байлығына көз тігудің әділетсіз екеніне тағы да көз жеткізді. Ресей отаршылығының қасіретін тартқан қазақ халқының азаткерлік санасын оятуға қадам жасады.\nТолығырақ: https://surak.baribar.kz/646590/",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 шелпек пісіргенде орталарын кесіп пісірген дұрыс па?",
        "question_content": "Мен үйде әр жұма сайын 7 шелпек пісретінмін. Үйленгеннен кейнде пісіріейндеп бастапқы нанымнын орталарнан пышақпен әр жернен кестім,оған енем ұрсады болмайт диди күннің көзі көрінбейтіндей болп пісіру керек,ол кесілсе жарамайт дит.   Ол қалай санама кірер емес айырмашылық неде одан сурасам озіде дұрс билмит.",
        "question_date": "23.10.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімге әртүрлі ыңғайлы, ол кісінің өзіне ғана  ұнайтындай етіп жаса деуі эгоисттік болып табылады әрине. Бірақ сіз сол кісіні тыңдап, солай -ақ жасай салыңыз. Болмайтын затқа жүйкеңізді құртып керек емес. Бәрібір піседі ғой)",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "Менде солай ортасын кесіп жүргем. Бір күні қайын апайым олай кесуге болмайды аруақтарды кескендей боласың деді . Бірінші рет естідім сол кезде. Ең бастысы ниет емес па онда тұрған не бар бет алды ырым тиымдары көп қазақтың. Істесең де істемесең де жақпайсың.",
                "date": "17.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 40 0С , 400 л су температурасы 70 0С?",
        "question_content": "Есеп №1. 37 0 Стемпературада бір атомды идеал газдың ішкі энергиясы 25 кДж. Осы газ молінің мөлшерін анықтаңдар.\n\nЕсеп №2. Температурасы 40 0С , 400 л су температурасы 70 0С , 100 л сумен араластырған. Қоспаның температурасы қандай болады?\n\nЕсеп №3. 20 0 С температурадағы 0,2 кг суы бар калориметрге температурасы 80 0 С , массасы 0,4г су құйылған. Сонда калориметрдегі температура 55 0 С болды. Калориметрдің жылусыйымдылығы қандай?",
        "question_date": "23.10.2020",
        "question_tag": "Физика",
        "question_views": 770,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) U=3*v*R*T/2\nv=2*U/3*R*T=2*25*10^3/3*8,31*310=6,47моль",
                "date": "23.10.2020",
                "upvotes": 0
            },
            {
                "text": "m1=400кг, m2=100кг, t1=20°C, t2=70°C, c=4200Дж/кг* К. t(жалпы)-?\nQ1= -cm1Δt= - cm1(tжалпы-t1)\nQ2=cm2Δt=cm2(t2-tжалпы)\nQ2=Q1\nm2(t2-tжалпы)=m1(tжалпы-t1)\nm2t2-m2*tжалпы=m1*tжалпы-m1t1\nm2t2+m1t1=tжалпы(m1+m2)\ntобщ=",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс 14-бұрыштың, 22-бұрыштың ішкі бұрыштарын қосындысыың",
        "question_content": "Дұрыс14-бұрыштың,22-бұрыштың ішкі бұрыштарының қосындысы",
        "question_date": "23.10.2020",
        "question_tag": "Мектеп",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "180*(n-2) осы формула арқылы есептелінеді:\nn- ол бұрыш саны\n180*(n-2)=180*(14-2)=180*12=2160\n180*(n-2)=180*(22-2)=180*20=3600",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ықтималдық есепті қалай шығаруға болады?",
        "question_content": "Көмектесіңіздерші! Тез шығару керек еді",
        "question_date": "22.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ООсы формулалар арқылы шығара аласыз",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемге морфологиялық талдау жасаңыз.",
        "question_content": "Ағымды жөндеуде жеке бөлшектер , механизмдер және агрегаттар ауыстырылады",
        "question_date": "22.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағымды жөндеуде жеке бөлшектер , механизмдер және агрегаттар ауыстырылады.\n1) бөлшектер, механизмдер және агрегаттар - зат есім\n2) бастапқы тұлғасы: бөлшек, механизм, агрегат\nтұрақты белгілері: бөлшек - дара, туынды, жалпы, жансыз.\nмеханизм - дара, негізгі, жалпы, жансыз.\nагрегат - дара, негізгі, жалпы, жансыз.\nтұрақсыз белгілері: көпше түрі.\nАтау септік.\nНелер ауыстырылады? - бөлшектер , механизмдер және агрегаттар",
                "date": "23.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киік қайда мекендейді?",
        "question_content": "киіктің қайда мекендейтінін айтын үш тілде аудар",
        "question_date": "22.10.2020",
        "question_tag": "География",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақбөкен, киік (лат. Saiga tatarica) – жұптұяқтылар отрядының бөкендер туысына жататын, тұлғасы ірі, қойға ұқсас, дөңес тұмсықты, күйіс қайыратын түз жануары.Моңғолияда, Қалмақ даласы мен Қазақстанда ғана сақталған. Республикамызда Ақбөкендердің бір-бірінен жеке дара бөлінген Бетпақдала – Арыс, Үстірт және Еділ – Жайық деген топтары мекендейді. Текелерінің дене тұрқы 126 – 150 см, салм. 37 – 49 кг, ал ешкілері кішірек, дене тұрқы 109 – 127 см, салм. 22 – 37 кг-дай болады. Үстіңгі ерні салбырап, етті тұмсыққа айналған. Текесінің мүйізі қайқылау келеді, ешкісінде мүйіз болмайды. Жаз айларында арқа түсі сарғыш тартады, қыста түсі ақшылданады. Ақбөкендер шөл, шөлейтті және далалық аймақтарда тіршілік етуге бейімделген. Олардың қоныс өзгертуі ауа райына, Ақбөкен жұп тұяқты жануарлардың ішіндегі ең өсімталы, жылына бір рет төлдейді. Жаппай төлдеуі мамырдың 1-жартысында өтеді.\nОлардың басты жауы – қасқыр, ал жас төлдеріне бүркіт, дала қыраны мен қарақұстар да шабуыл жасайды. Ақбөкен аусыл, пастереллез ауруларымен ауырады. Ақбөкен – дәмді еті, құнды мүйізі мен тұяғы, әдемі терісі үшін ауланатын кәсіптік маңызы бар жануар. Қазақстанда 1921 ж. Ақбөкенді аулауға тыйым салынған. 1957 – 58 ж. олардың жалпы саны 2 млн-нан асқаннан кейін, кәсіптік жолмен аулауға рұқсат берілді. Оның мүйізінен пантокрин дәрісі алынады, тұяғын күйдіріп, одан алынған күлді денедегі теміреткіге жағады, сусамыр ауруына шалдыққандарды емдеу үшін пайдаланады.\n1978 жылы Шаргиин-Гоби мен Хойсыл-Гоби шөлдерінде 300 ғана бас киік қалған. \nXІX ғасырдың аяғында XX ғасырдың басында Қырым, Таврия, Казказ өңіріндегі киіктердің өрісі тарылып, жойыла бастаған. «Қазақстанда 20-жылдардың басында ақбөкендердің саны күрт түсіп кетті. 1917-18-жылғы қыстың жұты түз тағысының жүздеген мың басын шығынға ұшыратты. Сол кездегі жергілікті үкіметтің шешімімен, 1919 жылдан бастап Сарыарқада киік аулауға қатаң тыйым салынды. Бірақ одан көп өзгеріс бола қоймады, 1927-28-жылы болған жұттан кейін ақбөкендерге жер бетінен мүлде жойылып кету қаупі төнді», – деп жазады 1955 жылы зоолог Слудский.\nСарыарқада қазіргі жүрген ақбөкендер саны – 47-48 мың ғана. Ал осыдан жиырма жыл бұрын түзде жосыған киіктердің саны 1 миллион 400 мың болған екен.\nҮкiмет ақбөкендердi 2006 жылы «Қызыл кiтапқа» ендiрдi. Және сол жылы жан-жануарларды қорғау мақсатында бюджеттен 200 миллион қаржы бөлдi. Ал үстiмiздегi жылы бұл қаржыны 270 миллионға жеткiзiп отыр. Әрине бұл игi шаралар қолға кеш алынып отыр.Өсiмтал жануар күтiмi көп, қорғауы жақсы болса, санаулы жылдардан соң саны қайта көбейiп, әлi-ақ даламыздың сәнiн келтiрер.\nТолығырақ: https://surak.baribar.kz/491711/",
                "date": "22.10.2020",
                "upvotes": 0
            }
        ]
    }
]