[
    {
        "question_title": "Қызымның мінезі салқын",
        "question_content": "Менің жүріп жүрген қызымның мінезі салқын,тұйық орысша айтқанда холодная дейдіғо. Мені іздемейді, сағынбайды, күшті сөздер айтпайды,еркелетсем де, сүйетінімді айтсамда эмоциясы нольғо. адам болғасын, махаббатын болғасын қалайсынғо осы нəрселердің біреуін болсын. Ал мен болсам күнде көңіл бөлемін қолым босамасада, əркез қуантуды ойлап отырамын, сағынамын. Сондай адамды кездестіріп көрдіңіздер ма? Ондай адамға көңіл бөле берсең, қуантуға тырысып, күшті сөздер айтып, еркелете берсең ашылуы мүмкінба махаббат жағынан?",
        "question_date": "28.01.2022",
        "question_tag": "Махаббат",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Некесіз жақындама, Құдайдан қорық",
                "date": "13.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысықтың 3 ақ жіне 2 қара мәулені бар. Мысықта барлығы қанша мәулен бар?",
        "question_content": "Мысықтың 3 ақ жіне 2 қара мәулені бар. Мысықта барлығы қанша мәулен бар?",
        "question_date": "28.01.2022",
        "question_tag": "Математика",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысықтың 5 мәулені бар",
                "date": "18.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жалғыз\" поэмасындағы кейіпкерлерге тура және жанама мінездеулер",
        "question_content": "Маған осы сұрақтың жауабы керек!\n\nМаған осы сұрақтың жауабын табу керек!",
        "question_date": "28.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 сыныптан кейін актер болу үшін не істеу керек?",
        "question_content": "Мен дәл қазір 9сынып оқимын актер болғысы келеді.Нағыз Актер болу үшін қандай қай жердегі оқу орынына түссем болады.11 ге калсам ұбтдан аз балл жинап қалсам актер дан басқа қандай мамандық қа түсе аламын.Жәнеде актер болсам  қанша теңгедей ақша таба аламын.Маған негізі театр сахнасында өнер көрсеткен ұнайды Өзім әзіл жағына жақын болғандықтан Алдараспан шаншардағы ағаларымыз дай болу үшін не істеу керек.",
        "question_date": "28.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 896,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«АКТЕРЛІК ӨНЕР» МАМАНДЫҒЫ\n Талапкерлерге қойылатын шарттар\nБастапқы шығармашылық байқау\nТалапкер өзінің мәдени дәрежесін, ойлау қисынын, талғамын, жігер-қажырын, музыкалылығын, дене сымбаттылығын көрсете білуі шарт. Тілі мен дауысы таза болуы керек. Талапкерлердің түр-тұлғасы, есту, сезіну, көру, қимыл қабілеті, сахналық көркемділігі болуы қажет.\nШығармашылық емтихандар\nВокал.\nАктер шеберлігі(этюд, пластика).\nСахна тілі\nВокал емтиханына қойылатын талаптар\nТалапкердің қалауы бойынша домбырамен немесе фортепианомен қосылып ән салуы шарт. Әннің мазмұнын толық ашып, темпін, музыкалық ерекшеліктерін дұрыс орындауы тиіс. Талапкердің орындауында:\nҚазақ халық әндері\nОрыс халық әндері\nҚазақ және шетел композиторларының әндері\n    Бағалау деңгейі (критерийі):\n«Өте жақсы»: дауыс тембрі әдемі, әрі диапазоны кең, иннотациясы таза, ритмі жақсы, есту қабілеті бар, жеке дара творчестволық қажетті ұл мен қызға қойылады.\n«Жақсы» – дауысы жақсы, ести білу қабілеті бар, іштей органикасы жеке ашылмаған ұл мен қызға қойылады.\n«Қанағаттанарлық» – дауысының диапазоны орташа, ести білу қабілеті нашар балаларға қойылады.\n«Қанағаттанарлықсыз» – профессионалдық мүмкіндері, қабілеті жоқ балаларға қойылады.\n«Актер шеберлігі емтиханына қойылатын талаптар (этюд, пластика):\nЭтюд\nТалапкерге зейін мен зердесін тексеруге арналған жаттығулар беріледі. Ұсынылған шартты жағдайға байланысты этюд құрастырып, сезім мен сенімін паш етіп көрсетеді. Аяқ астынан ойлап табу қабілеті мен ой жүйріктігі тексеріледі. Талапкердің орындауында:\n-этюд (өмірдегі көріністерден сахналанған өзінің шығармашылық көріністері).\n   – Пластика\nТалапкердің музыкалық ырғақты, өлшем мен екпінді түсініп, бойына сіңіріп, қимыл-қозғалыс жасауы, биге бейімділігі тексеріледі. Талапкер қимыл координациясын, оқыс құбылыстарға сай әрекет жасау (реакция), зейін мен зердесін тексеруге арналған жаттығулар көрсетеді.\nТалапкердің орындауында:\nБи түрлері (халықтар биі, классикалық би, жастар биі);\nЫрғақты билер (брэйк, рок-н-ролл);\nАкробатикалық элементтер.\n          Бағалау деңгейі (критерийі):\nТалапкерлерге және бағалаудың «кірістік» сынақтық процедураларына, нормаларына (критерийлеріне) қойылатын талаптар\n«Өте жақсы»: – іштей органикасы бар, темпо-ритмді сезе және ести білу қабілеті бар, қимыл координациясы жақсы, музыкалық ритмді, өлшем мен ырғақты түсініп қимыл-қозғалыс жасауы, іштей органикасы бар жеке дара творчестволық қажетті ұл мен қызға қойылады.\n«Жақсы» – әдемі келбеті бар, іштей темпо-ритмді сезе және ести білу қабілеті бар, музыкалық ритмді, өлшем мен ырғақты түсініп көрсету қабілеті бар, іштей  органикасы  жеке ашылмаған ұл мен қызға қойылады.\n«Қанағаттанарлық» – координациясы, профессионалдық мүмкіндері, қабілеті нашар балаларға қойылады.\n«Қанағаттанарлықсыз» – профессионалдық мүмкіндері, қабілеті жоқ балаларға қойылады.\n «Сахна тілі емтиханына қойылатын талаптар:\nТалапкер әр түрлі жанрдағы әдеби шығармалардан үзінділерді жатқа оқуы керек. Талапкер автордың айтайын деген ойын, талап-тілегін тыңдаушысына толық жеткізе білуі керек: тілдің таза, дауыстарының ашық, ойларының анық болуы шарт. Талапкердің орындауында:\n-прозадан (үзіндіні жатқа оқу);\n-поэзия (жатқа оқу);\n-мысал-сықақ әңгімелерден үзінді оқу.\n                       Бағалау деңгейі (критерийі):\nТалапкерлерге және бағалаудың «кірістік» сынақтық процедураларына, нормаларына (критерийлеріне) қойылатын талаптар\n«Өте жақсы»: – физиологиялық тіл кемшілігі жоқ, қазақ тілін жақсы меңгерген жеке дара творчестволық қажетті ұл мен қызға қойылады.\n«Жақсы» – физиологиялық тіл кемшілігі жоқ, қазақ тілін жақсы меңгерген,  іштей  органикасы  жеке ашылмаған ұл мен қызға қойылады.\n«Қанағаттанарлық» – дауысының диапазоны орташа, кейбір түзеуге келетін тіл кемшіліктері бар (мысалы, с – ш, з-ж, р-ң дыбыстарын), профессионалдық мүмкіндері нашар балаларға қойылады.\n«Қанағаттанарлықсыз» – профессионалдық мүмкіндері, қабілеті жоқ балаларға қойылады.\nТолығырақ: https://college.kaznai.kz/kz/",
                "date": "28.01.2022",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсізбе? Актер болғыңыз келсе, алдымен сол мамандықты сүю керек. оның қыйындығына да көне білу керек. Театр актерлары Мемлекеттің тағайындаған жалақысын алады. Кез келген мемлекеттік жұмысшылардың жалақысындай жалақы алады. Қосымша той томалақ, кештер жүргізіп, концерттер қойып, киноға түсіп табысын көтереді. Бұл мамандықта бағыңызға қарай жұлдыз боласыз, көп ақша таба аласыз. Актер мамандығына түсемін десеңіз колледждер де жоғары оқу орындары да жетерлік. Алматы Қаласында Жүргенов өнер академиясының колледжі бар, Елебеков атындағы музыкалық колледж бар. Астанада Шабыт колледжі бар. Петропавлда да колледж бар. Бұл колледждерге түсу үшін шығармашылық емтихан тапсырасыз.\nМен шығармашылық емтиханға талапкерлерді дайындаймын. +77770258993",
                "date": "31.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұздың 25%-тік 250г ерітінді даярлау үшін қанша грамм тұз бен су алу керек?",
        "question_content": "1.Тұздың 25%-тік 250г ерітінді даярлау үшін қанша грамм тұз бен су алу керек?\n\n1.300 г 2% және 200 г 3% ерітінділер араластырылды. Алынған ерітіндінің массалық үлесі қандай болды ?\n\n2.35г суға 65г қант ерітілді.Ерітіндінің массалық үлесі қанша?",
        "question_date": "28.01.2022",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 250*0,25 = 62,5 г\n\n62,5  --------------- 25\n\n250  ---------------  Хг (тұз)\n\nХ = 250*25:62,5 = 100 г (тұз)\n\n250 - 100 = 150 г (су)",
                "date": "28.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Түсімде ақ екі бантик көрдім\" ол нені білдіреді?",
        "question_content": "Түсімде екі ақ бантик көрдім ол нені білдіреді.",
        "question_date": "28.01.2022",
        "question_tag": "Жанұя",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бантиктің түсі қандай болғанына байланысты: ақ - отбасындағы үйлесімділікке; көк - ыңғайсыз жағдайға; сары - алдау; жасыл - қаржылық әл-ауқатқа; қызыл - құмарлық романтикаға; қызғылт - өзара сүйіспеншілікке; қара - сағынышқа; көк - басқалардың құрметіне.\n Көлеміне  байланысты: үлкен - жағымды тосын сыйға. \nКімде болғанына  байланысты: күшкентай қыз - жақсы жаңалық;  бойжеткен қыз - бақытты кездейсоқтыққа; мысықта - көңілді кешке арналған.\nОсылай бір орысша сонникте жорылған екен. Түсті тек жақсыға жорыңыз, бір Аллаға сыйынып,жақсылыққа балаңыз.",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Активте бірлікті қалай ақшаға айналдыра аламыз?",
        "question_content": "Активте, бірлікті калай акшага айналдыра аламыз?",
        "question_date": "27.01.2022",
        "question_tag": "Байланыс операторлары",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқа абонентке бірлік аударып, одан тиісті ақшаны аласыз. Басқаша жолын көріп тұрған жоқпын.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 6 72 л хлор бөлме температурасында көлемі 200 мл тығыздығы",
        "question_content": "Көлемі 6 72 л хлор бөлме температурасында көлемі 200 мл тығыздығы 1,1г/мл массалық үлесі 40% NaOH ерітіндісімен әрекетескенде  тұзілген ас тұзының  зат мөлшері тап",
        "question_date": "27.01.2022",
        "question_tag": "Химия",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Vm=22,4 л/моль\nn(Cl2) = V/Vm = 6,72 л/22,4 л/моль = 0,3 моль\nm(NaOH) = V(p-paNaOH)*ρ(p-paNaOH)*ω(NaOH) =\n= 400 мл*1,81 г/мл*0,0738 = 53,43 г\nM(NaOH) = 40 г/моль\nn(NaOH) = m/M = 53,43 г/40 г/моль = 1,336 моль\n2NaOH + Cl2 = NaClO + NaCl + H2O\nРеакциядан n(NaOH):n(Cl2) = 2:1\nШарт бойынша n(NaOH):n(Cl2) = 1.336 :0,3 = 4,45:1\nНатрий гидроксиді артық мөлшерде қатысқандықтан есептеуді хлор бойынша жүргіземіз\nn(NaCl)=n(NaClO)=n(Cl2) = 0,3 моль",
                "date": "7.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әкімшілік саласында жұмыс істеу үшін қандай пән таңдау керек? Және қанша балл жинау керек.",
        "question_content": "Әкімшілік саласында жұмыс істеу үшін қандай пән таңдау керек.",
        "question_date": "27.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Катердiң меншікті жылдамдығын табу",
        "question_content": "Лодка проплыла 60 км вниз по течению и обратно 20 км вверх по течению. Скорость потока 1 км/ч. Весь путь занимает 7 часов . Найдите скорость лодки.",
        "question_date": "27.01.2022",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайық ағысқа қарай 60 км, ағысқа қарай 20 км кері жүрді. Ағын жылдамдығы 1 км/сағ. Барлық жол 7 сағатты алады. Қайықтың жылдамдығын табыңыз.",
                "date": "20.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүріп жүрген қызым пәк емес... қиын",
        "question_content": "Сәлем достар сіздердің жауаптарыңыз өте қажет. Айтып кетейн қазіргі журп жүрген қызым айтып еді маған пәк емеспін.Ол маған себебін былай айтты. -Қыз:Бұрын сөйлесіп жүрген адамым маған сусыныма бірдеңе қосып ұйықтатып тастап істейтінін істеп кетті деп, мен еш сезген жокпын, таңертең бірақ турдым деді.Ол алданып калдым деді. Осы айтқан сөздеріне сенуге болама. Қалай сезбейді? Өз басым сенбей тұрмын. Ондай нәрсе распа отірікпе? или ойдан құрастырып турма??? Айтыңдаршы?",
        "question_date": "27.01.2022",
        "question_tag": "Махаббат",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаксы корсен ештенесине де карамайсын. Значит жаксы кормейтин болып турсынгой",
                "date": "3.02.2022",
                "upvotes": 0
            },
            {
                "text": "Керек емес бауырым!\n\nБаска кыздар бар имандылығына қарап алшы қызды қазір адам адамға сенетін заман емес!",
                "date": "27.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көпжақтар және айналу денелері.",
        "question_content": "1. Диагональдары 6 см және 8 см болатын ромб тік параллелепипедтің табаны болып табылады. Бүйір жағының диагоналі <!--[if gte vml 1]> <![endif]-->√61см. Параллелепипедтің үлкен диагоналін тап.\n\n2. Дұрыс төртбұрышты пирамиданың бүйір жағының биіктігі 10 см. Егер бүйір жағы табан жазықтығымен 60° бұрыш жасаса, онда пирамиданың толық бетінің ауданын тап.\n\n3. Осьтік қимасы квадрат болатын цилиндр табанының радиусы 10 см. Цилиндрдің осінен 8 см қашықтықта цилиндр осіне параллель қима жүргізілген. Осы қиманың ауданын тап.\n\n4. Катеттері 30 см және 40 см болатын тікбұрышты үшбұрышты гипотенузасынан айналдырған. Пайда болған айналу денесі бетінің ауданын тап.",
        "question_date": "27.01.2022",
        "question_tag": "Геометрия",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұғалім инв ағасына қамқоршы. Мұғ-ң айлығынан ұсталатын салықтарға жеңілдік бар ма?",
        "question_content": "Мұғалім мүгедек ағасына қамқоршы. Мұғалімнің айлығынан ұсталатын салықтарға жеңілдік бар ма?",
        "question_date": "27.01.2022",
        "question_tag": "Мектеп",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салықтар бойынша жеңілдік жоқ.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүгедекке қамқоршы әйелінің айлығынан ұсталатын салықтарға қандай жеңілдік бар?",
        "question_content": "Мектеп мұғалімі мүгедек күйеуіне қамқоршы. Мұғалімнің айлығынан ұсталатын салықтарға қандай жеңілдік бар?",
        "question_date": "27.01.2022",
        "question_tag": "Мектеп",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қамқоршының (әйелінің) айлығына салынатын салықтар бойынша жеңілдің жоқ.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-да тарих таңдасам қандай мамандық істеймін?",
        "question_content": "Егер мен тарих таңдасам қандай мамандық бар?",
        "question_date": "26.01.2022",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мамандықтың бейіндік пәндер бойынша таңдау:",
                "date": "25.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабырғасы 20 см квадрат рамканың бетіне түсірілген нормаль мен магнит өрісі",
        "question_content": "Қабырғасы 20 см квадрат рамканың бетіне түсірілген нормаль мен магнит өрісі индукциясы сызықтары арасындағы бұрыш 60 градус. Рамкада 10 орам. Магнит өрісін тоқтатқанда 0,01 с уақыт аралығында 0,1В ЭҚК индукцияланады. Магнит индукциясы модулін анықтаңдар (мТл).",
        "question_date": "26.01.2022",
        "question_tag": "Физика",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам аты тегі қала жер су аттары тасмалданады ма?",
        "question_content": "Адам аты тегі қала жер су аттары тасмалданады ма?",
        "question_date": "26.01.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі сөз түрлері тасымалданбайды:\n\n1. Бір буынды сөздерді тасымалдауға болмайды: нан, көл, ор, ел, күрт, жұрт, т. б.\n2. Жалғыз әріпті бірінші жолға қалдыруға немесе екінші жолға шығаруға болмайды.: ана, ата, ұлы, екі, ұя, үю, тыю, қия, т. б.\n3. Қысқартылып жазылған адам есімін тегінен бөліп тасымалдауға болмайды: А. Құнанбаев, М. Әуезов, С. Торайғыров, Г. Дулатова, т. б.\n4. Қысқартылып жазылған өлшем атауларын алдындағы саннан бөліп тасымалдауға болмайды: 11 - сынып, ХХІ ғасыр, 2012 жыл, 22 наурыз,\n70 км, 52 кг, 120 г, т. б.\n5. Бас әріптері, бас әріп пен сөздің басқы буынынан қысқарған сөздер тасымалданбайды: ҚР, БҰҰ, ҚазҰУ, ҚБТУ, т. б.",
                "date": "21.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық төбелес ісік жара",
        "question_content": "Дәкен қораз төбелестрп едм сосын үйге акелп басн жылы сумен жудмда жылы жерге қойдм ертесі күні екі көзі жұмлп бетті ісп кетті май жағып жатрм бір көзі ашылды бірақ ірің бар ісік қайтпай жатр не істеуге болады",
        "question_date": "26.01.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіс. 4рет операция түстім. Диагноз осылай",
        "question_content": "Маган қойылған диагноз осы. Екі айдың ішінде біліксіз стомотологтардың кесірінен 4 рет операцияға түстім.\nКТ-картина очагов литической деструкции левой альвеолярной части(3моляр) угла нижней челюсти (одонтогенный хронический остеомиелит). Отмечается инородное тело внутренней части угла нижней челюсти слева\n\nСіздерден сұрайын дегенім сол жағымда инородное тело бар дейді оны ала алмады, егер ол алынбаса зиян емеспа?",
        "question_date": "26.01.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен жақында остеомелит болған тісіме операция жасаттым. Жасатпай тұрып 4-5 дәрігердің алдына барып, әрқайсысының пікірін білдім. Соңында жекеменшік стоматологияда істейтін стоматолог-хирургқа жасаттым.\nӨзіне жаны ашитын, құрметпен қарайтын адам денсаулығына немқұрайлы қарамау керек. Кез келген дәрігердің айтқанына бірден сенбеу керек. Ізденіңіздер.",
                "date": "30.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педколеджде грант тобында оқимын медколеджге грант топқа ауыса аламын ба?",
        "question_content": "Өз мамандығым ұнамайды пед коледж гранттан мед коледж грантка ауысы аламын ба айтыңыздаршы",
        "question_date": "26.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа ауысуға болады. Ол үшін оқымаған сабақтарыңыздың айырмашылығын төлейтін боласыз.",
                "date": "26.01.2022",
                "upvotes": 0
            },
            {
                "text": "Қанша сыншы курс окып жатырсың?)",
                "date": "27.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістан қаласынан екі бөлмелі үйді қаншаға және қай жерден алуға болады?",
        "question_content": "түркістан қаласынан\n\nекі бөлмелі пәтерді қалай алуға болады",
        "question_date": "26.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 169,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://otbasybank.kz/pool/search\n\nОсы сайттан тұрғын үй бағалары туралы ақпарат ала аласыз",
                "date": "26.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығамын тірі болсам адам болып жанрын анықтау",
        "question_content": "Шығамын тірі болсам адам болып жанрын анықтай отырып эссе жазу",
        "question_date": "25.01.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Болат сымның ұзындығы 1/4 бөлікке қысқартса оның кедергісі қалай өзгереді?",
        "question_content": "Болат сымның ұзындығы 1/4 бөлікке қысқартса оның кедергісі қалай өзгереді",
        "question_date": "25.01.2022",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бер: L=1/4=0.25\nR=?",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоян қанша ай көжек көтереді?",
        "question_content": "Менің қояным көжектегісі келіп жүр",
        "question_date": "24.01.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоян 28-35 күн аралығында көтереді",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден соң универге қалай түсуге болады?",
        "question_content": "Дизайнерлік колледжді аяқтаған соң,ағылшын мұғалімі болып универге түсуге болады ма? Қалай  түссем болады?",
        "question_date": "24.01.2022",
        "question_tag": "Университет, колледж",
        "question_views": 890,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғарғы колледж студенті (техникум, колледж) университетті еркін таңдай алады. Сонымен қатар, ол өзінің оқу орнының осыған қатысты ұсыныстарымен танысуға құқылы. Әдетте, сіздің мұғалімдер орта кәсіптік білім беру мекемесінде оқытылатын мамандықтар бойынша әдетте қандай университеттерге түсетінін біледі, сонымен қатар, мүмкін, қай университеттермен ынтымақтастық туралы келісімдерге қол қойылған. Мұндай келісімдерге сәйкес, сіздің мектеп, мысалы, бір күнге бір топ оқушыларды жібере алады ашық есіктерУ ниверситет - тек оларға өз мамандықтары мен білімі туралы толық түсінік беру үшін.\nТолығырақ: https://psyforums.ru/kk/nachinayuschim-uchitelyam/priem-posle-kolledzha-v-universitet-mozhno-li-postupit-v-institut.html",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    }
]