[
    {
        "question_title": "А(2;4;-4),В(1;1;-3),С(-2;0;5),Д(-1;3;4) нүктелері параллелограмның төбелері дәлелдеу?",
        "question_content": "Параллелограм  төбелерін дәлелдеу.Көмек керек ♡",
        "question_date": "21.04.2020",
        "question_tag": "Мектеп",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCDA1B1C1D1 бірлік кубының А1С1 төбелері мен AD қырының ортасы арқылы",
        "question_content": "ABCDA1B1C1D1 бірлік кубының А1С1 төбелері мен AD қырының ортасы арқылы өтетін жазықтықпен қимасын салыңдар. Қиманың ауданын табыңдар.",
        "question_date": "21.04.2020",
        "question_tag": "Мектеп",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=S’/cosальфа\n\nS’=1см квадрат\ncos альфа= S’/S=1/тубир асты 2/2 = тубир асты 2",
                "date": "25.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөздерден сөйлем құраңдар?",
        "question_content": "Нарың,кәсіпкер,кеден,салық,жарнама,үнем,пайыз,табыс,салым,несие,саяси-әлуметтік,жүйе,жалға беру,жылжымайтын мүлік,зейнет ақы қоры",
        "question_date": "21.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан мұнайы нарықта жоғары бағаланады.\n\nҚазіргі таңда кәсіпкерлерді мемлекет қолдайды.\n\nМемлекетке шеттен импортталған заттар кеден салығын төлейді.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Футболға қызығушылық туралы аудару?",
        "question_content": "Мен футбол ойынын жаксы коремын озым ойнамасамда катты кызыгамын маган ойыншылардан Messi,Ranalbo унайды .Футбол ойнайтын елден Бразиля т.б унайды",
        "question_date": "21.04.2020",
        "question_tag": "Футбол",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теріден жасалған көне футбол добы Англия мен Грецияда археологиялық қазбалар жүргізу кезінде табылған. Көне грек аңызына сенсек, адамдардың басты қызығушылығына айналатын ойынның пайда болуына махаббат құдайы Афродита негіз болған екен. Ол алғашқы теріден жасалған допты Гефестке (темірші, от құдайы) арнайы жасатып, адамдарға сыйға тартады. Әртүрлі салтқа байланысты доп Күннің, Айдың, тіпті Жердің пішіні ретінде қолданылған. Қазіргі футболға ұқсас көне ойындар эскимостар (тунгатгак), үндістер (лакота), Рим, Мысыр, Қытай (цуцзю) және инктер өркениетінде орын алған. Ал ең көне футбол Қытайда дамыған. Ендеше назарларыңызға қазіргі футбол тарихында орын алған қызық оқиғалар туралы мәліметтер ұсынамыз. Ватикан футболы          Ватикан – аумағы небары 44 гектар құрайтын әлемдегі ең кішкентай ел. Рим қаласының ортасында орналасқан бұл елде де футбол ойыны өте танымал. Тіпті жыл сайын Ватикан біріншілігі өткізіледі екен. Ел чемпионатына телепошта, банк, кітапхана, гвардия, мұражай қызметкерлерінен құралған командалар қатысады. Өзін ойыннан шеттеткен арбитр Футбол тарихында екі ерекше оқиға болған. Матчты жүргізіп тұрған төреші өзін ойыннан шеттетеді. Ағылшын арбитрлері Энди Уэйн мен Мелвин Сильвестер Ағылшын премьер-лигасы төменгі дивизионының матчы кезінде өздеріне қызыл қағаз көрсетеді. Бірінші төреші қақпашымен түсініспестік тумау үшін осылай жасаса, екіншісі футболшымен төбелесіп қалғаны үшін өзіне қызыл қағаз көрсетеді. Ватсон, мұның еш қиындығы жоқ Әйгілі ағылшын жазушысы Артур Конан Дойл қылмыстық істерді әшкерелеумен айналысқан Шерлок Холмс туралы әңгімелер жазып танымал болғанын білеміз. Дегенмен оның кәсіби футболшы болғаны көпке мәлім емес. Ағылшын жазушысы ХІХ ғасыр соңында Англияның Портсмут футбол клубында қақпашы болған. Ол аталған командада А.С. Смит есімімен ойнаған екен. Ит – футболшының досы 1966 жылы әлем чемпионаты басталуға жақын қалған кезде Англияда уақытша көрмеге қойылған әлем біріншілігінің кубогын ұрлап кетеді. Трафейді табу үшін Скотланд-Ярд қызметкерлері де жұмылдырылады. Кубок бір жұмадан кейін табылады. Оны Лондондағы орталық саябақтардың бірінде иесімен серуендеп жүрген Пиклс деген лақап атты ит тауып алады. Сол жылы Англияда өткен біріншілікті ағылшын құрамасы жеңіп алып, Пиклс футболшылармен бірге түскі ас ішуге шақырту алады. \nТолығырақ: https://massaget.kz/layfstayl/bilim/ol-kim-bl-ne/33584/",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А(2;1),В(3,4),С(1;6) үшбұрыштың медианаларының қиылысу табыңыз?",
        "question_content": "Медианаларының қиылысу нүктесін табыңыз?",
        "question_date": "21.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөлшек түрінде жазу керек(алымы мен бөлімін жазы керек)\n\nx=x1+x2+x3/3\n\ny=y1+y2+y3/3\n\nx=2+3+1/3  бөлшек түрінде жазғанда алымындағы қосу бірінші орындалады.\n\nСонда x=2\n\ny=1+4+6/3. y=11/3 ( бұны да бөлшек түрінде жазу керек)\n\nO(2;11/3)",
                "date": "31.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Деңгейдің өлшем бірлігі",
        "question_content": "Деңгейді өлшейтін бөліп алу құрылғысы",
        "question_date": "21.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысым деп дене бетінің қандай да бір бөлігіне бағыт бойынша, осы бетке перпендикуляр, әсер ететін күш қарқындылығын сипаттайтын шаманы айтады. Халықаралық бірліктер жүйесі бойынша қысымның өлшем бірлігі Па (паскаль) [1 Па=1 Н/м2] . Паскаль- біркелкі орналасқан 1м2 беткі ауданға түсетін 1Н күш.\nҚысымды өлшейтін аспаптар әрекет принципі мен өлшейтін қысымның түріне қарай жіктеледі. Барометр (гр. baros — ауырлық және metreo — өлшеймін) — атмосфералық қысымды өлшеуге арналған құрал. Ең көп таралғаны — сынапты барометрлер. Олар ыдыстарының пішініне қарай табақшалы (а), сифонды (ә) және сифонды-табақшалы (б) болып ажыратылады. Сынапты барометрдің жұмыс әрекеті атмосфералық қысымның барометрлік түтіктегі сынап бағанасы қысымымен теңгерілуіне негізделген. Барометрдің сезгіштігі — 1 Па. Атмосфералық қысымның өзгерісін жазу үшін барограф қолданылады. Манометр— сирек, тығыз емес — сұйықтық пен газ қысымын өлшеуге арналған прибор. Манометрлердің көптеген түрлері бар,мысалы,дифманометр,сфигманометр,бурдон манометрі,қарапайым ашық сұйық манометр,т.б. . Атмосфералық қысым барометрмен, нөлге жуық қысым вакуумметрмен өлшенеді. Манометр шкалалары әр түрлі бірліктерде (кгк/м² немесе кгк/см², бар, мм сынап бағаны, мм су бағаны, т.б.) градуирленген. Бірліктердің халықаралық жүйесінде (СИ) қысым бірлігіне паскаль (Па) алынған. Жұмыс істеу принципі мен сезімтал элементінің (алғашқы түрлендіргіштің) құралымына байланысты манометрлер сұйықтық, піспектік (поршенді), деформация немесе серіппелі (түтікті, мембраналық, сильфондық) болады. Техникада көбінесе сұйықтың, газдың немесе будың қысымын өлшеу үшін металл манометр қолданылады, кейде оны Бурдон манометрі деп те атайды.\n1 Негізгі бөлім\nҚысым және оны өлшейтін аспап түрлері\nҚысым деп дене бетінің қандай да бір бөлігіне бағыт бойынша, осы бетке перпендикуляр, әсер ететін күш қарқындылығын сипаттайтын шаманы айтады. Қысымның абсолюттік, артық және вакумметрлік түрлері бар.\nАбсолюттік қысым деп сұйықтың, газдың не будың қысымдарын айтады. Абсолюттік қысым келесі формуламен анықталады:\nРабс=Рарт+Ратм,\nмұндағы Рарт-артық қысым, Па; Ратм-атмосфералық қысым, Па.\nАртық қысым деп атмосфералық қысым мәніне сәйкес шартты нөлден бастап есептелетін қысымды айтады:\nРарт=Рабс-Ратм,\nВакуумметрлік қысым (сиретілу, вакуум) атмосфералық және абсолюттік қысымдардың айырымына тең:\nРвак=Ратм-Рабс.\nХалықаралық бірліктер жүйесі бойынша қысымның өлшем бірлігі Па (паскаль) [1 Па=1 Н/м2] . Паскаль- біркелкі орналасқан 1м2 беткі ауданға түсетін 1Н күш.\nҚысымды өлшейтін аспаптар әрекет принципі мен өлшейтін қысымның түріне қарай жіктеледі.\nӘрекет принципі бойынша қысым өлшеуге мынандай аспаптардың түрлері қарастырылады: сұйықтық, бұл өлшенетін қысым мен сұйық бағанының гидростатикалық қысымын теңгеру принципіне негізделген; деформациялық (серпімді сезгіш элементтерді), мұнда қысымды серпімді сезгіш элемент деформациясының шамасы бойынша немесе сезгіш элемент тудыратын күш бойынша өлшейді.\nАл өлшейтін қысым түріне қарай аспаптар келесі түрге жіктеледі: барометрлер-атмосфералық қысымды өлшеу үшін; манометрлер-артық қысымды өлшеу үшін; вакуумметрлер-сиретілуді өлшеу үшін; мановакуумметрлер-артық және вакуумметрлік қысымды өлшеу үшін; арын өлшеуіш (напорометр)-шамалы артық қысымды өлшеу үшін; тартым (тягомер) өлшеуіш-шамалы сиретілуді өлшеу үшін; дифференциал манометрлер немесе дифманометрлер-қысым құламасын (перепад) өлшеу үшін. Сондай ақ қысым түрлнедіргіштері кеңінен қолданылады, олар пневмокүштік, электрокүштік және жиіліктік-күштік болып бөлінеді.\nСұйықтық аспаптар. Сұйықтық аспаптар сынап, су немесе спирт толтырылған, өлшенетін параметрлерін санайтын шкаласы (2) бар иілген U тәріздес шыны түтік (1) түрінде болады. Аспаптың әрекет принципі өлшенетін қысымды сұйық бағанасының гидростатикалық қысымымен теңестіруге негізделген. Сұйық аспаптардың дәлдігі барынша жоғары әрі құрылысы қарапайым.\nҚысым құламасын өлшеуге арналған дифференциал манометр қоңыраулы, сақиналы, қалытқылы болып келеді. Мысал ретінде қалытқылы дифференциал манометрдің принциптік схемасын қарастырайық.\nДеформациялы аспаптар.\nҚысымды немесе сиретілуді өлшеу әрі автоматты реттеу үшін деформациялық аспаптар, яғни серпімді сезгіш элементтері бар аспаптар кеңінен қолданылады.\nСиретілу және қысым түрлендіргіштері. Қысым түрлендіргіштерінің үш түрі бар:  пневмокүштік, электрокүштік, жиіліктік-күштік.\nАспаптар негізгі екі элементтен тұрады: өлшеу блогынан және өлшеу блогының рычагын шығыстық стандарт сигналына- пневмо, электрлік және жиіліктік, алмастыру түрлендіргішінен. Мұндай түрлендіргіштер автоматты бақылау жүйесінің және қысымды реттеу жұмыстары үшін қолданылады.\nПневмокүштік түрлендіргіштің жұмыс принципі келесідей. Өлшеу блогындағы 8 өлшенетін қысым Р күшіне түрленеді, ол кері байланыстың 7 сильфон күші арқылы теңгеріледі. Қысым өзгерген кезде рычагтың 1 және заслонканың 4 алмасуы жүреді. Сонда сопло 5 және заслонка 4 бұл алмасуды қысымы 137 кПа (1,4 кгс/см2) ауаға түрлендіреді,ал күшейткіштің шығыс сигналының қысымы 19,6-98 кПа (0,2-1 кгс/см2) шегінде өзгереді.\nЭлектрокүштік және жиіліктік-күштік түрлендіргіштің жұмыс принципі (5,б,в-сурет) пневмокүштік түрлендіру әсеріне негізделген. Электрокүштік түрлендіргіштегі қысым Р өзгерген кезде дифференциалды-трансформаторлы индикатордың 5 рычагты жүйесі 1 мен басқару шығырының 4 алмасуы жүреді. Индикатордағы шығыр алмасқан кезде электронды күшейткіш 6 арқылы күшейтілетін айнымалы тоқ кернеуі генераторланады. Күшейткіштен шығыс сигнал қашықтыққа беру желісіне және электромагниттік құрылғының 8 орамына 7 түседі, ол кірістік күшті Ркір теңгеретін кері байланыс болып табылады. Түрлендіргіштің шығыс тоқ шамасы 0-5 мА немесе 0-20 мА тұрақты тоқты құрайды.\nБақылау өлшеу аспаптары келесідей болып бөлінеді:\n- өлшенетін шама түріне қарай;\n- метрологиялық белгіленуіне қарай;\n- ақпарат алу тәсіліне қарай;\n- әсер ету принципіне қарай, энергия қолдануына қарай;\n- іске асырылуына қарай.\nБақылау өлшеу аспаптары өлшенетін шама түріне қарай келесідей түрлерге бөлінеді: температура; қысым; су, бу, сұйық шығынын; сұйық және сусымалы заттардың деңгейін; тығыздық; ылғалдылық; тұтқырлылық өлшеу аспаптары.\nМетрологиялық белгіленуіне қарай аспаптар жұмыстық (техникалық және практикалық), үлгілік және эталондық болып бөлінеді.\nАқпарат алу тәсіліне қарай көрсеткіштік, тіркеуші, сигналдаушы, интегралдаушы,реттеуші болып бөлінеді.\n- көрсеткіштік аспап аспапта өлшенетін шаманың мәнін бақылаушыға беруді жүзеге асырады.\n- тіркеуші аспап көрсеткішті автоматты түрде жазу қондырғысымен жабдықталады.\n- сигналдаушы аспап өлшенетін шама белгіленген мәнге жеткенде дыбыстық немесе жарықтық сигналы қосылатын арнайы құралмен жабдықталған.\n- интегралдаушы аспапта уақыт бойынша интегралданатын шама немесе басқа тәуелсіз айнымалы және есептеу механизмі бойынша өлшенетін шаманың (анықталынатын) суммалық мәні анықталады.\n- реттеуші аспап процесс параметрлерін реттеу құрылғылары арқылы автоматты басқару қондырғысымен жабдықталады.\nІске асырылуына қарай аспаптар қашықтыққа беру және орнындағы аспаптар болып бөлінеді:\n- орнындағы аспаптар объектіде немесе\nТолығырақ: https://infourok.ru/isim-aspaptarini-zhmisi-zhne-montazhdau-2474788.html",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатика пәнінен қандай сайттар бар?",
        "question_content": "Мен инфоматика панин танда дым, соган байланысты саиттар болса аитып жибериниздерши .",
        "question_date": "21.04.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вконтакте желісіне кірсеңіз, бағдарламалауға байланысты көптеген топтарды таба аласыз. Интренетке \"бағдарламалауға байланысты\" деп жазсаңыз да көптеп табылады.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Yшбұрыш қабырғаларының орталары (5; 2), (2; -3), (2: 1) Координатасын тап?",
        "question_content": "Yшбұрыш қабырғаларының орталары (5; 2), (2; -3), (2: 1) нүктелерінде орналасады деп алып, осы үшбұрыштың төбелерінің координаталарын табыңдар?",
        "question_date": "21.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі бұны анықтайтын арнайы формула болу керек :\nНо мен тырысып көрдімЖауабы : А(-1;-4) .\nВ(5;6)\nС(5;-3)\nБұл тек болжам ғана",
                "date": "8.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жиындардың бірігуі дегеніміз не?",
        "question_content": "Жиындардың бірігуі дегеніміз не?",
        "question_date": "21.04.2020",
        "question_tag": "Мектеп",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жиындар атауында «ЖӘНЕ» сөзі қолданылса, онда оның әр элементі екі жиынның қиылысында (екі шеңбердің ортақ бөлігінде) орналасуы тиіс.\n∩ – жиындардың қиылысу белгісі.\nЕгер жиындар атауында «НЕМЕСЕ» сөзі қолданылса, онда оның әрбір элементі кез келген екі жиынның бірінде орналасуы мүмкін.\n∪ – жиындардың бірігу белгісі.\nЭлементтері жоқ жиын – бос жиын деп аталады және былай белгіленеді: ∅. Бос жиынды кез келген қарама-қарсы қасиеттері арқылы анықтауға болады.\nБос жиындарға берілген мысалдар:\nжылқылардың Айдағы жиыны;\nтеңіздегі жұлдыздар жиыны;\nаспандағы балықтар жиыны.",
                "date": "21.04.2020",
                "upvotes": 0
            },
            {
                "text": "§25 Жиындардың бірігуі және жиындардың қиылысуы.",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппеде тербеліп тұрған жүк 8 с ішінде 32 тербеліс жасады.",
        "question_content": "Физика есеп шығару керек 1 курс студентімін\n\nТербеліс периодын және жиілігін анықтау",
        "question_date": "21.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шешуі:\nV= тербеліс жиілігінің формуласы Яғни, тербелістердің саны тербеліс уақытына бөлінеді. V = = 4\n Тербеліс периодының формуласы T = (Тербеліс периоды жиіліктегі өзара жауаптылықтың қатынасына байланысты) T =  = 0.25",
                "date": "22.04.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ұжымшарларды кеңшарларға айналдыра бастаған уақыт",
        "question_content": "Тарихтан тест беріп еді",
        "question_date": "21.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыл шаруашылығы — шаруашылық салаларының ішіндегі ең ежелгі және табиғат жағдайларына тікелей тәуелді саласы. Шындығында, дүниежүзінде халқы ауыл шаруашылығының түрлі салаларымен айналыспайтын бірде — бір ел жоқ. Қазіргі мәлімет бойынша дүниежүзінде бұл салада шамамен 1, 3 млрд — тан астам адам еңбек етеді, Жеке елдер бойынша ауыл шаруашылығында жұмыс істейтіндер саны үлкен айырма жасайды. Мысалы, Батыс Еуропа елдерінде бұл көрсеткіш — 8%, АҚШ — та — 3%, Канадада — 4%, Ресейде — 14%, Қазақстанда 40% — ға жуық болса, ал дамушы елдерде ол өте жоғары.\nә) 70-80 жылдардағы ауыл шаруашылығының дамуындағы ерекшеліктер және оны басқарудағы кемшіліктер туралы мәтінмен жұмыс істеуге тапсырма беріледі.\nКестені толтыру:\nЖетістіктер:\n1. Ауыл шаруашылығының өнімдерін сатып алу бағасы екі есе артты.\n2. Жоспардан тыс өнім өндіргені үшін үстеме ақы төленді.\n3. Ауыл шаруашылығына бөлінетін қаржы көбейді.\n4. Ауыл шаруашылық техникасы молайды.\n5. 1960 жылдардың соңынан бастап ауыл шаруашылығын интенсивтендіру шаралары жүргізілді.\n6. Республиканың 50 — ден астам кәсіпорны ауыл шаруашылығы техникасы мен қосалқы бөлшектер шығара бастады.\n7. 1970 жылы Қазақстан Одақта бидайдың 23, 9 %, күріштің 24, 6 % өндірді. 8. Астық өндіруден 2 — ші, ет пен жұмыртқа өндіруден 3 — ші, сүт өндіруден 4 — ші, қаракөл дайындаудан 2 — ші орында болды.\nКемшіліктер:\n1. 1971-1975 жылдары ауыл шаруашылығы өнімдерін өндіру 13% құлдырады.\n2. Көптеген дамыған елдерге қарағанда республикада ауыл шаруашылығында еңбек ететін адамдар саны өсті.\n3. Жыртылған жер көлемінің артуына байланысты мал жайылымы тарылды.\n4. 1965-1985 жылдары 4, 2 млн ірі қара, 5, 1 млн шошқа шығынға ұшырады.\n5. Жол қатынас нашар болды.\n6. Өңдеу кәсіпорындары аз. 7. Жоспарды қол жеткен табыстарға қарай құру.\n8. Ауыл шаруашылығының экстенсивті дамуы.\nб) Ұжымшарларды кеңшарларға айналдыру туралы өлкетану материалдарын пайдалану арқылы түсіндіру. Өзіміздің туған ауылымызда В. И. Ленин атындағы ұжымшардың құрылуы туралы (Красный моряк, Еркінқала, Ракуша ұжымшарларын біріктіру туралы) Әлібеков Қуаныштың хабарламасын тыңдау.\n2. Мал шаруашылығының дамуы.\nРеспубликадағы мал шаруашылығының даму жағдайымен таныстыру. Шұбартаулық жастардың бастамасы.\n70-80 жылдары қазақ жастары мен жастар ұйымдарын шопандар бригадасын құруға мәжбүрледі. Малшы еңбегі оңай жұмыс емес. Тәулік бойы демалмайтын кездері болады. Өз білімін көтеруге, мәдени орындарға баруға уақыты да болмайды. 1960 жылдары өкімет басына келген КОКП Орталық Комитетінің Бас хатшысы Л. И Брежнев қой шаруашылығының дамуына қанағаттанбайтынын білдірді. Сөйтіп тың игеруді қалай қолға алдық, бұл істі де солай қолға алу керек деп қоғам алдына үлкен міндет қойды. Егер өз кезінде тың және тыңайған жерлерді игеруге Одақтың барлық түкпірінен жастар тартылған болса, қой шаруашылығын өркендету тек қазақ ұлтының жастарына тапсырылды. Партия мен үкімет мектеп бітіруші жастарды ауыл шаруашылығы жұмыстарына комсомол — жастар бригадасын құру арқылы тартпақ болды. «Қой шаруа — шылығы — жастар ісі» деген ұран тасталды. Ол жастар арасында лезде таралып, қой өсіруші комсомол — жастар бригадаларын құру науқаны басталды. Мәскеудің шешімін Қазақстан Жастар Одағының Орталық Комитеті қолдады. Алғашқы болып республикада қой шаруашылығына көмекке келуге Шығыс Қазақстан облысының Шұбартау ауданының мектеп бітірушілері бастама көтерді. Шұбартаулықтардың бастамасы барлық жастар ұйымдарына жеткізіліп «Қой шаруашылығы — комсомолдың екпінді еңбегі» деп жарияланып, ауыл жастарының ұранына айналды. Алматы, Ақмола, Қостанай, Қарағанды, Шығыс Қазақстан облыстарының мектеп бітіруші түлектері сыныбымен бірден мал фермаларына аттанды. Мал шаруашылығындағы жастардың жарқын өмірі баспасөзде үсті — үстіне жазылып жатты. Патриоттық бастама ретінде көтерілген бұл бағыт жылдан — жылға шопандардың комсомол — жастар бригадаларының санын көбейтті. Сондай комсомол — жастар бригадалары Атырау облысында да құрылды.\n(Слайдтар көрсету)\nБіз бүгінгі сабағымызға 1976 жылы Атырау облысы Махамбет ауданы Бақсай совхозы Таңдай ауылында құрылған «Балауса» қой өсіруші комсомол — жастар бригадасының мүшесі Тәниева Қалығыз және 1979 жылы Атырау облысы, Балықшы ауданы Еркінқала ауылында (В. И. Ленин атындағы колхоз) құрылған «Жас талап» комсомол — жастар бригадасының жетекшісі Өтепова Болған апайларыңды шақырып отырмыз.\nТолығырақ: https://www.azbyka.kz/sabaktyn-takyryby-auyl-sharuashylygy-70-80-zhyldarda",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "put the words in the correct order to make sentences",
        "question_content": "will/next/weather/be/perhaps/the/better/week",
        "question_date": "21.04.2020",
        "question_tag": "Мектеп",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кеңес Одағы Батыры атағын неше қазақстандық алды?",
        "question_content": "Кеңес Одағы Батыры атағын неше қазақстандық алды?",
        "question_date": "21.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 641,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1941-1945 жылдар аралығында күллі әлемді дүр сілкіндірген ІІ Дүниежүзілік Ұлы Отан соғысы қазақ халқының өмірінде де үлкен таңба қалдырды. Зұлмат жылдарда елді жаудан қорғау үшін Қазақстаннан жалпы есебі 1 миллионнан аса жауынгер аттанған. Алексеенконың «Қазақстандағы демографиялық дағдарыс» кітабында жазылған мәліметке сенсек, соғыс жылдарында Қазақстан 600 мыңнан аса тұрғынынан айырылған. Соғыс кезінде қайтыс болғандар саны 279 мыңнан асады, 43 мыңға жуық сарбаз госпитальдарда жан тапсырса, 271 мыңнан аса адам үйіне қайта оралмай, із-түзсіз жоғалғандар санатына енген. \nҰлы Отан соғысы жылдарындағы ерлігі үшін 499 қазақстандық азамат Кеңес Одағының батыры атағын алған. Оның ішіндегі 99-ы – этникалық қазақтар. Кеңес Одағының батыры атағын екі мәрте алғандар қатарында ұшқыштар Талғат Бигелдинов, Л.И. Беда, И.Ф. Павлов және ұшқыш-жойғыш С.Д. Луганский бар. Қазақ қыздарының ішінде екі адам – Мәншүк Мәметова мен Әлия Молдағұлова Кеңес Одағының батыры атағын алған. 110 қазақстандық үшінші дәрежелі Даңқ орденімен марапатталған. Ал ұшқыш Хиуаз Доспановаға «Қазақстанның Халық қаһарманы» атағы берілді. Әлия Молдағұлова, Кеңес Одағының батыры Әлия Молдағұлова 1925 жылы Ақтөбе облысының Қобда ауданында дүниеге келген. Қазақтың мерген қызы. Ұлы Отан соғысы кезінде 54-ші атқыштар дивизиясының атқыштар құрамында ерлік көрсеткен. 1935 жылы Әлия әскери-транспорттық академияға оқуға түседі. 1944 жылдың қаңтарында құрамында Молдағұлова бар 54-ші атқыштар дивизиясы Насва станциясындағы теміржолға шығады. Ворошиловскийдің естелігі бойынша, сол шайқаста жау кеңес әскерилерін тоқтаусыз оқпен күтіп алған. Сол шайқаста Әлия Молдағұлова үш рет жау оғына тойтарыс берген. Аталған шайқаста фашистер кеңес әскерінің алдыңғы шебін атып тастайды. Сол сәтте басылып, бас көтере алмай қалған батальонды жауғы қарсы Әлия бастап шықты. Ол: «Бауырлар, Алға» деп айғайлап, жаудан беті қайтып қалған майдандастарын алға жетелеген. Сол шайқаста Әлия жау оғынан ерлікпен қаза тапты. 1944 жылдың 4 маусымында қазақтың қайсар қызы Әлия Молдағұловаға Кеңес Одағының батыры атағы берілді. Бүгінде Әлияның атына көптеген мектеп, көше, ауыл атаулары берілген. Әлия Новосокольник ауданының Монакова ауылында жерленген. Талғат Бигелдинов, Кеңес Одағының батыры Талғат Бигелдинов – гвардияның аға лейтенанты, гвардиялық авиациялық полк командирінің орынбасары, ұшқыш-шабуылдаушы. 1940 жылдан бері Қызыл Әскер қатарында. 1942 жылы Астрахань қаласындағы ұшқыштардың авиациялық мектебін бітірген. 1943 жылдан бері Ұлы Отан соғысына қатысқан. Ең алғаш рет соғыс аспанына 1943 жылдың 17 ақпанында көтеріліп, көп ұзамай жаудың шабуылдаушы ұшағын жарып жіберді. Ал Харьковтегі шайқас кезінде жау қолынан жарақат алып, емделген соң қатарға қосылды. Талғат Бигелдинов 1944 жылдың маусымында 155 рет әуе шабуылын жеңіспен аяқтап, жау бекіністері мен аэродромдарын, жау әскері жиылған топтарды талқандаған. Ол 1944 және 1945 жылдары соғыс аспанында көрсеткен ерлігі үшін екі дүркін Кеңес Одағының батыры атанды. Сондай-ақ, Талғат Бигелдинов 1945 жылдың 24 маусымында өткен Жеңіс парадында абыроймен жүріп өтті. Мәлік Ғабдуллин, Кеңес Одағының батыры Мәлік Ғабдуллин 1915 жылы Көкшетау облысы, Зеренді ауылында дүниеге келген. 1941 – 1946 жылдары даңқты генерал Панфилов басқарған атқыштар дивизиясы сапында Ұлы Отан соғысына қатысқан. Соғыс аяқталып, елге оралған соң Ғабдуллин ғылыми-педагогикалық мекемелерде жұмыс істеді. Ал майдангердің жазушылығы туралы әңгіме бір бөлек. Ол «Менің майдандас достарым», «Майдан очерктері», «Сұрапыл жылдар» шығармаларын жазып, қазақ әдебиетінің өркендеуіне де үлес қосты. 1943 жылы Мәлік Ғабдуллинге Кеңес Одағының батыры атағы берілді. Сағадат Нұрмағамбетов, Кеңес Одағының батыры Сағадат Нұрмағамбетов 1924 жылы Алматы облысы, Еңбек ауылында дүниеге келген. 1942 жылы әскер қатарына шақырылып, Ұлы Отан соғысына қатысты. Польша, Германия, Молдова, Украина, 1 Белорус, Солтүстік Кавказ майдандарына қатысып, Гитлердің канцелиярсын шабуылдаға атсалысқан. Сағадат Нұрмағамбетовке Кеңес Одағының батыры атағынан бөлек, Армия генералы, Халық қаһарманы атақтары берілген. Сондай-ақ, Сағадат Нұрмағамбетов Тәуелсіз Қазақстанның тұңғыш Қорғаныс министрі ретінде тарихта қалған. Тағы оқыңыздар: Қорқыт ата туралы не білеміз? Мәншүк Мәметова, Кеңес Одағының батыры Мәншүк Мәметова Калинин фронтындағы 101-ші атқыштар дивизиясының пулеметшісі, аға лейтенант. Қазақ қыздарының арасынан тұңғыш болып Кеңес Одағының батыры атанды. 1922 жылы Орал губерниясына қарасты ауылда дүниеге келген. Қызыл Әскер қатарына 1942 жылдың қыркүйегінен бастап алынған. Алғашында 101-ші қазақ атқыштар дивизиясының хатшысы, кейін медбикесі болды. Кейін пулеметшілер курсын аяқтайды. 1943 жылдың 15 қазаны күні басынан ауыр жарақат алғанына қарамастан, ерліктің үлгісін көрсетіп, пулеметпен жаудың 70-тен аса сарбазының көзін жояды. Сол шайқаста ол ерлікпен қаза тапқан. 1944 жылдың 1 наурызында Мәншүк Мәметоваға Кеңес Одағының батыры атағы берілді. Нүркен Әбдіров, Кеңес Одағының батыры Нүркен Әбдіров 808-ші авиациялық полктың ұшқышы. 1919 жылы Қарағанды облысының Қарқаралы ауданында дүниеге келген. 1940 жылдан бері Қызы Әскер қатарында. 1941 жылы Ворошилов атындағы әскери-авиациялық академияны бітіріп, 1942 жылдың 28 қазанынан бастап соғысқа қатысқан. 1942 жылдың 19 қазанында Нүркен Әбдіров бастаған ұшқыштар төрттігі жаудың жанар-жағармайы мен зениттік артиллериясы орналасқан қойманы шабуылдай бастайды. Алайда, жаудың қарсылығы қатты сезіліп, фашистер қарсы оқ жаудыра бастаған. Ол жау оғынан қатты соққы алған майдандасының ұшағына көмекке келеді. Алайда, оны құтқару мүмкін болмады. Кейін Нүркен Әбдіровтың ұшағына да жау оғы тиеді. Ол қасындағы радиске секіруді бұйырған. Бірақ майдандасы бас тартқан соң құлап бара жатқан ұшағын жаудың танкілері мен бензовозы орналасқан қоймаға бағыттайды. Соңғы шайқасында Әбдіров 6 танкі, 2 зениттік артиллерия, жаудық 20 сарбазы мен офицерін өлтірген. Ал жалпы өткізген 16 шайқасында 12 танк, 28 машина, 3 зениттік артиллерия мен жанар-жағармай цистерналарын талқандады. Читайте больше: https://kaz.nur.kz/1677638-kenhes-odaghynynh-batyry-atanghan-qazaqs.html",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздырғанда айырылмайтын негіздер қай қатарда орналасқан?",
        "question_content": "Қыздырғанда айырылмайтын негіздер қай қатарда орналасқан? A. Fe(OH), Cu(OH), NaOH B. Fe(OH), кон, Ca(OH), C. Ba(OH), Fe(OH), Al(OH), Cu(OH), Zn(OH),, Pb(OH), E. KOH, NaOH, Ba(OH),.",
        "question_date": "21.04.2020",
        "question_tag": "Химия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құр ашин берылгены не болад",
                "date": "23.04.2020",
                "upvotes": 0
            },
            {
                "text": "E.KOH,NaOH,Ba(OH)2",
                "date": "24.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Вконтакте аккауынтым бұғатталды (взлом).",
        "question_content": "Вкама кіре алмай қалдым. Біреу страницамды тартып алған сияқты нестесем болады ? Қалай қайтпдан кіре аламба?",
        "question_date": "21.04.2020",
        "question_tag": "Вконтакте",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіркелген номеріңді немесе эл.поштаңды пайдаланып паролін қалпына келтіріп көр. Паролің оңай болған немесе ВК музыка тыңдайтын бөгде бағдарламаларды пайдаланғансың.",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаев тың қарым-қатынас қа байланысты нақыл сөздері",
        "question_content": "Абай Құнанбаев тың қарым-қатынас қа байланысты нақыл сөздері керек еді",
        "question_date": "21.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбайұлының өлең жолдары мен қара сөздері афоризмге айналып кеткелі қашан. Алып ақынның ұлылығы да осында жатса керек. Бүгін сіздердің назарларыңызға Абайдың адамдық, жастық, еңбек туралы айтқан ұлағатты сөздерін ұсынамыз. 1. Пайда, залалды айыратұғын қуаттың аты - ақыл... 2. Адамның адамшылығы - ақыл, ғылым, жақсы ата, жақсы ана, жақсы құрбы, жақсы ұстаздан болады. 3. Үш-ақ нәрсе адамның қасиеті: Ыстық қайрат, Нұрлы ақыл, Жылы жүрек. 4. Адамзатқа не керек: Сүймек, сезбек, кейімек. Харкет қылмақ, жүгірмек, Ақылмен ойлап сөйлемек. 5. Атымды адам қойған соң, Қайтып надан болайын. 6. Бес нәрсеге асық бол... Талап еңбек, терең ой, Қанағат, рақым, ойлап қой -  Бес асыл іс көнесеңіз. 7. Адам баласы адам баласынан ақыл, ғылым, ар, мінез деген нәрселермен озады. 8. Жас уақытта көңіл - гүл. 9. Жастықтың аты арындап, Тас қияға өрледің. 10. Жастықтың оты жалындап, Жас жүректе жанған шақ. Талаптың аты арындап, Әр қиянға салған шақ. 11. Жастықта көкірек зор, уайым жоқ. 12. Жастықта бір күлгенің мың қаралық. 13. Жігіттер, ойын арзан, күлкі қымбат. 14. Егер ісім өнсін десең - ретін тап. 15. Еңбек - қуаныш, жалқаулық арылмас азап. 16. Еңбексіз мал дәметкен - қайыршылық. 17. Жұмысы жоқтық, Тамағы тоқтық, Аздырар адам баласын. 18. Дүниеде жалғыз қалған адам - адамның өлгені. 19. Сақалын сатқан кәріден, Еңбегін сатқан бала артық. 20. Орынды іске жүріп ой таппаған, Не болмаса жұмыс қып, мал таппаған. Қасиетті болмайды, ондай жігіт, Әншейін құр бекерге бұлғақтаған.\n\nТолығырақ: https://massaget.kz/layfstayl/debiet/tmsil/15519",
                "date": "18.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 7,2 г магний оксиді тұз қышқылымен әрекеттескенде түзілген тұздың массасы?",
        "question_content": "MgO+2HCl=MgCl2+H2O\n\nОсы формула арқылы қалай шығару керек?",
        "question_date": "21.04.2020",
        "question_tag": "Химия",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шешуі:\nMgO+2HCl=MgCl2+H2O\nMr(MgО)=40 г/моль\nMr(MgCl2)=95г/моль\nm(MgО)= 7.2 г\nтабу керек m(MgCl2)-?\nПропорция бойынша есесптейміз:\nm(MgCl2)= 7,2*95  /40=17,1 г",
                "date": "21.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1.Бром метанға хлор сияқты әсер етеді.",
        "question_content": "<!--[endif]-->Бром метанға хлор сияқты әсер етеді. Метанды біртіндеп бромдау реакциясының теңдеуін құрастырыңдар.",
        "question_date": "21.04.2020",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық реакция жарық қатысында жүреді:\n\nСH4 + Br2 =(hv)CH3Br + HBr бромметан\nCH3Br+Br2=HBr+CH2Br2 дибромметан\n\nCH2Br2+Br2 = HBr+ CHBr3 трибромметан\nCHBr3+Br2 = HBr +CBr4 тетрабромметан",
                "date": "18.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майдың сыну көрсеткішін тап?",
        "question_content": "Сауле кунбагыс майынын бетине 60° бурыш жасап тусиди, ал сыну бурушы 30° тен. Ауанын сыну корсеткиши 1 ге тен. Майдын сыну корсеткишин тап?",
        "question_date": "21.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n=sin a/sin b= -0,98803162409/-0,3048106211= \n-3.2414606175",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әдебиет және қазақ тілі пәнінен грантқа түсу үшін қанша балл жинауым қажет?",
        "question_content": "Мен ҰБТ ға дайындалып жүр едім,таңдау пәнім Қазақ тілі және әдебиет,Грант қанша?қанша балмен грант иегері бола аламын?Өте маңыздыыы",
        "question_date": "21.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің естуімізше, 120-дан асу керек",
                "date": "16.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инсулт алып жатып қалған адамның арқасына жара басып кетті қалай емдеуге болады",
        "question_content": "Менің анам инсулт алып жатып қалған екі ай бұрын арқасына жара басып кетті қалай емдеуге болады болады. Қазір өзі әлі комада жатыр. Жарасы үлкейіп барады орнынан қозғатуға болмайды?",
        "question_date": "21.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зобтың алғашқы белгілері?",
        "question_content": "Соңғы уақытта тамағымда бір нәрсе тұрғандай болып тұрады сонда бұл зобтың белгісіма? Айтып жіберіңіздерші!? Қаз карантинниң уақыты дәрігерге бара алмай отырм",
        "question_date": "21.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зобты қалайша алдын алып емдел жазуға және кретинизмді қайтіп болдырмауға болады: Зоб ауруы көп тараған аймақта тұратын адамдардың барлығы ішіп-жемінде йодталған тұзды қолданулары қажет. Бүл зобтан алдын-ала сақтандырғыш әрі оны емдеп жазатын дәрмек те болып табылады (қатайып, беріштеніп кеткен жемсауды тек қана хирургиялық жолмен алып тастауға болады, бірақ мұның қажеттілігі жоқ).\nЕгер йодталған тұзды таба алмасаңыз, йод ерітіндісін қолданыңыз. Бір тамшы йодты бір стақан суға ерітіп, күн сайын 1 стақаннан ішіп отырыңыз. Алайда сақ болыңыз: йодтың дозасын аңдамай арттырып жіберген жағдайда уланып қалуыңыз мүмкін. Йодтың артық дозасы болып кетсе (бір стақан суға қосылатын йод 1 тамшыдан артық болып кетсе), ауруды одан әрі қоздырып жіберу қаупі бар. Йод құйылған құтыны баланың қолы жетпейтін жерде ұстау керек. Жалпы йодтың өзінен гөрі йодталған тұз қолдану анағұрлым қауіпсіз де ыңғайлы.\nЗобқа қарсы қолданылатын үйдегі емдік нәрселердің көпшілігінің әсері әлсіз болып келеді. Бұларға қарағанда, құрамында йод мөлшері көп краб және басқа да теңіз жәндіктері мен өсімдіктерінің зоб ауруын емдеп-жазуға немесе оны болдырмауға тигізетін пайдасы зор. Сондықтан да асқа жеуге болатын теңіз балдырын қосып отырса да пайдалы. Дегенмен де зобтан құтылудың ең оңай жолы йодталған тұзды қолдану болып табылатынын қайталап айтамыз.\nЗобты қалай болдырмауға болады: Әрдайым йодталған тұзды қолданыңыз. Йодталған тұз ас тұзымен салыстырғанда қымбаттырақ, бірақ одан анағұрлым пайдалырақ.\nЕгер сіз зоб ауруы көп таралған аймақта тұрсаңыз және осы аурумен ауыруға организмнің бейімділігін сезініп, тіпті алғашқы белгілері пайда бола бастаған жағдайда ең алдымен капуста мен маниока жеуді тоқтатыңыз.\nЕскертпе: Егер зоб ауруымен ауыратын адам қолы-басы қалтырап, өте ашуланшақ болып, көз шарасы үлкейіп кетсе, онда бүл зобтың ерекше түрі (улы зоб) болуы мүмкін. Мұндай жағдайда шұғыл түрде білікті дәрігер маманға көріну қажет.",
                "date": "22.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші дәретте қиналып жүрмын",
        "question_content": "Кіші дәретке шыққанда қиналып журмын 1 минуттай күшенгенде ғана шығады, қалай емделуге болады кеңестеріңіз болса айтып кетесіздерма ер баламын",
        "question_date": "20.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен дәретте немесе кіші дәретте кездесетін қан Егер дәретке отырған соң қанды байқасаңыз, онда бірден дәрігерге барыңыз.  Үлкен дәретте кездесетін қан көтеу белгілері (геморроя) – геморроидальды тамырдың қабынуынан болуы мүмкін. Алайда тік ішек рагының да белгісі осылай байқалады. Кіші дәреттегі қан дәрет жолдарындағы жұқпалы дертті аңғартады. Кейде бүйрек немесе қуық рагының белгісі.\n\nТолығырақ: https://old2.aikyn.kz/2017/06/02/15549.html",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фармацевтика мамандығы бойынша қанша баллмен грантқа түсуге болады?",
        "question_content": "2020 жылы Фармацевтика мамандығы бойынша қанша баллмен грантқа түсуге болады. Алматы, Астана қалаларындағы қай Жоғарғы оқу орындарында бұл мамандық бар, және Шымкент қаласындағы Медициналық академияға  гранттқа түсу үшін неше балл жинау керек?\n2019 жылы түсіп кеткендер бар ма?",
        "question_date": "20.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күн көрінісімен жоқ болатын шоқ жұлдыз?",
        "question_content": "Күн көрінісімен жоқ болатын шоқ жұлдыз туралы не білесіз",
        "question_date": "20.04.2020",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ есепшілері аспанның түнгі жұмбақ әлеміне көз сала жүріп, сан санақсыз жұлдыздар арасынанүркер шоқ жұлдызын да жақсы таныған. Тіпті ертеден білген. Үркер шоқ жұлдызының аууынан ауа-райы өзгереді деп қараған. Аспан айының тоғауы, тоғыс күндерінің жүруі де үркер шоқ жұлдызының аууымен тығыз байланысты деп есептеген.\nҚазақ үркер шоқ жұлдызының батқан кезін жаз айындағы «қырық күн шілде» басталды деп біледі. Ал үркер шоқ жұлдызы қайтадан көкжиекке көтерілген кезде күз айының басталғанын, қыстың келе жатқанын, күздің салқын тартқанын, тары мен бидайдың піскендігінен дерек береді деп ұйғарады.\nҚазақ есепшілері күзді күндері үркер шоқ жұлдызы аспанның шығыс жағында туады деп қарайды. Бұл жұлдыз шығыс жақтан туғаннан бастап мал семіреді, сорпа піседі, шөп буыны қатаяды, дәрілік қуаты толады, жайылымдар малға жұғысты бола бастайды. Мал құмалағы сары алтындай болып сарғайып түседі деп есеп жасайды. Бастау, өзен, құдық сулары тұнады. Емдік қуатқа, сусындық суатқа жарады деп тұжырым жасайды.\nҚазақ үркер шоқ жұлдызы көкжиекетен көрінген күннен бастап таудың мөлдір бастау суларынан ауруларына ем-шипа іздей бастайды. Мәселен, жүрек, бауыр, өт, бүйрек және асқазан созылмалы ауруы бар адамдар тау бұлағының бастау көзінен шарт ретінде әр күні таң бозында жеті кеседен аш қарынға жалғастырып су алып ішсе, ауруынан біржола жазылады. Ал семіз және қан қысым жоғары адамдар солай ісетсе, артық майдан айырылып, қан қысымы ауруынан біржолата құтылады. Денесінде тері ауруы бар адамдар әр күні таң бозында тау бұлағының суынан жеті шелек су алып құйынса, тері ауруы қалпына келеді.\nҚазақ үркер шоқ жұлдызын қыс ортасы болғанда аспанның қақ ортасынан, яғни төбемізден көреміз. «Үркер төбеге келді, қыс ортасы болды» деп есептейді. Бұл кезде күн қатты суытады, қабағат қалың қар жауады деп алыс сапарға шықпайды, ұзақ жерге жолаушы бармайды, малдарын үй маңындағы жайылымдар мен қора қалтқыларында ұстауды жөн санайды.\nКөктем кезіндегі іңірде үркер шоқ жұлдызын күн батыстан көреміз, бұл кезде қазақ есепшілері көктем келді, үркер жамбасқа түсті дейді. Қыстың ызғары қайтты, көктме құстары орала бастайды. Енді малды төлдеулікке қарай көшірудің қамына кіріседі.\nЖазды күні үркер шоқ жұлдызы аспан әлемінен мүлде көрінбей, ғайып болады. Бұл кезде қазақтар үркер жерге түсті, үркер жерге түспей жер қызбайды деп қарайды. Үркер аспан әлемінен көрінбей кеткен күннен бастап «қырық күн шілде» басталды, шілде айы кірді, шіліңгір ыстық басталды деп есептейді. Бұл кезде құм мен тас, жер қызады. Ойпаттардағы құмдар емдік құмға айналады. Үркер көрінбей кеткен күннен бастап құрғақтағы, қырдағы таза құмдарға барып, адамдар көміліп, емделсе, ыстығын өткізсе, әр түрлі буын аурулары және ревмотизм, сүйек, жел-құз аурулары, т.б. сол сияқты суықтан болған ауруларды пісен құм сорып, сіңіріп алады. Адамның бойына емдік және күш қуат дарытады. Үркер аспанға көтерілген күннен бастап құмға түсуге болмайды деп тыйым салады.\nРасында, үркер шоқ жұлдызы жерге түсе ме?\nБұл халық аңызы. Өте ертедегі сәбилік санадан туған балаң ой мен жорамалды қиялдың көз жетпеген бұлдыр түйіні. Амалиятта олай емес. Жұлдыздың жерге түсуі мүмкін емес. Бұл қырық күнде үркер шоқ жұлдызы күннің қолтығына кіреді де, ар жақ тасасында жасырын қалады. Содан өтіп шыққанша, қырық күн уақыт өтеді. Күн жарығына шағылысып көрінбей қалған үркерді баяғы ата-бабалаырымыз жерге түсті деп жорыған. Қырық күн өткен соң, таң жарығында күннен алыстап, батысқа қарай жылжып бара жатқан үркерді көреміз. Бұл қозғалыс жыл сайын осылай жалғасып отырады. Бірақ бір нәрсені қазақ жақсы білген. Дәл осы кезде жердің қызуы, құмның ем болуы, расында, аспандағы күннің де, жұлдыздардың да қатысы болғандығын қазақ жақсы білген.\nҚазақ есепшілері әр жұлдыздың сыңары, егізі болады. Он сегіз мың ғаламдағы барлық нәрсе егізден, сыңарымен тұрады. Аспан әлеміндегі жұлдыздар да егіз жұлдыздардыңтоптасып көрінуінен қалыптафады деп қарайды. Қазақ шоқ-шоқ болып көрініп, бірыңғай, бірге аспан әлемінен ауып жүретін жұлдыздар шоғырын «шоқ жұлдыздар» немесе «жұлдыздар шоғыры» деп атаған.\nАл аспан әлеміндегі жұлдыздардың түнде жарқырап жанып, жайнап, нұрланып тұрып аяқ астынан өшкіндеп, бозғылт тарта қалуын – сол жұлдыздардың егіздерінің жарығына шағылысуынан болады деп ұйғарады. Аспан әлеміндегі жұлдыздар белгілі уақыт аясында қозғалыс жасап, тәртібімен айналып тұрады, тынымсыз әрекет жасайды деп біледі. Осындай қозғалыс салдарынан егіз жұлдыздар бір-біріне жақын келгенде бір-біріне нұрын түсіреді немесе бірінің жарық нұрына бірінің жарық нұры шағылысады. Анығырақ айтқанда бір жұлдыздың егізі екінші бір жұлдыздың ар жағында, тасасында қалады да, оның нұры жерден қарап тұрған адамға әлсіреп, өшкін тартып көрінеді. Мұны қазақ «жұлдыздың тоғысуы» немесе «жұлдыздар тоғысы», не «жұлдыздар шағылысы» деп атаған екен.\nЖұлдыздардың тоғысы ұзаққа бармайды. Ұзағанда бір шай қайнатым уақытқа немесе сүт пісірім уақытқа ғана созылады. Бір жұлдыз бір жұлдызды қалқалап немесе көлеңкелеп барып өтіп кеткен соң, жұлдыздардың жарығы бұрынғы қалпына қайта келеді.\nҚазақ есепшілері түнгі аспан жұлдыздарының тоғысына айрықша көз салады. Өйткені жұлдыздар тоғысы кезінде аспанда ала жаңқа бұлттар болса, қысты күні қар жауады. Күз бен көктем кезі болса, ертесәнде жауын-шашында, боранды, желді болады деп жорамал жасайды.\nҚазаққа аспан әлеміндегі шоқ жұлдыздар ішіндегі ең танысы – үркер шоқ жұлдызы болып есептелінеді. Аспандағы жұлдыздар тұтылған кезде үркер шоқ жұлдызы жердегі қарап тұрған адамға жымыңдап тұрғандай сезілсе, онда бұл ай жайлы өтеді, жылы ай, жылы жұмалар болады деп қуанады. Аспандағы жарық жұлдыздар түн ортасынан ауған кезде жаық сәулесін азайта басатса, көрер көзге әлсіз көрінсе, сол жұлдыздармен бірге үркер шоқ жұлдызы да нұрын бәсеңдетсе, онда бұл ай жауын-шашынды болады, қыс айлары болса аяз қысады, қарлы боран соғады деп жорамал жасайды. Малшылар қауымына алдын ала сақтық хабарларын береді. Алыс жолға жолаушы жүрмеуге ескертулер жасайды.\nҚазақ есепшілері үркер шоқ жұлдызы шығыс жақта туса, шығыс желі болады, батыс жақта туса батыс желі болады. Үркер шоқ жұлдызы шығыс-оңтүстік жақта тұрса, бұлт арасынан өтсе, оңтүстікте ауа-райы өзгереді. Солтүстікте тұрса, солтүстіктен боран соғады. Бұлттар солтүстіктен оңтүстікке қарай көшеді деп жорамал жасайды. Бұл қазақ есепшілерінің ұзақ ғасырлық қарапайым төл тәжірибелерінен қорытындылғанған және шындық көзінен өткен есептік жорамалдары болып табылады.\nТолығырақ: http://kerey.kz/?p=10280",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    }
]