[
    {
        "question_title": "Қара дуа “черная магия” істегені үшін сол адамды соттауға боладыма?",
        "question_content": "Қара дуа істеген адамды соттауға боладыма?",
        "question_date": "19.10.2021",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қара дуғамен айналысқан адамды біреуге зиянын тигізгені туралы дәлелдеу өте қиын. Сондықтан оларды заңмен жазалауға болады деп айта алмаймын. Оларға арнайы заң да белгілі емес.",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен таулы аудандар мен шөлдерде елді мекендер жоқтың қасы?",
        "question_content": "Неліктен таулы аудандар мен шөлдерде елді мекендер жоқтың қасы",
        "question_date": "19.10.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өйткені адам өміріне қолайсыз адам ондай жерлерге қиын үйренеді",
                "date": "19.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңне біреуді қалай бауыр басқызуға болады? Жақсы көретінді қалай білдіру керек",
        "question_content": "Маған біреудің бауыр басқанын қалаймын",
        "question_date": "19.10.2021",
        "question_tag": "Махаббат",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онымен коп сойлесип, жаксы араласу керексин. Содан кейин гана бауыр басу деген  сиякты ойлар келуи мумкин.",
                "date": "19.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздармен қалай қалжындасуға болады?",
        "question_content": "Қыздармен қалай қалжындасуға болады?. Әсіресе өзінің ұнататын қызымен қалай қалжындасуға болады?, яғни оның ішін пыстыртпау үшін. Күн сайын қандай әңгіме туу қажет. Және достарменде қалай қалжындасуға болады?.",
        "question_date": "19.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай әлемі жеті түнде адастырмас темірқазық іспетті тақырыбыны шығарма?",
        "question_content": "Абай әлемі жеті түнде адастырмас темірқазық іспетті тақырыбыны шығарма",
        "question_date": "19.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ елінің ардақты перзенті, ұлы даланың дана ұстазы, артында мәңгі өшпес із қалдырған Ұлы Абайға 175 жыл толып отыр. Қазақ елінің өткені мен кеткенін, жеткенімен мен жететінін бір ізге салып қалыптастыруда Абай шығармаларының алар орыны ерекше.\nАбайды мұқият оқыған адам оның көзкарастары күні бүгінгі күнмен тікелей үндес екенін айқын аңғарар еді. Абай әлемі бізді жеті түнде адастырмас Темірқазық іспетті.\nАбай шығармаларын оқу барысында оның қиын заманның қилы қитұрқысын басынан өткергендігін айқын көруге болады. Абай шығармаларын оқи отырып, оның поэзиясында шығыс поэзиясына тән нәзіктік, сыпайлық, батыс көркем әдебиетіне ұқсас жіті зерттеушілік зерделілік бар екенін байқауға болады.\nАбайша айтсақ әр «адам болам» дегеннің Абай шығармаларын саралау, зерттеу кезінде жаңаша көз қарас, жаңаша сезімге, жаңаша білім көзіне жолығатыны бесенеден белгілі. Шыншыл ақынның асыл мұрасы сол замандағы қараңғы таптың тұмшаланған санасының сағасында қалып қоймай, бүгінгі ұрпақтың ұқсап бағатын, бірге жасайтын мәңгілік музасына айналғаны сөзсіз. Абайдың мәнді шығармалары, өтімді, адамзат ақылманына айналған 45 қара сөзі, философиялық толғанысқа толы аудармалары, поэмалары іргелес елдер мен барша әлемге кеңінен танылғандығы көңілді марқайтады. Қазақ елі бүгінгідей тарихи кезеңде, әлемдік деңгейге шығып, дамыған отыз елмен иық түйістірер жағдайға да жетті. Елдің қалыптасу кезеңінде рухани бедерінің айшықтала түсуінде хакім Абайдың орны ерекше. Қилы тарихымыздың қырық қатпар ақиқаты бүгінгі заманғы құбылыстармен тікелей жалғасып жатыр.\nАбай өткерген, тағдыр талайы мен рухани ізденістерінің қиыры мен қиындығын, тұңғиығымен тамырын тереңінен пайымдап, дұрыс талдап, қорытындыласақ бүгінгі дәуірмен талай сабақтастығын, бүгінгі қоғамды салиқаландыра түсетін талай нәр таба алар едік. Терең талант, мұқалмас жігер иесі Абай өз заманында тереңінен толғанып, өзегін өртеген ішкі жүрек сырын мұңайып та қуанып та, мысқылдап та, ашына да жеткізе білді.\nКез келген істің басы-қасында бірінші ақылдың орыны ерекше ендеше сөз басын Абайдың мына бір өлеңінен үзінді келтіріп, басталық.\n«Сенбе жұртқа тұрсада қанша мақтап,\nәуре қылар ішінен қулық сақтап,\nөзіңе сен өзіңді алып шығар\nеңбегіңмен ақылың екі жақтап»-, Хәкім Абай алдымен өзіңдегі ақыл иесіне сүйенуге, ақыл жетілмей тұрып, ештеңеге үміт етпеуге кеңес бергендігін айтқым келеді. Абайды мен сараң заманда, салиқалы тәуекелге барған ерекше парасат пен ерекше рух иесі деп түсінемін.\nСондықтан Абай өзінің шығармаларымен абыройы асқақ, рухы аласармас асылға айналып отырғаны хақ. Біз Абай туған дәуірді терең бойламайынша, оның асыл мұраларын бойымызға сіңіре алмаймыз.\nОның кәусар дария шығармалары, ежелгі дүниеден мәңгілікке дейін көл-көсір боп көсілген рухани әлемге, рухани ғарышқа, таңғажайып қиялға, азапты да,\nләззатты талпыныс, армандардың саф баспалдағы бола білді. Ол адамзаттың ішкі жан дүниесіне үніліп, болмыстың терең сырларын ашатын аса мәнді философиялык лириканы дүниеге әкелді.\nСезімтал ақын, сергек ойшыл, ғұлама дала тіршілігін өзге дүние тіршілігімен салыстыра зерттеп түсінгісі келді. Бала кезінен таныс араб, парсы тіліндегі кітаптарды қайта ақтарып, Шығыс поэзиясына, тарихына, философиясына жаңаша баға берді.\nТолығырақ:  https://ust.kz/word/maqala_abai_alemi_bizdi_jeti_tunde_adastyrmas_temirqazyq_ispetti-249616.html",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның табиғатқа қатынасындағы мәдениет белгілері.",
        "question_content": "Мәдениет және табиғат .Адамның табиғатқа қатынасындағы мәдениет белгілері",
        "question_date": "19.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экологиялық мәдениет – бұл адамның табиғатқа әсерінің әлеуметтік реттеушілерінің жиынтығы, экологиялық білім мен тәрбие берудің жүйесі. Экологиялық мәдениет күрделі ұғым ретінде табиғатты танып білу, пайдалану және жаңарту іс – әрекет түрлерінің мәдениетімен байланысты. Ал мәдениет өзінің даму барысында белгілі бір мағынада өзі мәселелерді туғызды және сол мәселелерді шешу үшін біз қазір мәдениетке жүгінеміз.Жалпы мәдениеттің бұл маңызды құрамдас бөлімдері өзара тығыз байланысты, сондықтын адамның атмосфера ауасына, табиғи суларына, жердің топырақ жамылғысына, өсімдіктер мен жануарларға қатысты шаруашылық және тұрмыстық қаракеттің санитариялық-экологиялық тұрғыдан мақсатқа сай болуын талап етеді. . Экологиялық білім берудің екі негізгі бағыты бар қоршаған ортаны қорғау дың жалпы ілімі негізінде тәрбиелеу және табиғатпен антропагенді экожүйелердің өзара қатынасының жалпы заңдылықтары тұралы арнайы білім беру. Экологиялық білім берудің негізгі мақсаты- табиғаттқа деген жауапкершілік қатынасты қамтамасыз ету. . Экологиялық мәдениет білім берудің барлық салаларына енуі қажет және тұрғындардың барлық топтарын қамтуы абзал. Ол қоғамның табиғатпен тепе – теңдік ұстай алу қабілеті ретінде дамуы керек. Экологиялық өркениет жағдайында сананың маңызы үлкен. Қазақстанның экологиялық дағдарыстан шығуының маңызды бағыттарының бірі, тұрақты даму жолымен жүре отырып, мәні, мақсаты азаматтардың экологиялық білімін, экологиялық мәдениетін, экологиялық тәрбиесін дамыту болып келетін экологиялық – ағартушылық табылады, ондағы басты мақсат қоғамның экологиялық санасын өзгерту, адамның табиғи ортаға деген қарым – қатынасын түбірімен өзгерту болу керек. Сол себепті экологиялық мәдениетті дамыту керекпіз. Экологиялық тәрбие мақсаты – оқушыларда табиғатқа, қоршаған ортаға жауапкершілікпен қарауды, оны қорғауға даярлықтарын қалыптастыру. Экологиялық тербиенің міндеті-жас ұрпақ пен барлық тұрғындардың жоғарғы экологиялық мәдениетін бірізді дамыту, экологиялық тәрбие ол бала санасында табиғатты қорғау, аялау сезімін, экологиялық мәдениетті қалыптастыру. Менің ойымша халықтың жағдайын жақсарту үшін, елу елдің қатарына кіруіміз үшін осындай мәселелер өзінің шешімін табу керек деп ойлаймын. Табиғи ресурстарды үнемді пайдалану, соның ішінде суды үнемдеу экологиялық мәдениеттің бір белгісі болып табылады. Судың да сұрауы бар демекші, халық оны тіршіліктің бастауы, тазалықтың рәмізі ретінде санаған.\nСоңғы жылдары көптеген елдерде моральдық сананың экологизациясы орын алды және құндылықтық бағыттыр өзгерді. Адам – қоғам – табиғат қарым – қатынасы саласындағы моральдық нормалар мен мінез – құлық өнегелілігі экологиялық этиканың негізі болады. Адамның қоршаған ортаға деген қарым – қатынасындағы өнегелілік позициясы гуманистік болу керек, оның негізінде адам игілігінің басым болуымен қатар табиғаттың игілігі де болу керекСонымен, экологиялық мәдениет – табиғи ортаға деген саналы қарым – қатынас, адамның қоршаған ортаны жақсартуға өзіндік үлесін қосуы, экологиялық білімділік. Экологиялық мәдениеттің негізін экологиялық қарым – қатынас құрайды. Экологияландыру қоғамды сақтаудың шешуші шарты болып табылады, тек сол арқылы ғана адам мен табиғаттың арасында үйлесімділік орнатуға болады. Мәдениет жекелендіруден гөрі, адам мен табиғатты біріктіру құралына айналады.Табиғатқа жанашыр болу адамзат қоғамына, оның келешегіне жанашырлық жасау болып табылады. Сол себепті туған жеріміздің тамылжыған, тамаша табиғатын сүю, оны қастерлеп, қадірлеу әрбір адамның азаматтық парызы.Экологиялық мәдениеттің мәнін анықтау жан –жақты талдау жасауды талап етеді. Осы тұрғыда синергетикалықбағытты қолдану кең етек алған.\nҒылыми жобаның мақсаты: Экологиялық мәдениеттілікті, сауаттылықты дамыту және адамдарға әсіресе, жастарға экологиялық мәдениеттілік қалай біздін өмірімізге маңызды екенін айту.\nТолығырақ: https://bilimger.kz/67885/",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жамбыл Жабаевтың 175 жылдығына арнап өлең шығару керек.",
        "question_content": "Жамбыл жабаевтың 175жылдығың тәуелсіздіктің 30жылдығымен байланыстырып өлең шығару керек срочноо",
        "question_date": "18.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биік ұстар қазағымның намысын\nТарлан едің тым ерекше шабысың\nКөк байрақтай көтереміз биікке\nЖаралған жан қазағымның бағы үшін\nАқын едің өлең жазар жүректен\nКезіңіз жоқ көңілді бір жүдеткен\nСегіз қырлы азаматсыз дарынды\nҰлы жүздің Екей руын түлеткен\nДәріптеген қазақ атты ұлтыңды\nТұнған тарих еңбегіңіз бұл күнгі\nБіздер оқып ғибрат алып жатырмыз\n«Көрұғлы» мен «Өтеген батыр» жырыңды\nЖұмыр жерге атың мәлім Жамбылым\nДарынды ата біздерге үлгі әр ісің\nСіздегі бар қасиеттер ерекше\nКейін қалған ұрпақтарға дарысын\n\nТолығырақ: https://bilim-all.kz/olen/4728-ZHambyl-ZHabaevqa-arnau",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атын күзге таныстыру керек.",
        "question_content": "ер бала мен қыз балаға алтын күзге таныстыру болса, ақындар бар ма, бір керемет, нақты шығарып берсе, көмектесңп жіберсіздер ме өтініш",
        "question_date": "18.10.2021",
        "question_tag": "Мектеп",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз бала:   \nСәлем  берем,  сәлем  беру  салтымыз,\nСәлемменен  сөз  бастаған  халқымыз.\nАман – есен  жүрмісіздер  жалпыңыз.\nАрмысыздар,  жиылған  жұрт  халқымыз\n\nҰл бала:\nАманбысың  ағайын  құрбы  құрдас.\nТілегі  бір  замандас  ізгі  сырлас\nКезекті  берейік  танысуға\nБіз  келдік  ЭЕТ-дан  сайысуға\n\nҰл бала:            \nҚасымда  жұбым  бар Шолпан   атты\nСұлу  да  сымбатты,  инабатты\nОртаға  қол  ұстасып  шыққан  кезде\nТалай  адам  тамсанып  таңдай  қақты\n\nҰл бала:     \nЖүзіңде  күннің   нұры  ұялаған\nМұндай   жан  жер  бетінде  туылмаған\nКөркіңде  тұрар  мәңгі  арай  шашып\nТанысыңдар  міне  Шолпан  осындай  жан\n\nҚыз бала:    \nБектас  тұр  жанымда  жарқыраған\nЖүрегі  ақ  көңіл  аңқылдаған\nАрмандап  талай  жандар  бір  көруге\nАңсау менен  түндерді  таңды  атырған\n\nҚыз-ұл бала:           \nОртаға  қол  ұстасып  біз  шығайық\nӨмірдің  шапағатын  біз  құрайық\nКөрсетіп  өнерлерді  барша  жұртқа\nИемденіп бас жүлдені біз алайық\nТолығырақ: https://surak.baribar.kz/215489/",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Негатив ойлардан қалай арылуға болады?",
        "question_content": "Менде мәселе қорқыныш негатив қызғаныш танымайтын адам болсада ол адамнан қорқып қашам қасымда ұнамайтын адам болсада маған кесірі тие ма деп журем қалай құтылуға болад бұндай сезімнен ?",
        "question_date": "18.10.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірдің түрлі кезеңінде кез келген адам қиындыққа жолығады. Кейде қандай да бір себеппен немесе себепсіз жағымсыз ой маза бермей, біразға дейін санаңыздан кетпей қояды. Жаман нәрсені ойламас үшін не істеуге болады?\n1. Физикалық күштің көмегіне жүгіну Спорттық жаттығудың негатив ойдан алаңдауға көмектесетіні бұрында дәлелденіп қойған. Тіпті, аз жүгірудің немесе жеңіл жаттығудың өзі жаман ойдан жақсы құтқарады. Жаттығу жасауды күнделікті әдетке айналдырған жөн. Толыққанды спортпен айналысуға уақыт болмаса да, жеңіл жаттығу жасаңыз. Бөлменің ішін айналып біраз жүріңіз, басыңызды, иығыңызды және қолыңызды айналдырыңыз. Егер күнде оңай жаттығу жасап жүрсеңіз, көңіл күйіңіз әдеттегіден көтеріңкі болатынын байқайсыз.\n2. Әр нәрседен проблема көрмеу Болмайтын нәрсенің өзінен проблема ойлап табу әдеті көңіл күйіңізді бірден бұзып жібере алады. Көбіне адамдар проблеманы өздері ойлап табады, ал оның қорқынышты салдары қиялдан туады. Сондықтан асығыс шешім қабылдамауды үйреніңіз. Нашар эмоцияның пайда болуына ықпал ететін әр жағдайды сабырмен ойланып, ақылға салып көруі керек. Бұл шынымен де ауыр жағдай ма? Әлде аса уайымдайтын ештеңе жоқ па? Жағдайға анализ жүргізген соң жаман ойдың біразы қолдан жасалғанын түсінесіз.\n3. Жақындармен бөлісу Кейде жабысқақ ойдан арылудың дұрыс жолы – оларды дыбыстау. Уайымыңызды жақындарыңызға айтыңыз. Олардан кеңес сұраңыз немесе жай ішіңіздегіні сыртқа шығарыңыз. Олардың ойын естіген соң жағдай сіз ойлағандай қиын емес екенін түсінуіңіз әбден мүмкін. Ал егер жағдай шынымен де ауыр болса, жақындарыңыздың қолдауы артық болмайды. Жағдайға басқа қырынан қарайтын адаммен сөйлескен соң шешім табу жеңілдей түседі. Оған қоса, адам ішіндегісін біреуге айтқан соң міндетті түрде жеңілдеп қалады.\n4. Сергу Басыңыз жаман ойларға толып тұрған кезде судан жақсы көмектесетін нәрсе жоқ. Бұл стихия адамның жан-дүниесін тыныштандырады. Мүмкіндік болса, бассейнге барып жүзіңіз. Ол бір уақытта су процедурасы және физикалық белсенділік болады. Бірнеше минуттың ішінде бойыңыздағы ауыр күш түсіп, негативтен жағымды ойларға ауыса бастайсыз. Жаман ойлардың себебінен ұйықтай алмасаңыз, жатарда ваннаға суға түскен жөн. Ол босаңсытып, тыныштандырады. Сол секілді душқа түсуге болады. Суда жүзу спортының пайдасы\n5. Жақсы нәрселерге ғана мән беру Әлемде жаман нәрселер аз емес. Бірақ онда жақсы заттар да жеткілікті. Әлем қызықты әрі жағымды заттар мен қуанышты сәттерге толы. Зейініңізді осындай жағдайларға қойыңыз және әр күніңізді кішкене болсын жақсы етудің жолдарын іздеңіз. Достармен кездесіңіз, кино немесе концертке барыңыз, өзіңізге сыйлық алыңыз. Жақсы кітаптар оқыңыз, ютубта тек позитивті каналдарды көріңіз, көңілді ән тыңдаңыз. Содан соң келесі кезеңге өтіңіз: достарыңызбен немесе жақындарыңызбен тек позитивті әңгімелер айтуды бастаңыз. Жаман нәрсені мүлдем айтпауға тырысыңыз. Дәл сол уақытта шешу керек проблема болмаса, олармен оны талқыламауға тырысыңыз. Агрессивті пікірталасқа қатыспаңыз.\n6. Үйді реттеу Үйдің іші, жалпы айналаңыз реттеліп тұрса, ойларыңызда сондай болады. Үйге толық тазалау жұмысын жүргізу немесе бөлменің ішін басқаша жайғастыру проблемалар мен уайымнан жақсы алаңдатады. Оған қоса, таза әрі рет-ретімен тұрған жерде отыру жағымдырақ. Сондай-ақ заттарды тексерістен өткізу – өзіңізді түсінуге көмектесетін әдістің бірі.\n7. Өзіңді қабылдау Егер барлық негатив ойлардың себебі – өзіңіз болсаңыз, өзіңізді қабылдауға тырысыңыз. Барлық адамда кемшілік болады, сондықтан үнемі әр нәрсеге өзіңізді кінәлай беруге болмайды. Одан жағдай өзгермейді, өзіңізді сынай бергеннен жағдай тек нашарлай түседі: созылмалы күйзеліске ұшырауыңыз әбден мүмкін. Сіз жаман деп санайтын қасиетіңіздің жақсы жағын көруге тырысыңыз. Өзіңізге анализ жүргізудің әдістері көп. Оның ең қарапайым түрі – өзіңізге сырттан қарау. Ол қасиетіңіз шынымен де сондай жаман ба? Өзіңізге өте қатал емессіз бе? Егер ол шынымен сізге жағымсыздықтар әкелсе, одан арылу үшін не істей аласыз? Осылайша, ары қарай өз-өзіңізді дамытуды қолға алыңыз.\n8. Қазіргі сәтпен өмір сүру «Сол кезде басқаша істегенімде, қалай болар еді?» деген секілді ойлардан арылыңыз. Қазіргі уақытта өмір сүру керек. Өткізіп алған мүмкіндіктерді немесе қателдіктерді ойлаудың қажеті жоқ. Бүгін олардың ешқайсысын өзгерте алмайсыз. Ендеше, оларды ойлай берудің не мәні бар? Сол жағдайдан қандай тәжірибе алуға болатынын ғана ойлауға болады. Бірақ бұл анализге көп уақыт кетірудің қажеті жоқ.\nТолығырақ: http://zhambylnews.kz/obhestvo/81035-negativ-ojdan-aryludy-8-disi.html",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 20 градус, жылдамдығы 300 м/с",
        "question_content": "Температурасы 20 градус, жылдамдығы 300 м/с болатын қорғасын қабырғаға ұрылып,  тоқтады.  Бұл кезде қорғасынның қандай бөлігі балқиды",
        "question_date": "18.10.2021",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жауабы 0,2036 болуы керек. Немесе жуықтап алатын болсақ 0,204 шығады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақсы мен жаман мәтініне жоспар құрау керек.",
        "question_content": "Жақсы мен жаман мәтініне жоспар құрау керек.",
        "question_date": "18.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 873,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы мен жаман.\nАдам атызға бір түп гүл әкеліп отырғызды. Құнарлы жерге отырғызылған ол күнен күнге тамыр жайып, гүлдене өсе береді. Гүл бірінші — күннің нұрын, екінші — мөп – мөлдір суды, үшінші – таза ауаны сүйетін. Ол осынау тіршілік иесі болғанына, өзін әкеліп отырғызған адамға өте риза болды.\nБір күні:\n— Әй, сен көп асқақтама! Өмірге келгеніңе өкінетін боласың, — деген шіңкілдек дауысқа жалт қараса, дәл төменде түрі ұсқынсыз бір шөп басын қылтитып тұр екен. Гүл ештеңе дей алған жоқ. Көздері жасаурап кетті, қасындағы біршама үлкендігі бар екінші гүлге басын сүйеді.\n— Жабырқама, сабыр ет! Адамдар оны «арам шөп» деп атайды. Бір басынан басқаны ойламайтын жауыз шөп. Әлі – ақ құтыламыз.\n«Жақсы сөз – жарым ырыс» деген ғой. Оның көңілі біраз көтеріліп қалды. Әлгі гүлдің айтқаны рас болып шықты. Ертесіне он жастағы бір бала келді де, арам шөпті жұлып тастады. Гүл қайта құлпырды.Өмірде жақсылар да, жамандар да, бар екен.\n(Б. Әбділов).\nТолығырақ:  https://znanija.com/task/1336670",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төртбұрыштың диагональдары мен қабырғаларын табыңдар. Аналитикалық геометрия есебі.",
        "question_content": "А(-3,1), B(2,4), C(4,-3), D (-4,-2) төртбұрышының диагональдары мен қабырғаларын табыңдар.",
        "question_date": "18.10.2021",
        "question_tag": "Геометрия",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Векторлардың ұзындығын табу формуласы арқылы есептеуге болады.",
                "date": "23.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қатты қиналып кеттім. Құмар ойынға кіріп кетіп, құтыла алмай жатырмын.",
        "question_content": "Кім көмек бере алады бар жогы 2-і айда құмар ойынга кіріп өмірімді құртып алдым я арласатын дос я туыс жок қалай шыксам қалай құтылсам болады айтыңыздаршы я күндіз күлкімнен түнде ұйқымнан айырылдым жұмыс дейтіндей басымда жұмыста жок жұмысты білем екі қолға бір күрек табылад бірақ қаншама қарыз кредиттен құтылуға шамам жетпиді көмек тесіңіздерші білем барлығы өз қателігімнен екенін осының кесірінен өтірік айтып әркімге шаршадым көмек тесіңдерші",
        "question_date": "17.10.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құмар ойындарға шектен тыс тәуелді болу — адамның ауруға шалдыққанының белгісі. Ал одан емделу үшін астарында не жатқанын анықтау қажет. Әдетте ойыншы өзінің тәуелділігінің себебіне үңілуден бас тартады. Құмар ойындарға салыну маскүнемдік, есірткіге тәуелділік секілді адам ағзасына аса қауіпті болмаса да, жанын қатты жаралайды. Ал жан жарасы тән ауруына қарағанда жиырма есе қатты болады. Яғни оны емдеу үшін айтарлықтай көп уақыт пен күш-жігер қажет. Осылай дейді Орталық Азиядағы психоанализ институтының директоры Анна Құдиярова. \nОсы орайда, қазақстандық маман психоаналитикалық зерттеулер барысында анықталған құмар ойындарға тәуелділіктің ең жиі кездесетін тоғыз себебін атады. Сондай-ақ, олардың әрқайсысын түсіндіріп өтті.\n\"28 жастағы пациентім есірткіге тәуелді болды. Эмоционалдық тұрғыдан жетілмеген, тым әлсіз жігіт. Оның әлі күнге дейін әкесімен ашылып сөйлесуді армандап жүргенін анықтадық. Әкесінің жасы қазір алпысқа таяп қалған. Сонда әкесі 30 жыл бұрын баласының жанында болмай не істеп жүрді? Әрине, ол күнкөріс қамымен жүрді, бала-шағасын асырау үшін күн-түн демей жұмыс істеді. Мұндайда шүйіркелесіп сөйлесу деген қайдан болсын? Кейін әкесінің өз асқар тауынан ерте айырылғанын анықтадық. Ал өз әкесінен жан жылуын көрмеген адам бала-шағасын махаббатқа бөлей алмайды\", — дейді психоаналитик Анна Құдиярова.\nЖігіт небәрі 3 жасында әкесінің өзін аяусыз ұрып, мұрнын қанатқанын еске алған. Бүлдіршін үшін мұның өте ауыр соққы екені сөзсіз. Яғни ол бүгінгі таңда бейсаналы деңгейде есірткіге тәуелді болу арқылы әкесін жазалап жүр. Мұны барлық қарызын әкесінің жауып жүргеніне қарап түсінуге болады. Анна Құдиярованың айтуынша, бүгінгі таңда қазақ қоғамында есірткі, ішімдік және құмар ойындарға тәуелді адамдардың көп болуының бірден-бір себебі осы.\n\"Ата-анасына қатты ренжіген бала оларға ашық түрде қол жұмсай алмайды. Әсіресе, Шығыстағы отбасыларда. Есесіне олар ата-анасының орнына көшеде кетіп бара жатқан кез келген адамды ұрып жіберуі мүмкін\", — дейді психоаналитик.\nБірінші себеп — бейсаналы мастурбация\nБір таяқтың екі ұшы болатыны секілді мастурбацияның да пайдалы және зиян тұсы бар. Әдетте балалар бұл ләззатты ойын арқылы алады. Ойын барысында балалар ерекше әсерге бөленіп, осылайша ересек шақтағы жыныстық қатынасқа дайындалады. Сондай-ақ, мастурбация жасөспірімдік шақта да әртүрлі теріс қадамға барудан сақтандырады. Ал жасы үлкендер жыныстық қатынас кезіндегі ләззатты казино, автомат, карта секілді ойындармен алмастырып жатса, бұл адамның эмоционалдық тұрғыдан жетілмегенінің белгісі. Бүгінгі таңда көптеген интернет клубтан ересек азаматтардың жас балаша ойын ойнап отырғанын көруге болады. Сондай-ақ, ләззатты дәл осы жолмен жиі алу да зиян. Ал адамның құмар ойындар арқылы бейсаналы мастурбация жасауының себебі әркімде әртүрлі болуы мүмкін.\nЕкінші себеп — қорғаныш механизмдерін алмастыру\nШетелдік психоаналитик Нэнси Мак-Вильямс өзінің \"Психоаналитикалық диагностика\" атты еңбегінде қорғаныш механизмдерін бірінші және екінші сатылы деп бөліп, әрқайсысына сипаттама береді. Алғашқысына 10, кейінгісіне 15 қорғаныш механизмі кіреді. Маманның айтуынша, бұл қорғаныш механизмдерінің қолданылуының екі негізгі себебі бар. Олар — адамның бейсаналы деңгейде ауыр қайғы, ұят, көреалмаушылық, кінә сынды сезімдерді сезінбеуге тырысуы; өзіне берер бағасын түсіріп алмауға ұмтылуы. Түсініктірек болуы үшін бірінші сатылы \"Жоққа шығару\" атты қорғаныш механизмін алайық. Мысалы, көптеген адам жақынының қайтыс болғаны туралы қаралы хабарды естігенде \"Жоқ-жоқ, олай болуы мүмкін емес. Мен сенбеймін. Бұл менің түсім\" дегендей айтып, басын шайқайды. Яғни осы сәтте жан ауруын сезінбеу үшін шындықты жоққа шығарады. \nЕнді екінші сатылы \"Ысырып тастау\" механизміне мысал келтірейік. Психоаналитик кабинетіне келген әйел отасқанына бірнеше жыл өткеніне қарамастан, төсектес болудан қорқып жүр делік. Көпке дейін мұның себебін өзі түсінбейді. Әкесімен де, ағасымен да, күйеуімен де қарым-қатынасы жақсы. Алайда ұзақ уақыт анализден кейін кішкентай кезінде көрші баланың тарапынан қорлық көргені белгілі болады. Осы жағдайды ол жадынан толықтай \"өшіріп\" тастаған. Яғни құмар ойындар да адамды өміріндегі ең қиын сәттердің бірін еске алудан сақтандыратын қорғаныш механизмі ретінде қолданылуы мүмкін. Әсіресе, күні-түні ойнайтын адамдар үшін. \nҮшінші себеп — жан жарасын ұмыту\nҚұмар ойындарға тәуелді адамдардың өміріне үңілетін болсақ, әйтеуір бір ауыр жарақат алғанына көз жеткізуге болады. Ол бірінші мысалдағыдай балалық шақта алған жарақат болуы да мүмкін. Бірақ, ол мысалда ер адам мұны әкесін жазалау үшін істеп отыр. Ал басқа жағдайларда бұл ауыр қайғысынан арылудың бір тәсілі іспеттес. \nТөртінші себеп — өлімнен қашып құтылу мүмкін еместігіне иланбау, болашақта маңызды бір нәрседен айырылып қалудан қорқу\nҚорқыныш, шын мәнінде, біздің осы нәрсені қатты қалайтынымызды білдіреді. Яғни \"Өлімнен қатты қорқамын\" дейтін адамдардың бойында өлімге құштарлық басым. Сол секілді бірнәрсені жоғалтып алудан қорқатын адамдар да өздерінің бейсаналы қалауларын құмар ойындар арқылы жүзеге асырады. Күн сайын құмар ойындар ойнап, ұтылатын адамдар қыруар қаржысынан айырылады. Ал ақша адамның бойындағы күш-қуатының өлшемі. Көп ұзамай ақша кейпіндегі \"күш-қуаты\" таусылған ойыншының тәуелділіктің ауыр түріне салынып, ақырында өмірімен қош айтысатыны сөзсіз. Әрине, дер кезінде есін жиып, маманға емделмесе.\nБесінші себеп — мазохизм арқылы күнәдан арылуға тырысу\nПсихоанализде қолданылатын \"мазохизм\" термині жарақат пен қайғы-мұңды жақсы көруді білдірмейді. Мазохист әдетте өзін мақсатқа жету үшін ауыр жолмен жүріп өту керек деген оймен жазалайды. Бүгін көп жылап, қиналсам, ертең осының қайтарымына күлемін деп ойлайды. Мысалы, әйел өзін күн сайын соққыға жығатын күйеуімен айырылысқысы келмейді делік. Ол мұндайда өзін \"Айырылысқан жағдайда бұдан да жаман нәрсе болуы мүмкін\" деп ақтайды. Яғни адам құмар ойындардан бүгін жеңілсе, ертең міндетті түрде жеңіп, барлық материалдық қиындығымды шешемін деп ойлайды.\nАлтыншы себеп — өзін-өзі қорлау\nМұндайда адамдар \"Бүгін соңғы рет ойнаймын. Кейін мүлдем жоламаймын\" деп өзіне уәде береді. Кейін бұл уәдесін ұмытып, тағы да ойнайды. Тіпті, ұмытпаған болса да, өзін ұстай алмай қиналады. Ал сөзінде тұрмаған адамды ешкімнің де жақтырмайтыны сөзсіз. Әсіресе, уәдені беруші де, қабылдаушы да адамның өзі болған кезде.\nЖетінші себеп — депрессиядан арылуға тырысу\nАдам депрессияға өзі үшін маңызды бірнәрсені немесе жақын жанды жоғалтқан кезде ұшырайды. Кей жағдайда ересек шақтағы депрессия адамның сәби күнінде емшектен ерте, беймезгіл уақытта шығуымен байланысты болады. Әсіресе, емшектен сегіз айлығында, осы сегіз айға жақын уақытта шығару сәби болашағы үшін зиян. Себебі, сәби 8 айлығынан бастап адамдарды алыс-жақын деп ажыратады. Ал жақын адамы керек кезде жанынан табылмаса, оның қандай күйде болатынын елестетіп көріңіз: мұң, мазасыздану, жылау және т.б. Оның үстіне бір жылдан кейін депрессия меланхолияға ұласып, арты суицидке дейін барады. Кейде адам осы депрессиядан арылу үшін құмар ойынға салынуы мүмкін. \nОсы тұста Шакрукх Хан психоаналитиктің рөлін сомдайтын \"Қымбатты, өмір\" фильмін мысалға келтіруге болады. Кайра есімді бойжеткенді ата-анасы бала күнінде туысқандарына қалдырып кетеді. Ол әке-шешесімен сөйлескен сайын өзін алып кетуді өтінеді. Бірақ олар оның бұл тілегін орындамайды. Кейін ересек шақта Кайра жігіттермен қарым-қатынас құра алмай қатты қиналады: қарым-қатынаста бақытты екеніне қарамастан, өзі жігіттерге бірінші болып айырылысуды ұсынады. Осының себебін түсінгісі келіп психоаналитик маманға барады.\nАнализ барысында Кайраның әлі күнге дейін \"Жақын адамы тастап кетеді\" деп қорқатыны анықталады. Яғни осы кездегі сезімді қайта басынан өткермеу үшін өзі бірінші болып жігіттерді тастап кетеді. Сондай-ақ, ол әке-шешесінен ала алмаған өшті жігіттерден алады. Ең бастысы, психоаналитик маман оған көмек қолын созып, мұны түсінуге көмектеседі. \nСегізінші себеп — өзін Құдайдай сезіну, яғни \"Қолымнан келмейтін ешнәрсе жоқ\" деген жалған ой\nКей адамдар казинода немесе карта, компьютер ойындарында міндетті түрде жеңіске жете аламын деген алдамшы ойдың жетегінде жүреді. Құдды кішкене бала секілді. Сәбилер алғашқы айларда \"Кішкене жылаған едім, тамақ та келді, жылу да келді. Менің қолымнан бәрі келеді екен\" деп ойлайды. Яғни мұны анам мен әкем және т.б. адамдар жасап жатыр деп ойламайды. Сәбидің бұлай ойлауы ақылға сияды. Ал ересек адамда бұл жауапкершіліктің жоқ екенін білдіреді. Жауапкершілігі жоқ адамдар барлық жағдайға айналасындағыларды айыптауға бейім келеді.\nТоғызыншы себеп — тағдырымның тізгінін қолға алдым деген жалған ой\nБір қарағанда дұрыс әрекет секілді болып көрінгенімен, мұның астарында өзін уысынан шығармай тәрбиелеген ата-анаға деген қарсылық жатыр. Ата-анасы тым қатал болып, көп тыйым салған болса, бала құмар ойынға салыну арқылы оларды жазалайды. Сондай-ақ, осылайша ол өмірінің тізгінін өз қолына алдым деп ойлайды.\nТолығырақ: https://sputnik.kz/society/20190125/9014851/kumar-oiyndarga-taueldiliktin-9-sebebi.html",
                "date": "17.10.2021",
                "upvotes": 0
            },
            {
                "text": "Жаңа ойлар ойлау үшін өзіңді сергітіп көңіліңді болашағыңа тез арада кредиттеріңнен құтылатындай жоспар жаса. Соған сеніп өзіңнің жарқын болашағыңды елестет! Сенің миың қазір тек сенің жаман жақтарыңа шоғырланып стресс күйінде тұрсың. Жұмыс бар, табылады. Тек қана миыңмен өзіңнің күшіңе  сен! Сен мықтысың ! Өзіңе күн сайын айна алдында қайталашы. Жарқын болашағыңды армандап қаржылай тәуелсіз күйіңді елестет. Шын мәнінде саған қол ұшын берер достарың, туыстарың бар, тек сен оларды көрмей тұрсың. Ойлан.",
                "date": "18.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстандағы \"Кіші қазан\" идеясының зардаптары 30 сұрақ керек?",
        "question_content": "Қазақстандағы \"Кіші қазан\" идеясының зардаптары 30 сұрақ керек?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ф.И.Голощекиннің «Кіші Қазан» идеясы және оның қатерлі мазмұны (1925-1933жж.)\n1927 жылы ақпанда Бүкілодақтық Орталық Атқару Комитеті төралқасы көшпелі, жартылай көшпелі қазақтарды жерге орналастыру туралы шешім қабылдады. Ұлы дала еліне тұтқа болмаққа жіберілген Голощёкин Филипп Исаевич жеріміздегі тарихтың бағытын демде бұрып жіберді. Солақай саясатшыл Қазақстандағы егістікке жарамды жерлерге орыс шаруаларын қоныстандыру мақсатын бірінші кезекке қоюға тырысты.\nАлайда, қазақ жеріне келіп әлі де рулық бөлініс, байдың билігіне куә болған Голощекин ауылды кеңестендіру жұмысы әлі де әлсіз, оны күшейту керек деген тоқтамға келіп, \"кіші қазан\" идеясын ұсынды. Яғни, сонау 1917 жылы кеңестер билік басына келген кезде, қазақ даласына жетпей қалған идеологияны орнатып, бай мен кедейдің теңсізідгін жойып, ұжымшарды орнату мүддесі көзделді. Ал анығын айтқанда, бұның мәні көшпелілерлің ежелден келе жатқан шаруашылығын, тұрмыс-салтын тұншықтырып, отарлауды күшейтіп, қанау саясатын бүркемелеу еді.\nЖаппай ұжымдастыру да жоғарыдан берілетін бұйрықтар мен нұсқаулар арқылы жүргізілді. 1930 жылы 5 каңтардағы БК(б)П ОК-нің «Ұжымдастырудың қарқыны және мемлекеттің ұжымшар құрылысына көмектесу шаралары туралы» қаулысында Қазақстанда жаппай ұжымдастыруды, негізінен, 1931 жылдың күзінде немесе 1932 жылдың көктемінде аяқтау міндеті қойылды. Осылайша тағы да жергілікті ерекшеліктерді ескерместен, жоғарыдан кысым жасау басталды. Шаш ал десе бас алуға дайын тұрған Голощекин ұжымдастыру ісін барынша тездетуге тырысты. Жаппай ұжымдастыру айлықтарын өткізді. 1932 жылдың 1 каңтарында отырықшы аудандардың көпшілігіндегі ұжымдастыру 60—80%-ға дейін жеткізілді. Ал көшпелі қазақ ауылдарын ұжымдастыру қарқыны бүдан да тез жүргізілді. Ол көп жағдайда күштеу, корқыту, жазыксыз жазалау әрекеттері арқылы іске асырылып отырды.\n1920 жылдардың соңында Қазақстанда күштеп астық пен ет жинау кең етек алды.\nЕлдің тұрмыс-тіршілігінен хабарсыз Голощекин тіптен егіншілікпен айналыспайтын көшпелі малшылардан астық өткізуді талап етті.  Ал етке өткізілуге тиіс мал басы саны қолда бар мал басынан анағұрлым асып түсіп жатты.\nАуыл шаруашылығында егіншілік көлемі күрт азайып кетті. Мал шаруашылығы терең күйзеліске ұшырады. Ұжымдастыру қарсаңында Қазақстанда 40,5 млн бас мал болды, ал 1933 жылдың 1 қаңтарында олардан қалғаны бар болганы 4,5 млн бас еді. Малы, астығы жоқ халық қырғынға ұшырады. 1931—1933 жылдары бүкіл Қазақстанды құшағына алған аштықтан 6,2 млн республика халқының 2,1 млн-ы қырылды.\nОсыны көріп отырып қазағым деп қабырғасы қайысқан интеллегенция өкілдеріне де Голощекин өртінің жалыны жетіп барды. Жоғарғы басшылықтың құрамындағы «ұлтшылдарды» қызметтен аластай отырып, Ф.Голощекин 1927 жылдың күзінен бастап Мәскеудің қолдауына сүйеніп, ұлт-азаттық козғалыс қайраткерлерін соттау шараларын іске асырды. 1928 жылы қазанда Қызылорда абақтысында А.Байтұрсынұлы, М.Дулатұлы, Х.Ғаббасов бастаған 44 Алаш зиялылары қамауда отырды. Олардың төртеуі атылды, біреуі конц-лагерьде өлді, қалғандары он жыл түрмеге камау жазасына кесілді. 1930 жылы М.Тынышпаев, Х.Досмұхамедов, Ж.Ақбаев және басқалар бар 40 Алаш қайраткерлері қамауға алынып, олардың он бесі бес жылға Воронежге жер аударылды. М.Әуезов, Ә.Ермеков және М.Жұмабаев «ұлтшылдық» идеологиясынан бас тартатындықтары жөнінде баспасөз арқылы мәлімдеді.\nЖалпы Голощекиннің кіші қазан идеясының мазмұнын түйіндесек: келді, ұжымдастыру деп байбалам салды, малды тәркілеп байларды конфескациялады, малы жоқ халыққа еттен салық салды, төрт-түлікпен көшіп жүргендерден қап-қап астық өткізуді талап етті, 1931-1932 жылдары қайғысы ауыр ашаршылықты қолдан жасап, халықты қырды. Саясаткер ретінде емес, қазақты қанауға келген қанішер ретінде есте қалған оның \"Кіші қазан\" идеясы расымен мемлекеттік құрылымға әсер етіп, үлкен бұрылыс жасады. Алайда, миллиондаған халықтың қазасына әкелген саясатты қалай жақтасақ та ақтауға келмейді. Даттамасақ та, солақай саясаттың, жазықсыз қалың қазақтың қанының иісі шығып тұрады бұл тақырыптан. Міне, Голощекиннің \"кіші қазанының\" тарихи мазмұны осылай ұмытылмас ақтаңдақтармен қалып қойды.\nТолығырақ: https://bilim-all.kz/article/14899-FIGoloshshekinnin--Kishi-Qazan--ideyasy-zhane-onyn-qaterli-mazmuny",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпан револяциясы кезіндегі Қазақстан тақырыбына 30 сұрақ керек?",
        "question_content": "Ақпан револяциясы кезіндегі Қазақстан тақырыбына 30 сұрақ керек?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресей империясының барлық саяси жүйесіне тән дағдарыстың салдары болып табылатын 1917 жылғы Ақпан революциясының нәтижесінде патша үкіметі құлатылды. Ол Ресей халықтарының, оның алдыңғы қатарлы күштерінің патша билігіне, крепостниктік құрылысқа және отарлық езгіге қарсы көп жылдық күресінің жеңісімен аяқталды.\n1917 жылы 28 ақпанда М.В.Родзянконың басшылығымен Мемлекеттік Думаның комитеті құрылып, мемлекеттік және қоғамдық тәртіпті қалпына келтіруді өз қолына алғанын мәлімдеді. 2 наурыз күні Мемлекеттік Думаның Уақытша комитеті мен Петроград Кеңесінің арасындағы келісім бойынша Уақытша үкімет құрылды. Жаңа құрылған үкіметтің құрамы мен міндеттерін белгілеген Декларация да осы күні жарияланды. Онда:“Азаматтар! Мемлекеттік Думаның Уақытша комитеті мүшелері астана жұртшылығы мен әскердің қолдауы, ниеттестігі арқасында қазіргі уақытта ескі режимнің қара күштеріне қарағанда анағұрым табысқа жетіп отыр. Қалыптасқан жағдай атқару өкіметін құруға мүмкіндіктер туғызды. Осы мақсатта Мемлекеттік Думаның Уақытша комитеті бұрынғы қоғамдық-саяси қызметімен көзге түскен өкілдерден құрылған алғашқы кабинеттің министрлерін тағайындады”, - деп князь Г.Е.Львов басқаратын кабинеттің министрлері көрсетілді. Бұл кабинет өз қызметінде: 1) саяси, діни, қарулы көтеріліс және т.б. істер бойынша амнистия жариялауды; 2) сөз және баспасөз бостандығын жария етуді; 3) ұлттық, діни және сословиялық шектеушіліктерді жоюды; 4) елді басқару формасын, конституциясын айқындайтын жалпыға бірдей жабық, тікелей дауыс беру арқылы сайланатын Құрылтай жиналысына тоқтаусыз дайындық жүргізуді; 5) полицияны милициямен алмастырып, жергілікті өзін-өзі басқару органдарына бағындыруды және т.б. демократиялық негіздерді басшылыққа алатынын мәлімдеді.\nПатшалық билікті құлатқан Ақпан революциясын қазақ қоғамы зор қуанышпен қарсы алды. “Қазақ” газеті 9 наурыздағы санында: \"…Киіз туырлықты қазақтың оң жағынан ай, сол жағынан күн туды, жақсылық, қуаныш тек қана орыстікі емес, отаны Руссия болған жұрттың бәріне тегіс жақсылық, бәріне тегіс қуаныш\" - деп жар салды. Ақпан революциясы қалың бұқараның саяси құқықтарын кеңінен пайдалануына мүмкіндік жасады, олардың саяси күреске ашық араласуын қамтамасыз етті. Елдегі қоғамдық өмірде саяси партиялардың ролі орасан өсті. Революция патшалық цензураны жойды. Жұртшылық сөз және жиналыс бостандығын кеңінен пайдаланды.\nУақытша үкіметтің ұлттық мәселе бойынша қабылдаған алғашқы актілерінің бірі 1917 жылы 20 наурызда Ресей азаматтарының құқындағы діни наным-сеніміне, ұлтына қарай шектеушілікті алып тастауы болды. Көктен іздегендері жерден табылғандай болған халық Уақытша үкіметке барынша қолдау көрсетуге даяр екендіктерін білдіріп, империяның түпкір-түпкірінен құттықтау жеделхаттар жөнелте бастады. Қызылжар қаласы мен уезінің мұсылмандары қалалық мешітте жұма-намаз күні бүкіл халыққа шаттық әкелген Уақытша үкімет мүшелеріне ұзақ өмір беріп, бақытты етуін Алладан өтініп, жаңа үкіметке адал қызмет етуге серт берді. Ресей тарихында бірінші рет діни нанымдық, нәсілдік кемсітушілік жойылды деп, ұлттар теңдігін қағаз жүзінде болса да жария еткен бұл акт бұрынғы бұратана атанған езгідегі елдердің орыстармен терезесін тең сезінуіне жол ашты. Қазақ халқының Ақпан төңкерісін зор қуанышпен қарсы алуының мәні де осында болатын.\nАқпан төңкерісінің қазақтар үшін қаншалықты маңызды болғанын А.Байтұрсынов: “Алғашқы революцияны қазақтар тура түсініп, қуанышпен қарсы алса, ол, біріншіден, бұл революцияның оларды патша өкіметінің қанауы мен зорлығынан құтқаруында және, екіншіден, оларды өзімізді басқарсақ деген ескі үмітінің нығая түскенінде еді”, - деп түсіндіреді. Халықтың Уақытша үкіметке барынша қолдау көрсетуіне оның 1916 жылғы 25 маусым жарлығының күшін жойып, енді бұратаналарды қара жұмысқа алуды тоқтатуын, ал 7 наурызда 1916 жылғы көтеріліске қатысушыларға амнистия жариялау сияқты шаралары да ықпал етті. Бұл жөнінде М.Дулатов: “Сары әскер” қарсылық қылған елдерге лек-легімен аттанып, қазақ-қырғыз даласын қызыл қанға бояуға кірісіп еді. Он айға жетпей патша өкіметі құламаса, Ресейдегі ұлы төңкеріс болмаса, не болар еді”, - деп жазды.\nСамодержавияның құлатылғаны жайлы хабар жер-жерлерге жетісімен түрлі әлеуметтік топтардың, саяси партиялардың өкілдері жоғарыдан нұсқау күтпей-ақ, өздерінің қоғамдық ұйымдары арқылы жергілікті басқару органдарын құруды қолға ала бастайды. Қоғамдық негіздегі құрылған мұндай жергілікті басқару органдары: азаматтық атқару комитеті, біріккен қоғамдық құрама (коалициялық) атқару комитеті деген сияқты атауларға ие болды. 1917 жылдың 5 наурызына дейін Қазақстанда да қоғамдық негіздегі атқару комитеттері құрыла бастады. Мәселен, 3 наурызда Көкшетауда, 4 наурызда Қызылжарда, 5 наурызда Семейде біріккен қоғамдық ұйымдардың атқару комитеттері құрылды. Бұл ұйымдарға түрлі әлеуметтік топтар мен саяси партиялар мүшелікке ұмтылды. Бұл халықтың демократиялық басқару дәстүріне құлшына араласқанын аңғартады.\nМемлекеттік Думаның Уақытша комитеті мен Уақытша үкімет билік орындарын құру туралы 5 наурызда арнайы қаулы жариялады. Осыған байланысты жергілікті басқаруда, ел өмірін жаңа мазмұнда ұйымдастыруда өзгерістер бола бастайды. Наурыз және сәуір айлары ішінде ескі әскери губернаторлық, уездік, болыстық және ауылнайлық басқару жүйелері жойылып, келмеске кетті. Олардың орнына Уақытша үкіметтің облыстық және уездік комиссарлық басқару жүйесі, сонымен бірге облыстық, уездік, болыстық және ауылдық деңгейде азаматтық комитеттер және олардың атқару орындары қалыптаса бастайды. Мамыр мен маусым айларында бұларға қосымша облыстық азық-түлік комитеті, жер комитеті және басқа осы сияқты басқару орындары құрылады.\nБатыс майдан штабы жанынан земскі және қалалық одақтардың бұратана бөлімін басқарып жүрген Ә.Бөкейханов 20 наурыз күні Торғай облыстық комиссары қызметіне тағайындалды. Қазақ елі патшалық Ресей құрамына енгеннен бергі уақытта оның бірде-бір өкілінің империяның әкімшілік жүйесінде губерниялық, облыстық деңгейді қойғанда, тіпті уезд бастығы дәрежесінде қызмет жасамағандығы мәлім. Империяның басқару жүйесінде қазақтар болыстық атқарудан жоғарғы қызметті иемденуге тиісті емес еді. Бұл тұрғыдан Ә. Бөкейханов ескі патшалық биліктің орнына келген Уақытша үкімет жағдайында облыстық басшылыққа келген бірінші қазақ болатын.\n1917 жылы наурыз айы ішінде Орал облыстық комиссары болып Бизянов бекітілді. Ақмола мен Семей облыстары қарайтын Дала өлкелік комиссарлығына мемлекеттік кеңес мүшесі И.Лаптев жіберілді.\n1917 жылы сәуірде Уақытша үкіметтің қаулысы бойынша Түркістан өлкесінде нақты тәртіп орнатып, күнделікті туындап отыратын мәселелерді сол жерде шешіп, өлкені басқару үшін Түркістан уақытша комитеті құрылды. Оның құрамына Мемлекеттік Дума мүшесі Н.Н.Щепкин, бірінші Дума мүшесі Ә.Бөкейханов, екінші Дума мүшесі М.Тынышпаев, үшінші Дума мүшелері С.Мақсудов, В.С.Елпатовский, А.А.Липовский, П.И.Преображенский, О.А.Шкапский және генерал-майор А.Дәулетшин енді. Комитеттің төрағасы болып Н.Н.Щепкин тағайындалды. Самарқан, Ферғана, Сырдария, Жетісу, Закаспий облыстарында және Хиуа мен Бұқара хандықтарындағы орыс поселкелеріне Түркістан комитеті Уақытша үкімет атынан билік жүргізуге өкілетті болды.\nӘ.Бөкейханов Түркістан комитеті құрамына енгенімен, Торғай облыстық комиссары ретінде орны босап, оның қызметіне ат салыса алмады. Торғай облыстық комиссары Ә.Бөкейханов өз қызметінде жергілікті жердің салт-дәстүрін, ерекшеліктерін білетін азаматтарды, әсіресе, қазақтың зиялы азаматтарын мемлекеттік басқару орындарына тағайындауды басшылыққа алды. Оның ұсынуы бойынша, Қостанай уездік комиссары болып бірінші және екінші мемлекеттік Думалардың мүшесі Ахмет Бірімжанов, Торғай уездік комиссары болып Ғұмыр Алмасов, Ырғыз уездік комиссары болып Тобыл округтік сотының мүшесі Ғабдолла Теміров бекітілді.\nҚазақ облыстарында болыстық комитеттердің құрылуы барысында да баяғыша болыстыққа таласқандай таласып, ескі әдетке салған жағдайлар да кездесіп тұрды. Ол жөнінде “Қазақ” газетінде: “Көкшетау уезі Айыртау болысы сайлауында зор талас болды. Председательдікке сайланған Ысқақ Баймұрат баласы қонақасына көп қой, бір ту бие сойып, 3 мың сом ақша шығарып, үлкен партия жасап барып сайланып шықты. Махмұд төре Уәлиханов сайлауды бұзуға жол іздеп Көкшетауға келді” - делінген.\n1917 жылы сәуір айында өткен Торғай облыстық қазақ съезінің шешіміне сәйкес болыстық, ауылдық-азаматтық комитеттер ұйымдастыру үшін Ақтөбе уезіне 9 адамнан, Ырғыз уезіне 9 адамнан, Қостанай уезіне 12 адамнан, Торғай уезіне 6 адамнан тұратын комиссиялар құрылды. Бұл комиссиялар болыстық комитеттерді ұйымдастыруға жан-жақты көмек көрсетіп, сайлаудың дұрыс өтуін бақылауға алды. Ақтөбе уезіне С.Досжанов, И.Ермұратов, Ж.Кенжебаев, Е.Өтемісов және т.б. құралған комиссия келіп 3 маусымға дейін 14 болыста болыстық комитет, 3 ауылдық комитеттің құрылуының басы-қасында болды.\n1917 жылғы Ақпан революциясынан кейін Қазақстанның қоғамдық-саяси өмірінде белсенділіктің айтарлықтай арта түсуіне облыстық, уездік қазақ комитеттері үлкен әсер етті.  Мысалы, 1917 жылдың 10 наурызында - Оралда (төрағасы - Әлібеков); 11-наурызында - Семейде  (төрағасы - Р.Мәрсеков);  Омбыда  (төрағасы - Е.Итбаев);  наурыздың аяғында -  Верныйда (төрағасы - И.Жайнақов) құрылған және т.б. облыстың қазақ комитеттері \"Қазақ\" газетінің көмегімен бірден-ақ қазақтардың облыстық съездерін дайындауға кірісті. Олар съездерге дайындалу барысында облыстық қоғамдық және басқа комитеттермен де,   Уақытша   үкіметтің   органдарымен де ынтымақтастық   жасады.   Мысалы, Ә.Бөкейханов  - Торғай облысы   бойынша, М.Тынышбаев  Жетісу облысы    бойынша (эсер А.Шкапскиймен бірге) Уақытша үкіметтің комиссарлары болды. Ал, А.Байтұрсынов, М.Шоқаев, М.Дулатов,  Ж.Досмұхамедов,  Х.Ғаббасов,  Ж.Ақпаев,  А.Бірімжанов,  Ә.Кенесарин, Р.Мәрсеков, тағы басқа қазақ зиялыларының өкілдері Уақытша үкіметтің жергілікті органдарында жұмыс істеді. Осындай байырғы қазақ халқының, әсіресе, ұлт зиялыларының саяси белсенділігі өскен жағдайда 1917 жылдың көктемінде: Торғай (Орынбор қаласы, 2-8 сәуір, 300-ден астам делегат, төрағасы - А.Байтұрсынов), Жетісу (Верный қаласы, 12-13 сәуір, 81 делегат, төрағасы - И.Жайнақов), Орал (Орал қаласы, 19-22 сәуір, 800-ден астам делегат, төрағасы - Ж.Досмұхамедов), Ақмола (Омбы қаласы, 25 сәуір-5 мамыр, 150-ге жуық делегат, төрағасы - А.Тұрлыбаев) қазақ облыстық съездері өткізілді. Бұл съездер ұлт азаттығын, жер мәселесін, діни, мәдени, қоғамдық-саяси, әлеуметтік-экономикалық және басқа да проблемаларды шешу жолындағы күрестегі қазақ қоғамының қалың топтарының стратегиялық міндеттерін белгілеуге ұмтылуымен қатар, олардың осы мақсаттарға жетудегі тактикалық бағыттарын жасау жолында өздерінің одақтастары мен қарсыластарын да ашық көрсетуге тырысты. Облыстық съездердің ішінде Торғай съезі көлемі мен қабылданған шешімдері бойынша айрықша ерекшеленді. Съезд жұмыстарына Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов, А.Қалменов, М.Шоқаев, М.Жұмабаев және басқа да сол кезеңдегі жас қазақ ойшылдары шешуші ықпал жасады. Соның арқасында съезд шешімдерінде \"Алаш\" қозғалысының бағдарламалық талаптары өз көрінісін тапты.\nТолығырақ: https://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/10081/",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазан төңкерісі және Қазақстанда кеңестер билігінің орнауы такырыбына 30 сұрақ керек?",
        "question_content": "Қазан төңкерісі және Қазақстанда кеңестер билігінің орнауы такырыбына 30 сұрақ керек?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Петроградта 1917 жылғы 24-25 қазанда Ленин бастаған революциялық күштердің жеңіске жетіп, Уақытша үкімет құлатылып, мемлекет билігінің Қеңестердің қолына көшкені туралы хабар бүкіл Россияны ғана емес, дүниежүзін, бүкіл әлемді дүр сілкіндірген оқиға болды.\n1917 жылы 25 қазанның кешінде Кеңестердің Бүкілроссиялық II съезі ашылды. Онда В.И. Ленин жазған «Жұмысшыларға, солдаттар мен шаруаларға!» деген үндеуі қабылданды, бұл үндеуде бүкіл үкімет билігінің Кеңестердің (Советтердің) қолына көшетіндігін жариялады. Кеңестер съезі өзінің екінші мәжілісінде Бітім туралы және Жер туралы декреттер қабылдады. Бітім туралы декретте барлық соғысушы елдерді соғысты тоқтатып, әділетті бітім жасауға шақырса, Жер туралы декретте помещиктердің барлық жерлері конфискацияланып (тәркіленіп), барлық жер халықтың қолына көшетіндігі жариялады. Жер жалпы мемлекеттік меншікке айналды.\nҚазан революциясының жеңісімен байланысты ұлттық проблемалар, бірінші кезекте ұлттық – мемлекеттік құрылыс мәселелері өткірірек талқылана бастады. Кеңес үкіметі ұлт саясатының негізгі принциптері Кеңес үкіметінің маңызды екі құжатында – Россия халықтары құқықтары Декларациясы (1917 жылы 2 қараша) мен «Ресей мен Шығыстың барлық мұсылман еңбекшілеріне» үндеуінде (1917 жылы 20 қараша) жариялаған болатыны туралы айтылған.\nҰлт мәселесін шешудің әскери – коммунистік әдістері, большевиктердің унитарлы мемлекет құруға, тек Кеңестер негізінде ғана автономия беруге ұмтылуы россиялық этностардың қайта өрлеуі үшін ұлттық факторды пайдалануға мүмкіндік бермеді.\nҚазақстандағы ұлттық үкіметтер.\n1917 жылы қарашада Орынбор контрреволюциялық төңкеріс нәтижесінде атаман Дутов басқарған «Әскери үкімет» билікті қолына алды.\n1917 жылы 15-22 қарашада Ташкентте болған мұсылман депуттары Кеңестерінің өлкелік съезінде жаңа үкімет «Түркістан Халық Камиссар Кеңесі» орнады. Кеңестің 14 адамдық құрамында мұсылман өкілі болмады. Кеңестің төрағасы Ф. Колесов: «Мұсылмандарды жоғарғы өкімет органдарына өткізу мүмкін емес, өйткені жергілікті халықтың бізге көз – қарасы белгісіз және олардың ешқандай пролетарлық ұйымы жоқ»,- деп мәлімдеді.\n1917 жылы 22 қарашада Қоқанд қаласында болған Бүкіл Түркістандық IV съезінде Түркістан автономиясы, яғни Түркістан үкіметі құрылғаны туралы жарияланды. Бұл үкімет кейбір деректерде «Қоқанд автономиясы» деп аталды. Алғашқы басшысы М. Тынышбаев, одан кейін басты қызметін Мұстафа Шоқай атқарды (1881-1941жж.)\n1917 жылы 5-13 желтоқсанда Орынбор қаласында Екінші бүкілқазақтық съезі болды. Съезді М. Шоқай басқарды. Съезде Алаш (Алашорда) автономиясын құру туралы қаулы қабылданды.\nАлашорданың 25 мүшеден тұратын Уақытша Халық Қеңесі құрылды. Автономия орталығы Семей қаласында орналасатын болды.\nАлашорда үкіметінің төрағасы болып Ә. Бөкейханов сайланды. «Қазақ» газетінде «Алаш партиясының 10 бөлімнен тұратын бағдарламасы жарияланды.\n«Алаш» партиясының бағдарламасы:\n\n— Басқару түрі;\n— Автономия;\n— Азаматтың негізгі құқықтары;\n— Дін ұстану туралы мәселе;\n— Соттар туралы;\n— Қорғаныс;\n— Салық;\n— Жұмысшы мәселесі;\n— Халық ағарту;\n— Жер мәселесі.\n\nБағдарлама жобасының маңызы:\n1. Сол кездің нақты мүмкіндіктерін ескере отырып, қазақ халқы дамуының балама жолын ұсынды.\n2. Буржуазиялық – демократиялық, ұлт – азаттық революцияны аяқтауға бағытталған жолды көрсетті.\nБилеуші партияға айналған большевиктер Алашордамен тіл табысуға болады деп санамады. Әр түрлі саяси күштердің билік жолындағы тайталасы басталды.\nӨлкеде Кеңес өкіметінің орнатылуы.\nКеңес өкіметі орнауының екі түрлі жолы болды:\n1. Өнеркәсіп орталықтары мен темір жолға жақын, жұмысшылар басым оңтүстік және солтүстік аймақтарда — бейбіт жолмен.\n2. Сібір, Орал, Жетісу казактары мен офицерлер, кулактар біріккен контрреволюциялық күштер басым аудандарда – қарулы күрес жолымен.\nПеровск (Қызылорда) жұмысшылары мен солдаттары өкімет билігін 1917 жылғы 30 қазанда (29 қараша) өз қолына алды. Ол кезде бұл үлкен әскери гарнизон орналасқан ірі темір жол станциясы болатын. Бұл жерде Совет үкіметі бейбіт жолмен орнады.\nСырдария облысында Кеңес үкіметінің орнауы оның саяси – экономикалық және әкімшілік орталағы Ташкент қаласында 1917 жылғы 31 қазанда қарулы күреспен орнады. 1917 жылы қараша айының орта кезінде Кеңес үкіметі Черняев (Шымкент) қаласында жеңді. Қараша – желтоқсан айларында Кеңес үкіметі Әулиеата, Түркістанда, Қазалы, Арал поселкесінде және облыстың басқа да ірі елді мекендерінде қан төгіссіз бейбіт жолмен орнады.\nКеңес үкіметін орнату үшін Ақмола даласы мен Ертіс бойында табан тірескен шайқастар жүргізілді. 1917 жылы 12 қарашада Уақытша революциялық комитет құрылды. Төрағасы И. Д. Дубинин болды, құрамына Ғ. Ыдырысов, Я. Побелянский, К. Сүтішов, К. Рыжков және т. б кірді. Дегенмен, Көкшетау, Павлодар, Атбасар, Семей, Өскемен өлкелерінде казак – орыс және офицер – старшина билеуші топтардың ықпалы басым болғандықтан Кеңес үкіметі үшін күрес біраз қиындыққа кездесті.\nСемейде үкімет билігі жергілікті Кеңестің қолына 1918 жылы ақпанның 16 – нан 17 – не қараған түнде көшті.\n1917 жылғы желтоқсан – 1918 жылғы наурыз аралығында Кеңес үкіметі Торғай облысының орталығы Қостанай, Ақтөбе қалалары мен басқа да ірі елді мекендерде орнады. Торғай облысында Кеңес үкіметінің орнауына А. Иманов, Қ. Қойдосов, В. Чеклиров, В. Зинченко және т. б күрескерлер елеулі үлес қосты.\n1917 жылы қарашада Орынборда атаман Дутов контрреволюциялық төңкеріс жасап, өкімет билігі казактардың «Әскери үкіметі» қолына көшті. Атаман Дутовтың казактар тобы, Алашорда үкіметі, меньшевиктер Кеңес үкіметіне қарсы бірікті. Дутовшыларға қарсы күрес жүргізіліп шұғыл әскери көмек көрсетілді. Нәтижесінде 1918 жылы 18 қаңтарда Орынборда қарулы күреспен Кеңес үкіметі орнады.\nОралда Кеңес үкіметі қиын жағдайда орнатылып, 1918 жылы 15 қаңтарда жеңіп шықты.\nЖетісуда Кеңес үкіметін орнату жолындағы күрес, контрреволюциялық күштерінің басым болуына байланысты 1918 жылдың көктеміне дейін созылды. Мұнда революцияны қолдаушылардың қосқан үлесі елеулі болды.\nОлардың арасында Т. Бокин, Т. Өтенов, Ж. Бабаев, А. Розыбакиев сияқты жергілікті халық өкілдері бар еді. Верный жұмысшылары Қызыл гвардия жасақтарын ұйымдастырды, әскери төңкеріс комитетін құрды.\nСөйтіп, наурыздың 2–не 3–не қараған түні Верныйда әскери – революциялық (төңкеріс) комитеті басқарған күштер қала еңбекшілерінің қолдауына сүйеніп «әскри үкіметтің» тірегі болған қамалды, қару – жарақ қоймаларын, почта – телеграфты т. б маңызды мекемелерді басып алды да, Верный қаласында Кеңес үкіметін орнатты.\nКеңес үкіметі наурыз айында Жаркентте, Сергиопольда (Аягөз), Талдықорғанда, көкектің бас кезінде Лепсіде орнады.\nСөйтіп, 1917 жылдың қазан айынан бастап 1918 жылдың наурыз айына шейін Кеңес үкіметі Қазақстанның көп жерінде жеңіске жетті, яғни Кеңес үкіметі өлкеде түгел орнап бітті.\nСоциалистік шаруашылық пен мәдениеттің негіздерін жасау.\nКеңес үкіметі жеңгеннен кейін Қазақстанда да ескі мекемелер оның ішінде уақытша үкіметтің комиссарлары, отарлау чиновниктік — әкімшілік, қоныстандыру басқармасы, сот жүйесі жойылып, Қазақстанда жаңа үкіметтің басқару жүйелері құрыла бастады. Жергілікті жерлерде шаруа Кеңестері, халық шаруашылығы Кеңестері құрылды. Кеңестердің атқару комитеттері жанынан денсаулық сақтау, әділет, қаржы, ағарту, жер, өнеркәсіп бөлімдері ұйымдастырылды. Бұл шаралар Кеңес үкіметі жауларының қарсылыығын туғызды. Сондықтан ішкі конрреволюцияға қарсы күресу үшін қазақ жерінде Бүкілроссиялық төтенше комиссиясының (Б.Т.К) органдары құрылып, қызыл террор енгізілді.\n1918 жылы 21 наурызда Орынборда Кеңестердің бірінші Торғай облыстық съезі басталды. Съезде жергілікті басқару жүйесі, әлеуметтік мәселелер жайында қаулы қабылданды. Бұл съездің қаулысы бойынша Алаш қозғалысының үнқағазы «Қазақ» газеті жабылды.\n1918 жылы 20 сәуірде Ташкентте Түркістан Кеңестерінің V съезі болды. Бұл съезде құрамында Жетісу облысы бар Түркістан автономиялы Кеңестік Социолистік республикасы жарияланды.\nҰлтаралық қайшылықтар саясатын жоюда шұғыл шаралар белгіленді. Верныйда орыс – қазақ қатынастарын реттеу жөніндегі комитет құрылды. (Комиссардың орынбасары Т. Бокин) қазақ, ұйғыр, орыс қатынастарын реттеу жөніндегі комитет жұмыс істеді (Комиссардың орынбасары А. Розыбакиев.)\nКеңес үкіметі өлкедегі ірі өнеркәсіпті, банктерді, тасымал жолдарын мемлекет қарамағына алды. Кәсіпорындарда 8 сағаттық, шахталар мен кеніштерде 6 сағаттық жұмыс күні енгізілді. Капиталистер мен патша чиновниктерінің иелігіндегі 3,5 млн десятина жер кедей шаруаларға бөлініп берілді. Большевиктер «жоғарыдан» коммуналар мен ауылдарды көбейтуді жүзеге асырып, орташаларды социализмге күштеп енгізбек болды. 1918 жылы сәуірде Петроградта Семей облысына 200 отбасы орыс жұмысшылары көшіп келіп, ауылшаруашылық коммуналарын ұйымдастырды.\n1918 жылы 17 мамырда «Суландыру жұмыстарына 50 млн. сом қаржы бөлү туралы» декрет қабылданды.\nҚазақстанда осы жылдары мәдени құрылыс бағдарламасы жүзеге асырылды:\n— Мектептерде ана тілінде тегін оқыту енгізілді.\n— Ақмола халыққа білім беру бөлімінің бастығы С. Сейфуллин болды.\n— Бөкей облысының халыққа білім беру комиссары С. Мендешев болды.\nҚазақ АКСР – ін құруға әзірлік жұмыстары жүргізіліп, Ә. Жангелдин Қазақстан Кеңестері құрылтай съезін шақыруды әзірледі. Алайда, қазақ АКСР – ін құру дайындықтары шетелдік интервенция мен азамат соғысының басталып кетуінен тоқтап қалды.\nЕлде азық – түлік дағдарысы тереңдеп, азық – түлік диктатурасы енгізілді. Сібірге, Ақмолаға, Семейге, Қостанай уезіне азық – түлік отрядтары атандырылды. Олар Петроград және басқа орталық аудандарға 6 млн. пұт астық жіберді. Түркістан республикасының ашыққан халқына 200 вагон астық көмек берілді.\nЭкономикалық саясатта ақшасыз товар айырбасы басты орын алды: көтерме – бөлшек сауда жойылып, азық – түлік комитеттері 1918 жылы көктемде Семейде, Ақмола облыстарында құрылды.\n1918 жылы наурызда Торғай облыстың Кеңестер съезі болды. Онда: базарларда, көшелерде, пәтерлерде жеке саудаға тыйым салу қарастырылды. Саудагерлер тауарлары тәркіленіп, өздерін ауыр жұмыстарға жіберілді.\nХалық шаруашылығының негізіне теңдей бөлу ұстанымын алған әскери – коммунистік саясат белгілері пайда болып, қанаушыларды байлығынан айыру, жеке меншікті жою әдісі енгізілді. Пролетариат диктатурасы және революциялық күштеу арқылы социализм орнату мүмкіндігі туралы бұрмаланған түсінік орнықты.\nЖер мәселесін шешудегі жергілікті Кеңес органдарының қызметі бірнеше кезеңнен тұрды.\nОның 1917 жылғы қарашадан 1918 жылғы жазға дейнгі кезеңінде жергілікті Кеңестер, жер комитеттері мен комиссарлары бос жерлерді, тәркіленген помещик имениелерді есепке алып, шаруалардың жағдайын анықтап, жерсіз, жері аз шаруаларды жермен қамтамасыз ету мәселесімен шұғылданды. Шаруалар қоныс аудару қорынан алынған жерлерді пайдалану ережелерін жасады.\nЕкінші кезең 1918 жылдың жазынан 1920 жылдың аяғына дейінгі уақытты қамтыды. Бұл тұста жерді социализациялау жөніндегі шараларды іске асыруға әзірлік жұмыстары жүргізілді. Теңгермешілік негізінде жерді шаруалардың пайдалануына беру шаралары жүргізілді.\n1921-1922 жылдарды қамтитын үшінші кезеңде жер – су реформасы іске асырылса- 1924 – 1927 жылдарды қамтитын төртінші кезеңде жерге орналастыру, шабындық, егістік жерлерді қайта бөлу жұмыстары жүргізілді. Мұндай шараларды іске асыруда жеткілікті тәжірибенің жоқтығы, жергілікті кадрлардың түсінігінің кемдігі, сауатының жоқтығы т. б себептер негізінде бұл революциялық шараларды іске асыру барысында асыра сілтеушіліктің, солақайлықтың, теріс әрекеттердің орын алғанын Кеңес үкіметіне сенімді азайтатын жайлардың болғанын да айтуымыз керек.\nТолығырақ: https://45minut.biz/?p=90695",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖЭС және оның Қазақстандағы іске асырылуы барысы (1921-1928)",
        "question_content": "ЖЭС жане онын казакстандагы иске асырылуы барысы (1921-1928) 30 сурак керек",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа экономикалық саясат. Ол не?\nХХ ғасырдың 20-ншы жылдарындағы кеңестер Одағында Азамат соғысынан қираған ел экономикасын тұрғызу, адамдардың өз еңбегіне мүдделілігін орнықтыруға бағытталған әрекет. 1918-20 жылдарындағы Азамат соғысы елді әбден тұралатып, экономикалық жағдайды бірнеше жылға кері шегерді. Өндіріс орындары тоқтап, мұнай, көмір, мыс өндіру бірнеше есеге азайды. Ауыл шаруашылығы қатты дағдарысқа ұшырады. Егістік жерлер көлемі қысқарды. Әлбетте мал шаруашылығы да құлдырай бастады. 1921 жылы ҚазАКСР-нің жеті губерниясының бесеуі құрғақшылыққа ұшырады. Бұл аймақтардағы астықтың түсімі азайып, жергілікті халық зардап шекті. Әрі ауа-райының қолайсыздығы ауыл шаруашылығын бұдан да қиын жағдайға түсірді. 1920-1921 жылдардағы жұттан мал басы 75 пайызға кеміді.\n1921 жылдың көктемінде коммунистік партияның Х съезінде «әскери коммунизм» саясатынан жаңа экономикалық саясатқа көшу туралы шешім қабылданды. Жаңа экономикалық саясатқа көшу арқылы қираған халық шуарашылығын қалпына келтіріп, социализмге өту көзделді. Жаңа экономикалық саясаттың енгізілуіне байланысты шет елден капитал тартылып, ақша реформасы жүргізілді. Азық-түлік салығы енгізілді. Осындай солақай саясаттың кесірінен республиканы аштық жайлады. Артық өнімдер ғана емес, азыққа қолданылып отырған астық және тұқым қоры да тәркіленіп отырды. Астық салығы, мал шаруашылығымен ғана айналысып отырған аудандарға да салынды. Оны төлеу үшін олар малдарын сатып, астық сатып алуға мәжбүр болды. Жер-жерлерде жүз мыңдаған халық аштықтан қырылып жатты. Кейбір аудандарда халықтың 75 пайызы қырылып қалған. Тіпті Әулиеата уезінде халықтың қырылғандығы соншалық, бірнеше болысты біріктіріп бір болыс ұйымдастыруға дейін барған. Жалпы тарихи зерттеушілер 2 млн 300 мыңнан аса адам аштыққа душар болса, 1 млн-ға жуық адам аштық пен аурудан өлді деген мәліметтерді келтіреді.\nМұндай сорақылықты көріп, қарсы шыққан Тұрар Рұсқұлов болды. Ол аштықпен жүйелі түрде күресу үшін арнайы ұйым құруды мақсат қояды. Осылайша аштықпен күресетін ерекше Орталық комиссия ұйымдастырылады. Оның төрағасы болып Тұрар Рұсқылов тағайындалады. Ұйым алғаш жұмысқа кіріскен бетте көптеген қиындықтармен қатар, өзі тектес азық түлік ісіне қатысы бар ұйымдардың аяқтан шалу әрекетіне тап болады.\nҚазақ Орталық Атқару Комитеті (ҚОАК) де аштыққа ұшыраған аудандарға өз тарапынан көмек көрсету шараларын ұйымдастырды. ҚОАК-ті жанынан аштыққа ұшырағандарға көмек көрсету үшін комиссия құрылады. Республикалық комиссияны ҚОАК-нің төрағасы Мендешев басқарды. Қазақстандағы ауыр жағдайды ескере отырып, КазАКСР ОАК-і ашыққандарға көмек беруші Орталық Комиссияның шешіміне сәйкес, бұл аудандардың тұрғындарын астық, картоп т.б. мемлекеттік салықтардан босатты.\nҚазақ даласын шарпыған аштықты Кеңес үкіметінің басшылығы мойындамады. Республика басшылары бұл кездейсоқ, тұтқиылдан пайда болған зобалаң деген баға берді. Орталық Үкімет даланы жайлаған аштық мәселесіне бас қатырып та жатпады. Олар өздерінің жүргізіп отырған саясатын толығымен дұрыс деп есептеді. Жер жерлерде қарулы көтерілістерге шыға бастады. Бірақ Қазақстандағы көтерілістердің ұйымдасуы мен қару-жарақпен қамтамсыз етілмеу салдарынан Қызыл Армия күшімен олар талқандалып отырды.\nАлайда большевиктер өздерінің биліктен айрылып қалу қаупін сезініп, 1921 жылы 8 наурызда өткен Партияның Х съезінде экономикалық саясатты өзгертуге мәжбүр болады. Осы съезд шеңберінде жаңа экономикалық саясатқа көшу шешімі қабыладанады.\nҚабылданған жаңа экономикалық саясаттың мәні неде?\nКеңес үкіметі мемлекеттің қолында ірі өндіріс орындарын, банкті қалдырып, жеке капиталды өндіріске ендіруге рұқсат берді. Мемлекеттік жерлер, кішігірім мемлекеттік кәсіпорындар белгілі мерізімге жеке шетел ұйымдары мен тұлғаларға жалға беріледі. Жеке саудаға рұқсат берілді, мемлекеттік және кооперативтік сауда да дамуы тиіс болды. Жеке ауыл шаруашылық қожалықтарына, жеке меншіктегі кішігірім кәсіпорын иелеріне жалдамалы еңбекті пайдалануға рұқсат берілді. Елдегі ақша жүйесін нығайту, тегін қызмет көрсетуді жою, еңбекке ақшалай жалақы төлеу міндеттелді. Жаңа экономикалық саясаттың аясында қабылданған міндеттердің ішіндегі ең маңыздысы – азық-түлік салғыртын азық-түлік салығымен алмастыру туралы шешім болды.\nАзық-түлік салғырты деген не?\nАзық-түлік салғырты кезінде шаруа қожалықтары өндірілген өнімнің өзін қамтамасыз етуге қажетті үлесінен артығын мемлекетке тапсыруға міндетті еді. Азық-түлік салығының ендірілуі, яғни белгіленген мөлшердегі ғана салықты өтеуге байланысты, олар өндірілген өнімнің артығын өз еркімен пайдалану құқығына ие болды. Бұл ендірілген салық жүйесіндегі өзгеріс өндіруші шаруа қожалықтарына өте қолайлы болды. Себебі, олар өндірілген өнімнің белгілі мөлшерін ғана мемлекетке тапсырып, қалған өнімді сатуға немесе өзінің басқа қажеттерін өтеуге мүмкіндік алды. Осыған байланысты енді шаруа қожалықтары егістік көлемін ұлғайтуға, сөйтіп өнімді көп өндіруге, яғни еңбек өнімділігін арттыруға ынталы болды.\nСөз жүзінде Жаңа экономикалық саясат енгізілгенмен Кеңес үкіметі іс жүзінде баяғы қарқынмен экономиканы бақылауды тоқтатпады. Мұндай жағдай халықтың жаңадан ендірілген шаруашылық саясатына деген сенімсіздігін тудырды.\nБіртіндеп азық-түлік салығы кеңінен ене бастады. Жекелеген қазақ шаруашылықтарына 3-5 жылдық мерізімге шақталған несиелер берілді. Сондай-ақ мемлекет тарапынан ауылшаруашылық машиналары мен құралдарын сатып алуға негізделген несиелер де белгіленді. Осының бәрі ұсақ товар өндірушінің материалдық құштарлығын арттырды, оның өз шаруашылығындағы қорларына иелік ету еркіндігін күшейтті. 1924 жылы салықты тек ақшалай түрде өтеуге көшті. Сол жылы кеңес үкіметі ақша реформасын жүргізіп сомды енгізді. Қазақстанда жәрмеңкелік сауда кең етек жайды. Өркендей бастаған жәрмеңкелік сауда ауыл шаруашылығының дамуына ықпал етті. Жаңа экономикалық саясат аясында Республиканың халық шаруашылығында болған өзгерістер экономикалық дамуға әкеліп, елдің шаруашылық жүйесі біртіндеп нарықтық экономика қатынасына енді. Меншіктің әр түрлі түрлерінің қалыптасуы, олардың арасындағы бәсекелестік халық шаруашылығын алға дамуына әкелді. Мемлекет ауылшаруашылық товарларын сатып алу бағасын өзі белгіледі және ол өте төмен болды. Мемлекет тарапынан жүргізіліп отырған мұндай саясат ұсақ ауыл шаруашылық өнімдерін өндірушілер тарапынан қарсылық тудырды. Олар өндірген өнімдерін төменгі бағамен сатудан бас тартты. Алайда бұл қарсылықты мемлекет өзі жүргізіп отырған саясаттың кемшілігінен деп есептемеді. Керісінше ол қарсылықты тап жауларының іс-әрекеті деп бағалады. Мемлекет тарапынан жеке шаруа қожалықтарына қарсы бақылауды күшейтті. Ұсақ тауар өндірушілерді әкімшілік жолмен бақылау мен ығыстыру саясаты сауданы шектеуге, яғни ЖЭС-тің шектелуіне әкелді.\nДұрыс жоспарланбаған саясат дағдарысқа ұшырай бастады. Партия және кеңес органдары кооперацияны басқаруда әкімшілік әдіске жиі сүйенді. Алайда экономиканы мемлекеттің тарапынан жоспарлы түрде дамыту мен әкімшілік басқару әдістері нарықтық қатынаспен сәйкес болмады. Соған қарамастан таптық идеологияны ту еткен Кеңес үкіметі экономиканы жоспарлы түрде дамыту идеясына сүйеніп, 1925 жылдың аяғында өнеркәсіп өндірісін халық шаруашылығының жетекші саласы етіп белгіледі және оның жоғары қарқынмен дамуын қамтамасыз етті. Бұл 20-жылдардың аяғында ұсақ товар өндірушілерге қарсы күресті күшейтті. Соның нәтижесінде нарықтық қатынас тоқырады, яғни жаңа экономикалық саясат тоқтатылды.\nТолығырақ: https://world-nan.kz/kz/blogs/perekhod-k-nepu-20200928125219",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай кен орнының көмірі қымбат болмақ?",
        "question_content": "Қарағанды және екібастұз көмірлерін салыстырғанда, қай кен орнының көмірі қымбат болмақ? Екі дәлел келтіріңдер.",
        "question_date": "17.10.2021",
        "question_tag": "География",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екібастұз көмір алабы – дүние жүзіндегі аса ірі көмір кендерінің бірі. Алғашқы барлау жұмыстары 1896  жылы  жүргізіліп, көмір шахталардан өндіріле бастады. Көмір алабында Қазақстан-Ресей бірлескен кәсіпорны жұмыс істейді. Алаптың жалпы көмір қоры 11,3 миллиард тоннаны құрайды. Жылына 87 миллион тонна көмір  өндіріледі. Өндірілген көмірді Қазақстан, Ресей және басқа көршілес мемлекеттердің ірі энергетикалық орталықтары пайдаланады.\n\n.Өзіндік құны ең арзан көмір ол бізде Екібастұз кен орны.\n\n Қазақстанда ашылған тұңғыш көмір кен орны. Көмір қоры 1833 жылы табылған, 1855 жылы өндіріс іске қосылды. Қарағанды көмір бассейні ТМД-да ірі кеніш саналады. Қоры жағынан Кузбасс мен Донбастан кейін үшінші орында. Мұндағы көмірдің бәрі – кокс көмір. Әлемдегі сапалы көмірлердің бірі.\n\nКен орындары – Қарағанды, Саран, Шахты және Абай. Көмір бассейнінің жалпы ауданы – 3600 шаршы шақырым. Тереңдігі 600 метрге дейін. Кей жері 800-900 метрге жетеді.\n\nАқпарат дереккөзі: https://massaget.kz/layfstayl/alemtanu/Qazaqstanym/63282/",
                "date": "2.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы ұжымдастыру саясаты. Қазақстан трагедиясы.",
        "question_content": "Қазақстандағы ұжымдастыру саясаты? Қазақстан трагедиясы тақырыбына 30 сұрақ керек?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компартияның 1927 жылы өткен XV съезі ауылшаруашылығын ұжымдастыру бағытын жариялады. Осылайша «өркениетті кооператорлар қоғамын» құру идеясы КСРО-дағы социализм құрылысының құрамдас бөлігіне айналды. Ауылда кооперативтік қозғалыстың дамуы барысында шаруаларды кооперативтендірудің жоғары формаларына кезең-кезеңмен өту ұстанымдары жарияланды. Оны бір жағынан мемлекеттің қарамағына алынған жерлерде совхоздар (кеңшарлар), МТС-тер (машина-трактор стансалары), екінші жағынан колхоздар (ұжымшарлар) құру арқылы шешу көзделді.\nҚазақстанның астықты аудандарында колхоз құрылысының негізгі формасы – ауылшаруашылық артелі, ал малшаруашылығымен айналысатын аудандарында жерді бірлесіп өңдеу мен шөп шабу жөніндегі серіктестік болуы тиіс еді. Онда жарғы бойынша мал қоғамдастырылмай, тек жеке мал мен құрал-жабдықтарды пайдалануға ақы төленуі керек болды.\n1928 жылы 1 шілдеде Қазақстанда 41 кеңшар мен 1881 ұжымшар болды. Ұжымдық шаруашылықтардың 76-ы ауылшаруашылығы коммунасы, 1215-і ауылшаруашылығы артелі, 590-ы жерді бірлесіп өңдеу серіктестігі еді.\n1928 жылдың маусым айында болып өткен колхозшылардың Бүкілодақтық І съезі жоғарыдағы сталиншілдер бағытына жол ашып, ауылшаруашылығын жаппай ұжымдастыру жолымен әміршіл-әкімшіл басқару арнасына түсіріп, жекеменшіктің орнына қоғамдық меншікті орнықтыруға күш салды.\nОсының нәтижесінде Қазақстандағы колхоз қозғалысы едәуір екпін алды. 1929 жылдың 1 қазанында Қазақстанда 117,7 мың жеке шаруашылық ұжымдастырылды. Келесі қараша айында өткен БК(б)П ОК-нің пленумы осы жұмыстарды қорытындылап, жекелеген облыстар алдына жаппай ұжымдастыру міндетін қойды.\nБұл міндетті шешу жолдарын белгілеу үшін ОК-тің Саяси Бюросы арнайы комиссия ұйымдастырды. Оның құрамына Қазақстаннан Ф.И. Голощекин кірді.\nОсы комиссия дайындаған жоба Саяси Бюро мәжілісінде қаралып, соның негізінде БК(б)П ОК 1930 жылғы 5 қаңтарда «Коллективтендірудің қарқыны және мемлекеттің колхоз құрылысына көмек беру шаралары туралы» қаулы қабылдады.\nОнда Қазақстан коллективтендіруді 1931 жылдың күзінде немесе 1932 жылдың көктемінде аяқтауы тиіс болып белгіленді. Бірақ Қазақ өлкелік партия коммитеті 1929 жылдың желтоқсан айында-ақ ұжымдастыруды егіншілік аудандарда ғана емес малшаруашылығымен айналысатын аудандарда да жеделдетуге нұсқау беріп қойған еді.\nЖаппай коллективтендіру науқаны басталардан бұрын 1926-1928 жылдары Қазақстанда «Кіші Қазан» науқанын, яғни ауылды кеңестендіруді, шабындық және жайылымдық жерлерді қайта бөлуді, мал тәркілеуді қатыгездікпен белсенді жүзеге асырған Қазақ өлкелік партия комитетінің бірінші хатшысы Голощекин жаппай ұжымдастыруда да Қазақстанға тән өлкелік ерекшеліктерді ескермеді.\nБүкіл Одақтағы барлық көшпелі және жартылай көшпелі шаруашылықтың 80 пайызға жуығы (4236 мың адамды біріктіретін 706 мың жеке, ұсақ шаруашылық) Қазақстанда болатын. Ұжымдастыру үшін оларды алдымен жерге орналастыру және жаппай отырықшыландыру керек еді. Бұл екі күрделі процесс (отырықшыландыру мен ұжымдастыру) шұғыл түрде және қатар жүргізілді.\n1928 жылы Қазақстандағы барлық қожалықтың  2%-ы ұжымдастырылған болатын. Ал 1930 жылдың 1 сәуіріне қараған тұста ұжымдастыру көрсеткіші 50%-ға, қазанда 65%-ға жетті.\n1930 жылғы 1 қаңтар мен 1 наурыз аралығында ғана ұжымдастырылған шаруа шаруашылықтарының саны бұрынғыдан екі есе асып кетті.\nҚазақстан басшылығы отырықшыландыру процесін ғасырлар бойы қалыптасқан көшпелі малшаруашылығына, ұлттық салт-дәстүрлерге қарсы қойды.\nҚазақстан Орталық Комитеті мен Халық Комиссарлары Кеңесі 1928 жылы «Ірі бай шаруашылықтары мен жартылай феодалдарды тәркілеу және жер аудару туралы» декрет шығарды. Жаппай ұжымдастыру кезінде байлар мен кулактарды тап ретінде жою саясаты да жағдайды одан әрі ауырлата түсті. Осындай қатал шаралар және ет, астық дайындау науқандарындағы асырасілтеушілік, қазақты дәстүрлі даму жолынан күшпен тайдыру әрекеті халықтың жаппай қарулы наразылықтарын туғызды.\nРесми мәліметтер бойынша 1929-1931 жылдары Қазақстанда 372 рет шаруалардың бұқаралық бас көтеруі болды. Тоталитарлық жүйе бұл көтерілістерді аяусыз, әскер күшімен басып отырды.\nКөшпелі және жартылай көшпелі шаруаларды зорлап отырықшыландыру жоспары алғашқы бесжылдықта (1932 жылдың соңына дейін) сәтсіздікке ұшырады. Қазақстанда 400 мыңның орнына 70,5 мың шаруа қожалығы ғана отырықшыланды.\n1933 жылдың 1 шілдесінде Қазақстан шаруашылықтарының 67,3 пайызы, ал 1937 жылдың 1 шілдесінде 97,5 пайызы ұжымдастырылды. Күштеп ұжымдастырудың және жоспарлы түрде жаппай отырықшыландырудың зардаптары өте ауыр болды. Қазақ халқы бәрінен көп зардап шекті.\nҰжымдастыру қарсаңында республикада 40,5 млн. мал басы болса, 1933 жылғы 1 қаңтарда небәрі 4,5,  млн. ғана мал қалған еді. Мұның соңы қазақ халқының ашаршылыққа және жаппай босқыншылыққа ұшырауына ұрындырды. 1929-1933 жылдары миллионға жуық адам Қазақстаннан ауып, Қытайға, Ауғанстанға, Иранға және т.б. елдерге көшіп кетті. Олардың 600 мыңы тарихи отанына оралмады. Аштық құрбандары болғандардың саны 1798,4 мың адам болып, сол кездегі қазақтың 46,8 пайызын құрады.\n1932 жылғы шілдеде республика қайраткерлерінің бір тобы – Ғ. Мүсірепов, М. Ғатаулин, М. Дәулетқалиев, Е. Алтынбеков, Қ. Қуанышев аштық және оның себептері туралы БК(б)П өлкелік комитетіне, тікелей Ф. Голощекинге ашық хат жазды. Бұл хат тарихта «Бесеудің хаты» деп аталды.\nТолығырақ: https://itest.kz/kz/attestation/qazaqstan-tarihy-4148/xi-tarau-kenges-biligining-ornauy-kengestik-totalitarlyq-zhuje-zhahdajyndahy-qazaqstan/lecture/qazaqstandahy-uzhymdastyru-sayasaty-zhane-onyng-saldary",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азамат соғысы жылдарындағы Алаш Орда үкіметінің ұстанған саясаты тақырбына 30 сұрақ?",
        "question_content": "Азамат соғысы жылдарындағы Алаш Орда үкіметінің ұстанған саясаты тақырбына 30 сұрақ?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 949,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан азамат соғысы жылдарында (1918–1920 жж.)\n1917 жылғы қазан революциясының жеңісі алғашқы күндерден бастап, құлатылған қанаушы тап өкілдерінің қарулы қарсылығын тудырды. Кеңес өкіметі елдің әр түрлі аймақтарындағы, соның ішінде Қазақстан жеріндегі контрреволюциялық бүліктерді батыл да шұғыл басып тастап отырды. Өлкеде азамат соғысының басты ошақтары Қазақстанның батыс аудандарында, Торғай облысының әкімшілік орталығы Орынборда, Орал облысы, Гурьев (Атырау) қаласында, Жетісу жерінде қалыптасты. Бұл жерде атаман Дутовтың, генерал Толстовтың әскерлері, ал Жетісуда казак-орыс жасақтары, ақ-гвардия офицерлері мен юнкерлер жиналды. Олар контрреволюциялық күштердің негізгі орталығына айналды және Кеңес өкіметіне қарсы азамат соғысын бастады.\n1918 жылы 23 наурызда Орал казак-орыстары Гурьевте бүлік шығарды. Олар генерал Толстовтың бұйрығымен жұмысшы және солдат депутаттары Кеңесінің тоғыз мүшесін сотсыз атты. Сол жылдың 28–29 наурызында ақ казактар алашордашылармен бірігіп Орал қаласында төңкеріс жасады. Мұнда олар кеңес өкіметін құлатып, коммунистерді, кеңес қызметкерлерін аяусыз жазалады.\nАзамат соғысының басталуы\n1918 жылы мамырда Чехославак корпусының бүлігі басталды. Антанта империалистерінің қолдауымен бұл бүлік ең алдымен Солтүстік-Шығыс Қазақстанда басталды.\n1919 жылы 31 мамырда Петропавлды ақ гвардишылар басып алды. Сондай-ақ ақ гвардияшылар маусымда Ақмола мен Павлодарды, Семей мен Көкшетауды, Омбы мен Қостанайды басып алады.\nАлашорда үкіметі ақ гвардияшылардың Кеңес өкіметіне қарсы интервенциясын қолдап, қарулы интервенцияға қосылды.\nКонтрреволюцияға Антанта империалистері көп көмек көрсетті. Мысалы, АҚШ Колчак армиясына түрлі қару-жарақ, Англия 200 мыңдай әскерге қару-жарақ және киім берді.\n1918 жылы 29 наурызда ақ гвардияшылар Орал қаласын басып алды.\n1918 жылдың аяғына қарай Колчактың басқаруындағы Анненков дивизиясы Жетісу жеріне басып кірді.\n«Әскери коммунизм» саясаты (1918–1921 жж.)\nАзамат соғысы жылдарындағы қалыптасқан қиындықтармен байланысты Кеңес өкіметі 1918 жылдың орта кезінде елдегі барлық материалдық ресурстармен, адам күштерін барынша жұмылдыру, қалаларды, өнеркәсіп жұмысшыларын, Қызыл Армияны азақ-түлікпен қамтамасыз ету, елде қатал еңбек тәртібін орнату мақсатында «әскери коммунизм» саясатын енгізді. Бұл төтенше саясат экономикалық күйзеліс, Кеңес мемлекетін шетел интервенттері мен ішкі жаулардан қорғаудың қажеттілігінен туған еді. «Әскери коммунизм» саясаты негізінде азақ-түлік мәселесін шешу үшін төтенше шара азық-түлік салығы енгізілді. Ол бойынша елдегі байлар мен кулактардың қолындағы тауарлы астықтың көп бөлігі ешқандай қайтарымсыз алынды, бұқара халықты азық-түлікпен бір орталықтан қамтамасыз ету көзделді, ауыл шаруашылық өнімдерін өз еркімен сатуға тиым салынды.\n«Әскери коммунизм» саясаты бойынша елде жаппай еңбек ету міндеттілігі талап етілді. Қазақстанда «әскери коммунизм» саясаты негізінде өнеркәсіпті кеңес органдарының қолына шоғырландыру, оны Қызыл Армияны қару-жарақ және жабдықтармен қамтамасыз етуге жұмылдыру шаралары жүргізілді. Бүкілресейлік Атқару Комитетінің 1918 жылғы мамырдағы жарлығымен әскерге өз еркімен бару ісі жалпыға бірдей міндетті әскери борышты орындаумен алмастырылды. 1918 жылдың жазында өлкеде Қызыл Армияның құрамында ұлттық әскери бөлімдер құрыла бастады.\nҚазақ революциялық комитетінің құрылуы (1919–1920 жж.)\n1919 жылы 10 шілдеде В. И. Ленин «Қазақ өлкесін басқару жөніндегі революциялық комитет құру туралы» декрет қабылдады.\nҚазревком құрамына Семей, Ақмола, Орал, Торғай облыстары, Астрахань губерниясының шығыс бөлігі кірді. Революциялық комитеттің бірінші құрамына С. Пестковский (төраға), А. Байтұрсынов, В. Лукашев, Ә. Жанкелдин, М. Тұнғаншин, С. Мендешев, Б. Қаратаев кірді. Әртүрлі уақытта Қазақ ревкомының мүшесі болып Ә. Әйтиев, С. Арғыншиев, А. Авдеев, Ғ. Әлібеков, Б. Қаралдин еңбек етті. Революциялық комитеттің жұмыс істейтін орталығы болып Орынбор қаласы белгіленді. 1920 жылы 9 наурызда Қазревком «Алашорда» үкіметін таратты. Қазревкомның үнқағазы «Ұшқын» газеті болды.\nҚазревком 1919 жылдың шілдесінен 1920 жылдың қазан айына дейін 15 ай жұмыс істеді. Осы уақыт ішінде оның басшылығымен халық шаруашылығындағы басты сала – отын өндіру бағытында Орал-Ембі мұнай кәсіпшілігі, Қарағанды мен Екібастұздың шахталарын қалпына келтіру жұмыстары жүргізілді.\nҚазақ кеңес автономиялық республикасының құрылуы\n1920 жылғы 17 тамызда РКФСР Халық Комиссарлар Кеңесі Қырғыз республикасы туралы Декрет жобасын мақұлдады. 26 тамызда БОАК пен РКФСР Халком Кеңесі РКФСР құрамында «Қырғыз (Қазақ) Автономиялық Кеңестік Социалистік Республикасын құру туралы» жарлық қабылдады.\nҚазақ республикасына Семей, Ақмола, Торғай және Орал губерниялары, Маңғыстау уезі, Закаспий облысының Красноводск уезіндегі 4-ші және 5-ші Адай болыстары, Астрахань губерниясындағы Синемор болысы, Бөкей ордасы, 1-ші және 2-ші Приморье округтарына шектес, қазақтар қоныстанған бұрынғы қазыналық жерлер кірді. 1920 жылғы 22 қыркүйекте Бүкіл Ресейлік Атқару Комитетінің жаңа декреті бойынша ҚАКСР-ның құрамына Орынбор губерниясы енгізілді, ал Орынбор қаласы республиканың астанасы болды.\n1920 жылдың 4–12 қазанында Қазақстан Кеңестерінің құрылтай съезі болып өтті. Съезге Қазақстанның барлық губернияларынан 273 делегат және Алтай губерниясы қазақтарының атынан 6 делегат қатысты. Құрылтай съезінде Орталық Атқару Комитеті (төрағасы С. М. Мендешев) және Халком Кеңесі (төрағасы В. Радус-Зенькович) сайланды. Съезд Қырғыз (Қазақ) АКСР-і РКФСР-дің құрамына кіретін жұмысшылардың, еңбекші қазақ халқының, шаруалардың, казактардың және қызыл әскер депутаттары кеңестерінің автономиялық республикасы болып құрылғанын мәлімдеді.\nҚазақстанда жаңа экономикалық саясатқа (ЖЭС) көшу және оның барысы\nҚазақстанда жаңа экономикалық саясатты (ЖЭС-ті) іске асыру 1921 жылғы Қазақ АКСР Орталық Атқару комитетінің азық-түлік салығына көшу туралы шешімі негізінде жүргізілді. Салықтың мөлшері салғыртқа қарағанда аз болды. Шарулардан алынатын ауыл шаруашылығы өнімдерінің мөлшерін салықпен шектеу ауыл-селолардың қалалармен байланысын нығайтуға жол ашты. Шаруалар басы артық өнімдерін қалаларға апарып сатып, тұрмыс жағдайын түзеуге мүмкіндік алды.\nИмпериалистік, азаматтық соғыс Қазақстан халқының шаруашылығына ауыр шығын әкелді. Мемлекеттің 250 кәсіпорны ғана жұмыс істеді (барлығы 307)\nМұнайдың өндірілуі 4 есеге, Қарағанды көмірінің өндірілуі 5 есеге қысқартылды. Шаруашылық өнімінің 6,3%-ы ғана өнеркәсіптің үлесінде болды. 29,9 млн. малдан 16,3 млн. мал ғана қалды.\n1921 жылы наурызда коммунистік партияның X съезі азық-түлік салғыртынан азық-түлік салығына, әскери коммунизмнен жаңа экономикалық саясатқа көшу жөнінде қаулы шығарды.\nЖЭС-тің мәні:\nСаясатта бір партиялық-тоталитарлық режим;\nЭкономикада әкімшілік-нарықтық шаруашылық.\n1921 жылы маусымда Қазақстанда жаңа экономикалық саясатқа көшу туралы шешім қабылданды.\nЖЭС-тің қиындықтары мен табыстары.\nЕң алдымен салық мөлшері жеңілдеді. Мысалы, 1927–1928 жылдары өнімнің 1/13-і салық ретінде алынды, салықтың ауыртпалығы байлардың мойнына түсті. Салықтан жиналған қаражат ағарту, мәдениет, өнеркәсіп салаларына т. б. жұмсалды.\nМемлекет халыққа ауыл шаруашылық техникасын сатып алуға көмектесті. Мысалы, 1924–1925 жылдары 415 трактор сатып алынды. Қазақстанның егістік көлемі 1928 жылы 4 млн. гектарға жетті. 1928 жылы мал саны 41 млн. болды.\nЖЭС нәтижесінде республикада 650 ауыл шаруашылық артелі мен 103 коммуна жұмыс істеді.\nӨнеркәсіп саласында да біраз өзгерістер болды. Рспубликада аса ірі «Атбасцветмет», «Эмбанефть», «Алтайполиметалл» трестері құрылды. Олардың құрамына республиканың ірі өнеркәсіп орындары кірді. Өнеркәсіпті қалпына елтіру кезеңінде республикада 1928 жылы біріктіру қажеттілігі туды.\nТолығырақ: http://tarih-begalinka.kz/kk/history/revolution/history/",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сталиндік тоталитарлық жүйе сипаты барысы, қасіреті тақырыбына 30 сұрақ?",
        "question_content": "Сталиндік тоталитарлық жүйе сипаты барысы, қасіреті тақырыбына 30 сұрақ?",
        "question_date": "17.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамзат тарихының сан мың жылдық тарихында билік жүргізген сан алуан қанішерлер мен қанқұйлы жендеттер болған. Алайда ХХ ғасырда жүзеге асырылған тоталитаризм зұлматындай қасіретті адамзат тарихы білмейді.\nХХ ғасырдың бейбіт кезеңдерінде әлемнің түрлі елдерінде 170 млн. адам қырылып-жойылыпты. Солардың 110 миллионы немесе үштен екісі, коммунистік бағдардағы елдердің үлесіне келеді.\nХХ ғасырдың алғашқы жартысында билік жүргізген, коммунистік сипаттағы тоталитарлық мемлекеттің негізін қалаған В.И.Ленин мен тоталитарлық мемлекетті тікелей қалыптастырған И.В.Сталиннің тұсында 46,6 миллион жан құрбан болған.\nОсынау жазықсыз жандарды ажалға ұшыратып, қабірлер үстінде социализмді толық жеңіске жеткізіп, тоталитарлық мемлекет құрған Сталиннің тоталитарлық теорияны өзі ойлап таппағандығы белгілі. Тоталитаризм теориясының тамыры өте тереңде жатыр, ол ғасырлар қойнауынан бастау алады. Сталин - тоталитарлық теорияны шын мәнінде жүзеге асырған қанқұйлы практик, сонымен бір қатарда оны дамытушы да. Әрине, ол тоталитарлық мемлекетті қалыптастыруда өзінің ұстаздарынан асып түсті.\nЛенин мен Сталиннің билігі кезінде контрреволюциялық әрекетте айыпталып 3 777 380 адам сотталып, олардың ішінен 642980 адамға өлім жазасы қолданылды, 25 жылдан төмен мерзімге 2 369 220 адам түрмелер мен лагерь-колонияларға қамалды, 776 180 адам жер аударылып, сүргінге жіберілді. Контрреволюциялық әрекетте айыпталғандардан 2 900 380 адам соттан тыс жазаланып жапа шекті. Сталин шын мәнінде қара шекпенді Ресейге ауыстыра салынған Рим императоры іспетті еді: ол Ресейді өзіне бағындырып, Рим сияқты орасан зор империяны құрып алды, бірақ мұнда, оның өзімен қоса, еркін адамдар болған емес. Оның империясы түп-түгел маркстік-лениндік идеяның құлақкесті құлдарынан тұратын. Бухарин оны «Марксті оқыған Шыңғысхан» деуші еді, ал, шындығында, ол одан гөрі көңіл көтеруге, театрға, аярлыққа, кісі өлтірушілікке құмар Неронға көбірек ұқсайтын.\n1929 жылы Сталиннің нұсқауымен КСРО аумағы бойынша еңбекпен түзеу лагерьлерін көбейту мақсатында арнайы жоспар жасалды. Бұл лагерьлер жөнінде 1930 жылы 7 сәуірде жоба қабылданды. 1920-30 жылдардан КСРО аумақтарында концентрациялық лагерьлер Колымада, Магаданда, Воркутада, Сібірде, Оралда, Қазақстанда және де басқа аймақтарда жаппай құрыла бастады. Қатал мақсаттағы Орталық Соловецк лагері «ұлы» көсеміміз В.И.Лениннің ұсынысымен 1918 жылы құрылғанын ескерер болсақ, онда АРХИПелаг ГУЛАГ-тың бастаушысы Ленин көкеміз болады да шығады. Соловки лагері 1918 жылдан бүкіл КСРО құрылымының ГУЛАГ-тік басқару жүйесінің үлгісін жасап берді. Соловки арал лагері айналасы теңіздермен қоршалса, КСРО-ның айналасы темір тормен қоршалды. Міне, Социалистік Республикалар Одағын құрмас бұрын лагерьлік басқару жүйесін оқып, тану жұмыстары осылайша қатаң жүргізілді.\n№1 чекист Ф.Э.Дзержинский болса, №1 әскери ревком Л.Троцкий болды. Ал бұл жүйелердің нөмірі бірінші саяси басшысы В.И.Ленин екені белгілі. Ал оның ұлттар арасындағы басшысы Лениннің сенімді серігі И.Сталин болды. Бұл орындардан белгілі дәрежеде үміті барлар Каменов, Рыков, Зиновьев, Бухариндер болды.\nБұлардың бәрі кезінде патша түрмелерінде отырған, белгілі саяси көзқарасы, білім-жігері бар әккі революционерлер еді. Революционерлер дегеніміз төңкерісшілер деген ұғым бере отырып, ол саяси мәнге ие болды. Коммунистік партияның көсемдері дегеннің бәрі Ресей патшалығы кезінде саяси көзқарасы үшін шетелдерде қашып жүрді. Болашақ үкіметті алу үшін шетелден ақшалай көмек алды. Қару-жарақты ұстап қалу мақсаттарында большевиктердің үлкен тобы жұмысшы-солдаттар арасында саяси жұмыстармен айналысты.\nТүрмелік «көсемнен» пролетариат көсеміне дейін өскен утопиялық социализмнің авторы В.Ленин «Дүниежүзінің пролетарлары, бірігіңдер!» деп дүниежүзілік билік жүргізудің лагерьлік жүйесін жасады. Мұның жеңісін де, жеңілісін де қоғамдық өзгеріс өзі-ақ көрсетіп берді. Қысқаша айтқанда, Соловки арал лагері - КСРО-ны басқарудың лагерьлік жүйесінде «көрнекілік» роль атқарды.\nҚолындағысын күштеп тартып алу, аштан өлтіру, тілді ұмыттыру, ассимиляцияландыру, дінсіздендіру, соғыс қаруларын сынау, интернационалдандыру секілді жеті түрлі мақсат Соловки аралында арнайы қолданылған болатын. Мұның әкелген сорақылығы көп еді.\nЕңбекпен түзеу лагерьлерінің тарихын зерттеуде маңызды орынды одақтық дәрежеде көлемді деректер жинақтаған Ресей Федерациясы мемлекеттік мұрағаты алады. Бұл мұрағатта КСРО ІІХК (НКВД) - ІІМ Лагерьлер Бас Басқармасы (ГУЛАГ) жүйесінің мұрағаты құжаттары сақталған. Лагерьлер Бас Басқармасы Кеңес өкіметінің ең үлкен құрылымдарының бірі болды. 1940 жылғы 1 наурыздағы жағдай бойынша Лагерьлер Бас Басқармасы 53 лагерьден, оның көптеген бөлімшелерінен, республикалық, өлкелік, облыстық еңбекпен түзеу колонияларынан (170 өндірістік, 83 ауылшаруашылықтық, 172 «контрагенттік», сонымен қатар басқа ведомстволардың шаруашылықтары мен құрылыстарында жұмыс істейтіндер) және жасөспірімдерге арналған 50 колониядан тұрды. («Социологические исследования», 1991, №6, с.10-11).\n«Аргументы и факты» газетінің анықтамасына және 1940 жылғы 1 наурыздағы ГУЛАГ ақпаратына назар аударсақ, мынандай мәлімет аламыз.\nГУЛАГ тұтқындарының саны - 1 668200. Олардың 352 мыңы - еңбекпен түзеу колониясының жалпы режимінде отырғандар. 192 мыңы - колонияның өндірістік және ауыл шаруашылығы жұмысына тартылғандар. Бұлардың 28,7%-ы - контрреволюция ұйымындағылар, 5,4%-ы - өте қауіпті қылмыскерлер, 12,4%-ы - саудагерлер, 9,7%-ы - ұрлықшылар, 9,7%-ы - басшы аппарат қызметкерлері, 1,5%-ы - социалистік меншікті талан-таражға салушылар да, 2,7%-ы әртүрлі қылмыс түрлері деп көрсетілген. Алайда тарихшы Рой Медведевтің зерттеуі бойынша, ГУЛАГ тұтқындарының саны 66 миллионнан асып жығылған.\n1930 жылдан 1953 жылға дейін контрреволюциялық іс-әрекеті үшін сотталған 3 778 254 адамның 786098-і бірден атылған (ГАРФ, ф. 9414, оп.1, д.129, л.42).\nГУЛАГ-тың Кеңес Одағында үлкен «империялық» беделі болды. 1934 жылдан саяси көзқарасы үшін сотталғандарды тәрбиелейтін тағы 10 лагерь КСРО-ның теңіздеріндегі адам аз тұратын аралдарда құрылды. Бірде-бір лагері жоқ екі-ақ республика болды. Олар - Армения мен Грузия. Біз біртұтас ГУЛАГ кеңістігінің өзімізге қатысты КАРЛАГ аумақтық бөлігін алып қарайық. Қарағанды еңбекпен түзеу лагері ГУЛАГ-тың бөлінбес филиалы ретінде кең-байтақ Қазақстанның аумағында орналасты. Бұл лагерьді сталиндік тоталитарлық жүйенің Қазақстандағы Соловкиі деуге болады. Бұл лагерьдің орталығы - Долинка поселкесі еді. Мұнда Қазақстан мен Орта Азиядағы өндірістік- шаруашылық, әскери-ведомстволық, жазалау-тәрбиелік пульті орналасты. Бұл лагерьдің бастығы өкімет құрамына енгізілді де, басқару жүйесі Мәскеудегі лагерьлер Бас басқармасына бағынды.\nБұл Бас басқармаға әскери трибуналдық жазалау жүйесі де бағынды.\n1931 жылдың 1 шілдесіндегі ақпаратқа қарасақ, КАРЛАГ-та 21 323 тұтқын 47 ұлттардан құралыпты. Олардың 2276-сы - кулактар, 5307-сі - орташалар, 5140-ы - кедейлер, 506-сы - батырақтар, 2864-і колхозшылар екен.\n1929-1933 жылдар арасында Қазақстан ОГПУ-ының мәліметі бойынша, 22933 адамның ісі 9805 іс бойынша қаралып, олардың 3386-сы ату жазасына бұйырылған. 13151 адам 3 жылдан 10 жылға дейін концлагерьге жіберілген. Екі жылдың ішінде КАРЛАГ тұтқындарының саны 20262-ге жеткен. 1936-1938 жылдардағы жаппай қуғын-сүргінде КАРЛАГ тұтқындарының саны тіптен көбейе түсті. 1936 жылдың өзінде 39 мың адамға жеткен.\nКАРЛАГ тұтқындарының көбеюі табиғи құбылысқа айналды да, мұндағы тұтқындар саны әркез әрқалай көрсетілуі құпияға айналды. Себебі келген адамдар саны көрсетілмейтін, туыс-туғандарына хабарланбайтын.\nКАРЛАГ-тағы тұтқындар адам айтқысыз қатты жазаланған. Осындай қиындыққа наразылық білдіргендер бас көтеріп отырған. Мұнда 1939 жылы халық жауы ретінде екінші рет сотталғандар көтеріліске шыққан. Олардың 349-ы үш жылға, 68-і бес жылға, 18-і сегіз жылға, 105-і он жылға қайта сотталған. 9 адамға ату жазасы берілген (Бұл да сонда, 157-бет).\n1917 жылдан бергі күллі Кеңес тарихы толып жатқан адам құқығын бұрмалаушылықтарға, ол - ол ма, кей реттерде ашықтан-ашық жасалған тұқым құртушылық (геноцид) көріністеріне толы. Солардың ішінде - миллиондаған шаруалардың өмірін қиған, көптеген ұлттардың тұқымына зардабы тиген 20-30-шы жылдардағы ұжымдастыру туғызған аштық, мүлде жазықсыз жандарды жаппай атып-асумен түрмелерге қамау, Сталинге жақпаған тұтас халықтарды «күмәнді» және «жаулық пиғылда» деп жариялауда жатыр.\nСонау өткен ғасырдың соңында Ресейден, Украинадан, басқа да аймақтардан Қазақстанға өздері ойлағандай бос жатқан жерлерден дәмелі көптеген қоныс аударушылардың ағылып келгені белгілі. Бұл лек ешқашан тыйылған емес, алайда ХХ ғасырдың алғашқы он жылында сталиндік реформаны іске асыру барысында шырқау шегіне жетті. Жыл сайынғы көшіп келушілер саны 140 мың адамнан асып жығылып отырды. Қоныс аударушылардың бестен бір бөлігі жат елде сіңісіп кете алмай кейін қайтып, қалғандары жайғасып, иеліктеріне шаруашылық алып, осында мәңгіге қоныстанып жатты. Сол кездерде Қазақстанға келгендердің ұзын-ырғасы 1 миллион 200 мың адамнан асады. Сөйтіп, ұжымдастыру кезінде Қазақстанға 250 мың мал-мүлкі алынған бай-құлақ жер аударылған еді. Соғыстың алдыңғы жылдары түрлі республикалардан өнеркәсіп құрылысын жүргізу сылтауымен тағы да 1 миллион 200 мың адам қоныстандырылды.\nНақ сол жылдары республиканың күллі аумағы көбінесе жүйеге қас деген жалған желеумен жіберілетін адамдарды, сондай-ақ қылмыскерлерді айдайтын орынға айналды. Мұнда түрмелердің, лагерьлердің және күштеп қоныстандыруға арналған орындардың тарам-тарам жүйесі жасалды. Қазақстанда қанша қамалғандардың, айдалумен әкеліп қоныстандырылғандардың болғанында қисап жоқ. Олардың сан мыңы өмір сүрудің қиыншылығына шыдамай дүниеден өтті немесе көпшілігінің көзін жазалау-қудалау аппараты құртты.\nСоғыс қарсаңында және соғыс кезінде «сатқындық пиғылда» деген жөн-жосықсыз айып тағылған тұтас халықтарға қарсы қатаң қуғындау шаралары қолға алынды. Бейбіт жатқан, бейкүнә жандарды тығыз-таяң жүк вагондарына тиеп, біздің далаға жөнелтіп жатты. Оңдаған мың күштеп қоныс аударылған адамдар осындай тағылық айдаудың салдарынан аштықтан және дерттен дүние салды.\nСол кезде Қазақстанға 100 мыңға жуық Қиыр Шығыс корейлері, 800 мыңдай Еділ бойының немістері, КСРО-ның Батыс аймақтарынан 100 мыңнан аса поляк, Терістік Кавказдың 500 мыңнан астам тұрғыны күштеп қоныстандырылды. Қазақстанға күштеп көшірудің қара дауылын Қырым татарларының, гректердің, қалмақтардың ондаған мың отбасылары, басқа да Кеңес халықтарының өкілдері бастан кешті.\nРесми деректер бойынша, сол кезде Қазақстан жұрты 1,5 миллионнан астам адамға көбейген екен. Соғыс кезінде 350 мыңнан астамның әкелінгені анық.\nҰлттар мен ұлтшыл-уклонистер туралы айқай-шуды ушықтыруға және жергілікті зиялыларды қудалауда өлкелік партия комитеті ұйымдастыру-нұсқаушылық бөлімінің меңгерушісі Н. И. Ежов зор «үлес» қосты. 1937–1938 жылдары лаңкестік жаппай сипат алды. Ұлт зиялылары «халық жаулары» деп айыпталып, сталиндік жендеттердің қолынан қаза тапты. Қазақ әдебиетінің негізін салушылар – С. Сейфуллин (1894–1938 жж.), Б. Майлин (1894–1938 жж.), І. Жансүгіров (1894–1938 жж.), М. Жұмабаев (1893–1938 жж.), М. Дулатов жазаға ұшырап өлтірілді.\nЖазалау шараларының құрбандары:\nҚазақ тілі ғылымының негізін салушы А. Байтұрсынов;\nТілші ғалым, профессор – Қ. Жұбанов,\nҚазақтың тарих мектебінің негізін салушы – С. Асфендияров,\nКСРО Ғылым академиясы Қазақ филиалы басшыларының бірі – М. Төлепов т. б.\nСоциалистік құрылысты бұрмалаған жеке адамға табыну идеологисясының зардаптары:\nСталинизмнің идеологиялық аппараты халықтардың тарихи зердесін жоюға бағытталды\nҰлттық зиялылардың көрнекті өкілдерін қырып-жойды\n101 мың қазақстандық ГУЛАГ-қа жабылып, 27 мыңы атылды. «Халық жауларының» 40 мыңы ақталды.\nСталиншілдіктің басты қылмысы:\nӘміршіл-әкімшіл жүйені қолдану.\nЛагерьлер жүйесін құру.\nХалықтарды күштеп көшіру.\nАзаматтардың құқықтары мен бостандықтарын бұзу.\nТолығырақ: https://melimde.com/jj-alfashi-oris-revolyuciyasi-jildarindafi-azastan.html?page=6",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шалкиіз жырауы туралы сұрақ жауап",
        "question_content": "Шалкиіз жырауы туралы сұрақ-жауап",
        "question_date": "17.10.2021",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ - жауап:\n\n1) Шалкиіз Тіленшіұлы қайда дүниеге келген?\n\nШалкиіз Тіленшіұлы Жайықтың шығыс бетінде дүниеге келген.\n\n2) Жігіттік кезі қайда өтеді?\n\nЖігіттік кезі Ноғай ордасы - Мұса бидің маңайында өтеді.\n\n3) Шалкиіз толғаулары немен ерекшеленеді?\n\nШалкиіз толғаулары өткір, аз сөзбен нақты, терең айтумен ерекшеленеді.\n\n4) Шалкиіз шығармаларында не кеңірек талданады?\n\nҰлттық діл, иман, этикалық түсініктер Шалкиіз шығармаларында кеңірек талданады.\n\n5) Қай толғауларында ерлік рухы, елдің еңсесін көтеретін асқақ сезімдер жырланады?\n\n«Асқар, асқар, асқар тау», «Ор, ор қоян, ор қоян», сынды толғауларында ерлік рухы, елдің еңсесін көтеретін асқақ сезімдер жырланады.\n\n6) Қайсы толғаулар негізінен шариғат жолындағы уағыз болып саналады?\n\n«Алаштан байтақ озбаса», «Жапырағы жасыл жау терек», «Би Темірге айтқаны», «Би Темірді қажы сапарынан тоқтауға айтқаны» атты толғаулар негізінен шариғат жолындағы уағыз болып саналады.\n\n7) Шалкиіздің бізге жеткен жырлары ненің үлгісі?\n\nШалкиіздің бізге жеткен жырлары азаматтық, әлеуметтік лириканың үлгісі.\n\n8) Мұсылманша білімі бар Шалкиіз жас кезінен елге қалай танылған?\n\nМұсылманша білімі бар Шалкиіз жас кезінен ер жүрек жауынгер, асыл сөз иесі, ақын ретінде танылып, аты ел ішіне кең таралған.\n\n9) Ақын тұлғасы нені жырлайды?\n\nАқын тұлғасы батырға тән мерттік мінезбен қатар, заман тәлкегіне түсіп, неге болса да бел буып, бекінген жанның берік тәуекелін жырлайды.\n\n10) Шалкиіз өз жырларында нені еске салады?\n\nШалкиіз өз жырларында тәкаппарлық пен менмендіктің өрісі тар, өмірі қысқа екенін де еске салады.",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаяу жургіншілер жолынан жаяу келе жатып байқамай қызылға өтіп кеттім.",
        "question_content": "Жаяу жургіншілер жолынан жаяу келе жатып байқамай қызылға өтіп кеттім көліктер әлі қозғалып бастамаған еді егер камераға түсіп қалсам айп пұл салынама әлде ескерту айтылама?",
        "question_date": "17.10.2021",
        "question_tag": "Заң",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз бірінші рет ұсталып тұрсаңыз, онда ескерту жасалатын болады.",
                "date": "17.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5,6 л метанды жаққанда түзілетін көміртек диоксидінің көлемін қ.ж массасын есептеңдер?",
        "question_content": "5,6 л метанды жаққанда түзілетін көміртек диоксидінің көлемін қ.ж массасын есептеңдер?",
        "question_date": "17.10.2021",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "5,6 л                                           Х л\nCH4          +           2O2      ->     CO2      +     2H2O\nn=1 моль                                      n=1 моль\nVm=22,4 л/моль                         Vm=22,4 л/ моль\nV = 22,4 л                                   V = 22,4 л\n\n5,6 л СН4   -   Х л СО2\n22,4 л СН4  -  22,4 л СО2\nV(CO2) = 5,6 * 22,4 / 22,4 = 5,6 л",
                "date": "4.12.2023",
                "upvotes": 0
            },
            {
                "text": "Көмірқышқыл газының көлемі\n\nМетанның жануының химиялық реакциясы:\n\nCH4 + 2O2 → CO2 + 2H2O\nБұл реакциядан 1 моль метан жанғанда 1 моль көмірқышқыл газы түзілетіні шығады. Қалыпты жағдайда (25 °С және 1 атм) көмірқышқыл газының молярлық көлемі 22,4 л/моль.\n\n5,6 литр метанды жағу нәтижесінде түзілетін көмірқышқыл газының көлемін мына формула бойынша есептеуге болады:\n\nV(CO2) = n(CO2) * Vm(CO2)\nҚайда:\n\nV(CO2) - көмірқышқыл газының көлемі, л\nn(CO2) – көмірқышқыл газының мөлшері, моль\nVm(CO2) – көмірқышқыл газының молярлық көлемі, л/моль\n5,6 л құрамындағы метан затының мөлшері:\n\nn(CH4) = V(CH4) / Vm(CH4)\nn(CH4) = 5,6 л / 22,4 л/моль = 0,25 моль\n0,25 моль метанның жануы кезінде түзілетін көмірқышқыл газының мөлшері:\n\nn(CO2) = n(CH4)\nn(CO2) = 0,25 моль\n5,6 л метанның жануы кезінде түзілетін көмірқышқыл газының көлемі:\n\nV(CO2) = n(CO2) * Vm(CO2)\nV(CO2) = 0,25 моль * 22,4 л/моль = 5,6 л\nКөмірқышқыл газының массасы\n\n5,6 литр метанның жануы кезінде түзілетін көмірқышқыл газының массасы мына формула бойынша есептеледі:\n\nm(CO2) = n(CO2) * M(CO2)\nҚайда:\n\nm(CO2) - көмірқышқыл газының массасы, г\nn(CO2) – көмірқышқыл газының мөлшері, моль\nM(CO2) – көмірқышқыл газының молярлық массасы, г/моль\nКөмірқышқыл газының молярлық массасы:\n\nM(CO2) = 12 г/моль + 16 г/моль + 16 г/моль = 44 г/моль\n5,6 л метанның жануы кезінде түзілетін көмірқышқыл газының массасы:\n\nm(CO2) = n(CO2) * M(CO2)\nм(СО2) = 0,25 моль * 44 г/моль = 11 г\nЖауап\n\n5,6 литр метанды жағу нәтижесінде түзілетін көмірқышқыл газының көлемі 5,6 литр. Көмірқышқыл газының массасы 11 г.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этникалық жаһандану жер бетіндегі халық санының өсуі",
        "question_content": "этникалық жаһандану жер бетіндегі халық санының өсуі және әртүрлі этникалық  топтардың өзара ассимилясынан тұрады .\nМорфологиялық талдау жасап беріңіздерші",
        "question_date": "16.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    }
]