[
    {
        "question_title": "Астанада Азелик кремі қайсы аптекада бар?",
        "question_content": "Розоцеа немесе акнеге арналған крем",
        "question_date": "3.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Pharm Buyer\" Дәріханасы\nАстана, Алматы қ., ш / а. 2, 52 НП-1. Қазақстан бойынша жеткізу",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ватсап ашылмай тұр",
        "question_content": "Менде ватсап ашылмай тұр спам деп шығып тұр, қалай істесе болады?",
        "question_date": "3.12.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Профильдің құлпын ашу және осы мессенджерді пайдалануды жалғастыру үшін алдымен құлыптау түрін анықтауға тырысыңыз. Келесі нұсқалар бар:\nУақытша құлыптау бір күннен 48 сағатқа дейін созылады. Мұндай тыйым, әдетте, егер контактілер тізімінде жоқ бейтаныс пайдаланушыларға шоттан тым көп хабарлама жіберілсе қолданылады. Немесе олар ватсап арқылы ақпараттық бюллетеньдер жасаумен айналысады. Егер абоненттерден көптеген шағымдар түссе немесе жеке чаттарда жиі тыйым салынса, олар есептік жазбаны уақытша бұғаттай алады. Бұғаттаудың тағы бір себебі-ватсапта мессенджер сияқты отыру, бірақ бұл үшін үшінші тарап қолданбаларын пайдалану. Бұл жағдайда сіз кенеттен анықтай аласыз — менің нөмірім бұғатталған.\nТұрақты тыйым дегеніміз, егер пайдаланушы WA қолдау қызметіне осы жағдайда дұрыс екенін дәлелдей алмаса және қатенің құрбаны болса, пайдаланушы есептік жазбаға қол жеткізе алмады. Мұндай бұғаттауды ватсап қосымшасының ережелерін бұзғаны үшін, жарнамалар мен спамдарды, тыйым салынған мазмұнды пайдаланып хабарламалар жіберу түріндегі әрекеттер үшін алуға болады.\nБелгілі бір адамның бұғаттауы. Егер пайдаланушы хабарламадағы орынсыз түсініктеме үшін немесе басқа мәселе бойынша біреудің профилін бұғаттауды шешсе, Ватсап қосымшасының өзі ештеңе болмауы мүмкін.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің екі әпкем ұрысып ренжісіп қалды қалай татуластырам",
        "question_content": "Екі меккені қалай татуластрам",
        "question_date": "3.12.2023",
        "question_tag": "Жанұя",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оларға бірге отыруға және өз сезімдері мен көзқарастарын ашық білдіруге кеңес беріп көріңіз. Құрмет пен түсіністік атмосферасын сақтаңыз. Кейде татуласу адал қарым-қатынастан және бір-бірінің көзқарасын түсінуге дайын болудан басталады.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйде 2 бала бар Оның әр қайсында 1 әпкеден бар Сұрақ :үйде неше бала бар?",
        "question_content": "Жауап:2•2=4\nҮйде 4 бала бар",
        "question_date": "3.12.2023",
        "question_tag": "Математика",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап:2•2=4\nҮйде 4 бала бар\n\nлогика бойынша 2 бала",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жауырын неше айдан бастап жабысады",
        "question_content": "Менын балам 1 айлык, жауырын неше айдан бастап жабысады",
        "question_date": "3.12.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауырын 1 айдан бастап жабыса береді. Өзіңіз шомылдырған кезде кішкене дене жаттығуларын жасап отырыңыз.",
                "date": "3.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5,6 л метанды жаққанда түзілетін көміртек диоксидінің көлемін (қ.ж) массасын есептеңдер",
        "question_content": "5,6 л метанды жаққанда түзілетін көміртек диоксидінің көлемін қ.ж массасын есептеңдер?",
        "question_date": "3.12.2023",
        "question_tag": "Химия",
        "question_views": 512,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "5,6 л                                           Х л\n     CH4          +           2O2      ->     CO2      +     2H2O\nn=1 моль                                      n=1 моль\nVm=22,4 л/моль                         Vm=22,4 л/ моль\nV = 22,4 л                                   V = 22,4 л\n\n5,6 л СН4   -   Х л СО2\n22,4 л СН4  -  22,4 л СО2\nV(CO2) = 5,6 * 22,4 / 22,4 = 5,6 л",
                "date": "4.12.2023",
                "upvotes": 0
            },
            {
                "text": "Көмірқышқыл газының көлемі\n\nМетанның жануының химиялық реакциясы:\n\nCH4 + 2O2 → CO2 + 2H2O\nБұл реакциядан 1 моль метан жанғанда 1 моль көмірқышқыл газы түзілетіні шығады. Қалыпты жағдайда (25 °С және 1 атм) көмірқышқыл газының молярлық көлемі 22,4 л/моль.\n\n5,6 литр метанды жағу нәтижесінде түзілетін көмірқышқыл газының көлемін мына формула бойынша есептеуге болады:\n\nV(CO2) = n(CO2) * Vm(CO2)\nҚайда:\n\nV(CO2) - көмірқышқыл газының көлемі, л\nn(CO2) – көмірқышқыл газының мөлшері, моль\nVm(CO2) – көмірқышқыл газының молярлық көлемі, л/моль\n5,6 л құрамындағы метан затының мөлшері:\n\nn(CH4) = V(CH4) / Vm(CH4)\nn(CH4) = 5,6 л / 22,4 л/моль = 0,25 моль\n0,25 моль метанның жануы кезінде түзілетін көмірқышқыл газының мөлшері:\n\nn(CO2) = n(CH4)\nn(CO2) = 0,25 моль\n5,6 л метанның жануы кезінде түзілетін көмірқышқыл газының көлемі:\n\nV(CO2) = n(CO2) * Vm(CO2)\nV(CO2) = 0,25 моль * 22,4 л/моль = 5,6 л\nКөмірқышқыл газының массасы\n\n5,6 литр метанның жануы кезінде түзілетін көмірқышқыл газының массасы мына формула бойынша есептеледі:\n\nm(CO2) = n(CO2) * M(CO2)\nҚайда:\n\nm(CO2) - көмірқышқыл газының массасы, г\nn(CO2) – көмірқышқыл газының мөлшері, моль\nM(CO2) – көмірқышқыл газының молярлық массасы, г/моль\nКөмірқышқыл газының молярлық массасы:\n\nM(CO2) = 12 г/моль + 16 г/моль + 16 г/моль = 44 г/моль\n5,6 л метанның жануы кезінде түзілетін көмірқышқыл газының массасы:\n\nm(CO2) = n(CO2) * M(CO2)\nм(СО2) = 0,25 моль * 44 г/моль = 11 г\nЖауап\n\n5,6 литр метанды жағу нәтижесінде түзілетін көмірқышқыл газының көлемі 5,6 литр. Көмірқышқыл газының массасы 11 г.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір келмей қыздық алына ма?",
        "question_content": "Етеккір келмей қыздық алына ма? Етеккірдің қыздыққа не қатысы бар?",
        "question_date": "2.12.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, етеккірсіз пәк болуға болады. Қыздық етеккірдің болуы немесе болмауымен емес, жыныстық қатынастың болмауымен анықталады. Менструация - бұл жасөспірім кезінде басталатын және әйел денесінің жүктілікке дайын екендігін білдіретін табиғи физиологиялық процесс. Дегенмен, барлық әйелдер жасөспірім кезінде етеккірді бастамайды. Кейбір әйелдер етеккірді кеш бастауы мүмкін, ал кейбіреулері мүлде келмеуі мүмкін.\n\nЕтеккір мен пәктік арасында тікелей байланыс жоқ. Қыздық - бұл әртүрлі мәдениеттерде әртүрлі тәсілдермен анықталған әлеуметтік және мәдени құрылым. Кейбір мәдениеттерде пәктік жыныстық қатынастың болмауы, ал басқаларында жыныстық қатынастың болмауы ретінде анықталады. Кейбір мәдениеттерде етеккір пәктік белгісі ретінде қарастырылады, ал басқаларында әйелдің енді пәк емес екендігінің белгісі.\n\nОсылайша, етеккір пәктік үшін қажетті шарт емес деп айтуға болады. Әйел етеккір көрмесе де пәк бола алады.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фарик Назарбаевтың \"О ней\" әнінің ноталары қажет",
        "question_content": "Фарик Назарбаевтың \"О ней\" әнінің ноталары қажет",
        "question_date": "1.12.2023",
        "question_tag": "Қазақша ән",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жакта  бар:\n\nhttps://chordify.net/chords/farik-nazarbaev-o-nej-dobryj-ivanyc",
                "date": "4.12.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айфон 8 прошивка жасау керек",
        "question_content": "Айфон 8 прошивка жасай алатын адам бар ма? коробкасы жок",
        "question_date": "1.12.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "IPhone-iPhone компьютерге USB арқылы қосыңыз. Құрылғыны басқару бөліміне өтіңіз. Mac үшін Option немесе Windows үшін Shift пернесін басып тұрып, жаңарту түймесін басыңыз. Жүктелген микробағдарлама файлын таңдап, операцияның аяқталуын күтіңіз.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мықты хакер барма?",
        "question_content": "Мықты хакер болса, жазыңыз.8.705.552.72.95\nКөмегіңіз керек.срочно",
        "question_date": "1.12.2023",
        "question_tag": "Әлеуметтік желі",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнда хакер іздемеңіз",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеседе 8 өрік бар. Айдос екі алманы жеді. Кеседе неше өрік қалды?",
        "question_content": "Кеседе 8 өрік бар. Айдос екі алманы жеді. Кеседе неше өрік қалды?",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 155,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеседе 8 өрік қалды, өйткені Айдостың екі алма жегені туралы ақпарат кесе өрік мөлшеріне әсер етпейді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Барлығымыз;пікірлерді;ғасырда;адамның;білімін сөздеріне морфалогиялық тплдау срочно!!!!",
        "question_content": "Маған бүгін олимпиадаға керекккк осв сұрақтар болады",
        "question_date": "1.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 188,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. \"барлығы\"\n- Есімдік, айыптау формасы, көпше.\n\n2. \"Пікірлер\"\n   - Зат есім, гениталды форма, жекеше.\n\n3. \"ғасырлар\"\n   - Зат есім, гениталды форма, жекеше.\n\n4. \"Адам\"\n   - Зат есім, гениталды форма, жекеше.\n\n5. \"Білім\"\n   - Зат есім, гениталды форма, көпше.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мейірім жүректен басталады эссе жазу. 60-70 сөз кем болмаса",
        "question_content": "Мейірім жүректен басталады деген тақырыпқа эссе 60-70 сөз",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 624,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мейірімділік – адам бойындағы ең ұлы қасиеттердің бірі. Ол адамдардың басқаларға жан жылуын, ізгі ниеті мен лебізін білдіруінің көрінісі. Мейірімділік адамдар арасындағы сыйластық, жанашырлық, қамқорлық сияқты қасиеттерге негізделеді.\n\nМейірімділік біздің өміріміздің барлық саласында бар және қоғамда өмір сүру сапасын жақсартады. Біз мейірімділіктің кішкентай қимылының қаншалықты үлкен әсер ететінін кейде байқамай қаламыз.\n\nМейірімділік – басқаларға қамқорлық және олардың өмірін жақсы жаққа өзгертуге көмектесетін іс-әрекеттің бірі. Бұл бізге өзге адаммен мағыналы және сау байланыс орнатуға мүмкіндік береді. Мейірімді болу басқаларға тікелей әсер етіп қана қоймайды, өзіңізге де оң әсерін тигізеді. Біреу бізге жақсылық жасағанда, біз оны сезінеміз және олармен жұмыс істеуге дайын екенімізді білдіреміз. Ал біз біреуге жақсылық жасағанда, біз сенімділікті дамытамыз және өзімізді жақсы сезінеміз.\nӘр адамның мейірімді әрі қайырымды болуы оның отбасындағы тәрбиесіне, өскен ортасына да тікелей байланысты. Қазақ халқы қашаннан балаларын ата-анаға, өзінен кішілерге қамқор болуға баулып отырды. «Атаңа не қылсаң, алдыңа сол келеді», «Үлкенге – құрмет, кішіге – ізет» деген нақыл сөздер арқылы айналасындағы адамдарды мейірімділікке тәрбиеледі. Аталмыш қасиет адамдарға ғана мейірімділік көрсетумен шектелмейді. Өзіңді қоршаған ортаға, жан-жануарларға, табиғатқа деген мейірімділіктің де болуы қажет. Шынайы мейірімді болу – өзіңнен гөрі басқаларға қамқор болу, өзгенің мүддесін өз мүддеңнен жоғары қою деген сөз. Мейірімді адам әрқашан басқаларға көмекке келіп, әркез жақсылық жасағысы келіп тұрады.\n\n«XXI жаңа ғасыр»  деп атап жүрген заманымызда мейірімге толы жүрегі бар адамдар санаулы сияқты. Өйткені теледидардан «Балалар үйіндегі» аналары тастап кеткен балалардың бейнесін көргенде, ата – әжелеріміздің «Қарттар үйін» паналап жатқандығын көргенде мына әлемде мейірімділік қалмаған секілді.\n\nҰрпақтың мейірімді болып өсуі ананың ақ сүтімен бала бойына дариды. Сондықтан қыз баланың адамгершілігі, тәрбиелілігі, сұлулығы сыртқы көрінісінен ғана емес, ішкі жан дүниесінің сұлулығымен үндес болуы тиіс. Қыздардың бойында мейірімділік, қамқорлық сезімі болуы үшін, олар сол сезімге бөленіп бой жетіп, ілтипаттылық, үлкенді сыйлау, кішіге қамқор болу қасиеттерін қалыптастырады. Қазіргі кезде жаһандану үрдісі жайлап жатқан уақытта балалар ақпарат құралдарынан неше түрлі жауыздықты, қаныпезерлікті көріп өсіп келеді.\n\nМейірімділік, сүйіспеншілік ізгілік нұры бізге қонып, адамдар бір-біріне тек жақсылық, қуаныш, ізгілік сыйлап жатса, қандай жақсы болар еді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаныш Сәтбаев \"Сібір шамшырағында\" бөліміндегі Қаныштың мінез-құлық ерекшелегін жазыңыз?",
        "question_content": "Өз ойыңызды 4-5 сөйлеммен толықтырып Қаныш Сәтбаев \"Сібір шамшырағында\" бөліміндегі Қаныштың мінез-құлық ерекшелегін жазыңыз?",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жазушы Абай Қастеевтің «Қаныш Сәтбаевтың өмірі мен шытырман оқиғалары» (1984) романының «Сібір шырағы» бөлімінде Қаныш Сәтбаев оқырман алдына мақсатты, еңбекқор, табанды тұлға ретінде көрінеді. Оның ерекше ақыл-ойы мен ұйымдастырушылық қабілеті бар. Сәтбаевтың мінезі мықты, қиындықты жеңе біледі.\nҚаныш Сәтбаевтың осы бөлімдегі мінез-құлық ерекшеліктерін былайша сипаттауға болады:\nМақсатқа ұмтылушылық. Қаныш Сәтбаев инженер болуды бала кезінен армандаған. Ол мақсатына жету үшін көп оқиды. Отбасы қиын жағдайда болса да оқуын тастамайды.\nЕңбексүйгіштік. Қаныш Сәтбаев еңбек адамы. Ол әрқашан нәтижеге жету үшін күш салуға дайын. Шахтада, геологиялық экспедицияда, темір жол құрылысында жұмыс істейді.\nТабандылық. Қаныш Сәтбаев жауапты шешімдер қабылдаудан қорықпайды. Бұл өте қиын әрі қауіпті іс екеніне қарамастан, ол Қазақстанда темір жол салуды ұйғарады.\nҚайсар мінез. Қаныш Сәтбаевтың мінезі мықты. Қиындықтарды жеңе біледі, кедергілерге мойымайды. Шахтадағы ауыр еңбек жағдайын, темір жол құрылысына байланысты қиыншылықтар мен қиындықтарды бастан кешіреді.\n  Міне, осы ерекшеліктерді растайтын Қаныш Сәтбаевтың мінез-құлқының бірнеше нақты мысалдары:\nБала кезінде әкесінің гимназиядағы оқу ақысын төлей алмайтынын білген Қаныш оқуының ақшасын өзі табуды ұйғарады. Нан және басқа да өнімдерді сататын дүкенге жұмысқа орналасады.\nҚаныш кеніште жұмыс істегенде ауыр еңбек жағдайларына тап болады. Ол тәулігіне 12 сағат, қауіпті жағдайда жұмыс істейді. Бірақ ол тайсалмай, жұмысын жалғастыруда.\nҚаныш темір жол құрылысын басқарған кезде көптеген қиындықтарға тап болады. Ол жұмыс күші тапшылығын, қатал климаттық жағдайларды және материалдардың жетіспеушілігін жеңуі керек. Бірақ тайынбай, құрылысты жалғастыруда.\nЕндеше, Қаныш Сәтбаевтың «Сібір шырағы» бөліміндегі мінез-құлқы оның ерекше қабілет, қайратты тұлға болғанын көрсетеді. Қазақстанның дамуына зор үлес қосты.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың әсемпаз болма әрнеге өлеңін құрылысын талдап беріңіздерші",
        "question_content": "Абайдың \"әсемпаз болма әрнеге\" және Шәкәрімнің \"ей жастар\" өлеңін құрылысы мен көркемдік жағынан үдестігін талдап беріңіздерші",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 149,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай мен Шәкәрімнің\" әсемпаз болма әрнеге \" - қазақ ақындарының әрқайсысының өзіндік сипаты мен терең мазмұны бар екі көрнекті өлеңі.\n\n\"Асемпаз боламақнеге\" газетінде Абай адалдық идеясын талдап, тіпті қиын жағдайларда да принциптерді ұстанып, адал болу керектігін атап өтті.Өлеңде рухани кемелдікке деген ұмтылыс көрінеді.\n\nШәкәрімнің \"оның жастары\" Жастарға үндеп, оны шынайы құндылықтарға шақырады. Ақын жан сұлулығына, Отанға деген сүйіспеншілікке және ұлттық дәстүрлерге баса назар аударады. Өлең жастарды өз заманына және ата-бабаларына лайық болуға шақырады.\n\nЕкі өлең де терең философиялық рефлексия болып табылады, бірақ тақырыпқа әр түрлі көзқараспен қарайды, әр ақынның ерекше көркемдік идеялары мен стилін бейнелейді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғи зат деген не?",
        "question_content": "Табиғи зат дегеніміз-адамның  қатысуынсыз табиғи жолмен түзіледі. Және табиғатта пайда болады. Мысалы: АЛТЫН, МҰНАЙ, ТАБИҒИ ГАЗ, АС ТҰЗЫ, ТАС ТҰЗЫ.",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 256,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Табиғи зат дегеніміз-адамның  қатысуынсыз табиғи жолмен түзіледі. Және табиғатта пайда болады. Мысалы: АЛТЫН, МҰНАЙ, ТАБИҒИ ГАЗ, АС ТҰЗЫ, ТАС ТҰЗЫ.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің сүйікті мамандығым",
        "question_content": "Мен кішкентай кезімнен дәрігер болғым келеді. Мен бөпелерді тағы апа-аталарды емдейтін боламын. Мен бәріне көмектісіп емдеймін. Үлкен болған кезімде дәрігер болғым келеді. Мен адамдарға жақсы істеймін көмек қолын беремін.",
        "question_date": "1.12.2023",
        "question_tag": "Мектеп",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денсаулық – кез-келген адам үшін баға жетпес байлық!  Адам өмірін ұзартуға септігін тигізіп, ажалдан арашалаушы дәрігер мамандығын халқымыз ежелден қастерлеп, құрметтеген. Осыған орай әр жылы маусым айының үшінші жексенбісі дәрігерлер күні болып бекітілді. Бұл – жалпыға ортақ мереке. Себебі, әр адам дүние есігін ашқан сәттен бастап, оның денінің саулығы мен амандығына ақ халатты абзал жандарымыз жауапты.\nМедицина саласы бірнеше бағытқа бөлінеді:\n - «Жедел жәрдем» мамандары тәуліктің кез келген мезетінде, кез келген қашықтықтағы науқасқа бастапқы диагнозды қойып, алғашқы медициналық көмекті көрсетіп, ауруханаға жеткізеді. Тез кәсіби жәрдем көрсетудің арқасында әл үстінде жатқан адамның өмірін сақтап қалады.\n - Дәрігер-терапевт науқастың талдамаларын алып, оған дұрыс диагноз қойып, оны толық емдеумен айналысады. Науқастың жағдайын күнделікті бақылап, қажетті емдік шараларды қолданады.\n - Дәрігер-хирург бас дәрігердің шешімі бойынша науқастарға түрлі дәрежедегі оталар жасап, әрі қарай да бақылап, қажетті ем қолданып, олардың толық сауығып кетуін қамтамасыз етеді. Шұғыл ота жасап, науқас өмірін аман алып қалу керек болғанда, дамыл таппай, күн-түн демей, жұмыс істейтін сәттер көп болады. Сондықтан хирургтің өзінің физикалық жағдайы осыған сәйкес болуы тиіс.\n - Фармацевт-провизор дәрілік препараттардың құрамын, қолданылуын терең біледі. Дәріханаға ауырып, өз бетімен келетін жандар көп. Соларға керекті дәрілерді алуға кеңес береді. Сондай-ақ дәріхананы алуан түрлі дәрі мен құралдармен жабдықтайды. Бірнеше дәріні қосып, рецепт бойынша дәрілер әзірлейді.\nДәрігер деген – кең ұғым, қастерлі мамандық. Бағалай білген кісілерге медицина қызметкерлерінің тұғыры таймас биік шың. Жалпы медицина қызметкері болу адамға денсаулық, тіпті кейде өмір сыйлау деген сөз іспетті. Бұл мамандық иелерінің жауапкершілігі де мол, атқаратын жұмыстары да ауқымды.",
                "date": "1.12.2023",
                "upvotes": 0
            },
            {
                "text": "Менің әпкем қазір сол маманды оқыды қазір жақсы қызметкер болып жүр егер сен оны ШЫНЫМЕН болғың келсе сен медицинаны жақсы оқып шық менің әпкемде жақсы  оқып бітіріп жақсы маманда отыр",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт қышқылымен барий хлориді әрекеттескенде түзілетін тұнбаның молярлық массасы",
        "question_content": "Күкірт қышқылымен барий хлориді әрекеттескенде түзілетін тұнбаның молярлық массасы",
        "question_date": "1.12.2023",
        "question_tag": "Химия",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барий хлориді күкірт қышқылымен әрекеттескенде барий сульфатының тұнбасы түзіледі. Реакция келесі теңдеу бойынша жүреді:\n\nBaCl2 + H2SO4 → BaSO4 + 2HCl\nБарий сульфатының молярлық массасы 233,4 г/моль. Бұл оның элементтерінің молярлық массаларының қосындысынан шығады:\n\nBa = 137,3 г/моль\nS = 32,1 г/моль\nO = 16 г/моль\n233,4 г/моль = 137,3 г/моль + 32,1 г/моль + 4 * 16 г/моль\nСонымен, барий хлоридінің күкірт қышқылымен әрекеттесуі кезінде түзілетін тұнбаның молярлық массасы 233,4 г/моль.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Металдар табиғатта қандай қосылыстар күйінде кездеседі",
        "question_content": "Металдар табиғатта қандай қосылыстар күйінде кездеседі",
        "question_date": "1.12.2023",
        "question_tag": "Химия",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғатта металдар басқа элементтермен қосылыстар түрінде кездеседі. Металл қосылыстарының ең көп таралған түрлері:\n\nОксидтер – металдардың оттегімен қосылыстары. Мысалдар: темір (III) оксиді (Fe2O3), мыс (II) оксиді (CuO), алюминий оксиді (Al2O3).\nСульфидтер – металдардың күкіртпен қосылыстары. Мысалдар: темір (II) сульфиді (FeS), мыс (II) сульфиді (CuS), мырыш сульфиді (ZnS).\nКарбонаттар – металдардың көмірқышқыл газымен қосылыстары. Мысалдар: кальций карбонаты (CaCO3), магний карбонаты (MgCO3), натрий карбонаты (Na2CO3).\nФосфаттар – металдардың фосфор қышқылымен қосылыстары. Мысалдар: кальций фосфаты (Ca3(PO4)2), темір (III) фосфаты (FePO4), магний фосфаты (Mg3(PO4)2).\nХлоридтер – металдардың хлормен қосылыстары. Мысалдар: натрий хлориді (NaCl), калий хлориді (KCl), кальций хлориді (CaCl2).\nСульфаттар – металдардың күкірт қышқылымен қосылыстары. Мысалдар: натрий сульфаты (Na2SO4), калий сульфаты (K2SO4), кальций сульфаты (CaSO4).\nСиликаттар – металдардың кремнеземмен қосылыстары. Мысалдар: кварц (SiO2), слюда (KAl2(SiO3)6), гранит (KAlSi3O8).\nТабиғи металл қосылыстарының формалары металдардың белсенділігімен анықталады. Ең белсенді емес металдар табиғатта бос күйінде кездеседі. Мысалы, алтын, күміс, платина, мыс, қорғасын, сынап. Натрий, калий, кальций, магний, алюминий сияқты белсенді металдар табиғатта қосылыстар түрінде кездеседі.\n\nМеталл қосылыстары табиғатта маңызды рөл атқарады. Олар тау жыныстарының, минералдардың, топырақтың, судың және тірі организмдердің негізі болып табылады. Металл қосылыстары өнеркәсіпте, құрылыста, ауыл шаруашылығында, медицинада және адам қызметінің басқа салаларында қолданылады.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның жоғарғы жағындағы тісі іріңдесе, ірің миға өтуі мүмкін бе?",
        "question_content": "Жоғарғы жақтағы тіс іріңдесе, ірің миға өтіп кету қауіпі бар ма?",
        "question_date": "30.11.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іріңді тіс – бұл бактериялық инфекция нәтижесінде тістің әртүрлі бөліктерінде пайда болатын іріңнің қалтасы. Оны кейде тіс абсцессі деп те атайды. Іріңді тіс кейде құлаққа немесе мойынға сәулеленуі мүмкін орташа және қатты ауырсынуды тудырады.\nІріңді тіс емделмеген жағдайда өмірге қауіп төндіретін ауыр жағдайға айналуы мүмкін.\nСимптомдары қандай?\nІріңді тістің негізгі симптомы – тістің жанында немесе қызыл иектің ауырсынуы. Ауырсыну әдетте кенеттен пайда болады және уақыт өте келе күшейеді.\nБасқа белгілерге мыналар жатады:\n-құлаққа, жаққа немесе мойынға таралатын ауырсыну\n-жатқанда күшейетін ауырсыну\n-шайнау немесе тістеу кезінде ауырсыну\n-беттің қызаруы және ісінуі\n-ісінген, қызыл иек\n-тіс сезімталдығы\n-түсі өзгерген немесе бос тістер\n-жағымсыз иіс\n-аузыңызда жағымсыз дәм\n-мойынның немесе жақтың астындағы нәзік немесе ісінген лимфа түйіндері\n-безгек\nЕгер абсцесс жарылып кетсе, сіз дереу ауырсынуды сезінесіз. Сондай-ақ, ірің ағып жатқанда аузыңызда кенет жағымсыз дәм сезінуіңіз мүмкін.\nАсқынған жағдайда:\nЕмдеу болмаған жағдайда инфекция сіздің иегіңізге және бас пен мойынның басқа бөліктеріне, соның ішінде миға таралуы мүмкін. Сирек жағдайларда бұл тіпті сепсиске әкелуі мүмкін. Бұл инфекцияның өмірге қауіп төндіретін асқынуы.\nЕмдеу жолы:\nІріңді тісті емдеу инфекцияны жоюға және ауырсынуды жеңілдетуге бағытталған. Симптомдарға байланысты сіздің тіс дәрігеріңіз тіс рентгенінен басталуы мүмкін. Бұл оларға инфекцияның басқа аймақтарға таралғанын білуге көмектеседі.\nАбсцесстің түрі мен ауырлығына байланысты емдеу нұсқалары мыналарды қамтиды:\nАбсцессті төгу. Сіздің тіс дәрігеріңіз іріңді кетіру үшін абсцесске кішкене кесу жасайды. Олар аймақты тұзды ерітіндімен тазалау арқылы жалғастырады.\nТүбір өзегін емдеу процедурасы. Түбір өзегі абсцессті ағызу және кез келген жұқтырған целлюлозаны алып тастау үшін зақымдалған тіске бұрғылауды қамтиды. Содан кейін сіздің тіс дәрігеріңіз целлюлозаны ұстайтын пульпа камерасын және түбір өзегін толтырады және тығыздайды. Олар сондай-ақ тісіңізді нығайту үшін тәжмен жабуы мүмкін. Крон процедурасы әдетте бөлек кездесу кезінде жасалады.\nТісті жұлу. Егер сіздің тісіңіз тым зақымдалған болса, тіс дәрігеріңіз абсцессті кетірмес бұрын оны алып тастауы мүмкін. Тіс дәрігері тісті құтқара алмаса, жұлып алып, абсцессті төгіп тастауы мүмкін.\nАнтибиотиктер. Егер инфекция абсцесс аймағынан асып кетсе немесе сіздің иммундық жүйеңіз әлсіреген болса, сіздің тіс дәрігеріңіз инфекцияны жоюға көмектесетін ауызша антибиотиктерді тағайындауы мүмкін.\nБөтен затты алып тастау. Егер абсцесс қызыл иектің бөтен затынан туындаса, тіс дәрігері оны алып тастайды. Олар аумақты тұзды ерітіндімен тазалау арқылы аяқтайды.\nТіс дәрігеріне бірден кіре алмасаңыз, ауырсынуды жеңілдету үшін ибупрофен (Адвил, Мотрин) сияқты қабынуға қарсы препаратты қабылдауға болады. Аузыңызды жылы тұзды сумен шаю да көмектесуі мүмкін.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IV тапсырма. Синтаксистік талдау жаса( синтаксический разбор)",
        "question_content": "IV тапсырма. Синтаксистік талдау жаса( синтаксический разбор)\nЭКСПО көрмесі Астана қаласында 2017 жылы өткен халықаралық корме. 10 маусымнан 10 қыркүйекке дейiн өткен бұл көрме біздің қазақ елімізге көп пайдасын әкелді. Әр мемлекет өздерінің энергетика саласындағы техникалық жетістіктерін таным етті",
        "question_date": "30.11.2023",
        "question_tag": "Мектеп",
        "question_views": 132,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. \"ЭКСПО көрмесі 2017 жылы Астанада өтті.\"\n   - Негізгі ұсыныс. Онда \"өтті\" предикаты және \"ЭКСПО көрмесі\" тақырыбы бар.\n\n2. \"10 маусым мен 10 қыркүйек аралығында өткен бұл көрме Қазақ еліне үлкен пайда әкелді.\"\n   - Бағыныңқы бағыныңқы сөйлем, \"ол\" салыстырмалы есімдігімен енгізіледі. Онда \"әкелді\" предикаты және \"көрме\"тақырыбы бар.\n\n3. \"Әрбір мемлекет энергетика саласындағы өзінің техникалық жетістіктерін мойындады.\"\n   - Негізгі ұсыныс. Онда \"танылған\" предикат және \"әр мемлекет\"тақырыбы бар.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтез процесі арқасында өсімдіктерде органикалық емес қосылыстардан түзілетін зат",
        "question_content": "Интернеттен таппадым",
        "question_date": "30.11.2023",
        "question_tag": "Мектеп",
        "question_views": 100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотосинтез – жасыл өсімдіктің күн сәулесінің энергиясын пайдалана отырып, органикалық заттар – көмірсулар (глюкоза, фруктоза, крахмал) және бейорганикалық заттардан (көмірқышқыл газы мен су) оттегін алу процесі.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰҚК оқуға түсу үшін ҰБТ да қандай пәнді таңдау керек?шекті неше балл жинау керек?",
        "question_content": "ҰҚК оқуға түсу үшін  ҰБТ да қандай пәнді таңдау керек?шекті неше балл жинау керек?",
        "question_date": "30.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әр пән бойынша жеке-жеке 5 балдан кем). Үміткерлерді түпкілікті кәсіби іріктеу мыналарды қамтиды: медициналық куәландыру: кәсіби жарамдылығын тексеру; дене дайындығын тексеру.\nhttps://egov.kz/cms/ru/articles/military_service/wkola_fknb",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның қазан революциясына кейінгі кезендегі қоғамдық-саяси өмірдегі жағдайы",
        "question_content": "Қазақстанның қазан революциясына кейінгі кезендегі қоғамдық-саяси өмірдегі жағдайы",
        "question_date": "30.11.2023",
        "question_tag": "Мектеп",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазан төңкерісінің алғашқы күндерінен бастап-ақ облыстық және уездік орталықтарда  да жұмысшылар мен шаруалардың  өкіметін нығайту  ісі, ауылдық  және селолық  Кеңестерді құру  ісімен  бірге жүргізілді. Алайда ауылдың экономикалық және мәдени жағынан артта қалуынан туындаған  қиыншылықтар, әлі де күшті рулық байланыстар қазақ ауылдары мен болыстарында Кеңес өкіметінің органдарын ұйымдастыру жөніндегі жұмыстарын қиындатты. 1918 жылдың күзінен бастап басқарудағы ала-құлалық жойылып, билік Кеңес атқару комитеттері қолына алына бастады. Сонда да болса, ауыл-селоларда  әлі Кеңестер күш ала алмай жатты. Кеңес өкіметінің нұсқау, жарлықтарын іске асыруға қарсылық күшті болды. Халық азық-түлік тапшылығынан зардап шекті. Кеңес өкіметіне қарсы күштер бас көтерді. Кеңеске қарсы күштердің қарсылығын басу үшін, жергілікті жерлерде өкімет билігін нығайту қажет болды. Кеңес өкіметін нығайту жолындағы күресте облыстық және уездік кеңестер съездері көп роль атқарды. Облыстық, уездік, болыстық  кеңестерде  жер, азық-түлік,  шаруашылық, сот, бақылау, қаржы бөлімдерінің жұмысын жолға қоюға бағытталған шаралар іске асырылды. Кеңестердің жанынан еңбек, ағарту, денсаулық сақтау т.б. бөлімдері ашылды. Кеңес қызметкерлерін даярлайтын курстар жұмыс істей бастады. Осындай төңкерістік шараларды іске асыру барысында, асыра сілтеушілік, солақайлық, теріс әрекеттер орын алып, Кеңес өкіметіне деген сенімсіздік күшейді.\n\nӘсіресе, Қазан төңкерісінің жеңісінен кейін ұлттық, ең алдымен ұлттық-мемлекеттік құрылыс мәселелері өткір сипат алып, талқылана бастады. Кеңес өкіметінің ұлттық саясатының негізгі принциптері маңызды екі құжатта - 1917 ж. 2 қарашада қабылданған “Ресей халықтары құқықтарының Декларациясында” және 1917 ж. 20 қарашада жарияланған Кеңес өкіметінің “Барлық Ресей және Шығыс мұсылман еңбекшілеріне” үндеуінде көрініс тапты. 1918 ж. қаңтарда кеңестердің Бүкілресейлік 3-съезінде В.И.Лениннің дайындаған “Еңбекшілер мен қаналған халықтардың құқықтары Декларациясы” қабылданды. Бұл құжатта Коммунистік партияның кеңес республикасының мемлекеттік құрылымы түріндегі кеңестік федерацияны ымырасыз жақтайтыны айқын көрсетілді. Декларацияда “Кеңестік Ресей Республикасы еркін ұлттар одағының негізіндегі кеңестік ұлттық республикалардың федерациясы түрінде құрылады” делінген.\n\nжалғасы:  https://surak.baribar.kz/681368/",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеңес қоғамының саяси жүйесіне тән белгілерді атаңыз",
        "question_content": "Кеңес қоғамының саяси жүйесіне тән белгілерді атаңыз",
        "question_date": "30.11.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңестік қоғамның саяси жүйесіне тән белгілер: Демократияны шектеу; Еңбекшілерді меншік пен билікке жақындатпау; Адамның жеке басын аяқ асты ету; Қоғамдық ұйымдардың партиялық – мемлекеттік аппаратпен тұтасуы; Сөз бен іс арасындағы алшақтық.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    }
]