[
    {
        "question_title": "Таң ертең тұрған кезімде лоқситта тұрам не болғаны!",
        "question_content": "Таң ертең тұрған кезімде лоқситта тұрам.\n\nОсылай 2 жыл болыт жүргеніме.\n\nТамақ ішкен кезде түйіліп тұрған дай болат.",
        "question_date": "15.01.2021",
        "question_tag": "Тазалық",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүрек айну - бұл асқазандағы, өңештегі, тіпті аузындағы жағымсыз ауырлық сезімі. Жүрек айнуы көбінесе сілекейдің ұлғаюымен және жұтылу қозғалыстарының жоғарылауымен жүреді, оның көмегімен дене осы сезімнен арылуға тырысады.\nЖүрек айнуы медициналық жағдайды көрсетуі мүмкін, бірақ кейбір жағдайларда бұл сау адамдарда болады. Мұндай жағымсыз сезім әйелдерде жиі кездеседі, бірақ ер адамдарда өздерінің қауіп факторлары бар.\nЖүректің жүрек айнуының медициналық емес себептеріне мыналар жатады:\n Майлы тамақты шамадан тыс жеу және жеу. Бұл дененің «ауыр» тағамды көп мөлшерде өңдей алмауына байланысты;\n Психогендік реакциялар: стресс, невроз, мазасыздық. Психогендік жүрек айну кезінде жағымсыз иісті сезу немесе жағымсыз нәрсені көру жеткілікті, бастан кешкен эмоцияларды есте сақтаңыз; \nҚозғалыс ауру синдромы немесе қозғалыс ауруы. Жүрек айнуының бұл түрі қозғалу кезінде вестибулярлық аппарат рецепторларының тітіркенуімен байланысты;\nЖүктілік. Жүктілік кезіндегі жүрек айнуы - токсикоздың алғашқы көріністерінің бірі. Таңертеңгі ауру көбінесе 6-7 аптада болады және көбінесе 12-13 аптада тоқтайды;\n Химиялық заттардың, түтіннің және т.б. \n Дәрілік заттардың жанама әсерлері. Жүрек айнуы дененің белгілі бір дәрі-дәрмектерге қажетсіз реакциясы түрінде көрінуі мүмкін, мысалы, антибиотиктер, стероидты емес қабынуға қарсы препараттар, кортикостероидтар және т.б. \n Күн соққысы немесе жылу соққысы.\n Дене температурасының жоғарылауы.\nЖүрек айнуы асқазан-ішек жолдарының көптеген ауруларының симптомы болуы мүмкін. Оларға мыналар жатады:\n Шұғыл хирургиялық араласуды қажет ететін аурулар: жедел панкреатит, аппендицит, ішек өтімсіздігі, перитонит;\n Асқазан-ішек жолдарының созылмалы аурулары: гастрит, энтерит, колит, гастроэзофагеальді рефлюкс ауруы, ойық жаралы колит, асқазан және он екі елі ішектің жарасы, ішектің тітіркенетін синдромы, созылмалы холецистит;\nІшек инфекциялары - сальмонеллез, дизентерия, энтеровирус, ротавирустық инфекциялар, гельминтоз, тағамдық токсикоинфекция және т.б.\n Бауыр аурулары - гепатит, цирроз; \nӨңештің, асқазанның  бойындағы бөтен дене; \n Азық-түлікке аллергия.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандыгы",
        "question_content": "Салеметсиздерме отиниш сиздерден жауап берип кетиниздершы асиресе менеджмент окунда окитндар\n\nмен менеджменге тапсргм келп отр бирак адамдарды айткандарна карасам осы жердеги 2013 те жазлган екеен ол жерде алтын белгисиз грантка тусе алмайтдеп алиде солайма коп балл алсамда тусе алмаймба алматыда кандай оку орындары бар менеджментн?",
        "question_date": "15.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджментте оқымағанмын. Ір жылы әртүрлі болуы мүмкін ғой. Бірақ біз түскен жылы тек алтын белгілер түсетін. Қазір менің юілуімше алтын белгі рөл ойнамайды оқуға грант жеңу кезінде . 1-2 жылдан бері солай емес пе. Себебі қазір алтын белгіні ҰБТ ға дейін мектеп ішіндегі емтихан кезінде қорғайды білуімше. Сол себепті шама келгенше жоғары балл жинағандар түседі ғой әдеттегідей.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамандығының шекті балы қанша?",
        "question_content": "IT мамандығыныі шекті балы қанша",
        "question_date": "15.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шекті балл деңгейі өзгеріссіз: \n- Ұлттық ЖОО – кем дегенде 65 балл; \n- Басқа жоғары оқу орындары \n– кем дегенде 50 балл. Дей тұрғанмен, \n«Педагогика ғылымдары», «Ауыл шаруашылығы және биоресурстар», «Ветеринария» — кем дегенде 60 балл, «Денсаулық сақтау және әлеуметтік қамтамасыз ету (медицина)» — кем дегенде 65 балл. Оның ішінде: - Қазақстан тарихынан, математикадан сауат, оқу сауатынан (қай тілде оқығанына байланысты) кем дегенде 5 балл; - Тиісті пәндердін әрқайсынан 5 балдан кем емес (бұдан тек шығармашылық дайындықты қажет ететін білім беру бағдарламаларына түсушілер ғана босатылған).\n\nИсточник: https://24.kz/kz/zha-aly-tar/bylu-manyzdy/item/314679-bt-grant-shekti-ball-zhas-t-lekke-azhet-a-parat",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бір рет тыныс алыппын. Бұл нені білдіреді?",
        "question_content": "Түсімде бір рет тыныс алыппын. Бұл нені білдіреді?",
        "question_date": "15.01.2021",
        "question_tag": "Денсаулық",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай түс жору кездестірмедім. Түстің барлығын жори беру керек емес деп ойлаймын. Мүмкін тыныс алу емес басқа да бейнелер, оқиғалар  болған болар  Мүмкін сол арқылы  жорып көрген дұрыс болар.",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанқожа мен Есет бастаған көтерілістің басқа қазақ жеріндегі көтерілістен айырмашылығы ?",
        "question_content": "Тарихтан маған керек сұрақтар аитып жібересіңдерме",
        "question_date": "14.01.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "19 ғасырдың ортасы Ресейдің Сырдарияның оңтүстігін және Оңтүстік Қазақстанды отарлауын кеңейтуіне қарсы, Хиуа хандарының өктемдігіне қарсы бағытталған антифеодалдық ірі көтерілістермен белгілі. 19 ғасырдың ортасында болған Сырдария бойындағы көтерілістің себебі: Хиуа ханы Мұхаммед-Рахым Аллақұлдың Жаңадария мен Қуаңдария аудандарында қамалдар тұрғызуы. Көтеріліс жетекшісі – Жанқожа Нұрмұхамедұлы. Көтеріліске Арал маңындағы ірі рулар қатысты.\n1843 жылы Жанқожа Нұрмұхамедұлының бастауымен Төменгі Сыр қазақтары хиуалықтардың Қуаңдария бойындағы бекінісін талқандады.\n1845 жылғы көктемде Жанқожа тобы хиуалық 2000 əскерді жойып жіберді. 1847 жылы Хиуа ханының Райым бекінісін жойып жіберуге тырысқан əрекеті сəтсіз аяқталды. Жаңақала ауданы көтеріліс ошағы болды. 1856 жылдың жазында Жанқожаның жанына 2 мыңдай қарулы топ жиналды. 1856 жылы желтоқсанның аяғында көтерілісшілер Қазалы портын қоршауға алды. Жанқожа бірігіп соғысу үшін қозғалыс басшыларының бірі Есет Көтібарұлына сенімді өкілін жіберді. Күштерді біріктірмеу үшін генерал-майор Фитингов тобы жіберілді. 1860 жылы Жанқожа көтерілісі талқандалды. Патша әскерінің қуғындауынан Жанқожа Арал маңынан шегінуге мәжбүр болды.\nАрал теңізінің солтүстігінде Есет Көтібарұлы бастаған көтеріліс жалғасын тапты. Орынбор әкімшілігі Есет батырды ұстауды сұлтан Арыстан Жантөринге тапсырды. 1855 жылғы 8 шілдеде Есет тобы сұлтан Арыстан Жантөрин лагеріне шабуылдап, сұлтанды сыбайластарымен қоса мерт қылды. 1857 жылы наурызда тұтқынға түскен 3 қазақ атылып, 18-і Сібірге жер аударылды. 1858 жылғы қыркүйекте Есет батыр Орынборға барып, патша билігін лажсыздан мойындады.19 ғасырдың 50 жылдары Оңтүстік Қазақстан, Сырдарияның орта ағысынан Ақмешітке дейінгі, Ташкенттен Жетісуға дейінгі жерлер Қоқан хандығына тəуелді болды. Қоқан хандығының езгісіне қарсы ең ірі көтеріліс 1858 жылы наурызда Əулиеата маңында болды. Негізгі қозғаушы күші – қазақ, қырғыз шаруалары. Көтерілістің себебі: Мырза Ахметтің қазақ, қырғыз жерлерін күшпен тартып алып, өз жақындарына беруі. Қыздар мен тұрмыс құрмаған əйелдерге қосымша салық салуы. Көтерілісшілер Əулиеата, Тоқмақ, Шымкенттегі Қоқан бекіністерін қоршап, Пішпек түбінде қоқандықтарға соққы берді. 3 мыңдық қолы бар Мырза Ахмет Қоқан ханынан көмек сұрады. Көтерілісті басуға келген топтың бірін Кенесарының ұлы Тайшық сұлтан басқарды. Қоқан әскерлерінің жақындауы қазақ ауылдарын Ресей бақылауындағы өңірлерге көшуге мәжбүр етті. 1858 жылғы мамырда көтерілісшілер Созақ, Мерке, Шолаққорғанды алып, Жаңақорған мен Түркістанды қоршады. Қазақ феодалдары опасыздық жасап, Қоқан ханы Худиярмен ымырластық келісімге келді. Көтерілістің басты ошақтары аяусыз жаншылды. Бұл көтеріліс Оңтүстік Қазақстанды Қоқан тепкісінен босатып, Ресей құрамына кіруіне алғышарт жасады.\nТолығырақ: https://itest.kz/kz/ent/qazaqstan-tarihy/8-synyp/lecture/19-hasyrdyng-50-zhyldaryndahy-qazaq-sharualarynyng-azattyq-kuresi",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның қүйір бұрышының мәні неге тең?",
        "question_content": "Параллеограмның қабырғаларының ұзындығы 4 см және 2 түбір асты 3 см. Егер оның ауданы 12 см квадрат болса, сүйір бұрышы нешеге тең",
        "question_date": "14.01.2021",
        "question_tag": "Геометрия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = 4 см\nb = 2 түбір асты 3 см\nS = 12 см квадрат\nsina = ?\nS = a*b*sina \nsina = S/a*b = 12 / 4 * 2 түбір асты 3 = түбір асты 3/2 \na бұрышы = 60 градус",
                "date": "14.01.2021",
                "upvotes": 0
            },
            {
                "text": "Sabcd = a * b * sin <BAD\n\n Параллелограммның S-ауданы параллелограммның а және b-жақтары\n12 = 4 * 2√3 * sin <BAD\nsin <BAD = 12 / 8√3 = 3 / 2√3 (қисынсыздықты алып тастаңыз =>\nsin <BAD = √3 / 2 <BAD = 60 °\n<BAD-параллелограмның сүйір бұрышы",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Градуспен берілген бұрышты радиан арқылы өрнектеу.",
        "question_content": "24°\n\n240°\n\n154°\n\n1025°\n\n2040°\n\n2405°",
        "question_date": "14.01.2021",
        "question_tag": "Математика",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "24° *pi/180° = 2pi/15\n\n240° *pi/180° = 4pi/3\n\n154° *pi/180 = 77pi/90\n\n1025° *pi/180° = 205pi/36\n\n2040° *pi/180° = 102pi/9\n\n2405° *pi/180° = 481pi/36",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жамал немесе Ғали кейпіне еніп монолог жазу.",
        "question_content": "Жамал немесе Ғали кейпіне еніп монолог жазу.",
        "question_date": "14.01.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамал немесе Ғали кейпіне еніп монолог жазу.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Неге?неліктен?мені бұлай жас кезімнен күйеуге берді екен?Мен оны мен бақытты бола алмаймын.менің өмірімді неге акем қалың малға сатты екен.неге қызын ойламады екен.",
                "date": "19.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккірім кешігіп келді. Менің аяғым ауыр емес па?",
        "question_content": "Менің етеккірім 4 күнге кешікті. Тест тапсырып көрсем екінші сызық әлсіз көрініп тұр. Бесінші күні қан келді. Менің аяғым ауыр емес па?",
        "question_date": "14.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 254,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тағы да  тест жасап көріңіз. Егер аяғыңыз ауыр екені белгілі болса қайталама тест арқылы, балаңызға қауіп төніп тұр деген сөз. Тез арада дәрігерге көрініңіз. Денсаулыққа байланысты заттың барлығын дәрігердің жеке қаралуына барып шешкен дұрыс деп ойлаймын өз басым. Мұнда дәрігер адам болса да сізді жеке көрмей ол маман да нақты шешім айта алмас еді.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоюлығы 15% және 30% шайларды араластырылған кезде пайда болған стакан шәйінің қоюлығы?",
        "question_content": "Көлемдері 60 мл және 90 мл болатын шәй кеселірінің қоюлығы сәйкесінше 15% және 30%. Оларды араластырылған кезде пайда болған стакан шәйінің қоюлығы қандай?",
        "question_date": "14.01.2021",
        "question_tag": "Математика",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100 *15/60  = 25\n100* 30/90  = 33 \n25 + 33 = 58\n60 + 90 = 150\n100 * 58/150 = 39 %",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1920ж. америкалық экономиканың гүлденуі қандай жағдайларға байланысты болды?",
        "question_content": "Отыныш комек,дуние тарих",
        "question_date": "14.01.2021",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бiрiншi дүниежүзiлiк соғыстың қорытындысы.\nСаяси- экономикалық дамуы. Бiрiншi дүниежүзiлiк соғыс АҚШ-ты халықаралық қатынаста түбегейлi өзгерiске әкелдi - АҚШ соғысқа Антанта жағында 1917 жылы сәуiр айында кiрдi. 1918 жылы көктемде Америка әскерлерi Еуропа құрлығына келiп, шiлде-тамыз айларында соғыс майдандарына қатысты. Соғыс АҚШ-тың жерiн қамтыған жоқ, экономикасы ешқандай зиян шекпедi. АҚШ-тың соғыста адам шығыны өте аз болды. Соғыс майданында 50 мың адам өлiп, 230 мың адам жараланды. Бiрiншi дүниежүзiлiк соғыс жылдарында АҚШ-тың өнеркә- сiп орындары тоқтаусыз жұмыс iстеп Еуропа елдерiнiң соғыс тапсырмаларын орындап отырды. Сондықтан американдық кор- порация иелерi шексiз таза пайдаға кенелді. 1914-1918 жылдары АҚШ-тың таза кiрiсi 33,5 млрд доллар болды. Өнеркәсiптiңдамуының дүниежүзiлiк саладағы үлес салмағы өстi. 1919 жылы АҚШ дүниежүзiнде өндiрiлген өнеркәсiп өнiмдерiнiң, оның iшiнде көмiрдiң 50%, шойын мен болаттың 5 3 ; мұнайдың 3 2 ; автомобильдiң 85% шығарды. Соғыстың қорытындысында АҚШ-тың экономикалық күш қуаты артты. Сонымен қатар, АҚШ қаржы саласында Еуропа елдерiне көптеп инвестиция арқылы көмектесiп, өндiрiсiн дамытуда. Олар қаржы саласында АҚШ-қа тәуелдi болды. АҚШ инвестициясы Еуропа елдерiне: – соғысқа қажеттi заем 11 млрд долларға жеттi; – Канада мен Латын Америка елдерiне жеке инвестиция мөлшерi 7 млрд доллар болса, 20 жылдарда дүниежүзi елде- рiндегi АҚШ инвестициясының мөлшерi 18 млрд долларға жеттi. Соғыстың АҚШ үшiн қорытындысы, Еуропа елдерiне Аме- рика капиталының көп мөлшерде шығарылуы, АҚШ қарыз беретiн елге айналды. Соғыстың қорытындысында АҚШ дү- ниежүзiне өзiнiң саяси экспанциялық саясатын нығайта түстi. Дүниежүзiлiк рынокты өз қолына ала бастады. АҚШ президентi Вильсонның сөзiмен айтқанда: «Бiздiң мiндетiмiз дүниежүзiне ақша беру болса, ақша берген ел әлемдi билей бiлуi керек». Бұл саясаттың негiзi – АҚШ-тың дүниежүзiлiк гегемондық билiкке шығуы болды. Соғыстан кейiн АҚШ президентi Вудро Вильсон (1856-1924) болып қалды. Iшкi саясатта либерал-реформаторлық бағыт ұс- тап, Американың қаржы капиталының мүддесiн қолда-ды. Сыртқы саясатта Латын Америкасы елдерiне қарсы экспанция- лық саясат жүргiздi. 1918 жылы қаңтарда атақты «14 пункт» бағдарламасын ұсынып, Париж конференциясына қатысты. 1920-1921 жылдарда АҚШ-та экономикалық дағдарыс кең етек алды. Елде ереуiлдiк қозғалыс күшейдi. 1919 жылы елде 210 мың өнеркәсiп орындары болса, ол 1921 жылы 192 мыңға қысқарды. Жұмыссыздық 5-6 млн адамға жеттi. Ереуiлдiк қозғалысқа қатысқан адамдар саны 4,5 млн жеттi. 1921 жылы АҚШ-та екi коммунистiк партия бiрiгiп, бiр партияға айналды. АҚШ-та дағдарыс жылдарында демократия- 83 84 лық қозғалыс кең етек алды. Ереуiлдiк қозғалысқа Америка Еңбек конфедерациясы (АЕК) кәсiподақ ұйымы басшылық жасады. Экономикалық дағдарыс президенттiк сайлау қарса- ңында демократиялық және республикалық партия арасында саяси күрестi күшейте түстi. Вильсонның демократиялық партия үкiметiнiң, халықтың алдында беделi түсе бастады. 1920 жылы қараша айының 2-і күнi АҚШ-та президенттiк сайлау өттi. Сайлауда республикалық партияны қолдап 16 млн дауыс берсе, демократиялық партияны қолдап 9 млн сайлау- шылар дауыс бердi. 8 жыл елдi басқарған демократиялық партия жеңiлiс тапты. АҚШ президентi болып республика партиясынан Уоррен Гардинг (1865-1923) сайланды. Вице-президентi болып Калвин Кулидж болды. Республикалық партия үкiметi келген- нен кейiн де елдегi экономикалық дағдарыс жалғасты. Iрi монополияға сенiм артқанымен, Гардинг үкiметi қарсылыққа душар болды. 1923 жылы елдi аралап жүрген кезде, аурудан Гардинг қайтыс болып, оның орнына вице-президент Кулидж тағайындалды. Капитализмнiң уақытша тұрақтану кезiндегi АҚШ. 1924 жылы АҚШ-та президенттiк сайлау болып, республикалық партия екiншi рет жеңiске жетiп, Кулидж президент болды. 1924 жылы АҚШ-та капитализм уақытша тұрақтану кезеңiне өттi. Буржуазияның саяси ықпалы күшейдi. Ереуiлдiк қозғалыс жеңiлiс тапты. Жалпы демократиялық қозғалыс сайлаудан кейiн әлсiредi. Экономикалық өрлеу үшін АҚШ буржуазиясы қаржы бөлуге кірісті. Экономика құрылымын өзгертiп, iшкi өндiрiске капиталды салып, жаңа технологияны енгiзiп, өндiргiш күштiң тез өсуiне жағдай жасады. Өнеркәсiптiң жаңа салалары: ауыр өнеркәсiп, автомобиль, машина жасау, энергетиканың дамуына көңiл бөліндi. Өнеркәсiп өнiмдерiн өндiру тез өстi. Мысалы: 1923 жылмен салыстырғанда болат қорыту 45 млн т; 57 млн т артты; электр энергиясы 71 млрд квт сағ, 117 млрд кв сағатқа өстi. Жалпы өнеркәсiп өнiмi 70% артты. АҚШ өнеркәсiбi дүниежүзiнде өндiрiлген өнiмнiң 48%-ын шығарды. Сөйтiп, капиталистiк елдердiң арасында бірінші орынға шықты. Ғылым мен техниканың жаңа жетiстiктерiнің өндiрiске тез енгiзiлуi автомобиль шығару Америка қоғамының мақтанышына айнал- ды. Автомобиль өндiрiстің негiзiн қалаушы Генри Фордтың85 атымен шықты. Жаңа конвейерлiк жүйенiң енгiзiлуi, өндiрiстiң үздiксiз жүргiзiлуi өндiргiш күштердің артуы, АҚШ-ты автомо- биль шығарудан дүниежүзiнде бiрiншi орынға алып шықты. Мысалы: 1913 жылы 485 мың, ал 1921 жылы, 1.6 млн, 1929 жы- лы 5,4 млн автомобиль шығарылды. Форд автомобиль заводын- да кейбiр кезде күнiне 25 мың автомобиль шығарылатын болды. Өнеркәсiптiң химия, самолет жасау, радиотехника салалары қарқынды дамыды. 1928 жылы капитализмнiң тұрақтануы өзiнiң ең жоғарғы деңгейiне жеттi. «Американдық гүлдену заманы басталды» деп түсiндiрдi АҚШ президентi Кулидж. 1928 жылы АҚШ-та кезектi президенттiк сайлауда респуб- ликалық партия жеңiске жетiп Герберт Гувер елдiң президентi болып сайланды. Гувер үкiметі сайлаушылардың үмiтiн ақтай алмады. АҚШ экономикасындағы дағдарыстан шығудың жолын iздеген «миллионер үкiметi» одан еңбекшi халық арқылы шығудың жолын таңдады. «Қатал индивидуализм» идеясы елдің дағдарыстан мемлекеттiк қолдау арқылы шығуынан бас тартты. Еңбекшi халықты әлеуметтiк жағынан қолдауға және жұмыссыздарға көмек көрсетуге қарсы болды. Гувер үкiметi реакциялық саясат ұстады. АҚШ фермерлерiнiң талабын орындау үшiн 1929 жылы маусым айында конгресс арқылы «Ауыл шаруашылық тауарларын өткiзу туралы» заң қабылдады. Жаңа заң бойынша федералдық фермерлердi басқару басқармасын құрды. Фермерлердiң өнiмдерiн сатып алу және рыноктағы артық астықтың мөлшерiн азайту үшiн мемлекет фермерлерге 500 млн доллар бөлді. Фермерлерден сатып алынған ауыл шаруашылығы тауарлары мемлекеттiк қоймалар- да сақталды. Қоймаларға 257 млн т. бидай, 1,3 млн т. мақта жиналды. Халыққа қажеттi азық-түлiк тауарларын базарға шығаруды тежедi. Халық арасында аштық басталды. Ұсақ және орта фермерлердiң жағдайы нашарлады. Мемлекеттiк қолдау саясаты уақытша ғана қолданылып, көп кешiкпей тоқтатылды. Гувер үкiметi iшкi саясатта миллионерлердi қолдап, iрi монополия иелерiне жеңiлдiктер жасады. Жеке меншiк компа- нияларына жеңiлдетiлген несие берсе, корпорация иелерiне салық мөлшерiн азайтты. Шет елдiң тауарларына баж салығын өсiрiп, iрi өнеркәсiп монополиясы тауарларының бағасын көтерді. Iрi монополияларды мемлекеттiк субсидия (көмек) 86 арқылы қолдап отырды. Гувер үкiметi дағдарыс жылдарында мемлекеттiк-монополиялық саясатты жүргiзуге мәжбүр болға- нымен, оған шектеу қойып отырды. Бұл саясатты АҚШ-та кейіннен Рузвельт үкiметi толық жолға қоя алды. Гувер үкiметiнiң сыртқы саясаты 20-жылдары басталған экспанциялық бағытта жүргiзiлдi. Қаржы-ақша саясаты АҚШ- тың халықаралық қатынастағы орнын нығайтты. Шет елдерге АҚШ инвестициясы көптеп шығарылды. 1929 жылы шет елге шығарылған инвестиция мөлшерi 16,5 млрд доллардан 27 млрд долларға өстi. Американ капиталы Латын Америкасы елдерiне көптеп шығарылды. Бұл АҚШ монополистерiне шексiз пайда әкелдi. Экономикалық экспансия саясаты бұл елдерде әскери бақылауын күшейттi. АҚШ үкiметi Қиыр Шығыста Жапонияның ықпалын әлсiретiп, Вашингтон конференциясынан кейiн Қытайда өз беделiн көтеруге қол жеткізді. Бұл саясат Қытайда 1924-1925 жылдарда халық көтерiлiсiнiң басталуына әкелiп соқты. 20- жылдарда АҚШ-тың Еуропа елдерiнде беделi нығая түстi. Оған 1924 жылғы Дауэс жоспарының Германияның экономикалық дамуын күшейтуі әсер етті. Германияға АҚШ-тың займы, несие, қаржы-ақша көмегi берiлдi. Еуропада Германия арқылы АҚШ- тың гегемендық саясаты басталды. 20-жылдарда АҚШ өзiнiң антисоветтiк саясатын жалғастыра бердi. Экономикалық дағдарыс жылдарындағы АҚШ. 1929 жылы АҚШ-та экономикалық дағдарыс басталады. Бiрiншi дүниежүзiлiк соғыстан кейiнгi ең бай ел АҚШ-та дағдарыстың басталуына не себеп болды? Бұл сұраққа жауап беру үшiн дағдарыстың қалай басталғанына және АҚШ экономикасының даму ерекшелiктерiне тоқталып өтейiк. Экономикалық дағда- рыстың басталуына 1929 жылғы Нью-Йорк қаласындағы қор биржасындағы оқиға себеп болды. Бұл былай болған едi. 20- жылдарда Нью-Йорк қор биржасында дүниежүзiнде сатылатын акция (қағаз ақшаның) мол қоры болды. Оның мөлшерi 1927 жылы 27 млрд болса, 1929 жылы 87 млрд долларға жеттi. 1929 жылы қазан айының 24-і күнi қор биржасында 12,4 млн акция сатылса, бес күннен кейiн 16,4 млн акция сатылды. Қағаз ақша құны құнсызданып, акция иелерi 32 млрд доллар жоғалтты. Сөйтiп, 1933 жылы Нью-Йорк қор биржасында 19 87 млрд доллар қалды. Бұл процесс АҚШ-тың экономикасының дағдарысқа ұшырауына әсер еттi. Сөйтiп, дүниежүзiлiк капитализм дағдарысы басталды. Ол АҚШ-тың өнеркәсiп салаларын түгелдей қамтыды. Өнеркәсiп өнiмдерiн шығару 54% қысқарды. 1932 жылы болат өндiру мен автомобиль шығару 15-16% төмендедi. 285 темiр қорыту пештерiнің 1932 жылы 46-сы ғана жұмыс iстедi. Экономикалық дағдарыс еңбекшi халықтың тұрмыс жағдай- ын төмендеттi. Әлеуметтiк қайшылық өстi. 1929-1932 жылдарда жұмыссыздардың саны 17 млн адамға жеттi. Жұмыссыздық 30- жылдардағы АҚШ-тың күнделiктi өмiрiндегi қалыпты көрiнiске айналды. Жұмысшылардың жалақысы 60% -ғақысқарды. АҚШ-тың ауыл шаруашылық саласы дағдарыс жылдарында көп зардап шектi. Ауыл шаруашылық өнiмдерi артық шыға- рылып, өтпей қалды. Ауыл шаруашылық тауарларының бағасы үш есе арзандап кетті. Бұл фермерлердiң жағдайын күйзелттi. Дағдарыс жылдарында 900 мың фермерлiк шаруашылық қыс- қартылды. 1929-1933 жылдарда АҚШ-тың банк жүйесi айтарлықтай дағдарысқа жеттi. Осы жылдарда 5800 банк жабылды. Мил- лиондаған американдықтар өздерiнiң банкке салған жинақтары- нан айрылып, қайыршылық жолға түстi. Экономикалық дағда- рыс американ халқының психологиясына айтарлықтай әсер тигiздi. Ең бай елдің қайыршылыққа душар болуы халықтың молшылыққа деген үмiтiн үзе бастады. Американың гүлдену дәуiрiне сенiмсiздiк күшейдi. Индивидуализм идеясына байла- нысты әрбiр американ азаматы өз күшiне сену керек екенiне көздерi жете бастады. Мемлекет халықты әлеуметтiк жағынан қорғаудан бас тартты. Әлеуметтiк қайшылықтың тереңдеуi, бұқара халықтың күреске шығуына әкелдi. 1930 жылы 183 мың жұмысшы ереуiлге шықты. 1932 жылы Вашингтон қаласында 25 мың соғыс ардагерлерi жиналып, өздерiнiң тұрмыс жағдайларын жақсартуын үкiметтен талап еттi. Мұндай қозғалысқа фермер- лер де белсене қатысты. 1932 жылы тамыз, қыркүйек айларында Батыс штаттағы фермерлер қозғалысы бiрнеше айға созылды. Халықтың бұқаралық қозғалысы барлық әлеуметтiк топтарды қамтыды. Үкiмет бұларға қарсы полицейлiк күштердi жiберiп, басып жаншып отырды. Елде репрессия кең етек алды. 92 үкiметiнiң сыртқы саясатына бiршама өзгерiстер жасауға мәжбүр етті. Бұрынғыға қарағанда өте сабырлы саясат жүргiзуге тырысты. Ең алғашқы қадамдарының бірі - антисоветтiк саясат- тан бас тартуы болды. Сөйтiп, 1933 жылы 16 қарашада АҚШ үкiметi КСРО-ны мойындап, елшiлiк қатынас орнатты. Бұл сол жылдардағы сыртқы саясаттағы ірі жеңiсі, Ф.Рузвельттiң көре- гендiк ақыл-ойының нәтижесi еді. 30-жылдардағы АҚШ-тың Латын Америка елдерiне бағыт- талған экспанциялық саясаты бәсеңдеді. АҚШ үкiметi бұл елдермен «көршiлiк» саясатын жүргiзе бастады, яғни басқын- шылық саясатынан бас тартуға тура келді. Еуропа елдерiндегi фашистiк бiрлiктiң құрылуы АҚШ үкiметiн ойландыра бастады. Себебi, олар фашизм қаупi дүниежүзiлік қауiп екенiн түсiне бастады. Екiншi дүниежүзiлiк соғыс қарсаңында АҚШ үкiметi- нiң негiзгi бағыты «бейтараптық» саясат болды. Бұл саясаттың негiзгi бағыты фашистiк елдердiң агрессиялық саясатын қолдай отырып, КСРО үкiметiнiң соғыс қарсаңындағы коллективтiк қауiпсiздiк саясатын қолдамау еді. 1937 жылы қазан айының 5-і күнi Чикаго қаласында сөйлеген сөзiнде Ф.Рузвельт «қазiргi уақытта бүкіл әлем фашизмге қарсы күресте бiрiгуiмiз қажет» — дедi. Бейтараптық сыртқы саясат АҚШ үкiметiн оқшаулауға әкелдi. Бiрақ та екiншi дүниежүзiлiк соғыс қарсаңындағы АҚШ- тың сыртқы саясаты Германияны шығысқа карай соғыс ашуға, яғни КСРО-ны күшпен жоюға итермелеп отырды.\nТолығырақ: https://vk.com/wall-84991915_113",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлменің ауадағы салыстырмалы ылғалдығы",
        "question_content": "бөлмедегі ауаның салыстырмалы ылғалдылығы 60%.Бөлменің температурасы 16С.Бетінде шық пайда болу үшін жалтырауық металл затты қандай температураға дейін салқындату керек?",
        "question_date": "14.01.2021",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген:\n φ = 60% = 0,6 t = 16 ° C \ntp-?\n φ = «Қаныққан бу қысымының температураға тәуелділігі» кестесінен 16 ° С температураға сәйкес келетін қысымды табайық. \nPn = 1.81кПа = 1810Па \nбіз формула бойынша су буының қысымын білдіреміз \nP = φ * Pn\n P = 0,6 * 1810Пa = 1086Пa = 1,086кПa сол кесте бойынша 1,086 кПа қысымын табамыз және осы қысымға сәйкес температураны қарастырамыз. \nТемпература = 8 ° C, яғни t = 8 ° C температурада шық пайда болады \ntp = 8 ° С",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кірістер мен шығыстар аудитына ситуциялық сұрақтар.",
        "question_content": "Кірістер мен шығыстар аудиті деген тақырыпқа ситуациялық сұрақ керек",
        "question_date": "14.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мода Века» фирмасы дүкендерге көтерме киімдерді қою жұмысымен айналысады.2009 ж. директорлар кеңесінде «Эксклюзив» фирмасын пайдалануға шешім қабылданды, бұл фирмада көтерме саудамен айналысатын,бірақ эксклюзивті типте.Директорлар кеңесінің шешіміне негіз болған «Эксклюзив» фирмасының жарияланған 2008 ж. шығындар мен кірістер туралы есеп беруі негіз болды және аудиторлық қорытынды міндетті түрде негізгі алынды.жаңа фирманы алғаннан соң есеп беруді детальді тексеру жүргізілді, оның нәтижесінде басқа нәтижелер белгілі болды: дебиторлық қарыздардың соммасы көтеріліп кеткен (себебі-компьютерлік бағдарламада кеткен қателіктер).Керісінше кредиторлық қарыздар төмендеген (себебі-2008 ж соңында түскен тауарлар есебі көрсетілмеген.). Сонымен бірге, 2008 ж кіріс және шығыс туралы есеп беруінде 41 мың тг көлемінде шығын болған (себебі-құндылықтар ұрланған).\n«Эксклюзив» фирмасының 2008 жылының 01.01.2009 жылға балансы.\n \nБаланс статьялары\n\nЖарияланған.\nбаланс\n\nДетальді тексеруден кейінгі\n\n1\n2\n3\n\nАйналымнан тыс қорлар:\nМатериалды емес активтер және негізгі қорлар\nАйналымнан тыс активтердің барлығы\n\n350\n350\n\n \n350\n350\n\nАйналымдағы қорлар:\nЗапастар\n\nДебиторлық және қысқа мерзімді қар салымдар\nБанктердегі және кассадағы ақша қорлары\nАйналымдағы активтердің барлығы\n\n295\n35\n22\n352\n180\n29\n22\n231\nБаланс\n702\n581\n\nМеншікті капитал:\nЖарғылық капитал\nРезервтік капитал\nБөлінбеген табыс\nБарлық каптиалдар мен резревтер\n\n380\n-\n181\n\n\n561\n\n380\n-\n41\n\n\n421\n\nКредиторлар\nҰзақ мерзімді заемдық қорлар\nҚысқа мерзімді кредиторлық қарыздар\nБарлық кредиторлар\n\n-\n141\n\n141\n\n-\n160\n\n160\n\nБаланс\n702\n581\n\nКірістер мен шығыстардың есебі\n \nСатудан түскен табыс\n1000\n1000\nСтаудың өзіндік құны\n700\n700\nСатудан түскен кіріс\n300\n240\n\n\n \nБасқа студан тыс шығындар\n220\n245\nЕсеп беру жылдағы бөлінбеген табыстар\n80\n5\n\n\nТалап етіледі:\nБолған жағдаяттарды талдап,аудиторлардың жауапкершілік мөлшері мен болатын нәтижелерді анықтау керек.\nТолығырақ: https://melimde.com/f-11-19-ahmetova-s-s-050508-esep-jene-audit-mamandifini-studen.html",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "“Ауыр айтылсада, шындық” деген сөйлемде да бірге ма, әлде бөлек па?",
        "question_content": "Ааааааааааааааааааааааааааа",
        "question_date": "14.01.2021",
        "question_tag": "Мектеп",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыр айтылса да, шындық. Бөлек жазылады.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздік.Теңсіздікті шешу.",
        "question_content": "Теңсіздікті шешу ережелері керек.",
        "question_date": "14.01.2021",
        "question_tag": "Университет, колледж",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сандық теңсіздіктер және олардың қасиеті\n«Үлкен» не «кіші» таңбасымен жалғастырылған өрнекті теңсіздік\nдеп  атайды.  Мысалы, -4<-2; -1<0; -13<7;  6<9.  Тек  сандардан ғана  тұратын  теңсіздіктер\n\n\nсандық теңсіздіктер деп  аталады.  Сандық теңсіздіктер  сандардың реттелген жиынында\nғана  орындалады.  Көбінесе  алгебралық теңсіздіктерді қарастырамыз.  aбірдей\nмағыналы және  a>b,  cқарама-қарсы  мағыналы теңсіздіктер  деп  аталады.  a>b,  c>d\n\nқатаң теңсіздік, a>=b, c<=d – қатаң емес теңсіздік деп аталады.\nАнықтама. a мен b нақты сандарының айырымы оң болса, онда a>b болады. Егер a\n– b теріс сан болса, онда a\n1-теорема.  Егер  теңсіздіктің екі  жағын  бір  оң санға  бөлсек,  не  көбейтсек,  одан\nшығатын теңсіздік бастапқы теңсіздікпен мағыналас болады.\na>b болсын. Бір оң n санына a-b айырымын көбейтейік, сонда a-b, n(a-b) оң таңбалы\nболады, яғни a-b>0; n>0; na-nb>0; na>nb.\n2-теорема.  Егер  тңсіздіктің екі  жағын  бір  теріс  санға  көбейтсек,  не  бөлсек,  одан\nшығатын теңсіздік бастапқы теңсіздікпен қарама-қарсы мағыналы болады.\na0; na>nb.\nТеңсіздіктердің келесі қасиеттерін дәлелдеусіз келтіреміз.\nЕгер a>b болса, онда b\nЕгер a>b және b>c болса, онда a>c.\nЕгер a>b болса, онда a+c>b+c, мұндағы с – кез келген нақты сан.\nЕгер a>b және с>d болса, онда a+c>b+d.\nЕгер a>b және cb-d.\nЕгер a>b және с>d болса, онда a-d>b-c.\nЕгер a>0, b>0; c>0; d>0, a>b және c>d болса, онда ac>bd.\nЕгер a>b және c>d және a>0; d>0 болса, онда ac>bd.\nЕгер a>b және a>0, d>0, n N болса, онда a >b және a> b.\nЕгер с саны а мен b сандарының аралығында жатса онда а\nТолығырақ: https://emirb.org/elementar-matematika-peni-bojinsha-5v010900-matematika.html?page=4",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пайызға қайдан ақша алуға болады?",
        "question_content": "600 000 тенге керек,1 айда қайтарып беремін %-мен\n\nТез арада,достаррррр\n\nШұғыл көмек қажет+7(700)957—28—26",
        "question_date": "14.01.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұнда ешкім сізге сене қойып көмек қолын созбас. Оның орнына  микрокредит орындарына жүгініп көргеніңіз дұрыс ау. Тек жеке ойым бұл.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылу двигателінің ПӘК-ін қалай арттыруға болады?",
        "question_content": "жылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға боладыжылу двигателінің пәк-ін қалай арттыруға болады",
        "question_date": "14.01.2021",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылу қозғалтқышының тиімділігінің күрт өсуі үшін біз оның тізбегінде суперэжекторды қолдана аламыз (газ ағындарын соққысыз қосу әдісі). Газтурбиналық қондырғыда суперэжекторды қолдану арқылы оның тиімділігін теориялық MГД генераторының тиімділігімен салыстыруға болатын максималды деңгейге дейін арттыруға болады.\nТөмендегі сілтемеде орыс тілінде толығырақ ақпарат берілген.\nhttps://www.startbase.ru/projects/646/view/#:~:text=%D0%94%D0%BB%D1%8F%20%D1%80%D0%B5%D0%B7%D0%BA%D0%BE%D0%B3%D0%BE%20%D0%BF%D0%BE%D0%B2%D1%8B%D1%88%D0%B5%D0%BD%D0%B8%D1%8F%20%D0%9A%D0%9F%D0%94%20%D1%82%D0%B5%D0%BF%D0%BB%D0%BE%D0%B2%D0%BE%D0%B3%D0%BE,%D1%81%20%D0%9A%D0%9F%D0%94%20%D1%82%D0%B5%D0%BE%D1%80%D0%B5%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B3%D0%BE%20%D0%9C%D0%93%D0%94%E2%80%93%D0%B3%D0%B5%D0%BD%D0%B5%D1%80%D0%B0%D1%82%D0%BE%D1%80%D0%B0.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылқы, сиыр, қой неше айда 1 жасқа толады?",
        "question_content": "Жылқы сиыр қой неше айда 1 жасқа толады.Мысалы ит 3 айда 1 жасқа толады?",
        "question_date": "13.01.2021",
        "question_tag": "Жануарлар",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше барлығы да 1 жылда 1 жасқа толатын сияқты еді.",
                "date": "14.01.2021",
                "upvotes": 0
            },
            {
                "text": "Жылқы, сиыр-9айда, қой-6айда",
                "date": "28.02.2023",
                "upvotes": 0
            },
            {
                "text": "Жылқы сиыр қой 9  айда 1 жасқа толадв",
                "date": "22.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім министрлігіне хат.",
        "question_content": "Мен Динисламова Жанерке Түркістан облысы Ордабасы ауданында Ордабасы ЖОМ бастауыш сынып мұғалімі\n\nКезекші сыныпқа төлемей жатыр біздің ауданда.СЭС келсе 4 оқушымызды жасырамыз кеткен соң 19 оқушыны бір сыныпта топырлатып оқытып жатырмыз.Бұған бізді аудан мен директор мәжбүрлеп жатыр.Директор алаятық жолмен көп қателіктер жасауда.Қашанғы көз жұмамыз.Жеп отырған нанымыздан айырылғысыз келмейді.Көмектесіңіздерші өтініш.Директорымыз Аташ Ағайбекті орнынан алуларыңызды сұраймыз.",
        "question_date": "13.01.2021",
        "question_tag": "Мектеп",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім министрлігінің фейсбуктағы парақшасына жазыңыз.\nСол жерде нәтиже болады деп үміттенемін.",
                "date": "14.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нұржан Наушабаевтың \"Бес Арман\" өлеңіне шығарма жазу.",
        "question_content": "Нұржан Наушабаевтың \"Бес Арман\" өлеңіне шығарма жазу.",
        "question_date": "13.01.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің еңбек демалысымды бермей жатыр?",
        "question_content": "Мен жұмыс істейтін мекеме тоо менің бес жылдық еңбек демалысымды бермей жүр. Соны қайда жазам және қалай өз құқығымды қорғап ала аламын.?",
        "question_date": "13.01.2021",
        "question_tag": "Заң",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек демалысыеа барлық жұмыскер құқылы . ТОО болғандықтан басшылық өзыңың қызметін заңдық тұрғыдан тыс қолданып отырған сияқты. Егер құжат жөнінде сіз 5 жыл бойы еңбек демалысын алып жүрген болып шықсаңыз да таңқалмаңыз. Әртүрлі әрекеттер жасауы мүмкін. Бір жерге барып жазсаңыз мүмкін кейін жұмыстан қысқартумен қорқытатын болар. \nАйта кету керек, демалыс алған кезде еңбек өтіліне тек нақты істелген жұмыс уақыты ғана емес, қызметкердің нақты жұмыс істемеген, бірақ жұмыс орны (лауазымы) және еңбек ақысы толықтай немесе ішінара сақталған уақыты, уақытша еңбекке жарамсыз болуына байланысты нақты жұмыс жасамаған уақыты, соның ішінде жүктілігі және босануына байланысты демалыста болған уақыты, сонымен қатар, қызметкер жұмысқа қайта кірісер алдында нақты жұмыс жасамаған уақыты да есептеледі.\nСонымен қатар, қызмет-керлердің қалған демалыс күндеріне қатысты алаңдамауларына болады. Пайдаланылмаған жыл сайынғы еңбек демалысының күндері секілді бұл күндер ешқайда кетпейді, қызметкерде сақталады және болашақта (тиісті кезең өткенше) пайдалана алады.\nҚалай болғанда да, егер демалыс күндерінің есептелу дұрыстығы немесе олардың төленуін күмән тудырса, қызметкерлер жұмыс берушіден жазбаша түсіндірме талап етуге немесе мемлекеттік қадағалау органдарына жүгінуге толықтай құқылы. Осы жағдайда бұл орган - Атырау облыстық мемлекеттік еңбек инспекциясы басқармасы. Сіздің сауалыңыз бойынша еңбек қорғау және сақтау жөніндегі инспекторлар жұмыс беруші әрекетінің заңдылығын тексеріп, заңдылық бұзылғаны анықталған жағдайда жұмыс берушінің жауапты тұлғалары тиісті жауапкершілікке тартылуы мүмкін, ал жұмыс беруші барлық жіберілген заң бұзушылықтарды жоюға міндетті болады. \nЕңбек демалысының уақытын таңдаймыз\nКомпанияда алты ай жұмыс істеген кез келген қызметкер құрметті демалысқа шығуына құқылы. Әр қызметкер жарты жыл өткен соң, басшылыққа екі апта бұрын ескертіп, кез келген уақытта құрметті демалысын пайдалану мүмкіндігі бар. Егер ол қарсы болмаса, саяхаттауға жинала берсеңіз болады.\nҚР Еңбек кодексі №251\n101-бап. Жыл сайынғы негізгі ақылы еңбек демалысының ұзақтығы\nЕгер қызметкерлердің жекелеген санаттары үшін басқа нормативтік құқықтық актілерде, еңбек шартында, ұжымдық шартта және жұмыс берушінің актілерінде көп күн саны көзделмесе, қызметкерлерге ұзақтығы күнтізбелік жиырма төрт күн болатын жыл сайынғы негізгі ақылы еңбек демалысы беріледі. \nЕңбек шарты тоқтатылған кезде жыл сайынғы ақылы еңбек демалысын (жыл сайынғы еңбек демалыстарын) пайдаланбаған немесе толық пайдаланбаған қызметкерге жыл сайынғы ақылы еңбек демалысының (жыл сайынғы еңбек демалыстарының) пайдаланылмаған күндері үшін өтемақы төлемі жүргізіледі.\nЖыл сайынғы ақылы еңбек демалысы қызметкердің тынығуына, жұмыс қабілетін қалпына келтіруіне, денсаулығын нығайтуына және қызметкердің өзге де жеке қажеттіктеріне арналады және жұмыс орны (лауазымы) мен орташа жалақысы сақтала отырып, белгілі бір күнтізбелік күндер санына беріледі.\nЕгер сіз жұмыс берушімен шарт жасаспай жұмыс істеп жатқан болсаңыз, яғни жалақыны конвертте алып жүрсеңіз, онда еңбек демалысына байланысты мәселе туындауы мүмкін. Өйткені құжат бойынша жұмыс берушімен сізді заңды тұрғыда ештеңе байланыстырмайды, сол себепті құрметті демалысыңызды талап ете алмайсыз.\nДемалыс аралығы\nЕгер алдыңғы демалыстан кейін үш ай өтсе тағы демалыс ала аласыз ба? Еңбек кодексіне сәйкес жыл сайынғы демалыс жұмыс жылының кез келген уақытында беріледі. Алайда ұжымның демалыс графигіне байланысты қызметкерлер арасында кезек сақталуы қажет.\nДемалыс күндеріне түсетін еңбек демалысы\nКеңес Одағында 28 күндік бір айлық еңбек демалысы бөлінбейтін, сол себепті оның ішіне демалыс күндері кіре ме, кірмей ме деген сұрақ туындамайтын. Қызметкер сол уақытқа түсетін барлық демалыс күнімен есептегенде 28 күнді бір-ақ алатын. Ал қазіргі уақытта демалысты бөлуге болады, және көбі бес күнге – дүйсенбіден жұмаға дейін аралыққа рәсімдейді. Осылайша қызметкерлер жеті күн демалып, сенбі мен жексенбіге түсетін еңбек демалысының екі күнін үнемдеп қалады. Алайда көптеген компаниялар бұл «қулыққа» қарсы және демалыс күндерін қосуды да талап етеді. Талап етуге құқылы ма?\nЕңбек кодексі бойынша әр қызметкерге 24 күн еңбек демалысы тиесілі, бірақ оны қанша бөлікке бөлуге және әрқайсының ұзақтығы қанша болуы тиіс екені айтылмайды. Тек демалыстың бір бөлігі екі аптаны толық қамтуы, яғни 14 күннен кем болмау керек екені баяндалады. Демек, жұмыс беруші қарсы болмаса қызметкер демалысын бірнеше бөлікке бөліп ала алады.\nЕңбек демалысының ұзақтығы\nДемалыстың минималды ұзақтығы 24 күнді құрайды. Ұзартылған еңбек демалысына:\nжалпы орта, техникалық және кәсіптік, орта білімнен кейінгі жоғары және жоғары оқу орнынан кейінгі білім беру ұйымдарының педагог қызметкерлері үшін ұзақтығы күнтізбелік 56 күн;\nоқу-әдістемелік қызметкерлері қамтамасыз ету, мектепке дейінгі және қосымша білім беру ұйымдарының педагог қызметкерлері үшін - күнтізбелік 42 күн;\nазаматтық қызметкерлер күнтізбелік 30 күн демалу құқығына ие.\nСонымен қатар, Еңбек кодексінің 103-бабына сәйкес жыл сайынғы ақылы еңбек демалысының ұзақтығы қолданылатын жұмыс режимдері мен кестелеріне қарамастан, еңбек демалысы күндеріне тура келетін мереке күндері есепке алынбай, күнтізбелік күндермен есептеледі. Яғни, демалыс мерзіміңізге мерекелік күндер түсетін болса, ол күндерді есепке алдыртпауыңызға толық құқығыңыз бар. Яғни, 56 күн демалыстың ішінде, мысалы Астана күні түссе, онда 57 күн демала аласыз.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде белгісіз қарияны көрсең не болады?",
        "question_content": "Мен бүгін түс көріп едім. Түсімде қателік жасап қойдым ба екен, білмедім. Адамдардың ешқайсысы маған сенбеді. Тек жалғыз қария ғана менің жағыма шығып, құшақтады (бірақ танымаймын). Осы түсім барлығынан ерекше болды. Бірақ көбінесе түстерім орындалып жатады(ондағы іс әрекеттер емес, болған жерлерім. Мысалы түсімде бір жерді көрсем, өңімде міндетті түрде сол жерді кездестіремін) Бұл түсті жоруға болады ма әлде жәй түс деп қоя салу керек пе?",
        "question_date": "13.01.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жай деп көресіз бе? Әлде жорисыз ба ,өзіңіз білесіз. Бірақ не болса да жақсылыққа жорыған жөн. Онсыз да жақсылыққа жорордай түс көрген сияқтысыз.  Сіз бір ойламаған жерден қиындыққа түссеңіз де барлығы жақсы юолары анық деп жорығаныңыз дұрыс болар.",
                "date": "13.01.2021",
                "upvotes": 0
            },
            {
                "text": "Негізінен қандай түс болмасын жақсыға жорыған дұрысғой. Мүмкін кішкене материалдық жағынан қысылып жүрген шығарсыз. Сол сізге бір көмек ретінде келетін бір жұмыстарың шығар деп ойлайық.",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолымды ыстық темірге күйдіріп алдым?",
        "question_content": "Қолымды ыстық темірге күйдіріп алдым енді не істесем болады сарғайып із қалған суға салып отырмын алсам ашйды (((",
        "question_date": "13.01.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 884,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ал алғашқы көмек көрсетілгенде: денедегі көпіршіктерді жармайды; қалың таңғыштармен орамайды; мұз баспайды; күйікті қолмен ұстамайды; Мұның бәрі тіндерді өлтіріп, жараның жазылуын қиындатады. Дәрігер келгенге дейінгі көмектің мақсаты күйген жерді ластанудан сақтандыру, яғни микроб түсуден қорғау, ауырсынуды бәсеңдету. Осы жағдайда дұрыс көрсетілмеген алғашқы медициналық көмек күйікті тереңдетіп жібереді\n\nХалық арасында жиі көрсетілетін алғашқы көмек күйген жерге тіс пастасын жағу, томат пастасын сол сияқты әр түрлі майларды жағуға ұмтылу. Бірақ оны мамандар құптамайды. Олар асқынуға әкеліп соғады.\nКүю өз басымнан өткен. Пентанол көбігі жақсы көмегін береді. Оны дәл қазір таба алмасаңыз салқындау немесе бөлме температурасындағы жұмыртқаны жағу да жақсы көмек береді. Болашақта күйік ізінің қалмауына да ісері бар.",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреуі екіншісінен 8ге артық екі натурал санның көбейтіндісі 240ка тең. Осы сандарды тап?",
        "question_content": "Біреуі екіншісінен 8 ге артынан натурал санның көбейтіндісі 240 қа тең. Екі санды табыңыз.",
        "question_date": "13.01.2021",
        "question_tag": "Математика",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х бір сан болсын, сонда (х + 8) басқа берілген сан болады. Есептің шарты бойынша біз теңдеу құрамыз:\nx (x + 8) = 240\n\n x² + 8x = 240\nx² + 8x-240 = 0\n\n D = 64 + 960 = 1024 = 32²\nx (1) = (-8 + 32) / 2 = 24/2 = 12                    -> 12 + 8 = 20\nx (2) = (- 8-32) / 2 = -40/2 = -20 есептің шартына сәйкес келмейді, бұл сан натурал сан  емес\nЖауабы: 12; 20",
                "date": "13.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірнеше минутта бірнеше см өсетін жыланның аты?",
        "question_content": "Бірнеше минутта бірнеше см өсетін, өзін шақса өлетін жыланның аты?",
        "question_date": "13.01.2021",
        "question_tag": "Жануарлар",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": []
    }
]