[
    {
        "question_title": "Декретке шықпай тұрып 3 ай ақысыз демалыста болдым.",
        "question_content": "Декретке шықпай тұрып 3 ай ақысыз демалыста болдым. Маған декретный шығама жəне шықпаған жағдайда жұмыс орнымды қалай сақтай аламын?",
        "question_date": "23.02.2021",
        "question_tag": "Заң",
        "question_views": 138,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Омоним, синоним, антоним пайдаланып білетін хайуанаттар бағына жарнама жасау?",
        "question_content": "Омоним, синоним, антоним пайдаланып хайуанаттар бағына жарнама жасауға көмектесіндерші",
        "question_date": "22.02.2021",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЛоЛ\nдеп бір бірі бірі бірі, күліп,соғып,жеп немесе аштан өліп шалғуға да болады екен ғой...",
                "date": "16.11.2021",
                "upvotes": 0
            },
            {
                "text": "Құрметті қала тұрғындары!\nСіздерді алғаш рет біздің шаһарымызда ашылғалы отырған хайуанаттар бағына шақырамыз! Тек бізде ғана сіздер жабайы аңдармен қатар үй жануарларын, құрлық жануарлары мен су жануарларын тамашалап, өте қызықты, тартымды саяхат жасай аласыз. Хайуанаттар бағында үлкенді – кішілі келушілердің барлығы таңғажайып, керемет әсерде қалатынына кепілдік береміз! Келіңіздер, көріңіздер! Біз сіздерді асыға күтудеміз!\nСинонимдер: қала, шаһар;\nҚызықты, тартымды;\nТаңғажайып, керемет.\nАнтонимдер: Жабайы жануар – үй жануары;\nҚұрлық – су;\nҮлкенді – кішілі.",
                "date": "15.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "СД хордасының Е нүктесімен бөлінетін кесінділерін тап",
        "question_content": "Шеңбердің радиусы 11 см-ге тең.Е нүктесі шеңбердің центрінен 7см кашыктыкта жатыр Е нүктесі арқылы 18 см-ге тең СД хордасы жүргізілген. СД хордасының Е нүктесімен бөлінетін кесінділерін тап.",
        "question_date": "22.02.2021",
        "question_tag": "Геометрия",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АЕ = 11-7=4\n\nВЕ = 11+7=18\nАЕ * СЕ = ВЕ * ДЕ.    СЕ =х\n\n4 *х = 18 *ДЕ\n\nСЕ = 6\n\nДЕ = 18-х\n\nДЕ = 12",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих мұғалімі болу үшін қандай оқу орнына барған дұрыс?",
        "question_content": "Тарих мұғалімі болу үшін қандай оқу орындары бар?",
        "question_date": "22.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы ұаласындағы Абай атындағы педагогикалық Университетіне барған дұрыс.",
                "date": "23.02.2021",
                "upvotes": 0
            },
            {
                "text": "Егер ортағасырларға қызықсаңыз Әл-Фараби дұрыс, ал 19 ғасыр кезіне басымдық бергіңіз келсе Абай ҰПУ ға түскен жақсы. Өзім Қыз Пуда оқимын.",
                "date": "25.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спорт и туризмге шығармашылық емтихан тапсырып түсуге болама?",
        "question_content": "Спорт и туризм саласына шығармашылық емтиханмен түскен адамдар барма",
        "question_date": "22.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 750,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа , шығармашылық емтихан тапсырасыз",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық индустрияны өркендетуге қандай үлес қосамын эссе?",
        "question_content": "«Ұлттық индустрияны өркендетуге қандай үлес қосамын» эссе.",
        "question_date": "22.02.2021",
        "question_tag": "Мектеп",
        "question_views": 22000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің отаным – Қазақстан. Құс ұясыз болмайтындай, адам Отансыз өмір сүре алмайды. Тұңғыш президентіміз ел жастарымен болған кезекті бір кездесуінде «Еркін елде өскен ұрпақтың рухы әрдайым биік болуы тиіс. Жастары жалын жүректі, өршіл намысты, биік рухты болса – ол елдің еңсесі де биік болады. Өршіл, намысшыл жас отаншыл патриот келеді, халқына, өз ұлтына адал қызмет етуге ұмтылады.» - деп жастарға зор үміт артады. Біздің алаңсыз бақытты күн кешуіміз үшін талай жазықсыз қан мен тер төгілген. Сол себепті, ата-бабамыз сыйлаған осынау ұлан-ғайыр мемлекетті әрі қарай көркейтіп, гүлдендіру бәрімізге ортақ борыш.\n\n21 ғасыр білім мен бәсекелестік заманы. Әр мемлекет жеке қоғам құрып, тіршілік үшін толассыз күрес жүргізуде. Әр елдің даму қарқыны оның индустриясының даму дәрежесіне байланысты. Сондықтан экономикасы озық елдерді индустриясы дамыған елдер қатарына жатқызады. Қазақстан тәуелсіздік алған күндерден бастап үдемелі индустрияландыруға бағыт алды. Осы уақыт аралығында елімізде мыңнан астам жаңа жоғары технологиялық өндірістер ашылды, олар елімізде бұған дейін шығарылмаған жаңа өнімдердің түрлерінің өндірілуіне және жүз мыңдаған жұмыс орындарының ашылуына себеп болды. Соның арқасында еліміз экономикалық артта қалу аймағынан шығып, әлемнің 50 бәсекеге қабілетті елдерінің қатарына қосылды.\n\n«Теңіз тамшыдан құралады» - демекші елдің дамуы үшін әр азаматтың қосар үлесі зор. Өз тарапымнан мемлекетіміздің киім өнеркәсібінің дамуына үлес қосқым келеді. Жеңіл өнеркәсіптің мақсаты - тұрғындардың әдемі, ең бастысы тиімді - жоғары сапалы киіммен қамтамасыз ету. Қазақстанның жеңіл өнеркәсібінің жақсы шикізат базалары тар: мақта, жүн, табиғи былғары. Дегенмен, ол экономикадағы \"шешімін таппаған\" сала болып есептеледі. Жеңіл өнеркәсіп - материалдан гөрі еңбекті көп қажет ететін , экологиялық жағынан таза және көбінесе әйелдер қызметінің саласы. Өнеркәсіптің өнімі және өңделген шикізатты тасымалдауға қолайлы, әрі ұзақ сақталады. Киім үлгісінің дизайнері – жеңіл өнеркәсіп саласының бір түрі. Тігін өнімдерін құру және проект жасау негізгі міндеті. Дизайнер мамандығының кәсіптік саласына – киімнің коллекциясы, техникалық документация құру жатады.\n\nБүгіннің өзінде Қазақстанда жасалған деген брендтік бұйымдар өзіміздің ішкі нарықтарды бірітіндеп жаулай бастады. Жастар арасында да отандық киім үлгілері жақсы сұраныста. Халық жергілікті өнімдерге әрдайым қолдау көрсетіп отырады. Басты себеп, мемлекетіміздің дәрежесі артуы үшін тұтынылатын өнімдерді өзіміз қамтамасыз етуіміз міндет. Қазақстанда қазіргі таңда «Нәтижелі жұмыспен қамтуды және жаппай кәсіпкерлікті дамытудың 2017-2021 арналған бағдарламасы» және «Бизнестің жол картасы – 2020» - мемлекеттік бағдарламалары сәтті түрде жүзеге асырылуда. Билік тарапынан жеке кәсіппен айналысам деушілерге көмек көрсетіледі. Бұл мәселе еліміздің экономикалық саясатының маңызды құрамдас бөлігі ретінде барлық мемлекеттік мәселелерде, Қазақстан Республикасының тұңғыш Президентінің жыл сайынғы жолдауларында да айтылып жүр.\n\nАлаш ардақтысы Ахмет Байтұрсынов «Басқадан кем болмас үшін біз білімді, бай, һәм күшті болуымыз керек. Білімді болуға оқу керек, бай болуға кәсіп керек. Күшті болуға бірлік керек. Осы керектердің жолында жұмыс істеу керек» - деп дәл айтқан. Әрқайсысымыз қолдан келгенше отанымызды өркендетуге күш жұмсайық.",
                "date": "17.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабырға ұзындвғын табу",
        "question_content": "Тктөртбұрыш ауданы 72 см , периметр 36 см тіктөртбұрыш қабырғаларын табу",
        "question_date": "22.02.2021",
        "question_tag": "Мектеп",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңдік түрінде жазамыз:\n\n1. ав=72      және     2. 2(а+в)=36\n\n                            теңдіктің екі жағын да 2 ге бөлеміз:\n\n                               а+в=18\n\n                          а-ны в арқлы өрнектесек:\n\n                               а=18-в\n\nБірінші теңдікке 2-ші теңдіктің соңғы түрін қоямыз:\n\nв(18-в)=72\n\n18в-в(в квадрат)=72\n\nв(в квадрат)-18в+72=0\n\nD1=(-9)(в квадрат)-1*72=9>0, екі мән\n\nв1/2=9(+/-)3/1\n\nв1=12\n\nв2=6\n\nЖауабы: тіктөртбұрыш қабырғалары 12см және 6см.",
                "date": "19.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Web беттер жасауда скриптілердің кандай маңызы бар?",
        "question_content": "Web беттер жасауда скриптілердің кандай маңызы бар?",
        "question_date": "22.02.2021",
        "question_tag": "Информатика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінің мұғалімі болу үшін?",
        "question_content": "Ағылшын тілінің мұғалімі болу үшін колежге түсуге боладыма или только универде окытама канша жыл окиды?  и кай унивеилер окытады?\nЕкі тіл таңдасам болама (естідім тарих или географияның орнына баска шет тіл таңдайға болады деп(мысалы түрік тіл))\n\nҚанша жыл оқиды англиский мұғалім болу үшін?",
        "question_date": "22.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетел тілі: Екі шет тілі академиялық білімнің бакалавр деңгейін көрсететін жоғары білікті мамандықтардың бірі болып табылады. Жалпы екі шет тілін бірдей меңгеріп шығарудағы мақсат еліміздегі билингуалды азаматтарымыздың ретін көбейту, сондай-ақ, өзге елдермен қарым-қатынас тілдерін елде барынша дамыту. Аталған мамандық бакалавр оқу жүйесінде мынадай белгімен белгіленеді - 5В011900.\nЕкі шет тілі мамандығын тәмамдасам, қай жерлерде кім болып жұмыс істей аламын?\nЕкі шет тілін тәмамдаған бітіруші сәйкесінше әлемдегі ең көп қолданылатын екі тілді меңгеріп шығады. Оған екі бірдей квалификация ұсынылады. Бірі педагогикалық, екіншісі аударма ісі. Нақты мамандықтарға мән берер болсақ, бізде ағылшын тілі мұғалімі мен аударма ісі мамандықтары бөлек оқытылады. Ал біз талдап отырған мамандық (Екі шет тілі) екеуінің бірегейі болып табылады. Демек, бітіруші негізгі ағылшын және екінші таңдалған (екінші тілді таңдау студенттің өз мүддесіне беріледі) шет тілдері бойынша ұстаздық етуіне болады. Сонымен қатар,  егер тілдерді білуі мен біліктілігі жетсе, аудармашы, тіпті синхронды аудармашы болып жұмыс істеуіне мүмкіндіктер болады.\nҚызмет түрлері:\nЖалпы орта мектепте шет тілдердің мұғалімі (екі еуропа немесе бір еуропа және бір шығыс тілдері бойынша);\nАғылшын және неміс тілдері мұғалімі;\nАғылшын және француз тілдері мұғалімі (немесе испан, итальян тілдері);\nФранцуз немесе ағылшын тілдері мұғалімі;\nАғылшын және араб тілдері мұғалімі (немесе түрік, қытай, жапон, корей тілдері);\nФранцуз және араб тілдері мұғалімі;\nАрнайы мамандандырылған мектептер мен лицейлерде шет тілдері бойынша ұстаздық ету;\nАрнайы оқу орталықтары мен орта мамандандырылған колледждерде ұстаз болу;\nМагистрлік деңгейді жалғастыра оқыған кезде, ЖОО-да аға оқытушы болып қызмет етуге болады;\nЕліміздегі шетелдік компанияларда аудармашы болып жұмыс атқару;\nБАҚ аясында шетелдік ақпараттық дереккөздерден тікелей аударатын мәтіндік аудармашы болу;\nШетелдік тұлғаларға сапалы синхронды аудармашы болу;\nЕкі шет тілі мамандығы бойынша өткен жылдың статистикасы қандай болды?\nКүндізгі оқу түрі бойынша өткен жылдың қорытынды сараптамасы мынадай:\n- Жалпы конкурста қазақ бөліміне 238, ал орыс бөліміне 147 грант бөлінді. Оқуға түсудегі талапкерлердің орта балы екі бөлімде де 88 балға тұрақтады. Грантқа жеткен ең төмен балл 72 (қазақ) мен 66 (орыс) болды.\n- Ауылдық квота бойынша қазақ бөліміне 131 грант және орыс тобына 74 грант бөлінді. Ең төмен көрсеткіш 68 (қазақ) және 54 (орыс) балдарын құрады.\n- \"Алтын белгі\" иегерлері түскен гранттар саны қазақ бөлімінде 25, орыс бөлімінде 15. Ең төмен балдары екі бөлімде де 85-пен шектелді.\n- Халықаралық пән олимпиадалары бойынша жалпы 14 талапкер грант иегері атанды. Соның ішінде, 12-сі қазақ бөлімі, ал екеуі орыс бөліміне түскен.\n- Халықаралық спорт жарыстарының жаңымпаздары атанған талапкерлер өткен жылы 11-ге толықты. Олардың төртеуі қазақ, жетеуі орыс бөліміне оқуға түсті.\n- Қазақ диаспораларына арналған квота бойынша 16 талапкер студент атанды. Олардың ең төмен балы 73 балға тұрақтады.\n- Мүгедек жандар үшін 15 грант бөлінді. Олардың түскен ең төмен балы 58 болды.\n- Жетім және жартылай жетім болған талапкерлер саны 8 болып, олардың ең төмен көрсеткіші 66 балға жетті.\nЕкі шет тілі Қазақстанның қай жоғарғы оқу орындарында оқытылады?\nШетел тілі: Екі шет тілі мамандығын ұсынатын ЖОО-дар:\nАбылай атындағы Қазақ Халықаралық қатынастар және Әлем тілдері Университеті;\nАбай атындағы Қазақ Ұлттық Педагогикалық Университеті;\nҚазақ Мемлекеттік Қыздар Педагогикалық Университеті;\nСүлеймен Демирел атындағы Университет;\nЛев Гумилев атындағы Еуразия Ұлттық Университеті;\nәл-Фараби атындағы Қазақ Ұлттық Университеті ғылыми бағытқа ауысқандықтан, өткен жылдан бастап бұл мамандық алып тасталынды. Одан өзге де облыс орталықтары мен олардың үлкен қалаларында орналасқан педагогиқалық ЖОО осы мамандық бойынша талапкерлерді қабылдайды.\nЕкі шет тілі мамандығына түссем, қандай дәрістерді оқитын боламын?\nШетел тілі: Екі шет тілі мамандығының оқыту бағдарламасы негізінен педагогикалық бағытқа көп көңіл бөледі. Сол себепті осы мамандықты алып шыққан бітірушілер көбіне ұстаз болып қызмет атқарып жүр. Дегенмен, бұл әрбір студенттің өзіне де байланысты болады. Атап өтсек, ол өзі егер алғырлық етіп аударма саласында еңбек ете алса, оған ешбір нәрсе тосқауыл бола алмайды, яғни біліктілігі соған сәйкес келе береді.\nЖалпы біліv беретін пәндер оқытылатын болады.\n- Студентке міндетті дәрістер:\nҚазақстан тарихы;\nАғылшын тілінің базалық білімі\nФилософия;\nҚазақ тілі (орыс тілі);\nЕкінші шет тілі (Al – деңгейі, A2 -деңгейі),\nИнформатика; \n- Студентке таңдау құқығы берілетін дәрістер:\nМамандыққа кіріспе дәрістері;\nЖалпы педагогика;\nЖалпы психология;\nТәрбие беру теориясы;\nБАҚ аудармасы;\nЖалпы тіл біліміне кіріспе;\nҚазақ әдебиеті;\nКәсіби орыс тілі;\nАғылшын тілін оқыту әдістемесі;\nАғылшын тілінің стилистикасы;\nЕкінші шет тілінің ауызекі сөйлеу стилі;\nАғылшын тілінің фонетикасы;\nАғылшын тілінің грамматикасы;\nРоман-герман тілдеріне кіріспе;\nЛатын тілі;\nАғылшын тілінің лексикологиясы;\nОқытылып жатқан тілдің әдебиеті;\nЕлтану;\nТеориялық грамматика;\nЖалпы тұрғыдан айтқанда, бұл мамандықтың болашақта мүмкіндіктері өте мол. Себебі, қазіргі кезде, шет тілдерін игеру жыл өткен сайын маңыздық танытып келеуде. Жаһандану үдерісі де осының бір дәлелі деуге болады.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/habarlandyru/19959/",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "900 кДж жылуды сіңіру үшін азоттың қанша мөлшерін жағу керек?",
        "question_content": "900 кДж жылуды сіңіру үшін азоттың қанша мөлшерін жағу керек?",
        "question_date": "21.02.2021",
        "question_tag": "Химия",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n∑Q = 900 кДж\nQ = 180 кДж/моль\nТабу керек:\nV(N2)-?\nШешуі:\n\nЖану кезінде ККР-ден шыққан кезде 1 моль азот 180 кДж сіңіріледі. Азоттың мөлшерін табамыз:\n\nn(N2) = ∑Q/Qm = 900 кДж/180 кДж/моль = 5 моль\n\nVm = 22.4 л/моль\nАзот көлемін табамыз:\nV(N2) = n*Vm = 5 моль*22,4 л/моль = 112 л\nЖауабы: 112 л",
                "date": "22.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих мұғалімі болу үшін қандай КОЛЛЕДЖГЕ барған дұрыс.",
        "question_content": "Тарих мұғалімі болу үшін қандай КОЛЛЕДЖГЕ барған дұрыс?",
        "question_date": "21.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласындағы Абай атындағы педагогикалық Университетіне барған дұрыс.",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жан Ахмадиев пен Бақай тобының \"CAMRY\" атты әнінің мәтіні керек.",
        "question_content": "тойота камри әнінің мәтіні керек еді . Тыңдап сөздерін түгел ұға алмай дал боп отырмын ...\nқайырмасы :\n\nжанымда индира ганди  ?\nқазақ қыздары куб клұбқа бармайди ?\n\nкөлігімде қосылып тұр ән күй ?\n\nайдағаным тойота кәмри  ?",
        "question_date": "21.02.2021",
        "question_tag": "Әннің сөзі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хей, тартыл бізге келсей\nБізбен бірге билеп теңсел\nЧе хотел бізге бәрің айт\nМені көрген бізді бәрі ұнайды\nОу мани мани шоу биз\nБіздің құдалық пен той биз\nШыныңды айтшы бізге не дейсіз\nҚашанда дамиды біздің шоу биз\n\nҚайырмасы:\nЖанымда Индира Ганди\nҚазақ қызы кукла Барби\nКөлігімде қосылып тұр ән би\nАйдағаным Toyota Camry\nЖанымда Индира Ганди\nҚазақ қызы кукла Барби\nКөлігімде қосылып тұр ән би\nАйдағаным Toyota Camry\n\nCamry бұл Camry бұл Camry\nСветофордан көріп қалсаң замри\nМазалама мен корольмін Camry\nБұл Camry бұл Camry бұл Camry\n\nЖан Ахмад Бақай\nToyota Camry\nКелші менің қызым Багира\nБұл қатып айтылған қағида\nТында менің досым ,,,,\nТанысып қой бұл қызым Жазира\nЖүрегімде жаным сенің бейнең\nСағынамын іздеп сені кейде\nГаражымның алдында тұр Camry\nТұлпарымда басқа көлік тең қай\n\nҚайырмасы:\nЖанымда Индира Ганди\nҚазақ қызы кукла Барби\nКөлігімде қосылып тұр ән би\nАйдағаным Toyota Camry\nЖанымда Индира Ганди\nҚазақ қызы кукла Барби\nКөлігімде қосылып тұр ән би\nАйдағаным Toyota Camry\n\nCamry бұл Camry бұл Camry\nСветофордан көріп қалсаң замри\nМазалама мен корольмін Camry\nБұл Camry бұл Camry бұл Camry\n\nТолығырақ: https://sazalem.com/ru/track/zhanahmadiev-bakaitoby-camry",
                "date": "21.02.2021",
                "upvotes": 0
            },
            {
                "text": "Camry (текст-мәтін)\nСөзі: Жан Ахмадиев\nӘні: BaQai\n1-prt\nЕй! Тартыл бізге келсей!\nБізбен бірге билеп теңсел!\nЧе хотел? Менде бәрі NICE!\nМені көрген қыздың бәрі майысты\nAу, money-money шоу биз\nБізде құдалық пен той биз\nШыныңды айтшы маған не дейсің\nҚашан дамиды бізде шоу биз?!\nЖанымда Индира Ганди!\nҚазақ қызы кукла - Барби!\nКөлігімде қосылып тұр ән-би,\nАйдағаным ТОЙОТА КАМРИ!\nҚ-сы\nКамри, бұл камри, бұл камри\nСветофорда көріп қалсаң замри!\nМазаны алма, мен корольмін ТАМБИ\nБұл камри, бұл камри бұл камри!\n2-prt\nЕсь же, менің қызым Багира\nБұл қадап айтылған қағида\nТыңда мені досым аривва\nТанысып қой бұл қыз Жазира!\nЖүрегімде жаным сенің бейнең,\nСағынамын іздеп сені кейде!\nГаражымның алдында тұр КАМРИ\nТұлпарыма басқа көлік тең бе?\nЖанымда Индира Ганди!\nҚазақ қызы кукла - Барби!\nКөлігімде қосылып тұр ән-би,\nАйдағаным ТОЙОТА КАМРИ!\nҚ-сы\nКамри, бұл камри, бұл камри\nСветофорда көріп қалсаң замри!\nМазаны алма, мен корольмін ТАМБИ\nБұл камри, бұл камри бұл камри!",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "The government is going to introduce/invest/vote new parking rules.",
        "question_content": "1.The government is going to introduce/invest/vote new parking rules. 2 The ministers can reduce/lower/stand for election every five years. 3.We invited/offered some friends to our house for a barbecue. 4. Mum was in a bad concentration/mood/health ail day. 5. Lara doesn't think much of herself. Her energy/ discipline/self-esteem is very low. 6. Sport and exercise help increase your stamina/brain/team work levels. 7. In my country, the main equator/ product/ agricultural product is wheat.",
        "question_date": "21.02.2021",
        "question_tag": "Мектеп",
        "question_views": 677,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяғым яғни тізе буыны көбіне жаураған кезде оқыс қимылдан қарт етіп шығып кетеді?",
        "question_content": "Аяғым яғни тизе буыны кобине жаураған кезде  окыс кимылдан карт етип шығып кетеді типти жанымдағы кисилерге естиледи сосын аздаған уакыт ишинде массаж жасау арқылы орнына келеді кандай ем жасауға болады әлде бул аурудың диагнозы барма",
        "question_date": "21.02.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Буын шығулар деп буындың зақымданумен қатар мүшелеу сүйектерінің буын бөліктерінің ауысуы аталады. Буын шығуының белгілері:\n• буын формасының өзгеруі;\n• аяқ-қолдың қалыпты емес орналасуы;\n• қақсау;\n• оның физиологиялық жағдайын беру кезінде аяқ-қолдарды серіппелі фиксациялау;\n• буын қызметінің бұзылуы.\nЖарақаттанудан буын шығудың жиі кездесетіні буынның шартты түрде тез озғалуынан болады. Бұл, мысалы, қатты соққы кезінде буын, ұрылған буын аумағында болады. Ережедегідей, буынның шығуымен қатар буындардың жарылуы және мүшелік туын жазықтықтарының бөлінуі болуы мүмкін. Кейде буын шығу сынықтармен – сынық буын шығулармен күрделенеді. Жарақаттану буын шығуын қалпына келтіру ертерек жасалуы тиіс.\nБуын шыққан кездегі көмек\nАяқ-қолдың маңызды емес қозғалысынан-ақ жанға батар ауыруы мүмкін, Сіз аяқ-қолды сол қалыпта ұстауыңыз қажет, оған ауруханаға жеткізу деңгейінде бір қалыпты қамтамасыз ету қажет. Ол үшін көліктік шиналарды, арнайы таңбаларды немесе қолда бар құралдарды қолданған жөн. Қолды иммобилизациялау үшін мойын арқылы жіңішке шеттері түйін қылып байланатын бас орамалды қолдануға болады.Аяқ буындары шыққан кезде, оның астына және қабырғасына шина немесе тақтай салады, оған аяқты бинтпен орайды.\nҚолдың саусақтары шыққан кезде кез-келген тегіс жазықтыққа қолдың барлығына иммобилизация жүргізу керек. Шина мен аяқ-қол арасындағы буындар аумағында мақтаның бір қабатын салады. Төменгі жақ шыққан кезде оның астына сақпан тәрізді таңбаны кигізеді (кезекшілердің қолына тағатын таңба екенін еске саламыз), оның шеттерін крест тәрізді етіп желкеге байлайды.\nСынық деп оның біртұтастығымен сүйекке зақым келуді айтады. Сынықтар жабық (теріде зақым болмауы) және ашық (теріде зақым болуы) болуы мүмкін. Сонымен қатар сүйекте жарықтар болуы мүмкін.\nСынықтың белгілері болып табылады:\n• сынық орнында аяқ-қолдың деформациясы;\n• аяқ-қолды қозғалта алмауы;\n• аяқ-қолдың қысқаруы;\n• терінің астында сүйек сынықтарының қытырлауы;\n•осьтік қозғалыс кезінде ауру (сүйек бойы);\n• жамбас сүйектерінің сынуы кезінде - пациент жатқан жерден аяғыңды көтере алмауы.\nЕгер сынық теріге зақым келумен қатар жүрсе, оны жарадан шығып тұрған сүйек сынықтарының бар болуы кезінде тану қиын емес. Жабық сынықтарды табу қиынырақ болады. Жарақат пен сынықтар кезіндегі негізгі белгілер – сыздау, ісік, көгеру, қозғала алмау – сәйкес келеді. Сынық аумағында қытырлау сезімі және осьтік жүктеу кезіндегі ауруға көңіл бөлу қажет. Сол кезде сынған жер қатты ауыра бастайды.\nСынық кезінде көмек\nЖабық сынықтар кезінде, буын шығу кезінде де, аяқ-қолдарды иммобилизациялауды және тыныштықты қамтамасыз ету қажет. Иммобилиациялау құралдарына шина, көмекші құралдар кіреді. Жамбас және иық сүйектерінің сынуы кезінде шинаны үш буынды (сирақтабанды, тізе, жамбас және білектік, шынтақ және иық) бірге алып салады. Басқа жағдайларда екі буынды – сынған жердің жоғарғы және төменгі жақтарын байлайды. Сынық сүйектерді бір біріне үйлестіріп көруге тыйым салынады – онымен Сіз қан кетуді тудыруыңыз мүмкін.\nАшық сынық кезінде Сіздің алдыңызда екі міндет тұрады: қан кетуін тоқтату және аяқ-қолға иммобилизация жүргізу. Егер, Сіз тамыр соғып тұрған қан ағымын (артериалды қан кету) көрсеңіз, қан кеткен орыннан жоғары жгут салыңыз (Қан кету кезіндегі алғашқы жәрдем көрсетуді қараңыз). Қан тоқтағаннан кейін жара аумағына асептикалық (стерильденген) таңбаны салыңыз және иммобилизация жүргізіңіз. Егер қан біркелкі ағынмен ақса, онда бастаны асептикалық таңбаны салыңыз және иммобилизация жүргізіңіз.\nАяқ-қолды иммобилизациялау кезінде екі буынды сынған жердің жоғарғы және төменгі жақтарын қозғалтусыз қалдыру қажет. Жамбас және иық сүйектері сынған кезде үш буынды қозғалтусыз қалдыру қажет (жоғаыдан қара). Есте сақтаңыздар, шинаны жалаңаш теріге –оның астына міндетті түрде киім немесе мақта салу қажет.\nАшық немесе жабық (сүйек сынықтары қозғалуымен) ірі сүйектердің сынуы кезінде бірден ауруханаға жеткізу және аурухана жағдайында сүйектерді репозициялау қажет (анатомиялық қалыпты келтіру). Егер сынықтан кейін кем дегенде 2 сағат өтсе, ал сүйек сынықтары сәйкес келтірімесе, ауыр салдарға әкелуі мүмкін – май эмболиясына әкелуі мүмкін, ол өлімге немесе мүгедектікке әкелуі мүмкін. Оны біле тұра, Сіздің пациентіңізге жедел көмек көрсету үшін қабылдауды сұраңыз.\nТолығырақ: https://zhardem.kz/news/1823",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнін таңдадым 9 дан кетсем бола ма, әлде11 ден кетейін бе?",
        "question_content": "География пәнін таңдадым 9 дан кетсем бола ма, әлде11 ден кетейін бе?",
        "question_date": "21.02.2021",
        "question_tag": "Мектеп",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Біздің көзіміз бірдей болғанмен көз жасымыз əртүрлі» дегендей, бір сыныпта, бір партада отырсақ та, арманымыз əртүрлі. Аз уақыттан соң бөлек-бөлек маман иесі болып кете барамыз. Тіпті таңдау пəніміз бір болса да, мамандығымыз əртүрлі болып шығады ертең. Бір пəннің өзі жоғары оқу орындарында бірнеше салаға бөлініп, өз ағысымен кете барады екен. Бүгін біз география пəнін таңдаған талапкерлерге мамандықтардың легін ұсынбақпыз.\n«Ғалымға азық берер қайнар көз кітап бетімен, лаборатория аумағымен ғана шектелмейді, өмірді танумен, еңбек адамының жасампаз ісін танумен кең өрісін табады»,  –  дейді Қаныш Сəтбаев аталарың. Географияны таңдаған түлектер үшін бұл салада қандай мамандықтар барын білмекке əл-Фараби атындағы Қазақ ұлттық университетінің «геофагына» қарай жол тарттық…\nҚанат ЗҰЛПЫХАРОВ, əл-Фараби атындағы Қазақ ұлттық университетінің  География жəне табиғатты пайдалану факультеті, «География, жерге орналастыру жəне кадастр» кафедрасының аға оқытушысы:\nГеография мамандықтарының аясы үлкен\nГеография жəне табиғатты пайдалану факультетінің тарихы терең. Мұнда мүмкіндіктер де көп. Ғылыми география, гидрология, метеорология, геодезия жəне картография, туризм, жерге орналастыру жəне кадастр кафедралары бар. География мамандықтарының аясы өте үлкен. Бұл жерде географияның бірнеше мамандығы біріктірілген. Оның ішінде «Физикалық география», «Экономикалық география», «Топырақтану», «Халықтар географиясы», «Биогеография»мамандықтары оқытылады. Сонымен қатар, осы мамандықтар аясында іс-тəжірибелер қарастырылған. 1-2 курсты тəмамдаған студенттер зоналық практикада Алматы, Балқаш, Қарағанды, Астана, Көкшетау қалаларының бағыты бойынша өтеді. Екінші бағыт бойынша Алматы қаласы, Түрген, Шарын шатқалдары, Шонжы, Сөгеті жазығы, Алтын-Емел ұлттық саябағы мен Ш.Уəлихановтың музейінде болып, Алматыға оралады.\nЖоғарыда айтқан мамандықты тəмамдаған студенттер География институтында, түрлі ғылыми-зерттеу институттары мен экология департаменттерінде жұмыс істей алады.\n«Жерге орналастыру  – бүгінде сұранысқа ие мамандықтардың бірі. Мамандықтың атқаратын міндеті жерді пайдалану мен қорғауды ұйымдастыруға бағытталған. Бұл мамандық иелері жерді аймаққа бөлудің облыстық, республикалық жобаларын жасайды. Жер ресурстарын пайдалану, жақсарту, қорғау бағдарламаларын əзірлейді.\nЖер бөлімшесіне меншік құқығына жəне жерді пайдалану құқығынақұжаттарды дайындаумен, елдімекендердің шекарасын анықтаумен айналысады. Ерекше қорғалатын табиғи аймақтардың жəне жерді пайдалану мен қорғаудың ерекше жағдайлары бар басқа да жер   бөлімшелерінің шекараларын белгілеу, бөлінген жерлерді жаңғырту жəне қалпына келтіру сияқты негізгі жұмыстарды оқып-үйренеді.\n«Гидрология» мамандығын бітірген студенттер су шаруашылықтарында, су бөлімдерінде, оқу орындардың «Гидрология» бөлімдерінде қызмет атқаруға мүмкіндігі бар.\n«Метеорология» мамандығына түскісі келетін талапкерлер географиямен қатар математика, физика пəндеріне алғыр болуы тиіс. Бұл мамандық көбіне қоршаған ортада боп жатқан физикалық құбылыстармен байланысты. Яғни, ауа райын зерттеу, бағалауды оқып-үйренеді. Бітіргеннен кейін метеостанцияларда жұмыс істей алады.\n«Туризмді» қазіргі кезде «ХХІ ғасыр мамандығы» деп атайды. Себебі, туризмнің дамуы əлемде қарқынды жүріп жатыр. Бұл мамандықтың дипломымен еліміздің əртүрлі қонақүйлеріне, ерекше қорғалатын аймақтарға, қорықтарға, ұлттық саябақтарға, туристік орталықтарға жұмыс іздеп баруға болады.\n«Геодезия жəне картография» да өте қажетті мамандықтардың бірі деуге болады. Себебі, жерді өлшеу, зерттеу жұмыстары жүргізіледі. Мысалы, қалаларда ғимараттардың көптеп бой көтеруі, айналма жолдардың салынуы да осы мамандықпен байланысты. Бұл мамандықты игерген түлектерге жұмыс көп. Өйткені, осы салаға байланысты барлық жерде картамен жұмыс жүреді.\nБакалаврды бітіргеннен кейін оқуды əрі қарай магистратурада жалғастыруға болады жəне түрлі бағдарламалар бойынша шетелде де білім алуға мүмкіндік зор. Мысалы, Ломоносов атындағы Мəскеу мемлекеттік университеті, Ресей Ғылым академиясының География институты, Австрияның Зальцбург университеті, Германияның Лейбниц жəне Лейпциг университеттері, Ұлыбританияның Ноттингем жəне Редланд университеттері, АҚШ-тың Канзас университеті, университеті жəне Орал федералдық университетімен қосдипломды бағдарлама бар. Яғни, студент магистр атанған соң бір жылды елде, бір жылды шетелде оқып, екі бірдей дипломға ие бола алады.\n«Есеп жəне аудит» мамандығын таңдай алады. Менеджмент жəне маркетинг кафедрасының мамандықтары – Менеджмент, Маркетинг, Мемлекеттік жəне жергілікті басқару, Логистика. Бізде көп таралғаны – Логистика мамандығы. Себебі, фирмалар мен түрлі ұйымдар осы маман иелеріне жүк артады.\n«Қаржы» мамандығы да сұранысқа ие. Бұл кафедра болашақ банк қызметкерлерін дайындайды. Яғни, қаржы, салық бағытында жұмыс атқарғысы келсе, талапкер осы мамандықты таңдағаны жөн. Экономика саласына түсушілер саны көп емес. Себебі, бір компанияның өзінде ары кетсе екі-ақ экономист болады. Бірақ, экономистің жұмысы оңай емес. Бұл маман қаржыны, бухгалтерлік есептерді жинақтайды. Сосын болашаққа жоспар жасайды. Сонымен қатар, ғылыммен де айналысады. Ең көп ғылыми жобалар да осы оқу орнына, осы кафедраға тиесілі. Ол жобалар шетелмен тығыз байланысты. Оған тек белсенді деген студенттерді ғана ұсынып, даярлаймыз.\nҰлан: Мұнда география пəнін таңдаған талапкердің іздеген мамандығының бəрін табуға бола ма, жалпы, мамандықтың бəрі қамтылған ба?\nС.Қондыбаева: Иə, барлығы қамтылған. Кеше үлкен жиын өтті. Сонда  рейтинг агенттігінің есебі бойынша, осы сала бойынша екінші орында тұрғанымыз айтылды.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/jogargyi_syinyip/40369/",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқылым және тындалым мәтіндерінен сан есімдерді тауып, құрамына қарай ажыратындар?",
        "question_content": "Оқылым және тындалым мәтіндерінен сан есімдерді тауып, құрамына қарай ажыратындар?",
        "question_date": "21.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The numeral (Сан есім)\nЗаттың немесе заттық ұғымдар мен құбылыстардың санын мөлшерін,ретін білдіретін сөз табы сан есім деп аталады. Сан есім how many? - қанша?, неше?which? - нешінші?, қаншасыншы? деген сұрақтарға жауап береді.\nСан есімнің түрлері. Е с е п т і к с а н е с і м д е р (Cardinal Numerals) заттардың санын білдіріп how many?қанша?деген сұраққа жауап береді: one-бір,two-екі,three-үш,ninety-тоқсын,one hundred and one-жүз бір.\nР е т т і к с а н е с і м д е р (Ordinal Numerals)заттардың саналу ретін (қатарын) білдіріп, which? –нешінші? Деген сұраққа жауап береді. Бұрыс сан есімдер:\n(the) first – бірінші, (the) second –екінші,\n(the) third – үшінші.\nҚалған сан есімдерден реттік сан есім \"th\"арқылы жасалады:\nthe hundredth - жүзінші\nthe fourth - төртінші\nthe tenth - оныншы\nТолығырақ: https://www.facebook.com/english.kazakh/posts/467875730401933/",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтактемді біреу алып алды қалай кайтарып алсам болады?",
        "question_content": "Вкады бреу алп кетты,номеры менде бар брак кайтара алмай койдым,ол адам профил ссфлка аты жонын барн озгерткен только вка номеры озгертылмеген,калай кайтарсам болад?",
        "question_date": "21.02.2021",
        "question_tag": "Интернет, Сайт",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай жағдайда вконтактедегі аккаунт паролін ауыстырасыз.",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көшпелі алтын шығармасындпғы адамгершілік құндылықтар қандай?",
        "question_content": "Көшпелі алтын шығармасындағы адамгершілік құндылықтарды атаңыз.",
        "question_date": "21.02.2021",
        "question_tag": "Мектеп",
        "question_views": 18200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктің бүтін шешімдерінің қосыныдысын табыңыз.",
        "question_content": "Теңсіздіктің бүтін шешімдерінің қосыныдысын табыңыз.\n\n|x|<5.                            |      2x−15+3x10>−2",
        "question_date": "21.02.2021",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "|x|<5\n-5<x<5\n-4+4=0",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 100 мл ерітіндіде 0, 98г күкірт қышқылы бар. молярлық концентрациясын анықтаңдар.",
        "question_content": "көлемі 100 мл ерітіндіде 0 \"98\" г күкірт қышқылы бар. ерітіндідегі күкірт қышқылының молярлық концентрациясын анықтаңдар  тауып берндершы",
        "question_date": "21.02.2021",
        "question_tag": "Химия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cм = m/M*V = 0,98/98*0,1 = 0,1 М",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f(x, y, z)=arctg(xy^2+z) функциясының мәнін табыңыз.",
        "question_content": "f(x, y, z)=arctg(xy^2+z)  M0 (2,1,0)",
        "question_date": "21.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f(x, y, z)=arctg(xy^2+z)  M0 (2,1,0)\nf(2, 1, 0)=arctg(2*1^2+0)=arctg(2) = 1.10714872",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микрозайм просрочка",
        "question_content": "Займ корректор ата анама зв.. счет арест коямз диди",
        "question_date": "21.02.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай құқығы бар екенін біліңіз.",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А й т қ ш қ н а осы әріптерден сөз құрау керек?",
        "question_content": "а й т қ ш қ н а осы ариптерден сөз курау керек",
        "question_date": "21.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айт, қан, шана,тана, ақша,шақ,қаш,қай,тай,шай,қашан.....",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйген қызыма дінді үйреткім келеді?",
        "question_content": "Мен өзім намаз оқимын.Дін жолындамын.Енді сүйген қызыма дінді үйреткім келеді.Қалай түсіндіріп неден бастасам болады.",
        "question_date": "21.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізді көркем ұстап, үлгі болсаңыз ең бастысы , кейін келіспеушіліктер болып жатса сын болмайтындай. \nАл діни жағынан діни сауаты бар азаматтар айта кетер.",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әктастың CaCO3 кұрамындағы әр химиялық элементтің (%) үлесі",
        "question_content": "Әктастың CaCO3 кұрамындағы әр химиялық элементтің (%) үлесі",
        "question_date": "21.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(CaCO3)=100\nCa үлесі =40/100=0,4\nС үлесі =12/100=0,12\nО үлесі =48/100=0,48",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    }
]