[
    {
        "question_title": "АВС үшбұрышының төбелерінің қоординаталары берілген:. Түзудің теңдеуін табыңыз.",
        "question_content": "АВС үшбұрышының төбелерінің қоординаталары берілген: А(2; 1), B(-1; 4), C(3;2). АH биіктігі арқылы өтетін түзудің теңдеуін табыңыз.",
        "question_date": "9.07.2022",
        "question_tag": "Геометрия",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "11 сынып бітірдім. Ентдан 57 балл алдым. Алматыға медколлеждге грантка түсе аламын ба?",
        "question_content": "Мен 11 сынып бітірдім. ҰБТ-дан 57 балл алып қалдым. Алматы қаласына медколледжге грантка түсуде болады ма? Түсе аламын ба?",
        "question_date": "6.07.2022",
        "question_tag": "Университет, колледж",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледждердің гранттарын алу үшін бөлек емтихан тапсырылады. ҰБТ тек университетке түсу үшін жасайды. Бірақ колледжді 11 сыныптан кейін ақылы түрде оқуға болады.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата анам жек көреді?",
        "question_content": "Акемды анамды жаман адам демеймын бырак кейде тым шектен шыгып кетеды. Менын казыр жасым 15 те бырак 15 ке толган балага мулдем уксамаймын сыныптас,достар деген ұғым менде түгелімен жок оган себеп  ата анам мены кышкентай кезымнен беры оздерынын жолдастары  туысқан дарынын алдында олардын менымен жасты немесе менен кышкентай балаларынын алдында менын намысыма  тиетын создерды айтып абыройымды тогеды немесе олармен салыстырып сен онын баласыны касында ешкым емессын дегендей қатты журегыме тиеды. Жане бул осы кунге дейын алы жалгасып келеды ыны карындастарымнын алдында каншыксын сен булай жургенше оле салмадынба дегендей сонын кесырынен арласу дегенды койдым доста жок бауырды жок.\n\nБундайда нестеп керек а?",
        "question_date": "6.07.2022",
        "question_tag": "Жанұя",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айналайын,қарындасым екенсің,олай ойлама. Олар сені бәрібір жақсы көреді. Сенің жасыңда ата-анаға ренжу,әр сөзді жүрекке жақын қабылдау деген қалыпты жай. Бәрі де жақсы болады. Жаман әдеттен аулақ бол,түбі олар сенімен мақтанатын болады",
                "date": "20.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзімнің шежіремді білгім кетеді.",
        "question_content": "Өзімнің толық шежіремді білгім келеді. Мен білетін Тобықты Жөкең Наз ары қарай қалай???",
        "question_date": "6.07.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "tumalas.kz — осы сайттан көрсеңіз болады.",
                "date": "12.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тус жору,Тус,салт-дастур",
        "question_content": "Саламатсыздарма мен тусымде быр уйде келын болп жур екенмын ещё былай тусынгеным бойынша бурынгы жыгытымнын агасына уйленыппын ештене тусынбедым комектесыныздершы",
        "question_date": "6.07.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай сапалы Ноутбук алуға кеңес бересіздер",
        "question_content": "Ноутбук алайындеп едім, қандай кеңес бересіздер бағасы 1млн ға дейн ойынға монтаж жұмыстарға оқуға керек бастысы сапалы болу қажет.",
        "question_date": "6.07.2022",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз басым Asus, HP, Acer  ноутбуктерін алғанды жөн көремін. Техникалық сипаттамалары бағасына қарай жақсара береді ғой.",
                "date": "7.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімді жорып беріңіздерші, түсімде өз бауырымды(печень) беріппін біреуге (донор болып)",
        "question_content": "Түсімді жорып беріңіздерші, түсімде бір адамға бауырымды беріппін (донор болып). Сосын әлсіз бола бастаппын. Кейін бари жаксарыпты. Жорып беріңіздерші өтініш. Түс жорған дұрыспа білмеймін, жай өзіме түсініксіз әрі қызық түс болды.",
        "question_date": "6.07.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атырау бойынша сынықшы керек",
        "question_content": "Атырау бойынша сынықшы барма жақсы тел нөм болса",
        "question_date": "6.07.2022",
        "question_tag": "Жанұя",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Могут ли дать условный срок по статье 191",
        "question_content": "Могут ли дать условный срок по статье 191",
        "question_date": "6.07.2022",
        "question_tag": "Заң",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "191-бап. Тонау\n\n1-бөлімге ҚР 12.07.18 ж. № 180-VI Заңына сәйкес өзгерістер енгізілді (стар қараңыз. ред.)\n\n1. Тонау, яғни басқа біреудің мүлкін ашық ұрлау, -\n\nекі мың айлық есептік көрсеткішке дейінгі мөлшерде айыппұл салуға не сол мөлшерде түзеу жұмыстарына не бір мың сағатқа дейінгі мерзімге қоғамдық жұмыстарға тартуға не төрт жылға дейінгі мерзімге бас бостандығын шектеуге не мүлкі тәркіленіп немесе онсыз сол мерзімге бас бостандығынан айыруға жазаланады.\n\nҚараңыз: \"алаяқтық туралы істер бойынша сот практикасы туралы\"Қазақстан Республикасы Жоғарғы Сотының 2017 жылғы 29 маусымдағы № 6 нормативтік қаулысы\n\n2. Тонау, жасалған:\n\n1) жәбірленушінің өміріне немесе денсаулығына қауіпті емес зорлық-зомбылықты қолдана отырып не осындай зорлық-зомбылықты қолдану қатерімен;\n\n2) алынып тасталды-ҚР 27.12.19 № 292-VI Заңымен (стар қараңыз. ред.)\n\n3) алдын ала сөз байласу бойынша адамдар тобы, -\n\n4) алынып тасталды-ҚР 27.12.19 № 292-VI Заңымен (стар қараңыз. ред.)\n\nмүлкі тәркіленіп, үш жылдан жеті жылға дейінгі мерзімге бас бостандығын шектеуге не сол мерзімге бас бостандығынан айыруға жазаланады.\n\n3-бөлім жаңа редакцияда жазылды-ҚР 27.12.19 № 292-VI Заңымен (стар қараңыз. ред.)\n\n3. Тонау, жасалған:\n\n1) ірі мөлшерде;\n\n2) бірнеше рет;\n\n3) тұрғын үйге, қызметтік, өндірістік үй-жайға не қоймаға заңсыз кіре отырып, -\n\nмүлкі тәркіленіп, бес жылдан он жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады.\n\n4. Осы баптың бірінші, екінші немесе үшінші бөліктерінде көзделген әрекеттер, егер олар жасалса:\n\n1) қылмыстық топпен;\n\n2) аса ірі мөлшерде, -\n\nмүлкі тәркіленіп, жеті жылдан он екі жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады.\n\nҚараңыз: \"ұрлау туралы істер бойынша сот практикасы туралы\"Қазақстан Республикасы Жоғарғы Сотының 2003 жылғы 11 шілдедегі № 8 нормативтік қаулысы",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "191-бап бойынша шартты мерзім бере ала ма",
        "question_content": "191-бап бойынша шартты мерзім бере ала ма",
        "question_date": "6.07.2022",
        "question_tag": "Заң",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3-7 жыл аралығында шартты түрде немесе кәдімгідей түрмеде отыру жазасын кесуі мүмкін. Ол жағы жасалған қылмысқа және қылмысты ауырлататын немесе жеңілдететін жағдайларға тікелей байланысты.",
                "date": "29.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңгеме ғашықпын. Арамыздағы достықтан айырылып қалмаймыз ба?",
        "question_content": "17 жастамын 30 жастағы тақуа жеңгеме басып кетіп жүр. Өзі бір сұлу ақылды ақ Сезімімді астарлап болсын жеткізсем арамыз суып жеңге мен қайны арасындағы достықтан айырылып қалмаймыз ба?",
        "question_date": "30.06.2022",
        "question_tag": "Махаббат",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олай болмайды сенің ағаңың әйелі жеңешеңді сыйла",
                "date": "6.07.2022",
                "upvotes": 0
            },
            {
                "text": "Ең бірінші жеңгеңнен аулақ жүр, мүмкіндігі барынша жолықпауға әрекет жаса. Жеңгеңнің силастығынан ажыраймын деп қорықпа, жаратқаннан қорық, ағаманан айрылып қалам деп қорық.\nЕкінші кезекте ертерек үйлен, мүмкін сол кезде осы сұрақтың жауабын өзің табарсың...",
                "date": "21.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзақ төсек қатынасында болмағанның денсаулыққа қандай зияны бар?",
        "question_content": "Ұзақ төсек қатынасына түспеудің денсаулыққа қандай зияны бар?",
        "question_date": "29.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төсек қатынасымен тұрақты түрде айналысу әрбір адамның денсаулығына физикалық тұрғыда ғана емес, сондай-ақ психологиялық-эмоционалдық тұрғыда пайдасын тигізеді.\nӘйелдердің ұзақ уақыт төсек қатынасына түспеуі оның тағдырына, денсаулығына, тіпті темпераментіне байланысты. Әйелдерде, әсіресе 30-45 жас аралығында төсек қатынасына деген құштарлық артады. Осы аралықта жиі қатынасқа түскен әйелдер өзін жақсы сезінеді. Ал, осы жас аралығында жыныстық қатынаста тұрақты болмаған әйелдер тез шаршайтын болады. Стрессті жағдайда өзін ұстай алмай, өзгелерге қарағанда шаршаңқы көрініп, ерте қартая бастайды.\nМұндай жағдайда әйелдер ауыр және қауіпті аурулармен ауырып жатады. Соның ішінде фибромиома дертімен ауыруы мүмкін. Және етеккір келетін уақыттарда ауырсыну байқалып, көңіл-күйі жоғалады, алайда тамаққа тәбеті тартып тұрады.\nҰзақ уақыт қатынаста болмаған әйелдердің жатырынан қан кетіп, артық салмақ қосып жатады.",
                "date": "13.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медия журналистика мамандығын бітірген соң қандай жұмыс жасайды?",
        "question_content": "Медия журналистика мамандығын бітірген соң қандай жұмыс жасайды?",
        "question_date": "29.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телеканал, радио, газет журналға кіре аласыз.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кедергісі 240 Ом –ға тең ,120 В-қа есептелген электр шамын 220",
        "question_content": "қаралды\n\nКедергісі 240 Ом –ға тең ,120 В-қа есептелген электр шамын 220 В кернеуі бар желіден қоректендіру керек. Көлденең қимасы 0,55 мм2 болатын қандай ұзындықтағы нихром өткізгішті шаммен тізбектеп қосу керек? Осы есепти шгарп берениздерши отиниш",
        "question_date": "27.06.2022",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кедергісі 240 Ом –ға тең ,120 В-қа есептелген электр шамын 220 В кернеуі бар желіден қоректендіру керек. Көлденең қимасы 0,55 мм2 болатын қандай ұзындықтағы нихром өткізгішті шаммен тізбектеп қосу керек?",
                "date": "29.06.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физика математика пәнінен 56 балл, қандай мамандыққа қай қалаға серпінмен түсуге болады",
        "question_content": "Физика математика пәнінен 56 балл серпінмен түсуге мүмкіндік бар ма",
        "question_date": "27.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО документ қабылдау басталғанда Серпін бағдарламасы бойынша документ қабылдайтын ЖОО өкілдері отырады. Солар нақтысын біледі, одан өзге әр жылы грант саны мен оған тапсырған талапкерлердің баллының жоғарылығына орай грант баллы өзгеріп тұрады.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұңқар киносы басталғандағы әуен",
        "question_content": "Сұңқар киносы бастаып жатқанда бір музыка ойнайдығо домбырамен соны қай сайттан жүктесем болады? айтып жібересіздерме?",
        "question_date": "27.06.2022",
        "question_tag": "Ән іздеу",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өкінішке орай, ол туралы дерек жоқ интернетте. Ол сериалдың композиторы Ренат Әубәкіров екен.",
                "date": "29.12.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шарбақта(аулада) кене қаптап кетті не істесем болады?",
        "question_content": "Шарбақта кенелер топырлап қаптап кетті.Не істесем болады?Кеңес берсеңіздер.",
        "question_date": "27.06.2022",
        "question_tag": "Жануарлар",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вет аптекада кенеге қарсы дәрі алып шашасыз.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің бүйір жағын жазсақ, Цилиндрдің көлемін табыңыз?",
        "question_content": "Цилиндрдің бүйір жағын жазсақ, қабырғасы  а-ға тең квадрат пайда болады. Цилиндрдің көлемін табыңыз.",
        "question_date": "25.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 825,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "көлемі V= a3/(4*pi)",
                "date": "5.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына өлең жолдары қалай? Өз ойларыңызды айта кетіңіздер",
        "question_content": "~Қызғаныш~\nҚызғанбайын мен сені қызғанбайын\nҚызғанышсыз мені сүйген тұңған айым\nҚызғаныштың отына жалғыз өзім күйеді екем\nСен бірақ мені ешқашан қызғанбағың\n\nҚызғаныш ол тек сені сүйгендіктен\nМахаббаттың отына әбден күйгендіктен\nСағыныш пен қызғанышты салыстырсаң\nСағым құшып қалады сағыныштың оты деген\n\nҚызғаныштан  жүрегің  жұлқынады\nӨтр болып денең, демің де қысылады\nБаса алмай бойдағы қан қызуын\nОй санаңды тұңғиыққа батырады\n\nҚызғаныш ол сенімсіздік белгісі емес\nСенбейсің  деп кінәләуің  дұрыс емес\nСүйген жаның тек сенікі болса дейсің\nБар қалауым осығой түсінгейсің\n\nАлтыным ау сені қалай қызғанбайын\nБіреу саған көзін салса тұра алмайиын\nБойдағы қан тамырымнан қызу жүріп\nЖүректегі жалынды мен айта алмаймын\n<!--/data/user/0/com.samsung.android.app.notes/files/clipdata/clipdata_bodytext_220622_164500_544.sdocx-->",
        "question_date": "25.06.2022",
        "question_tag": "Өнер",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оте керемет шыгарыпсыз Маган унады",
                "date": "27.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік жағдайда арылу нестеу керек жүкті болып қалған жағдайда",
        "question_content": "Байқамай жүкті болып қалса оны қалай жоюға болады абортсыз яғни медицинаның көмегінсіз, таблетка немесе басқада жолдары барма?",
        "question_date": "25.06.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел адамның денсаулығына өте зиян, тіпті қан тоқтамай өліп кетуі де мүмкін. Қазір ешкім білмесін деп намыстанып немесе қорқып , кейінірек қатты өкініп қалмаңыз. Ондай дәрілерді дәрігердің рұқсатынсыз бермейді деп естігем тем более.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсініксіз оқиға, бастырылу ма?",
        "question_content": "Ағам қаладан келген күндердің бірі еді.Өзім қатты жаксы коретин ағам еди,сағынғандыктан онымен бір бөлмеде жатканмын.Интернетке кіріп ұйықтамай жаткан болатынмын сағат түнгі 3 тер шамасы ағам жарты ак сагат бурын ояу болған маған уйыкта уйкын канбай калады деп жаткан.Бір кезде мен наушникте жатсам биреу сөйлеп жаткан сиякты болды түсінбей наушникты шешип бираз құлақ түріп тындасам ағам сандырактап жатыр екен сосын мені қорқыту үшін ойнап жатыр екен дедим де жата бердим бирде менин атымды атап айкайлап шакырып жатыр касына барып ойнамашы десем уйыктап жатыр екен түсінбей калдым и касында отырдым киналып жаткан дыбыстар шығарып жатыр бірде менин жанында отырғанымды сездіме атымды атап Мені оят,Мені оят деп айкайлап жатыр и түртіп оятып едим коркынышты түс көргендей атып тұрып жан жағына түсінбей қарадыда келесі жолы мені оят десем сразу оят жарайма дедіде ұйыктап калды.Окига 2-3 жыл бурын болды өзінен сұрасам есінде жоқ.Бұл не болды екен???\n\nЖәне содан кейын бир куни менин телефоным ошип калып сол агамнын телефонынан гуглдан бирдене карамак болдым сөйтсем онда Түсіңде тозақ көрсе не болады деп іздепті.Бұнын бәрі бірдемен байланысты ма??",
        "question_date": "25.06.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7-10 жас аралығындағы балалардың тәрбиесіне қатысты Пайғамбарымыздың айтқан келесі өсиеті мынадай: «Жеті жасқа келгенде, қыз балалар мен ұл балалардың, ағайынды қыз бен ұлдың төсектерін бөлек салыңдар».\n\nhttp://www.ihsan.kz/kk/articles/view/5960",
                "date": "27.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз 5-9 жас аралығында жыныстық қатынасқа түссе қызда қыздық сақталады ма?",
        "question_content": "Қыз бала 5-9 жас аралығында жыныстық қатынасқа түссе, қызда қыздық сақталады ма?",
        "question_date": "21.06.2022",
        "question_tag": "Денсаулық",
        "question_views": 921,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Қалуы да қалмауы да мүмкін дейді ғой.  Қазіргі таңда қыздық белгі деген негізі жоқ ұғым деген де пікір бар. Оны тіпті гинеколог та анықтай алмауы мүмкін.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сыныпта 3 сабақтан 3-терім бар 9 сыныпта аттестат ала аламын ба?",
        "question_content": "8 сыныпта 3 сабақтан 3 терім бар 9 сыныпта аттестат ала аламын ба? 1-7 сыныпта 4,5 оқыдым",
        "question_date": "21.06.2022",
        "question_tag": "Мектеп",
        "question_views": 810,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүкіл сыныпта барлық сабақтан   3 шықсаңыз да аттестат бере береді. Ол қаншамен оқыды деген документ қой.  Бағасына қарамай беріледі. Көк аттестат аласыз, қызылды жоқ ала алмайсыз.",
                "date": "29.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер колледжден басқа қалаға өзімнің мамандығыма ауыссам грантым жойылып кетема?",
        "question_content": "Мен колледжан басқа қалаға колледжге ауысқым келеді бірақ дәл сол мамандыққа сол ауыссам грантым жойылып кете ма?",
        "question_date": "18.06.2022",
        "question_tag": "Университет, колледж",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант сақталмайды.",
                "date": "16.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ветрянка қанша күнде кетеді?",
        "question_content": "Маған ветрянка шыққанына 4 күн болып қалды ол қанша күнде кетеді алда менде жарыс бар еді?",
        "question_date": "17.06.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инкубациялық кезең 10-нан 21 күнге дейін созылады (әдетте 14-17 күн). Балаларда ауру температураның 38,5 - 39 ° C дейін көтерілуінен басталады, әлсіздік, тәбеттің жоғалуы, бас ауруы байқалады. Бала капризді болады, тамақтан бас тартады. Температураның жоғарылауымен бірге бөртпе пайда болады.",
                "date": "17.06.2022",
                "upvotes": 0
            }
        ]
    }
]