[
    {
        "question_title": "Vertu gold edition туралы қандай ой ойлайсыңдар? Сатып алғанға, лайық ұялы телефон ба?",
        "question_content": "Vertu gold edition туралы кандай ой ойлайсындар?",
        "question_date": "17.11.2023",
        "question_tag": "Ұялы телефон",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Vertu артықшылықтары қандай?\n\nЖаңа модельдің басты артықшылығы-сенімділік, атап айтқанда корпус жасалған материал. Vertu компаниясының шеберлері титанды пайдаланып телефон шығаруды, сондай-ақ телефон экранын ауыр сапфир әйнегімен жабуды жөн көрді. Бірегей көрініс беретін былғары жабынсыз болған жоқ.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Философиялық тапсырмаларды орындауға көмек керек",
        "question_content": "Мұғалім философиядан жауап беру қиын бірнеше сұрақтар қойды:\n\n1. Адам өмірінің басты мәні неде деп ойлайсыңдар?\n\n2. Шындықтың не екенін білу мүмкін бе, әлде біз әрқашан қабылдаумен шектелеміз бе?\n\n3. Абсолютті дұрыс немесе бұрыс әрекет бар ма, әлде бәрі контекст пен перспективаға байланысты ма?\n\n4. Неліктен адамдар басқа адамдармен қоршалған болса да өзін жалғыз сезінеді?\n\n5. Қиындықтар адамды күшті ете ме? Егер солай болса, қандай жағдайларда және қандай сәтте оларға төтеп беру өте қиын? Егер жоқ болса, онда адамды не күшті етеді?\n\n6. Егер сізде өткенді өзгерту мүмкіндігі болса, бірақ бұл өзгерістің күтпеген салдары болуы мүмкін болса, сіз өзгертуді таңдар ма едіңіз? Неге?\n\n7. Не маңыздырақ: еркіндік пе, әлде қауіпсіздік пе? Неліктен олай ойлайсың?\n\n8. Өмірдің мәні неде және әр адам өзінің бірегей мәнін таба ала ма?\n\n9. Кемелді қоғам өмір сүре ала ма, әлде қақтығыстар мен теңсіздіктер адам табиғатында қалыптасқан ба?\n\n10. Абсолютті ақиқат бар ма, әлде бәрі перспектива мен контекстке байланысты ма?",
        "question_date": "17.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. * Адам өмірінің негізгі мәні:*\n\n- Бұл сұрақтың жауабы Жеке және әр адамның дүниетанымына байланысты. Кейбіреулер бақыт іздеудің, дамудың, сүйіспеншіліктің немесе басқаларға қызмет етудің мағынасын көреді. Жауап өмір бойы өзгеруі мүмкін екенін түсіну маңызды.\n\n2. * Шындықты білу және қабылдауды шектеу:*\n\n- Философия шындықты білуге деген абсолютті сенімділіктен сақтандырады. Қабылдаудың шектеулері біздің қоршаған әлем туралы түсінігімізге әсер етуі мүмкін. Мүмкін, шындықты түсіну-бұл шындықты табудың үздіксіз процесі.\n\n3. * Абсолютті дұрыс немесе бұрыс әрекет:*\n\n- Бұл сұрақ адамгершілік дилеммасын көтереді. Мораль философиясы бұл ұғымдардың қаншалықты әмбебап болуы мүмкін екенін және контекст пен перспектива әрекетті бағалауға қалай әсер ететінін талқылайды.\n\n4. * Жалғыздық сезімі:*\n\n- Жалғыздық сезімі әртүрлі көздерден, соның ішінде түсінбеушіліктен, эмоционалды қашықтықтан және адам табиғатының кейбір аспектілерінен туындауы мүмкін.\n\n5. * Адамның қиындықтары мен күші:*\n\n- Сұрақ қиындықтар арқылы өсудің маңызды тақырыбын көтереді. Адамның күші қиындықтарды жеңу қабілетінде көрінуі мүмкін, бірақ бұл әрқашан оңай жол емес.\n\n6. * Өткенді өзгерту:*\n\n- Жауап адамның философиялық ұстанымына байланысты. Кейбіреулер өткен бізді қалыптастырады деп сенуі мүмкін және оны өзгерту біздің қазіргі уақытқа әсер етуі мүмкін.\n\n7. * Бостандық немесе қауіпсіздік:*\n\n- Сұрақ жеке бас бостандығы мен ұжымдық қауіпсіздік арасындағы дилемманы орталыққа қояды. Тепе-теңдікті бағалау және екі аспектінің де өзіндік мәні бар екенін түсіну маңызды.\n\n8. * Өмірдің мәні:*\n\n- Бұл сұрақ іргелі мәселелердің бірі болып табылады. Өмір философиясы әркім өзінің сенімдері, мақсаттары мен қарым-қатынастары арқылы ерекше мағына таба алады деп болжайды.\n\n9. * Мінсіз қоғам:*\n\n- Бұл идеалды қоғамның мүмкіндігі туралы философиялық сұрақ. Пікірталастар әділеттілік, теңдік және адам табиғатының рөлі мәселелеріне қатысты.\n\n10. * Абсолютті шындық немесе салыстырмалылық:*\n\n- Сұрақ шындықтың табиғаты туралы пікірталас тудырады. Кейбір философиялық ағымдар ақиқат салыстырмалы, контекстке және көзқарасқа байланысты болуы мүмкін екенін атап көрсетеді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика пәнінің мұғалімі мені құлатқысы келеді, маған көмектесіңіз",
        "question_content": "Күні кеше математика пәнінің мұғалімімен ұрысып қалдым, енді ол мені сәтсіздікке ұшыратқысы келеді деп ойлаймын. Олар келесі сұрақты қойған сынақ болды:\nҚатар (1-сурет) және (2-сурет) жинақталады ма?Екі қатардың да бөлгіштерінде сподикалық шағын мәндері бар, бірақ бірінші қатар гипотетикалық түрде 30,31, ал екіншісі 43 айналасында жинақталады.\n\n  и   \n рисунок 1            рисунок 2",
        "question_date": "17.11.2023",
        "question_tag": "Математика",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсырманы дұрыс және мұқият жазыңыз",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің досымның қызымен қарым-қатынасын қалай жақсартуға болады",
        "question_content": "менің досымды (Заңғар) күнде бір қыз ұрып-соғады, одан қорқатыны сонша, барлық кездесулеріне мені шақырады. Мен оған қалай көмектесе аламын?",
        "question_date": "17.11.2023",
        "question_tag": "Махаббат",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарым-қатынастағы зорлық-зомбылық жағдайы мұқият және мұқият болуды талап етеді. Егер сіз досыңыз үшін алаңдасаңыз, мына қадамдарды орындауға болады:\n\n1. * Қолдау:*\n\n   - Досыңызға қолдау көрсетіңіз, оны тыңдаңыз және оның бұл жағдайда жалғыз емес екенін түсінейік.\n\n2. * Әңгіме:*\n\n   - Досыңызбен қарым-қатынастағы зорлық-зомбылықты қолдау, жергілікті полиция немесе зорлық-зомбылық құрбандарының құқықтарын қорғау ұйымдары сияқты мамандардан көмек сұрау мүмкіндігін талқылаңыз.\n\n3. * Қауіпсіздік:*\n\n   - Оған қауіпсіздік жоспарын, оның ішінде қажет болған жағдайда кететін жерлерді және сізбен немесе басқа сенімді адамдармен байланысу жолдарын жасауға көмектесіңіз.\n\n4. * Көмек сұрау:*\n\n   - Егер сіздің досыңыздың қауіпсіздігіне үлкен қауіп төніп тұрса, көмек алу үшін жергілікті құқық қорғау органдарына хабарласыңыз. Қарым – қатынастағы зорлық-зомбылық-бұл қылмыс.\n\n5. * Мамандардың қолдауы:*\n\n   - Тұрмыстық зорлық-зомбылық құрбандарына қолдау көрсететін ұйымдардан кеңес сұраңыз. Олар ақпарат пен ресурстарды ұсына алады.\n\n6. * Агрессормен тікелей қақтығыспаңыз:*\n\n   - Агрессияны көрсететін адаммен жағдайды тікелей шешуге тырыспаңыз. Бұл сізге және сіздің досыңызға қауіпті болуы мүмкін.\n\nДосыңыздың қолдауы мен қауіпсіздігі маңызды басымдықтар екенін ұмытпаңыз. Егер жағдай қиын болса, мамандар мен құқық қорғау органдарының көмегіне жүгінуден тартынбаңыз",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Оған көмектесе алмайсын",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Сіз бекер еріп жүрсіз келесі кездесу болар алдын 1 сағат бұрын құқық органдарына ескертіп қойыңыз!",
                "date": "20.11.2023",
                "upvotes": 1
            },
            {
                "text": "Егер сіз досыңызға оның қарым-қатынасына көмектескіңіз келсе. Сізге ең жақсы кеңесім - басқалардың қарым-қатынасына араласпаңыз. Өйткені бұл кейінірек сіздің досыңызбен достығыңызға әсер етуі мүмкін.\n\nЖақсылық жасама, жамандықты алмайсың деген сөз бар.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тым көңілшекпін нестесем екен?",
        "question_content": "Тым көңілшекпін сәл сөз көтерсе көзімдегі жас дайын тұрат,ұрыс басталып енді сөйлеп бастасам жылап кетем қорқып қалды деп ойлайтын шығар нестесем екен?",
        "question_date": "17.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің эмоционалды реакцияңыз түсінікті. Кейде біз қатты эмоцияларды, соның ішінде толқу мен қорқынышты сезінгенде, олар физикалық түрде, соның ішінде көз жасы ретінде көрінуі мүмкін. Әңгіме арқылы немесе тіпті жылау арқылы өз сезімдеріңізді білдіруден тартынбаңыз. Сөйлесу және эмоцияларыңызды білу қысымды жеңілдетуге көмектеседі. Егер сізде бөлісуге ыңғайлы адам болса, бұл қолдау көрсететін тәжірибе болуы мүмкін.",
                "date": "17.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мультфильмдегі қыздың атын ұмытып қалдым",
        "question_content": "Маша мен аю мультфильміндегі қыздың атын ұмытып қалдым, есіме түсіріңізші",
        "question_date": "17.11.2023",
        "question_tag": "Мультфильм",
        "question_views": 211,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маша-қыз, Маша мен аю анимациялық сериясының кейіпкері.",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "соны да былмейсынба, медведь",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есенгүл Өтеміс қарашадан кейін мәліметтер керек еді?",
        "question_content": "Есенгүл Өтеміс қарашадан кейін мәліметтер керек еді?",
        "question_date": "17.11.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін сіз оның шығармашылық қызметінің белгілі бір кезеңдерін немесе оның өміріне байланысты оқиғаларды айтып отырған шығарсыз?",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ол қыз маған көп қырсығады. Оны жақсы көремін ба білмеймін?",
        "question_content": "Мен 2021жыл быр қызбен сөйлесіп бастағанмын, оны менен жаксы сөйлескен кездерымызда болды қанша урысып жарасғанымызда болды. Урысқан кезы мен оған хабарлассам хабарласатын еды. Маған деген хурметы өзгермеды. Бырах меннен кеуылы суығандай. Мен озым басқа қызға қарайн десем желание тартпайды. Сол қызбен алыге дийн хабарласып корысып журмын. Сыздер не деп ойлайсыз қыз мены жақсы корема я мены босқа үміттендірып журма. \nМен оны шын жақсы көремін ба оны билмийм, бырах ойымда ештеңе жоқ сол қыз қасымда болыун қалаймын",
        "question_date": "17.11.2023",
        "question_tag": "Достық",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарым-қатынас қиын болуы мүмкін және уақыт өте сезімдер өзгеруі мүмкін. Серіктеспен ашық сөйлесіп, өз сезімдеріңізді білдіріп, оның көзқарасын тыңдау маңызды. Өзіңізді қалай сезінетініңіз және қарым-қатынастан қандай үміт күтетініңіз туралы сөйлесу сіздің эмоцияларыңызды анықтауға көмектеседі.",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Ол қызбен нақты козбе коз сойлесып барын шешып ал",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Баска жыгітке ғашық болып қалған сияқты, оданда оқуынды оқып, жақсы жұмысқа орналасып жағдайынды жасап алыңыз. Қыз деген бүгін бар ертең жоқ.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқтың иісі (шуаш) тұқым қуалайдыма ол неден пайда болады не істеу керек",
        "question_content": "Аяқтың иісі (шуаш) тұқым қуалайдыма ол неден пайда болады не істеу керек. Сасық иіс мұрынды алып барады.",
        "question_date": "16.11.2023",
        "question_tag": "Мектеп",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шуаштың негізгі себептері мыналар:\nЖабық, тар, мезгілі өтіп кеткен аяқ киім (күздің аяқ киімін көктемде кию, көктемгі аяқ киімді жазда кию) киіп, аяқтың тыныс алуына мүмкіндік бермеу,\nСинтетикалық шұлықтар,\nАяққа күтім жасамау,\nКүйзеліс, толқу,\nТері аурулары.\n\nШуаштан қалай арылуға болады?\nЕң алдымен аяқ киімді ауыстыру керек. Күн ыстықта табиғи материалдан тігілген ашық аяқ киім киіңіз. Тым құрығанда ауыстырып киетін бір артық аяқ киіміңіз болсын.\nЕшқашан синтетикалық материалдан тігілген шұлық кимеңіз. Шұлықты күн сайын ауыстырып, жуып киіңіз.\nАяқ киімді шешкен соң, оған арша жоңқасын салып қойыңыз. Сондай-ақ цеолиті бар арнайы қаптаманы қолдануға болады.  \nАяқ киімнің іші-сыртын кем дегенде, айына бір мәрте жуып тұрыңыз. \nТабанды күніне екі рет сабындап жуып жүру керек. Ұйықтар алдында қанжылым сумен міндетті түрде жуып жатқан дұрыс. \nВанна қабылдағанда, табанды пемзамен уқалау қажет. Сода ваннасы аяқтағы иісті кетіруге көмектеседі. Ол үшін 2 ас қасық соданы 0,5 л жылы суға араластырып, ваннадан соң, аяқты қанжылым сумен шаю керек. \nДәріханаларда сатылатын шуашқа қарсы антиперспирант қолданыңыз. Қолыңызда антиперспирант жоқ болса, ас тұзы мен кукуруз крахмалын пайдалануға болады. Аяқты тұзды суға салып жуып, башпайлардың арасына содаға батырылған мақта тығып, ұйықтаңыз. Бұл әдіс аяқтың тершеңдігін төмендетеді. Сондай-ақ шуашқа қарсы кремдер де сатылады. \nАдамның табиғи иісі он екі мүшесі сау болса ғана, жағымды болмақ. Денсаулығында ақауы бар адамның иісі сәйкесінше, жағымсыз болатыны жөнінде айтқанбыз. Жоғарыдағы тәсілдер көмектеспесе, дәрігерге қаралғаныңыз жөн болмақ.",
                "date": "16.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,39 г магнийдің алюминиймен құймасын 50 г 5%-тік НСl-да еріткенде (к.ж) 448 мл",
        "question_content": "0,39 г магнийдің алюминиймен құймасын 50 г 5%-тік НСl-да еріткенде (к.ж) 448 мл га бөлінді. Кұйманың бастапқы құрамы мен алынған ерітінді құрамын есептеңіз",
        "question_date": "16.11.2023",
        "question_tag": "Химия",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mg + 2HCl = MgCl2 + H2,\n\n2Al + 6HCl = 2AlCl3 + 3H2.\n\n0,39 г қорытпада х моль Mg және y моль Al болсын\n\nм(қорытпа) = 24х + 27у = 0,39 г\n\nБөлінетін сутегінің мөлшері\n\nν(H2) = x + 1,5y.\n\nМәселенің шарты бойынша көзге түсті\n\nν(H2) = x + 1,5y = 0,448 л / 22,4 л / моль = 0,02 моль.\n\nЖүйені шеше отырып, біз аламыз\n\nx = 0,005 моль – ν(Mg), у = 0,01 моль – ν(Al).\n\n0,39 г қорытпадағы магний мен алюминийдің массалары тең:\n\nm(Mg) = 24 г/моль · 0,005 моль = 0,12 г;\n\nm(Al) = 27 г/моль · 0,01 моль = 0,27 г.\n\nҚорытпа компоненттерінің массалық үлесін формула бойынша есептейміз:\n\nω=m(металл)⋅100%/м(қорытпа)\n\nω(Mg) = 0,12 г ⋅100%/0,39 г = 30,8%;\n\nω(Al) =0,27 г ⋅100%/0,39 г= 69,2%.",
                "date": "16.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зар заман толғауын 9 ромб әдісімен жазу кереек",
        "question_content": "9 ромб әдісі\n\n1-ең маңызды элемент\n\n2-маңызды элемент\n\n3- жеткілікті түрде маңызды элемент\n\n4- онша маңызды емес элемент\n\n5- ең бір маңызы аз элемент\n\n6- маңызы әлсіз элемент\n\n3 маңызы мүлдем жоқ тірек сөз",
        "question_date": "16.11.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 810,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл тұрғыда ХІХ ғасырда Қазақстанда хан билігінің жойылуының тарихи кезеңі болып табылады. 1867-1868 жылдары \"қазақтарды басқару туралы Ереженің\" енгізілуіне байланысты қызба қоғамдағы дәстүрлі ұстанымдарды өзгерту және жоғалту уақыты болды. Бастапқы сұрауыңызға Гауһар әдісін қолданайық:\n\n* \"Қызуды\" сипаттайтын Гауһар әдісі (Зар Заман):*\n\n1. * Ең маңызды элемент (хан билігін жою):*\n\n   - ХІХ ғасырдағы хан билігінің жойылу процесі қазақ қоғамының барлық аспектілеріне әсер ететін шешуші сәт болды.\n\n2. * Маңызды элемент (\"қазақтарды басқару туралы ережені\" енгізу):*\n\n   - \"Ережеде\" ресімделген басқарудың жаңа тәртібін белгілеу одан әрі өзгерістер үшін негізгі факторға айналды.\n\n3. * Өте маңызды элемент (дәстүрлі негіздерді жоғалту):*\n\n   - Хан билігінің жойылуы және жаңа тәртіп қазақ қоғамындағы дәстүрлі ұстанымдардың жоғалуына әкелді.\n\n4. * Маңызды емес элемент (хан дәуірінің мұрасы):*\n\n   - Хан дәуірінің кейбір аспектілері сақталған болуы мүмкін, бірақ жаңа контексте онша маңызды болмады.\n\n5. * Ең аз маңызды элемент (мәдениеттің өзгеруі):*\n\n   - Мәдениет пен қоғамдағы өзгерістер хан билігінің жойылуымен салыстырғанда онша маңызды емес деп саналуы мүмкін.\n\n6. * Мағынаның әлсіз элементі (дәстүрді жоғалту):*\n\n   - Дәстүрлердің әлсіздігі және жаңа тәртіп енгізілгеннен кейін тұрақтылықтың жоғалуы.\n\n7. * Мүлдем маңызды емес кілт сөз (белгісіздік):*\n\n   - Қызу кезеңдегі болашақ қоғамның белгісіздігі Елеулі сынаққа айналды.\n\n8. * Мүлдем маңызды емес кілт сөз (кейбір дәстүрлерді сақтау):*\n\n   - Қызу кезінде кейбір дәстүрлер сақталуы мүмкін еді, бірақ олардың мағынасы шамалы болды.\n\n9. * Мүлдем маңызды емес кілт сөз (биліктің сабақтастығы):*\n\n   - Басқару жүйесіндегі өзгерістер биліктің сабақтастығын жоғалтуға әкелді, бұл белгілі бір салдарға әкеледі.\n\n10. * Мүлдем маңызды емес кілт сөз (әлеуметтік құрылымдардағы өзгеріс):*\n\n    - Хан билігінің жойылуы қазір маңызды емес деп саналуы мүмкін әлеуметтік құрылымдарда өзгерістер тудыруы мүмкін.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Зар заман және Шортанбай\" тақырыбында эссе жазу",
        "question_content": "Зар заман Шортанбай Эссе",
        "question_date": "16.11.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көгінде қыран қалықтап, жерінде түйесі боздап, жылқысы құлындаған байтақ қазақ жері небір қан сасыған майдандарды өткерді. Ал қазақ елінің осынау қой үстіне бозторғай жұмыртқалаған заманға қол жеткізу үшін бейнетті, терді, талай бейкүнә өмірді артқа тастады. Ел тарихында осындай айрықша тарихи кезеңдердің бірегейі – \"зар заман\" кезеңі.\nЗар заман ақындарының алғашқы легі Абылай заманынан басталса, арты Абайға келіп тіреледі. Сондықтан қазақтың тарихымен салыстырсақ зар заман дәуірі толық жүз жылға созылады. Ал зар заман ақындары – қазақ әдебиеттану ғылымына алғаш рет М.Әуезов енгізген термин. Сол кез ақындары шоғырының белгілі өкілдері: Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, Әбубәкір Кердері, Албан Асан, т.б. \"Неліктен \"зар заман\"? Ол кездегі жағдай қандай болды?\" деген сұрақтарға біз жауапты Шортанбай Қанайұлының бір ғана \"Зар заман\" өлеңінен-ақ ала аламыз.\nАқын өлеңін \"бисмілла\" деп бастап көргені мен түйгенін жырлап әкетеді.\nДұрысын білмейтін надандардың басшы бола бастағанын, ақша деген дүниенің шыққанын, байлардың ұрлық жасап, билердің парақор болғанын, бір-бірлерін көре алмай, орыстарға жем болатынымызды, егесетін, әдесіз қыз бен жігіт шыққанын, барлығының ойлағаны мал және бұрынғы заман қайта келмейтінін айтып күйінеді. Осыдан-ақ сол кезде расында ел ішінде үлкен өзгеріс пен жаңашылдық болып жатырғанын көреміз. Ш. Қанайұлының ойын жалғастыра көптеген ақындар да сол заманды өз өлеңдеріне арқау етті.\nӘлбетте, қазіргі заман бұдан әлдеқайда тыныш, бейбіт. Бірақ сол кезеңнің қалдықтары да жоқ емес. Игі жақсыларымыз, ұлт жанашырлары саны ғана емес сапасы жақсы болса, әлеуметтік жағдай одан әрі жақсарары шүбәсіз.",
                "date": "16.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қой сөзіне жалғанатын сөздер",
        "question_content": "Қой сөзіне жалғанатын сөздер тізімін жаза кетсеңіздер.",
        "question_date": "14.11.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 466,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сұрақ азда түсініксіздеу екен.\n\nҚойма\n\nҚойшы\n\nҚоймаған\n\nҚойған",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төл теңге туралы ұран керек?",
        "question_content": "Ертең сайыс болады. 15 қараша Қазақстанда ұлттық валюта күні. Осыған орай сайыста Төл теңгеміз туралы ұран керек еді.",
        "question_date": "14.11.2023",
        "question_tag": "Мектеп",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңге - тәуелсіздік белгісі\nӨркен жайсын өрелілер, өрістер,\nЕл үшін тек дархан жүрек ер істер.\nТеңге деген кезіндегі түркілік,\nСаманаидтік сары мысты фельстер.\nАқшам көпте шаштым, жұртқа сыйладым,\nАқшам азда кең дүниеге сыймадым.\nТеңге деген Сыр бойына жиналған\nТимуридтік мыс жалатқан динарым.\nАқшам, туым, елтаңбам ғой — үштаған,\nОсы үшеуі беретіндей күш маған.\nТеңге деген шекіме мен бақырды\nҰлықбек пен Әл-Фараби ұстаған.\nСондықтан да Әл-Фараби суреті\nТүсті тұңғыш теңгемізге — құрметі.\nХайролладай суретшіге содан да\nРиза халқы, риза бүткіл үрметі.\n\nҚазақпыз ғой, шын достарға сенгенбіз,\nҚасарысқан қас дұшпанды жеңгенбіз.\nТәуелсіздік рәмізіндей рәуішті\nЖасай берсін жарқын жүзбен Теңгеміз! \nТеңге – дербестік тірегі, экономикалық дербестіктің кепілі. Теңге өзінің тарихи функциясын толығымен орындап шықты, әлі де өзінің құндылығын дәлелдей бермек.",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабырғаларының ұзындықтары 10,17,21 см тең үшбұрышты үлкен қабырғасы арқылы",
        "question_content": "1. Қабырғаларының ұзындықтары 10,17,21 см тең үшбұрышты үлкен қабырғасы арқылы айналдырғанда пайда болған дененің көлемін және бетін есептеңіздер.\n2. Конустың биіктігі және жасаушысы сәйкесінше 4 және 5 см тең. Табаны конус табанында жататын конусқа іштей сызылған жарты шардың көлемін табыңыз.\n3. Дұрыс төртбұрышты пирамиданың бүйір қабырғасы 1 -ға тең және табан жазықтығына 60° көлбеген.пирамиданың көлемін табыңыздар\n4. Шарға іштей сызылған пирамиданың табанында жатқан үшбұрыштың қабырғалары 13см, 14см және 15см ге тең. Пирамида төбесі табанының әр қабырғасынан 5см қашықтықта жатыр. Шар бетінің ауданын табыңыздар.\n5. Егер дұрыс төртбұрышты қиық пирамиданың диагнолы 18 см, табан қабырғаларының ұзындығы 14 және 10 см болса, онда оның көлемін есептеңіздер.\n269\n6. Пирамиданың әрбір бүйір қыры 32 см ге тең. Пирамиданың табаны - қабырғалары 13см, 14см, 15см ге тең үшбұрыш. Пирамида көлемін табыңыз.\n7. Төрт бұрышты дұрыс пирамиданың бүйір қыры табан жазықтығымен 450 бұрыш жасайды, ал диагональ қиманың ауданы S ке тең. Пирамида көлемін табыныздар\nd 8. Ең үлкен диагнолы -ға, бүйір жақтары квадрат болып келген дұрыс алтыбұрышты призманың көл емін табыңыздар.",
        "question_date": "14.11.2023",
        "question_tag": "Геометрия",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші сұрақжың жауабы\n\n1. Берілген үшбұрыштың S ауданын есептеу үшін Герон формуласын қолданамыз\n\nS = √p * (p - a) * (p - b) * (p - c), мұндағы p = (a + b + c) : 2; a, b және үшбұрыштың қабырғасынан..\n\n2. Есептің шарты бойынша а = 10 см, b = 17 см, в = 21 см.\n\nФормулаға қажетті барлық мәндерді есептейік.\n\np = (10 + 17 + 21) : 2 = 24 см.\n\np - a = 24 - 10 = 14 см.\n\np - b = 24 - 17 = 7 см.\n\np - c = 24 - 21 = 3 см.\n\nБіз барлық мәндерді формулаға ауыстырамыз.\n\nS = √24 * 14 * 7 * 3 = √ 7056 = 84 см².\n\nЖауабы: Үшбұрыштың ауданы 84 см².",
                "date": "15.11.2023",
                "upvotes": 0
            },
            {
                "text": "Екінші сұрақтың жауабы:\nЖауап:\nV = 12 π м³ ≈ 37,7 м³\nТүсініктеме:\nH = 4м - конус биіктігі\nL = 5м - конустың генератрикасы.\nV - ? - конустың көлемі\n---------------------------------------\nКонустың табанының радиусы R, конустың биіктігі H және конустың генератрикасы L катеттері H және R болатын тікбұрышты үшбұрышты құрайды.\nПифагор теоремасын пайдалана отырып, R негізінің радиусын табамыз\nL² = H² + R²\n5² = 4² + R²\nR² = 25 - 16\nR² = 9\nR = 3 (м)\nКонус көлемі",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жауып тастаған инстаны қайдан кейін ашуға болама қалай ашады?",
        "question_content": "Мен инстамды августте жауып едім қазір ноябрь қаита сол аккаунтымды ашқым келеді өтініш көмектесіңіздерші",
        "question_date": "13.11.2023",
        "question_tag": "Жалпы компьютер",
        "question_views": 216,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабымызда, әрекетті аттану мерзіміне байланысты ақпарат берілмейді. Алдымен, инстаграм аккаунтын ашатын кезде, жауып тастаған уақытыңызға қарай аккаунтыңызды ашуға болмайды. Ал әрекетті аттану мерзіміне байланысты сұрауыңыз болса, Инстаграм қолдау қызметіне хабарласа аласыз. Олар сізге көмек көрсету үшін болатын сұрауыңызбен көмек көрсетеді.\n\nБұл сұраққа OpenAI көмегімен жауап берілді\nЖасанды интеллект қатырамады(((",
                "date": "13.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҒЖБССҚК толык магынасы кандай",
        "question_content": "Сөз мағынасын таба алмай жатырмын",
        "question_date": "13.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылым және жоғары білім саласында сапаны қамтамасыз ету комитеті",
                "date": "13.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам ине жұтса өле ме?",
        "question_content": "Ине жұтып қойдым екі күн болды. Ішім қатты ауырып жүр",
        "question_date": "12.11.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге көрініңіз. Ол темір болғандықтан тот басып, мүмкін ішегіңізге, асқазаныңызға  зақым келтіруі мүмкін",
                "date": "13.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың негізгі ою түрі неге қошқардың мүйізіне ұқсатып жасаған?",
        "question_content": "Қазақтың негізгі ою түрі неге қошқардың мүйізіне ұқсатып жасаған?",
        "question_date": "12.11.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың негізгі ою түрі - шежірелік ою түрі болып табылады. Бұл түрінің мүйізі, қошқардың мүйізіне ұқсатып жасауы бар.\n\nБұл сұраққа OpenAI көмегімен жауап берілді\n\n\nҚошқар мүйізді өрнектер қазақ ою-өрнектерінде өте көп кезігеді. Ол қуаттылыктың, жақсылықтың, молшылықтың белгісін білдірген. Ұрпақтарының осындай болуын арман еткен адамдар, бала-шағаларына арнап жасаған бұйымдарына қошқармүйіз өрнегін көп түсірген.",
                "date": "13.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балбырауын 2 дауыс нота беріңдерші?",
        "question_content": "Нота керек балбырауын 2 дыбыс",
        "question_date": "11.11.2023",
        "question_tag": "Қазақша ән",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балбырауын 2-дауыс нотасы А жанында жазылған әнді нотасының әдебиетін береді.\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "13.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сваршик болу үшін қай пән таңдау керек және грант қанша бал?",
        "question_content": "Сваршик болу үшін ұбтға қай пән керек және грант канша балдан басталады",
        "question_date": "11.11.2023",
        "question_tag": "Мектеп",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сваршик болу үшін қай пәнді таңдау керек және грант қанша балы болуы мүмкін, олар ұбт тестінің нәтижесіне, оқушының атауына, балларына және оқу бюджетіне байланысты. Жалпы көлемдегі грант баллы болуы мүмкін, бірақ оның саны өзара университеттер арасында әдетте ауыстырулар арқылы анықталады. Таңдалған пәнге қатысты гранттың балы да байланысты. Бұл себептерге негізделгенінде, толық жауап беру үшін беттегі қоғамдық білім беретін органдармен хабарласу керек.\n\nБұл сұраққа OpenAI көмегімен жауап берілді\nДәнекерлеуші мамандығын кәсіптік лицейден оқуға болады. Оқуы тегін және де степендия болуы мүмкін",
                "date": "13.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қиын кез - мықты адам",
        "question_content": "Армысыздар! Менің сұрағым келесі дәйексөзге қатысты: \"Қиын кездер мықты адамды тудырады, ал мықты адамдар жақсы кезді тудырады, жақсы кездер әлсіз адамдарды тудырады, ал әлсіз адам қиын кезді тудырады\".\n\nСұрағымды былай жеткізейін: Егер Сіз қиын кезді кешіп, мықты адам болып қалыптассаңыз. Сіз, демек, жақсы немесе оңай кездерді тудырасыз (ақша, жайлылық және т.б.). Жанұя шеңберінде талқылайтын болсақ. Оңай кездер мысалға балаңды әлсіз адам қылады. Ендігі сұрағым: \"қиын кездерді жасанды түрде құруға болама? Оның мағынасы барма? Егер құруға болатын болса, қиындықта өмір сүру аймағы қандай болу қажет?\"\n\nАлғысым шексіз, бұл сұрақты оқыған жанға! Рахмет!",
        "question_date": "11.11.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 506,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сәлем! Қызықты сұрақ. Күрделі кезеңдерді жасанды түрде жасау әдеттен тыс стратегия болуы мүмкін. Алайда, артық стресс пен жағымсыз салдардан сақтану үшін тепе-теңдікті табу маңызды. Кейбір қиындықтар жеке өсуге және тұрақтылыққа ықпал етуі мүмкін, бірақ олардың физикалық және эмоционалдық әл-ауқатқа әсерін бағалау қажет.\n\nҚиын жағдайда өмір сүру аймағын құру балаларға проблемаларды шешу, тәуелсіздік және бейімделу дағдыларын мақсатты түрде үйрету сияқты стратегияларды қамтуы мүмкін. Балалардың қиын жағдайларда жалғыз емес екенін сезінуі үшін қолдау мен сүйіспеншілік туралы ұмытпау маңызды.\n\nАлайда, тұрақты жасанды қиындықтарды саналы түрде құру теріс салдарға әкелуі мүмкін. Дамуға қолайлы орта құруда тепе-теңдік пен жеке көзқарас шешуші рөл атқарады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юрист мамандығы қанша жыл оқиды?",
        "question_content": "Юрист мамандығы қанша жыл оқиды?",
        "question_date": "11.11.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бакалавр деңгейінде мамандықты оқу 4 жыл, магистратура деңгейінде оқу 2 жыл.",
                "date": "11.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наурыз мейрамы шаманазимге кіре ме жоқ салт дәстүрге жата ма? Ислами мейрам емес.",
        "question_content": "Наурыз мейрамы шаманизмге ме жатады салт дәстүрге ме жатады? Ислам дінінк қатысы жоқ.дәстүр бірақ нағыз тарихын білмегендікт ен бамқаға жақсы түсіндіре алмаймыз",
        "question_date": "10.11.2023",
        "question_tag": "22-наурыз",
        "question_views": 627,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "22 наурыз — Ұлыстың ұлы күні. Соған орай, Наурыз мейрамына қатысты 22 түрлі қызықты дерекпен таныса отырыңыз.\nНаурыз мерекесі — әлемнің ең көне мерекелерінің бірі. Орта Азия халықтарында бес мың жыл бойы тойланып келеді. «Наурыз» сөзі парсы тілінен аударғанда «Жаңа күн» деген мағынаны береді.\nБұрынғы қариялар 22 наурызды «Қызылбастың наурызы» дейді екен (Қызылбас — Иран, бұрынғы Парсы елінің қазіргі атауы). «Наурыз» сөзі парсы тілінен шыққан, «жаңа күн» деген мағынаны білдіреді. Қазақ халқы наурыз демей, Амал деген.\nНаурыздың дәстүрлі тағамы — «Наурыз көже». Ол жеті түрлі азықтық заттан тұрады. Жеті деген сан аптаның жеті күнін бейнелейді, бұл санның мағынасы терең. 7 санға байланысты әдет-ғұрыптар бар. Наурыз мерекесін тойлау кезінде, ақсақалға наурыз көжеге толы жеті кесе ұсынылады. Наурыз кезінде әр адам өз үйіне 7 қонақты шақырып, өзі де 7 үйге жолығады. Өзбекстанда «Сумалақ» — наурыз көжеге ұқсас тағам дәстүрлі болып саналады. Ол да жеті азықтық заттан әзірленеді.\nНаурыз мерекесі 18 ғасырға дейін Ежелгі Грекияда, Ежелгі Римде, Ұлыбританияда аталып өтіліп, 1700 жылға дейін ежелгі Русьте тойланып келген деген дерек бар. Көктем мерекесі туралы мәліметтер антикалық және орта ғасырлық жазушылардың еңбектерінде кездеседі.\nНаурызды тойлау тарихы Ұлы Абай өзінің «Біраз сөзі қазақтың қайдан шыққаны туралы» жазбасында Наурыз тарихын көшпелі халықтардың «хибиғи», «хұзағи» деп аталатын көне заманына ұштастырады. Парсының «нау» сөзі әр түрлі өзгерістерге ұшырағанымен, сол мағынада көп халықтың тілінде сақталып қалған. Ол орысша нов (ай), немісше нойе, латынша нео.\nОсылайша «нау» сөзі үнді-еуропалық халықтар дараланудан да бұрын пайдаланылған.\nНаурыз мейрамы — діни мереке емес. Бұл — қалың қыстан аман-есен шығып, күн нұрына бөленіп, жаңа жылды қарсы алу мерекесі. Наурыз мерекесінде көріскен жандар бір-бірін құшақ жая қарсы алып, игі тілектер айтады. Қазақ халқы бұл күні дүниеге келген қыз балаларға Наурыз, Наурызгүл, Наурызжан, ер балаларға Наурызбай, Наурызбек, Наурызхан деген есім берген.\n2010 жылдың 10 мамырынан бастап Біріккен Ұлттар Ұйымының Бас ассамблеясының 64-қарарына сәйкес, 21 наурыз «Халықаралық Наурыз күні» болып аталып келеді.\nАл 2009 жылдың 30 қыркүйегіндеUNESCO Наурыз мейрамын адамзаттың материалдық емес мәдени мұра тізіміне кіргізді.\nНаурыз — көктем мен еңбектің, достық пен бірліктің мейрамы болумен бірге, халқымыздың салт-дәстүрлерін құрметтеп, ұлттық қасиеттерімізді бойына сіңіріп, жан-жақты дамыған өнегелі, өнерлі азамат тәрбелейтін ұлттық мейрамымыз.\nҰлы ғұламалар Әбу Райхан Бируни, Омар Һайям тәрізді әлем таныған тарихи тұлғалардың еңбектеріндегі Шығыс халықтарының Наурыз мейрамын қалай тойлағаны туралы деректерге назар аударсақ, парсы тілдес халықтардың Наурызды бірнеше күн тойлаған. Яғни, олар Наурыз күндерінде мынадай салт-дәстүр, ырымдар жасаған: Әр жерде үлкен от жағып, отқа май құйған. Жаңа өнген жеті дәнге қарап болашақты болжаған. Жеті, ақ кесемен дәстүрлі ұлттық көже «сумалық» ұсынған. Ескі киімдерін тастаған. Ескірген шыны аяқты сындырған. Бір-біріне гүл сыйлаған. Үйлерінің қабырғасына дөңгелек ою — «күн символын» салған. Үйлеріндегі тіреу, ағашқа гүл ілген. Жамбы ату тәрізді түрлі жарыстар өткізген. Бұл күні кәрі-жас мәз болып, бір-біріне жақсы тілектер айтқан, араздаспаған.\nНаурыз мейрамына байланысты мынадай атаулар бар: Наурыз күні, Наурыз айы, Наурызнама, Наурызкөже, Наурыз тойы, Наурыз жыры, Наурыз жұмбақ, Наурыз бата, Наурыз тілек, Наурыз төл, Наурызкөк, Наурыз есім, Наурыз шешек, Наурызша, Әз, Қыдыр, Саумалық, Мұхаррам (тыйым), Самарқанның көк тасы.\nНаурыз мерекесінің туу тарихы турасында талас көп. Наурыздың нақты тарихы тереңде жатыр, ол өзінің бастауын мұсылмандыққа дейінгі заманнан алады. Кейбір ғалымдар бұны зороастризм мен шаманизм кезеңіне дейінгі уақытпен байланыстырады. Кейбіреулер Парсы патшасының жорықтарымен байланыстырып жүр.\nАтырау және Маңғыстау облыстарында Наурыз мерекесі 14 наурыздан басталып, «Амал» деп аталады, осы мейрамның дәстүрлі элменті — «Көрісу». Бұл күні адамдар қол алысып қауышады. Сонымен бірге, барлығы «Жаңа жыл құтты болсын!» деп амандасады.\n1926 жылдан бастап, тоталитарлық жүйенің ықпалымен наурыз мерекесін тойлауға тыйым салынды. Көп жылдар бойы ұмытылып, сынын жоғалтқан мереке 1988 жылдан бері қайта жаңғырып, Наурыз мейрамын тойлау дәстүрі өз жалғасын тапты.\nНаурыз мерекесі 1991 жылы 15 наурызда Қазақ ССР Президентінің қаулысының негізінде мемлекеттік мәртебеге ие болды. Елбасы наурыз айының 22 жұлдызын «Наурыз мейрамы» деп жариялады. Ал 2009 жылдың 24 сәуірінде ҚР Президенті Н.Ә. Назарбаев наурыз айының 21, 22, 23 күндеріне «Наурыз мейрамы» деген мәртебе берді.\nНаурыз Қазақстанда ғана тойланбайды. Жақын шетелдің елдері (Әзербайжан, Тәжікстан, Өзбекстан, Қырғызстан, Түрікменстан, Ресей) Наурыз мерекесін қарсы алады! Ауғанстан, Иран секілді алыс шет елдері мерекенің келуін тағатсыздана күтеді.\nБұрын Наурыз мейрамын тойлау таң атуды қарсы алудан басталды. Бұл ежелгі ғұрыптардың біріне «Бұлақ көрсең, көзің аш!» деген мәтелге байланысты болды.\nНаурыздың алғашқы күндерінің бірінде қазақ халқының нанымы бойынша жердің бетінде ерекше бір гуіл жүреді. Білетін адамдар мұны жұмақтан шыққан қойлар бірінші болып сезеді, оларды баққан қойшы да байқайды дейді. Мұндай күні бүкіл табиғат, жан-жануарлар, адамдар жандана түседі. Бұл күні шаш алуға, тырнақ алуға болмайды, әйтпесе сал болып қаласың дейді. Айналадағы жан иесінің бәрі «әзден» кейін ғана ерекше күш-қуатқа ие болады. Халықта мынадай қанатты сөз бар: «әз болмай, мәз болма».\nБұл мереке Ислам дәуіріне дейін тойланып, халық арасында ерекше қолдауға ие болып келеді. Шығыс елдерінің (шәмси) күнтізбесі бойынша, наурыздың басталуы хамал (амал) айының 1 жұлдызы болып есептеледі. Хамал — Тоқты шоқжұлдызының ескі парсыша атауы. Күн мен түн теңеліп, амал кірген сәтте Тоқты шоқжұлдызы туады.\nНаурыздың мағынасы — наурыз парсыша «нау» (жаңа) және «руз» (күн) Жаңа жылдың бірінші күні деген мағынаға ие. Ол күнтізбелік жылдың үшінші айы (31 тәулік), көктемнің басы. Қазақтар бұл мейрамды Әз-Наурыз мейрамы деп те атайды.\nШығыс жыл санағы бойынша, мереке ирандықтардың жаңа жылы Наврузбен жанасады. Наурыз мерекесін түркі тілдес халықтар тойлайды. Тәжік халқы бұл мерекені «Бәйшешек», «Гүлгардон» не «Гүлнавруз», татарлар «Нардуган», бирмалықтар «Су мейрамы», хорезмдіктер «Наусарджи», буряттар «Сагаан сара», армяндар «Навасарди», чуваштар «Норис ояхе» деп атаған.\nМереке күні қар жауып тұру жақсы ырым деп саналған. Бізге жеткен қазақ аңыздарында қыздың сұлулығы Наурыздың ақ қарына теңестеріледі. Бұл таңғажайып жайт емес, өйткені наурыздағы қар әдетте жұмсақ, ерекше аппақ болады.\nНаурыз айы туғанда өтетін «Көрісу» бір күнмен шектелетін мереке емес, ол наурыздың 14-інен басталып, айдың соңына дейін жалғаса береді.\n\nТолығырақ ақпарат: https://abai.kz/post/43853",
                "date": "10.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыныс алу бұзылған кезде димедрол ерітіндісі қанша мөлшерде енгізіледі",
        "question_content": "Тыныс алу бұзылған кезде димедрол ерітіндісі қанша мөлшерде енгізіледі",
        "question_date": "10.11.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сізде тыныс алу қиын болса, медициналық көмекке жүгіну керек. Дәрі-дәрмектерді өздігінен қабылдау денсаулыққа қауіпті болуы мүмкін. Сондықтан 102 хабарласып дәрігерді шақырғаныңыз дұрыс. Жедел жәрдем тез арада келеді.",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    }
]