[
    {
        "question_title": "Просроченный микрокредитты процентсіз жабуға бола ма?",
        "question_content": "Микрокредитым августь айынан бастап просрочка кетип еди. Оны калай алган суммамды устиндеги вознаграждение симен гана кайтаруга болады?",
        "question_date": "18.10.2022",
        "question_tag": "Қаражат, Ақша",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оны тек просрочкамен гана жабасынб бирак продлениега жиберуге боладыб сутып озын гана толейсынб просрочкамен толегенненге караганда сол дурыс",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "96 санын бөлгіштерге жіктеу",
        "question_content": "96 санын бөлгіштерге жіктеу",
        "question_date": "18.10.2022",
        "question_tag": "Математика",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1; 2; 3; 4; 6; 8; 12; 16; 24; 32; 48; 96.",
                "date": "18.10.2022",
                "upvotes": 0
            },
            {
                "text": "2⁵*3 болады жіктегенде оны кіші саннан бастап болесің 96:2 48:2 дегкндей",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз ауылымның бөлген грантпен ауыса аламын ба?",
        "question_content": "Өз ауылымның бөлген әкімдік грантпен женпудан есеновке ауыса аламын ба? Грантты сақтала ма?",
        "question_date": "16.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде грант талапкердің өзіне беріледі, сондықтан грант сақталу керек. Деканаттан анығын біле аласыз.",
                "date": "17.10.2022",
                "upvotes": 0
            },
            {
                "text": "ҚР Білім және ғылым министрлігі белгілеген тәртіппен білім алушыны оқу жоспары бойынша оқу нәтижелерін негізге ала отырып, білім беру грантын жоғалту мен өтініш негізінде бір білім беру бағдарламасынан екіншісіне немесе бір оқу нысанынан екіншісіне, сондай-ақ басқа білім беру ұйымына ауыстыруға мүмкіндік береді.",
                "date": "17.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топтың аты Қоқиқаз \"Фломинго\" ұран таныстыру керек",
        "question_content": "Топтың аты: ҚОҚИҚАЗ, \" Фломинго\" Эмблема, ҰРАН ТАНЫСТЫРУ КЕРЕК",
        "question_date": "16.10.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1128 солдатты полигонға жеткізу",
        "question_content": "Генералдың қол астында 1128 солдат бар. Оларды полигонға автобуспен апару керек. Бір автобусқа 36 солдат сияды. Полигонға апару үшін қанша автобус керек? Жауабы математикалық жолмен емес, логикалық жолмен шығады дейді. Жауабын білетіндер бар ма?",
        "question_date": "15.10.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бір автобуста 36 сарбаз болса, онда 1128 сарбазды тасымалдау үшін 1128 / 36 = 31 бүтін және 12/36 автобус қажет болады. Автобустың бір бөлігін пайдалану мүмкін болмағандықтан, үлкен бүтін санға дейін дөңгелектеу керек, яғни 32 автобусты алып кету керек.\n\nОсылайша, бұл тапсырмаға жауап: 32 автобус.",
                "date": "6.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Генерал 1128 солдатты полигонға автобуспен апаруы керек.",
        "question_content": "Генерал 1128 солдатты полигонға автобуспен апару керек. Бір автобусқа 36 солдат сияды. Полигонға апару үшін қанша автобус керек? Жауабы математикалық жолмен емес, логикалық жолмен шығады дейді. Жауабын білетіндер бар ма?",
        "question_date": "15.10.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер бір автобуста 36 сарбаз болса, онда 1128 сарбазды тасымалдау үшін 1128 / 36 = 31 бүтін және 12/36 автобус қажет болады. Автобустың бір бөлігін пайдалану мүмкін болмағандықтан, үлкен бүтін санға дейін дөңгелектеу керек, яғни 32 автобусты алып кету керек.\n\nОсылайша, бұл тапсырмаға жауап: 32 автобус.",
                "date": "6.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Брекет туралы жазған ақпараттарыңызды өз жобамда қолдансам",
        "question_content": "Сәлеметсіздер ме брекет туралы жазған ақпараттарыңызды өз жобамда қолдансам деп едім, әрине сіздер рұқсат берсеңздер? Зерде кіші ғылыми жобасында",
        "question_date": "14.10.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 166,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түңілу, Стресс, шаршау, Өмір",
        "question_content": "Неге екенін білмеймін қатты түңіліп кеттім. Күнде бір қалыпты бір көңіл күймен жүремін. Ойымда бір ғана ой жүр еді бұл өмірді несіне өмір сүріп жүрмін кім үшін неліктен.  өзімді кейде  психопат сезінемін. Бір адамға менде болып жатқан барлық жағдайды айтқым келеді. Ол адам мені түсінік танытып өз ойын айтатын болса деймін.",
        "question_date": "14.10.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірден қатты түңілген кезде ең бірінші Алланы еске алыңыз. Дұға жасаңыз, Алла тағала еш пендесін жайдан жай жаратпайды соны ұмытпаңыз. Ойыңыздағы негатив ойларды жойыңыз. Тек өзіңізді алға сүйреңіз және араласатын ортаңызды ауыстырыңыз. Алла тағала сіздің он екі мүшеңізді сау қылып жаратты, сіз сол үшін өте бақытты жансыз. Қатты қиналған кезде өзіңізден төмен адамдарға (ауырып жатқан) қараңыз, олар өмірі үшін күресуде. Өз өміріңізді қалыптастыру әр адамның өз қолында екенін ұмытпаңыз.",
                "date": "18.10.2022",
                "upvotes": 0
            },
            {
                "text": "Ғалымның аты өлсе де, хаты өлмейді дегендей, тарихта атыңыз қалардай өмір сүріңіз.",
                "date": "14.10.2022",
                "upvotes": 0
            },
            {
                "text": "Өмір болған соң бәрі болады.Бірде көңілді,бірде мұңды.Өмірді өзің үшін гана сүресің.Баска ешкім үшін емес.Біреу үшін өмір сүру кателік болады.Жаратушы Алла ешкімді жайдан жай жаратпаган.Сырласып бір жакын подругамен болмаса маманмен.Ішіндегін шыгар.Алдына максат кой.Сол мақсатынды орындауга іс әрекет жаса.Түңілгеннен еш пайда жок.Өмірді өзің үшін сүріп үйрен.",
                "date": "21.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тегін ыстық тамақ. Могут ли дети быть охвачены бесплатным горячим питанием.",
        "question_content": "Алтын алқа медалі иегерінің балалары мектепте тегін ыстық тамақпен тамақтана алады ма?Могут ли дети быть охвачены бесплатным горячим питанием в случи если мать детей имеет Алтын Алқа?",
        "question_date": "14.10.2022",
        "question_tag": "Мектеп",
        "question_views": 192,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектептегі әлеуметтік педагогқа (социолог) барып құжаттарыңызды тапсырсаңыз балаларыңыз ыстық тамақпен қамтамасыз етіледі. Егер сіздің балаларыңыздың барлығы дерлік сол мектеп қабырғасында оқыса, ал егер балаларыңыздың арасында жұмысқа жарамды (18жастан асқан) болса сіздің әлеуметтік жағдайыңызға қарап мектеп әкімшілігі шешеді.",
                "date": "16.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қосылғыштар коэффициенттерінің ең үлкен ортақ бөлгішін жақша сыртына шығарып жазыңыз",
        "question_content": "Қосылғыштар коэффициенттерінің ең үлкен ортақ бөлгішін жақша сыртына шығарып жазыңыз 14а+42б ; 27с+63д",
        "question_date": "13.10.2022",
        "question_tag": "Математика",
        "question_views": 286,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14(а+3б)\n\n9(3с+7д)",
                "date": "14.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл жарықтық сәуленің толқын ұзындығы 700 нм болса онын фотон энергиясы?",
        "question_content": "Қызыл жарықтық сәуленің толқын ұзындығы 700 нм болса онын фотон энергиясы?",
        "question_date": "13.10.2022",
        "question_tag": "Физика",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сұрақтағы 620 нм орнына 700 нм деп алып есептеңіз",
                "date": "14.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қала құрылысы жобалау магистрда математика пәнінің мұғалімдігіне тапсыр аламын ба?",
        "question_content": "Саламатсыз ба? Мен қазіргі таңда 2 курс  студентімін мамандығым Қала құрылысы жобалау  енді мен магистрда математика пәнінің мұғалімдігіне тапсыр аламын ба? 2022 ж әлде басқа қандай жолдары бар жауап берсеңіздер?",
        "question_date": "13.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, 2019 да магистратураға тапсырғанмын, экономиканы аяқтаған студенттер химия және химиялық технология факультетіне де түсіп жатты ғой. Бірақ кейін ректораттан ресми хат келіп айырмашылық пәндерді ақылы түрде оқу керектігі айтылған. \nМагистратураға тест тапсырғанда да 2 проф пән (математикадан) тапсырасыз, оған да дайын болу керек.",
                "date": "17.10.2022",
                "upvotes": 0
            },
            {
                "text": "Әрине тапсыра аласыз. Сол разница пәндерді төлейсіз. Бірақ болашақта мектепке жұмыс істеуге кірсеңіз сізден бакалавр мамандығының дипломын сұрауы мүмкін, сіз ол кезде қайта оқуыңызға тура келеді (сырттай), сол себепті таңдаған ЖОО барып сол жердегі қабылдау комиссиясымен немесе мектеп директорымен ақылдасып барып оқуға кеңес беремін.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Калай акылды болуга болады",
        "question_content": "Мектеп жагдайында сабакты калай тусынуге боолады",
        "question_date": "13.10.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастысы сабақта көніліңіз басқа жаққа аумау керее себебі басқа жаққа ауфп жатса түсінбисіз\nСабаққа көп қатысып отыру керек",
                "date": "14.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих мұғалімі болу оңай ма және оған қандай пән таңдау керек қанша бал керек?",
        "question_content": "Кім болсам болады аааа ооооо ссссс ммммм",
        "question_date": "13.10.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізге ұнайтын болса, баламен тіл табыса алсаңыз, қағазбастылықтан қорықпасаңыз қиындығы сезілмес.\n\nТаңдау пәндері туралы толық:",
                "date": "17.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "18г кальций гидроксиді бар ерітіндіге 58г темір (ll). сульфатын қосты. Реакция нәтижесiнде",
        "question_content": "18г кальций гидроксиді бар ерітіндіге 58г темір (ll). сульфатын қосты. Реакция нәтижесiнде тунбанын кандай массасы тузиледи?",
        "question_date": "12.10.2022",
        "question_tag": "Химия",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ca(OH)2+FeSO4=CaSO4+Fe(OH)2\n\nМ(Са(ОН)2)=40+(16+1)*2=һ (г/моль)\n\nМ(FeSO4)=56+32+16*4=ө (г/моль)\n\nn(Ca(OH)2) мен n(FeSO4) салыстырып қайсысының реакцияға қатысу мөлшері аз болса, сол элемент бойынша пропорция құрып массасын табыңыз",
                "date": "15.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғаламдағы ғажайып ғимараттарға реферат жазү керек еді тез жазып бере аласыздарма",
        "question_content": "Ғаламдағы ғажайып ғимараттарға кандай реферат қылады",
        "question_date": "12.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қысқартылған иондық Ag[+] + Cl[-] ~ AgCl",
        "question_content": "А) Ag[+] + Cl[-] ~ AgCl\n\nB) H[+] + CO3 [-2]~ CO2 + H2O\n\nC) Ba[2+] + SO4[2-] ~ BaSO4",
        "question_date": "11.10.2022",
        "question_tag": "Химия",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қожа Ахмет Ясауи туралы кімнің не айтқанын білсеңіздер айтыңыздаршы",
        "question_content": "Қожа Ахмет Ясауи жайлы кім не айтты?",
        "question_date": "11.10.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халық арасындағы әңгімелер мен тарихи деректерге жүгінсек, Арыстан бап Қожа Ахмет Ясауидің ұстазы деген тұжырым бар. Соның бір айғағындай, Арыстан баптың есімі Қожа Ахметтің «Хикмет» атты өлеңдер жинағында бірнеше рет аталады. Ал бұл туралы ел аузындағы аңыз-әңгімелер былай өрбиді: Мұхаммед [с.а.у.] дүниеден өтерде өзінің дінін ұстаушы, исламға адал берілген мүриттерін жинап: «Мен көз жұмғасын, бірнеше жүз жылдан кейін менің ілімімді жалғастырушы бір әулие дүниеге келеді. Соған менің аманатымды кім сақтап, еш қиянат жасамай, жеткізіп береді?»-деп сұраған екен. Сонда топ ішінде тұрған Арыстан бап: «Уа, аса қадірлі пайғамбарым, егер маған сенсеңіз, аманатыңызды мен жеткізіп берейін!» — депті басын ие тағзым етіп. Сол кезде Мұхаммед [с.а.у.] Арыстан бапқа бір түйір құрма жемісін беріпті. Осы құрманы Арыстан бап бес жүз жыл тілінің астына салып, бойтұмардай сақтаған екен. Бұл екі арада Арыстан бап әбден қартаяды. Бірақ аманатты сұрап ешкім келмейді. Содан Арыстан бап, бәлкім, кездесіп қалармын деген үмітпен ел аралап шығады. Талай-талай елдерді кезіп, жер-жаһанды шарлайды. Содан Отырар өлкесіне жеткенде, Арыстан баптың жанына бір бала жақындап келіп: «Ата, менің аманатымды бермейсіз бе?» — дейді. Сол жерде Арыстан бап: «Қарағым, іздегенім сен едің, міне аманатың», — деп, тілінің астындағы құрманы алып беріпті. Ал ол бала Қожа Ахмет екен. Пайғамбардың аманатын тапсырған Арыстан бап сол жерде қаза болып сонда жерленіпті.\nА.Дүйсенбі\n\nҚожа Ахмет өлерінде маған келетін адам ең алдымен Арыстан бабтың басына зиярат етсін деп өсиет қылыпты. «Арыстан бабқа әрине, Түркістандағы Әзірет Сұлтаннан тіле» деген сөз содан қалыпты.\n\nШ.Керімтегі, 235 б.\n\n[Қожа Ахмет Ясауи] (…) тіпті «жалаң аяқ, жалаң бас, жыртық шапан киіп жүреді екен, көшеде жүрген көрінген бала-шаға қожа Ахметті жынды деп қуалап сабайды екен, ол сонда да «қолдарың ауырып қалды-ау»,— деп оларды қайта мүсіркейді екен.\n\nО.Дастанов, 6б.\n\nАхмет Ясауидің атағы атырапқа жайылғанда,  шәкірттерінің саны жүз мыңға жеткен. Ахмет Ясауиді қызғанғандар да болған, олар жала жаба бастайды. Ахмет Ясауи әзіреттері оларға сабақ беру үшін, шәкірттерінен оң қолын әрдайым таза ұстаған Қажы атаны таңдап, мына құтыны Қорасанға апарып, бәріне көрсет дейді. Қажы ата айтылған жерге барғанда, барша халықпен бірге жала жабушылар да келеді. Құтыны Қожа Ахмет жібергенін айтып, ашып қалғанда, аппақ мақтаға оранған қып-қызыл шоқты көріп бүкіл халық таң қалды. Жала жапқандар қате әрекет еткендерін түсініп, кешірім сұрайды.\n\nКөркем Сәрсен\n\nҚожа Ахмет Ясауи жас күнін Сайрамда, әкесі Ибраимнің үйінде өткізді. Ол кезде Түркістан қаласы көтеріліп, Сырдария мен Арқа қазақтары саудамен сонда көп жиналатын. Қожа Ахмет оларға үлгі айту үшін Сайрамнан Түркістанға келеді. Ол кісінің Түркістанға келгенін ескі қазақ тайпалары (қыпшақ, қоңырат) аса жақсы көріп, Арал теңізінің бойындағы ұлыстар оған арнап құстай ұшатын жүйрік Ақ мая әкеліп тартады. Аңыз бойынша, Ясауи таң намазын Түркістанда оқып, Ақ маясымен ұшып барып кешкі намазды Мекеде оқитын болған.\n\n Әлкей Марғұлан, 52 б.",
                "date": "16.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алтын күзге таныстыру керек?",
        "question_content": "Алтын күзге \"қызыл раушан\" ның музкасына таныстыру керек? Топтың аты: Маригольд.\n\nГүлдің аты ғой",
        "question_date": "10.10.2022",
        "question_tag": "Өнер",
        "question_views": 890,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өткір иісі бар түссіз А газы табиғатта кең таралған В газының түзілуімен оттегіде жанады",
        "question_content": "Өткір иісі бар түссіз А газы табиғатта кең таралған В газының түзілуімен оттегіде жанады, бірақ жағдайға байланысты ол Х газын бере алады. В сутегімен және қалыпты жағдайда белсенді металмен А затын түзеді. M тек бір ғана қатты зат С береді, сумен оңай ыдырайтын А және G. Егер судың орнына HCl ерітіндісін алсақ, онда D заты мен металдың хлориді M. сутекпен әрекеттесіп, су және қатты сұйықтық түзеді; 1 моль G затының балқымасының электролизі кезінде анодта 11,2 л сутегі бөлінеді. Мәселеде қандай заттар айтылған? Олардың түрлендіру теңдеулерін жазыңыз.",
        "question_date": "10.10.2022",
        "question_tag": "Химия",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына красовканың аты қандай?",
        "question_content": "Мен мына красовканың атын таппай жатырмын.",
        "question_date": "10.10.2022",
        "question_tag": "Фотосұрақ",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суретті салсаңыз дұрыс болатын еді",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2022 жылы наурыз айында декреттен жұмысқа түстім 6 ай жұмыс.",
        "question_content": "2020 жылы маусымда декретке кеткем , 2022 жылы наурыз айында декреттен жұмысқа түстім 6 ай жұмыс істедім жыл сайынғы еңбек демалысыны шығуыма болама заң бойынша. Жұмысқа түскеніңе жыл толмай еңбек демалысына шыға алмайсын деп жатыр.",
        "question_date": "10.10.2022",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының 92-баптының 3-тармағы:\n      \"3. Жыл сайынғы ақы төленетін еңбек демалысы жұмыскер мен жұмыс беруші арасындағы келісім бойынша бөліктерге бөлінуі мүмкін. Бұл ретте жыл сайынғы ақы төленетін еңбек демалысы бөліктерінің бірі күнтізбелік он төрт күннен кем болмауға тиіс.\";\n       45) 95-баптың 4-тармағы мынадай редакцияда жазылсын:\n      \"4. Он сегіз жасқа толмаған жұмыскерді, жүктілігі туралы анықтаманы жұмыс берушіге берген жүкті әйелдерді және ауыр жұмыстарда, еңбек жағдайлары зиянды және (немесе) қауіпті жұмыстарда істейтін жұмыскерлерді жыл сайынғы ақы төленетін еңбек демалысынан кері шақыртып алуға жол берілмейді.\";\n       46) 96-баптың 2-тармағы мынадай мазмұндағы екінші бөлікпен толықтырылсын:\n      \"Жыл сайынғы ақы төленетін еңбек демалысының (жыл сайынғы еңбек демалыстарының) пайдаланбаған күндері үшін өтемақы төлемі жұмыскердің орташа жалақысы есебінен есептеледі.\";",
                "date": "15.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен Қытай, Ағылшын, тілін білемін қандай мамандық таңдаймын",
        "question_content": "Мен қазыргі таңда қытай және ағылшын тілін білемін мен осыған байланысты қандай мамандық тайдасам болады?жалпы тіл таңдаған дұрыспа?",
        "question_date": "9.10.2022",
        "question_tag": "ҰБТ жайлы",
        "question_views": 397,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кедендік бақылаушы бол",
                "date": "10.10.2022",
                "upvotes": 0
            },
            {
                "text": "Ағылшын және қытай тілдерімен:\n\n- програмисттер, тестерлер (IT саласы);\n\n- тілшілер (журналистер);\n\n- Ірі компаниялардың менеджерлері;\n\n- маркетолог;\n\n- аударма ісі;\n\n- кеден ісі (кедендік бақылау)  т.с.с. мамандықтарды таңдасаңыз болады.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 кейін қандай мамандық таңдауға болады?",
        "question_content": "9 кейін СЭС оқуын оқуға болама?",
        "question_date": "9.10.2022",
        "question_tag": "Университет, колледж",
        "question_views": 643,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СЭС (санитарно-эпидемиологическая служба) деген мамандық жоқ. Егер сіз бұл саламен айналысқыңыз келсе Қоғамдық денсаулық сақтау мамандығын оқи алысыз. Бұл мамандық аурудың алдын алуға, халықтың денсаулық сапасымен және қатерлі ауруларға қандай вакциналар қолдануға болады, сонымен қатар, еліміздің өмір сүру ұзақтығын қалай жақсартуға болатындығын зерттейтін сала.\n\nсілтемесіне кіріп ютуб арнасынан тыңдасаңыз болады.",
                "date": "18.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әртүрлi жұп цифрлармен жазылатын канша үш таңбалы сандар бар?",
        "question_content": "32. Әртүрлi жұп цифрлармен жазылатын канша үш таңбалы сандар бар? A) 12 сан; В) 16 сан; C) 24 сан; D) 36 сан; E) 48 сан. 33. 1-ден 500-ге дейiнгi сандарды ретiмен тiзбектей жазганда 3 цифры неше рет кездеседі?\n\nA) 160 per; B) 170 per; C) 180 per;D) 190 per; E)200 рет. 34. 1-ден 1000-ға дейінгі сандарды ретімен тізбектей жазганда 3 цифры неше рет колданылады?\n\nA) 260 рет; В) 270 рет; C) 280 рет; D) 290 рет; Е) 300 рет. 35. Екi цифры бiрдей болатын канша үш таңбалы сан бар? A) 212 сан; В) 222 сан; C) 232 сан; D) 242 сан; Е) 252 сан 36. 8 цифры болмайтын канша үш таңбалы сандар бар?\n\nA) 608 сан; В) 618 сан; С) 628 сан; D) 638 сан; Е) 648 сан. 37. Барлык циффрлары жұп сандар болатын канша уш танбалы сандар бар? A) 60 сан; В) 70 сан; С) 80 сан; D) 90 сан; E) 100 сан.\n\n38. Мектептегі шахмат ойынынын бiрiншiлiгiнде 6 окушы женiп шыкты. Олар: Дарияр, Сәуле, Жандос, Нұрбол, Есен және Асхат. Осы окушылардың әркайсысы өзгелерiмен бiр рет канай ойнайды. Казір Данияр Асхатпен, Жандос Нұрболмен және Сәуле Есенмен ойнап жатыр. Жеңімпаздар тағы неше ойнаулары керек? А) 8 ойын ойнаулары керек; в) 10 ойын ойнаулары керек; x\n\nD) 14 ойган ойнаулары керек;",
        "question_date": "9.10.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жұп сандар: 2, 4, 6, 8\n\n246     248    268    468\n264     284    286    486\n\n426     428    628    648\n\n462     482    682    684\n\n624     824    826    846\n\n642     842    862    864\n\n Барлығы 24 сан.",
                "date": "18.10.2022",
                "upvotes": 0
            }
        ]
    }
]