[
    {
        "question_title": "Гинегологиялық түсінік керек еді? Етеккiрiм дұрыс келмей жатыр",
        "question_content": "Салеметсiз бе? Гинекологиялық түсiнiк бұл жағдай. Етеккiрiм осы айда дурыс келмей жатыр. Жұғып жұғып ғана келiп жатыр. Негiзi басқа айларда толығымен 3 күн жақсы келетін еді.Себебi неге?",
        "question_date": "18.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай белгілер қалыпты саналады? Тәбеттің артауы, эмоциональды сезімталдықтың жоғарылауы, көңіл күйдің болмауы, белдегі жеңіл ауырсыну, бас ауруы, бет терісінде қызыл бөртпелердің пайда болуы, ұйқысыздық, іштің кебуі, дененің және аяқ-қолдың ісінуі қалыпты саналады. Осы аталған қалыпты жағдайлардан басқасының бәрі де – ағзаңыздың «дәрігерге тексеріл» деген дабылы. Ағзаңызда тіл жоқ, сондықтан да ол белгілі бір кеселдің пайда болып жатқанын, қауіпті етеккір кезіндегі «дабылдармен» білдіреді. Дабылға құлағыңыз түрік болсын, өйткені, етеккір реттілігінің бұзылысы, айналым мерзімінің өзгерісі тек гинекологиялық емес, ол эндокринологиялық, неврологиялық, тіпті онкологиялық дерт белгісі де болуы әбден мүмкін.\n\nhttp://ernur.kz/meditsina/etekkir-kezindegi-bul-belgiler-kauipti-sanalady",
                "date": "18.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спектрдің қандай ең үлкен ретін көруге болады?",
        "question_content": "1 мм-ге 100 сызық сәйкес келетін дифракциялық торды толын ұзындығы 720 нм жарықпен жарықтандырғанда, спектірдің қандай ең үлкен ретін көруге болады?",
        "question_date": "18.02.2020",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cіз түстерге сенесіз бе?",
        "question_content": "Егер сіздің түсіңіз шындыққа айналатын болса, не істер едіңіз? Түсінде еліңізге қаупі бар екенін көрсеңіз, халықты ескертесіз бе? Сіз сыншылардан қорықпайсыз ба? Қателеспесем, 20 жасымда болғанымда, түсімде қытайлар қараңғы уақытта үйлерімізді өртеуде екен, ал мен айқайлап, бәрін ояту үшін барлық үйге айқалап жүгіріп жүрмін. Менің түсім Масанчи ауылындағы жағдайдай болды, егер менде бәрі түсімде көргенімдей болатын болса алдын-ала жазар едім. Бүгін мен түсімде танысым маған картада жеті қалада немесе ауданда бомбалар орнатылғанын және осының бәрі екі апта бұрын орнатылғанын айтып отыр екен. Менің түсімде мүмкін бір ескере кететін нәрсе болуы мүмкін, ал бұл екі аптадан кейін елімізде Арыстағыдай қайғылы жағдайлар болады деп ойлаймын. Мәселен, теледидардан Алматыдан және басқа қаладан бомба тапқандарын көрсетті. Енді ойлаңыз, мүмкін менің түсімдегідей жағдайлар болатын болар және менің түсім біздің елге қауіп төнуі мүмкін деген ескерту болар. Мен түстерге көп сене бермеймін және көп мәң бере бермеймін, бірақ менің түсімде бәрі Масанчидегідей болды, сондықтан «Сақтықтан қорлық жоқ» дегендей, алдын-ала Алматы мен аудандардан бастап тексеру керек. Мен ешкімді қорқытқым келмейді, бірақ маған ешкім сенбейді де, сондықтан басқаларға ештеңе айта алмаймын, өйткені олар мені ауру деп ойлайды, сондықтан мен осында жазып отырмын. Мен аздап қорқамын, иә қорқамын.))",
        "question_date": "18.02.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркезде әрқалай. Түс көрген соң оянғанда интуициям арқылы бір зат боларын сезіп тұрсам, түсімді жорып қараймын интернеттен. Сонда да бірнеше түрлі жорулар болады ғой. Соның ең жағымдысын таңдап алып соған сенуге тырысамын. Себебі санаңның сенген затты  өміріңе жақындайды щегенге сенем. \nБір жағынан қазақта \" түс -түлкінің боғы\" деген бар. не болса да сену сенбеу әркімнің өз еркі деп ойлаймын. Тек не болса да жақсыға жори білген дұрыс деп ойлаймын.",
                "date": "23.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам денесіне қалай жүн өсіруге болады?",
        "question_content": "Адам денесіне қалай жүн өсіруге болады. Полный дене жүн болғанын қалаймын.",
        "question_date": "18.02.2020",
        "question_tag": "Денсаулық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Beard Serum – бұл өсімдік сығындылары бар аминқышқылдары мен флавоноидтердің жиынтығы. Сақал сирек және өспейтін адамдарға арналған. Сондай-ақ, шашты нығайтады. Сақалды және мұртты күтудің керемет өнімі.\nСақал – ер адамдардың айрықша белгісі. Еркектерге ғана тән – сұлулық, батылдық, күш-қуат  және еркектіктің көрінісі. Әрбір еркек адам әдемі қалың сақал болғаның қалайды. Ал Ислам дінінде сақал әдетте міндетті денгейінде.\nҚазіргі уақытта сақалды қою сәнге айналды, бұған көптеген barbershop салондары дәлел. Сақалға күтім жасау, шашқа күтім сияқты маңызды және арнайы мән бөлгенді қажет етеді.\nСондықтан біз сақал өсіру үшін жаңа Beard Serum өнімін ұсынамыз.\nСирек сақал және мұрт\nШаштың әлсіз және сынғыш келуі\nСақалдың мүлдем өспеуі\nТолығырақ: https://kk.salsabil.kz/buy-almaty/beard-serum-saqal-osiru-ushin/",
                "date": "27.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жаса Қазақстан\" әнін гитарада қалай ойнайды?",
        "question_content": "Маган Аскар Жунысбековтын Жаса Казахстан оленынын гитарада ойналатын аккордын жазып жберынызшы",
        "question_date": "17.02.2020",
        "question_tag": "Қазақша ән",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Конституцияның 9 бөлімі бойынша барлық тест сұрақтары бар ма?",
        "question_content": "Конституцияның 9 тармағы бойынша барлық сұрақтар керек еді болса осы номерге жазасздарма 87772270710",
        "question_date": "17.02.2020",
        "question_tag": "Заң",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайтқа кіріп жүктеп алсаңыз болады:иhttps://infourok.ru/adamoami-pnderinen-olimpiadaa-atisushilara-kmekshi-raldar-1039090.html",
                "date": "17.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "НМ медианасы мен РМН үшбұрышының ауданын табыңдар.",
        "question_content": "Геометрия 9сынып 248 ші есеп.Көмектесіп жіберіңіздерші. PKH үшбұрышында /_К=100°,РК=6дм,КН=5дм.НМ медианасы мен РМН үшбұрышының ауданын табыңдар",
        "question_date": "17.02.2020",
        "question_tag": "Геометрия",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 1/2 *5*6*siin100 = 15 sin100\n\nS (phf) = 1/2 *S (pkh) = 7,5 sin100\n\nph = √(6^2 +5^2 -2*5*6*cos100) = √(61 - 60cos100)",
                "date": "19.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриядан 7 сынып ережелер керек еді",
        "question_content": "Геометриядан 7 сынып ережелер керек еді",
        "question_date": "17.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайтқа кірсеңіз 7 сыныптың барлық ереже қағидалары жиналған кітапты табасыз:    http://online.anyflip.com/qmwb/lwxu/mobile/index.html#p=26",
                "date": "5.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақтан тарих бойынша мектеп пен атамұра баспаларында айырмашылық көп пе?",
        "question_content": "Ұбтға бекітілген кітаптар бар Қ.тарихынан. Бірақ əрең ізлеп жүріп тапқанда баспасы мектеп болып калады керегі атамұра болады. немесе керісінше. кейде жылы сай келмейді кейде тіпті авторы. Алып дайындала берейінші десем, басқа нəрселер оқып қаламын ба деп каламын. Яғни ұбтға керегі емес басқа ақпараттар болып қала ма деп ойлаймын. Мектеп пен атамұра баспасында ақпараттарында айырмашылық көп пе? Қ.тарих оқулығы бойынша?",
        "question_date": "17.02.2020",
        "question_tag": "Мектеп",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жоспар жасап, сонымен өмір сүресіз бе? Қалай жоспарыңның бәрін ерінбей орындауға болады?",
        "question_content": "Жоспар жасап, сонымен өмір сүресіз бе? Қалай жоспарыңның бәрін ерінбей орындауға болады? Өміріңізді жоспарлап өмір сүресіз бе?",
        "question_date": "17.02.2020",
        "question_tag": "Психология",
        "question_views": 744,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жоспарсыз алға жылжу мүмкін емес. Адамның жоқ дегенде 5 жылдық жоспары болуы тиіс. Жоспарды қалай құру керек? Оны қаншалықты орындап жүрсіз?\n Күндік жоспар. Күніңіздің босқа өткенін қаламасаңыз бір күндік жоспарыңыз болсын. Таңертең ұйқыңыздан ерте оянып, тамақтанып алған соң бірінші атқаруға тиіс дүниеңізге кірісіңіз. Одан кейін бірте-бірте келесілерге өте бересіз.\n  Апталық жоспар. Апталық жоспарыңыз ауқымды болмаса да оның іске асуын жіті қадағалаңыз. Бірден үлкен іс тындырам демеңіз, үлкен істер кішкентайдан басталатынын естен шығаруға болмайды. Апталық жоспарыңыздың қаншалықты іске асқаны күндік жоспарыңызды қалай орындағаныңызға байланысты.  Айлық жоспар. Айлық жоспар дегеніңіз сіз үшін көлемді болуы шарт емес. Маңыздысы ынтаңызды жоғалтып алмау. Күнделікті жоспармен жүруден шаршадым деп бастаған ісіңізді тастамаңыз. Күндік, апталық жоспарыңыздың орындалғаны айдың соңына жеткенде көрінеді.   Сол бағытта әрекет ету қажет.  Қатып қалған қағида деп қабылдамаңыз, бұдан көп нәрсе ұтасыз:  Біріншіден – күніңіз босқа өтпейді. Екіншіден – тиянақтылыққа тәрбиеленесіз.  Үшіншіден – белгілі бір межеге жетесіз.  Жоспар құру бар да, оны орындау бар. Демек, құру бөлек те, орындау бір бөлек. Күнделігіңізге яки блокнотыңызға кесте сызып, ойға алған жұмысыңыздың тізімін жазып қойыңыз. Әр орындалған іске белгі қойып отырыңыз. Бір ескере кететін жайт, жоспарыңыз қағазға түспесе орындалып-орындалмауы неғайбыл. Сондықтан қағазға түсіріп, сол бойынша әрекет етіңіз. Менің қолымнан келмейді деуден аулақ болыңыз. Өзіңізді жеңе біліңіз. Жігерсіздікке салынбаңыз. Айналаңыздағы достарыңыздың барлығы сізге өмірде дос болғанымен, істе (оқуда, жұмыста) бәсекелес екенін ұмытпаңыз!",
                "date": "17.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Оқып отырамын\" немесе \"оқып отырмын\" сөз тіркестерінің айырмашылығы қандай?",
        "question_content": "И еще также \"оқып отыр\" и \"оқып отырады\" - встречаю оба варианта.\nЕсть ли разница в значении или это одно и то же?\n\nКөмектеріңізге алдын ала рахмет!",
        "question_date": "16.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұқтым. Түсіндіргеніңізге көп рахмет!",
                "date": "17.02.2020",
                "upvotes": 0
            },
            {
                "text": "Оқып отырамын ---- бұл жердегі -а жұрнағы келер шақты білдіріп тұр. Яғни енді оқитындығы туралы айтылады.\nОқып отырмын ---- бұл қазір болып жатырған іс-әрекет.",
                "date": "16.02.2020",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Ораза 2020 жылы қай күні болады? Ораза кестесі бар ма?",
        "question_content": "Ораза араб тілінде «саум» деп аталады. Саум сөзінің тілдік мағынасы барлық нәрседен тыйылу деген ұғымды берсе, шариғаттағы мағынасы – таң атқаннан күн батқанға дейін ораза ниетімен ішіп-жеуден және төсек қатынасынан тыйылу дегенді білдіреді.\n– Дінімізде оразаның үкімі қандай?\n– Рамазан айындағы ораза балиғатқа жеткен әрбір ер мен әйел мұсылманға парыз. Намаз сияқты ол да жекелей парыз етілген ғибадат болғандықтан біреу үшін біреу ораза тұта алмайды. Алла Тағала Құран Кәрімде «Бақара» сүресінің 183-аятында: «Уа, иман келтіргендер! Сендерден бұрынғы үмметтерге ораза парыз етілгендей, сендерге де парыз етілді. Бәлкім сақтанарсыңдар. Санаулы күндерде», – деген.\n– Оразаның ниеті мен уақыты жайлы айтсаңыз?\n– Ниетсіз ораза дұрыс болмайды. Кез келген оразаны тұтудан бұрын жүрекпен ниет етілуі тиіс. Әбу Ханифа мазхабы бойынша Рамазан айының басында ниет ету сол қасиетті ай үшін жеткілікті болып есептелінеді, қаласа күнделікті ниет етуге де болады. Ешқандай ниетсіз күні бойы аш жүру оразаға жатпайды. Ал оразаның уақытына келсек, сəресі таң намазының уақытына дейін болады да, ақшам намазының уақытында ауыз ашылады.\n– Рамазан айында ораза тұтпауға рұқсат етілген себептер қандай?\n– Тек төмендегідей шариғи себептер болғанда ғана ораза тұтпауға болады:\nАуыруының айығуынан үміт жоқ, үнемі дәрі немесе уколға сүйенетін, ораза ұстаса денсаулығына зиян келетін науқастар,\nОраза тұтуға әл-қуаты жетпейтін қарт кісілер.\nАлайда, оразаның сауабын алу үшін фидия төлеуі тиіс. Фидия дені сау адамға жүрмейді.",
        "question_date": "16.02.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2020 жылы мұсылман қауым асыға күтетін Рамазан айы 25 сәуір күні басталады. Қадір түні 20 мамырдан 21 мамырға ауған түн. 24 мамыр күні Ораза айт мейрамы басталады. Құрбан айт 31 шілде - 2 тамыз күндеріне түсіп тұр.",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "STEM сауаттылықшы дамыту арқылы оқушылардың зерттеу тақырыбында баяндама керек?",
        "question_content": "Тақырыбы: STEM сауаттылықшы дамыту арқылы оқушылардың зерттеу және ғылыми технологиялық әлеуетін күшейту.",
        "question_date": "16.02.2020",
        "question_tag": "Университет, колледж",
        "question_views": 840,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта әлемде төртінші технологиялық революция болып жатыр: ақпараттың қарқынды ағыны, жоғары технологиялық инновациялар мен әзірлемелер біздің өміріміздің барлық салаларын өзгертіп жатыр. Қоғам сұранысы да, жеке тұлғаның қызығушылықтары да өзгеріп жатыр.\nЕгер бұрын қыздар еңбек сабағында алжапқыш тігіп, ал ұл балалар ағашпен немесе металлмен жұмыс істесе, онда қазіргі уақытта бұл жеткіліксіз. Робототехника, құрастыру, бағдарламалау, үлгілеу, 3D-жобалау және тағы басқа – бұның бәрі енді дүниежүзінің қазіргі оқушыларын қызықтырады. Бұл қызығушылықтарды жүзеге асыру үшін анағұрлым күрделі дағдылар мен құзыреттер керек. Білу мен істеу ғана емес, сонымен қатар зерттеу және ойлап шығару маңызды. Ғылым, математика, технологиялар және инженерия сияқты басты академиялық салаларда бір мезгілде даму керек, оларды STEM (science, technology, engineering and mathematics) деген бір сөзбен біріктіріп атауға болады.\nSTEM – оқытудың біріктірілген тәсілі, оның шеңберінде  академиялық ғылыми-техникалық тұжырымдамалар шынайы өмір контексінде зерттеледі.   Бұндай тәсілдің мақсаты – мектеп, қоғам, жұмыс және бүкіл әлем арасында STEM-сауаттылықты дамытуға және әлемдік экономикадағы бәсекеге қабілеттілікке ықпал ететін нық байланыстарды орнату (Tsupros, 2009).\n«STEM» аббревиатурасын америкалық бактериолог Р.Колвэлл 1990 жылдары алғаш рет ұсынды, бірақ ол тек 2000 жылдарда ғана белсенді қолданыла бастады. STEM негізінде бұл түсініктің жаңа нұсқалары пайда болды, солардың ішінде анағұрлым кең таралғаны STEAM (ғылым, технологиялар, инженерия, өнер және математика) және STREM (ғылым, технологиялар, робототехника, инженерия және математика) болды. Қазіргі уақытта STEM әлемдік білім берудің басты трендтерінің бірі болып табылады. Технологиялардың қарқынды дамуының арқасында жаңа мамандықтар пайда болып жатыр, STEM мамандарға сұраныс жаппай өсіп жатыр. Мысалы, ЕО елдерінде бұл салада жұмысқа орналасқан мамандардың үлесі 2000 жылдан 2013 жылға дейін 12%-ға артты. Сонымен қатар, еуропалық мемлекеттерде STEM саласының кәсіпқойларына сұраныс 2025 жылға қарай 8%-ға, ал басқа мамандықтарға тек 3%-ға ғана артады деген болжам жасалды. 2011 жылы ЭЫДҰ-ның қарастырылған 16 мемлекеттің ішінде Финляндияда STEM-мамандықтар түлектерінің анағұрлым көп саны байқалды: 20-39 жастағы халықтың 100 мың адамына шаққанда 109. Бұл көрсеткіш Канада мен Швейцария көрсеткіштерінен екі есе артық.\nӘлем елдеріндегі STEM-мамандықтардың түлектері, 2011ж. (20-39 жастағы халықтың 100 мың адамына шаққандағы саны)\nДереккөз: Sources: Statistics Canada; OECD; The Conference Board of Canada. http://www.conferenceboard.ca/hcp/provincial/ education/sciencegrads.aspx\nФинляндияда STEM дамуының институциональдық жиектемесі 13 жыл бұрын құрылған болатын. Атап айтқанда, LUMA Ұлттық ғылыми білім беру орталығы мектептердің, университеттердің, өнеркәсіптің және бизнестің өзара іс-әрекетін үйлестіреді. Бұл орталық оқушыларға арналған іс-шараларды, мысалы, ғылыми-техникалық лагерьлерді әзірлейді, сонымен қатар, мұғалімдерге арналған біліктілікті арттыру курстарын және семинарларды жұмысынан қол үзбей ұйымдастырады. Сонымен қатар, LUMA STEM саласында әртүрлі оқу-әдістемелік материалдарды ұсынатын ресурстық орталықтың қызметін атқарады.\nАҚШ-та 20-39 жастағы халықтың 100 мың адамына STEM-мамандықтың тек 475 түлегі ғана шақ келеді. Таланттар пулының шектеулілігі, 2012-2013жж. жай-күйі бойынша, бұл мемлекетте STEM саласында жоғары және/немесе жоғары оқу орнынан кейінгі білімі бар түлектердің тек 23,9%-ы ғана есептелуімен дәлелденеді. Дегенмен, АҚШ-та STEM-білім берудің беделінің маңызы артып жатыр. Атап айтсақ, STEM қызметкерлерінің орташа табысы сағатына шамамен $34,44 құрайды, бұл басқа салалармен салыстырғанда екі есе артық (сағатына шамамен $18,68). STEM мамандықтардың жұмыссыздық деңгейі 3,1% құрайды, бұл басқа мамандықтармен салыстырғанда 4,3%-ға төмен. Сонымен қатар, 2014-2024жж. бұл саладағы қызметкерлердің үлесі 16%-ға (19% – компьютерлік ғылымдар, 12% – инженерия, 16% – жаңа өндірістік технологиялар), ал басқа салаларда тек 11%-ға артады деген болжам бар. Мамандардың пікірінше, 2020 жылға қарай STEM кәсіпқойларына сұраныс АҚШ-та 1 млн.-нан астам жаңа жұмыс орындарын қосады.\nSTEM-білім берудің АҚШ-тағы өзектілігін 2013 жылы қабылданған STEM-білім беруді дамыту жөніндегі Стратегиялық жоспар да дәлелдейді. Жоспар аясында 2020 жылға қарай 100 000 жаңа тиімді STEM мұғалімдерді даярлау және мұғалімдердің қазіргі контингентіне қолдау көрсету жоспарланды. Басқа мақсат: орта мектепте әр оқу жылы STEM-ге тартылған білім алушылардың үлесін 50%-ға дейін арттыру. Колледждер мен ЖОО-ның STEM-мамандықтары бойынша түлектер санын 1 миллион адамға дейін арттыру да жоспарланды.\nӘлемнің басқа мемлекеттерінде математикалық және ғылыми-техникалық білім беруді дамыту жөнінде мемлекеттік бағдарламалар да қабылданды. Мысалы, Малайзияның 2013-2025 жылдарға арналған білімді дамыту жоспары аясында STEM-білім беру реформасы қарастырылды.  \nБұл реформаның 1-кезеңі (2013-2015жж.) – куррикулумды жетілдіру, мұғалімдерді даярлау, оқытудың кешенді әдістерін пайдалану арқылы STEM-білім берудің сапасын арттыру;\n2-кезең (2016-2020жж.) – қоғамның STEM-дегі хабардарлығын және мүдделілігін БАҚ кампаниялар және серіктестік байланыстар арқылы жоғарылату;\n3-кезең (2021-2025жж.) – алғашқы екі кезең бастамаларының сәттілігін бағалау және жаңа бастамалары мен бағдарламалары бар жаңа жол картасын әзірлеу.\nАвстралияда 2015 жылы STEM-білім беруді мектептерде дамытудың 2016-2026 жылдарға арналған Ұлттық стратегиясы қабылданды (National STEM School Education Strategy). Стратегияда бес басты міндет анықталды:\n1) оқушыларды STEM-ге тарту және қызықтыру, қабілетін арттыру;\n2) мұғалімдердің әлеуетін және STEM пәндерге оқыту сапасын арттыру;\n3) мектептерде STEM-білімін алу мүмкіндіктерін қолдау;\n4) ЖОО-мен, бизнеспен және өнеркәсіппен тиімді серіктестік қарым-қатынастарға жәрдемдесу;\n5) мықты деректер қорын құру.\nЕуропаның 10 астам мемлекетте осыған ұқсас ұлттық стратегиялар мен бастамалар бар (Австрия, Германия, Франция, Италия, Нидерланды, Норвегия, Ұлыбритания, Италия, Ирландия, Испания және т.б.). STEM-білім беруді дамыту саласындағы халықаралық ынтымақтастыққа келетін болсақ, «In Genious» ең ірі халықаралық жобалардың бірі болып табылады, ол 2011 жылдан 2014 жылға дейін жалғасты. Оған Австрия, Бельгия, Чехия, Дания, Эстония, Финляндия, Германия және т.б. қатысты. Бұл жоба индустриалдық-білім беру саласында инновациялық тәжірибелердің репозиторийін құруға, озық және жаңашыл тәжірибелерді таратуға және ынталандыруға бағытталды. Оған 1500 астам мұғалім қатысты, 158 мектеп пен өнеркәсіп өкілдерінің арасында ынтымақтастық орнатылды, әртүрлі семинарлар, жазғы мектептер, онлайн-конференциялар және т.б. ұйымдастырылды.\n2013 жылы «MASCIL» үшжылдық жобасы іске қосылды, оған 11 мемлекет: Австрия, Болгария, Кипр, Чехия, Греция, Литва, Нидерланды, Норвегия, Испания, Турция және Ұлыбритания қатысты. Жоба өнеркәсіп саласының қолдауымен мұғалімдерге арналғанн оқу курстарын әзірлеу және ұйымдастыруды қарастырады. Курстардың мазмұны мұғалімдердің қызметіне және кәсіби дамуына арналған әртүрлі оқу материалдарды және ресурстарды қамтиды.\n«INSTEM» жобасы (2012-2015жж.) инновациялық әдістерді жинау және білім алушылардың ғылымға деген қызығушылықтарын жоғарылату, сонымен қатар STEM саласындағы мансап туралы көлемді ақпаратты ұсыну мақсатымен  зерттеу оқытуға бағытталды. INSTEM-ге Австрия, Германия, Греция, Ирландия, Италия, Норвегия, Румыния, Түркия және Ұлыбритания қатысты. Жоба оқу материалдарының және STEM пәндеріне оқыту әдістерінің кешенді қайнар көзі ретінде жасалды. \n«Mind the Gap!» – жаратылыстану-ғылыми білім беруде теория мен тәжірибенің арасындағы алшақтықты қысқарту арқылы Еуропаның орта мектептерінде ғылымға оқытуды жақсартуға бағытталған, зерттеулерге негізделген жоба. Атап айтқанда, жобаның қызметінің басты назары қыз бала оқушыларды STEM-білім беруге тартуға аударылады. 2008 жылдан бері жүзеге асырылып жатқан бұл жоба Ұлыбритания, Испания және Нидерландының бес серіктестерінің консорциумы болып табылады.\nSTEM әлемдік жүйесінің жаңа тренді білім беру робототехникасы болды, ол бағдарламалау және құрастыру дағдыларын дамытуға мүмкіндік береді, STEM төрт компонентінің интеграторы болып табылады. Мысалы, 2015 жылы «ER4STEM» үшжылдық жобасы іске қосылды (Австрия, Болгария, Греция, Мальта және Ұлыбритания), ол оқушылардың ғылыми-техникалық салаға деген қызығушышлықтарын қолдау үшін білім беру роботехникасын шығармашылық және сыни қолдануға бағытталды.\n«ER4STEM» мақсаты – балаларға білім беру робототехникасының әртүрлі бағыттарын және STEAM меңгеруге, сонымен қатар күрделі тәжірибелік тапсырмаларды шешуге мүмкіндік беретін ашық және тұжырымдамалық жиектемені әзірлеу. Жобаның шеңберінде білім беру робототехникасынан бес мемлекетте 4000 астам бала үшін семинарлды өткізу қарастырылған. Жылына бір рет Еуропалық білім беру роботехникасы жөнінде конференция өтеді (2016ж. – Австрия, 2017ж. – Болгария, 2018ж. – Мальта). «ER4STEM» мұғалімдерге арналған ауқымды репозиторийді әзірлеу жобаның қорытындысы болады.\nҚазақстанда да STEM-білім берудің белсене дамуы басталды. Бұны Білім мен ғылымды дамытудың 2016-2019 жылдарға арналған мемлекеттік бағдарламасы аясында STEM контекстінде мектептегі білім берудің мазмұнына өту дәлелдейді. Жаңа білім беру саясатын жүзеге асыру үшін оқу бағдарламасына жаңа технологияларды, ғылыми инновацияларды, математикалық үлгілеуді дамытуға бағытталған STEM-элементтерді енгізу жоспарланды.\nОқытудың жаңа пәнаралық және жобалық тәсілі енгізіледі, ол оқушыларға зерттеу және ғылыми-технологиялық әлеуетін күшейтуге, с, инновық және шығармашылық ойлау, мәселелерді шешу, коммуникация және топтық жұмыс дағдыларын дамытуға мүмкіндік береді. Жаратылыстану-математикалық ғылымдар пәндері арасында «тура тақырыптар» саны артады. 2015-2016 оқу жылынан бастап бірінші сыныптың әр оқушысы «Жаратылыстану» пәнін оқиды, ол жоғары сыныптарды жаратылыстану ғылымдарын оқудың негізі болып табылады. Сонымен қатар, 2016-2017 оқу жылынан бастап барлық мектептерді АКТ, сандық білім беру ресурстарымен, Интернет желісінің қолжетімділігімен жабдықтау жоспарланды. Сонымен бірге 2019 жылы жоғарғы сыныптарда жаратылыстану-математикалық бағыттағы пәндер ағылшын тілінде оқытылатын болады, бұл жаңа білімді алғашқы дереккөзден алуға және әлемдік ғылыми қауымға өтуге септігін тигізеді.\nЕлімізде білім беру робототехникасына ерекше көңіл бөлінеді. Осылайша, 2014 жылдан бері жалпы білім беретін мектептерінің және Назарбаев Зияткерлік мектептерінің оқушылар арасында жыл сайын Робототехникадан Республикалық олимпиада өтеді. Республикалық жарыстардың жеңімпаздарының Робототехникадан Дүниежүзілік олимпиадаға (WRO) қатысуға мүмкіндіктері бар. Сонымен қатар, 2015 жылдан бері Қарағанды қаласында «RoboLand» Халықаралық роботехника фестивалі жыл сайын өтеді, оған басқа елдердің өкілдері де қатысады (Сербия, Ресей және т.б.).\n2016 жылы алғаш рет робототехниканың оқу зертханалары ашыла басталды, тұңғышы Алматы қаласының №159 гимназиясында ашылды. Жақын арада еліміздің басқа метептерінде тағы 90 зертхананың ашылуы жоспарланды. Педагог мамндарды даярлау да жүргізіліп жатыр: қазіргі уақытта «Робототехника» элективті курсы бойынша 64 тренер даярланды.\nSTEM-білім беру саласында халықаралық ынтымақтастық жасасудың тәжірибесі де бар. Мысалы, 2014 жылдан бері 20 млн. стерлинг фунты жалпы бюджетімен Ұлыбритани мен Қазақстанның «Ньютон – әл-Фараби» атты бесжылдық бағдарламасы жүзеге асырып жатыр. Бағдарламаның мақсаты – ғылыми және инновациялық әлеуетті нығайту, мамандар алмасу және бірлескен зерттеу орталықтарын құруда екі елдің өзара іс-әрекеттесуі.\nОсылайша, біздің еліміз дамыған елдермен бірдей бағытта ілгерілеп келеді. STEM-білім беру оқуды және мансапты қосатын көпір болып табылады. Оның тұжырымдамасы балаларды технологиялық тұрғыдан дамыған әлемге дайындайды. Келешектің мамандарына жан-жақты дайындық пен жаратылыстану ғылымдары, инженерия, технологиялар мен математиканың әр түрлі білім беру салаларынан алынған білім керек.\nТолығырақ: http://iac.kz/kk/publishing/stem-bilim-berudin-lemde-zhne-kazakstanda-damuy",
                "date": "16.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біздің елімізде не болып жатқан жағдайларға байланысты ойларыңыз қандай?",
        "question_content": "Менің сұрақтарым мұнда сыймады, сондықтан мен оны скрин арқылы шығардым. Мен ешкімді соғысқа немесе шеруге шақырмаймын, айтпақшы, 22 ақпандағы шеруде абай болыңыз, өйткені наразылық білдірушілердің арасында жағдайды әдейі ушықтырып, саясаткерлердің жоспарларын іске асыруға жол береді деп ойлаймын.",
        "question_date": "15.02.2020",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 618,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осы елде болып жатқан былықтың, себепшісі біреу. Аблязовтың бұл жерде баріне Назарбаевты кінәлауы орынды. Өмірімізде болып жатқан жағдаймызыды биліктегілер өзгертпей солайымен қалдырса, а болашақта бұның барі неге әкеліп соғат деген ойда болсаңыз, ютубтан іздеуден \"Диктатори Николос Мадуро\" немесе \"Диктатори Роберт Мугабе\" (58 минуттық видеосы бар) сөзді теріп қараңыз!",
                "date": "17.02.2020",
                "upvotes": 0
            },
            {
                "text": "Бұл барлық елдерде, мысалы көрші елде болады, бірақ ешкім президентке қарсы емес, өйткені ол Қырымды оларға қайтарып берді. Егер біздің аумақтарымыз да жауланып алынса, Аблязов та оның көмекшісі болып шықса таңданбаңыз. Мәселен, Украинада алдымен Қырым қосылды, одан кейін Зеленский сайлауда президенттікке келді, ол украиндарға көп уәде берді, бірақ барлық уәделерін орындамады. Менің ойымша, ол Путиннің сыбайласы, бірақ мен ол туралы жазбайын, керісінше мен өз территориямыз туралы жазайын. Олар Алматыдан бастап барлық территориямызды қосып алады, ал қандай қалаларды қосып алатының 22 ақпанда қай жерде шерулер өтетінін көріңіз.Путин Кеңес Одағы кезіндегі бұрынғы аумақтарды қайтаруды көздеуде, сондықтан да ол Қытаймен ынтымақтастықта және олар Ресей мен Қытай арқылы көпір салды. Айтпақшы, сіздің орыс тіліндесайрайтың Аблязов та диктатор, ол шындығына келгенде Назарбаев туралы аз мәліметті біледі, сондықтан ол шындықты айтпайды, екі жыл бойы елдегі мәселені шешкен жоқ, керісінше елдегі жағдайды нашарлатты. Екі жылда қаншама жазықсыз адамдар, соның ішінде қазақтар қайтыс болды, бірақ сіздің Аблязов, осыдан кейін не істеді? Ол халықты бір-біріне қарсы қоюдан басқа ештеңе істемейді және мен Назарбаевқа да, Әблязовқа да сенбеймін, бірақ мен өз халқыма сенемін. Халықтың Әблязов пен Назарбаев сияқты сөйлейтіндері, диктаторларға соңына дейін шыдап, ешнәрсе жасамағаны өкінішті. Мүмкін, Әблязов елдегі мәселені шешетін шығар, бірақ көрші елдің президенті біздің территориямызды Ресейге қосқанға дейін соңғы уақытқа дейін отырады, өйткені оның сыбайласы. Мен Назарбаевты қорғаған жоқпын, өйткені мен тек кездейсоқтықпен жазамын, сондықтан мен ол туралы кездейсоқтықты байқамаймын. Айсұлтан туралы ақпарат және Назарбаевтың қазақ емес екендігі мен үшін ақпарат емес, өйткені дәлелі жоқ. Мүмкін, менің пікірімнен кейін саясаткерлер мен арандатушылар бірдеңе ойлап шығарар. Ал егер Әбілязов қателеспесем, ол Қырымды Ресейге қосқанға дейін және Ресейдегі сайлаудан кейін пайда болды. Мұның бәрі мен үшін күдікті нәрсе, сондықтан оны ютубте қашан пайда болған кезін және Жаңа өзеңдегі тәртіпсіздіктерден кейін пайда болды ма, соны қарауыңыз керек.",
                "date": "18.02.2020",
                "upvotes": 0
            },
            {
                "text": "Менің жазғанымды қалай өшіруге болады? Ешқандай жауап жоқ, сол себептен өшіріп тастайын дегенмін.",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабақ терісі өзгеріп кетті?",
        "question_content": "Көздің үстіңгі жағына осындай болып жара шығып кетті.\nБұл қандай ауру және қалай емдеуге болады￼",
        "question_date": "14.02.2020",
        "question_tag": "Денсаулық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суретке қарасам, сізде жасанды кірпік жалғанып тұрған сияқты. Қабағыңыздың бұл тітіркенуі сол кірпікті жабыстыратын желімге немесе кірпік материалына кері реакцияциясы болуы мүмкін.\n\nНемесе күнделікті қолданатын косметикалық заттарыңыздың біріне теріңіз тітіркенген болуы да мүмкін.\nТағы бір болжам құрғап тұрған теріні майсыздандыру құралымен сүртіп теріңіздің аса шошынған.\n\nЕгер қатты мазаласа дерматолог маманына жүгінгеніңіз жөн.",
                "date": "16.02.2020",
                "upvotes": 0
            },
            {
                "text": "Менде де тура осындай мәселе қалай кетірдіңіз",
                "date": "10.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су шығару үшін құдықты қалай қазу керек?",
        "question_content": "Су шығару үшін құдықты қалай қазу керек? Толығырақ ақпарат берсеңіздер?\n\nВидео, толық қалай қазу керектігі туралы алгоритммен жазсаңыздар керемет болар еді!",
        "question_date": "13.02.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құдық              қазу",
                "date": "13.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз қорқыныштарыңызды қалай жеңесіз? Қорқыныштарыңызды басқарудың 5 тәсілін айтыңызшы?",
        "question_content": "Өз қорқыныштарыңызды қалай жеңесіз? Қорқыныштарыңызды басқарудың 5 тәсілін айтыңызшы?",
        "question_date": "13.02.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 475,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қорқыныш- ол адамды артқа тартып, өзіне деген сенімсіздікті арттыратын жай күй болып есептеледі. Көп жағдайда қорқыныштың алғышарты- сенімсіздік болып табылады. Кейде қорқыныштың себебі- әлеуметтік индукция болуы да мүмкін, себебі, қорқынышы бар адамнан оның себебін сұрасаң өзі де нақты жауап қата алмайды. Ол жұқпалы ауру секілді адамдар арасына жайылады.\nҚорқыныш түбі адамды жақсылыққа әкеле бермейді . Себебі, қорқыныш эмоциясын сезініп тұрған адам Өзі қаламаған әрекеттерге келісіп, Өзіне сенімділігін жоғалтып және т.б. өзіне қолайсыз әрекеттер жасауы мүмкін.\nҚорқыныштан құтылудың керемет құралы - сүйіспеншілік, мейірімділік, келісім. Және де қорқыныштың тек сіздің ой санаңыздың қиялдау сезімінің жемісі екенін түсінуіңіз керек. Ол көбіне шын өмір жағдайларымен еш қатысы болмауы мүмкін.",
                "date": "13.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қазіргі БАҚ хайп қуып кеткен бе? Бастан кеткен ба? Бізде ұлт идеологиясы бар ма өзі?",
        "question_content": "Қазіргі БАҚ хайп қуып кеткен бе? Бастан кеткен ба? Бізде ұлт идеологиясы бар ма өзі?",
        "question_date": "13.02.2020",
        "question_tag": "Қоғам",
        "question_views": 364,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менің ойымша тек БАҚ өкілдері ғана емес,  өнер тұлғалары да, қарапайым халық арасынан жекелеген азаматтар да сәтін салса жарқ етіп ел көзіне түсіп қалуға әуестеніп кеткендей. Себебі, көзге түскен (мейлі жақсы ісімен болсын, анайы қылықтарымен болсын) азаматтардың берген сұқпаты мен қатысқан бағдарламаларының қаралымы жоғары болады, оны жай ютуб желісіндегі қаралым сандарын бақылап аңғаруға да болады. Ал осы қаралымды жасайтын халық, өз елімізде аталған шоулар жасалмаса шет елдік бағдарламаларды қарап жүре беретін сияқты. Мысалы: Ерболат ағамыз да 91 тобын құрудағы идеясы осы болған. Өскелең ұрпаққа шет ел (кәріс) жігіттерінің әуенін тыңдатып, оларға сүйсіндірткенше өз еліміздің жігіттерінен стилі жағынан ұқсас топ құрып , жастарымызды \"қазақ\" тіліндегі әуен тыңдауына үлесін қосты деп білем. \nНе дегенмен жұмыс сұранысқа қарай атқарылатыны белгілі.Жоғарыда айтқандай, қаралымды жасайтын қарапайым халық, яғни қазіргі таңдағы халқымыздың көп бөлігінің білім деңгейі мен саналық даму деңгейі  осындай бағдарламалар мен жаңалықты тыңдаудан әрі  асалмайтын хәлде.\nӘркім тек өз жеке басының қамын ойлап жүрген қазіргі кезіңде ұлт идеологиясы үшін жұмыс жасағанша , халық сұранысын қамтамасыз етіп, бәсекеде жеңіске жеткенді ғана  ойлап жүргендей кей БАҚ өкілдері.",
                "date": "13.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Психотерапевт деген кім ? Оның қызметі қандай?",
        "question_content": "Психотерапевт деген кім ? Оның қызметі қандай?",
        "question_date": "12.02.2020",
        "question_tag": "Психология",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психотерапия (грекше psyche — жан + therapeia — емдеу). Қысқаша айтқанда психотерапия адамды (пациентті) психологиялық құралдардың ықпалымен емдеу дегенді білдіреді. Психотерапия — кең өрісті мағынасы бойынша сау адамдарға (клиенттерге) әр түрлі психологиялық қиын жағдайларға немесе психикасын өңдеуге көмекті қажетсінгенде жәрдем беруді іздейтін ғылым саласы. Ондай көмектерді жеке-дара немесе топты формада маман ұйымдастырады. Қазіргі кезде психотерапия адамның, тұлғааралық қатынастың, топтық үрдістердің болмысына байланысты әр түрлі теориялық-әдіснамалық бағыттары — психоаналитикалық,  когнитивтік, гуманистік, нейролингвистикалық бағдарламалау (НЛБ) және т.б. бар. Психотерапия — психология мен медицина аралығындағы, адамдарға іс жүзінде әсер ету әдістері мен теориялық білімдер саласы. Психотерапия ауру адамдарды емдеу мақсатында қолданылатын психологиялық құралдар ережелерін қарастырады және оларды зерттейді, сипаттайды. Психотерапия адам әр түрлі психикалық ауруға, жүйке ауруына және т.б. эмоциялық тұрақсыздық күйіне ұшырағанда, оның көмескіленген ойлау жүйесі мен сана-сезімін ауызша және әсерлі қимыл-әрекетпен ықпал ету арқылы емдеудің жүйесі. Психотерапия кеселге ұшыраған адамның өзіне және қоршаған ортасына деген дұрыс қатынасты қалыптастыруға бағытталады. Психотерапияның клиникалық тәсілдері — гипноз, аутогендік жаттығу, иландыру, өзін-өзі иландыру, зейнелі терапия. Емші мен аурудың өзара түсінісуі, отбасы мен ұжымдағы сыйластық шипагерліктің әрбір адамға деген оң ықпалын арттырады. Адамдар арасындағы жағымды мінез-құлықтар әлсіреген адамның өзін-өзі дұрыс тануына себепші болады.",
                "date": "12.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұлушаш поэмасының мазмұны",
        "question_content": "С.Мұқановтың \"Сұлушаш\" поэмасы өлең түрінде жазылғандықтан маған түсініксіз, қысқаша мазмұнын емес, кәдімгі толық мазмұнын жай сөзбен түсіндірсеңіз.",
        "question_date": "6.02.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша мазмұны\nПоэмада қазақ ауылындағы әлдінің озбырлығы мен әлсіздік көрген қорлығы , әсіресе адамның бас бостандығы жоқтығы, яғни байдың кедейге не айтса сол болатындығы, екі жастың бір-біріне деген соншалықты махаббаты суреттелген. Туындының бар оқиғасы Алтай мен Сұлушаштың төңірегіне құрылған. Яғни осы екі жастың сүйіспеншілігі , бір - біріне деген махаббаты жырланады. Поэма Сұлушашты Алтайдан айырудан басталады. Бұл екеуінің бірін - бірі жан - тәнімен жақсы көрген , бар жүрек лүпілімен бір - біріне ұмтылған адал , албырт сезімдерін феодалдық қара күш аяққа таптап жаныштайды. Поэманың кейіпкерлері Сұлушаш пен Алтай екі түрлі әлеуметтік ортадан шыққан. Сұлушаш атақты Тілеуберді байдың ерке өскен қызы болса, Алтай — сол байдың екі құлының баласы, байдың малын бағып жүрген жалшы жігіт. Өмірден көрген қиындығы мен таршылығы Алтайдың намысшыл, жігерлі, күшті болып өсуіне ықпал етеді. Оның бойында тағдырдың әділетсіздігіне қарсылық, наразылық ерте оянады. Бірақ қоғамдағы салт-сана тәртібі екеуінің қосылуына жол бермейді. Өйткені бірі—байдың қызы, бірі— құл мен күңнің баласы. Армандарына жету жолында жастар көп қиындықтар көреді. Озбырлардан қанша қысым көрсе, олар өз сезімдері жолында бастарын тәуекелге байлайды. Махаббатқа адалдық оларды неге болса да тайсалмай қарсы тұруға жетелейді. Алтай мен Сұлушаштың озбыр топтан қашып шығып, қол ұстасып иесіз тауды паналаған кездерінде , ашығьш-тарыққанда оларға осы сезім қуат береді. Алтайдың жанында сенімді серігі Қайсар болады. Сол тау басында Сұлушаш жолбарысқа тап болып, таудан секіреді. Алтайды сүйгенінен айырады. Ақырында қуғын - сүргін көрген Алтай мен Сұлушаш қайғыдан құса болып , азапта өледі. Ақын халық арасындағы аңызды алып , екі жастың орындалмаған арманын, сол кездегі қоғамдық теңсіздікті суреттейді. Сонымен қатар қазақ даласындағы өткен әділетсіздікті әшкерелейді. Кіршіксіз таза екі жанның арманына жете алмай, қыршын кетуі шынайы баяндалады.\nШығарма кейіпкерлері\nСұлушаш - Тілеуберді деген байдың қызы. Өте сұлу да сымбатты , ақылды қыз.Оның бойынан қайсарлықты , табандылықты байқауға болады. Жаны таза , махаббатына берілген қыз.\nАлтай - Сұлушаштың сүйген жігіті. Еңбекке жастайынан шыныққан жас жылқышы. Батыл ,ержүрек жігіт.\nТілеуберді - Сұлушаштың әкесі.\nЕрмек - Алтайдың інісі.\nЫрысты\nБайбосын\nАлтынай",
                "date": "7.02.2020",
                "upvotes": 1
            },
            {
                "text": "С.Мұқанов-қазақ әдебиетінде өзіндік қолтаңбасымен қалған біртуар тұлға. «Сұлушаш» поэмасы- соны көркемдік мұратымен бағаланған туындылардың бірегейі. Шығарма негізіне өмірде болуы мүмкін оқиғалар алынғанымен, қаһармандардың суреттелуінде, күрес жолдарының баяндалуында романтикалық тәсілге тән көріністер ұшырайды. Бірақ «Сұлушаш» поэмасы-трагедиялық шығарма. Поэманың шешімі Қозы мен Баян сұлу, Қыз Жібек пен Төлеген тағдырларын еске түсіреді.\nСәбит Мұқановтың қазақ әдебиетінің алтын қорына қосқан талантты шығармаларының бірі – «Сұлушаш» поэмасы. Оны өлеңмен жазылған роман деп те атайды. Қалай болғанда да осы шығармасы арқылы ақын дәуір шындарын тарихи тақырып тұрғысынан кең қамтып бейнелеуде елеулі табысқа жетті.\nШығарманың сюжеттік желісін ел аузындағы аңыздан алғанымен, ақын оны өз дәуірінің талабымен шебер ұштастырады. Жастардың бостандыққа ұмтылуы арқылы автор жалпы адамзат баласына тән азаттыққа ұмтылу идеясын көрсетеді.\nАвтор аңыздағы халықтық сарынды сақтайды да, оқиға мазмұнына өз жанынан өзгерістер енгізеді. Сол арқылы өмір шындығын, әлеуметтік мәселелерді терең бейнелейтін реалистік шығарма жасайды. Поэмадағы оқиға бірін-бірі сүйген екі ғашық – Сұлушаш пен Алтайдың махаббатына кұрылған.\nПоэманың кейіпкерлері Сұлушаш пен Алтай екі түрлі әлеуметтік ортадан шыққан. Сұлушаш атақты Тілеуберді байдың ерке өскен қызы болса, Алтай – байдың малын бағып жүрген жалшы жігіт. Өмірден көрген қиындығы мен таршылығы Алтайдың намысшыл, жігерлі болып өсуіне ықпал етеді. Оның бойында тағдырдың әділетсіздігіне қарсылық, наразылық ерте оянады.\nАлтай Сұлушашқа ғашық болады. Қыз да өнерлі жігітті ұнатады. Бірақ қоғамдағы салт-сана тәртібі екеуінің қосылуына жол бермейді. Өйткені бірі – байдың қызы, бірі – құл мен күңнің баласы.\nАрмандарына жету жолында жастар көп қиындықтар көреді. Озбырлардан қанша қысым көрсе, олар өз сезімдері жолында бастарын тәуекелге байлайды. Махаббатқа адалдық оларды неге болса да тайсалмай қарсы тұруға жетелейді. Алтай мен Сұлушаштың озбыр топтан қашып шығып, қол ұстасып иесіз тауды паналаған кездерінде, ашығып-тарыққанда оларға осы сезім қуат береді. Алтайдың жанында сенімді серігі Қайсар болады.\nҮшеуі тауды паналап, талай қиындыққа кездеседі. Құстың ұясынан жұмыртқа алам деп жартасқа өрмелеген Қайсар құздан кұлап өледі. Алтай мен Сұлушашты оңайлықпен ұстай алмасын білген қуғыншылар таудың етегіндегі қалың орманға өрт қояды. Сондай бір сәтте өрттен қашқан жолбарыспен бетпе-бет келген Сұлушаш жар басынан өзенге секіріп суға кетеді. Жан досы мен сүйген жарының өлімін көрген Алтай өз жүрегіне өзі қанжар салып көз жұмады. екі ғашықтың махаббат жолындағы трагедиясы\nЕл ауызындағы аңыз желісіне құрылған поэманың оқиғасы осындай. Адам баласының бас еркіндігін аңсаған жастардың трагедиясы аянышты. Дегенмен бұл трагедияны ақын бірлі-жарым жастардың басындағы күй ретінде суреттемейді. Оны әлеуметтік мәселе дәрежесіне көтереді. Бұл қайғылы оқиғаға себешпі сол кезеңдегі қазақ өміріндегі әлеуметтік теңсіздік екенін баса айтады.\nПоэмадағы оқиғалар біріне-бірі жалғасып, ширек дамиды. Кейіпкерлердің іс-әрекеті де үнемі үдеп, бірте-бірте тұлғалана түседі. Оқиғаны баяндауда, кейіпкерлердің образын сомдауда автор фольклорлық бейнелеу құралдарына жүгініп отырады. Мәселен, С.Мұқанов суреттеген Сұлушаштың сұлу бейнесі де, байдың қызы бола тұрып, кедей жігітке ғашық болуы, сол жолда мерт болуы да лиро-эпостық жырлардағы ару қыздарға ұқсайды. Дегенмен Сұлушаштың іс-әрекеті нақты, өз дәуірінің әлеуметтік жағдайларымен үндес, шынайы өмір шындығымен астасып жатыр.\nПарасатты, көркіне ақылы сай Сұлушаш ғашығы Алтайдың кедейлігін мін санамайды, онын адамгершілік қасиеттерін қадірлейді. Алтайдың бойында да байлар әулетіне деген ыза мен кек бар. Өйткені көзін ашқаннан бері көргені – байдың есігіндегі жалшылық, жоқшылық, қиянат. Дегенмен шынайы махаббат сезіміне келгенде екі жастың арманы да, мақсаты да үндесіп кетеді. Бірлесе отырып өмірдегі қиянат атаулыға қарсы, адамның бас еркіндігі жолында ақтық, сәттеріне дейін күреседі.\n«Сұлушаш» поэмасында автор тек әлеуметтік мәселелерді, екі ғашықтың махаббат жолындағы трагедиялық тағдырын ғана суреттемейді. Поэмада адалдық» ар тазалығы мәселесі бар. Сұлушаш пен Алтай арасындағы ғашықтық арқылы ақын махаббатқа адалдық, ардын тазалығы туралы мәселе көтерсе, Қайсар образы арқылы досқа адалдық, адамгершілік тазалығы жайынан оқырманға ой тастайды. Поэманың композициялық құрылымы шебер, тілі көркем. Бейнелеу құралдары әр алуан. Оқиға барысын, кейіпкерлерінің іс-әрекетін баяндағанда, ауыл тіршілігін, жылқышылар өмірін, табиғат көріністерін сипаттағанда, ақын қарапайым бояумен әдемі өрнек салады. Поэма кейіпкерлерінің ішкі толғаныстарын, сезім күйлерін әсерлі бейнелейді.\nТолығырақ:https://martebe.kz/s-mukhanovtyn-sulushash-pojemasyndagy-gashykhtar-mahabbatynyn-dingegi-sulushash-pa-alde-altaj-ma/",
                "date": "7.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Саламатсыздар ма, көмек сұраймын?",
        "question_content": "Мен жалгыз басты анамын бир улым бар Алла берген 3тен асты ауырган сон микра заим алган едим оны толеи алмаи баскасын алып жатыр Квартира га керек болган сон акша алдым калаи киргенимди билмеи калдым паиызы осип кетти катты киналып журмин оз озиме кол жумсап коямба деп коркам катты киналып кетим Пасобия алатын едим оны ала алмаи отырм балам ауырып кала беред Квартира да турамыз екеумиз комек колын созыныздарш",
        "question_date": "6.02.2020",
        "question_tag": "Жанұя",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті  жердегі  қоғамдық қор, ақсақалдар кеңесі секілді , немесе мешіттен немесе Вконтакте, инстаграм секілді әлеуметтік желілерден көмек сұрағаныңыз дұрыс болар. Бұл сайттың форматы оған келе қоймас.\n\nНемесе инстаграмдағы dauletten деген парақшаға кіріңізші, сол парақшаға тіркеліңіз, адамдарға көмектесіп жатыр екен, мына сілтемемен өтіңіз instagram.com/dauletten",
                "date": "6.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Еркек жыныс мүшесін өсіруге бола ма?",
        "question_content": "Баршаңызға сәлем. Менің жасым 21 де. Ұл б аламын.Ешқашан қызбен жыныстық қатынасқа түскен емеспін.  Мен 7 жылдан бері мастурбация жасап келемін. Алғашқы жылдары оны жиі жасайтынмын. Күнде жасайтынмын. Уақыт өте келе оның денсаулыққа зиянды екенін біліп анда санда жасайтын болдым. Осы 7 жыл ішінде өте арықтап кеттім.  Қазіргі уақыттағы салмағым 50 кг. Одан көп болған емес. Тамақты көп жеп енді 2-3 кг салмақ қостым дегенде қайтадан нәпсәмді жіберіп қойып мастурбация жасап қойып қайтадан арықтап кетемін. Мендегі мәселе жыныс мүшем өспей қалған.7 жыл алдыңғы көлемінен аспай қалған.  Хирургтарға қояр сұрағым: Енді не істесем болады? Жыныс мүшемді восстановить етуге болады ма????",
        "question_date": "5.02.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Baribar.kz \"Интим: 16+\" айдарын жүргізіп, оқырманды толғандырған сұраққа жауап іздейді. Алғашқы тақырып жыныс мүшесіне көңілі толмайтын ерлер туралы болмақ.\nBaribar.kz порталында “Сұрақ-Жауап” платформасы жұмыс істейді. Онда оқырман өзін мазалаған, қызықтырған сауалын қойып, өзге қолданушылардан жауап алады. “Денсаулық” санаты бойынша қойылатын сұрақтардың арасында жыныстық қатынас пен одан жұғатын ауру туралы сұрайтындар көп, жыныс мүшесіне көңілі толмайтын еркектердің де аз емес екенін байқадық. Оған мысал ретінде төмендегі хатты айтсақ болады:\nЖасым 25-те. Жыныс мүшемнің ұзындығы – 10 сантиметр, тағы да 4 сантиметрге өсіргім келеді. Операциясыз жыныс мүшесін қалай өсіруге болады? Көмектесіп жіберіңіздерші.\nОқырман сауалына уролог-андролог Нұрлан Мұқанов жауап береді.\nОперациядан кейін барлығы керемет болып кетпейді\nУролог-андролог дәрігер Нұрлан Елжанұлы. Фото: Айгүл Хожантаева/Baribar.kz\nЖыныс мүшесінің қалыпты өлшемі қандай? Еркектерге қай кезде оны үлкейту туралы бас қатыруға болады?\nЕркектің жыныс мүшесі 5-10 сантиметрдің арасында қалыпты саналады. Егер 5 саниметрден кішкентай болса, ол кіші жыныс мүшесіне жатады, медицинада оны “микропенис” деп атайды. Негізі өз мүшесін кішкентай деп санайтын еркектердің 95%-ында ол қалыпты, мұны уролог-андролог дәрігерлердің практикасы дәлелдеп отыр. Жігіттерге мұндай ой достарымен бассейнге, моншаға барғанда немесе порно видеоны көп қарағаннан келуі мүмкін.\nЕркек әйелдің алдында өзін сенімді ұстағысы келеді, бір жағынан, жыныс мүшесінің әдемі көрінгенін қалайды. Осы синдромнан зардап шегетін еркекте “Әйелдің күлкісіне қаламын ба?” деген қорқыныш болады. Бірақ әйел үшін еркектің жыныс мүшесі аса маңызды роль атқармайды. Оған мысал ретінде Калифорниядағы зерттеу нәтижесін айтсақ болады. Мамандар жүргізген онлайн сауалнамаға 52031 адам қатысқан.\nЕркектердің 66%-ы өз мүшесін орташа деңгейге жатқызса, 22%-ы үлкен деп есептеген. Респонденттердің 12%-ы мүшесінің кішкентай екенін мойындаған. Ал сауалнамаға қатысқан әйелдердің 85%-ы өз жұбының мүшесі ұнайтынын және оның үлкендігі аса маңызды емес екенін айтқан.\nЖалғасын мына жерден оқи аласыз. Интимдік, жыныс мәселелеріне қатысты басқа сұрақтарды Baribar.kz-тің Интим 16+ айдарынан қараңыз.",
                "date": "6.02.2020",
                "upvotes": 1
            },
            {
                "text": "Жыныстық мүшенің эрекция кезіндегі, яғни тұрған кездегі ұзындығы 10-18 см. Орташа есеппен 13,2 см болады. 7,5 см кіші мүшелер өте сирек болады. Сондықтан жігіттердің көбі бұл мәселеге бас қатырмаса болады.\nТүрлі мүше өсіру жарнамалары адам денсаулығына және қалтасына зиян. Пенисті тек операциялық жолмен ғана өсіруге болады. Оны да көп жағдайда мүшеге қандай да бір зақым келген кезде жасайды.\nСауалнама нәтижелеріне қарасақ, жігіттердің 55 пайызы өз мүшесінің ұзындығы ұнамайды екен, ал әйелдердің 85 пайызы партнерларының мүше ұзындықтарына көңілі толады.\nСондықтан уайымдайтын ештеңе жоқ.\nТолығырақ: http://1001surak.kz/erkek-zhynys-mushesin-osiruge-bola-ma/",
                "date": "5.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "География пәнінің мұғалімі болу үшін қандай пән таңдау керек?",
        "question_content": "География пәнінің мұғалімі болу үшін қандай пән таңдау керек",
        "question_date": "5.02.2020",
        "question_tag": "География",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В011600 География: биология, география.\nТолығырақ: https://martebe.kz/talapkerge-kenes-biologija-geografija-himija-panin-tandagan-tulekterge-arnalgan-mamandykhtar-tizimi/",
                "date": "5.02.2020",
                "upvotes": 1
            },
            {
                "text": "География панин гой",
                "date": "5.02.2020",
                "upvotes": 0
            },
            {
                "text": "География және дүниежүзі тарихы пәндері",
                "date": "13.10.2020",
                "upvotes": 0
            },
            {
                "text": "География мен дүниежі тарихы",
                "date": "31.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапециянын ауданын табыңыздар.",
        "question_content": "Теңбүйірлі трапециянын табандары 14 және 26, ал оның периметрі (P) 60-қа тең. Трапецияның ауданын (S) табыңдар",
        "question_date": "5.02.2020",
        "question_tag": "Геометрия",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=a+b+2*c\n\na=14\n\nb=26\n\nP=60\n\n60=14+26+2*c\n\nc=10\n\nh=8\n\nS=(a+b)*h/2 = (14+26)*8/2 = 160",
                "date": "5.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Ұшқан ұя\" романына 5 сұрақ қажет болып тұр",
        "question_content": "Үй жұмысына \"Ұшқан ұя\"  романынан 5 сұрақ жазып келу.",
        "question_date": "5.02.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 19900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Ұшқан ұя повесінын негизги идеясы қандай?\n\n2.Неге ол Ушкан уя деп аталды?\n\n3. Осы повестын тарбиелик мани қандай?\n\n4. Бауыржан Момышулы мен оның ажесинде қандай қарым қатынас болған?\n\n5 Бауыржанның акеси ким болған?",
                "date": "5.02.2020",
                "upvotes": 1
            }
        ]
    }
]