[
    {
        "question_title": "Шаян мен жәндіктердің зәр шығару мүшелері жұмысында қандай айырмашылық бар?",
        "question_content": "Шаянда ыдырау өнімдері ағзадан аммиак, ал жәндіктерде несеп қышқылы түрінде шығарылатыны белгілі. Ыдырау өнімдерін сыртқа осылай шығару әдісінде қандай да бір биологиялық мән бар ма әлде бұл кездейсоқтық па? Шаян мен жәндіктердің зәр шығару мүшелері жұмысында қандай айырмашылық бар және ол мекен ету ортасымен қалай байланысты?",
        "question_date": "1.12.2021",
        "question_tag": "Биология",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зәр шығаруы. Шаян екі жасыл без арқылы зәр шығарады. Жасыл бездер - сыртқа шығаратын өзекшелері бар дөңгелек қалташалар. Осы бездерден бөлінген сұйық өнім қанға барып, тамыр қабырғаларынан сүзіледі де, еріген заттар сыртқа төгіледі.\nТолығырақ: https://bilimsite.kz/biologia/8153-tiptin-zhalpy-sipattamasy-buynayaktylardyn-buyltyk-kurttarmen-uksastygy-zhane-ayyrmashylygy-shayantarizdiler-klasy.html",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психолог дәрігер ме?",
        "question_content": "Саламатсыздарма! Мен 9 дан кейін Мед. Колледжге түсіп дипломымды алып Университетке Психология мамандығына тустім психология и педогогоика емес тек психология енди меним сұрағым болашақта психолог дәрігер бола аламынба и қай жерлерде жұмыс жасай аламын?",
        "question_date": "1.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар термин дәрігерін пайдаланған кезде, көбінесе медицина докторы немесе м.ғ.д. Техникалық тұрғыдан алғанда, докторлық дәрежесі бар кез-келген адам психология (PhD) немесе психология докторы (PsyD) философия докторы бола алатын дәрігер, оның ішінде психолог болып табылады. Мәселен, бұл мағынада, олар шынымен докторы, бірақ өзгеше түрі, сіз бұл мүмкін.\nПсихологтар медиктерді тағайындай алмайды\nДегенмен, сіз шынымен білгіңіз келсе, психолог дәрі-дәрмектер немесе электроконвульсивті терапия (ECT) немесе транскраниальді магниттік ынталандыру (ТМС) тәрізді процедуралар сияқты депрессияға тағайындай алады және басқара алады ма, жоқ па, жауап жоқ, олар мүмкін емес бұл әрекеттерді орындаңыз. Психолог бірінші кезекте екі бағыттың бірінде жұмыс істейді: психологиялық зерттеулер мен әкімшілік ету немесе кеңес беру және / немесе психотерапия арқылы пациенттермен жұмыс.\nКеңес беру науқастың жұмысына көмектесу үшін қысқа мерзімді араласу түрі болып табылады. Екінші жағынан, психотерапия, науқаспен ұзаққа созылған негізде жұмыс жасауды, ол өз проблемаларын бастан кешіргенін анықтау үшін оның ойлау үрдістеріне және әлемде болу жолына өтуге арналған.\nДегенмен психологтар әдетте дәрі-дәрмектерді тағайындай алмайды, бірақ бұл ережеге кейбір ерекшеліктер бар.\nИллинойс, Нью-Мексико және Луизиана штаттарының, сондай-ақ Денсаулық сақтау министрлігінің, АҚШ әскерлерінің және Гуамның кейбір мемлекеттері, тиісті түрде дайындалған клиникалық психологтарға дәрі тағайындауға мүмкіндік береді, бірақ белгілі бір шектеулермен.\nПсихиатрдың рөлі\nКөптеген жағдайларда сіздің дәрі-дәрмекке немесе басқа да емдеуге қажет болса, психиатр дәрігерінің «психиатр» деп аталатын түрлі психикалық-сауықтыру мекемесіне баруыңыз қажет. Психиатр - бұл МД, сондықтан бұл емдеуді қамтамасыз ете алады.\nОның үстіне, ол психотерапияны қалай қамтамасыз етуге үйретеді, бірақ психиатрлар көбінесе емделушілердің емдеудің медициналық аспектілеріне шоғырлануға тырысады, ал олардың пациенттерін аурулардың психологиялық аспектілерін шешу үшін басқа психикалық денсаулығы маманына бағыттайды.\nБасқа дәрігерлер дәрілік заттарды тағайындай алады\nБасқа дәрігерлер, мысалы, отбасылық дәрігер, психиатриялық препараттарды тағайындай алады және бұл көптеген адамдар үшін жақсы таңдау болуы мүмкін, әсіресе егер сіздің ісің күрделі емес және антидепрессантпен емделуге жақсы жауап берсе. Өзіңіздің жеке дәрігеріңізді көру сіздің көңіл-күйіңіздің қандай да бір басқа себептерін, соның ішінде гипотиреоз және дәрі-дәрмектің жанама әсерлері сияқты белгілі бір медициналық ауруларды жою үшін жақсы идея болып табылады.\nПсихотерапия да, дәрі-дәрмек де депрессияға ұшыраған адамдарға көмектесе алады; және көбінесе адамдар тек психотерапияны жалғыз немесе дәрі-дәрмектермен жақсы жасайды. Басқа уақытта, екеуінің бірігіп ең жақсы нәтиже береді. Адамның депрессиясы емделу қиынға соғса немесе дәрі-дәрмектер жақсы нұсқа болмаса, ECT немесе TMS сияқты емделушілер жақсы нәтижелерге қол жеткізе алады.\nТолығырақ: https://kk.reoveme.com/%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3-%D0%B4%D3%99%D1%80%D1%96%D0%B3%D0%B5%D1%80-%D0%BC%D0%B5/",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оған қанша жылу мөлшері берілген?",
        "question_content": "Изотермиялык улгаю кезынде газ 50 Дж жумыс ыстеды. Оган канша жылу молшеры берылген.",
        "question_date": "1.12.2021",
        "question_tag": "Физика",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A=50Дж\n\nQ=?\n\nQ=A =50 Дж",
                "date": "1.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "60 градус бұрышқа бұрған кезде пайда болатын фигураны салыңыз.",
        "question_content": "ABC ұшбұрышын C төбесінің манайында 60 градус бұрышқа бұрғанда көшетін фигураны салыныз знания",
        "question_date": "1.12.2021",
        "question_tag": "Геометрия",
        "question_views": 280,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстанда тұңғыш қазақ тілді балабақша ашқан кім?",
        "question_content": "Қазақстанда тұңғыш қазақ тілді балабақша ашқан кім?",
        "question_date": "1.12.2021",
        "question_tag": "Мектеп",
        "question_views": 225,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәшен Баймұратова деген апамыз ашқан болатын.",
                "date": "1.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хауызды бірінші құбыр 12 минутта",
        "question_content": "Хауызды бірінші құбыр 12 минутта , екінші құбыр 20 минутта толтыра алады . Үшінші құбыр хауызды · 15 минутта босатады . Хауыз бос кезде үшінші құбыр жартылай бекітілді . Алғашқы екі құбыр бір уақытта ашылса , хауыз неше минутта толады",
        "question_date": "1.12.2021",
        "question_tag": "Мектеп",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұрын іштік өлмедік, ішпесек Өлетін едік, қазір бар ішпесек те өлмей жүрміз, бұл не?",
        "question_content": "БҰРЫН ІШТІК ӨЛМЕДІК, ІШПЕСЕК ӨЛЕТІН ЕДІК, ҚАЗІР ІШСЕК ТЕ ІШПЕСЕК ТЕ ӨЛМЕЙ ЖҮРМІЗ, БҰЛ НЕ?",
        "question_date": "30.11.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Глюкоза деп ойлаймын мен. Бурын ишпесе олген гой",
                "date": "5.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Go програмалау тілінде төмендегі есепті шығарыңыз.",
        "question_content": "Екі нөлдерсіз.\n\n А және b сандары берілген . А - дағы нөлдерден тізбекті және b - дағы бірліктер санын анықтау , бұнда ешқандай екі нөл жақын тұрмау керек .",
        "question_date": "30.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 153,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Екі дос шөл далада келе жатыпты\" морфологиялық талдау жасаңыз.",
        "question_content": "Морфологиялық талдау керек тезірек",
        "question_date": "30.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 932,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі-түбір, дос-түбір,  шөл-түбір,  дала-түбір, да-септік жалғау,  кел-түбір, е-етістік жасайтын жұрнақ,  жат-түбір, ып-сын есім тудыратын жұрнақ, ты-жұрнақ",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу-тотықсыздану редакцияларын қалай білеміз?",
        "question_content": "Тотығу-тотықсыздану редакцияларын қалай білеміз",
        "question_date": "30.11.2021",
        "question_tag": "Химия",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қозғалыстағы өрт сөндіру машинасының дыбыс арқылы жылдамдығын табу",
        "question_content": "Өрт сөндіру сиренасы әрбір 2секунд сайын қосылады. Егер машинага жақындайтын бақылаушы сиренанын дыыбысын 1,8с аралықпен еститін болса, онда бұл машина қандай жылдамдықпен қозгалады?",
        "question_date": "30.11.2021",
        "question_tag": "Физика",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастапқы сәтте машина бақылаушыдан L қашықтықта болсын. Осы кезде бақылаушыға дер кезінде жететін алғашқы сирена естілді:\nt1 = L/C,     (1)\nмұндағы С – дыбыс жылдамдығы. T уақытында (сигналдар арасындағы интервал) автомобиль қашықтықты еңсереді\nx = vT,     (2)\nмұндағы v – көлік жылдамдығы. Екінші сигнал бақылаушыға бірінші сигнал естілген сәттен бастап, уақыт ішінде жетеді\nt2 = (L − x)/C + T.     (3)\nT қосылады, өйткені уақыттың бастапқы сәтінде біз бірінші сигнал сәтін аламыз. Мәселенің шарты бойынша адам Δt интервалы бар сигналдарды естіді, бұл дегеніміз\nΔt = T − x/C.     (4) (2) және (4) теңдеулерді бірлесіп шешу, қажетті жылдамдықты анықтаңыз: v = C (T − Δt) / T = 33 м/с. Жауабы: Бұл машина 33 м/с жылдамдықпен қозғалады.",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бәйтерек \" республикалық зияткерлік олимпиадасы қай уақытта болады?",
        "question_content": "\"Бәйтерек\" республикалық зияткерлік олимпиадасының өтетін уақыттары жөнінде толық ақпарат білгім келеді",
        "question_date": "30.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://ust.kz/respyblikalyq_olimpiada/2#descxplsasc\n\nОсы сайттан қарап көрсеңіз болады.",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қол қарысқанда не істеуге болады?",
        "question_content": "Сәлеметсіз бе! Анамның қолы қарысып  жатырНе істеуге болады? Тіпті өзі ауырып жатыр. Жауап берсеңіздер",
        "question_date": "30.11.2021",
        "question_tag": "Денсаулық",
        "question_views": 409,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шетелде буын аурулары обыр ауруынан кейін екінші орында тұр. Яғни бұл ауру түріне ат үсті қарамайды. Ревмотологиялық аурулар созылмалы дерт саналады. Тармақтары бойынша бірнеше түрге бөлінеді. Сондықтан тек буын ғана емес, ағзаның өзге де мүшелерін емдеп, дұрыс тамақтану қажет. Дұрыс тамақтану үшін жаз айларында буындарыңызға пайдалы 5 тағамды ұсынамыз: \n1. Тәтті бұрыш – оның құрамында шеміршекті қоректендіретін, қан тамырларының жұмысын жақсартатын аскорбин қышқылы бар. \n2. Сарымсақ пен жабайы пияз қабынуды басады. \n3. Саумалдық (шпинат) пен ақжелек (петрушка) құрамындағы К дәруменінің арқасында терінің жаңаруына септігін тигізеді.  \n4. Шие құрамындағы белсенді заттар ағзадағы тұздың сыртқа шығуын қамтамасыз етеді. Құяң ауруына шалдыққандарға күніне бір уыс шие жеп тұруға кеңес береміз.   \n5. Жас қозының сүті мен ірімшігінде кальций мөлшері көп болады. Әсіресе күн астында көп жүретіндер үшін аса пайдалы. \nРевматолог дәрігердерлердің айтуынша, қояншөп (спаржа), асқабақ, авокадо секілді көкөністер құрамында шеміршек терісінің созылмалылығына қарсы В дәрумені бар. Сол себепті оларды аптасына бір рет қабылдап тұру керек. \nСүйек тұтастығы бұзылғандықтан, олардың арасын желімдеп тұратын заттектер қажет. Ол үшін тауық сорпасын, балық етін, тоңба (холодец) сынды тағамдар жеген абзал. Мұнымен қатар, шемішкенің барлық түрлері пайдалы. Ал қызанақ пен сиыр еті кері әсерін тигізеді. \nЖаз мезгілінде буындарымызды күту тәсілдері:  \n- Ауырып тұрған буындарды қыздыруға болмайды: егер бұл қабыну болса, кері әсерін тигізуі мүмкін. Буындарыңыз ауырып, қан тамырларыңыз дұрыс жұмыс жасамайтын болса күн көзінің астында 5 минуттан артық тұрмаңыз. \n- Қабынған буындарға суық жақсы көмектеседі (криотерапия). Ыстық күнде аяғыңыз шаршап ауырса, мұздай компресс жасаңыз: ауырған буыныңызға қалың орамал сүлгіні қойып, үстіне қапшыққа салынған мұз қойыңыз. Осылай 20 минут отырыңыз. Бұл әдіс ауруды басып, қан айналымын жақсартады. \n- Бассейнде жүзу, теңіз тұзын салып ваннаға түсу, фонофорез өз кезегінде жақсы көмектеседі.\n\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/12724/",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Кұнанбаевтың екінші, алтыншы, жетінші және он бесінші қара сөздерінің мағынасы.",
        "question_content": "Маған берілген тапсырмада 2-ші,6-шы,7-шы,15-ші қара сөздерінің мәнін жаз деп берілген.",
        "question_date": "30.11.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 699,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айнаны неден жасайды?",
        "question_content": "Айнаны неден жасайды.Айнаны кандай заттан жасайды",
        "question_date": "30.11.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетіндегі ең ежелгі айнаның жасы 7 мың жылға жуық.  Шыны айнаны ойлап тапқанға дейін тас пен металды пайдаланған:алтын, күмiс, қола, қалайы, мыс, тау хрусталы.\n\nАйнаның тарихы сонау тереңде жатыр. Оны сонау Ежелгі Шумер, Үнді елі және Мысырда жасаған. Басында айнаны шыны тәріздес, қаралау түсті обсидиан, қола және күмістен дайындаған. Алғашқы шыны айналарды жасауды XII ғасырда Мурано аралына қоныс теуіп, сонда жұмыс істеген венециялық шеберлер үйренген екен. Бірде Муранодағы шыны жасаушылар кішкентай мәрмәрдің бетіне қалайыны жайып тастап, үстінен сынап құяды. Сынап қосылған қалайыдан «амальгама» деп аталатын қоспа дайын болыпты. Оның үстіне шыны әйнек жабыстырған. Венециялықтар бұл құпияларын 200 жылдан астам уақыт бойы сақтап, айнаны қымбат бағаға саудалаған.\n\nАйналарды жасау үшін шыны, металдар, ағаш, пластмасса, лактер, бояу және басқа материалдарды қолданады.\nТолығырақ: https://surak.baribar.kz/340995/",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың ұзындығы x м, ені b м. Тіктөртбұрыштың ауданы мен ені нешеге тең?",
        "question_content": "Тіктөртбұрыштың узындыгы x м, ені b м. Тіктөртбұрыштың ауданы мен ені нешеге тең?",
        "question_date": "30.11.2021",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P = 2*(x + b)\n\nS = x*b",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй, дүкен салар тастың асылын, тағы талай бұйым тапты. Синтаксистік талдау",
        "question_content": "Үй, дүкен салар тастың асылын, тағы талай бұйым тапты.\nСинтаксистік талдау",
        "question_date": "29.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оттек молекуласынының 1 молінің массасы каншаға тең?",
        "question_content": "Оттек молекуласынының 1 молінің массасы каншаға тең?",
        "question_date": "29.11.2021",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "n=1 моль\nм=32 г/моль\nm-?              \nm=n*м  \nm=1*32=32 г=0,032 кг\n\nЖауабы:0,032 кг",
                "date": "30.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөксеге укол салған соң неге көгеріп қалады?",
        "question_content": "Укол салған жер неліктен көгеріп қалады көгеріп ито без тастаған сияқты болып ? Қалаи көгертпеи салу қажет",
        "question_date": "28.11.2021",
        "question_tag": "Денсаулық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбас бұлшық етіне дәрі еккенде, жоғарғы сырт жақ бөлігіне етті жеріне тереңдетіп егеді. Дәрі егілгеннен кейін орнын шамалы уақыт уқалау керек. Жамбастың майлы жеріне егілсе және үнемі бір жерге егілсе (әсіресе витаминдер) орны қатып қалады. Қатып қалған жерге капуста жапырағын не целлофан жапсырып қойып жүру керек.",
                "date": "28.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауыш, анықтау дегендері керек еді?",
        "question_content": "Құрмаш қасында болғанда таяқ жемейді. Бірақ ержете бастаған сайын бұдан иесі көз жазып қала берді. Сондай кезде Көксерекке ылғи жау иттер кездеседі.\n\nБір уақыт үлкен үйдің үлкен қара ала төбеті оңашада бұны алып соғып, көп езгіледі.",
        "question_date": "28.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі қалтаға құны әртүрлі 4 тиынды неше тәсілмен бөліп салуға болады?",
        "question_content": "Екі қалтаға құны әртүрлі 4 тиынды неше тәсілмен бөліп салуға болады?",
        "question_date": "28.11.2021",
        "question_tag": "Математика",
        "question_views": 997,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бос қалта болмауы керек жағдайға арналған шешім \nҮш топ .\nБарлық үш топта бірдей опциялар саны бар \nСонымен, бірінші қалтада - 2, 2м және 3м бір-бірден. (4-тен 2-ге) = 4!/(2! 2!) = 6 болғанда - бірінші қалта үшін 4-тен 2 тиын таңдаңыз.\n Әрбір нұсқада 2-ші және 3-ші қалталардың екі нұсқасы бар (қалған монеталарға айырбастау ғана). Бұл 6 * 2 = 12. Барлық үш топ үшін 12*3=36 \nЕгер бос қалталар болса, онда әрбір тиынды 3 қалтаға салуға болады, оның 3^4 = 81",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнді табу керек. Жүрегімнің аңсағаны, өтінем өзге жанды елеме",
        "question_content": "Жүрегімнің аңсағаны, өтінем өзге жанды елеме, шынайы сезім бар ғой менде де...\nКүн де тамсанады, жаным ау сенің сұлу бейнеңе....",
        "question_date": "28.11.2021",
        "question_tag": "Қазақша ән",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "махабат жүрек сенің қолыңдағы күрек)",
                "date": "2.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай фэнтэзи жанрындағы кітаптарды кеңес бересіздер?",
        "question_content": "Қандай кітаптарды оқысам болады? Фэнтэзи жарындағы болса..... Ұзақ/қысқа бола береді. Әсіресе жасөспірімдерге арналған болса (12жас). Орыс/қазақ тілдері маңызды емес. Өзіңізге ұнаған кітаптарды жазып кетіңізжерші. Менікі Гарри Поттер, Матилда. Ең таңдаулы үнағандары осы.",
        "question_date": "28.11.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Американың Time басылымы фэнтези жанрында жазылған ең үздік кітаптардың тізімін түзді. Жинаққа IX ғасырдың басынан бері жарық көрген 100 кітап енді.\nҮздіктердің үздігін анықтауға Нора К. Джемисин, Нил Гейман, Саба Тахир, Томи Адейеми, Диана Гэблдон, Джордж Мартин, Кассандра Клэр мен Марлон Джеймс секілді танымал фэнтези жазушылар атсалысқан. \nTime нұсқасы бойынша фэнтези жанрындағы үздік 100 кітап:\n1. Мың бір түн\n2. Артурдың өлімі, Томас Мэлори, 1485\n3. Алиса ғажайыптар әлемінде, Льюис Кэррол, 1865\n4. Алиса айнаның арғы бетінде, Льюис Кэррол, 1871\n5. Ол және бес бала, Эдит Несбит, 1902\n6. Оз елінен келген Озма, Лаймен Фрэнк Баум, 1907\n7. Мэри Поппинс, Памелла Трэверс, 1934\n8. Арыстан, мыстан және киім шкафы, Клайв Стейплз Льюис, 1950\n9. Өлілер қалаларына саяхат немесе пальма Пьянары және оның Винары, Амос Тутуола, 1952\n10. Таңды жаулап алушы немесе Әлемнің шетіне жүзу, Клайв Стейплз Льюис, 1952\n11. Сақина бауырластығы, Джон Рональд Руэл Толкин, 1954\n12. Әруақтар орманындағы өмірім, Амос Тутуола, 1954\n13. Екі бекініс, Джон Рональд Руэл Толкин, 1954\n14. Корольдің оралуы, Джон Рональд Руэл Толкин, 1955\n15. Кітап және қылыш: мейірімділік пен жеккөрушілік туралы жазба, Цзинь Юн, 1955\n16. Өткен мен болашақтың королі Теренс Хэнбери Уайт, 1958\n17. Джеймс пен алпауыт шабдалы, Роальд Даль, 1961\n18. Сиқырға толы шекарадағы үйшік, Нортон Джастер, 1961\n19. Уақыттың омырылуы, Мадлен Л’Энгл, 1962\n20. Жалғыз мүйіз, Мануэль Мухика Лайнес, 1965\n21. Айдаһардың ұшуы, Энн МакКефри, 1967\n22. Соңғы жалғыз мүйіз, Питер Бигл, 1968\n23. Жертеңіз сиқыршысы, Урсула Ле Гуин, 1968\n24. Шыны үңгір, Мэри Стюарт, 1970\n25. Атуан, Урсула Ле Гуин мазары, 1971\n26. Дөң мекеншілері, Ричард Адамс, 1972\n27. Түнекке ену, Сьюзен Купер, 1973\n28. Ханшайым-қалыңдық, Уильям Голдман, 1973\n29. Мәңгі Тук, Натали Бэббит, 1973\n30. Планета жылдам айналады, Мадлен Л’Энгл, 1978\n31. Қанға толы бөлме, Анджела Картер, 1979\n32. ҮМА, немесе Үлкен және Мейірімді Алып, Роальд Даль, 1982\n33. Аланна. Жол басы, Тамора Пирс, 1983\n34. Жүретін құлып, Диана Уинн Джонс, 1986\n35. Рэдволл, Брайан Джейкс, 1986\n36. Жүздің өткірінде, Эллен Кашнер, 1987\n37. Кристофер Чанттың тоғыз өмірі, Диан Уинн Джонс 1988\n38. Әлемнің көзі: уақыт дөңгелегі циклы, Роберт Джордан, 1990\n39. Ізгі нышан, Терри Пратчетт и Нил Гейман, 1990\n40. Гарун және шытырман оқиғалар, Салман Рушди, 1990\n41. Жат елдік, Диана Гэблдон, 1991\n42. Тигана, Гай Гэвриел Кей, 1991\n43. Қараңғы бастамалар, Филипп Пулман, 1995\n44. Ешжерде, Нил Гейман, 1996\n45. Сиқырланған Элла, Гэйл Карсон Левайн, 1997\n46. Тамаша пышақ, Филип Пулман, 1997\n47. Домалақтағы қараторы қыз, Нало Хопкинсон, 1998\n48. Хәрри Поттер және Азкабан тұтқыны, Жоан Роулиң, 1999\n49. Перизаттың қарғысы, Робин Маккинли, 2000\n50. Семсер дауылы, Джордж Мартин, 2000\n51. Америка құдайлары, Нил Гейман, 2001\n52. Кішкентай еркін халық, Терри Пратчетт, 2003\n53. Хәрри Поттер және Шалақан ханзада, Жоан Роулиң, 2005\n54. Тұманда туғандар: Күл мен болат, Брэндон Сандерсон, 2006\n55. Жел аты, Патрик Ротфусс, 2007\n56. Әйнек қаласы, Кассандра Клэр, 2009\n57. Аймен сөйлесетін тауда, Грейс Лин, 2009\n58. Жүз мың корольдік, Нора К. Джемисин, 2010\n59. Өлімнен қорқатындар, Ннеди Окорафор, 2010\n60. Аката, мыстан, Ннеди Окорафор, 2011\n61. Түнгі цирк, Эрин Моргенштерн, 2011\n62. Ахилл жыры, Мадлен Миллер, 2011\n63. Періштелердің келуі. 1-кітап. Соңғы күндер, Сьюзен И, 2012\n64. Олондриядағы жаһангер, София Саматар, 2013\n65. Сүйек сағат, Дэвид Митчелл, 2014\n66. Көмілген алып, Кадзуо Исигуро, 2015\n67. Күлге оралған шоқ, Саба Тахир, 2015\n68. Бесінші маусым, Нора К. Джемисин, 2015\n69. Жалп ету!, Келли Линк, 2015\n70. Король мейірімі, Кен Лю, 2015\n71. Shadowshaper, Даниэль Хосе Олдер, 2015\n72. Қара құзғын, Ли Бардуго, 2015\n73. Қаһар және таң, Рене Ахдие, 2015\n74. Құстардың бәрі аспанда, Чарли Джейн Андерс, 2015\n75. Түнгі шырақ, Саба Тахир, 2015\n76. The Wall of Storms, Кен Лю, 2016\n77. Beasts Made of Night, Tochi Onyebuchi, 2017\n78. The Black Tides of Heaven, Неон Янг, 2017\n79. The Changeling, Виктор Лавалье, 2017\n80. Нефрит қаласы, Фонда Ли, 2017\n81. Тас аспан, Нора К. Джемисин, 2018\n82. Ару Ша және Уақыт Соңы, Рошани Чокши, 2018\n83. Blanca & Roja, Анна-Мари Маклемор, 2018\n84. Сүйек пен қан балалары, Томи Адейеми, 2018\n85. Цирцея, Мадлен Миллер, 2018\n86. Empire of Sand, Таша Сури, 2018\n87. Апиын соғысы, Ребекка Ф. Куанг, 2018\n88. Song of Blood & Stone, L. Penelope, 2015\n89. Найзағай ізі, Ребекка Роанхорс, 2018\n90. Witchmark, C. L. Polk, 2018\n91. Қара леопард, жирен қасқыр, Марлон Джеймс, 2019\n92. Children of Virtue and Vengeance, Томи Адейеми, 2019\n93. Айдаһар Республикасы, Ребекка Ф. Куанг, 2020\n94. Gods of Jade and Shadow, Сильвия Морено-Гарсия, 2019\n95. Pet, Akwaeke Emezi, 2019\n96. Queen of the Conquered, Kacen Callender, 2019\n97. Айдаһар қаһары, Эван Уинтер, 2017\n98. We Hunt the Flame, Hafsah Faizal, 2019\n99. Elatsoe, Darcie Little Badger, 2020\n100. Woven in Moonlight, Isabel Ibañez, 2020\nАқпарат дереккөзі: https://massaget.kz/layfstayl/debiet/63518/",
                "date": "28.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машинаны  0,5 м/с^2 үдеумен суйретсе, трос қаншаға ұзарады?",
        "question_content": "Қатаңдығы 10^5 Н/м болатын тіркеу тросымен массасы 2 т машинаны  0,5 м/с^2 үдеумен суйретсе, трос қаншаға ұзарады? Үйкеліс ескерілмейді.",
        "question_date": "28.11.2021",
        "question_tag": "Физика",
        "question_views": 760,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "k = 10^5\nm = 2000\n\na = 0,5\nx = ?\n\nF = ma,   F = kx\nma = kx,   x = ma / k = 2000*0,5 / 100000 = 10^-2 = 1 см",
                "date": "28.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атамның бауыры Бейсенбаев Төлеу атаның балаларын іздеудеміз?",
        "question_content": "Салеметсиз ба, Талдыкорган каласынан боламыз биз Актобе каласында Алга станциясынан Бейсенбаев Толеу атаны таныйтын немесе ол кисинин балаларын іздеудеміз. Толеу ата биздин атамыз Ыбырайым Карымсактын Әлібайулы інісі болады согыс жылдары атам осы жерде калып бауырларын жогалтып алган бир маліметтерге жетіп ол кісінін бауыры осы станция Алгада балалары бар деп естип содан сиздерге жазып отырмыз. Егерде балалары табылып жатса мына телеы хабарласуын сураймыз 87074224055, Бейсенбаев Толеу , Жалгасбай, Унсынай деген кісілерді таныйтындар болса хабар берулерінізді отінеміз",
        "question_date": "27.11.2021",
        "question_tag": "Жанұя",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": []
    }
]