[
    {
        "question_title": "Күйдіргіш натридің диссоциациялану дәрежесін анықтау.",
        "question_content": "Массалык үлесі 10% натрий гидроксидінің  18 0с-гі меншікті электрөткізгіштігі 0,3124 См/м,ал тығыздығы -1,113 г/см3.Осы заттың ерітіндісін шексз сұйылту  жағдайындағы эквиваленттік электрөткізгіштігі 217,5 См*см2/моль.Күйдіргіш натридің диссоциациялану дәрежесін және ерітіндідегі гидроксид иондарының концентрациясын аныктау",
        "question_date": "4.12.2020",
        "question_tag": "Химия",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сутектің 10 молінде неше молекула болады?",
        "question_content": "Сутектің 10 молінде неше молекула болады?",
        "question_date": "4.12.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Авогадроның саны: кез-келген заттың 1 молінде 6.022 * 10 ^ 23 молекула бар.\n 1) 10 моль сутектің құрамында 10 * 6.022 * 10 ^ 23 = 6.022 * 10 ^ 24 молекуласы бар. Атомдардың саны 2 * 6.022 * 10 ^ 24 = 12.044 * 10 ^ 24.",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Концентрациялары с(А)=0,5 мол/л с(в)=0,6 мол/л А+2В реакцияның жылдамдығы",
        "question_content": "Концентрациялары с(А)=0,5 мол/л с(в)=0,6 мол/л А+2В реакцияның жылдамдығы 0,018 мол/л/(л*мин). Реакцияның жылдамдық константасы анықтаңыз, егер реакция үшінші ретті болса?",
        "question_date": "4.12.2020",
        "question_tag": "Физика",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Табиғи және жасанды заттардың бір бірінен қандай айырмашылығы бар?",
        "question_content": "Табиғи және жасанды заттардың бір бірінен қандай айырмашылығы бар?",
        "question_date": "4.12.2020",
        "question_tag": "Мектеп",
        "question_views": 25900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Табиғи заттар-бұл табиғатта бар және өнеркәсіптік өңдеусіз немесе адамның араласуынсыз өндірілетін заттар. Мұндай заттар өсімдік, жануар немесе минералды болуы мүмкін. Мысалы, лимон қышқылы, қант, сүт және т. б.\n\nЖасанды заттар, керісінше, өндірістік жағдайда химиялық реакциялар арқылы жасалады. Олар табиғатта таза түрінде болмайды және оларды тек зертханада немесе зауытта алуға болады. Жасанды заттардың мысалдары дәрі-дәрмектер, пластмассалар, синтетикалық тоқыма материалдары және т. б.\n\nТабиғи және жасанды заттардың негізгі айырмашылығы-олардың шығу тегі. Табиғи заттар табиғатта бар және химиялық өзгерістерге ұшырамайды. Жасанды заттар химиялық реакциялар мен өндірістік процестердің көмегімен жасалады, оның барысында заттар өздерінің қасиеттері мен құрамын өзгерте алады.\n\nСонымен қатар, жасанды заттар көп мөлшерде тұтынылса немесе дұрыс пайдаланылмаса, денсаулыққа қауіпті болуы мүмкін. Кейбір жасанды тағамдық қоспалар, мысалы, аллергиялық реакцияларды немесе шамадан тыс тұтынылған жағдайда басқа жағымсыз әсерлерді тудыруы мүмкін. Сонымен қатар, табиғи заттар әдетте қауіпсіз болып саналады және денеге жақсы сіңеді.",
                "date": "4.04.2023",
                "upvotes": 0
            },
            {
                "text": "Толық осы видеода көрсетілген:",
                "date": "5.12.2020",
                "upvotes": 0
            },
            {
                "text": "Табиғатта жоқ және оны табиғи материалдар негізінде адам жасайтын материалдарды жасанды материалдар деп атайды.Ал табиғи экожүйе бұл ағаш, тау жыныстары,тастар және тағы да басқа заттар\nБал немесе лайк басып кетіңдерш",
                "date": "26.10.2022",
                "upvotes": 1
            },
            {
                "text": "Табиғи жане жасаеды заттардын айырмашылығы оте коп ал дасанды кадимги шын омирдеги бар заттар айырмашылыга бар",
                "date": "23.11.2022",
                "upvotes": 0
            },
            {
                "text": "Табиғи заттар табиғаттан шығады, ал жасанды заттар олар жасанды, яғни қолдан жасалады немесе заводтан шығарылады.",
                "date": "9.12.2022",
                "upvotes": 0
            },
            {
                "text": "Табиғи заттарға табиғаттан алынатын заттар қосады немесе тукте қоспайды ал жасанды заттарға 1ден көп затьар косылады",
                "date": "14.12.2022",
                "upvotes": 0
            },
            {
                "text": "Жасанды заттар ол адамның қолынан жасалған.\n\nТабиғи заттар ол өзі адамның көмегінсіз өмір сүреді",
                "date": "4.04.2023",
                "upvotes": 0
            },
            {
                "text": "Себебі табиғи заттар бұл заттар бар және өзіндік ерекшеліктер жасанды затты адамдар қолдан жасайды",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоқырау жылдары жағымды және жағымсыз жақтары?",
        "question_content": "Тоқырау жылдары жағымды және жағымсыз жақтары?",
        "question_date": "4.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шартты түрде тоқырау жылдары деп аталып жүрген кезең 1960 жылдардың ортасынан 1980 жылдардың ортасына дейінгі мерзімді қамтиды. Бұл кезеңде Кеңес Одағының ықпалы бұрынғыға қарағанда әлсіреп кетті. КОКП-ның халықаралық аренадағы беделі түсіп, дүниежүзілік арандатушы фактор түрінде көріне бастады. КСРО-дан іргесін аулақтатып əкеткен мемлекеттер: Югославия, Египет, КХДР, ҚХР. Дамудың жаңа бағытына құлшыныс 1968 жылғы Чехословакияда болған оқиғалардан айқын көрініс берді. 1970 жылдардың 2-жартысында социализмнің кеңестік нұсқасынан бас тарту, демократиялық қоғам орнату жолындағы күрес Польшада революциялық қайта құрулар жүргізуге ұласты. “Ынтымақ” қоғамдық ұйымы Польшаның 1980 жылдардағы дамуына ықпал етті.\n1970 жылдардың соңында Қытай экономикасында түбегейлі өзгерістер басталып, ел экономикасының тұтастай оңды дамуына алып келді. Ал КСРО-да Ішкі істер министрлігінің, МҚК-нің және әскердің күшіне сүйенген компартия кез келген бөгде пікірге жол бермеуді қатты қадағалап отырды. Новочеркассскідегі, Грузиядағы, Балтық республикаларындағы оқиғаларға қатысқандар қатал жазаланды. Қалыптасқан режімге наразылық түрі – диссиденттік етек ала бастады.\n1960 жылдардың 2-жартысында КСРО-да коммунизм құрудың негіз үш мақсаты орындалмайтыны белгілі болды. Социализм жүйесі елдерінде социализмді бірте-бірте жетілдіру идеясы туындады. 1967 жылы Қазан төңкерісінің 50 жылдығына арналған салтанатты мəжілісте Л.И.Брежнев “кеңес халқының өткен тарихи даму жолының басты қорытындысы кемелденген социалистік қоғам орнату болып табылады” деп мəлімдеді. Бұл партия теорияшыларына коммунистік болашақты белгісіз мерзімге сырғыта салу мүмкіндігін ашып берді.\nКеңес қоғамының даму үдерісіндегі бітіспес қайшылықтардың бірі КСРО-ның 1977 жылғы 7 қазанда қабылданған Конституциясынан көрініс тапты. “Кеңес қоғамының басты жəне бағыт беруші күші, оның саяси жүйесінің ұйытқысы КОКП” екендігі айтылды. Компартия билігі конституциялық күшке ие болды.\n1978 жылғы наурызда Қазақ КСР Конституциясының жаңа жобасы бүкілхалықтық талқылауға түсті. Небәрі бір жарым ай ішінде талқылау жүргізілген болды. 1978 жылғы 20 сəуірде Қазақстан Компартиясының мақұлдауымен Қазақ КСР Жоғарғы Кеңесінің кезектен тыс сессиясында қабылдану рәсімінен өтті. Республикадағы ең жоғарғы заңды билік органы – Жоғарғы Кеңес те, атқарушы билік – Министрлер Кеңесі де толық партиялық бақылау аясында жұмыс істеді.\nРеспублика партия ұйымының басшысы – мемлекеттің басшысы міндетін атқарды. Республика партия ұйымының бірінші хатшысы болып 1960 жылдан Д.А.Қонаев сайланды. 1962 жылдан бастап екі жыл Қазақ КСР Министрлер Кеңесінің Төрағасы қызметін атқарды. 1964 жылдан бастап қайтадан бірінші хатшы болып, 1986 жылдың желтоқсанына дейін қызмет атқарды.\nТолығырақ: https://itest.kz/kz/ent/qazaqstan-tarihy/9-synyp/lecture/viii-tarau-toqyrau-zhyldaryndahy-qazaqstan-qohamdyq-sayasi-damudyng-qajshylyqtary",
                "date": "5.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 32г мыс оттегіде тотыққанда 81.05 кДж жылу бөлінеді.",
        "question_content": "Массасы 32г мыс оттегіде тотыққанда 81.05 кДж жылу бөлінеді. Реакцияның жылу эффектісін есептеңдер. 2Cu+O2=2CuO.",
        "question_date": "4.12.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М( Сu) =64г/моль\nn(Cu) m/M= 32/64=0.5моль\n 0,5------81,05\n      2-------X\nx= 2*81.05/0.5=324.2кДж\nЖауабы: 324,2 кДж",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мұрнымда ісік бар оны калай кетірсем болады. Ол не?",
        "question_content": "Менің мұрнымда ісік бар оны калай кетірсем болады? Ол ісіктің тұрғанына 6 7 жылдан асып кетті. Ол ауырмайды және қатты. Өтінем білсеніздер айтыныздаршы оған не істеуге болады?",
        "question_date": "4.12.2020",
        "question_tag": "Тазалық",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Ол ісік мұрынның ішкі бөлігінде орналасқан ба сыртқы бөлігінде ме?\n\n2) Сырт көрінісіңізге сын келтіре ме әлде тыныс алуыңызға қиындық келтіре ме?\n\n6-7 жыл жүргеніңізге қарағанда келтіретін зияндылығы аз сияқты. Егер қатты кедергі келтіретін болса Лор немесе хирург маманға қаралып кеңес алсаңыз болады ғой.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірттің, Магнийдің жане Көмірдің жану реакциясының теңдеуі",
        "question_content": "маган осы комр жане магний мен кукрттн жану рекациасынын  тендеуи керек, отиниш",
        "question_date": "4.12.2020",
        "question_tag": "Химия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)  S (s) + O2 (g) → SO2 (aq)\n2S + 3O2 → 2SO3\n2)  2 Mg + O2 → 2 MgO\n3) Көмірді жағуға арналған реакция теңдеуі: C (қ) + O2 (г) = CO2 (г). Анықтама бойынша заттың түзілу жылуы дегеніміз - жай заттардан олардың стандартты күйінде алынған 1 моль зат түзілу кезінде бөлінетін жылу мөлшері.",
                "date": "8.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда кандай жақсы колледждер бар?",
        "question_content": "Мен ауылдың баласымын.Алматыға коп барған емеспін,Алматыда кандай жақсы колледждер бар айтып жібересіздерма.",
        "question_date": "4.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыда жақсы колледждер өте көп. Сіз өзіңіздің таңдау мамандығыңызға байланысты таңдауға болады. Қай саланы таңдап жатырсыз?",
                "date": "5.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намаз оқуға ниетім бар бірақ",
        "question_content": "Мен намаз оқуға ниетім бар бірақта мен волейболға қатысамын жарыста форма қысқа киюге болама или қалай,сосын 5 уақыт намаз емес басында үйренгенше таң намазын ғана оқыса болама)",
        "question_date": "4.12.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Намаз оқитын және жалпы нағыз ниеті түзу мұсылман әурет жерлерін жауып жүруге міндетті. Спорттағы Мұсылман қыздар форма ішінен денесін жауып тұратын киім киіп алатынын көргенмін. Ал толық немесе бастапқыға тек таң намазын оқуға келсек нақты маман былай депті, \n-–Менің намаз оқығым келеді. Бірақ оған жұмыста мүмкіндік жоқ. Сондықтан тек таң намазын ғана оқуға бола ма? Жалпы таң намазы мен бес уақыт намаздың айырмашылығы неде?\nГүлжан ЖАНТАСОВА,\nТүркістан қаласы\nҚайрат ЖОЛДЫБАЙҰЛЫ, ҚМДБ-ның Уағыз-насихат бөлімінің меңгерушісі:\n—Намаз – өте көп орындалатын құлшылық және Исламның бес тірегінің екіншісі. Балиғат жасына жеткен, ақыл-есі дұрыс, ер және әйел мұсылманға әр күні бес уақыт намаз оқу Құранда парыз етілген. Таң намазы – бес уақыт намаздың алғашқысы. Мұнан кейін бесін, асыр, ақшам, құптан намаздары боп жалғасады. Бұларды толық орындау – мұсылманның ең маңызды міндеттерінің бірегейі. Бүгінде тек жұма намазын, яки бес уақыт намаздың кейбіреулерін ғана орындап жүргендер бар. Оған да шүкір дейміз. Әрине, оларға түсіністікпен қарау керек. Дей тұрғанмен Алланың үкімін ешкім бұза алмайды. Яғни, тек қана таң намазын орындасаң болады деген кесімді пікір айтып, ешкім рұқсат бере алмайды. Ол әр пенденің иманының беріктігіне байланысты жүзеге асады.\nӘйел кісіге бес уақыт намаз – парыз. Алайда, жұма, айт, жаназа намаздарына қатыспаса да болады. Әйелдерге намазда азан айту, қамат түсіру шарт емес. Сонымен қатар әйелдердің өздеріне тән жағдайларда намаз оқымайды. Сол уақыттар арасында оқылмаған намаздарының қазасы өтелмейді. Ал намаздың шарттары мен талаптары ер мен әйелге яғни, баршаға ортақ.\n\n https://alashainasy.kz/interested/tan-namazyin-gana-okuga-bola-ma-62295/",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас бизнесмендерге үкімет көмек береме",
        "question_content": "Жасөспірімдер бизнес бастаса үкімент ақшалай көмек береме.Яғни 18ге толмаған жасөспірім бала қандайда бір жоба жасап оны бизне орталықтарына алып барса(қазір атамекен деген сияқты халықтың бизнес жобаларына ақша бөлетін орталықтары) көмек бередімен\n\n18толмаған баланың жобасын қабыл алама?\n\nАлдын ала рахмет!!!",
        "question_date": "4.12.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жайлы нақты ХЖҚО білу керек. Бірақ 16 жасқа толған ҚР азаматы еңбек шартын жасай алады, ал өзі жеке жоба ұсынуы жайлы нақты ақпаратты білмейді екенмін.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3-тапсырма кестені толтырыңыз. Сипаттама анаэробты тыныс алу?",
        "question_content": "Сипаттама    анаэробты тыныс алу   аэробты тыныс алу\n\nортасы\n\nағзалар\n\nпроцесс",
        "question_date": "3.12.2020",
        "question_tag": "Мектеп",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ананың анасы\" атты шығарманың толық нұсқасы керек.",
        "question_content": "Ға бит Мү сір епов тың Ана ның ана сы ат ты әң гім есі нің то лық нұс қа сы.",
        "question_date": "3.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 816,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден аудиозаписін тыңдай аласыз. https://kitap.kz/audio-book/anggimeleri-guma",
                "date": "3.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлеу мəдениеті тақырыбына төл сөз бен автор сөзін қатыстыра отырып диалог құрау керек?",
        "question_content": "Сөйлеу мəдениеті тақырыбына төл сөз бен автор сөзін қатыстыра отырып диалог құрау керек?",
        "question_date": "3.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ноутбугімде проблема болып тұр",
        "question_content": "сәлеметсіздерме\n\nмаған тез арада көмек керек. менің ноутбугім жаңа 2-3 ай ғана болды алғаныма. 1 апта болды қазір (атын білмейді екенмін) НОУТБУКТЫҢ мышкасы деп айтсам түсінесіздерме. сол істемей қалды. клавиратураның астында тұрады ғой сол істемейді. тек ...безпроводной мышка... қолданып жүрмін КӨМЕКТЕСІҢІЗДЕРШІ",
        "question_date": "3.12.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны сіз құлыптап қойған боларсыз. Баптауларынан қарап көрсеңіз болады.\n\nНемесе Fn + F6 -ны басып көріңіз.",
                "date": "3.12.2020",
                "upvotes": 0
            },
            {
                "text": "Егер COMPAQ ноутбугі болса мышканың жанында кішкентай бұғаттап қоятын ойығын басып қойған болуыңыз мүмкін. Соны қайтадан бассаңыз қайтадан істейді.",
                "date": "4.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен өзіме дос іздеймін. Егер дос болғын келсе жазып кет!",
        "question_content": "Сәлем! Өзіме жаңа достар іздеп жүрмін. Ақылды, ортақ әңгімеміздің көп болғанын қалаймын. Себебі достарым аз. Негізі мен экстравертпін. Дос болғың келсе жаз.",
        "question_date": "3.12.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экстраверт бола тұра қалай досыңыз аз. Эустраверттер деген өте пысық , тіл табысқыш жандар емес па?",
                "date": "25.01.2021",
                "upvotes": 0
            },
            {
                "text": "Кызсын ба..., .,.,.,..,. ,.,.,. ,.,.,.,.,., ..,.,.",
                "date": "14.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "24 г натрий гидроксиді пен 36 г тұз қышқылы өзара әрекетескенде",
        "question_content": "24 г натрий гидроксиді пен 36 г тұз қышқылы өзара әрекетескенде түзілген тұздың массасын есептеңіз.",
        "question_date": "3.12.2020",
        "question_tag": "Химия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "24 г натрий гидроксиді пен 36 г тұз қышқылы өзара әрекетескенде түзілген тұздың массасын есептеңіз.",
                "date": "25.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Елорда - елдің тірегі тақырыбында эссе жазу керек?",
        "question_content": "Елорда - елдің тірегі тақырыбында эссе жазу керек?",
        "question_date": "3.12.2020",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Халыққа қызмет көрсету орталығында ^Цонда^ істейтіңдер әлеуметтік жұмысқа жатама",
        "question_content": "Мен мамандығым мен қандай жұмыс жасай алам",
        "question_date": "3.12.2020",
        "question_tag": "Мамандық",
        "question_views": 516,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сайтты ақылы жариялаудың әрекеттері? Сайтты ақысыз жариялаудың әрекеттері?",
        "question_content": "Сайтты ақылы жариялаудың әрекеттері?\n\nСайтты ақысыз жариялаудың әрекеттері?",
        "question_date": "3.12.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылы:\n\nХостинг сатып ал\n\nДомен сатып ал\n\nДоменнің днс адрестерін хостингпен сәйкестендіріп, сайттың файлдарын хостингке сал.\n\nҚысқаша осы.\n\nАқысыз:\n\nТегін конструкторлар, промо кодпен уақытша хостингтер, .tk сияқты тегін домендер немесе хостинг ұсынған үшінші дәрежелі  домендер (кейбір хостингтерде бар).",
                "date": "29.09.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қошқар тоқты, жемге бөгіп калса не істеуге болады?",
        "question_content": "Қошқар тоқты, жемге бөгіп калса не істеуге болады?",
        "question_date": "3.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жем су бермей тек шөппен ұстайды. 1 апта жем бермеу керек.",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлдың руы басқа менікі басқа бірақ туыспыз уйленуге болама?",
        "question_content": "Салеметсиздерма менің бір шешілмей жұрген сұрағым бар еді. Мысалға ұлдың мамасы менің атамның бауырының қызы болып келеді, толығырақ айтқанда әкемнің қарындасы. Ал әкесінің руы басқа жеті атасы басқа қаны басқа дәл солай ұлдында әкесінікімен бірдей болса, екеумізге үйленуге болама?\n\nМенің руым Төртуыл, қан тобым 2 положительный, Ал ұлдыкы Жалайыр, 1 отрицательный",
        "question_date": "3.12.2020",
        "question_tag": "Махаббат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастысы 7 атадан асқаны, әулеттің үлкендері қарсы болмаса, сіздерде  ондай бір  аса қатты туыстық жақындық бар деп ойламаймын.",
                "date": "25.01.2021",
                "upvotes": 0
            },
            {
                "text": "Сүйек жаңғырту дид ма кандай өзі сондай болады да. Алыс туыстарды қоса береді ғой.",
                "date": "30.04.2021",
                "upvotes": 0
            },
            {
                "text": "Үйленіп қойған жоқсыңдар ма?\n\nҚан бір ғой Қан... Құда болмаса ал былай туған туыс болмайт",
                "date": "11.05.2021",
                "upvotes": 0
            },
            {
                "text": "Болат алуга ол саган уже алыс жакын,\nКанща адам бар уйлениа жаткан.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көбейтіндінің мәні қосындыдан 41-ге артық болса, Арман қандай сандарды ойлағанын анықта?",
        "question_content": "Екі санның көбейтіндісін және қосындысын есептеді. Егер көбейтіндінің мәні қосындыдан 41-ге артық болса, Арман қандай сандарды ойлағанын анықтаңыз.",
        "question_date": "3.12.2020",
        "question_tag": "Математика",
        "question_views": 181,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іле ауданында Дарын, Зерде ғылыми жобаларының орындары сатылуда",
        "question_content": "Алматы облысы Іле ауданында жұмыс жасаймын.  Аудандық жарыстар әділетсіз өтуде.  Дарын, Зерде ғылыми жобаларының орындары сатылуда.  Қанша еңбек далаға кетіп жатыр.  Шара қолдануды талап етемін!",
        "question_date": "3.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мөлшері 5 моль болатын 312К температурасы 300л көлемді алады. Газдың қысымын анықта",
        "question_content": "Мөлшері 5 моль болатын 312К температурасы 300л көлемді алады. Газдың қысымын анықта (R=8,31Дж/моль*К)\n\nҚайсысы дұрыс жауап болады?\n\n1) 12Па\n\n2) 43кПа\n\n3) 500Па\n\n4) 0.022Па",
        "question_date": "3.12.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газ қысымын идеал газ күйінің формуласы арқылы анықтауға болады:\n\nPV=nRT\n\nҚайда:\n\nP - қысым, Па\n\nV - көлемі, м³\n\nn – заттың мөлшері, моль\n\nR - әмбебап газ тұрақтысы, 8,314 Дж/(моль К)\n\nТ - температура, К\n\nБіздің жағдайда заттың мөлшері 5 моль, температурасы 312 К, көлемі 300 литр.\n\nP=nRT/V\n\nP = 5 моль * 8,314 Дж/(моль К) * 312 К / 300 л\n\nP = 3,33 МПа\n\nОсылайша, газ қысымы 3,33 МПа құрайды.",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    }
]