[
    {
        "question_title": "Оқуға түсе аламын ба???",
        "question_content": "Мен 2020 жас түлекпін. ҰБТ дан география ағылшын таңдап 80 балл алдым. Енді серпінмен оқуға түсе аламынба ??? Қай қалаларға мүмкіндік бар ????",
        "question_date": "3.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпінмен мүмкіндік бар.\n\nГрант конкурсы болғанда барсаң, сол жерде универлер тізімін береді.\n\nҚалаған универ таңдайсың ( Серпінмен тусуге болатын универлерге)",
                "date": "3.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кейс тапсырма қалай жасалады?",
        "question_content": "Бөлмені жылыту бағыты бойынша кейс тапсырма дайындау қажет?",
        "question_date": "3.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 941,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолтықтан шығатын жағымсыз иіс",
        "question_content": "Қолтықтан шығатын жағымсыз иісті қалай  кетіруге болады мен бармаған дәрігер қалмады уже менде қолтық асты ауырады тер бездері бітеліп қалса ауыртама бір жауабын беріңіздерші 6ай болды истемеген жақпаған бармаған дәрігер қалмады",
        "question_date": "3.07.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гигиенаны сақтаңыз.Қолтық исіне белгілі бір аурулар әсер етеді.Сол ауруларды емдеуге тырысыңыз",
                "date": "4.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шектік балға жетпесе Университетке қалай түсуге болады?",
        "question_content": "Ұбт-дан физмат 43 балл алып қалдым, қандай оқу орындарына түсе аламын.  Мүмкіндік бар ма?",
        "question_date": "2.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шектік балға жетпесе, сіз грантқа оқуға түсе алмайсыз.  Ақылы оқуға тапсырып көрсеңіз болады.",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құптан намазы қаза болса...",
        "question_content": "Құптан намазының уакыты кірмей тұрып ұйыктап, таң намазы уақыты кірген соң ұйықдан тұрдым.\n\nҚұптан намазын қаза қылып оқимыз ба?",
        "question_date": "2.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 18500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа қаза болады.\n\nБірінші құптан сосын таң намазын оқисыз.",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық туралы білгім келеді",
        "question_content": "Сәлеметсіз дерме? Мен қыздыру пердесы жайлы былгым келеды",
        "question_date": "2.07.2020",
        "question_tag": "Тазалық",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыныстық қатынас туралы талқылау ұят болғандықтан, осы мәселеге қатысты алып-қашпа сөз, жалған түсініктер көп. Жас қызды қоғамда «ұят болады» деп, ешқашан жыныстық қатынасқа түспейтіндей, сол пәк күйінде тұра беретіндей көретін, көрсетуге тырысатындар да көп. Адам болған соң әрбір қыз жыныстық қатынас туралы ойламай тұрмайды. Әрине, «қырық үйден тыйым салып», қыз ойын барынша жасырып, жасырғаны сонша, айту былай тұрсын, тіпті ойлауға да ұялуына талап қойылады. Жұрттың көзіне жақсы көріну үшін, аңқаусып, жыныстық қатынас туралы ойы тек қана «қыздығымды қалай сақтап қалам?» деген сұрақтың төңірегінде өрбуі содан.\nМысалы, «бәрі бар» атты сайтта «Қыз екеніме қалай көз жеткізуге болады?» деп сұрақ қояды. Тағы біреуі «Қыздық туралы білгім келеді дейді». Енді біреуін «Қыздық пердені қайта орнына келтіру» толғандырады. Қыздықты қалпына келтірудің де жауабы дайын. Мысалы, «Бүлінген» түгі жоқ! «Пәктік» жасату 30 мың теңге тұрады дейді. Жалпы оның бағасы 30 бен 40 мың теңге көлемінде екенін интернеттен тауып білу қиын емес екен.\nТізе берсек, қыздық теген тақырыпта осы сарынды пікір қалыптасқан. Қыздық деген сөз жас әйелге пәк болуына қойылатын талап. Не үшін жыныстық қатынасқа түспеген жас әйел пәк болып есептеледі? Оның құны пәк емес әйелден неге жоғары? Сонда әйел адам емес, сатуға арналған зат секілді болғаны ма?\n«Біздің ата-бабаларымыз қызды жат жұрттық деп босағаға отырғызбаған, ертең кетеді деп сыйлаған» деген сөзді бәріміз естігенбіз. Төркінінде жүргенде жас әйел өз бауырларының арасында қамқорлыққа бөленіп жүрген екен. Ал одан кейін қалың малға сатылып, жат жұртқа келін болып кетеді. Яғни, бұл сатуға арналған адамды ертеңгі күтіп тұрған азабын сәл де болса жеңілдетуге қатысты екенін біліп тұрсақ та, айтпаймыз. Әңгіменің басын айтып, аяқ жағын жұтып қоямыз. Көңілімізді түсіріп қайтеміз?\nСонымен жас әйелдің қыздығы патриархалды қоғамда неге сонша құнды? Неге сонша бағаланады? Жас әйелге өзінің денесін бағалау, сатуға дайындауға не итермелейді? Неге қыздығынан айырылғанына жас әйел ұялуы, оны уайымдауы керек?\nПатриархалды қоғамда еркектер әйел, бала-шағасын аш-жалаңаш қалмауын қамтамасыз етуі керек деп есептелінеді. Яғни, дала кезіп аң-құс аулап, тамақ тауып келіп, басқа еркектер оның меншігіне көз не қол салғанда, олармен арпалысып күрескен. Бұл бағзы заманда солай болған деп білеміз. Сол кезде өзінің алған әйелі басқа еркекпен жыныстық қатынасқа түсіп, жүкті болған соң оны әйел қылып алса, онда оның кемінде бір баласы өзінің ұрығынан емес болып шығады. Ол әйелді баласымен қосып асыраса, онда басқа еркектің ұрпағын асырап жүрген болып қалады. Сондықтан алған әйелі неғұрлым жас, жыныс мүшесі өсіп дамымаған күйінде қатынасқа түсуге тырысады. Яғни, қатынасқа түскенде әйелдің жыныс мүшесі тар, жас болғандықтан қанап кетсе, сонда ғана оның туған балалары расында осы еркектің ұрпағы екеніне кепіл болады. Мысалы, ислам дінінің ыңғайымен осылай қыздықты қызғыштай қорғауға кіріскен еркектер Жошы ханның Шыңғысханнан туған-тумағанын осы күнге дейін әңгіме қылып, соны ойлап басы қатады. Кейбіреуі «Моңғолдар Жошыны жаттан туылған деп шет қақпайлап келгендіктен аса көп жазбады» деп Жошы туралы деректің аздығына себеп іздейді. Қалай болғанда да Жошы Шыңғысханның ұрпағы болып есептелген, ұлысы болған, тарихта қалған.\n\nАвраамдық ағыммен таралған діндердің, оның ішінде ислам дінінің, осылай патриархалды қоғам орнатуға үлкен әсері бар. Осы дін ағымдарында қыздарды барынша жас күйінде әйелдікке алуға, «ұят» деген ұғымды барынша дәріптеп, қыз баланы қысып ұстауға тырысатындарының себебі — басқа еркектің емес, тек өзінің ұрпағын ғана асырап өсіру, тек еркек ұрық бойынша ұрпақ тарату. Сол себепті де шежіреге тек еркек балаларды тізеді, сол себепті де «ата-баба», «жеті ата», «ұрық», «ру» деген түсініктер арқылы қоғамдық құрылым құруға байланысты түсініктер қалыптастырады.\nЕгер Библияның ескі бөлігін алып қарасаңыз бірнеше беті қай еркектен қай еркек туғанын тәтпіштеп жазған жері бар. Ол заманда баланы еркектер туған ба деп қаласың. Шежіре жасауды сол заманда әдетке айналдырып, патриархалды түсініктерді нығыздауға осы авраамдық ағымнан таралған діндердің негіз болғанын осыдан байқауға болады.\nОсылай құрылған патриархалды қоғамда әйелдің орны былай: еркектің ұрығына әйелі немесе әйелдері жүкті болып, оның ұрпағын таратып көбейтуі керек. Әйелдің өзін қалың малға сатып алатын, ұрпағын көбейтуге пайдалантын еркек адамнан қоғамдағы орны, құны төмен. Жеті жарғы бойынша әйелдің құны еркектің құнынан екі есе аз болғаны есімізде.\nЕнді бұл бағзы заманды қойып, осы заманға келейік.\nҚазір еркектер өзінің баласы екенін білгісі келсе, әйелдің жыныс мүшесінің қанағанына қарап емес, генетикалық тест жасап біле алады.\nМәселе әрбір еркек өз ұрпағының өсіп-өнуіне ғана жауапты болғысы келетініне келіп тірелсе, онда әйелдерді бұлай қыспаққа алудың, қыздық үшін сонша уайым-қайғыға салыну бекер болып шығады.\nҚыздықты уайымдатқызуға итермелеудің екінші бір себебі, әйелдің денесінің өзіне емес, оның меншік ретінде қарайтын еркегінің қызғанышы. Әйелдің өзі жыныстық қатынасқа қалай кіммен түсетінін шешпей, бүкіл қоғам болып, егер бір ғана еркекке адал болмады деген күдік туса бітті, қоғам оны жәлеп деп табалай жөнеледі. Кейбір еркектер өзімен төсектес болған немесе төсектес болуға көнбеген әйелдерді табалап өсек таратып та жатады. Соның бірі өзімен жыныстық қатынасқа түскенін жасырын видеоға түсіріп таратуды мәртебе көретіндер бар. Мысалы, осылайша әйелдердің шешінген кезін, отырған кезде үстелдің астынан бұтының арасын, төсекте жатқанын т.с.с. ұятты күйін видеоға түсіріп интернетте тарату Оңтүстік Кореяда қоғамдық мәселеге айналып отыр екен. Осындай ұятты деп саналатын видеолардың құрбаны 80% әйел болатын көрінеді. Сонымен әйелдің жыныстық мүшесін, денесін, жыныстық қатынасқа түскенін қоғам болып жіті бақылауға алады.\nЗер салып қарайтын болсақ, алдымен жыныстық қатынасқа түскеніңді ұят, ол туралы ойлағаның да ұят деп шектеу қойылады. Содан кейін белгілі бір шеңберден тыс жыныстық қатынасқа түсе қалсаң, алғаш жыныстық қатынасқа түскенде жыныс мүшең қанамаса, онда кінә тағады. Одан қала бере ұятты деп саналатын жалаңаш денең, жалаңаш күйіңді жасырын түсіріп таратып қарабет қылуға дайын тұрады. Бұл шектеудің түбінде еркектер басқа біреуден туған әйелдің баласын асырауға бекер әрекет жасамаса екен деген ой жатыр.\nСонымен, осы жағдайда біз, әйелдер, қалай қоғамдық қыспақтан шыға аламыз?\nҚыздық деген патриархалды құрылымда қолдан жасалған қоғамдық конструкт екенін түсінсек,\nеркектердің ұрықтарын генетикалық жолмен тексеріп біле алатынын ескерсек,\nәйелдердің құқығы еркектердің құқығымен тең екеніне мемлекет кепілдік беретінін білсек,\nбаяғыдай әйелді қалың малға сатуды адам саудасы деп қарасақ,\nал жыныстық мүшесін, жыныстық қатынасқа түсірген бейнесін видеоға түсіріп интернетте таратуды да заңмен қудалауға болатынын түсінсек,\nОнда «қыздығымды қалай сақтаймын» деп қиналудың мағынасы бар ма?\nЖыныстық қатынасқа түсу, жанұя құру, ұрпақ тарату, бала сүю деген сияқты ұғымдар қоғамдағы қатынастар дамыған сайын, осы заманның құндылықтарына сәйкес болуы керек. Заман дамаған сайын бұрынғы түсініктер ескіріп, мағынасы жойылып отырады. Сол себепті қыздығың жоқ деп жыныс мүшесі қанамаған әйелді қара бет қылу — қараңғылық. 30-40 мың теңге жаратып, ота жасатып қыздықты қалпына келтіру де мағынасыз әрекет.\nОның үстіне қазіргі заманда заң бойынша үйлену жасы 18-ден жоғары болғандықтан жыныстық қатынасқа түспесе де жас әйелдің жыныстық мүшесі денесімен бірге өсіп дамыған болуы мүмкін. Әрине, 9-13 жасар денесі қатаймаған қыз бала ересек еркекпен қатынасқа түссе оның жыныстық мүшесі жыртылып қанайды. Ал жасы үлкейіп, есейген жиырмадан асқан әйел жыныстық қатынасқа түскенде оның қанау-қанамауы екіталай. Заман өзгергенін, заң өзгергенін, әйелдердің жұмыс істеуге, қоғамдық іске араласуға құқығы барын ескеріп, бағалап, қараңғылықты артқа тастау керек.\nТолығырақ: https://feminita.kz/2018/09/%D2%9B%D1%8B%D0%B7%D0%B4%D1%8B%D2%9B-%D0%B4%D0%B5%D0%B3%D0%B5%D0%BD%D0%B4%D1%96-%D2%9B%D0%B0%D0%BB%D0%B0%D0%B9-%D1%82%D2%AF%D1%81%D1%96%D0%BD%D1%83-%D0%BA%D0%B5%D1%80%D0%B5%D0%BA/",
                "date": "3.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұбанов хореография мамандығына грант канша балл?",
        "question_content": "Жұбанов хореография мамандығына грант канша балл",
        "question_date": "2.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай сұрақтар нақтылауды таталап етеді.\nШығармашылық емтихан тапсырғанда хореография бөлімінің деканатында немесе құжат қабылдау бөлімінде отырған мамандардан сұрап қарасаңыз болады, былтыр грантқа түсу қанша баллмен аяқталды деп. Сол баллдан ары кеткенде+-10 балл болу керек. Себебі грантқа түсу балы әр жыл сайын өзгеріп отырады.",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Субсидия алып қаз өсіру?",
        "question_content": "Мен ауылымнан көл алып және қаз алып шағын кәсіппен айналысқым келеді ол үшін не істеу керек?",
        "question_date": "1.07.2020",
        "question_tag": "Кәсіпкерлік",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші өз үйіңнен баста кәсіпті өте шағын түрде.Үлкен көлемде кредит алып бастама.Үйіңде жақсы өсіп жатса жұмыртқасы мен еті жақсы өтіп жатса біртіндеп үлкейте бересің.Субсидия туралы мемлекеттік сайттардан білсең болады.",
                "date": "4.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мат-Гео 80 бал жинадым. Грантқп қай қала универге түсе аламын, көмектесіңіздерші",
        "question_content": "80 балмен мат-гео грантқа түсе аламынба?",
        "question_date": "1.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грант универге бөлінбейді, грант мамандыққа бөлінеді.\n\nСенде мүмкіндік аз.\n\nГрантқа серпін арқылы түспесең, басқа мүмкіндік жоқ.\n\nБасқа мүмкіндік ақылы бөлімге ғана.",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика и грант туралы",
        "question_content": "Менин сурагым алгебра панинин 1 параграфы кандай және 9дан кейін грантка тапсыратын болсак тек кана 9 сыныптың такырыптары койыладыма?",
        "question_date": "1.07.2020",
        "question_tag": "Математика",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайтыс болған жақын адам балта сұрап келсе нені білдіреді?",
        "question_content": "Түс көру- Қайтыс болған жақын адам балта сұрап келсе нені білдіреді?",
        "question_date": "1.07.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізінде қайтыс болған адам.Түске кіруі мүмкін емес. Тәуіптер ата-бабаларым келіп былай айтты деп жатады, олар адам бейнесіндегі жын-шайтандар.",
                "date": "14.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медициналық жəне педагогикалық ЖОО-на түсу үшін психометрикалық тестті қалай тапсырады?",
        "question_content": "Медициналық жəне педагогикалық ЖОО-на түсу үшін психометрикалық тестті қалай және қайда тапсырады?",
        "question_date": "1.07.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Білім және ғылым министрлігінің 2018 жылғы 31 қазандағы № 600 бұйрығымен бекітілген «Жоғары және жоғары оқу орнынан кейінгі білім беру бағдарламаларын іске асыратын білім беру ұйымдарына оқуға қабылдаудың үлгілік қағидалары» негізінде  жоғары білім берудің «Жалпы медицина», «Педиатрия», «Стоматология», «Мейіргер ісі» білім беру бағдарламаларының топтары бойынша оқуға түсуге ниет білдірген тұлғалар психометриялық тестілеу формасында арнайы бір емтихан тапсыруы қажет.\nПсихометриялық тестілеуден өту үшін өтініштер күнтізбелік жылдың 20 маусымынан 24 тамызына дейін қабылданады.\nТестілер күйзеліске төзімділікті анықтауға, кәсіптік бағдарына және эмпатиялық үрдістерді анықтауға бағытталған.\nТестілеу «РҰҚСАТ БЕРІЛДІ» НЕМЕСЕ «РҰҚСАТ БЕРІЛГЕН ЖОҚ» деген формада бағаланады.\nКүнтізбелік жылда психометриялық тестілеуден қайта өтуге РҰҚСАТ ЕТІЛМЕЙДІ.\nАрнайы емтиханды өткізу қорытындысы рұқсат беру ведомосімен, комиссияның еркін нысандағы хаттамасымен ресімделеді. Комиссия хаттамасына төраға және комиссияның барлық қатысушы мүшелері қол қояды және қабылданған орны бойынша ЖОО-ға ұсыну үшін ведомостан үзінді беріледі.\nБиылғы жылы коронавирус пандемиясына қатысты орын алған жағдайға байланысты арнайы емтихан онлайн форматта өтеді. Тестілеуден өту сілтемесі: http://edu.amu.kz/pstest/\nhttps://www.amu.kz/kz/info/talapkerge/psikhometriyaly-test-leu-t-r-nde-arnauly-emtikhan.php",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде бұрынғы жігітім басыма ақ орамал тағып жатыр екен, нені білдіреді?",
        "question_content": "Сәлеметсіздер ме? Түсімде бұрынғы жігітім басыма ақ орамал тағып жатыр екен, нені білдіреді?",
        "question_date": "1.07.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы жігітіңізді көп ойлап жүргеніңізді білдіреді). Себебі көбіне адам өңінде көп ойлаған оқиғаларға байланысты көреді.\n\nҚазақша түс жору бойынша: Орамал: жібек орамал – ғашықтық.",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбтдан 42 балл алдым серпін мен грантқа түсуге болама Физ мат таңдағанмн",
        "question_content": "Ұбтдан 42 балл алдм серпн физ мат түсе аламнба?",
        "question_date": "30.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғары оқу орындарына түсу тәртібі өзгерді. Сонымен, егер адам шекті балл жинамаса, онда ол бірінші сессия аяқталғанға дейін ақылы бөлімге түсуге құқылы. Осыдан кейін студент бір жыл ішінде тестті қайта тапсыра алады.\n\nАл грант конкурсына қатысу үшін мүмкіндігіңіз жоқ.\n\nСерпін бағдарламасымен тек колледжге түсе аласыз, себебі ЖОО-ға түсу үшін шектік баллды қажет етеді.",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "82 балмен медицинаға грантқа түсе аламын ба?",
        "question_content": "82 балмен жалпы медицинаға ауылдық квотамен грантқа түсе аламын ба?",
        "question_date": "30.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ түсу қиын баллын 115 жоғары болып жатса мүмкіндік бар еді, бірақ 82 тым аз. Медицинаға грант аз бөлінеді, және көп мамандықтарда квота жүрмейді (медицина саласында), сондықтан серпінмен мүмкіндік болмаса, басқа тек ақылы бөлімге түсе аласың.",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5,6 л (қ.ж) оттегінде неше молекула бар?",
        "question_content": "Көлемі 5,6 л (қ.ж) оттегінде неше молекула бар?",
        "question_date": "30.06.2020",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтың соңғы жағында молекула саны есептеліп шығарылған",
                "date": "1.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кірпігі күйім қалды оны қалай өсірсем болады?",
        "question_content": "Менің кірпігім оттан күйіп қалды оны қалай өсіруге болады?",
        "question_date": "30.06.2020",
        "question_tag": "Тазалық",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уақыт өте келе өседі. Шаш та қас та кірпік те барлық адам денесіндегі түктер де тері де уақыт уақытымен жаңарып отырады.\nСондықтан, уақыт өте келе қайта өседі, терісі күймеген болса майсана майын жағуға болады.",
                "date": "4.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз ауырса не істеуге болады?",
        "question_content": "Менің көзім қатты ауырады. Соққыдан. Ауырғанда самай тұсым бəрі ауырады. Үй жағдайында не істегем болады",
        "question_date": "30.06.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзің ауырса қолыңды тый.",
                "date": "30.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстаннан шыққан басы істейтін, танымал экономистері кімдер?",
        "question_content": "Қазақстаннан шыққан басы істейтін, танымал экономистері кімдер?",
        "question_date": "30.06.2020",
        "question_tag": "Қоғам",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Huawei смартфондарын қазіргі таңда сатып алған жөн бе?",
        "question_content": "Американың Хуавеймен байланысты кикілжіңіне байланысты бұл сұрақ.\n\nОның үстіне  Google-дың PlayMarket-ін алып тастады.",
        "question_date": "30.06.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Танымал қосымшалар, бағдарламалар Huawei магазинінен табылады.",
                "date": "30.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "89 балмен медицина саласына грантқа түсе аламын ба?",
        "question_content": "Мен ҰБТдан 89 жинадым. Стоматология таңдап отырмын. 89 балмен медицина саласына грантқа түсе аламын ба?",
        "question_date": "29.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматология мамандығына 89 баллмен грантқа түсу өте қиын. Жеңілдікпен немесе арнайы бағдарламалармен түспесеңіз.",
                "date": "29.06.2020",
                "upvotes": 2
            },
            {
                "text": "Медицина саласында грант аз, ал грантқа таласатындар саны көп болғандықтан мүмкін аз ( көбінесе 120-140 арасында балл алғандар ғана грант ие болып жатады).\n\nСерпін түсу мүмкіндігіңіз бар, себебі серпінге бөлек грант тағайындалады.\nСерпінге оңтүстік 5 облысқа қатыса алады, солтүстік  универлерге түсесіз ( қалаған емес, өзі таңдалған универлердің ішінен таңдайсыз).",
                "date": "30.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әнді таба алмай жүрмін",
        "question_content": "Мына әнді таба алмай жүрмін. Жұлдыз ФМ радиосынан естігенмін. Ютубтан да, гуглдан да таба алмадым. Мүмкін сіздер білетін боласыздар осы әнді. https://drive.google.com/file/d/1On7HGlKsCo-qLrGMdx0cTB-NTifRtihY/view?usp=drivesdk",
        "question_date": "29.06.2020",
        "question_tag": "Ән іздеу",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз жіберген сілтемеге рұқсат жоқ.",
                "date": "29.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшақға билет алғанда латын әріпімен толтырдым ұшаққа отырғыза ма?",
        "question_content": "Әуе компаниясынан билет брондаған едім. Фамилия, Имя латын әріпімен жаздым, қазақша жазылмайды екен. ұшатын күні удостоверение мен барсам билетте фамилия, имя латынша удостоверение де қазақша жазылған екеуі екі басқа деп ұшаққа отырғызудан бас тартып жүрмей ма. Қазақстанның ішінде ұшуға болатын шығар. Удастокпен",
        "question_date": "29.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлқұжатыңызда байқап қарасаңыз арт жағында ағылшынша жазылған.\nтура солай теріп жазыңыз.",
                "date": "30.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екінті намазына кейін Қаза намаз оқуға болама?",
        "question_content": "Екінті намазынан кейін. Қаза намаз оқуға болама?",
        "question_date": "29.06.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаза намазды өтеудегі реттілікті сақтаудың үкімі   Парыз және уәжіп намаздарды өз уақытында орындау  أداء«әдә», ал уақыты өтіп кеткен жағдайда өтеу  قضاء «қаза» деп аталады.   Намазды ешбір негізсіз тәрк ету ауыр күнә. Алайда, оның қазасы оқылуы тиіс. Құран Кәрімде: «Шүбәсіз, намаз мүміндерге белгілі уақыттарда (өтелсін деп) парыз етілді»[1], – делінген.   Ибн Масғұд (одан Алла разы болсын) мынандай мысал келтіреді: «Хандақ күні мүшріктер Алла Елшісіне (оған Алланың салауаты мен сәлемі болсын) төрт намазды оқуға кедергі жасады. Тіпті Алланың қалауымен түннің белгілі бір уақыты да өтті. Билалға (азан шақыруды) бұйырды. Ол азан айтты. Бесінді оқыды. Кейін қамат айтты. Екінтіні оқыды. Тағы қамат айтты. Ақшамды оқыды. Сосын тағы қамат айтты. Құптанды оқыды»[2].   Өзінің бүкіл өмірінде төрт-бес уақыт намазды ғана қаза қылған адамға ең әуелі қаза намаздарын, содан соң уақыты кірген намазды оқу – парыз. Бұл адам сахибут-тартиб (тәртіп иесі) деп аталады. Мысалы, бесін намазын қаза қылған адам алдымен қазаны оқып, кейін уақыты кірген екінті намазын оқиды. Үтір намазын оқымаған адам таң атқанда әуелі үтірді, сосын таң намазын оқиды.   Қаза намаздардың тәртібі анық болса, қазаны сол тәртіпте өтеу шарт. Мысалы, бір күннің бес уақыт намазы қаза болса, таң намазынан бастап реті бойынша кезекпен өтейді. Алайда мына үш жағдайда ада мен қаза намаздарды кезектілік ретімен оқу шарт емес:   1) Уақыт тығыз болып, қаза намазын оқығанда уақыт шығып кететін болса, бірінші кезекте уақыт намазы оқылады[3].   2) Қаза намазы бар екенін ұмытып, ада намазды оқып алған жағдайда, оны қайта оқу шарт емес. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Кімде-кім намазды ұмытса, оны еске түсіргенде оқып алсын. Оның бұдан басқа кәффараты жоқ» деген[4].   Сондай-ақ бұрында бұл мәселенің үкімін білмеген адамға намаз оқу кезектілігін сақтау үкімі жүрмейді, оқыған барлық намаздары есептеледі, қайта оқылмайды. Хасан ибн Зияд: «Намаз оқу реттілігін сақтау оның үкімін білмейтін адамға уәжіп емес» деген[5].   3) Өмірінде намазды көп қаза қылған, дәлірек айтқанда, алты уақыт намазды өз уақытында оқи алмаған адамның еркі өзінде: қаласа, алдымен қаза намазын оқиды, қаласа, уақыты кірген намазды оқиды. Мұндай жағдайда қаза намаздарды ретімен оқу шарт емес. Сонымен қатар алты уақыт намазды қалдырған адам өткен намаздарын оқып қысқартса да, бұрынғыдай тәртіп иесіне айналмайды[6].    ҮКІМ: Бес парыз бен үтір арасында, олардың кейбірі немесе барлығы қаза болғанда, намазды рет-ретімен оқу уәжіп. Бірақ мына үш жағдайда намазды кезектілік ретімен оқу міндет емес:   1.   уақыт тығыз болып, онда тек уақыты кірген намазды оқып үлгерсе; 2.   қаза намазы бар екенін ұмытып немесе оның үкімін білмей, уақыты кірген намазды оқыса; 3.   өмірінде алты уақыт намазды қаза қылған болса.   Ең дұрысы Аллаға мәлім! Источник: http://fatua.kz/kz/post/view?id=877",
                "date": "29.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Колледжға ҰБТ нәтижесімен грантқа түсуге болады ма?",
        "question_content": "Мысалға колледжға түсетін болсақ онда емтихан тапсырасыз ба. Әлде ҰБТ нәтижесімен 67 балл мен аттестатпен түсуге бола ма?",
        "question_date": "29.06.2020",
        "question_tag": "Университет, колледж",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орта топ мамандарын даярлауда қарастырылған, техникалық және кәсіптік білім берудің оқу бағдарламасы бойынша оқуға түсушілерге арналған қабылдау емтихандары:\n - жалпы орта мектептің оқу бағдарламалары көлемінде  орта жалпы білімі барлар үшін үш пәннен  (қазақ немесе орыс тілі, Қазақстан тарихы және мамандық профилі бойынша берілетін пәннен).\n- негізгі білімі барларға  - 2 пәннен  (қазақ немесе орыс тілі және орта негізгі білімінен профильдік пәннен) жүргізіледі.\n- техникалық және кәсіптік, орта, жоғары білімі бар, мамандық бағытына сәйкес келмейтін білімі бар адамдарға, мамандықтың бағыты бойынша берілген пәннен емтихан өткізіледі.\nОқуға қабылдау емтихандары білім беретін оқу орнында қазақ немесе орыс тілдерінде, оқуға түсушінің берген өтінішіне сәйкес жүргізіледі.\nТехникалық және кәсіптік білім беретін мамандықтардың бағдары бойынша жалпы білім беретін пәндердің тізімі осы ереженің қосымшасына сәйкес анықталады.\n- Мамандықтарға сәйкес профильді пәндер орта жалпы білімі негізінде \"Радиоэлектроника және байланыс\" мамандығына- физика; қалған  мамандықтардың барлығына  – математика;\nНегізгі жалпы білімнің негізінде барлық мамандықтарға бағдарлы пән- математика.\nНегізгі жалпы және орта жалпы білімі бар, азаматтарға оқуға түсу емтиханының түрі, 11 тармақта көрсетілген – тестілеу.\nТолығырақ: http://pktik.kz/kz/abiturientu1/kolledzhge_kabyildau_erezheleri.html",
                "date": "29.06.2020",
                "upvotes": 0
            }
        ]
    }
]