[
    {
        "question_title": "Санитарлық-профилактикалық іс-шаралар қандай мамандық",
        "question_content": "Санитарлық-профилактикалық іс-шаралар бұл қандай мамандық және қандай жумыс істей алам",
        "question_date": "7.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Коронавирустық инфекцияның таралу қаупінің пайда болуының алдын алу бойынша санитариялық-эпидемияға қарсы, санитариялық-профилактикалық іс-шараларды ұйымдастыруға және жүргізуге қойылатын санитариялық-эпидемиологиялық талаптар\" санитариялық қағидаларын сақтаумен айналысатын мамандық.",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика есеп. Ғаламшардың орташа тығыздығы неге тең, егер оның салмағы экватордағы",
        "question_content": "Ғаламшардың орташа тығыздығы неге тең, егер оның салмағы экватордағы серіппелі таразы көрсеткіші полюсьне қарағанда 20% аз көрсетеді. Ғаламшардың тәуліктік ұзақтығы 6 сағат.",
        "question_date": "6.10.2021",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Номери : 4 зертханалық жұмыс 8 сынып",
        "question_content": "8 сынып биология  номер 4 зертханалық жұмыс кым жазды бере аласындарма",
        "question_date": "6.10.2021",
        "question_tag": "Биология",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алып Ер Тұнғаның жоқтау жырының негізгі сюжетін табыңдар?",
        "question_content": "Алып Ер Тұнғаның жоқтау жырының негізгі сюжетін табыңдар?",
        "question_date": "6.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "“Алып Ер Тоңға” - түркі халықтарының арғы ата-тегі саналатын сақтар тарихынан сыр шертетін қаһармандық жыр. Біздің заманымызға “Алып ер тоңға” дастанының жалпы сюжеттік желісі мен жекелеген үзінділері ғана жеткен. \nДастанның басты қаһарманы Алып Ер Тоңға - аты аңызға айналған тарихи тұлға. Ол - біздің заманымыздан бұрынғы VII ғасырда өмір сүрген Тұран елінің әміршісі. көреген көсемі, сақтар әскерінің қолбасшысы, ержүрек батыры, \"Алып\" - сақтармен ғұндар заманынан бері ел қорғаған батырлардың қолбасшы ерлердің атына қосылып айтылып келе жатқан мәртебелі есім. Алып Ер Тоңғаның тарихи тұлғасы мен дастандағы әдеби бейнесі жайында кезінде Әбу Райхан әл-Бируни, Махмұт Қашқари, Хамза Исфахани, Рашид әд-Дин т.б. аса құнды пікірлер айтқан. Бұлардың бәрі де дастанның басты қаһарманы Алып Ер Тоңғаны сақтар дәуірінде өмір сүрген мемлекет қайраткері ретінде сөз етеді. Олар, әсіресе, Тұран мен Иран арасындағы соғыста Алып Ер Тоңға өзін аса дарынды қолбасшы ретінде танытқанын ерекше атап көрсетіп отырады. Фирдоусидің \"Шахнамасында\" Тұран елінің қалың қолын бастаған Афрасиаб (Альш Ер Тоңға) жорықтарын бейнелеп көрсеткен оншақты арнаулы тараулар бар. Олар: \"Афрасиабтың Бәрман мен Құмайынды Сұхраб құзырына жіберуі\", \"Афрасиабтың қорқынышты түс көруі\", \"Афрасиабтың қайраткерлермен мәслихат құруы\", \"Сияуыш пен Афрасиабтың бір-біріне ант беруі\", \"Афрасиабтың Сияуышқа хат жазуы\", \"Афрасиаб пен Сияуыштың аңға шығуы\", \"Афрасиаб ордасына Рүстемнің түнде шабуыл жасауы\", \"Афрасиабтың ирандықтардан жеңілуі\", т.б. Демек, парсы елінің ұлы шайыры Фирдоуси (940 - 1030) осы “Алып ер тоңға” дастанын толық күйінде оқыған сияқты. Ол өзінің \"Шахнамасында\" Тұран елінің патшасы, әскери қолбасшысы, даңқты батыры Алып Ер Тоңға жайында әфсана-аңыздарды, тарихи деректерді, мақтау өлеңдері мен жоқтау жырларын аса дарынды сөз зергерлеріне ғана тән шеберлікпен пайдалана білгені көрініп-ақ тұр. Алайда бұл арада мықтап ескеретін бір жәйт бар. \nАлып Ер Тоңға - Тұран елі үшін жағымды қаһарман, ал Иран жағы үшін ол нағыз жау, басқыншы патша екені мәлім. Сол себепті ұлы шайыр \"Шахнамада\" Алып Ер Тоңғаны (яғни Афрасиабты), бір жағынан, жанкешті батыр, орасан күштің иесі, дарынды қолбасшы етіп көрсетсе, екінші жағынан, Иран елін қанға бөктіруге әзір тұрған залым патша ретінде бейнелейді. Соның өзінде, Фирдоуси өз шығармасында Алып Ер Тоңғаның түркі дастанындағы батырлық келбетін көп өзгертпей сол калпында сомдап берген сияқты. Ислам дәуірі әдебиетінің аса көрнекті өкілі, ғұлама-ақын Жүсіп Баласағұн (11 ғ.) да кезінде “Алып ер тоңға” дастанын түпнұсқадан оқып, оны өзінің \"Құтты білік\" дастанында шеберлікпен пайдаланғанын аңғару қиын емес. Жүсіп Баласағұн \"Құтты білік\" дастанының Алып Ер Тоңғаны жырлауға арналған бөлімін \"Мақтауға тұрарлық қасиеттер және ізгі істердің пайдасы туралы\" деп атаған. \"Құтты білік\" дастанының 277-бәйітінен бастап 286-бәйітіне дейінгі аралықта түгелдей дерлік Алып Ер Тоңғаның ізгілікті істері, асыл тектілігі, даналығы, Тұран елін басқарудағы көрегендігі, дарынды қолбасшы болғандығы, қарапайым халыққа қамқоршы болғаны, жомарттығы, мәрттігі, т.б. ізгі касиеттері мадақталады. \n“Алып ер тоңға” дастанының негізгі идеясы - Тұран елін сыртқы жаудан қорғау, түркі жұртын ішкі ынтымақ-бірлікке үндеу, туған жердің абырой-даңқын арттыра түсу болып табылады. Бұл дастан Алып Ер Тоңғаның қайтыс болып, бүкіл түркі елінің күңіренген жоқтау жырымен аяқталады. \"Алып Ер Тоңғаны жоқтау\" деп аталатын жыр Махмұт Қашқаридың \"Диуани лұғат ат-түрік\" атты сөздігі арқылы бүгінгі күнге ешбір өзгеріссіз жеткен. Бұл жоқтау “Алып ер тоңға” дастанының ең соңғы тарауы болса керек. Аяулы батыры қаза болғанда жоқтау айту дәстүрі түркі халықтары арасында күні бүгінге дейін сақталған. \n“Алып ер тоңға” дастанының түпнұсқасынан бізге жеткен үзінділерін оқи отырып, түркі тайпаларының бұл қаһармандық жыры исламға дейінгі дәуірде, яғни араб, парсы поэзиясына тән термин сөздер әлі түркі поэзиясына әсер ете қоймаған кезеңде өмірге келгенін аңғарамыз. \n“Алып ер тоңға” дастаны түркі тайпаларының байырғы поэтикалық өлшемі - көг өлшемінде туған. Бұл өлшем бойынша, жырдың алғашқы үш жолы өзара ұйқасады да, төртінші жолы келесі шумақтың төртінші жолымен ұйқасып, а-а-а-б; в-в-в-б; г-г-г-б түрінде болып келеді. Көне түркі ауыз әдебиеті тудырған мұндай жыр өлшемін ұлы Абай өзіне ғана тән шеберлікпен жазба әдебиетте көркемдік дәстүр ретінде жалғастыра түсті. Бұған Абайдың \" Білімдіден шыққан сөз\" деген өлеңі дәлел. “Алып ер тоңға” дастаны араға сан ғасырлар салып барып қазақтың батырлық жырларында өзінің көркемдік дәстүр жалғастығын тапты.\nТолығырақ: https://adebiportal.kz/kz/characters/view/178",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеуді үй жағдайында кетіру!",
        "question_content": "Бетіме безеу шығып қайтып кетіп қалады кір сабынмен жуамын 2 мезгіл күнде жусам кетедіма?",
        "question_date": "6.10.2021",
        "question_tag": "Тазалық",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Судың 500 милл, 100 литр хлорсутек қалыпты жағдайда ертілді алынған ерітінді",
        "question_content": "Судың 500 милл, 100 литр хлорсутек қалыпты жағдайда ертілді алынған ерітіндідегі хлорсутектін массалық улесын табыңдар",
        "question_date": "6.10.2021",
        "question_tag": "Химия",
        "question_views": 929,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "500÷100=5\n\n5×100%=500%",
                "date": "27.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақыл сөзді дұрыс жаза аласыздарма?",
        "question_content": "Бұрын нақыл сөз оқығам\n\n\"Бір елім дейтін қазаққа үш қасқыр қарсы шығады\" деген сияқты жазылды. Басқаша сөздер болды, соның дұрыс түрін, және авторын айта аласыздарма?",
        "question_date": "6.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 220,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "40 кг дизель . (qдизель 42,7*10° Дж/кг) а)",
        "question_content": "5. Мақтаны жинау кезінде комбайн 40 кг\nдизель отынын пайдаланған.\n(qдизель 42,7*10° Дж/кг)\nа) дизель отынынан бөлінетін\nэнергияны анықтаңыз\n[2]\nБ) энергияның мәнін МДЖ-мен\nөрнектеңіз",
        "question_date": "6.10.2021",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm = 40 кг\n\nq = 42,7 * 10^6 Дж/кг\n\n-------------\n\nQ - ?\n\nШешуі:\n\nQ = q * m\n\nQ = 42,7 * 10^6 * 40 = 1708 * 10^6 Дж = 1708 МДж\n\nЖауабы: 1708 МДж",
                "date": "29.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Денсаулық – ең басты құндылық»",
        "question_content": "2. «Денсаулық – ең басты құндылық» тақырыбында мектебіңізде немесе тұрғылықты аймақта болған қандай да бір шараны негізге ала отырып (немесе ойдан құрастырып), жергілікті газетке шағын ақпараттық мақала жазыңыз",
        "question_date": "6.10.2021",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекет басшысы Қ.Тоқаев коронавирус инфекциясының таралуына қарсы күрес шаралары жөніндегі кеңесте халықтың өмірі мен денсаулығын сақтау, әлеуметтік мәселелерге қатысты өткір сөйледі. Бірқатар шенеуніктердің атына әділ сын айтылды. Мемлекет басшысының тапсырмалары бойынша қабылданған карантин шараларын күшейту жөніндегі шешімді қолдаймын және орынды деп білемін.\nEgemen Qazaqstan\nӘрине, бүгінгі таңда денсаулық сақтау саласына, басқа да салалардың жұмысына қатысты айтылып жатқан сыни пікірлер аз емес. Десек те, кінәнің бәрін соларға аудару қаншалықты әділетті?!\nАйталық, өзім тұратын үйдің маңында дәмханаларда бетпердесіз, сақтық шараларын сақтамай отырған жастарды жиі көремін. Көшеде дәл солай жайбарақат серуендеп жүргендер аз емес. Күн сайын жан-жақтан ауруға шалдыққан, өмірімен қоштасқан адамдар туралы жаманат хабарлар жетіп жатқанда бұлай жайбарақат жүруге болмайды.\nМенің таныстарымның арасында да ауырып жатқандар, қайтыс болғандар бар. Таныс кәсіпкердің жұмысындағы 100 адамның қырықтан астамы ауру жұқтырды. Бір фермердің қол астындағы 160 жұмысшының жүзден астамы ем қабылдауда. Кей адамдар ауруды қатты қиналмай, өз күшімен жеңіп жатыр. Енді біреулер бірнеше күннің ішінде ауыр жағдайға ұшырауда. Әлеуметтік желіде қаралы хабар жеткізген, бір-біріне көңіл айтқан, денсаулығын сұрасқан жазбалардан көз сүрінеді. Мұндай жағдайда карантин шараларын күшейту туралы шешім әрине, орынды болды. Алдағы уақытта карантин мерзімін ұзарту да артық болмайды.\nМемлекет үшін ең басты құндылық – адамдардың өмірі мен денсаулығы. Экономикалық қиындықтың орнын уақыт өте келе толтырамыз, ал адамдардың өмірі мен денсаулығын ешқашан қайтара алмаймыз. Сол себепті барша жұртты мемлекет тарапынан қабылданған қатаң карантин режіміне түсіністікпен қарауға, қолдауға және тәртіп сақтауға шақырамын. Әр азамат өз денсаулығы үшін бірінші кезекте өзі жауапты. Аталарымыз «Бірінші байлық – денсаулық» деп тегін айтпаған, сол қанатты сөз қазіргі таңда өте өзекті.\nТолығырақ: https://egemen.kz/article/241236-basty-qundylyq-%E2%80%93-adam-omiri",
                "date": "7.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 мысалдан сутектік байланыстарға реакция жазып беріңдерші?",
        "question_content": "Иондық, металдық, ковалентті, сутектік байланыстарға реакция жазып беріңдерші?",
        "question_date": "6.10.2021",
        "question_tag": "Химия",
        "question_views": 203,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылдамдық және удеудің модульдерін анықтаңыз.",
        "question_content": "Жылдамдқ және удеу табуы\nЖылдамдық теңдеу жазу \nҰзындығын табу",
        "question_date": "5.10.2021",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Электр құбылысына мысал келтіріңіз.",
        "question_content": "Электр құбылысына мысал келтір",
        "question_date": "5.10.2021",
        "question_tag": "География",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "7.10.2021",
                "upvotes": 0
            },
            {
                "text": "телефонды зарядкага кою\nсветти косу",
                "date": "9.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Енем күйеуімді менен не үшін қызғанады?",
        "question_content": "Сұрағым:Менің тұрмыс құрғаныма 1жыл болды.Ата-Енеммен тұрамын.Бірақ неге,не үшін екенін білмеймін Енем Күйеуімді менен қызғанады.Оған себеп:Күйеуім үйде болса менен ұйқыдан тұрдыма,жаттыма,іштіма,жедіма,байқұс жүдеп кетті,көкеем қиналып кетті дейді.Сен əйелісің ол дастарханға отырмай сенде ештеңе жемейсің деп жəне сен көбіне оның алдындағы тамақты жейсің ол аш қалуда бұдан былай балама бөлек көбірек сал дейді.Мен соншалықты семіз или соншалықты түк көрмеген жан емеспін.\nСосын біздің бөлмеге көөп кіріп күйеуіммен əңгіме айтып отырады анаған карап мынаған карап.Өзің əкелдің осыны деп отырады.\nСосын мені жамаандайды бүйтсе кайтеді,сөйтсе кайтеді деп.\n\nМен шын айтамын өзімді əрең ұстаймын шыдамым таусылайын деп.Алла сақтасын о заманда бұ заман тамақ күйеу қызғанып,оңаша отырсам күйеуіңмен не істедіңдер не айтасыңдар деп кызык сұрақ қояды.Өсекке өте жакын ақша дегенді санап калған адам.\nМенің денсаулығымның бір жері ауырса ниче кетер жылы жүрсей деп ұрсады\nАл баласы ауырса жексенбі болсада дəрі дəрігер тауып келеді.Əрине ол-Ана.Баласы үшін бəріне дайын.Бірақ менде баласымынғой.Ол үйде жақсылық тілеулес болмасам жаманшылығым грамм жоққой.\nМен күйеуім үшін болашағымыз үшін əрең шыдап келемін.Кеңес беріңіздерші.Не істесем жасасам болады?\nНеге адамдар осындай?? Или менің енем осындай???",
        "question_date": "5.10.2021",
        "question_tag": "Жанұя",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалғыз бала шығар. Күйеуің екеуің алыс саяхатқа аттандырып жіберсеші",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер балаға қандай мамандық таңдаған дұрыс?",
        "question_content": "Мен 10 оқимын. Қандай пән таңдарымды білмей жүрмін кеңес беретін адам барма,қандай пән, қандай мамандық таңдаған тиімді ер балаға?",
        "question_date": "5.10.2021",
        "question_tag": "ҰБТ жайлы",
        "question_views": 924,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемнің көз ілеспес жылдамдықпен өзгеріп жатқанына барлығымыз куәміз. Күні кеше ғана ата-аналарымыз жұмысшы, жүргізуші мен құрылысшы мамандықтарын көп сұранысқа ие деп білсе, бүгінде жоғары жалақы төленетін ІТ-маман, мерчендайзер, блогер, бета-тестер, модератор және басқа да SMM-шілер мамандықтары қызметінен бейхабар.\nБалаңыз жақсы жұмыс тауып қана қоймай, мансапқа жетуі үшін қандай мамандық таңдағаны жөн? Мүлдем жоламауы тиіс мамандықтар қайсы? Бұл туралы Экспресс-К хабарлайды.\nИнженер, математик, сәулетші, биолог, ІТ-маман, бизнесті дамыту және сатылым менеджерлері үшін, аталған мамандық бойынша білім алушылар үшін тамаша жаңалық бар. Олар үшін алтын кезең тумақ. Бұл мамандықтарға деген сұраныс алдағы жылы артады. Алайда кәсібилікке, қосымша машықтарға деген сұраныс та ұялғаймақ.\nАл өзге мамандықтар үшін ауыр уақыт басталады. Дүниежүзілік экономикалық форум мамандарының пікірінше, таяу жылдары мына мамандықтарға деген сұраныс төмендейді: құрылысышы, өндіріс жұмысшылары, кеңсе және әкімшілік қызметкерлері, тілшілер мен сәнгерлер. Бұл үдеріс басталып та кеткен және алдағы 15-20 жыл ішінде еңбек нарығында өзгерістер орын алады.\nҚұрылысшылар мен жұмысшыларды алмастыратын – 3D-принтерлер мен роботтар. БҰҰ баяндамасына сәйкес, дамушы елдердегі роботтандыру электротехника және автокөлік саласындағы қызметкерлердің үштен екі бөлігінің орнын баспақ. 3D-принтерлер құрылысышылардың 50%-ын жұмыссыз қалдырады.\nАл жүргізушілерді жақын күндерде автопилот алмастырады.\nКеңсе қызметкерлерінің орнына мәселелердің шешімін тауып, адамға қарағанда жұмысыг жылдам әрі тиімді атқаратын ақылды компьютерлік жүйелер келеді. Орақ тілді тілшілерден кем түспейтін роботтандырылған бағдарламалар пайда болуына байланысты тілшілердің де басым бөлігі жұмыс таба алмауы мүмкін.\nДәстүрлі графикалық дизайнерлерді де бағдарламалар алмастырады. Десе де бұл мамандық түбегейлі жоғалмайды, тек түрленеді. Жақын аралықта ақылды қалалар мен компьютерлік жүйе дизайнерлеріне деген сұраныс туындайды.\nДегенмен, мамандардың сөзінше, «қауіп тобынан» кез-келген мамандық орын алуы мүмкін. Роботтар мен компьютерлік бағдарламалар адвокаттар мен директорларды да оп-оңай алмастыра алады. Тәжірибе жүргізу мақсатында құралған құқықтық робот АҚШ-та жұмыс істеуде. Тәжірибені сәтті деуге де болады. Уақыт өте келе роботтар дамудың стратегиялық жоспарларын анағұрлым жақсырақ құрып, бүгінгі директорлар мен комапния президенттеріне қарағанда түрлі жағдайларға жылдам әрекет ету мүмкіндігіне ие.\nМамандар барлық мамандық өкілдерін еңсесін түсірмей, кәсібилік деңгейін арттыруға шақырады. Себебі жақсы мамандарға деген сұраныс – қашан да жоғары. Және мамандықтардың басым көбі жойылайды, керісінше жаңа деңгейге ауысады. Мысалы, өткен ғасырдың ортасында көптеген қыз телефоншы болып қызмет етсе, технология дамығаннан кейін бұл мамандық жоғалды. Алайда байланыс қызметі әлі де бар. Бүгінде телекоммуникациялық салалар әлем бойынша миллиондаған адамдарды жұмыспен қамтамасыз етуде.\nАл роботтандырылған өнеркәсіп мекемелері қайтадан адамдарды жұмысқа шақыруға мәжбүр. Роботтар өз қызметін жақсы атқарады. Бірақ олар –  жаңашыл ойлар, ішкі түйсік немесе «адам бейнесімен» әлдеқандай әрекет жасауға қабілетсіз. Тіпті көп жарнамаланатын автокөлік автопилотының өзіне адам көмегіне мұқтаж.\nДесе де өз саласын таппай жүрген көптеген маманға қайта мамандануға тура келмек. Бірақ мұнда тұрған қорқынышты дәнеңе жоқ. Бүгінде Ғаламтор арқылы үйден шықпай-ақ көптеген мамандықты игеруге болады. Және бұл жолды таңдаған адамдар қатары толыға түсуде.\nЖалпы алғанда, мамандар еңбек нарығын жіті бақылауға кеңес береді. Соңғы 10 жыл ішінде бірқатар жаңа мамандық пайда болды. Әсіресе, ол Ғаламтор саласына байланысты. Одан бөлек қолдан жасалған бұйымдар мен үй өнімдеріне деген сұраныс артып, тренд қалыптасты. Ол аздай, адамдардың крепто-валюталарды жинап немесе покемондарды аулап, компьютерлік ойындар арқылы ақша таба бастайтыны кімнің ойына кіріп-шыққан? Ал кім астероидтарды отарлаушы ретінде қызмет етуге дайын?\nНе десек те, мамандардың ойынша, ертелі-кеш роботтар көптеген мамандықта адамдарды алмастырады. Сонда адамдардың басым көпшілігі өз мамандығы бойынша жұмыс таба алмайды. Олар немен айналысады? Футурологтардың айтуынша, оқиды, кемелденеді, дамиды, сүйікті ісімен айналысып, жаңа мамандықтар ойлап табады. Үкіметке роботтарға салық салып, түскен қаржыдан азаматтарға шартсыз әлеуметтік табыс тағайындаудан басқа шара қалмайды. Жалпы айтқанда, «Электроник хикаялары» фильміндегі әнде айтылатындай: «Роботтар жұмыс істейді, бақытты адамдар».",
                "date": "8.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "56 л иіс газының (қ.ж.) зат мөлшерін табыңыз.",
        "question_content": "Ұбт тесттен көмектесіңіздерші. 56 л иіс газының (қ.ж.) зат мөлшерін табыңыз.",
        "question_date": "5.10.2021",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Массаны табу үшін бояу массасын заттың мөлшеріне көбейту керек. Заттың мөлшерін тауып, көлемді бояу көлеміне бөлейік.\n\nn = 56 л / 22,4 = 2,5 моль\n\nM(CO2)=12+32=44 г/моль\n\nм = 44 * 2,5 =110г\n\nЖауабы: 110 г",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Масғұт\" поэмасына сатылай кешенді талдау жасау керек.",
        "question_content": "Масғұт  Поэмасына сатылай кешенді талдау",
        "question_date": "5.10.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Нәпсіге қарап тұрып\" деген сөз не мағынаны білдіреді?",
        "question_content": "напсиге карап турып Аль Азиз деп айтыныз  деген. Соны тусинбей турмын",
        "question_date": "5.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нәпсі дегеніміз не? Адам шынайы мұсылман болуы үшін оны өлтіру керек пе, әлде тәрбиелейді ме? Нәпсі - ол біздің болмысымыз. Адам тіпті жәннатқа да сол нәпсімен кіреді. Демек, нәпсіден бүтіндей құтылуға немесе өлтіріп, жоқ етуге болмайды. Өйткені, нәпсі - ол өзіміз. Нәпсіні тек тәрбиелеу қажет. Көбінесе, нәпсі жаман қасиеттерге бейім. Тәрбиесіз нәпсі жалқау, еріншек келеді. Нәпсі бейне бір түйеқұс тәрізді. Мына жүкті көтер десе, мен түйе емеспін, құспын дейді. Жарайды, ендеше ұш десе, жоқ мен ұшатын құс емес-пін, түйемін дейді. Нәпсіге ерік берілсе, ол үнемі жауапкершіліктен қашумен болады.",
                "date": "10.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақтан алған ақпараттар бойынша \"Ұлы дала өркениеті\" тақырыбында эссе жазыңыз.",
        "question_content": "сабақтан алған ақпараттар бойынша \"ұлы дала өркениеті\" тақырыбында эссе жазыңдар. сөз саны-80-100",
        "question_date": "5.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дала өркениеті - түркі тектес халықгардың, соның ішінде қазақтардың материалдык жəне рухани құндылықтарының даму сатысы; этномəдени жүйенің қалыптасуындағы табиғи-тарихи тұрпат. Адамзат тарихын зерттеу барысында өркениет атауының өзіне əр түрлі, кейде бір-біріне қарама-қайшы анықтамалар қалыптасты. Америка тарихшысы Л.Морган (1999-188ә) мен Ф.Энгель оны адамзат дамуындағы жоғары, жазусызуды енгізу кезеңі (\"тағылық — жабайылық — \"өркениеттілік\" ұштағаны арқылы) ретінде сипаттады. Кейінгі кездері бұл термин адамзат дамуының аймақтық, салыстырмалы түрде бір-біріне тәуелсіз жетілген пішімдерін бейнелеу үшін қолданылып жүр. Еуропаға əсіре табынушы кейбір ойшылдар өздігінше жетілген мәдени-тарихи аймақтардың санын түгендеп, кейде — 8 (О.Шпенглер), кейде 36 өркениет ошағына (А.Тойнби) жеткізіп қойды.",
                "date": "27.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың құсуы неліктен?",
        "question_content": "Баланың туғанына 1 ай болды. Күніне 1 не 2 рет сап-сары қылып құсады. Ол неден болады?",
        "question_date": "5.10.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 29100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диарея мен құсу қауіп тудыра ма?\nҚұсу мен диарея (іш өту) қауіп тудырады, себебі ол жағдайлар ағзаның сусыздануына\nәкеп соқтырады. Сусыздану ағзадағы көп мөлшердегі сұйықтықтың жойылуына себеп\nболады. Жас балалардың құрғауы тез дамиды, алайда ол кез-келген жаста да адамды\nмазалауы мүмкін.\n\nҚұсу мен диареяның туындауына не себеп болады?\nҚұсу мен іш өту бір қатар вирустық, бактериалық, паразиттік аурулардың симптомдары\nболуы мүмкін, сондай-ақ, кейбір аурулардың қалдығы, не болмаса, дәрілік\nпрепараттардың жанама әсерлерінен де орын алуы ғажап емес. Дұрыс қайнатылмаған\nазық-түліктен (құрамында тәттілігі мол), және піспеген ет немесе балықтан да іш өту мен\nқұсу болып жатады.\n\nАғзаның сусыздануын қалай тоқтатса болады?\nКез-келген адам іші өтсе немесе құсса жоғалған сұйықтықтар мен электролиттердің орнын\nтолтыруы керек.\nЕмшектегі сәбилер үшін: Егер сіз балаңызды емізіп жүреңіз, ары қарай да емізуді\nжалғастыра беріңіз. Ана сүтінің құрамында құрғауды болдырмайтын сұйықтықтар\nмен электролиттер бар. Сондай-ақ бұл жағдайда, дәрігер де балаға ауыз арқылы\nберілетін қажетті ертінділерді қабылдауды ұсынуы мүмкін. Егер балаңызды\nжасанды сүт түріндегі тағамдармен қоректентіріп жүрсеңіз, іші өткенде немесе\nқұсу мазалағанда құрамында лактозы жоқ қоспалармен азықтандырыңыз. Себебі,\nлактоза іш өтуді жеделдетеді. Сүтті қоспалар мен ауыздан берілетін ертінделерді\nбалаңызға бергеннен кейін 12-24 сағат өткенде, өзгерістер жайында дәрігермен\nкеңесу өткізіңіз.\nЖас балалар үшін: ауыз арқылы берілетін регидрация ертіндісін пайдаланыңыз.\nҚұрамында: тұз, қант, калий сияқты басқа да сұйықтықтың жойылуына кедергі\nкелтіретін ішетін заттарды ішкізіңіз. 1 жастан асқан балаларға құрғауын болдырмау\nүшін сорпа мен шырынды сумен араластырып беріңіз. Балаңызға табиға су мен\nсусынды берудің қажеті жоқ. Жай судың құрамында сусыздануды тоқтататын\nсұзды және қажетті заттар жоқ. Сусынның құрамында, негізі, қант көп болады, ол\nбаланың асқазанын тітіркендіреді.\n\nҚұсу мен диареяны тоқтату үшін дәрілік препараттарды қолдану керек пе?\nӘдетте жоқ. Негізі құсу мен іш өту өздігінен тез кетеді. Құсу мен іш өту кезіндегі\nинфекция ағзаның қорғаушы реакциясы болып табылады. Ол инфекциялық агентке қарсы\nбағытталған ағзаның бөліндісі. Құсу мен диареяны тоқтататын дәрілерді қабылдағанда,\nолар ағзаның өзін қайта қалпына келтіруін кейіндетеді. Антибиотиктерді де қолданудың\nқажеті жоқ. Егер өзіңізге, болмаса, балаңызға дәрілік препараттарды беру керек болса,\nдәрігермен ақылдасыңыз.\n\nМен баланың бойында сусызданудың басталғанын қалай білсем болады?\nБалаңыздың бойындағы сусызданудың басталғанын бірден анықтау қиын. Әдетте,\nсусызданудің бастапқы белгілерін біліп болғанша, бұл ауру, бірден ауыр сатысын шығып\nкетуі ықтимал. Әсіресе, нәрестенің не жас баланың аздаған сусыздануын байқасаңыз,\nбірден дәрігерге хабарласыңыз. Егер науқас сусызданудың ауыр түріне тап болып, құсу\nмен іш өтудің салдарынан көп мөлшерде сұйықтық жоғалтатын болса, оған ішіне арнайы\nсұйықтықтарды қабылдау керек болады.\n\nСусызданудың симптомдары\nНесебі күңгірттеніп, ағзадан бөлінуі азаяды;\nНесепағары ұстап қалады (оны баланың күніне жөргегін 6 рет ауыстырумен\nесептеуге болады, ал жас балалардікі күнініне 8 рет);\nШөлдейді (бала шөлдеп, мазасызданып, жылауы мүмкін);\nТітіркене береді;\nТәбеті болмайды;\nСалмағы түседі;\nАузы құрғай береді;\n18 айдан кіші балалардың еңбегі қатайып қалады;\nТерінің жабысқақтығы, серпінділігі жоғалады;\nҰйқышыл келеді.\n\nДәрігерге қашан қаралу керек?\nБалаңыздың бойында іш өту мен құсу өршіп келе жатса, немесе баланың құсуы мен іші\nөтуі ұзаққа саозылса дәрігерге хабарласыңыз:\nНәресте 6 айға толмаған болса;\n6 айдан асса, бірақ дене қызуы 38 0 С – тан жоғары болып тұрса;\nСусызданудың белгілері байқала бастаса;\nҚұсуы 8 сағаттың ішінде тоқтамаса, және сізге бағынбайтын мінез –құлық танытып\nжатса;\nҮлкен дәретімен қан араласып шықса;\nҚұсығымен қан араласып шықса;\n8 сағаттан артыұ кіші дәретін сындырмаса;\nБірдеңе жұтып алса, немесе улы бірнәрсе жеп алса;\nБұлшық еттірі қатайып, басы ауырып тұрса;\nБала ұйқышыл болып, бойкүйезденіп қалса;\n2 сағаттан артық іші ауырып жыласа\n- дәрігерге хабарласқаныңыз\nжөн.\n\nДәрігерге мына сұрақтарды қойсаңыз болады\n- Құсу мен іш өту басқа да аурулардың симптомдары болуы мүмкін бе?\n- Қандай дәрілік препараттар құсу мен іш өтуге қарсы қоллданылады?\n- Егер менің баламның асқорту жүйесі уланған болса, оны қалай анықтаймын?\n- Менің баламның іші жиі өтеді, ол алаңдайтын жайт па?\n- Менің баламның іші кейде өтеді, ол алаңдатарлық жайт па?\n- Менің балам құсқанда және іші өткенде ешнәрсе жемей қояды, ол кезде не істесем\nболады?\nТолығырақ: https://anamed.kz/tiki-read_article.php?articleId=631",
                "date": "8.10.2021",
                "upvotes": 0
            },
            {
                "text": "Тезірек дәрігерді үйге шақыртыңыз немесе барыңыз. Бір айлық баланы интернеттегі кеңестермен емдеу дұрыс емес.",
                "date": "11.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашықтан оқуға болатын университеттер бар ма?",
        "question_content": "2018 жылы медколледжден медсестраны бітірдім, енді қазір басқа мамандыққа университетке тапсырғым келеді  дистанционно,  заочно оқуға. Қызылорда дағы университеттер қабылдамайды дистанционно. Басқа қай жақта қабылдайды?",
        "question_date": "5.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырттай оқыту  – күндізгі оқу түрімен және өздігінен білім алумен сәйкестендірілген оқу түрі болып табылады.  Сырттай оқыту нысаны теориялық бөлімді зерделеу, тапсырамаларды орындау және бақылау жұмыстарын шешу арқылы материалды өздігінен игеру дегенді білдіреді. Студент сессия мен соңғы емтихандар кезінде міндетті түрде қатысуы керек. Сырттай оқыту нысаны тек колледж бен ЖОО түлектері үшін ғана қолжетімді. Ш.Уәлиханов атындағы КМУ бакалавриатының сырттай оқыту нысанының мамандықтары:\n\n⦁    5В010300 - Педагогика және психология\n⦁    5В010100 - Мектепке дейінгі оқу мен тәрбие\n⦁    5В010200 - Бастауыш оқытудың педагогикасы мен әдістемесі \n⦁    5В010700 - Бейнелеу өнері және сызу\n⦁    5В010800 - Дене тәрбиесі және спорт \n⦁    5В010900 - Математика\n⦁    5В011000 - Физика\n⦁    5В011100 - Информатика\n⦁    5В011300 - Биология\n⦁    5В011400 - Тарих \n⦁    5В011500 - Экономика және құқық негіздері\n⦁    5В011600 - География\n⦁    5В011700 - Қазақ тілі мен әдебиеті\n⦁    5В011800 - Орыс тілі мен әдебиеті\n⦁    5В011900 - Шет тілі: екі шет тілі\n⦁    5В012000 - Кәсіптік оқыту\n⦁    5В012100 - Қазақ тілінде оқытпайтын мектептердегі қазақ тілі мен әдебиеті 5В012200 - Орыс тілінде оқытпайтын мектептердегі орыс тілі мен әдебиеті 5В012300 - Машина жасау\n⦁    5В030100 - Заңтану \n⦁    5В050300 - Психология\n⦁    5В050600 - Экономика\n⦁    5В050700- Менеджмент\n⦁    5В050800 - Есеп және аудит\n⦁    5В050900 - Қаржы\n⦁    5В051100 - Маркетинг\n⦁    5В060800 - Экология\n⦁    5В070300 - Ақпараттық жүйелер\n⦁    5В070400 - Есептеу техникасы және бағдарламамен қамтамасыздандыру\n⦁    5В070700 - Тау-кен ісі \n⦁    5В071200 - Машина жасау\n⦁    5В071300 - Көлік, көлік техникасы және технологиялар\n⦁    5В072800 - Қайта өңдеу өндірісінің технологиясы (салалар бойынша)\n⦁    5В072900 - Құрылыс \n⦁    5В073200 - Стандарттау, сертификаттау және метрология (салалар бойынша)\n⦁    5В080100 - Агрономия\n⦁    5В080700 - Орман ресурстары  және орман шаруашылығы\n⦁    5В080200 - Мал шаруашылығы өнімдерін  өндіру  технологиясы\n⦁    5В080600 - Аграрлық техника және технология \n⦁    5В080800 - Аграрлық техника және технология \n⦁    5В090100 - Көлікті пайдалану және  жүк қозғалысы мен тасымалдауды ұйымдастыру  \n⦁    5В090200 - Туризм\n⦁    5В090300 - Жерге орналастыру \n⦁    5В090700 - Кадастр\n⦁    5В090500 - Әлеуметтік жұмыс\n⦁    5В091000 - Кітапхана ісі \n⦁    5В091200 - Мейрамхана  ісі және мейманхана бизнесі \n⦁    Оқу мерзімдері:\n⦁    Жоғары білім негізінде – 2 жыл\n⦁    Орта кәсіптік білім негізінде – 3 жыл",
                "date": "14.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіме қол жұмсау туралы көп ойлаймын. Бұл ойдан қалай арылуға болады?",
        "question_content": "Маған психалогиялық көмек керек. Өзіме қол жұмсағым келеді.Стрестен шыға алар емеспін.",
        "question_date": "5.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз-өзіңізді өлтіргеннен проблема мен ауыртпашылық сізде де жақындарыңызда да көбейетінін есіңізге алыңыз. Себебі, өз өзін өлтірген адам ол үлкен күнә жасап күнәһар болады, тозақи адам болады. Ал жақындарыңыздың жүрегінде мәңгі өшпес өкініш қалады, неге біз оны байқап көмектесе алмадық деген және басқа да ойлар мазалап жүректерін жаралайды.  \nЖәне де дүниеде барлық адамның басында өте алмаймын ау деген қиндықтар болады,  Алла бізді сынақ жіберіп сынайды.Және пендеге өзі көтере алмайтын сынақ берілмейді делінген. Аллаға сыйынып, өз күш жігеріңізді жинап, аяққа тұрып ,өмір қуанышын сезіп, шын бақытты жан болуыңызға тілектеспін.",
                "date": "12.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір соттық жер қанша тұрады?",
        "question_content": "Қазахстанда қазіргі өкіметтің  бір соттық жер  қанша тұрады бағасы",
        "question_date": "5.10.2021",
        "question_tag": "Заң",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бағасы — капиталға айналған жер рентасы. Егер жердің адамзаттың мекені тұрғысынан қарасақ, жерге ешқандай баға жоқ. Жерсіз адам да, жан-жануар да, өсімдіктер де өмір сүре алмайды. Жерді жаратуға ешқандай да адам еңбегі шығындалмаған. Өздігінен адам еңбегінің нәтижесі бола алмайтындықтан жердің құны болмайды. Жеке меншік жағдайында жер тауар ретінде алып-сатылады, тауар айналысына енеді, яғни жер бағаланады. Жер бағасы, бір жағынан, рента мөлшерімен, екінші жағынан, қарыз процентімен белгіленеді. Жер бағасы рентаның көмегімен анықталады, ал жер рентасы жер иесінің оны пайдаланушыдан алатын табысының бір бөлігі, яғни арендалық төлемнің бөлігі. Егер жер учаскесі жыл сайын 10000 теңге рента келтіретін болса, ал банк салымнан 10% алатын болса онда жердің бағасы (10000100):10=100000 теңге болады, бұл жерге төлем шамасын жуықтап анықтау үшін пайдаланылатын әдіс\nТолығырақ;\n\nhttps://kk.wikipedia.org/wiki/%D0%96%D0%B5%D1%80_%D0%B1%D0%B0%D2%93%D0%B0%D1%81%D1%8B#cite_note-1",
                "date": "2.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың зат мөлшерін анықтаңыз.",
        "question_content": "Қысымы 96кПа және температурасы 17 газдың 10  көлеміндегі зат мөлшерін  анықтау керек.",
        "question_date": "5.10.2021",
        "question_tag": "Физика",
        "question_views": 809,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газдағы заттың мөлшерін мына формуламен анықтауға болады:\n\nn = pV / RT\n\nҚайда:\n\nn – заттың мөлшері, моль\n\np - қысым, Па\n\nV - көлемі, м³\n\nR - әмбебап газ тұрақтысы, 8,314 Дж/(моль К)\n\nТ - температура, К\n\nБіздің жағдайда газ қысымы 96 кПа, газ температурасы 17 ° C, бұл 290 К.\n\nn = 96000 Па * 10 м³ / 8314 Дж/(моль К) * 290 К\n\nn = 4,24 моль\n\nСонымен қысымы 96 кПа және температурасы 17 °С газдың 10 көлеміндегі зат мөлшері 4,24 моль.\n\nНазар аударыңыз, біз температураны Цельсий бойынша пайдаландық, бірақ заттың мөлшерін есептеу формуласы Кельвиндегі температураны пайдалануы керек. Ол үшін мына формуланы пайдаланып температураны Цельсий градусынан Кельвинге түрлендіру керек:\n\nT = t + 273,15\n\nT = 17 °C + 273,15\n\nT = 290 К",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарлығаш ұясын неге үйдің ішіне салады?",
        "question_content": "Қарлығаш ұясын неге үйдің ішіне салады?",
        "question_date": "4.10.2021",
        "question_tag": "Жануарлар",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарлығаш (лат. Hirrundinidae) — торғайтәрізділер отряды, әнші торғайлар тобының тұқымдасы.[1]\n\nАрктика мен Антарктидадан басқа аймақтарда кеңінен таралған, 20 туысқа бірігетін 79 түрі бар. Қазақстанда 5 түрі (жар қарлығашы, құз Қарлығашы, қосреңді Қарлығаш, секпілтөс Қарлығаш, кент Қарлығашы) кездеседі.\n\nҚарлығаштың тұмсығы қысқа, тұмсығының түбі кең, езулерінің арасы алшақ. Қанаттары жіңішке әрі ұзын. Дене бітімі ерекше сымбатты. Саусақтары қысқа, әрі әлсіз, жерде жүруі ебедейсіз. Қ-тың қауырсыны тығыз, жотасы қара түсті жылтыр. Сыртқы түрінен еркегі мен ұрғашысының айырмашылығы байқалмайды. Дене тұрқы 9—23 см, салм. 10—60 г.\n\nҚарлығаш өте жақсы ұшады, тіршілігінің көп уақытын ауада ұшып жүріп өткізеді. Су үстінен ұшып бара жатып-ақ су іше береді. Ұшып жүріп қорегін ұстап жейді. Дауысы онша қатты емес. Қарлығаш ұясын саз балшықтан сілекейімен араластырып бекем етіп жартас қуыстарына, жағалаудағы жарға, үй ішіне, кейде ағаш басына да салады. Ұясы жарты ай немесе түбі кең, аузы тар құмыра пішінді. Ұясының түбіне қауырсыннан, т.б. заттардан жұмсақ төсеніш жасайды. Ашық ұядағы жұмыртқа қара теңбілді шұбар, жабық ұядағы жұмыртқа ақ түсті болады. Жылына 1, кейде 2 рет 3—7 жұмыртқа салып, балапан басып шығарады. Балапандары қызылшақа болып туады.\n\nҚорегі көбіне ұсақ жәндіктер. Ашық күндері биіктеп ұшады да, ауа райы жауын-шашынды болар алдында жер бауырлап ұшады. Сондықтан да қарлығаштың ұшу ерекшелігіне қарап ауа райының өзгерісін алдын-ала болжауға болады. Сұр қарлығаш сағатына 170 км жылдамдықта ұшады екен.\n\nҚарлығаш ұясын үйге салғанның үлкен белгісі қауіпсіз болғандығынан.Адам баласы қастерлеп жақсы көретін ерекше құстың бірі.",
                "date": "10.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Sin 2x - 2sinx * cosx=3 cos 2x теңдеуін шешіңіз.",
        "question_content": "Sin2x -2sinx ×cozx =3cos 2x",
        "question_date": "3.10.2021",
        "question_tag": "Математика",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығаруға болады.",
                "date": "3.10.2021",
                "upvotes": 0
            }
        ]
    }
]