[
    {
        "question_title": "Кері және күрделі функцияларға 3 мысал.",
        "question_content": "Кері функция табуға 3 мысал келтіреміз\n\nКүрделі функцияға 3 мысал орындаймыз",
        "question_date": "11.09.2020",
        "question_tag": "Математика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "F2, O2,CO2 байланыс түрін және елелігін табу",
        "question_content": "Мына молекулалардағы: F2, O2, Co2 байланыс түрін және еселігін табыңдар",
        "question_date": "11.09.2020",
        "question_tag": "Химия",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F2 - ковалентті-полярсыз байланыс. 1\nO2 - ковалентті-полярсыз байланыс. 2\nCO2 - ковалентті-полярлы байланыс. 2-2",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтарма және қайтарымсыз іріктеу дегеніміз не",
        "question_content": "Қайтарма және қайтарымсыз іріктеу дегеніміз не",
        "question_date": "11.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түрде іріктеудің қандай түрлері болады?",
        "question_content": "Жоспарлы түрде іріктеудің қандай түрлері болады?",
        "question_date": "11.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іріктеп алу - ақпарат жинап, оның іріктеп алынған бір ғана бөлігін талдаудан жүрттың неғүрлым ірі топтары жөнінде баллам жасау. Халық санағы - әлеуметтік және экономикалық өзгерістерді бақылаудың қымбатқа түсетін тұрі. Олар жиі емес әдетте он жыдда бір рет өткізіледі. Іріктеп алу елдің бүкіл тұрғындарын немесе оның жеке топтарын өдцеқацда арзан және жиірек зерттеуге мүмкіндік береді, мұның үстіне ресурстар жиналатын ақпараттың терендігі мен сапасын жақсартуға бағытталады, ал халық санагында алынатын ақпарат үстірт болады. Іріктеп алу басқа да әдістерді, мысалы, өндіруші өнеркәсіпте сапаны бақылау ретінде жүргізіледі. Әлеуметтану ілімінде оны реттеп алу мен қорытынды статистика методологиясының негізі ретінде пайдалану эмпиристік зерттеудің экономикалық тиімділігін орасан жақсартуға септігін тигізді.\nЫқтимал іріктеу парықталатын универсумның өрбір окілі оны іріктеп алудың белтілі бір немесе тіркелген мүмкіндігіне ие болуын талап етеді, Бұл әртұрлі мөлшерде Іріктеп алудан бүрыс байлам жасау тәуекелін санмен өлшеу үшін қажет. Егер жұрттың бір тобынан екі өкілдің бірі еркін тандап алынатын болса, осылай іріқтелген өкілдердің жартысы тұтас топтың өкілі бола алмау тәуекел, елу адамнан бір окіл іріктеп алынғандығынан әлдеқайда кем болатыны интуиция бойынша айқын секілді көрінеді. Екінің бірінен іріктелгендер үлесінің неғүрлым жоғары болуы, бірдің үлесіне қарағаңда неғүрлым сенімді ақпарат беруге тиіс секілді көрінеді. Бірақ Іріктеп алудың іс жүзіндегі мөлшері осынау іріктеу қаншалықты өкілдікті екенін анықтауда әлдеқайда маңызды. Шамамен 2500 адамды іріктеп алу тұтас алғанда, ол 100000 адамнан немесе бір миллион адамнан алынғанына қарамастан, сенімділік жағынан да, өкіл болуы жағынан да бірдей болып шығады. іс жүзінде 2000 — 2500 адамды Іріктеп алу бүкіл ел ауқымында іріктеп зерттеу жүргізгенде, әсіресе сипаттамалардың тар шеңбері парықталғанда ең жиі кездесетін өлшем. Іріктеп алуды жүргізу жоспарлары толып жатыр. Еркін реттеу немесе қарапайым еркін іріктеу — Бұл әрбір адамға алынуға тең мүмкіндік болатын іріктеу, мұнан кейін нәтижесіңде алынған ақпаратқа ықтималдық статистика әдістері қолданыла алады.\nмұның жиі кездесетін бір нүсқасы стратификациялаған еркін іріктеу: жүрттың парықтшіатын тобы өуелгі шағын топтарға немесе жіктерғе бөліп, еркін іріктеу сол жіктердің ішінде жүргізіледі. Мысалы, еркін іріктеу саяси өкілдердің еркеқтер тобына да, әйелдер тобына да қолданыла алады, бірақ саны көп еркеқтер тобынан жиырманың бірі әйелдер тобының саны салыстырмалы тұрде аз болғандықтан, екінің бірі іріктеп алынуы мүмкін. Тағы бір жиі кездесетін нүсқа аз сатылы немесе көп сатылы (Бұл кейде комплексі деп аталады) іріктеу. Мысалы, еркін іріктеу әуелі зерттеу үшін жертілікті салалардың шектеулі санын іріктеп алу үшін, содан кейін оның екінші сатысы еркін іріктелген сала ішінен адамдарды немесе үй шаруашылықтарын, не компанияларды іріктеп алу үшін қодданынады қажет болғанда екінші саты үшке тіпті одан да көпке дейін ұлғаитыла алады, бірақ ақтық іріктеу тадцауды куаттау үшін жеткшікті мол болуы керек. іріктеуді жасаудың осынау жоспарларының бөріңде түпкілікті іріктеу процесінде еркін таңдау қолданынады, ол үшін сайлаушылар тізімінен, үй шаруашылықтары мекенжайынан, компаниялар атауларынан немесе ақтық іріктеуді құрайгъш басқа өкіддерден тізім жасалады Олардың бәрі топтардан іріктеудің процедураларына қайшы келетін ешқандай алмастыруға жол берілмей, зерттеуге енгізілуге тиіс. Осы себептен еркін іріктеу бойынша зерттеуге қатысатын сұраушынар тиісті сұралмаңцардың зерттеуге катысудың қажеттіпне көзш жеткізу үшін көп күш-жігер жүмсауы керек іріктелген барлық өкілдермен србат жүргізудегі сәтсіздік мәліметтердщ толық алынбауына байланысты, кемшіліқтерге соқтыруы мүмкін. Қарапайым еркін іріктеу кезіндегіге қарағаңда, іріктеудщ комплексті жоспарларын жасау кезіндегі қателіқтерді статистикалық жағынан анықтау анағүрлым қиын. іріктеу пайызы мен іріқтелгеңцер мөлшері белтілі болған бойда, ықтимаддық теориясы толып жатқан статистикалық байламдарға нега береді, ол баиламдарды іріктеп алынғаңцардың бақылау Универсум сипаттары жөнінде шыгаруға болады іріктелген орта мәндердің бөлінуіндегі стандарт ауытку (Бұл туралы жас мөлшері секілді кез келген сипаттама үшін алынатын орташа мәндей стандарт қателік жайындағыдай айтылады) іріктеліп алынған мәліметтердің сеніщілігін бағалау үшін есептеле алады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%86%D1%80%D1%96%D0%BA%D1%82%D0%B5%D0%BF_%D0%B0%D0%BB%D1%83",
                "date": "17.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңеулер жүйесін әртүрлі тәсілде шығар?",
        "question_content": "1)қосу тәсілі :{x2+y=25;x2-y=7\n\n2)алмастыру тәсілі :{у2+ху=12;х2-ху=-3\n\n3)графиктік тәсілі :{у=х2-6х+5;у=2,5х-13\n\n4)жана айналмалы енгізу тәсілі :{х+у+2ху=7;ху+2(х+у)=8",
        "question_date": "11.09.2020",
        "question_tag": "Математика",
        "question_views": 170,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гугл Адсенс, Яндекс жарнамаларын барлық сайттарда көрсетуге бола ма?",
        "question_content": "Менде блогспот блогплатформасында сайт бар еді, жалпы қалай жарнама қосуға болады?\n\nАқша шығаратындай .",
        "question_date": "11.09.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гугл, яндекс көп сайтта қолданылады десе болады.Бірақ әлеуметтік желілер емес,мысалы инста,вк.Егер сайт жақсы болса жеке домен, хостинг ашқаның дұрыс.",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңадан танысқан қызға сүйген смайлик жіберсең не болады?",
        "question_content": "Жаңадан танысқан қызға сүйген смайлик жіберсең не болады?",
        "question_date": "11.09.2020",
        "question_tag": "Достық",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе болмайды.\n\nСізді жеңілтек екен деп  ойлар ары кетсе, болды, басқа еш жаман ой болмас.",
                "date": "11.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Клиптік ойлау дегенді қалай түсінесіз? Клиповое мышление",
        "question_content": "Басқа сайттардан тіке көшірілген жауаптар емес, жалпы өз ойларыңызбен қорытып жазсаңыздар. Өзіңізде клиптік ойлау бар деп ойлайсыз ба?",
        "question_date": "11.09.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Клиптік ойлау-бұл өмір сүру жағдайлары мен өмір ырғағының өзгеруі негізінде қалыптасатын сапа. \"Клиптіліктің\" ерекшеліктері деректерді өңдеу жылдамдығы, көрнекі қабылдаудың басым болуы, ұзақ сызықтық тізбекті және біртекті ақпаратты қабылдау проблемалары болып табылады. Бұл л.с. Выготский сипаттаған тұжырымдамалық ойлауға тікелей қарама-қайшы, бұл адамға заттардың маңызды белгілерін табуға және ажыратуға, ақпаратты оңай тереңдетуге және оның аналитикалық шолуын жүзеге асыруға мүмкіндік береді. Ойлаудың тұжырымдамалық түрі бар адам ақпаратты мұқият зерттейді және талдайды, бірақ осы уақытқа байланысты өңдеуге көп уақыт кетеді. Мұндай адамдарды психологтар жиі \"кітап адамдары\"деп атайды.",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП ашқаннан кейін",
        "question_content": "Мен 4-5 жыл бұрын кредит алу үшін ип ашқанмын, бірақ ип арқылы ешқандай жұмыс істемедім. Енді соттан қағаз кеп тұр, маған айыппұл сала ма? Мен оны өзі жабылып қалар деп ойлағам ғой. Енді не істесе болады?",
        "question_date": "11.09.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не қағаз келіп тұр?\nСоған байланысты әрекет етесің ғой.\n1414ке хабарлас.",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ әдебиеті мен құқық пәндері",
        "question_content": "Қазақ әдебиеті мен құқық пәндерін таңдап қандай мамандықа және қайда түсе аламын?",
        "question_date": "11.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдаудың бейіндік пәндері жайлы толық ақпаратты төтендегі видеодан  толық көре аласыз:",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Words of native origin and borrowed words туралы не айта аласыздар?",
        "question_content": "Презентация жасау керек идея барма?",
        "question_date": "10.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гуглға Words of native origin and borrowed words презентация деп жазсаң шығады ғой, жетеді.",
                "date": "11.09.2020",
                "upvotes": 0
            },
            {
                "text": "Алма  apple\nАлма  do not take\nосыны салып көр",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам баласы қалай пайда болды?",
        "question_content": "Адам баласы қалай пайда болды? Маған қазақстан тарихына керек.",
        "question_date": "10.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Африкадан Ақылды-Адам атаулы нәсіл туып, Бір тобы ыстық қуаншылықтан қашып евразияға өтеді, соның бір бөлегі төте солтұстыққа қарай көшіп, қоңыр жай Арқа Алтай өңіріне келеді, ірге тебеді, бұлар C - Ydna. Осылар өркендей келе, шашырап келе, Евразия кәрі құрлықтың шет шағаларындағы басқа нәсілді адаммен будандаса, D-Ydna, E-Ydna, G-Ydna, O-Ydna, R-Ydna... т. б. топтарды жаратады.\nНегізі, осылай...",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология Ғылымның қандай салалары бар?",
        "question_content": "3. Биологияның қандай зерттеу әдістері бар?\n\n4. Биология Ғылымның негізін кім қалады?",
        "question_date": "10.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Квадраттық матрицаны квадраттық емес матрицаға көбейтуге бола ма?",
        "question_content": "Квадраттық матрицаны квадраттық емес матрицаға көбейтуге  бола ма?\n- Квадраттық емес матрицалардың көбейтіндісі квадраттық матрица болуы мүмкін бе?\n- Нөлдік матрицалардың көбейтіндісі нөлдік матрица бола ма?\n- А және АТ матрицалары өзара тең болуы мүмкін бе?\n- (АТ+ ВТ)= АТ+ВТ теңдігі дұрыс па?",
        "question_date": "10.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 855,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қосу\nМатрицаларды қосу амалдары бірдей өлшемді матрицалар үшін орындалады. Am×n=( аij) және Bm×n=( bij) матрицаларының қосындысы деп элементтері cij= aij + bij (i=1,m; j=1,n) болатын Cm×n=(cij) матрицасын айтады.\nМатрицалар айырымы тура осылайша анықталады.\nМатрицаны санға көбейту\nAm×n=( аij)  матрицасын к санына көбейтіндісі деп элементтері bij=k*аij,  (i=1,m; j=1,n)  болатын Bm×n=( bij) матрицасын айтады.\nМатрицалардың қарапайым түрленуі\n- матрицаның екі параллель қатарының орындарын ауыстыру;\n- матрицаның қатарының барлық элементтерін нөлге тең емес санға;\n- матрицаның қатарының барлық элементтерін нөлге тең емес санға көбейту;\n- матрица қатарының барлық элементтеріне параллель қатардың сәйкес элементтерін бір санға көбейтіп қосу;\n- А және В матрицалары эквивалент матрицалар деп аталады, егер оның біреуі екіншісін элементар түрлендіру арқылы алынса.\nКез-келген матрицаны элементар түрлендірулер арқылы бас диагональдарында бірлер, қалған элементтері нөлге тең матрицасына келтіруге болады. Мұндай матрицаны канондық (қарапайым) матрица деп атайды, мысалы:\n.\nМатрицаларды көбейту\nМатрицаларды көбейту амалы бірінші матрицаның тік жолдар саны екінші матрицаның жатық жолдар санына тең болғанда ғана орындалады.\nAm×n=( аij) матрицасының Bm×n=( bij) матрицасына көбейтіндісі деп элементтері cik=аi1∙ b1k+ аi2∙ b2k +…+ аin∙ bnk , мұнда i=1,m; k=1,p  арқылы анықталатын  Cm×p=(cik)  матрицасын айтады, яғни С матрицасының і-ші жатық жол және к-ші тік жол элементі А матрицасының і-ші жатық жолы В матрицасының к-ші тік жол сәйкес элементтерінің көбейтінділерінің қосындысы. cik  элементін келесі схема бойынша көрсетуге болады:\n1.1-сурет- Матрицаларды көбейту ережесі\nЕгер А және В өлшемдері бірдей квадрат матрицалар болса, онда АВ және ВА көбейтінділерін табуға болады. АЕ=ЕА=А екендігін оңай көрсетуге болады, мұнда А - квадрат матрица, Е - бірлік матрица.\nТолығырақ: http://lib.kstu.kz:8300/tb/books/2018/VM/Mahmetova/%D0%A2%D0%B5%D0%BE%D1%80%D0%B8%D1%8F/1.1.htm",
                "date": "17.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физиканы қалай үйренуге болады?",
        "question_content": "физиканы калай толык уйренып алуга болады нөлден бастап уйрететын сайттар барма?",
        "question_date": "10.09.2020",
        "question_tag": "Физика",
        "question_views": 976,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай әртүрлі сайттар көп, орысша жақсы түсінсеңіз мына жерден көруге болады.\n\nhttps://www.youtube.com/channel/UCU1VDozkhXubMD291P8tyPg/videos",
                "date": "10.09.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақша курстар бар.",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлікке қатысты жылдамдығын табу.",
        "question_content": "60 км/сағ жылдамдықпен қозғалып келе жатқан қызыл көліктің 80 км/сағ жылдамдықпен қозғалып бара жатқан көк көлікке қатысты олар ...... жылдамдығын анықтаңыз\n\nА)параллель бір бағытта қозғалғандағы;\n\nБ)параллель қарама-қарсы бағытта қозғалғандағы;\n\nВ)бір-бірінен тік бұрыш жасай алыстағандағы",
        "question_date": "10.09.2020",
        "question_tag": "Физика",
        "question_views": 906,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүзгіштің жағаға қатысты жылдамдығын анықтаңыз.",
        "question_content": "Жүзгіш ені 225 м болатын өзенді көлденеңінен суға қатысты 1,5 м/с жылдамдықпен жүзіп өтпекші. Өзен ағысының жылдамдығы 1,2 м/с. жүзгіштің жағаға қатысты жылдамдығын анықтаңыз. Екінші жағаға жеткенде жүзгіш бастапқы орнынан қандай аралыққа ығысады? Жүзгіштің орын ауыстыруы неге тең?",
        "question_date": "10.09.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Барабанның бұрыштық орын ауыстыруын анықтаңдар.",
        "question_content": "Цирк аренасында ат 1 минутта 2 айналым жасайды. Аренаның радиусы 6,5 м. Айналу периоды мен жиілікті, жылдамдық пен центрге тартқыш үдеуді\n\n№2. Сепаратор барабанының бұрыштық жылдамдығы 900 рад/с. 15 с ішіндегі барабанның бұрыштық орын ауыстыруын анықтаңдар.",
        "question_date": "10.09.2020",
        "question_tag": "Физика",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Параллелограммның бір бұрышы екіншісінен бес есе кіші. Қалған бұрыштарын табыңдар",
        "question_content": "Параллелограммның бір бұрышы екіншісінен бес есе кіші. Қалған бұрыштарын табыңдар.",
        "question_date": "10.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кішірек бұрышы х, ал екінші, үлкен бұрышы 5х болсын. Параллелограммның бұрыштарының қосындысы 360 °, ал параллелограммның қарама-қарсы бұрыштары тең екенін біле отырып, жазамыз: x + x + 5x + 5x = 360 12х = 360 x = 30 Үлкен бұрышы 5 * 30 = 150",
                "date": "10.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 7.6 л (қ.ж) CO2 массасы 285 г",
        "question_content": "Көлемі 7.6 л (қ.ж) CO2 массасы 285 г , массалық үлесі 0.12 BA(OH)2",
        "question_date": "10.09.2020",
        "question_tag": "Химия",
        "question_views": 977,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иә, мен сізге бұл тапсырманы орындауға көмектесе аламын.\nСО2 көлемі 7,6 л массасы 285 г СО2 молярлық массасы 44 г/моль сондықтан СО2 затының мөлшері:\nn = м / М = 285 / 44 = 6,47 моль\nBA(OH)2 массалық үлесі 0,12, сондықтан BA(OH)2 массасы:\nm(BA(OH)2) = 0,12 * 7,6 * 10^3 = 912 г\nBA(OH)2 молярлық массасы 171 г/моль, сондықтан BA(OH)2 затының мөлшері:\nn(BA(OH)2) = m / M = 912 / 171 = 5,3 г/моль\nBA(OH)2 мольдік үлесін де есептей аласыз:\nx(BA(OH)2) = n(BA(OH)2) / (n(BA(OH)2) + n(CO2)) = 5,3 / (5,3 + 6,47) = 0, 47\nЖауабы: BA(OH)2 массасы 912 г, BA(OH)2 мольдік үлесі 0,47.",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаев орыс тілін қалай үйренді?",
        "question_content": "Балалық шағынан ауылда өскен бала Ибрахим Абай Құнанбаев қалай орыс тілін тез меңгеріп алды?",
        "question_date": "10.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әке-шешесінің қасында жүрсе де жас Абай оқудан қол үзбейді, бос уақытында қазақтың мәдениетін, араб, парсы, шағатай тілдерін үйренеді. Шығыс әдебиетінің алыптары Низами, Хожа Хафиз, Науаи, Физули т. б. ақындарының өлеңін жаттап өседі. Кейін ол орыс әдебиеті мен тілін өздігінен үйреніп, орыстың ұлы ойшылдары Пушкин, Гоголь, Лермонтов, Щедрин, Некрасов т. б. шығармаларымен танысады. Сонымен бірге ағылшын ғалымы Дарвиннің, Шекспирдің шығармаларын да оқиды. Соның арқасында дүниетанымын кеңітіп, білімін шыңдай береді.\nТолығырақ : https://abaialemi.kz/kz/page/view?id=1",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпан революциясынан кейін Қазақстанда қандай билік органдары құрылды?",
        "question_content": "Ақпан революциясынан кейін Қазақстанда қандай билік органдары құрылды? Қос өкімет дегеніміз не?",
        "question_date": "10.09.2020",
        "question_tag": "Мектеп",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уақытша өкімет пен алашорда",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақыл сөздер туралы әдеби эссе керек?",
        "question_content": "Әдеби эссе керек еді нақылдер туралы. Қазақтың нақыл сөздері туралы жаңа тың ақпараттарға толы эссе жазып берсеңіздер.",
        "question_date": "10.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "19 жастағы ер бала 1 айлық әскерге бара алама?",
        "question_content": "ЖОО да әскери кафедрадан өтпесе.Қазақстандағы әскери техникалық мектептер 40 күн 22 жастан қабылдайды.Басқа қандай жолдары бар.Запастағы офицер атағын алу үшін.",
        "question_date": "10.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/677403/",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыш ережесі дегеніміз?",
        "question_content": "Үшбұрыш ережесі дегеніміз\nВекторды векторға қалай қосамыз?\n\nВекторды вектоктар қалай азайтамыз?",
        "question_date": "10.09.2020",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыш ережесі\n\na + b > c\n\na + c > b\n\nb + c > a",
                "date": "10.09.2020",
                "upvotes": 0
            }
        ]
    }
]