[
    {
        "question_title": "Мұғалім баланың басына түртсе қылмыс болып есептеледі ма?",
        "question_content": "Сабақ соңында оқушылар бір бірімен тобелесіп арашаға мұғалім кіріп баланың басынан түртсе жаза қолданылыдыма?",
        "question_date": "1.05.2024",
        "question_tag": "Мектеп",
        "question_views": 670,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр саланың қиындығын тек қана өз маманы біледі. Әр түрткенге мұғалімдерге жаза қолдана берсек, онда кім баламызға білім береді?!",
                "date": "4.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юрист мамандығын бітіріп,қай жерге жұмысқа кіре аласын?",
        "question_content": "Юрист мамандығы туралы мәліметтер керек толықтай",
        "question_date": "1.05.2024",
        "question_tag": "Заң",
        "question_views": 741,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі заман білімділер заманы, егер білімді болсаңыз өзіңіз қалаған жерге жұмысқа тұра аласыз. Себебі заңгер мамандығы кез келген жұмыс орнында керек.",
                "date": "4.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=x3–3x2+3x+2 ең кіші және ең үлкен мәндерін табу керек?",
        "question_content": "y=x3–3x2+3x+2 ең кіші және ең үлкен мәндерін табу керек?",
        "question_date": "1.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көктасқа жазылатын өлең керкк 4 жол ағамыз 63 жаста",
        "question_content": "Ағамыз 63 жаста ұлы бар. Кенеттен айырылдык",
        "question_date": "30.04.2024",
        "question_tag": "Жанұя",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көре алмай тіршіліктің көп қызығын,\nТата алмай шаттық өмір тәттілігін.\nЖарқырап келе жатқан жұлдызым ең,\nӘттең-ай! Ерте сөнді-ау от-ғұмырың.\n**************\nСағыныштан көзден ағар тамшы нұр,\nКелте қысқа жеткізбейтін қамшы өмір.\nО дүние мен бұл дүниенің арасын\nБайланыстырар пайғамбардың үмметі",
                "date": "8.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып география 10 сарамандық жұмысты жазу?",
        "question_content": "7 сынып география пәнінен 10шы сарамандық жұмысты жазып беріңдершш эжпжпжпжп өтінеммм СРОЧНООООООООО",
        "question_date": "29.04.2024",
        "question_tag": "Мектеп",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұманбай Молдағалиев \"Бауырлар\"өлеңіне сатылай кешен ді талдау жасау.",
        "question_content": "Авторы:\n\nТакырыбы:\n\nЖанр туры:\n\nИдеясы:\n\nШумак:\n\nТармак:\n\nБунак:\n\nБуын:\n\nҰйқас:\n\nӘдеби-теориялық ұғымдар:\n\nТәрбиелік мәні:",
        "question_date": "29.04.2024",
        "question_tag": "Мектеп",
        "question_views": 656,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "10 сыныпта оқимын таңдау пәнім физ матем. Қыз балаға қандай жақсы мамандықтар білесіздер?",
        "question_content": "Мен биыл 10 сыныпты бітіремін. Мамандық әлі таңдаған жоқпын Таңдау пәнім физика математика қандай мамандықты таңдасам болады?",
        "question_date": "28.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандықтар тізімі мынадай:\n\n- Математика мұғалімдерін даярлау\n- Физика мұғалімдерін даярлау\n- Информатика мұғалімдерін даярлау\n- Физика\n- Математика және статистика\n- Механика\n- Ақпараттық технологиялар\n- Ақпараттық қауіпсіздік\n- Коммуникациялар және коммуникациялық технологиялар\n- Материалтану және технологиялар\n- Электр техникасы және энергетика\n- Электр техникасы және автоматтандыру\n- Механика және металл өңдеу\n- Автокөлік құралдары\n- Теңіз көлігі және технологиялары\n- Әуе көлігі және технологиялары\n- Материалдар өндірісі (шыны, қағаз, пластик, ағаш)\n- Тоқыма: киім, аяқ киім және былғары бұйымдары\n- Тау-кен ісі және пайдалы қазбаларды өндіру\n- Қала құрылысы, құрылыс жұмыстары және азаматтық құрылыс\n- Стандарттау, сертификаттау және метрология\n- Жерге орналастыру\n- Су ресурстары және суды пайдалану\n- Санитарлық-профилактикалық іс-шаралар\n- Өрт қауіпсіздігі\n- Жылу энергетикасы\n- Магистральдік желілер және инфрақұрылым\n- Көлік құрылыстары\n- Ұшу аппараттары мен қозғалтқыштарды ұшуда пайдалану\n- Металлургия\n- Агроинженерия\n- Мұнай-газ ісі\n\nТаңдауды өзіңіз жасағаныңыз дұрыс деп ойлаймын, әр адамның көзқарасы әр түрлі.",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қысқа жылан көрдім",
        "question_content": "Достар бир түрлі түс көрдім өз ойларыңызды жаза кетсеңіз немесе түс жорушылар болса көмек керек\n\nЖалпы тусимде сол қолымда бир тесик бар екен бир кызыгы ол тестик ұя сияқты болып калган оны өзим байкамаыды екенмін екинши рет карадым сонда кишкентай жылан басы коринди өте кыска әк тусти басынан устап алып суырып алдым касымда әкем бар екен. Ол киси устап каркас салып тур. Осылай колымнын тесігіннен бес жылан шыкты бирнен-бири узын капка салып алып бара жаттым колымды тистеп алды. Бир кызыгы катты ауырған жок. Достар түсим тусиниксиздеу болуы мүмкін жалпы жылан туралы түс жору керек",
        "question_date": "28.04.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс көру - қиял процесінің ұйқы кезіндегі енжар бейнесі. Түс көруді физиологиялық тұрғыда түсіндірген академик И.П.Павловтың пікірі бойынша ұйқы кезінде ми клеткаларының қызметі толық тежелмейді, кейбір бөлімдері ояу қалпындағыдай жұмыс істей береді. Ми қыртысының осындай бөліктерін «күзетші пункт» деп атайды. Түс түлкінің боғы демекші, түсті кез келген ортада, кез келген адамға айта беруге болмайды. Себебі, түсті қалай жорыса, солай орындалу қауіпі бар.",
                "date": "8.05.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсімде сәби көрдім. Жас нәрестені суға ағызып жіберіпті мен ұстап алдым?",
        "question_content": "Түсімде өзеннен өтіп бара жатырмн өзен бойымен ағып жас шақалақ келе жатр екен жлап мен ұстап алып құшағыма басп жатрм",
        "question_date": "26.04.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс көру - кез келген адам ұйықтау кезінде бастан кешетін процесс.\nАдам жақсы түс көрсе, мына хадиске амал ету керек: \"Жақсы түс Алладан, біреулерің жақсы көретін нәрсесін көрсе, тек жақсы көретін адамына айтсын және тек насихатшыл (дұрыс) адамға немесе ғалымға айтсын\".",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 11 сыныптан кейін колледжге оқуға түстім.",
        "question_content": ".Мен 11сыныптан кейін колледжге түстім , 1курс аяқталып жатыр, осы жазда кешенді тест тапсырып универге грантқа түскім келеді, Но көбісі айтып жатыр КТ тапсыру үшін колледжден шығу керек деп (менде аттестаттың көшірмесі бар ,соны көрсетіп колледжден шықпаяқ тапсыруға болама??",
        "question_date": "25.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КТ-ға қатысу үшін үміткер желілік ЖОО-ның қабылдау комиссиясына және / немесе Ұлттық тестілеу орталығының сайты арқылы келесі құжаттарды ұсынады:осы Қағидаларға 1-қосымшаға сәйкес нысан бойынша өтініш; жоғары білім туралы құжат (түпнұсқа, қабылдау комиссиясына құжаттар тапсырған кезде); жеке басын куәландыратын құжаттың көшірмесі; 3x4 сантиметр өлшемді екі фотосурет; 075-У нысанындағы медициналық құжаттама электрондық форматта; тестілеуге қатысқаны үшін төлем туралы түбіртек.\nОқудан шықпасаңыз аттестат түпнұсқасын бермейді, олсыз КТА-ға қатыса алмайсыз.",
                "date": "25.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Н.Айтұлының Бәйтерек поэмасы қазаақ әдебиетінде қай шығармаға ұқсас болып келеді?",
        "question_content": "Өзіңіз білетін шығармамен салыстыра отырып эссе жазыңыз",
        "question_date": "25.04.2024",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Туған жер, тауыңда туып, тасыңда өстім!",
        "question_content": "МОРФОЛОГИЯЛЫҚ ТАЛДАУ ЖАСАУ КЕРЕК",
        "question_date": "25.04.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер -зат есім\nТуып -етістік\nӨстім-етістік\n\nТауыңды- зат есім ілік септігі",
                "date": "2.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телеарнадан көрген сериялдарды қайдан табуға болады",
        "question_content": "Телеарнадан көрген сериялдарды қайдан табуға болады (дәл сол дыбыстау бойынша) мысалы қазақстан арнасынан берген түрік сериалдарды қайдан тапсақ болады? Ютубтанда басқа жерденде таппадым",
        "question_date": "25.04.2024",
        "question_tag": "Телеарналар",
        "question_views": 756,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Десанттар деген топ атына ұран керек боп тұр",
        "question_content": "Десанттар деген топ атына ұран керек боп тұр",
        "question_date": "24.04.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таэквондо деген спорттын тарихы шығарма",
        "question_content": "Тэквондо тарихын зерттеп шығарма жазу",
        "question_date": "24.04.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тхэквондо туралы ақпарат\nTхэквондо немесе Taekwon-Do («тхэ» — аяқ, «квон» — қол, «до» — өнер) –аяқ және қолдың мүмкіндіктерін пайдалана отырып, спортшылар бір-бірімен қарсы күресетін олимпиадалық спорт түрі. Бұл спорттың отаны Корея мемлекеті болып табылады. Басқа корей жекпе-жек өнерінен айырмашылығы, тхэквондода тек қана адамның қол-аяғы қолданылады. Тхэквондо спортына ерлер мен әйелдер қатыса береді.\nПайда болу тарихы.\nКорей спортының тарихы 2000 жыл бұрын басталған. Корей түбегінің аумағында үш патшалық билік еткен. Олар: Когуре, Силла және Пэкче. Әр патшалық өзінің жауынгерлік өнерлерін дамытты. Жауынгерлік өнер сыртқы жауларға қарсы тұру үшін керек болды. 20-шы ғасырдың басында Корея мемлекетін Жапония елі басып алған еді. Ал тхэквонда спортын шеберлер жасырын түрде дамытқа. 1945 жылы жапон оккупациясынан кейін жауынгерлік өнер мемлекеттік спортқа айналды. Бұл кезеңде жауынгерлік өнердің техникалары сақталып, рухани және философиялық дәстүрі жоғалды. \nТәуелсіздік алғаннан кейін көптеген тхэквонда жауынгерлік өнерін үйрететін спорт үйірмелері ашылды. 1950-1953 жылдарда үйірмелердің саны біршама көбейді. Спорт үйірмелерінің аттары әр түрлі болып аталды. Олар тхесудо, субак, субак-до, квонбоп, тэген, тансудо, тэквонбоп және т.б.\n60-жылдардың басына дейін мемлекет спортқа араласпады. Осы мәселе бойынша мемлекеттік саясаттың маңызды кезеңі Президент Пак Чон Хидің билікке келгеннен кейін өзгерді. Бұл кезеңде спортқа байланысты бірыңғай жүйе құрылды. 1955 жылы тхэквондо бүкіл әлемдік деңгейде дами бастады. Бүгінгі күні бұл спорт түрімен 40 миллионнан астам адам айналысады.\n Тхэквондо олимпиядалық спорт түрі болып саналанады. Тхэквондо бір жағынан ежелгі спорттың түрі, екінші жағынан заманауи күрес жүйесі болып табылады. Тхэквондо ежелгі корей қағидаларына, ежелгі күрес түрлеріне сүйінеді.\nТаеквондода спортшының аяғы мен қолы қатар жұмыс істейді, мақсаты жарыс ережесіне сай келетін әдістерді пайдалана отырып жеңіске жету. Таеквондошы әрқашан өз-өзіне сенімді, салқынқанды, сабырлы не нәрсе жасаса да ойланып барып орындайтын адам.\nЕреже.\nЖекпе-жек үш раундтан тұрады. Әр раунд үш минутқа созылады. Жасөспірім балалар үшін (14 жасқа дейінгі балалар үшін) 2 минуттық уақытқа созылып, 30 секундтық үзіліспен өтеді. Спаррингке кем дегенде үш ай бойы дайындалған спортшылар қатыса алады. Жарыс кезінде спортшылар жас, салмақ санаттарына, сондай-ақ жынысқа байланысты бөлінеді.\nСпортшының денесіне белгілі бір соққылар қабылданса, онда төреші спортшыға белгілі бір ұпай береді. Кез келген денеге соққы тисе 1 ұпай, егер басқа тисе 3 ұпай беріледі. Спортшы арнайы қауіпсіздік жастықшасымен жабдықталады. Ереже бойынша спортшылар тек қауіпсіздік жастығымен жабдықталған жерлерге соққы жасай алады. Тхэквондо бойынша омыртқа, желке жүйелеріне соққы жасауға болмайды. Егерде ереже бұзылатын болса, спортшыларға айыппұл санкциялары беріледі. Төрт айыппұл алатын болса,  дисквалификацияланады.\nҚызықты деректер\nТхэквондо спортында белбеулер шартты түрде әр түрлі түске бөлінеді. Жалпы 9-дан (кейде “гып” деп атайды) бар. Қара белбеу алу үшін кем дегенде 2,5-4 жыл үзбей дайындалу керек. Әрбір адам өзінің қабілетіне байланысты жаттығып, керекті нәтижеге жете алады. Алаң аймағы 10×10 метрге дейін болуы тиіс. Алаң тегіс беткейге және серпімді матамен жабылуы керек.",
                "date": "25.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Марфалогиялық талдау керек",
        "question_content": "Егер де ойлап қарасақ, халқымыздың басыны түскен 30-жылдардағы зұлматтан кейінгі қазақтың басына түскен екінші бір сұрапыл қырғын Ұлы Отан соғысы болғандыңы ақиқат",
        "question_date": "24.04.2024",
        "question_tag": "Үй тапсырмасы",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттиланың әскерінің құрамында болған Ғұндардан басқа тайпа",
        "question_content": "Аттиланың әскерінің құрамында болған Ғұндардан басқа тайпа\n\nӨтінем көмек керек",
        "question_date": "24.04.2024",
        "question_tag": "Мектеп",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Л. Гумилев: «Аттила әскерінің құрамында ғұндардан басқа бастарндар, скирлер, остготтар, франктар, бургундтер, тюрингтер болды...», – деп жазған. «Аттиланың есімі әлемге әйгілі. Ол айлакерлікпен жеңіске жеткен. Жауының күшін бөлшектеуге тырысқан...», – деп жазылған П. Корнельдің дерегінде.",
                "date": "24.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы жылы Меккеге барсақ игі еді-деген сөйлемге морфологиялық талдау жасаңыз",
        "question_content": "Сделайте морфологический разбор пожалуйста.Нужно обязательно на казахском языке",
        "question_date": "24.04.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернет алаяқтық: бұғатталған парақшадан таныстарға шабуыл",
        "question_content": "Сараптамалық мақала\nТексерген:Майкотова Ғалия\nОрындаған:Даутбай Балқыз\nТақырыбы:Интернет алаяқтық: бұғатталған парақшадан таныстарға шабуыл\nАлматы қаласында жаға ұстатарлық интернет алаяқтық орын алды. Оқиғаға қатысты зардап шеккен студент Балқыз бен бірнеше азамат-азаматшалар болды. Аталған оқиғада Айсара есімді 2 курс студентінің парақшасын 2024жылдың 9 наурызында  кешкі сағат 21:00-де Диана есімді акаунт иесі бұзып, иемденіп алады. Содан ол қыздың таныстарына,туыстарына,группаластарына,аға-әпкелеріне бәріне Айсараның атынан жазып, үлкен мөлшерде қаржы сұрайды. Алаяқ Балқыздан шұғыл түрде ақша жіберуін талап етіп,  30 000 теңге қаржыны жымқырып кетеді. Зардап шегуші Балқыз:-“Мен әлеуметтік желіде отыр едім, кенет Айсара шұғыл ақша керек деп жазды. Ол 30000 теңге сұрады.  Содан оны 90 000-100 000 мың теңге мөлшерінде несие алып, 2 есе етіп қайтарамын деп ант-су ішті. Маған  дәл сол күні жалақым түскен еді. Мен Айсараға ақша шұғыл түрде қажет шығар, мұқтаж болып отырған шығар  деп ойланбастан екі рет басқа банк карточкасына төлем жасап қолымдағы бар қаржыны салып жібердім”,-дейді. Осылайша алаяқ бір күн ішінде 9-10 адамнан  130 000 мың теңгедей қаржыны қолды еткен. Балқыз бен Айсара  сол күннің  ертеңіне  құзырлы органдарға барып, арыз бен түсініктеме жазып аталған қылмыс бойынша іс қозғауын талап етті. Зардап шегушілердің айтуы бойынша полиция бөлімшесіне барғанда олар орын алған оқиғаға немқұрайлы қарап, артық сауалдар қойып шектен шыққан мыс. Әйтсе де  енді 15 күннен кейін  полиция оларды қайта шақырады. Алаяққа ұрынған акаунт иесінің  денсаулығы қатты сыр беріп, көзінің қан қысымы көтеріліп, аузынан қан кете бастады. Әрі қарай енді құзырлы органдардан жауап күтпек болады. Жымқырылған сомманы қайтсе де қайтарып алып, сотқа дейін баратындығын мәлімдеді.\n\nҚазіргі 21 ғасырда интернет желісінен алаяқтардың қолынан зардап шеккендер көбейіп барады. Жоғарыда аталған зардап шегушілердің  алданған соммасынан  да 4-5 есе көп қаражатқа алданып қалғандар бар. Үйі мен жерінен,көлігінен айырылып қалғандар саны күннен күнге артып  келеді.\n\n Сондықтан сіздерге айтарым барынша сақ болыңыздар! дегім келеді.\n\nҚазір интернет алаяқтықтың жаңа әдіс-тәсілдері шығып жатыр. Олар кейде адамның таныстарына өзінің жол апатына түскендігін айтып, шұғыл түрде көп соммада  қаржы керек деп  ақша өндіріп алады екен. Немесе кейін қайтарып беремін деп ант-су ішіп уәде береді бұлардың бәріне еш алданбаңыз!\nИнтернет алаяқтықтың алдын алу үшін келесі шараларды білген дұрыс:\n\n•Сіз пайдаланып жүрген бүкіл әлеуметтік желідегі парақшаңызға екі-үш қадамды қауіпсіздік шараларын жасап қойыңыз;\n\n•Сізден бейтаныс түгілі жақсы араласатын адамдарыңыздың өзі жалынып, ақша сұрап жатса сараптаңыз! Жан-жақты ойланыңыз! Ол адам алдап кетпейме? Әлде алаяқ болып шықса ше дегендей т.б сұрақтарды өзіңізге қойып ақылға салыңыз;\n\n•Әлеуметтік желілерде  сізден егер біреу ақша сұрап жатса, оған дәл қазір қоңырау шал немесе дыбыстық хабарлама жібер деп айтыңыз!Сонда оның алаяқ не алаяқ емес екендігі айқындалады;\n\n•Бейтаныс номерлер хабарласса жауап бермеңіз.Себебі олар  сіз  телефон тұтқасын алған соң тіпті бір ауыз сөз сөйлемесеңіз де сіздің бүкіл ақпараттарыңызды біліп алатын деңгейге жеткен;\n\n•Сосын инстаграм желісінде  алаяқтар көбіне постқа кез-келген адамдарды белгілеп, көп мөлшерде ақша ұтып алғанын жеткізеді.Ал оған сеніп, жауап беру өте қауіпті болмақ.",
        "question_date": "24.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазір әскерге военкомат кез келген жерден салып алып кете ала ма?",
        "question_content": "Қазір әскерге жасөспірімдерді военкомат кез келген жерден салып алып кете ала ма? Пропискаға қарамай-ақ?",
        "question_date": "23.04.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 619,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былтыр әскерге шақырту науқанында 19 мыңға жуық ер азаматтарды сапқа түзеу көзделген еді.\nАлайда жігіттер азаматтық борышын өтеуге асығар емес: 2017-2021 жылдар аралығында әскерге шақырылғандардың тек 15,7%-ы армияға қабылданған.\n\nЖыл сайын кем дегенде 33 мың азамат ант беру керектігін ескерсек, әскери бөлім осы көрсеткіштен таймас үшін шақыртылғандарды іздестіру шараларын күшейткендей. Кейінгі кездері жас жігіттерді күштеп әскерге алып кету жағдайлары жиілеп кетті, қаншалықты заңды?!\n\n\"Жалпы біздің негізгі заңымыз — Конституцияның 36-бабында көрсетілгендей, әскери борышын өтеу кез келген ер азаматтың парызы, міндеті. Белгілі бір тәртіппен әскери қызметін атқаруы керек. Әскерге шақырту тәртібі \"Қазақстан Республикасының әскери қызмет және әскери қызметшілер мәртебесі туралы\" заңымен реттеледі. Соған сәйкес, әскери бөлімде тіркелген азаматтар жылына екі рет шақырылады (күз бен көктемде). Әскери шақырту үйіне немесе жұмыс орнына қолма-қол немесе \"Қазпошта\" арқылы жіберіледі, кейінгі кездері смс-пен де хабарлама берілетін болған\", — деді заңгер Нұрболат Ибраев.\n\nШақыртуды жеткізу міндеті жергілікті атқарушы органдарға — ауыл, аудан, қала әкімдіктеріне тапсырылады. Шақырту алғаннан кейін азамат 7 күн ішінде көрсетілген мекен-жай бойынша әскери бөлімге баруы міндетті. Онда арнайы комиссия денсаулық жағдайына, әлеуметтік мәселелерге қарай әр азаматқа қатысты жеке-жеке шешім шығарады.\n\n\"Ал күштеп әскери бөлімге жеткізуге қатысты айтарым, әрине, әскери шақыртусыз әскерилер көшеден ұстап не жұмыс орнына баса-көктеп кіріп, ешкімді алып кете алмайды — бұл заңға қарсы әрекет. Алайда әскери шақыртуды қолма-қол бере алмаған жағдайда немесе өзі айтылған уақытта келмей, жасалған ескертулерді ескермей, Отан алдындағы борышын өтеуден жалтарғандарға қатысты заңнамалық негізде арнайы шара қабылданады: әскери бөлім полиция басқармасына жүгініп, іздестіру шараларын жүргізуге сұраныс жібереді. Бұл сәтте күштеп алып кетсе де — барлығы заң аясындағы әрекет болады. Есептен тіркеуден қашқандарға әкімшілік жаза, ал борышын өтеуден жалтарғандарға қылмыстық жаза көзделгенін де ұмытпаған жөн\", — деп түсіндірді сарапшы.\n\nАнықтама үшін: Әскери қызметке дайындықтан жалтарғаны үшін ҚР ӘҚБтК-нің 650-бабы бойынша әкімшілік жауапкершілік көзделген. Әскери қызметтен қасақана жалтарушылар ҚР ҚК-нің 387-бабы бойынша қылмыстық жауапқа тартылады, оған сәйкес 3000 АЕК-ке дейінгі мөлшерде айыппұл түрінде жаза не 800 сағатқа дейінгі мерзімге қоғамдық жұмыстарға тарту не 3 жылға дейінгі мерзімге бас бостандығын шектеу не сол мерзімге бас бостандығынан айыру көзделген.\n\nЗаңгердің айтуынша, полиция мен әскерилер қолына түскен жағдайда сабыр сақтап, қорғаушы шақырған дұрыс болады.\n\n\"Мен ұсталғандарға адвокат шақырып, әскери комиссариатқа өз еркімен баруды ұсынамын. Өйткені ішкі істер органдарының қызметкерлеріне де талаптар қойылады, атап айтқанда олар азаматтарды мәжбүрлеу әрекеттері не үшін және қандай негізде жүзеге асырылғанын түсіндіру керек. Полиция қызметкерлері тек азаматтар қарсылық көрсеткен жағдайда ғана күш қолдануға құқылы\", - деді ол.\n\nЖалтарғандардан бөлек орта есеппен 23 мың үміткер денсаулық жағдайына байланысты әскери қызметке жарамсыз болып жатады. Әскерден босатылғандар тізімінде одан да басқа жағдайлар қарастырылған:\n\n      1) денсаулық жағдайы бойынша әскери қызметке жарамсыз деп танылған;\n\n      2) жиырма жеті жасқа толған, заңды негiздер бойынша мерзiмдi әскери қызметке шақырылмаған;\n\n3) туыстарының бiрi (әкесi, анасы, аға-інілерi немесе апа-сіңлілері) әскери қызмет өткеру кезеңiнде қызметтік мiндеттерiн атқару кезiнде қаза тапқан, қайтыс болған немесе оған бірінші немесе екінші топтағы мүгедектік белгіленген;\n\n      4) басқа мемлекетте әскери (баламалы) қызмет өткерген;\n\n      4-1) \"Қазақстан Республикасының арнаулы мемлекеттік органдары туралы\" Қазақстан Республикасы Заңының 51-бабының 9-тармағында көзделген жағдайларды қоспағанда, Қазақстан Республикасының арнаулы мемлекеттік органдарында қызмет өткергендер;\n\n     5) ғылыми дәрежесi бар азаматтар;\n\n     6) тіркелген діни бірлестіктердің дін қызметкерлері босатылады.\n\nСондықтан әскерге шақырылмайтындар үлесі 30-40%-ға дейін жетіп қалады.\n\n   1) мектепке дейінгі білім беру ұйымдарында, орта (бастауыш, негізгі орта, жалпы орта), техникалық және кәсіптік, орта білімнен кейінгі білім беру ұйымдарында, мамандандырылған, арнаулы білім беру ұйымдарында, жетім балалар мен ата-анасының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдарында, балаларға қосымша білім беру ұйымдарында, сондай-ақ әдістемелік кабинеттерде кәсіптік қызметін жүзеге асыратын педагогтерге – жұмыс істеп жүрген бүкіл кезеңіне;\n\n      2) тиiстi бiлiмi бар, мамандығы бойынша ауылдық жерлерде тұрақты жұмыс iстейтiн дәрiгерлерге – денсаулық сақтау ұйымдарында жұмыс iстеп жүрген барлық кезеңiне;\n\n      3) Қазақстан Республикасы Парламентiнiң немесе жергiлiктi өкiлдi органдардың депутаттарына – олардың депутаттық өкілеттігi мерзiміне;\n\n      4) өздеріне қатысты анықтау, алдын ала тергеу жүргiзiліп жатқан немесе соттар қылмыстық iстерiн қарап жатқан адамдарға – тиiсiнше анықтау, тергеу аяқталғанға немесе сот үкiмi күшіне енгенге дейiн;\n\n      4-1) азаматтық әуе кемелерінің ұшу экипажының мүшелеріне, тиісті білімі бар азаматтық авиация инженерлеріне, механиктеріне және техниктеріне азаматтық авиация ұйымдарында жұмыс істеген бүкіл кезеңге;\n\n      5) кемелер экипаждарының тиісті білімі бар мүшелеріне су көлігі ұйымдарында жұмыс істеген бүкіл кезеңге;\n\n      6) құқық қорғау органдарының білім беру ұйымдарында алғашқы кәсіптік даярлықтан өтіп жатқан адамдарға беріледі.\n\n      7) Офицерлер құрамының әскери атағын бере отырып, запасқа қойылған азаматтарға отбасы жағдайлары бойынша, денсаулық жағдайы бойынша, жоғары оқу орнынан кейінгі кәсіптік білім алуды жалғастыру үшін және басқа да себептер бойынша әскери қызметке шақыру кейiнге қалдырылады.\n\nЖоғарыда келтірілген шарттардың бірі сізге қатысты болған жағдайда, әскери шақырту алынғаннан кейін, арнайы әскери комиссияға сіздің жағдайыңызды растайтын құжаттарды ұсыну керек (медициналық тексеру нәтижесі, бірлестік мүшесі екенін растайтын анықтама т.б.\n\n\"Дегенмен сізге ешқандай негізсіз күш көрсетілсе немесе тапсырылған құжаттарға қарамастан, әскерге мәжбүрлі түрде жіберу шешімі қабылданған жағдайда сіз Әскери прокуратураға шағымдана аласыз. Жалғыз асыраушы болсаңыз не басқа да себептермен әскерден босатылған жағдайда, соны дәлелдейтін отбасы мүшелерінің, соның ішінде балалардың тиісті құжаттарын тіркеп, арыз жазу керек. Прокуратура тиісті тексеру жұмыстарын жүргізеді, азаматтың шағымы ақталса, әскери бөлім комиссиясының шешімі жоққа шығарылып, оған қол қойған төраға жазаланады\", — деп түйіндеді заңгер.\n\nсұхбат 09.02.2024ж.\nтолығырақ: https://inbusiness.kz/kz/news/kosheden-ustap-askerge-aketu-kanshalykty-zandy",
                "date": "24.04.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Business lounge деген не?",
        "question_content": "Business lounge деген не?",
        "question_date": "23.04.2024",
        "question_tag": "Қызық сұрақтар",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнес-лаунж дегеніміз не (VIP-зал, әуекомпания лаунжы).\n\nҚысқаша айтқанда — бұл жайлылығы жоғары жеке күту залы. Яғни, қатты орындықтар, жұмыс істейтін кондиционерлер, ақырында қалыпты интернет, жеңіл тағамдар мен сусындар емес, ыңғайлы орындықтар мен дивандар болуы мүмкін. Жақсы демалыс бөлмелері сонымен қатар ыстық тамақ пен алкогольді ұсынады, ал тамаша бөлмелерде жеке жиналыс бөлмелері, душ кабиналары және демалыс бөлмелері бар.",
                "date": "24.04.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жігіттер ойын-арзан, күлкі-қымбат\" өленнің тақырыбы және идеясы",
        "question_content": "\"Жігіттер ойын-арзан, күлкі-қымбат\" өленнің тақырыбы және идеясы",
        "question_date": "23.04.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың өлеңдері жанрлық ерекшеліктеріне қарай түрліше көркемдік бейнелеу құралдарының қызметімен ерекшеленеді. Қайсы бір жанрдағы өлеңдер тобында көркемдік бейнелеу құралдары күрделі, ұлттық реңі бай болып келсе, енді бір жанрлық топтағы өлеңдердің тілі қарапайым, нақты.\n«Жігіттер, ойын арзан, күлкі қымбат» өлеңі туралы да осыны айту дұрыс. Басты идеясы алдыңғы өлеңдермен үндес, сарындас болғанымен, кейінгі өлеңде ақынның жастар алдындағы ағалық ниеті, ұстаздық ғибраты тікелей оқу, білім, ғылым төңірегінде ғана болмай, өмірдегі адамгершілік іс, достық пен татулық, адалдық секілді әлеуметтік-этикалық биік қасиеттерді үлгі етіп, өсиет қылады. Адамгершілік, кісілік туралы «ойларды шешендік, ақылгөйлік түрінде әсіресе баса айту — бұл Абайдың ағалық, ұстаздық ниеті». Тақырып пен идея, мазмұн тұрғысынан алып қарағанда, аудармада Абайдың осы ниеті, осындай ұстаздық ғибраты мен көзқарастары ашылуының маңызы жоғары.",
                "date": "23.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стаматолог мамандығы бойынша берілеме",
        "question_content": "Мен аудандық ауруханада жұмыс тіс дәрігері болып жұмысқа орналастым. Маған үй алуға несие берілеме",
        "question_date": "23.04.2024",
        "question_tag": "Денсаулық",
        "question_views": 730,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті аудандық әкімдікке барып құжат өткізіп көріңіз.",
                "date": "25.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Галактиканың ортасында не бар?",
        "question_content": "Жауабы: галатиканын ортасында кара тесык бар",
        "question_date": "23.04.2024",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Галактиканың ортасында шамадан тыс үлкен қара тесік бар (Стрелец A *) (шамамен 4,3 млн М⊙), шамамен орташа массасы 1000-нан 10000 М⊙-ге жуық қара айналу және айналу кезеңі шамамен 100 жыл және шамамен бірнеше мың салыстырмалы түрде аз.",
                "date": "23.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның қандай ғалымдары қандай жаңалық ашқан?",
        "question_content": "Сол туралы мәліметтер  бар ма?",
        "question_date": "22.04.2024",
        "question_tag": "Университет, колледж",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаныш Сәтбаевтың Қазақстан елі мен халқының алдындағы басты еңбегі — геологиялық зерттеулердің дамуына қосқан зор үлесі. Оның тікелей басшылығымен елімізде ірі мыс және марганец кендерін өндіру жұмыстары басталғаны белгілі.\nҚ.Сәтбаевтың басшылығымен Орталық және Шығыс Қазақстанда қазақ геологтарының ғылыми тобымен заманауи техникалық құралдарды қолдана отырып жүргізген терең де жүйелі зерттеулері 1950 жылдардың басында Қазақстанның геологиялық карталарын аналитикалық жүйелеуге алып келді. Осылай 1955 жылы оның \"Орталық Қазақстанның металлогениялық болжам картасының методологиясы, нақты базасы мен негізгі тұжырымдары туралы\" атты іргелі ғылыми еңбегі шықты.\nКенді Алтай кенорны бойынша ғылыми тұжырымдар мен зерттеулерді басшылыққа ала отырып, Қ.Сәтбаев Шығыс Қазақстан үшін түсті металдар кендерін кешенді пайдалану бойынша зерттеулерін қорытындылады.\nТемірғали КӨКЕТАЕВ. Қоғамдағы көп жұрттың бірі білсе, бірі білмес. Кейінгі буынның тіпті танымайтыны анық. Алайда оны физика-математика саласының әлемдік ғалымдары жақсы білетіні сөзсіз. Өйткені оған шетелдік ұйымның ұсынысымен 25 жыл бойы зерттеп ашқан «Қатты дененің абсолюттік спектроскопиясы» атты жаңалығы үшін «Outstanding people of the 20 th century» (қазақшасы: XX ғасырдың көрнекті адамы) атағы берілген. Бұл – бір ғасырда бір рет қана берілетін атақ.\nҚайша АТАХАНОВА. Біз қоршаған ортаны қорғауға соңғы жылдары ғана баса мән бере бастағандаймыз. Ал бұл кейіпкеріміз ел егемендігін ала салысымен, яғни 1992 жылы өзінің туған өлкесі Қарағандыда Экология орталығының негізін қалады. Қарағандыдан шыққан биолог, радиациядан пайда болатын генетикалық ауытқуларды зерттеген маман, эко белсенді 2005 жылы қоршаған ортаны қорғау саласындағы халықаралық Голдман сыйлығын иеленген. Голдман сыйлығы «Жасыл Нобель» деп те аталады. Кейіпкеріміз – 1990 жылдан бері тағайындалып келе жатқан құнды сыйлықты алған жалғыз отандасымыз. 2019 жылы Голдман сыйлығының қаржылай сыйақысы 200 мың долларды құраған.\nУалбай ӨМІРБАЕВ. 30 жылдай мықтылардың өзі жауабын таба алмаған есептің шешімін тапқан математик.\nНагата есебі – афиндық алгебралық геометрия саласындағы күрделі проблемалардың бірі, 3 өлшемнен тұратын есеп. У.Өмірбаев өзінің табандылығы мен тапқырлығы арқылы еркін алгебрадағы Кон және Каргаполов секілді белгілі ғалымдар қойған математикалық мәселелерді шешіп жүрді. Кейін мұнымен де тоқтамай 30 жылдан бері шешілмей келген жапон математигі Нагата проблемасының түйінін тарқатты. Бұл да оған оңайға соққан жоқ. Жапондық Нагата өзінің күрделі проблемалық есебін 1972 жылы құрастырған екен. Осы есепті шешуге әлемнің қаншама ғалымы тырысып көрді. Кейіпкеріміз 10 жылдай еңбектеніп, математикалық жұмбақтың жауабын тапқандай болды. Тек жауабы қарама-қайшылықтарға толы болғандықтан, жұмысын қайта қарады. Әлі де піспеген жұмыс екенін анықтаған ол тағы екі жыл еңбектеніп көрді. Ақыры Нагата есебінің толық шешімін тапты. Математика әлеміндегі осындай күрделі есептерді шешкен еңбектері үшін қазақстандық ғалым 2007 жылы Американың математикалық қоғамының жоғары дәрежелі «Мур» сыйлығын иеленді. 2009 жылы кейіпкеріміздің еңбектері Мемлекеттік сыйлыққа ұсынылды. Сонда оның ғылыми еңбек жолы мен шығармашылығына қатысты пікір білдірген 19 адамның 17-сі шетелдік ғалымдардан болды.\nЖанар ТӨРЕБАЕВА. Алматы облысының Шелек ауылынан шыққан кейіпкеріміз Францияда докторлық дәрежесін қорғады. Еуропалықтарды ғылымда, соның ішінде медицина ғылымында мойындату жеңіл шағылатын жаңғақ емес екені белгілі.\nЖ.Төребаева 1990 жылы Петербургтегі медицина институтының «Педиатрия» факультетін тәмамдап, бірден елге оралды. Сол уақыттағы түрлі ұсынысқа мойын бұрмастан Алматыдағы Ғылым академиясына жұмысқа орналасып, сонда жүргенде кандидаттық диссертациясын қорғады. Ғылыми ортада қызмет етіп жүргендіктен, конференциялар, жиындар, жобалар жөнінде баяндама оқулар болып тұратыны белгілі. Сондай бір халықаралық жобаға қатысқаннан кейін, анығы 1999 жылы француз еліне аттанды. Ғылыми ізденісте жүріп осы елде қалып қойды. Кейін Кеңес кезінде алған дипломы Еуропада жарамсыз болып қалды. Сондықтан кандидаттық қорғап қойған кейіпкеріміз интернатурадан қайта өтті. Мұны қанағат тұтпай, аспирантураны бітіріп, 8 жыл дегенде ғылыми дәрежесін қорғап, «Франция медицинасының докторы» атағына ие болды. Ж.Төребаеваның айтуынша, Францияда медицина ғылымдарының докторы атану – өте жоғары дәреже, үлкен жетістік. Мәселен, сол жолы осы дәрежеден үмітті төрт мың шетел азаматы емтихан тапсырыпты. Солардан 100 дәрігер ғана докторантурадағы ғылыми еңбегін қорғай алған. Дипломдардың ішіндегі ең үздігі ретінде кейіпкеріміздің еңбегі бірінші орынға шығып, Францияның заң газетінде жарияланған.",
                "date": "23.04.2024",
                "upvotes": 0
            }
        ]
    }
]