[
    {
        "question_title": "Зейнетақы қорын кім ашып бере алады?",
        "question_content": "Салеметсизба  ким маган пенсионныи ашып бере алады откен аиларга июньнен бастап декабрьге деин ашып бере алатын жандар бар мекен отиниш ашып бере алсаныз хабарласынызшы 87757385315",
        "question_date": "20.09.2020",
        "question_tag": "Кредит, Несие",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зейнетақы қорын ашу үшін өз қалаңыздағы ЕНПФ зейнетақы жинақтау қорына барасыз. Бұл жақтан ашып беруді сұрау күлкілі, ақымақтық)))",
                "date": "21.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қорқыт баба туралы қандай аңыздар білесің?",
        "question_content": "Қорқыт баба туралы қандай аңыздар білесің?",
        "question_date": "20.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "т я ж р и д ү о осы әріптерден сөйлем құрау?",
        "question_content": "Маған т я ж р и д ү о осы әріптерден сөйлем құрауға тапсырма берілді?",
        "question_date": "20.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "5 болымсыз 5 болымды 5 сұраулы сөйлемнен сұрақ керек?",
        "question_content": "5 болымды, 5 болымсыз, 5 сұраулы сұрақ керек?",
        "question_date": "20.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 36700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болымды сөйлемдерге мысал:\n\nМен бүгін үйге бардым.\n\nОл үйіне ерте келді.\n\nБіздер денеде шаңғы тептік.\n\nБалалар футбол ойнады.\n\nАсан кітап оқыды.\n\nБолымсыз сөлемдерге мысалдар:\n\nОл сабағын оқымады.\n\nМектептен оқушылар келмеді.\n\nБалалар үйіне қайтпады.\n\nОл əлі оған жетпеді.\n\nƏсем апайдын айтқанын істемеді.\n\nСұраулы сөйлемдерге мысал:\n\nОл сабағын оқымады ма?\n\nМектептен оқушылар келмеді ме?\n\nБалалар үйіне қайтпады ма?\n\nОл əлі оған жетпеді ме?\n\nƏсем апайдын айтқанын істемеді ме?\n\nОсылай болу керек деп ойлаймын.",
                "date": "21.09.2020",
                "upvotes": 1
            },
            {
                "text": "Мен мектепке барам\nМен мектепке бармаймын              Осылай 5 рет құрайсың!\nСен мектепке барасың ба?",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ онлайн түрде болса қалай болады?",
        "question_content": "Сұрақтар компьютер арқылы болса , көрмей қалмаймын ба?ұсақ шрифттер секілді . Көзім анық көрмейді , дәрігер көзілдірігімнің минусын аз қылып берді",
        "question_date": "20.09.2020",
        "question_tag": "Мектеп",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айтабер сайты қайда?",
        "question_content": "Айтабер сайты жайлы ақпаратты енді білдім. Ол сайт қазір неге жоқ, кім біледі???",
        "question_date": "20.09.2020",
        "question_tag": "Әлеуметтік желі",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызыммен қалай татулассам болады?",
        "question_content": "Кызымнан кеширим сурау керек мени коргиси келмиди соилескиси келмиди нестесем болады",
        "question_date": "20.09.2020",
        "question_tag": "Махаббат",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз баламен қалай келісуге болады – психологтың кеңесі\nТолығырақ: https://kk.psichiatria.org/kyzdy-kalay-%D2%AFylestiru-kerek/",
                "date": "20.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Выделение кетіру үшін не істеймін?!",
        "question_content": "Мен не бәрі 15 жастағы қызбын. Выделение 13 жастан бастап келді әлі кетіре алмай жүрмін. Бір түрлі болсада айтайын\" иісіде бар\". Бұл ауру ма?. Қалай емдесем болады ?!",
        "question_date": "19.09.2020",
        "question_tag": "Тазалық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге салқын тиген.Салқын аяқтан,немесе қуыққа салқын тиюден ,жатырдағы мүшелерде қабыну жайы болғанда сондай бөліну болады.",
                "date": "25.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сферасома деген не?",
        "question_content": "Сферасома деген не?\nӨсімдік жасушасының қор заттары қандай? Олардың атқаратын қызметтері?\nӨтініш тезірек жауап бере аласыздар ма білсеңіздер. Рақмет❤️",
        "question_date": "19.09.2020",
        "question_tag": "Биология",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сферосомалар өсімдік жасушаларындағы анық ажыратылатын органоидтер. Оларды 1880 жылы неміс ғалымы Ханштейн тапқан. Сферосомалар шар пішінді болады, ұзақ уақыт сферосоманы олеосомамен (май тамшылары) шатастырып келген. Сондықтан олардың құрылысы мен қызметі мүлде белгісіз болды. Сферосоманың құрылымы мен қызметін дүние жүзінде бірінші болып ашқан Қазақстан ғалымдары (профессор, б.ғ.д. КРҒА академигі М.Қ.Гильманов және оның әріптестері).\nСферосомалар диаметрі 1 мкм шамасындағы дұрыс пішінді дөңгелек денешіктер. Сферосомалардың барлық өсімдіктерге тән екені анықталған. Сферосоманың орталығында екі кабатты фосфолшшдті шар орналаскан, оған көптеген нөруыз молекулалары бекініп, пісіп-жетілген бақбақ гүліне ұқсас құрылым түзеді. Сферосомалар фосфолипидтер мен нәруызды корға жинау және өсімдіктің өсуі мен дамуы процестерін реттеу қызметін атқарады. Цитоплазмада әр түрлі заттар — қосындылар жинақталады. Қосындылар дегеніміз — цитоплазмадағы (кейде ядродағы) салыстырмалы түрде тұрақсыз құрылымдар. Бұған зат алмасу өнімдері (пигменттер, секторлы жасушалардағы нәруызды түйіршіктер) немесе қор ретінде жиналатын қоректік заттар (гликоген, май тамшылары) жатады.\n1. Жасушаның құрамына өздеріне тән қызмет атқаратын органоидтер:\nмитохондрия, хлоропласт, Гольджи жиынтығы, лизосома, сферосома, вакуоль және жасуша орталығы кіреді.\n2. Олар өздерінің құрылысы және қызметі бойынша ерекшеленеді. Барлық органоидтер бір-бірімен әсерлесіп, жасушаның қалыпты жұмысын қамтамасыз етеді.\n3. Митохондрия — жасушаның энергетикалық станциясы. Ол органикалық қышқылдардың тотығуы нәтижесінде АТФ және НАДН түрінде энергия жасап шығады. Хлоропласт күн сәулесі энергиясын АТФ және НАДФН энергиясына айналдырады.\n4. Хлоропластарда, сонымен бірге оттектің бөлініп шығуымен жүретін су фотолизі процесі және көмірқышқыл газының органикалық қосылыстарға, ең бірінші қантқа айналу процесі жүреді.\n5. Гольджи жиынтығында қант қалдықтарының нәруыз молекулаларына қосылу процесі жүзеге асады да, соның салдарынан нәруыздар күшті гидрофильдік қасиетке ие болады. Өзгеріске түскен нәруыздар әр түрлі кілегейлі заттардың негізі болады.\n6. Лизосомада майлар, нәруыздар және көмірсуларды ыдырататын ферменттер шоғырланған.\n7. Өсімдік жасушасының жануар жасушасынан айырмашылығы — онда вакуоль деп аталатын ерекше түзілім болады. Жас жасушаларда вакуоль болмайды. Ол пісіп-жетілген жасушаларда пайда болып, қартайған жасушаларда ұлғаяды.\n8. Сферосомалар гормондық сигналдарды жүзеге асыру процесіне қатысады. Жасуша қосындылары нәруыздар, майлар және көмірсуларды қорға жинау орталығы қызметін атқарады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%A1%D1%83%D0%B1%D0%B6%D0%B0%D1%81%D1%83%D1%88%D0%B0%D0%BB%D1%8B%D2%9B_%D0%BE%D1%80%D0%B3%D0%B0%D0%BD%D0%BE%D0%B8%D0%B4%D1%82%D0%B5%D1%80%D0%B4%D1%96%D2%A3_%D2%9B%D2%B1%D1%80%D1%8B%D0%BB%D1%8B%D1%81%D1%8B_%D0%BC%D0%B5%D0%BD_%D2%9B%D1%8B%D0%B7%D0%BC%D0%B5%D1%82%D1%96",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі замандағы экологиялық зерттеу әдістері мен тәсілдері.",
        "question_content": "кәзіргі замандағы экологиялық зерттеу әдістерімен тәсілдері",
        "question_date": "19.09.2020",
        "question_tag": "Табиғат",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://stud.kz/referat/show/81037",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Индукциялық электр қозғаушы күшін табыңыз.",
        "question_content": "Суретте көрсетілгендей дөңгелек өткізгіш ауданын қиып\nөтетін магнит ағыны Ф=6t2+7t+1 мВб бойынша өзгереді. Т=2 с\nуақытта контурда пайда болған индукциялық электр қозғаушы\nкүшін табыңыз.",
        "question_date": "19.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формуламен шығарып көріңіз.",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалқаман-Мамыр поэмасынан метафора, теңеу, эпитет жазу?",
        "question_content": "Қалқаман Мамыр поэмасынан эпитет, метафораны, теңеуді табыныз, өтіңіш, керек болып түр",
        "question_date": "19.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 754,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоңырау арқылы (ватцапсыз) бірнеше адамды өз ұялы телефоныма қалай қоса аламын?",
        "question_content": "Саламатсыздар ма? Адамға қоңырау шалған кезде, басқа адамды да қоңырауға қосу үшін не істесем болады? Қалай істеймін? Мысалы адамға ватцап арқылы қоңырау шалған кезде ватцаптың жоғарғы жағының оң жақ бетінде басқа адамдарды да қосуға арналған функция бар. Сол сияқты бірнеше адамды кәдімгі қоңырауға қосуға арналған функция бар ма?",
        "question_date": "19.09.2020",
        "question_tag": "Байланыс операторлары",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.09.2020",
                "upvotes": 0
            },
            {
                "text": "Болады қосуға . Ол үшін сөйлесіп жатқанда басқа адамды \"добавить\" деп қосасыз, сосын \"конференц связь\" деген жазу шығады, соны басыңыз.",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білесіңдерме, түсіңде сүйгенің 1 қадам жақындаса өмірде 1 қадам алыстайды...",
        "question_content": "Білесіңдерме, түсіңде сүйгенің 1 қадам жақындаса өмірде 1 қадам алыстайды...",
        "question_date": "19.09.2020",
        "question_tag": "Махаббат",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен түс жиі көремін, бірақ мұндайды естімеппін. Интеренттен қарап көру керек екен. Қызық дерек. Бұл бірақ дәлелденген ба?",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздікті шешіңіз",
        "question_content": "1 нуска 5 пен 6, заранее рахмет!",
        "question_date": "19.09.2020",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.kontrolnaya-rabota.ru/s/neravenstva/?solve=3*x%5E2%2B2*x-1+%3E%3D+0&X=x",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышының бұрыштарын табыңыз.",
        "question_content": "A(-1,-2) B(4,-2) C(3,1) берілген. АВС үшбұрыштарының бұрыштарын табыңыз.",
        "question_date": "19.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формула арқылы таба аласыз",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дайын ғылыми жобаларды қайдан табуға болады?",
        "question_content": "Барлық  пәннен  дайын  ғылыми жобалар  бар,  Керек болса хабарласыңыз 87786018123",
        "question_date": "19.09.2020",
        "question_tag": "Мектеп",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әдебиетттің өнердің басқа түрлерінен айырмашылығы қандай?",
        "question_content": "Әдебиетттің өнердің басқа түрлерінен айырмашылығы неде?",
        "question_date": "19.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнер — көркем образдар жүйесі арқылы адамның дүниетанымын, ішкі сезімін, жан дүниесіндегі құбылыстарды бейнелейтін қоғамдық сана мен адам танымының формасы. Өнер өмірде болған оқиғаларды қаз-қалпында алмай, өзгертіп, түрлендіріп, көркем образдарды типтендіру арқылы сомдайтын эстетикалық құбылыс. Оны қоғамдық сананың өзге формаларынан даралайтын белгісі де адамның шындыққа деген эстетикалық қатынасы болып табылады. Өнердің мақсаты – дүниені, адам өмірін, қоршаған ортаны көркемдік-эстетикалық тұрғыдан игеру. Көркем шығарманың бел ортасында нақты бір тарихи жағдайда алынған жеке адам тағдыры, адамдардың қоғамдық қатынастары мен қызметтері тұрады. Олар суреткер қиялы арқылы өңделіп, көркем образдар түрінде беріледі. Шығарманың суреттеу тәсілі, құрылымдық келбеті, көркем бейне жасаудың материялдық арқауы өнер түрлерінің ерекшеліктерін айқындайды. Осыған сай өнердің:\n• көркем әдебиет,\n• -музыка,\n• -мүсін,\n• -кескіндеме,\n• -театр,\n• -кино,\n• -би,\n• -сәулет өнері, т.б. түрлері бар.\n• Ал қазақтың алғаш ғалымдарыңың бірі А. Байтұрсынұлының айтуынша өнердің 5 түрі бар. Олар: сәулет өнері - архитектура, сымбат өнері - скульптура, кескін өнері – живопсиь, әнсалу, күй тарту өнері – музыка\nӨнердің қызметін, қоғамдық сананың, адам танымының айрықша формасы ретіндегі ерекшелігін айқындайтын белгілі бір анықтама беру немесе оның адам өміріндегі маңызы мен мәнін анықтау жайлы тартыстар бүкіл мәдениет тарихында тоқталған жоқ. Өнер жайлы: “табиғатқа еліктеу”, “Құдайды тану”, “шындықты бейнелеу”, “сезім тілі”, т.б. анықтамалар берілді. Көптеген теорияшылар өнердің күрделілігі мен санқырлылығына сай оның мән-маңызын тек танымдық немесе идеялдық, яки эстетикалық деп біржақты қарастырушылар да болды. Осындай көзқарастарға қанағаттанбай өнертанушылар өнердің бойында таным да, шындықты көре білу де, жасампаздық та, көркем бейне де, рәміз сияқты көптеген мәселелер келісті үйлесімде, тығыз қарым-қатынаста деген тоқтамға келді. Өнер жеке тұлғаның жан-жақты дамып жетілуіне, оның эмоционалды күйіне, интеллектуалды өсуіне ықпал етіп, адамзаттың қордаланған сан ғасырлық мәдени тәжірибесінен, даналығынан сусындауға мүмкіндік береді. Өнер туындысы адам сезіміне қозғау салумен бірге, баяндалған оқиғаны басынан өткізгендей тебіреніске, кейіпкердіңқуанышына сүйінген, қайғысына күйінген толғанысқа әкеледі, эстетикалық ләззәтқа бөлейді. Ол ерекше көркем образды рәміздер жүйесі арқылы, айрықша көркем тіл ретінде көрініп, адамдардың санасына жол табады. Адамның көркем шығармашылдық әрекеті сан алуан қалыпта дамып, ол өнердің түрлері, тектері, жанрларыретінде таратылады. Өнер теориясы бойынша көркем шығармаға негіз болған матерялдық арқауына байланысты өнер түрлерінің негізгі үш тобы туындайды:\n1) мекендік немесе пластикалдық (кескіндеме, мүсін, графика, көркем фото, архитектура, т.б.) яғни, көркем бейнені кеңістікте түзетін өнер түрлері,\n2) мезгілдік (сөз және музыка өнері), яғни көркем бейнелерді уақыт кеңістігінде құратын өнер түрлері.\n3) мекенді-мезгілдік (би, актерлік өнер және осыған негізделген аралас түрлер – театр, кино, телевизия, эстрада, цирк, т.б.), яғни көркем бейнені белгілі бір уақыт кеңістікте түзетін өнер түрлері.\nСөз өнері іштей – жазба әдебиет, ауыз әдебиеті болып бөлінсе, музыкылдық өнер – вокалдық, аспаптық музыка түрлеріне бөлінеді. Сахналық өнер – драмалық, музыкалдық, қуыршақ, эстрада, цирк, т.б. болып жіктеледі. Ауыз әдебиеті – эпос, лирика, драма сияқты тектерге бөлінуімен қатар, бейнелеу өнері – портрет,пейзаж, натюрморт, сахна өнері, комедия, трагедия, водевил, т.б. жанрларға бөлінеді. Өнер, жалпы алғанда, әлемді игерудің тарихи қалыптасқан көркем әдісі ретінде өзіне тән ерекшеліктер мен өзіндік сипатқа ие. Өнердің эстетикалық қызметі арқылы танымдық табиғаты мен тәрбиелік сипаты айқындалады. Әрбір тарихи кезеңнің, сондай-ақ әрбір халықтың өзіне тән эстетикалдық талап, талғамдары болады. “Өнер алды – қызыл тіл” деген қазақ мәдениетінде сөз өнерінің орны ерекше болған. Қазақ фольклорының шағын жанрлары – мақал-мәтел, жұмбақ, лирикалдық ән-өлеңдер, билер институты тудырған шешендік сөздер табиғатының эстетикалдық сипаты басым. Халық музыкасында қалыптасқан әншілік, күйшілік дәстүрлердің де өзіндік болмысы анық. Кең тынысты лирикалдық әндер арқылы халық өзінің ішкі сезімдерін сыртқа шығарған болса, күмбірлеген күй арқылы өздерінің эстетикалдық әр филосиялдық ой-толғамдарын жеткізіп отырған. Осы белгісіне орай өнерді әрі эстетикалдық, әрі этникалдық құбылыс ретінде қарастыруға да болады. Халық мұрасы тұсында оның этникалдық арқауы басым болса, кәсіби өнерге келгенде эстетикалдық сипаты үстем. Өнер туындылары арқылы өмір шындығын көрсетудің әр түрлі тарихи кезеңдерге тән өзіндік көріністері бар. Соларды саралай отырып, адамзат баласының көркем қиялмен ойлау жүйесінің даму, жетілу жолдарын аңғарамыз.\nАқпарат дереккөзі: https://massaget.kz/qaarc/qa/18750/",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туризм маманы болу үшін қандай пәндерді оқу қажет?",
        "question_content": "Туризм саласына кандай пәндер қажет мектеп кезінде қандай пәндерді оку кажет",
        "question_date": "19.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "География, ағылшын, тарих және әлеуметтану",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "F(x) =1-6x кері функциясын табыңыз",
        "question_content": "Оныншы сынып оқушыларының есебі",
        "question_date": "19.09.2020",
        "question_tag": "Мектеп",
        "question_views": 789,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "у = 1-6*x\n\n6x = 1-y\n\nx=(1-y)/6\n\ny = (1-x)/6",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Көшпенді ел ұландары\". ПОПС форма, әдісі арқылы жазу?",
        "question_content": "\"Көшпенді ел ұландары\" төрт сөйлем әдісі арқылы өз көзқарасын жазуға көмек керек?",
        "question_date": "19.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сурактын жауабын таптынызба Маған көмек тесе аласызба?!",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияны зертте:f(x)=x2+cos2x,",
        "question_content": "Функцияны зертте:f(x)=x2+cos2x, f(x) =x3+cosx,          f(x) =xcos3x+x",
        "question_date": "19.09.2020",
        "question_tag": "Математика",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Скважинаның түбіне түсетін қысымді табу керек.",
        "question_content": "Есеп№10.Скважинаның тереңдігі 3650м. скважинаға құйылған бұрғылау ерітіндінің тығыздығы 1600кг/м³. Скважинаның түбіне түсетін қысымді табу керек.  Жауабы׃57200кПа.\nЕсеп№11Баллонді сынау кезінде, оны сумен толтырады, қысымы 58,8·10 6Па. Біраз уақыттан кейін оның қысымы 2 есе азаяды .Балонның диаметрі 350мм., биіктігі 1200мм. судың сығылу коэффициенті 1,962·10 8. Ағып кеткен судың көлемін табу керек. Жауабы׃0,017м3.\nЕсеп№12Мұнай қабатының қысымы 4,9 МПа бүрғылау ерітіндінің тығыздығы 1200кг/м3.,скважина тереңдігі460м. Атқылауді болдырмауға мүнкіншілік барма. Жауабы׃5,4МПа (скважинада атқылау болмайды).",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есеп осы формуламен шығады",
                "date": "18.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тастың көлемі неге тең?",
        "question_content": "Есеп  №1Көлемі 50м3 темір жол  цистернасындағы бензиннің массасын табу керек. Егер бензиннің тығыздығы 710 кг/м³.Жауабы׃35500кг.\nЕсеп №2Гранит тастың массасы 6,5т, тығыздығы 2600  кг/м3  болса, тастың көлемі неге тең. Жауабы׃ 2,5м3\nЕсеп №3Егер мұнайдың массасы 320000кг, ал көлемі 380  м3. Тығыздығы нешеге тең болады. Жауабы׃842кг/м3",
        "question_date": "18.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы осы бір формуламен шығады",
                "date": "18.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арақашықтылы 120 км. Әр поездің жылдамдығын анықтау керек?",
        "question_content": "Екі станцияның ара қашықтығы 120 км, 1-ші поезд бұл ара қашықтықты 2-ші поездка қарағанда 50 минутқа тез жүріп өтеді. 1-ші поезд жылдамдығы 2-ші поезд жылдамдығының 12км\\сағ артық. Әр поездің жылдамдығын анықтау керек?",
        "question_date": "18.09.2020",
        "question_tag": "Математика",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "{120/V1 - 120/V2 = -5/6\n\n{V1 - V2 = 12 ⇒ V1=12 + V2\n\n720V2 - 720V1 = -5V1V2\n\n720V2 - 720(12+V2) = -5(12+V2)V2...",
                "date": "19.09.2020",
                "upvotes": 0
            }
        ]
    }
]