[
    {
        "question_title": "ABC үшбұрышының  BH биссектрисасы  болса AH кесіндісін табыңыз",
        "question_content": "ABC үшбұрышының  BH биссектрисасы  болса AH  кесіндісін табыңыз",
        "question_date": "24.12.2020",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "енерпеепаааачп очр. рам итоав.  тои",
                "date": "21.12.2023",
                "upvotes": 0
            },
            {
                "text": "а/б=Са/Сб\n\n12/х=8/4\n\nх=12*4/8\n\nх=6",
                "date": "22.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенесары наурызбай дастаны",
        "question_content": "Жыраудың өлеңдегі сезімі қандай сөздермен берілген\n\nДастандағы кездесетін эпитет,теңеу,метафора,сөздері\n\nАвтордың стильі",
        "question_date": "24.12.2020",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі қазақ ақындарының құрметті ағаларының бірі, Қазақстанның халық жазушысы Ә. Тәжібаев бұл дастан жөнінде былай дейді: «Мұхтар Әуезов өте ірі тұлға және көреген ақын деп санаған Нысанбай XIX ғасырда өмір сүрген Кенесары ханның ең жақын достарының бірі, оның сүйікті жырауы. Нысанбай жырлаған Кене хан біздің дәуіріміздегі ең ірі тарихи дастандардың бірі және соңы деуге болады. Кене мен Наурызбайдың набыт болған күндеріне дейін барлық трагедиялық қайшылықтарын түгел жеткізе суреттеген қазақ елінің сүйікті дастаны. Бұл дастан кейін Кене ханмен бірге жабылды, оны ауызға алу қылмыс саналды.\nТолығырақ: http://kerey.kz/?p=5889",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атандай аузын ақыртып деген өлең жолдарындағы көріктеуіш құрал?",
        "question_content": "Атандай аузын ақыртып деген өлең жолдарындағы көріктеуіш құрал?",
        "question_date": "24.12.2020",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атандай аузын ақыртып деген өлең жолдарындағы көріктеуіш құрал?\nАтандай сөзі.\nКөркемдегіш құралдар - автордың шығарманы әсерлеу,бейнелуіне септігін тигізіп,оның шеберлігін танытатын құралдар.Ондай құралдарға ажарлаудың,құбылтудың түрлерін жатқызуға болады.Олар:эпитет,теңеу,метафора,метонимия,кейіптеу,аллгория,синекдоха,литота т.б.",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіріңкенің жануы қандай құбылысқа жатады?",
        "question_content": "Мен тест жазып жатырмын.Осындай тапсырма бар екен кім көмектесіп жібереді?!",
        "question_date": "24.12.2020",
        "question_tag": "Мектеп",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химиялық құбылыс...",
                "date": "25.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаныш Сәтбаев – Қазақстан ғылымының атасы.",
        "question_content": "\"Қаныш Сәтбаев –Қазақстан ғылымының атасы\" мәтінін (05.mp3) аудиожазбадан тыңдаңдар. Мәтінде көтерілген мәселеге автор мен оқырманның қарым-қатынасын ескере отырып, сұрақтар құрастырасыздар?",
        "question_date": "24.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Президенті Н.Ә.Назарбаев 1998 жылдың 25-қазанында Қ.И.Сәтбаевтың 100 жылдық мерейтойында дайындықтың барысы жөнінде өзі өткізген кеңесте: «Менің ойымша, Қ.И.Сәтбаев – кешегі өткен Кеңестер Одағының ғана ұлы адамдарының бірі емес, ол өтіп бара жатқан ғасырдың ұлы перзенті. Тап осындай заңғарға Қазақстаннан да, қазақтардың арасынан да ешбір адам көтерілген емес» деп атап көрсетті. Президент өз сөзінде академиктің тойын оның дүниежүзілік ғылымға қосқан үлесіне сай, Сәтбаев даналығын әлем жұртшылығы танитындай дәрежеде өткізу дүниежүзі халықтары арасында Қаныштай ғұлама ұл туған қазақ елінің мерей-мәртебесін биіктетеді деген тамаша тұжырым жасады. Н.Ә.Назарбаевтың Қ.И.Сәтбаевқа берген бағасы – шын жүректен туған әділ баға. Академик В.А.Амбарцумянның сөзімен айтқанда, «Қ.И.Сәтбаев таңғажайып құбылыс болған». Қазақстанның индустриялық даму жолындағы кемеңгерлігі, ғылыми жан-жақтылығы, әлемдік дәрежедегі ойшылдық қабілеті, елдің күш-қуатын арттырудағы орасан еңбегі, үлкен ұйымдастырушылық дарыны, сирек кездесетін адамгершілік қасиеттері оны Абай Құнанбаев, Шоқан Уәлиханов, Мұхтар Әуезовтермен қатар халықтың шексіз махаббатына, өшпес құрметіне бөледі. Дарынды қазақ халқы ғасырда көптеген ғалымдарды өмірге әкелді, солардың арасында Қаныш Имантайұлының тұлғасы құзар шыңға ұқсайды. Қ.И.Сәтбаевтың арқасында Қазақстан геологиясы өндірістік және іс жүзінде ғана қолданылатын ғылым өлшемі шеңберінен шығып, адамзаттың ой әлемін қозғайтын биік дәрежеге жетті. Сондықтан да оның жарқын бейнесін XX ғасырдың ойшыл ғұламаларының арасынан көреміз. Ол біздің, қазақ деген халықтың, адамзат құрылымының арасында берік тіркелген паспортымыз, мәңгі мақтанышымыз болып қала бермек. Қазақстан Республикасының Президенті Н.Ә.Назарбаевтың ұсынысымен ғалымның 100 жасқа толған мерейтойын атап өту ЮНЕСКО-ның күнтізбегіне енгізіліп, 1999 жыл дүниежүзінде Қ.И.Сәтбаев жылы болып аталып өтті. Егер адамзат күннен-күнге гуманизмнің ең жоғарғы сатысына аяқ басса, Қ.И.Сәтбаев гуманизмі сол үрдіске үлкен үлес қосты. Оның бар болмысы, жан талабы, азаматтық құштарлығы, ғылыми арманы барлық халықтардың өркениетті өмірге жету жолына арналды. Сондықтан да ол дүниежүзілік деңгейдегі ғалымдар қатарына қосылып, қазақ елінің маңдайына біткен шоқ жұлдызының біріне айналды. Биыл Қаныш Сәтбаевтың туғанына 115 жыл, қайтыс болғанына 50 жыл толып отыр. Көкейде бір өтінішіміз де бар. Біз жақсы білеміз, Алматыдағы Ғылым Академиясының ғимаратын салдыруда Қанекеңнің еңбегі ұшан-теңіз. Қазір оған «Ғылым ордасы» кәсіпорны ие. Осы «Ғылым ордасына» неге Қаныш есімін бермеске? Мұның өзі туған елі үшін жан-тәнімен еңбек еткен ұлт перзентіне көрсеткен елеулі құрметіміз болар еді.\nТолығырақ: http://anatili.kazgazeta.kz/news/22236",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланы түсіретін дәрінің аты қалай және қалай түсіруге болады?",
        "question_content": "Баланы түсіретін дәрінің аты қалай және қалай түсіруге болады?",
        "question_date": "24.12.2020",
        "question_tag": "Психологиялық кеңес",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Жасанды түсік жасаудың әйел адамға зиянды тұстары өтеп көп. Біріншіден механикалық жағынан жатырға зақым келеді, келешекте баланың бекіп, ары қарай өсу мүмкіндігінің азаюы. Жүктілік дегеніміз - бұл физиологиялық үрдіс. Бұл кезде әйел адамның ағзасында гармон өзгерістері жүреді. Мұны үзген кезде, бүкіл каскад гармон механизмдерінің бұзылуының салдарынан ана бездерінің қызметі мен бүкіл гармондардың бұзылуына әкеп соғады. Бұл бедеулікке әкеп соғатын себептердің бірі болуы мүмкін\", - дейді Алмаз Құрманәліұлы. \nТем более үй жағдайында дәрімен түсіру өте зиян, қансырап өліп кетуіңіз де мүмкін. Өмірде әртүрлі жағдай болуы мүмкін. Мейлінше осы жазбаны оқып отырған, жоғарыда аталған ойдағы келіншектер өз денсаулығын ойлап, дәріегр көмегіне жүгінсе екен.",
                "date": "15.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 49 г калий хлораты KClO3 айырғанда түзілетін оттектің мөлшері мен көлемі?",
        "question_content": "Массасы 49 г калий хлораты KClO3 айырғанда түзілетін оттектің мөлшері мен көлемін есептеңіз?",
        "question_date": "24.12.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 49 г калий хлораты KClO3 айырғанда түзілетін оттектің мөлшері мен көлемін есептеңіз?",
                "date": "24.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына реакциялардың толық және қысқартылған иондық теңдеуін жазыңдар",
        "question_content": "2. Мына реакциялардың толық және қысқартылған иондық теңдеуін жазыңдар\n\nА) калий сульфаты ж/е барий гидроксиді\n\nБ) тұз қышқылы ж/е литий гидроксиді\n\nВ)  магний нитраты ж/е калий гидроксиді",
        "question_date": "24.12.2020",
        "question_tag": "Химия",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың екі қабырғасы 11 см жане 9 см ге тең.",
        "question_content": "Тік бұрышты үшбұрыштың екі қабырғасы 11 см жане 9 см ге тең. Үшбұрыштың үшінші қабырғасын тап. Барлық мүмкін жағдайларды қарастыр?",
        "question_date": "24.12.2020",
        "question_tag": "Геометрия",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 11 және 9 екі аяғы болса, онда гипотенуза c = √ (11 ^ 2 + 9 ^ 2) = √ (121 + 81) = √ 202 \nЕгер 11 гипотенуза болса, онда екінші аяқ b = √ (11 ^ 2 - 9 ^ 2) = √ (121 - 81) = √40",
                "date": "19.01.2021",
                "upvotes": 1
            },
            {
                "text": "*Emails are not allowed*",
                "date": "20.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "abc да ав/вс=4/5 bk кесіндісі биссектриса ABC ауданының СВК ауданына қатынасын табыңдар",
        "question_content": "abc да ав/вс=4/5 bk кесіндісі биссектриса ABC ауданының СВК ауданына қатынасын табыңдар",
        "question_date": "24.12.2020",
        "question_tag": "Геометрия",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қустардың денесі неге майланады, оның әсері қандай",
        "question_content": "Құстың денесі неге майланады, онын салдары",
        "question_date": "24.12.2020",
        "question_tag": "Мектеп",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "себебі:оның денесі иіліп бүгілгенде сұмдай бұратылады",
                "date": "25.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оттегінің зат мөлшерін есептеңіз.",
        "question_content": "40гр калий перманганат қыздырғанда түзілетін оттегінің массасын,оттегінің зат мөлшерін есептеңіз\nПамогите пажалуста",
        "question_date": "24.12.2020",
        "question_tag": "Химия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 4,05г; 0,13моль оттек түзіледі.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзынағаш медициналық колледжі студенттерді неліктен колледжге шақырып жатыр?",
        "question_content": "ҰМК Ұзнағаш мед колледж студенттерді колледжге сессия тапсыруға  шақырып жатыр неге олар шақырады кәзіргі таңда вирус өршіп жатқан уақытта олар 1 курс студенттерін шақырады мысалға мен Ақтөбе қаласында түрам неге мен баруым керек сіздер білім ғылым министрлігі не карап отсыздар",
        "question_date": "24.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен министрлікте емеспін пока что, болашақта мүмкін)\nМектеп оқушылары да осы уақытқа дейін  50/50 болып жүрді. Онда тұрған ештеңе жоқ . Өз басым жаратылыстану бағытындағы мамандықтарды мен оқитын ЖОО магистранттар офлайн оқыдық. Ештеңе болмады. \nСол құрылым басқа да орындарда адамдармен бас қосып, ас ішіп те жүрген кезіміз бар ғой. \nМүмкін алыста тұрып келіп кетіп жүрген ыңғайсыз болар, бірақ талап солай, Тәртіпке бағынған құл болмайды.\nШешімін тапқыңыз келсе наразылық емес келіссөз жүргізуді үйреніңіз.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электростатикаға байланысты төменде берілген формулалар қалай аталады?",
        "question_content": "1.\n2.\n3.\n4.\n5.\n6. r1\n7.\n8.\n9.\n10. \n Мына формулалардың қалай айтылатынын жазып бересіздерма! Өтінем ертеңге))()",
        "question_date": "23.12.2020",
        "question_tag": "Физика",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Электр өрісінің кернеулігі\n3) электр зарядына әсер ететін күш\n5) заряд\n6) қашықтық\n8)  өрістің берілген нүктесіндегі зарядтың потенциалдық энергиясы.\n9) Нүктелік зарядтың потенциалы",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазіргі киіз үй\" туралы эссе жазу.",
        "question_content": "Қазіргі киіз уи туралы эссе",
        "question_date": "23.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тарихындағы ең бірінші сәулетті құрылыс – қазақ үй болған. Ешқандай шегесіз, тез құрылып-жиналатын, көшіп-қонуға ыңғайлы киіз үйді көптеген шетелдіктер таңдана тамашалайды.\nҚазақ кеңес заманында құнды дүниесінен айрылып қалғанын, киіз үйдің қадірін енді түсіне бастаған секілді. Сондықтан болар қазір кей адамдар кішігірім той-садақа жасау үшін есік алдына киіз үй тігіп, тіпті онда күнделікті бала-шағасымен шай ішуді әдетке айналдыра бастапты.\nКиіз үйде отбасымен ішкен шай тәтті\nАлматы қаласына қарасты Алғабас ықшам ауданында тұратын Нүрилә Айдарбекова жылдың үш мезгілінде есік алдына тігілген киіз үйде отырады екен.\n– Бұл – алты қанатты киіз үй. Менің қолым оған осыдан үш жыл бұрын жетті. Күйеуімнің әкесі, яғни, қайын атам қазақ үйдің барын айтып отыратын. Арал ауданында үнемі той-томалақтарда, мерекелік іс-шараларда тігілетін. Кейін атамның сатқысы келетінін естіп, бізге бер деп өтіндім.\nОсыдан 60 жыл бұрын қайын атама бұл киіз үйді Қырғызстанда тұратын әпке-жездесі қолдан жасап, сыйға тартқан екен. Тіпті ішіндегі тігілген кереге баулары, киізімен алып келіпті.\nӘпкесі мен жездесінің аты жазылған басқұр әлі ілулі тұр. Киіз үйдің әлі өңін бермеген жасаулары мен ағашы сол қалпында сақталған. Тек ескірген киізі ғана ауыстырылыпты. Ал айналдыра қоршалған ши де сол күйінше тұр. Алматының ауа-райы ылғалды, жауын-шашынды болғандықтан сыртындағы киізі шіріп кетпесін деп, үстіне қалқа жасап қойдық.\nНұриланың айтуынша, наурыз мерекесін киіз үйде қарсы алады. Содан қоңыр күзге дейін отбасымен киіз үйде шай ішуді әдетке айналдырған.\n– Киіз үйдің ішіндегі ауа бөлек. Мұнда етімді асып, бауырсағымды пісіріп, отбасымен шай ішіп отырудың өзі бір ғанибет. Қонақты да осында күтемін. Екі жыл бұрын балам үйленгенде құдаларды осында жайладық. Ауыз ашар, кішігірім отбасылық меркелерді осында өткізіп тұрамыз.\nКейін есік алдындағы киіз үйді көріп, қызығып сатып алғысы келгендер болды. Бірақ атамыздан мұраға қалған дүниені сататын ойымыз жоқ. Жаз бойына немерем ішінде ойнап, асыр салады. Ал балаларым түнемелікке осында қонуды әдетке айналдырған. Жазда ыстық деп айта алмаймын. Қатты ыстық болса, киіздің төменгі жағын көтеріп қоямыз, – дейді Нүрилә.\nКиіз үйге сұраныс артқан.\nАлматы облысына қарасты Еңбекші ауылының тұрғыны Патшагүл Жанасбайқызы 1996 жылдан бері киіз үй жасайды. Зейнеткерлікке шыққан соң, түбегейлі кәсібіне айналдырыпты. Оның айтуынша, киіз үй жекелеген адамдар арасында да қазір сұранысқа ие болып отыр.\n– Бізге, тіпті, 12 және 16 қанатты үйлерге тапсырыс көп түседі. Алғашында Алматы маңайындағы Бақанас деген жердің қарағашынан жасайтынбыз, қазір Өзбекстаннан тапсырыс беріп алдыртып отырмыз. Ал ішкі-сыртқы жасауын, иін бау, аяқ бау, кереге бауды қолдан тігеміз. Киізді бастапқыда Жамбыл облысы Қордай ауданынан тапсырыспен алдырғанмын, өте ауыр болды. Қазір Қытай мен Қырғызстаннан сатып аламыз. Ал шаңырақты түйенің терісімен байлаймыз.\nАмерикалықтар қызығушылық танытқан қазақ үй.\n– Мен бала кезімнен кілем тоқитынмын. 34 жыл мектеп директоры болып қызмет атқардым. Қолымда сегіз қанатты үй болды. Соның іші-сыртын жасақтап, Райымбек атаның 300 жылдық тойында сыйға тарттым. Сол қазақ үйді Америкаға алып кеткен екен. Оны көрген адамдар маған қазақ үй жасауға тапсырыс берді.\nҚазір цехта 10 жігіт киіз үйдің уық-керегесін және басқа жабдықтарын істеумен айналысса, төрт қыз жасауын дайындайды. Ою ойып, сырмақ тоқиды. Бірақ дәл қазір тапсырыс болмағандықтан, адамдарым демалыста. Бір киіз үйді толығымен бітіруге екі-үш ай уақыт кетеді. Алты қанаттан бастап, 20 қанатқа дейін жасай береміз.\nҚолдан жасалған киіз үйдің бауларына шетелдіктер қызығушылық танытып отыр. Италиядан, араб елдерінен арнайы келіп алып кетеді. Сегіз қанатты үйді 1 миллион 400 мың теңгеге жасасақ, 20 қанатты үйдің бағасы екі млн-ға дейін барады. Көбіне зейнет жасына жеткен адамдар шай ішіп, қонағын, құдалықты күту үшін тапсырыс беріп жатады, – дейді Патшагүл Жанасбайқызы.\nИен даладағы ресми кездесулерде таптырмас пана.\nПатшагүл өзі жасаған киіз үйлерді жалға береді.\n– Жалға алушылар қатары наурыз мерекесінде молаяды. Жаз айында әртүрлі жарыстарға тігеміз. Алматы облысына қарағанда Ақмола, Солтүстік Қазақстаннан сұраныс көп. Ресми кездесулерге деп жиі тапсырыс береді. Кейде айдалада өтетін кездесулер болады. Сонда шетелдіктер таңқалысын жасырмай, тамашалайды. Әсіресе күзді күндері жылы деп, қазақ үйде кездесу өткізіп жатады. Ал, қарттар үйі, аналар үйі, жетімдер үйіне тегін қызмет көрсетеміз, – дейді ол.\nҚазақ үйді сақтаудың жолы.\nПатшагүл Жанасбайқызы айтуынша киіз үй ерекше күтімді қажет етпейді. Соның өзінде, дұрыс сақтай алмай, шірітіп алатындар кездеседі.\n– Қанша ақшаға алған адамдар, бір-екі жылдан кейін хабарласып, шіріп кеткенін айтады. Өзім темір контейнерде сақтаймын. Бастысы, су тигізбеу керек. Жаңбыр жауып тұрғанда жинамаған дұрыс. Егер киізге су тисе, міндетті түрде кептіріп алу керек, – дейді Патшагүл апа.\nКиіз үйдің әрбір элементі маңызды рөл атқарған.\nЖалпы киіз үйдің өзі ғана емес, оның жеке элементтері де қазақ үшін маңызды рөл атқарған. Атап айтсақ, киіз үйдің бақаны жас босанатын әйелге сүйеніш ретінде қолданылған. Толғатқан әйел үшін бақанды есіктен біршама алыстау, киіз үйдің оң жақ бөлігіне орнататын болған. Бақаннан киіз үйдің кереге көзіне жүген тартылып, ол босанатын әйелдің қолтығы астынан өткізілген. Толғақ кезінде ол осы арқанды сүйеніш еткен.\nКиіз үйдегі құрақ көрпені құрағанда, кілем-киіздерді тоқығанда ашық түстерді көбірек пайдалануға тырысқан. Ашық түс киіз үйге сән беріп қана қоймайды, оның тіршілікпен байланысы бар деп сенген.\nКиіз үйлер шамамен төрт жарым мың жыл бұрын пайда болған\nЭтнограф, тарихшы Жамбыл Артықбаев бұл туралы деректерді кездестіруге болады дейді.\n– Аңыздарда киіз үйді Оғыз ханмен байланыстырады. Хиуаны билеген атақты тарихшы 1640 жылдары өмір сүрген Бахадүр хан Оғыз ханның керемет киіз үй ойлап тапқанын айтады. Бұл қола дәуірінің енді басталған уақыты. Соның құрметіне Оғыз хан ас берді дейді. Қазақта киіз үйді уыз үй деп атаған. Толыққанды киіз үй деген сөзді білдіреді. Содан кейін алашық пайдаланған. Онда кереге болмайды. Кедей-кепшік, малшылар қос пайдаланған. Басын қосып байлағаннан қос деп атаған. Уыз киіз үйдің өзі бірнеше түрі болған.\nКиіз үйдің пайдалану ерекшелігіне қарай түрі\nКелім-кетім кісіге арналған үйлерді қонақ үй деп атап, онда бала-шағасымен бірге жатпаған. Жеке үйге түсірген.\nБіз ашаршылық пен жоқшылықты көрген халық болғандықтан түсінігіміз өзгерген. Баласы үйленер кезде қызға берілген қалың малға қыз жасауымен бірге отау үй бірге әкелетін болған. Сондықтан ол жас отау аталған. Кейін балалы-шағалы болғанда отауларын үлкейткен.\nҚазақтар үшін алты қанат үй ең ыңғайлысы болған. Көшкен уақытта арбатұрақ үйлер деп атаған. Өгіз жегілген арбаға салып, көшкендіктен солай атаған болар. Ал 18 ғасырдың басынан киіз үйді бұзып, түйеге артатын болған. Сонымен қатар күйме үйлер пайдаланған. Оны да көшкен кезде аттың үстіне жегіп, жағдайы бар адамдар қыздарын, әйелдерін отырғызған.\nХандар мен сұлтандар ғана 12 қанат киіз үй тіккен. Алайда оны алып жүру де қиын. Шаңырақты ортасынан тіреп қою қажет.\n– Қазақ жартылай көшпелі, жартылай отырықшылыққа ауысқан кезде киіз үйінен айрылған. Өйткені қыстауда үй салып, жаз жайлауда ғана пайдаланған. Ал қалған жұрнағынан тың игеру кезінде, біржолата отырықшылыққа көшкен кезде айрылдық, – дейді Жамбыл Артықбаев.\nКеңес заманында мал баққан бақташылар да пайдаланған. Адам қайтыс болған кезде киіз үй тігіп, сонда түсірген. Ал қысты күнгі боранда ұшып кетпеуі үшін және суық өтпесін деп киіз үйдің сыртына қар үйген немесе таудың ығына орнатқан.\nКиіз үйдің жасалу түрлері көп болған\nКиіз үй жиналмалы және жазылмалы ағаш қаңқадан, киіз жабындыдан және үйдің барлық бөлігін бекітетін таңғыш шалмалар мен бау-басқұрлардан, арқандардан тұрады.\nМақсатына, мөлшері мен құрылымына қарай қазақтар киіз үйді үш топқа бөледі: тұрғын жай, салтанатты жай және көш кезінде пайдаланылатын киіз үй.\nМұның өз қисыны бар. Олар сыртқы түрі мен мөлшері жағынан да бір-бірінен едәуір өзгеше.\nТұрғын киіз үй – бұл ең бір кеңінен таралған әмбебап баспана. Оны Қазақстанның көшпелі және жартылай көшпелі халқының көпшілігі ғасырлар бойы қолданып келген. Бұл киіз үйде екі ұрпақ өкілдерінен тараған бір әулет тұрады. Дәстүрге сәйкес киіз үйдің іші белгілі бір мақсатқа сай келетін бөліктерге бөлінеді: қонақтар мен үй иелері жайғасатын, сондай-ақ жиһаз бен тұрмыстық заттар орналасатын орындар айқындалады.\nКиіз үйдің бұл түрін \"үй\" деген ортақ атаумен атайды. Ол қосалқы төрт түрге бөлінеді: қара үй (үш қанат киіз үй), қоңыр үй (төрт қанат киіз үй), боз үй (бес қанат киіз үй) және ақ үй (алты қанат киіз үй).\nАтына қарағанда (қара, қоңыр, боз, ақ) – бұл киіз үйлер дәрежесіне қарай ретімен орналасқан болса керек. Ең кішісі әрі түсі қара болып келетін киіз үй – кедей отбасының баспанасы, ал ең үлкені әрі түсі ақ – бұл әл-ауқаты жоғары отбасының кең де әсем киіз үйі.\nКиіз үйдің екінші түрі – қонақ түсуге арналған киіз үй, салтанатты киіз үй немесе орда. Бұл топта да төрт қосалқы түр бар: ақ ала орда (8 қанат киіз үй), ақ орда (12 қанат киіз үй), алтын орда (18 қанат киіз үй), алтын үзік (18-ден астам қанаты бар киіз үй).\nҮлкен киіз үй, ордалар қазақ даласында XIII ғасырдан XIX ғасырдың орта тұсына дейін, орыс әкімшілігі сұлтандардың саяси ықпалын жойып жібергенше пайдаланылып келді.\nБасқаша айтқанда...\nАлтын орда – 30 қанаттан (керегеден) тұратын ханның мәжіліс ордасы. Алтын үзік – 24 қанаттан тұратын аса лауазымды хан отбасы тұратын үй. Ақ ала орда – 8 қанатты дәулетті байдың үйі. Ақ үй – 6 қанатты дәулетті бай үйі.\nБозбен қоңыры – 4-5 қанатты орташалардың үйі. Қараша – кедейлердің, отау – жас жұбайлардың үйі. Жолым үй, абылайша, жаппа деп уақытша ғана отыратын шағын немесе жартылай тігілетін үйлерді айтқан. Күрке, қос – ауылда ас сақтайтын, далада малшылар тұратын немесе кедейлердің үйлері болған.\nКиіз үй – тәрбие көзі\nБайырғы қазақ дәстүрі бойынша оң жақта отырған қалыңдықтың ұзатылуына жарты жылдай уақыт қалғанда қызды бір жеңгесімен бөлек тігілген үйге шығарған. Бөлек шыққан бойжеткен қыз осы үйде бірге тұратын жеңгесінің күнделікті жұмыстарын істеп үйренген.\nЯғни ерте тұрып, кеш жатып үй тіршілігін атқару, қазан-ошақ жұмысына араласып тамақ істеу, кір жуу, қонақ күту т.б. қызметтерді атқарып, отбасылық өмірге \"дайындық мектебінен\" өткен. Қыздың жеңгесімен бірге тұрған осындай үйді халық тілінде \"доғалаң\" деп атаған.\nҚазақ дәстүрінде отырып қалған қызға да арнайы үй тігілетін жағдайлар болған. Мұндай үй барлық жасауымен жабдықталады. Алыс-жақын жерлерден қыз көруге шыққан жігіттер осы үйге келіп, танысып-білісуге мүмкіндік алған. Ондай арнайы тігілген үйді \"бөде үй\" деп атаған.\nКиіз үй атаулары\nАбылайша – керегесіз, уықтан тігілген шағын киіз үй.\nАқ шаңқан үй – сүттей ақ, аппақ киіз үй.\nАқтағыр – екі қанатты, екі үзікпен жабылатын шағын киіз үй.\nЖаппа – керегесіз, киізбен жабылған баспана.\nЖолым үй – уыққа киіз жауып, уақытша тігілген шошақ үй.\nҚара құрым үй – киізінің тозығы жеткен, ескі үй.\nҚара үй – киіз үйді кейбір жерде қара үй деп атайды.\nҚараша үй – қоңыр түсті, жыртық, тесік, ескі үй.\nОрда – еңселі, салтанатты киіз үй.\nОтау – ұлға енші беріп, бөлек шығарған киіз үй.\nТөңқайма – бірнеше уықпен ғана көтерген киіз үй.\nҰраңқай – уық тәрізді сидам ағаштардан басын түйістіріп тігілген киіз үй.\nШетелде қазақтың киіз үйіне сұраныс жоғары.\nАҚШ-та 30 жыл бойы киіз үй жасап, оны сатып, орнатып берумен айналысып жүрген компания бар екен. Бұқаралық ақпарат құралдарына берген сұхбатында Colorado Yurt Company компаниясы моңғол үлгісіндегі киіз үйді \"бір-екі күннің ішінде оңай тігілетін, экологиялық таза баспана\" ретінде сипаттайды.\nКомпания \"Киіз үйдің ағаштан жасалған бөліктері мәңгі қызмет етіп, ал матадан жасалатын жоғарғы бөлігі киіз үй тігілетін жердің климаты мен күн қызуына қарай 8-15 жылға шыдайды\" деп кепілдік береді.\nСонымен қатар ағылшындар да қазақтың киіз үйінде үйлену тойын жасауды сәнге айналдырыпты. \"Тойға арналған киіз үйлер\" бизнес-жобасының авторы Лиззи \"Серіктесім екеуміз киіз үйді қатты ұнатамыз. Өйткені, оңтайлы, кең әрі әдемі құрылымының арқасында оны кез-келген жерге орнатуға болады. Киіз үй жас жұбайларға ерекше той жасауға мүмкіндік береді\", – депті жергілікті БАҚ-қа берген сұқбатында.\nТолығырақ: https://informburo.kz/kaz/nyn-zhoaltpaan-azaty-kiz-y-shetelde-de-sranysa-ie.html",
                "date": "24.12.2020",
                "upvotes": 0
            },
            {
                "text": "Көшпенділердің киіз үйі — тарихымыздағы ең бірінші сәулеттік құрылыс. Киіз үйдің іші қыста жылы, жазда салқын. Сондықтан, шопандар да, туристер де пайдаланады. Киіз үй жер сілкінісінде де ыңғайлы, өйткені ол оңайлықпен бұзылмайды. Қазақстан жер сілкінісінен зардап шеккен елдерге шатырдың орнына киіз үйлер апарып жүрді.",
                "date": "30.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғаш рет қай жылы қай жерде қан тазарту болды?",
        "question_content": "маған сабақтан осындай сұрақ келді.\n\nқан қай мемлекетте ең алғаш рет тазартылғаны жайлы және қай жылы.\n\n1911 мен 1917 жыл аралықтары",
        "question_date": "23.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан тазарту проблемасы көне заманнан бері болды. Ежелгі заманда көптеген аурулар сұйықтықтарды араластырудан пайда болады деп ойлаған. Бұл үшін олар түрлі өсімдік пен пайдалы қазбалардан жасалынған қоспаларын ағзаны тазалау үшін пайдаланған. Бұл әрекеттер науқас үшін тиімсіз, тіпті зиянды болды. Қан тазарту процесіне қызығушылығы не арта отырып, содан кеми отырды.\nXIX ғасырдың басында биохимия саласының дамуына орай, адам ағзасында көптеген процестер түсінікті болған соң, қан тазарту  мәселесі жаңа деңгейге шықты. 1854 жылы шотланд ғалымы Томас Грэм «Осмотикалық күш» еңбегін дүниеге әкеліп, гемодиализ негіздерін орнатты. Осы еңбегінде ол жартылай мембрана өткізгіш пергаментін дайындау тәсілін алғашқы сипаттаған болатын. Бұл әдіс  арқылы коллоидтық және кристалдық шешімдерді бөлу жүзеге асыру мүмкін болды. Оның жұмысына қазіргі уақыттағы классикалық, диффузия және осмос заңдар эксперименталды дәлелдеді. Пергамент қағазы арқылы кристалдық сұйықтықтың диффузия процесі «диализ» деп аталды.Сонымен қатар, ол молекуланың өлшемдері диффузияның жылдамдығына байланысын  дәлелдеді. Молекула үлкен болған сайын, диффузия жылдамдығы азаяды.\n50 жыл өткен соң, Джон Джекоб Абель қан ерітілген заттарын алып тастау үшін бірінші құрылғыны шығарды. Зерттеулер бүйректері жоқ  иттерде жүргізілді. Эксперименттер барысында, қаннан ақуызбен азот қосылыстары жоқ болған жағдайда,  ықтимал жою тиімді екенін дәлелдеді. Аппараттың мембрана фильтрлеу шағын ауданы адамдардың қанын тазалау үшін  пайдалану мүмкін емес болды. Қанның ұюын алдын алу құралы ретінде, сүліктерден алынатын антикоагулянт, гирудин пайдаланды. Препараттың төмен тиімділігі үшін, күрделі тромбоэмболиялық асқынулар пайда болды.\nАлғашқы адамға арналған гемодиализ (уремия ауыратын науқас) 1924 жылдың қазан айында Германияда, дәрігер Георг Хаас арғасында өткізілді. Антикоагулянт  ретінде тазартылған гирудин пайдаланылды, бірақ  антигендік қасиеттері тек 30-60 минут диализ өткізуге мүмкіндік берді. 1927 жылы, бірінші рет гемодиализда антикоагулянт ретінде гепарин қолданылды. Осылайша Хаас табысты гемодиализ үшін барлық қажетті ингредиенттерді  бірге қолдануды бастаған дәрігер. Ол, қауіпсіз және тиімді антикоагулянт, үлкен ауданды қолданылатын сүзгі мембрана, тиімді қан жету мембрана құрылғысын дүниеге әкелді.\nБірінші рет  уремиялық комадан адамды табысты гемодиализ арқылы іске қосу жағдайы 1945 жылдың 3-ші қыркүйегінде  болды. Нидерланд дәрігері Виллем Кольф, практикасында Георг Хаас енгізген клиникалық гемодиализ аппаратының жақсартты. Гемодиализды пайдаланудың бас мақсаты уремиямен күрес болды. Нәтижесінде, гемодиализатор арқасында қан тазарту мочевина концентрациясын азайтуға мүмкіндік берді, науқасты комадан шығарды. Емдеу нәтижесінде, 1945 ж 11-қыркүйекте  пациенттің жағдайы айтарлықтай жақсарды, өмірінің қауіп көрсеткіші жоғалды. Алғаш рет тәжірибеде осы әдістің тиімділігі клиникалық деңгейдедәлелденді. 1946 жылы Уильям Kольф уремия науқастарын гемодиализ арқылы емдеу жөніндегі нұсқауын шығарды.\nСозылмалы гемодиализ дәуірінің басталуы 1960 жылы болды, сол кезде Болдинг Скрибнер мен Вейн Квинтон  алғаш рет ұзақ мерзімді тамырлық қолжетімділік мәселесін шеше алды. 1960 жылдың 10 сәуірінде Чикаго қаласында, жаңа құрылғыны жариялады. Ұзақ мерзімді тамырлық қол радиалды артериясына  және тамырға екі жұқа қабырғалы түтікшелер  имплантациялау арқылы қамтамасыз етіледі.\nДиализ кезінде сыртқы шеттері иілген тефлон түтікті сымымен қосылды, және шунттаушыға гемодиализатор қосылды.\nТолығырақ: https://bbnura.kz/kk/gemodializ-2/",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген теңдеу жүйесін шешіңіз.",
        "question_content": "y-1,5x=-2    3x-y=-1 Берілген теңдеу жүйесін шешіңіз.",
        "question_date": "23.12.2020",
        "question_tag": "Математика",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y-1,5x=-2    => y = 1,5x-2\n3x-y=-1\n3x-1,5x-2 = -1\n1,5x = 1\nx=2/3\ny = -1",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "b1+b4=40, b2+b5=10 еселігін табу керек?",
        "question_content": "1-ші ж/е 2-ші геометриялық прогрессияның қосындысы 40,2-ші және 5-ші геометриялык прогрессияның қосындысы 10. Еселгін табу керек.",
        "question_date": "23.12.2020",
        "question_tag": "Геометрия",
        "question_views": 830,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Шырғалаңда\" бөлімінің сюжеттік құрылысын жаса?",
        "question_content": "\"Шырғалаңда\" бөлімінің сюжеттік құрылысын жасау керек?",
        "question_date": "23.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Проекциялары 12 см және 40 см. Осы көлбеулердің ұзындықтарын табыңыз?",
        "question_content": "Нүктеден жазықтыққа екі көлбеу жүргізілген олардың бірі екіншісінен 26-см-ге үлкен. Проекциялары 12 см және 40 см. Осы көлбеулердің ұзындықтарын табыңыз?",
        "question_date": "23.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені: \nАВ=х см. - көлбеу\nАС=х+26 см. - көлбеу \nАН - биіктігі\nНВ=12 см. проекция АВ\nНС=40 см. проекция АС\nТабу керек: АВ и АС\nШешуі:\n Пифагор теоремасы бойынша \nв ▲АВН АН=АВ²-НВ²=х²-12²=х²-144\nв ▲АСН АН=АС²-НС²=(х+26)²-40²=х²+52*х+676-1600\n52*х=780\nх=15\nАВ=15 см. \nАС=15+26=41 см. \nЖауабы: 15 см. және 41 см.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А нүктесінің көшкен координатасын тап.",
        "question_content": "Үшбұрыш төбелерінің координаталары А(-3;-2), В(4;-3), С(-2;4). Егер АВС үшбұрышын\n\nпараллель көшіргенде С нүктесі В нүктесіне көшсе, А нүктесінің көшкен координатасын\n\nтап.",
        "question_date": "23.12.2020",
        "question_tag": "Геометрия",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Модель болу үшін қандай сабақ тандау қажет ?",
        "question_content": "Сәлем модель актриса әнші тележүргізуші болу үшін оқу керек пе? Мен монғолия да тұру шедім қандай сабақ тандау қажет нақты жауап беріңіздерші.",
        "question_date": "23.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/682098/",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бактерия немен сипатталады?",
        "question_content": "Колледжде тест тапсырып жатыр едім осы сұрақ қиын болп тұр. Бактерия немен сипатталады?",
        "question_date": "23.12.2020",
        "question_tag": "Табиғат",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол нақты сұрақтың мүмкін жауаптары келтірілмегендіктен тура басып айту қиын. Жалпы теориядан алынады ғой. сондықтан бактерияның жалпы сипаттамасы:\nБактериялар— тек микроскопта ғана көрінетін аса ұсақ микробтар және олар көптеген әр алуан аурулар туғызады. Ғалым Антон Левенгук ашқан.Бактерия - бір жасушалы ағза, көбісі таяқша пішінді болып келеді. Бактерия негізінен түссіз тек кейбіреулерінде ғана аздап бояғыш заттар кездеседі. Фотосинтез құбылысы жүретін көк -жасыл қызыл түсті өкілдерін цианобактериялар деп атайды. Бактериялар – табиғатта ең көп тараған, негізінен бір жасушадан тұратын, оқшауланған ядросы жоқ, ең қарапайым организмдер тобы. Бактериялар қарапайым бөліну арқылы көбейеді. Мысалы, 1 г қара топырақта 2 – 3 млрд. бактериялар, 1 г құмды топырақта 150 мың бактериялар, адам көп жиналған бөлме ауасының 1 м3-інде он мыңдай бактериялар тіршілік етеді. Олардың пішіндері әр түрлі: шар тәрізділерін – кокк, қосарланғандарын – диплококк, таяқша тәрізділерін – бациллалар, үтір тәрізділерін – вибриондар, таға тәрізділерін терроидтар, жүзім тәрізді шоғырланғандарын – стафилококтар деп атайды. Бактериялардың ұзындығы 1 – 20 мкм, ені 0,1 – 10 мкм, ал жіп тәрізділерінің ұзындығы 50 – 100 мкм-ге жетеді. Қолайсыз жағдай туғанда сырты қалың қабықпен қапталып спора түзеді. Бактериялар өте төменгі температурада ([[–190С-та, ал споралары –253С-та]]) тіршілік ете береді. Оларды өте жоғары температурада (+100ӘС-та) кептіргенде, кейбір түрлері (мысалы, гонококтар) тіршілігін тез жойса, дизентерия таяқшалары жеті тәулік, дифтериянікі отыз тәулік, туберкулездікі тоқсан тәулік, ал түйнеменің бациллалары он жылға дейін тіршілігін жоймайды. Бактерияларды ультракүлгін сәулелері ерітіп жібереді. Қышқылды, қантты, тұзды ортада тіршілік ете алмайды. Бактериялардың көпшілігі зиянсыз, ал зиянды түрлері көптеген жұқпалы аурулар (туберкулез, тырысқақ, көкжөтел, т.б.) тудырады. Бактериялар жасушасында өсімдіктер мен жануарлардың жасушасында болатын элементтердің барлығы кездеседі. Бактериялардың тіршілігінде ферменттердің атқаратын рөлі зор. Олардың бір бөлігі (эндоферменттер) бактерияларда синтез, тыныс алу процесін реттесе, ал екіншілері (экзоферменттер) бактериялар арқылы қоршаған ортаға бөлініп шығады. Сондай-ақ олардың тіршілік етуі үшін көміртек пен азот өте қажет. Бактериялар азотты ақуыздан, амин қышқылдарынан, аммоний тұздарынан, нитраттардан алады, кейбіреулері атмосфера азотын сіңіреді. Бактериялар көміртекті көптеген көмірсулардан, спирттерден, органикалық қышқылдардан, т.б. алады. Органикалық қосылыстардағы көміртекті сіңіретін бактерияларды гетеротрофты, ал атмосферадағы көміртекті сіңіретіндерді автотрофты бактериялар деп атайды. Бактериялар ауа бар жерде де (аэробты бактериялар), жоқ жерде де (анаэробты бактериялар) өсіп-өнуге бейімделген. Өсімдіктер мен жануарлар қалдықтарын минералдандыру арқылы бактериялар табиғаттағы зат айналымына қатысады.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "abcd төртбұрышының ab қабырғасы x см ге тең?",
        "question_content": "abcd төртбұрышының ab қабырғасы x см ге тең?",
        "question_date": "23.12.2020",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен білмейміннн",
                "date": "22.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бабадан қалған асыл сөз\" тақырыбында осы тоқсанда өткен бір ақынды таңдап эссе жазу?",
        "question_content": "«Бабадан қалған асыл сөз» тақырыбында осы тоқсанда өткен бір ақынды таңдап, оның өзіңіз оқыған оқулықта, хрестоматияда берілген шығармасынан алған әсеріңізді білдіріп, дәлелдер келтіріп, талдап эссе жазыңыз. /100-120 сөз/",
        "question_date": "23.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    }
]