[
    {
        "question_title": "Түс жору: қызанақ, қияр, капуста",
        "question_content": "Сәлеметсіз бе! Түсімді жорып бере аласыз ба: танысымнан орташа тұздалған ұсақ сары қызанақ, қияр (малосольные) мен капуста (квашеная) алып жүр екенмін. Бұл нені білдіреді? Рахмет!",
        "question_date": "7.09.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақында көтересің натури",
                "date": "17.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышының BM медианасы жүргізілген. AB=BM және ABM =70° BMC бұрышын табыңдар",
        "question_content": "ABC үшбұрышының BM медианасы жүргізілген. AB=BM және ABM =70° BMC бұрышын табыңдар",
        "question_date": "6.09.2019",
        "question_tag": "Геометрия",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұшбұрыштардың қасиеттерін білген дұрыс, мұны шығару үшін.",
                "date": "5.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2(2,6х-4)=-30+5,09х теңдеудің түбірін табыңыз?",
        "question_content": "теңдеудің түбірін табыңыз:\n\n1) 2(2,6х-4)=-30+5,09х\n\n2) 20,1х-1,1=4(10-5,25х)\n\n3) 3(17-22,1х)= -7-63,4х\n\n4) 19х-0,4=2(32х-5) +0,6",
        "question_date": "6.09.2019",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. \n5,2х-8=-30+5,09х\n0,11х=-22\nх=-200\n2. \n20,1х-1,1=40-21х\n20,1х+21х=40+1,1\n41,1х=41,1\nх=1\n3. \n2х+17=22+3х\n2х-3х=22-17\n-х=5\nх=-5\n4.\n19x - 0,4 = 64x - 10 + 0,6\n19x - 0,4 = 64x - 9,4\n19x - 64x = - 9,4 + 0,4\n- 45x = - 9\n45x = 9\nx = 9/45\nx = 0,2",
                "date": "9.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шанғышының бастапқы жылдамдығы мен үдеуін анықтаңдар",
        "question_content": "Ұзындығы 100 м тау баурайының етегінде шаңғышының жылдамдығы 8 м/с болды. Ылдилау уақыты 20 с болса, шанғышының бастапқы жылдамдығы мен үдеуін анықтаңдар.",
        "question_date": "6.09.2019",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S-100м\n\nV2-8м/с\n\nt-20с\n\nТ/к V1-?   a-?\n\nК/ф- V=s/t\n\nV1=100/20=5м/с\n\nа=V1-V2/t\n\na=5-8/20 = 4,6м/с2",
                "date": "10.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 жас шамасында қыз асырап алғым келеді. Ол үшін не істеуім керек?",
        "question_content": "10 жас шамасында қыз асырап алғым келеді. Ол үшін не істеуім керек?\n\n10 жасар шамасындағы қыз бала асырап алсам деймін. Қалай болар екен. Өз жағымнан қамқор ана бола аламын. Бірақ бала қалай болар екен, қанына тартып бұзық болып кетсе қайтемін?",
        "question_date": "5.09.2019",
        "question_tag": "Заң",
        "question_views": 939,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланы сіз қалай тәрбиелейсіз бала солай өседі. Махаббатпен , өзіңіздің балаңызға қарағандай қарасаңыз ол бала не үшін жаман болып өсу керек?",
                "date": "5.09.2019",
                "upvotes": 0
            },
            {
                "text": "84-бап. Асырап алуға жол берілетін балалар\n1. Тууы осы Кодексте белгіленген тәртіппен тіркелген және толық тән саулығы, психикалық, рухани және адамгершілік жағынан дамуын қамтамасыз ету мүмкіндіктері ескеріле отырып, кәмелетке толмаған балаларға қатысты тек қана солардың мүддесінде асырап алуға жол беріледі. \n\nБұл ретте баланың жас мөлшері, естиярлық дәрежесі және өзін асырап алуға келісімі ескеріледі. \n\n2. Жалғыз ата-анасы немесе екеуі де: \n\n1) қайтыс болған;  \n\n2) баладан бас тартқан; \n\n3) ата-ана құқықтарынан айрылған және олар қалпына келтірілмеген; \n\n4) туыстарына, асырап алынатын баланың (балалардың) анасымен немесе әкесімен некеде (ерлі-зайыптылықта) тұратын адамдарға баланы асырап алуға келісім берген; \n\n5) сот тәртібімен әрекетке қабілетсіз, хабар-ошарсыз кеткен деп танылған немесе қайтыс болған деп жарияланған; \n\n6) белгісіз болған жағдайда, балалар асырап алуға жатады. \n\n3. Осы баптың 2-тармағының 1) — 3), 5) және 6) тармақшаларында аталған, Республикалық деректер банкінде есепте тұрған балалар азаматтығы мен тұрғылықты жеріне қарамастан, балалардың туыстарына, Қазақстан Республикасының аумағында тұрақты тұратын Қазақстан Республикасының азаматтарына Қазақстан Республикасының заңнамасында белгіленген тәртіппен асырап алуға берілуі мүмкін. \n\n4. Қазақстан Республикасының азаматтары болып табылатын, Республикалық деректер банкінде орталықтандырылған есепте тұрған балалар Қазақстан Республикасынан тыс жерде тұрақты тұратын Қазақстан Республикасының азаматтарына асырап алуға берілуі мүмкін. \n\nБаланы туыстары, Қазақстан Республикасының аумағында және одан тыс жерде тұратын Қазақстан Республикасының азаматтары асырап алмаған жағдайларда ғана Қазақстан Республикасының азаматтары болып табылатын, Республикалық деректер банкінде орталықтандырылған есепте тұрған балалар шетелдіктерге асырап алуға берілуі мүмкін. \n\nШетелдіктердің бала асырап алуы туралы істерді қараған кезде сот азаматтығы мен тұрғылықты жеріне қарамастан баланың туыстарының не Қазақстан Республикасы азаматтарының осы баланы бірінші кезекте асырап алу құқығын Қазақстан Республикасының балалардың құқықтарын қорғау саласындағы уәкілетті органының іске асырғанын анықтауға міндетті. \n\n5. Шетелдіктердің бала асырап алуына балалардың құқықтары мен мүдделерін қорғау саласында Қазақстан Республикасымен тең мәнді халықаралық міндеттемелері бар елдердің азаматтарына ғана рұқсат етіледі. \n\n6. Қазақстан Республикасының азаматтары болып табылатын балаларды асырап алуға беру тәртібін Қазақстан Республикасының Үкіметі бекітеді. \n\n7. Осы баптың 2-тармағының 1) — 3), 5) және 6) тармақшаларында аталған балаларды асырап алуға беру туралы рұқсатты қорғаншылық және қамқоршылық жөніндегі функцияларды жүзеге асыратын орган комиссия қорытындысы негізінде береді. \n\n8. Комиссияның қызмет тәртібі мен құрамын Қазақстан Республикасының балалар құқықтарын қорғау саласындағы уәкілетті органы айқындайды. \nПодробнее: https://kodeksy-kz.com/o_brake_i_seme/84.htm",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен тәуелсіз елдің ұланымын деген тақырыпқа маналог құрап жазу керек?",
        "question_content": "4-ші сынып оқушысына Мен тәуелсіз елдің ұланымын деген тақырыпқа маналог құрап жазу керек?\n1991 жыл - еліміздің «Қазақстан» деген атпен бүкіл әлемге алғаш қадам басқан жылы. Сол сәттен бері міне 20 жыл да өте шықты. Қазіргі Қазақстан әлем сахнасында мақтанарлықтай беделге ие.",
        "question_date": "5.09.2019",
        "question_tag": "Мектеп",
        "question_views": 130000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "1991 жыл - еліміздің «Қазақстан» деген атпен бүкіл әлемге алғаш қадам басқан жылы. Сол сәттен бері міне 20 жыл да өте шықты. Қазіргі Қазақстан әлем сахнасында мақтанарлықтай беделге ие. Жас мемлекетіміз осындай аз ғана уақыттың ішінде көптеген ірі экономикалық, саяси және әлеуметтік жетістіктерге қол жеткізді. Қазіргі таңда Қазақстан жас мемлекет бола тұра, көптеген елдерден әлдеқайда алда. Еліміздің аяғынан нық тұруы, ұлттық қауіпсіздікті қамтамасыз ету және экономикамыздың жедел қарқынмен дамуы - қазіргі таңда негізгі стратегиялық бағыттар. Бүгінгі Қазақстан – тек өзі орналасқан аймақта ғана емес, бүкіләлемдік проблемаларды талқылауда және шешуде ықпалды рөл атқаратын ел. «Қаз тұрып, қадам басқан тәуелсіздік сәбилік тұсауын өміршең уақытқа кестірген кезден бастап, осынау 20 жылдың бедерінде айшылық жерді алты рет аттаған алып секілді, дәуір жалынын мығым ұстап, тізгінін бекем қаға білді» - деп Елбасымыз айтқандай, егемен Қазақстанды бүгінде барша  әлем танып отыр.\nТәуелсіздік алғандағы алғашқы әрекеттердің арасында мемлекетіміздің ұлттық валютасы - теңгені енгізу, көршілес мемлекеттермен шекараны белгілеп алу, Конституциямызды бекіту бар еді. Ата Заңымызға сәйкес Қазақстан және қазақстандықтар ешкімнің жеріне көз салмайды, бірақ өз жерінің бір сантиметрін де ешкімге бермейді. Мұндай істердің орындалуы - ерекше тарихи жетістік. Айта берсек 20 жылда жеткен еліміздің жетістігі өте көп. Дегенмен, бұл жетістіктерге жетуде еліміз көп қиыншылықты көргенін ұмытпағанымыз жөн.\nӨз басым тәуелсіздіктен кейін туылған буынның өкілі бола тұра, бұл Егемендіктің қандай жолмен келгенін жақсы білемін. Қазақстан үшін, қазақ халқы үшін тәуелсіздік аспаннан түскен сый емес еді. Халқымыз бостандықты аңсап, Тәуелсіздікке зарығып жетті. Тәуелсіздік жолында еліміз аз қиыншылық көрген жоқ. Тәуелсіздік – ата-бабамыздың ежелден келе жатқан арманы. Халқымыздың бостандыққа ұмтылысының және өшпес қайсар рухының  арқасында тәуелсіздікке қол жеткіздік. Бұл күнге дейін жеткен ұмытылмас оқиғалар – ел бостандығын қорғау соғыстары мен ұлт-азаттық көтерілістердің тарихымызда өшпес өнеге, өлмес мұра ретінде сақталатыны рас. Елдің біртұтастығы мен тыныштығын сақтауға хан-сұлтандар, батырлар, қарапайым халықтың өзі де жандарын пида еткен. Тәуелсіздік деген ұлы жеңіске қол жеткізуде әлі де жаңғырып тұрған кешегі Желтоқсанның да септігі аз болған жоқ – студент жастардың көшеге шығып үндеуі және егемендік үшін зардап шегуге дайын екендігін көрсете білуі барша халыққа сенім мен жігер берген болатын.\nҚазіргі таңда Тәуелсіздік - барлығымыз үшін ерекше қасиетті күн. Бірліктің, ынтымақтастық пен татулықтың күні. Мемлекетіміздің тәуелсіздігі - ең алдымен халқымыздың бақыты. Алғашқы жылдарда басым мақсаттардың қатарында егемендікті нығайту, ұлттық қауіпсіздікті қамтамасыз ету, экономикадағы қиыншылықтарға жауап беру болған еді. Сондықтан бүгінгі күні халқымыз өткеннен қалған тарихи өнегені, отансүйгіштікті, ұлтына деген махаббатты жоғалтпай, әрі қарай жастардың патриоттық сезіміне енгізуге ерекше көңіл бөлуі керек деп ойлаймын.\nТәуелсіздігімізді жариялағаннан бергі мезгіл ішінде көптеген елеулі табыстарға қол жеткіздік. Еліміздің тыныштығы мен қауіпсіздігі, көп ұлтты Қазақстан халқының жарастығы мен ынтымақтастығы Президентіміздің жүргізіп отырған парасатты көреген саясатының нәтижесі.\nҚазақстан - қазақ халқының ата-баба мекені, ежелгі қонысы. Еліміз өлшеусіз табиғат байлығымен ғана емес, ең алдымен сан түрлі ұлттардан құралған халқымен ерекше екенін ұмытпаған абзал. Бүгінгі бейбіт те шуақты күндерді бағалай отырып, жаңа биіктерге ұмтылу – біздің буынның бағыты болуы тиіс.\nМен Тәуелсіз елдің Жас Ұланымын!\n«Жастары жалын жүректі, өршіл намысты, биік рухты болса, ол елдің еңсесі биік болады». Н.Ә. Назарбаев\nАлтын күмбезді көгімде қыран құсты байрағы желбіреген, айбарлы әнұраны асқақтаған, даңқты Қазақстанымның Жас Ұланы екенімді мақтан тұтамын.\nТелегей теңіз жылдарда бодандықты бастан кешіріп, сұм соғыстың тауқыметін тартып, сыңыр саясаттың құрығына түсіп қаншама қиналды десеңізші?! Мінеки, туған елім небір сұрапыл оқиғаларды бастан кешсе де, мойынсұнбай әлем картасыннан ойып тұрып керегесі мықты «Қазақстан» деген мемлекет орын алды.\nҚазақ елі қайсарлы да батыл, айбатты да асқақ елдердің бірі. Осындай еңсесі іргелі, тұғыры нық, ырыс пен ынтымағы, береке мен бірлігі жарасқан елдің ұланы екенімді мақтаныш етемін.\nАта-бабамның қажыр қайсарлығынан қуат, өрелі өшпес сөздерінен өнеге, тағылымды тәрбиесінен тәлім, батылдығынан бойымызға жігер жинап, керегесі мықты қазақ елінің ұлтжанды қыраны боламын. Болашақтың іргесін біз секілді туған елімнің Жас Ұландары құратын болсақ, әлемде қазақ елінен мықты ел болмақ емес.\nБүгінде республикамыздың әр өңірінде Елбасымыздың бастамасымен Тәуелсіздігіміздің 20 жылдығы аясында өскелең ұрпаққа патриоттық тәрбие беру мақсатында құрылған  «Бірыңғай «Жас Ұлан» балалар мен жасөспірімдер ұйымы» Республикалық Қоғамдық Бірлестігінің үшінші толқынына мектебіміздің түрлі интеллектуалдық байқаулар мен спорт бәйгелерінің жеңімпаздары, сынып көшбасшыларынан 72 оқу озаты, 48 оқу екпіндісі салтанатты түрде қабылданып, ұйымның мүшесі атандық.\nСалтанатты шарада біз ертеңгі еліміздің жарқын болашағы – білім көгіне қанат сермей жүріп мектепішілік «Жас Ұлан» балалар мен жасөспірімдер ұйымының жетекшісі Жумиева Сандуғаш Садуоқасқызының алдында Ұлан басшысы «Жас Ұлан» ұйымына қабылданушылар ант қабылдау рәсіміне дайындығы жөнінде баянат қабылданғаннан кейін, «туған жеріміз бен елімізді мақтаныш етуге, мемлекеттік рәміздерімізді құрметтеуге, білімге табандылықпен ұмтылуға» ант бердік. «Нұр Отан» ХДП-ның Орал қалалық филиалының кеңесшісі Нұралы Ажар Алтынбайқызы, Батыс Қазақстан облыстық «Ауыл жастары Одағы» қоғамдық бірлестігінің атқарушы директоры Тоқмамбетов Серік Әнуарұлы, білім шаңырағымыздың ардагер ұстаздары Арыстанова Назым, Бакирова Батима Гилимқызы, Кереев Мұхит Махметұлы, мектебіміздің басшысы Асқарова Бәтима Жұмабекқызы қатысып, жүрекжарды лебіздерін арнап, кемел келешектің кілтін ұстар «Жас Ұландықтарға» еліміздің Көкбайрағы бейбіт аспан астында желбіреп, әлемге таныла берсін деген ниетпен ұйымның төсбелгісін тағып, галстугын байлады.\nБүгінде ұйымымыздың жетекшісі Сандуғаш Садуоқасқызының ұйымдастырумен өтетін мектепішілік түрлі шараларға, сенбіліктер мен кездесулерге, қайырымдылық акцияларына белсене қатысамыз. Жұдырықтай жүрегіміздің түбіндегі Отанымызға деген асқақ сүйіспеншілік бізді алға жетелеп, дәйім «Өз еліңнің – патриотты ұланы бол!» деп дем беріп келеді. Арына жанын садаға еткен, «атамыз алаш, керегіміз ағаш» болған өр қазақтың намысты ұрпағы екенімізді ұмытпай, айбынды бабалардың рухын өшірмей, даңқты тарихымызды сақтайық!\nЕлге деген ыстық сезімімді жетесіне жеткізген, бодандықта бор болған төзімділікті қыл көпірден өткізген, өз елім, өз жерім деп өзек өртеп, өршіл рух сыйлаған, санамызды улаған сансыз «ертегіден» есті жинаған, қасқайып қазақ атын мың қайталап жүрек отын тұтатқан, бойында күш-жігері, кеудесінде қуаты тасыған, егемен еліміздің еңселі байрағын ұшы қиыры жоқ көгімде нық көтеруге ұмтылған, қырандай қарыштаған - Тәуелсіз елдің Жас Ұланымын!\nМүсілім Ақмаржан\nОрал қалалық №40 ОЖББМ-тің  11-сынып оқушысы,\n «Жас Ұлан» балалар мен  жасөспірімдер ұйымының мүшесі",
                "date": "5.01.2020",
                "upvotes": 3
            },
            {
                "text": "Жоспар\nКіріспе бөлім.\nТәуелсіз Қазақ елінің шежіресі\nНегізгі бөлім.\nа) Азаттықтың ақ таңы\n\nә)Ең басты құндылығымыз —  Тәуелсіздік\nҚорытынды бөлім.\nЖаса, жайна, Қазақстаным!\n\nБізге азаттық азаппен , арпалыспен келген. Тәуелсіздік тәуекелге түскен. Сондықтан да бұл бақытымыз баянды, ұзағынан сүйіндіреді деп сенеміз. Н.Ә. Назарбаев\n\nТәуелсіздік! Қандай киелі сөз. Осы бір құдіретті сөздің тереңіне көз жіберіп, ой елегінен өткізсек, ата — бабаларымыздың ғасырлар бойы асыл арманы, азаттық жолында құрбан болған талай боздақтардың ұрпақтарына қалдырған аманаты екені сөзсіз.\nТүп жежіресі сонау ежелгі түркіден бастау алатын қазақ халқы өзінің жер бетінен жойылмай, іргел іел, жоралы жұрт, салиқалы салтын сақтап қалғаны – оның еркндіксүйгіш жігерінің , асқақ рухының арқасы. Ұшқан құстың қанаты талатын осынау кең даланы біздің ата – бабамыз ғасырлар бойы ақ білектің күшімен, ақ найзаның ұшымен қорғап келді. Бұл далада халқымыз үш ғасырдай бостандық пен еркіндік жолында соғысты. Тарихқа жүгінсек, ежелден қазақ халқы өздігінен ешқандай соғыс ашпаған, қашан да бейбітшілікті ту етіп ұстаған бейбіт халық болған. Дүние жүзіндегі халықтардың ортақ ойы, арманы- бостандық, тәуелсіздік\n\nXVIII – XIX  ғасырларда халқымыз еркіндік пен тәуелсіздігінен айырылды. Халқымыздың басынан қара бұлт серпілмеді.\n\nДос та іздедем жау тисе болысатын,\nҚыс қыстатып, жаз бірге қоныстанатын.\nЕділ,Жайық,Ертісті жағаладым,\nҮміт көрдім құдіретті Ресей атын,\n\nБірақ Ресей мемлекеті өз мақсаты үшін жерімізді отарлап, халықты аяусыз езгіге ұшыратты.XX  ғасырдың 1916 жылы маусым жарлығына «Жігіт бермейміз» деп қарсылық көрсеткендер оққа ұшырады. Қаншасы өз жерінде қырғын көрді.\n\n1917 жылдан кейін де қуғыншылыққа ұшырап, мыңдаған жандар ата –жұртын тастап кетуге мәжбүр болды. 1932 – 1933 жылдарда болған адам айтса нанағысыз ашаршылықта 9 миллиондай халықтың жартысына жуығы опат болды. Зиялы қауымды қынадай қырған 1937 – 1938 жылдар…\n\n1941 – 1945 жылдар аралығында адамзат тарихында болмаған алапат соғыста қазақ ұландары ерекшк ерлік көрсетті.\n\n1986 жылы желтоқсанда отты оқиға болды. Елдің егемендігін аңсаған жастар ұлттық намыс құдіретін әлемге паш етті.\n\n1991 жылы 1 желтоқсанда республика жұртшылығы Нұрсұлтан Әбішұлы Назарбаевты Республикамыздың Президенті етіп сайлады.\n\nОсы жылдың 16 желтоқсанында Қазақстан Республикасы Жоғарғы кеңесі елді «Тәуелсіз, демократиялық және құқылы мемлекет»  деп жарияланды.\n\nТалай нәубетті басынан өткерген халық үшін азаттықтың, бостандықтың өзі баға жетпес байлық екені сөзсіз.\n\nҚазақ елін бір тудың астына жинап, біртұтас тәуелсіз ел болу үшін күрескен алаш  арыстары: Әлихан Бөкейханов, Міржақып Дулатұлы, Ахмет Байтұрсынұлы, Мұстафа Шоқайұлы. Олар қазақ елінің тәуелсіздігі үшін өмірлерін қиды. Алаш ұлдарының арман — тілегі ұлттық сананы оятуда рухани түрткі болды. Қазақ елінің дамуы мен өркениетті ел қатарына қосылуының іргесін қалады.\n\nТәуелсіз ел тарихы – отаншылдықтың, ерліктің не екенін дәлелдейтін тамыры терең бай тарих. Елім, Отаным, деген қасиетті ұғымдар әр азаматтың өз табалдырығынан, өз ауылынан, өз өлкесінен басталады. Егемен еліміздің ертеңін нұрлы етер «барыс» текті намысты ұрпақ бойында ұлттық сана көрініс тапса, ақыл ойы мен жүрегінде туған жері мен еліне деген сүйіспеншілік орын тепсе, бұл қоғамымыздың қалыпты дамуы, өркениетке ұмтылу жолындағы нәтижелі көрінісі болып саналмақ.\n\nТәуелсіздік – ең басты құндылығымыз. Бұл — ең алдымен қазақ халқының бостандыққа ұмтылған асқақ армандары мен қайсар рухының жемісі. Сондықтан да біз үшін тәуелсіздік күші – ең қадірлі күш. Бүгін Қазақстан әлем назарында, өзінің болашағынан үлкен үміт күттіретін, жері, халқы бай ел.\n\nЕндеше, қазақ халқы, барша қазақстандықтар үшін тәуелсіздік алуымыздың өзі үлкен жетістік деп білемін, яғни дербес мемлекетте өмір сүріп отырған ұрпақ шын мәнінде бақытты деп ойлаймын. 23 жыл тарих бедерінде көп уақыт емес. Бірақ бұл жылдардағы Тәуелсіз Қазақстанның қол жеткізген жетістіктерін аз деп  айта алмаймыз. Елбасымыздың салиқалы саясатының арқасында  мемлекетіміз өркендеп келеді. Бүгінде  еліміз тыныш, жұртымыз аман. Мемлекет басшысы жыл сайынғы  дәстүрлі жолдауларында халқымыз үшін маңызды  мәселелеріне көңіл бөліп, олардың орындалуына баса назар аударуда.  «Орнында бар оңалар» демекші, еліміз, жеріміз орнында. Жерімізге жетер байлық жоқ. Батырларымыздың арқасында «Қазақстан» егеменді ел болып дүние жүзіне танылды. Осындай қасиетті мекенде, керемет дархан далада, егіні теңіздей толқыған, өндірісі өркендеген мекенде өмір сүруші әрбір адам өз Отанын жанындай сүйіп, оның көк байраағын көкке көтеруді мақтаныш тұтады.\n\nОсы жылдар ішінде елімізде қыруар істер атқарылды. Жеріміздің шекарасы халықаралық шарттарға сай бекітілді. Мемлекеттік рәміздеріміз ата заңымыз, ұлттық валютамыз және  Сарыарқаның кең жазық даласында барша елді өзінің тез көркейіп өсуімен таңқалдырып, жаңа астанамыз дүниеге келді. «Қазақстан Республикасы» деген асқақа рухты ел екенін мойындаттық. Ел экономикасы да жылдан- жылға ұлғайып мәдени, рухани деңгейіне көтерілуде. Қалалар мен ауылдардарымыз жаңарып, өркениетке лайық құлпырып келеді, халықтың тұрмысы күн сайын жақсара түсуде. Білім, медицина мәдениет салаларында да керемет ілгерілеу қанатын кеңге жайып, бұл бағытта дамыған мемлекеттермен иық тірестіретін дәрежеге жеттік.  Осы ұлан ғайыр табыстарымыз Елбасымыздың еткен ерен еңбегінің нақты нәтижесі, жарқын көрінісі екеніне ешкім шүбә келтіре алмас.\n\nКең байтақ даламыз Еуразия материгінің екі бөлігін түйістіре отырып көлемді аумақта орналасқан. Алтайдан Атырауға, Арқадан Алатауға дейін созылған қазақ даласында ынтымақтастық атты туды биікке көтеріп, өзге ұлт өкілдері де мекендейді.\n\nЕгемендігіміз бен тәуелсіздігіміздің арқасында халқымыз туған тілімен кайта қауышты. Еліміздегі өзге ұлт өкілдерінің тілімізге деген көзқарасы өзгерді. Мемлекеттік тілдің өз дәрежесінде болып, баршаға ортақ қажеттілік, қолданыс аясын кеңейту, тіл деңгейін көтеру-өз халқына, дініне жаны ашитын әрбір азаматтың яғни біздің борышымыз.\n\nXXI ғасыр – білім ғасыры. Біздің алға қоған мақсатымыз — өткенімізді білетін, бүгінді түсінетін, ертеңімізге сеніммен қарайтын азамат болу.     \nТәуелсіздік — біздің алдымыздағы жарқын болашаққа жол ашып берді. Біз сол жолдан бұлтармай алға баса береміз. Осы бақыт үшін баршамыз тәубе дейміз., осы жолда біліміміз бен білігімізді, қайратымыз бен қанымызды  аямай жұмсаймыз. Сүйікті Отанымыз-  Қазақстан мәңгі құлпырып жайнай берсін, жарқырай берсін!\n\nБүгінде Қазақстанды әлем тануда. Жаңа дүние, жаңа қоғамға бет бұрдық. Елбасымыз Нұрсұлтан Назарбаевтың нұрлы жолымен болашаққа нық басайық.",
                "date": "7.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың 17 қара сөзінің қысқаша түсінігі, мағынасы керек еді?",
        "question_content": "Абайдың 17 қара сөзінің қысқаша түсінігі, мағынасы керек еді?",
        "question_date": "5.09.2019",
        "question_tag": "Мектеп",
        "question_views": 215000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Он жетінші қарасөз Ғылым, Ақыл, Қайрат, Жүректің диалогінен тұрады. Абайдың бұл қарасөзі оның ғылым, ақыл, жүрек туралы өлеңдерімен мағыналас болып келеді. «Әуелде бір суық мұз, ақыл зерек» атты өлеңі мен он жетінші қарасөздің мазмұны бір. Ақын өлеңде айтқан пікірін қара сөзде дамытып, аша түседі. Бұл Абайдың өз идеясына беріктігін, қандай проблеманы көтерсе де, мәселені жүйелі түрде қарастырып, оны оқырманының ой-санасына жеткізуді мақсат ететіндігін, алған бағытынан ауытқымайтынын дәлелдейді. Қайрат, ақыл, жүрек үшеуі адам үшін өздерінің атқаратын жұмыстарын айта келіп, әрқайсысы өзін бірінші орынға қойып таласады да, ғылымға төрелікке жүгінеді. Ғылым үшеуінің де жақсылы, жаманды қасиеттерін дәл сипаттап, әділ сынайды. «...Осы үшеуің басыңды қос, оның ішінде жүрекке билет», - деп үкім шығарады. «Егер үшеуің ала болсаң, мен жүректі жақтаймын», - дейді оларға ғылым. Демек Абай жүректі, яғни адамның адамды сүюін, адам үшін қызмет етуді бірінші орынға қояды. Бірақ ғылым бойынша да, Абайша да ең идеал нәрсе – осы үшеуінің бірлігі. «Осы үшеуі (ақыл, қайрат, жүрек) бір кісіде менің айтқанымдай табылса, табанының топырағын көзге сүртерлік қасиетті адам сол», - дейді Абай.",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыз жібек жырының кейіпкерлері.",
        "question_content": "Қыз жібек жырының кейіпкерлері.Қазақ әдебиетінен срочно керек еді.Өтініш көмектесіңдерші.",
        "question_date": "5.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 40600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз жібек ақылына көркі сай, атына заты сай қыз. Сонымен қатар ол инабатты әрі ибалы тәрбиелі қазақтың қарапайым қызы. Қыз жібек негізінен өте ақылды, сабырлы, тереңінен ойлайтын жан.\nТөлеген батыр, жүрекжұтқан қайсар бала. Қыз жібекті іздеп кетуге бара жатқан кезде әкесінің тілін алмай, теріс бата алды. (Сонда бұнан төлегеннің өз дегенімен жүретінін байқауымызға болады.) Әкесінің тілін алмағаннан кейін төлеген қыз жібектің еліне бара жатқан кезде ол қаза табады.\nБекежан - сұм, қатыгез қаскөй адам. Төлегенді өлтірген соның адамдары. Оның мақсаты төлегенмен қыз жібекті бірге қоспай, жібекпен өзі қосылғысы келді.",
                "date": "5.01.2020",
                "upvotes": 0
            },
            {
                "text": "Блмим кейіпкерлерін",
                "date": "12.09.2023",
                "upvotes": 0
            },
            {
                "text": "Қыз Жібек,Төлеген,Бекежан,Сансызбай,Хан,Жеңшесі",
                "date": "6.10.2023",
                "upvotes": 0
            },
            {
                "text": "Қыз жібек,Төлеген,Бекежан,Сансызбай,Хан,Жеңгесі,Төлегеннің әкесі",
                "date": "29.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыштарын градустық өлшемдермен өрнектендер.",
        "question_content": "Бұрыштарын градустық өлшемдермен өрнектендер.",
        "question_date": "4.09.2019",
        "question_tag": "Жеке бизнес",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "pi/3 = 180/3 = 60\n\n3pi/2 = 3*180/2 =270\n\n7*pi/4 = 7*180/4 = 315\n\npi=180\n\n-pi/4= -180/4 =-45\n\n-3*pi = -3*180 = -540",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Aliexpress-ке берілген тапсырысты қалай жоюға болады?",
        "question_content": "Мен али экспресстен заказ беріп койгам енді ол зат керек емес отказ кылсам акшамды кайтарама соны билып бериндершы заказ 2 кунен кейын жолга шыгады",
        "question_date": "2.09.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Aliexpress http://www.aliexpress.com веб-сайтында, егер сіз оны жібермес бұрын тапсырысты жойған болсаңыз, сізге ақша қайтарылады.\nАқылы тапсырысты болдырмау үшін «Менің тапсырысым» бөліміндегі шотыңызға кіріп, сатып алуды тоқтатқыңыз келетін тапсырыстар тізімінен қажетті өнімді таңдап, «Тапсырысты болдырмау» түймесін басыңыз:\nОсыдан кейін терезе ашылады, онда сіз «Тапсырысты болдырмау» түймесін басу керек:\nЕгер тапсырыс төленген болса, онда 24 сағаттан кейін бұйрықты болдырмауға арналған батырма пайда болады. «Тапсырысты болдырмау» тетігін басқаннан кейін, себептер тізімінен бұйрықты неліктен бас тарту керектігін таңдау керек болатын жол пайда болады:\n- Мен қателесіп бұйрықты қайталадым - мен қайталанатын тапсырыс бердім.\n  - Мен өзім қалаған дұрыс емес өнімге тапсырыс бердім\n  - Сатушы келісілгендей тапсырысты уақытында жеткізбеді\n  - Сатушы маған тапсырыс берген тауарым бітті деді. - Жеткізуші мен қалаған өнім (дер) жоқ деп айтты. \n-Сатушы маған тапсырыс берген тауарларды жіберуден бас тартады. - Жеткізуші өнімді (-ларды) жеткізуден бас тартады\n- Мен сатушымен байланыса алмаймын - Жеткізуші тауар (дар) ды жеткізуден бас тартады\n  - Өнім (дер) өнім туралы толық ақпарат парағында сипатталғандай емес\n  -Жеткізуші менден Эскроу-дан басқа төлем әдісін қолдануды сұрады\n  - жеткізуші туындаған басқа себептер. - жеткізуші туындаған басқа себептер\nСодан кейін тапсырысыңыздан бас тарту туралы өтінішіңіз сатушыға жіберіледі. Сатушыдан 14 күн ішінде мәмілені бұзуға келісімін растау қажет. Айта кету керек, сатып алушы біржақты тәртіппен бас тартуға құқылы емес, сатушы тапсырысты болдырмауға келісімін беруі керек. Сатушының рұқсатынсыз, егер тапсырыс жіберілмеген болса, тапсырысты өңдеуге бөлінген уақыттан кейін тапсырыс жойылуы мүмкін.\nALIEXPRESS-ПЕН АҚШАНЫ ҚАЙТАРУҒА БОЛА МА?\nБұл кезең тауар бетінде бағадан төмен көрсетілген.\nҚандай жағдайларда ақша Aliexpress-ке қайтарылады?\nСатушымен сөйлескеннен кейін және жөнелтілген тауарлар үшін ақшаны қайтару туралы келісімшарт жасалғаннан кейін, сатушылардың бәрі бұл қадамға бармайды.\nЕгер сәлемдеме уақытында келмесе. Дауды ашу керек, сіз толығырақ мына жерден оқи аласыз: Aliexpress-тағы даулар мен дауларды ашу.\nЕгер сәлемдеме бүлінген болса. Сіз пошта бөлімшесінде рәсімделген нысанды толтыруыңыз керек, содан кейін дауды ашыңыз.\nСапасы жеткіліксіз келген тауарлар. Сізге бірнеше суретке түсіру керек және дауды ашу керек.\nЕгер дауды қарастырғаннан кейін шешім сіздің пайдаңызда болса, онда сатып алу үшін ақша сізге қайтарылады. Тауарды сатып алуға ақша сізге тапсырыс үшін төлеген тәсілмен (Aliexpress-тегі төлем әдісі) мәміле аяқталған күннен бастап екі апта ішінде қайтарылады. Тапсырыс үшін ақша толық көлемде қайтарылуы керек.\nAliexpress-ті қайтару күндері  төлем әдісіне байланысты:\nНесиелік карта - 7-ден 10 жұмыс күніне дейін\nБанк аударымы - 7-ден 10 жұмыс күніне дейін\nMoneybookers - 3-тен 5 жұмыс күніне дейін\nQIWI әмиян - 3-5 жұмыс күні\nЕгер көрсетілген уақыттан кейін қаражат сіздің шотыңызға қайтарылмаған болса, төлем жүйесінің қолдау қызметіне хабарласып, кешіктірудің себебі мен ықтимал шарттарын білуіңіз керек.\nТолығырақ: https://leally.ru/kk/skachat-soft/kak-sdelat-chtoby-vernuli-dengi-s-aliekspress-mne-ne-vernuli/",
                "date": "5.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО- нан басқа ЖОО- на грантты сақтап ауысуға болма?",
        "question_content": "Саламатсыздарма. Мен Д Серікбаев атындағы ШҚМТУ- ға кадастр мамандығы бойынша грантқа түсіп едім. Мемлекеттік грантты сақтап  басқа ЖОО- на кадастр мамандығы бойынша ауыса аламын ба? Болса не істеуім керек ауысу үшін? Алматы қаласындағы қай универге ауысуға болады кадастр мамандығы бойынша.",
        "question_date": "1.09.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, грантты сақтап ауыса алмайсыз.\nАуысқан жағдайда грантыңыз қазіргі университетіңізде қалады және оны ақылы бөлімді оқитын, бағалары жоғары бір группаласыңыз алады.",
                "date": "19.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орнына қайта келген 1 айдан кейін аттестатциядан өту туралы айтқан. Ол қаншалықты заңды?",
        "question_content": "Мектеп директорын осыдан 8 ай бұрын жаламен орынан босатып жіберген. Дегенмен 8 ай өзінің дұрыстығын дәлелдеп аудандық сотта жеңіліп, облыстық сотта аппелятциядан жеңіп шықты. Сот ұйғарымы орнына дереу орналастыру деп берсе де, әлі күнге дейін бұйрықты берсе де қайтадан апарып отырғызған жоқ. Сонда  соттың ұйғарымын орындамай отырған басшыға не істеу керек? Енді ол кісі не істеуі керек?",
        "question_date": "27.08.2019",
        "question_tag": "Заң",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Премьер лига ойындарын неге казспорттан көрсетпейді?",
        "question_content": "Премьер лига ойындарын неге казспорт көрсетпейді?",
        "question_date": "23.08.2019",
        "question_tag": "Телеарналар",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақша жоқ\n\n.                            .",
                "date": "25.08.2019",
                "upvotes": 1
            },
            {
                "text": "Премер лига ойындарын көрсету үшін оны сатыпалу қажет,ал қазспорт арнасы оны сатып алмаған,себебі ойындарды ютуб сатып алған,ютубтан тікелей эфирде көрсетіліп жүр",
                "date": "26.08.2019",
                "upvotes": 1
            },
            {
                "text": "Қазақстанның телеиндустриясы Үнді фильмдерін сатып алып бұл футболға ақша жетпей қалыпты-мыс. Үкімет қайда қарап отыр.",
                "date": "27.08.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Абысындар телехикаясында Самир деген кім ?",
        "question_content": "Самир кайдан келді? Не үшін Симардан кек алмакшы? Соңы не болады?",
        "question_date": "23.08.2019",
        "question_tag": "Телеарналар",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Самир алда келетін жауыз Бхайравидің ұлы. Санджана оған ғашық болып қалады! Прем байқаусызда Самирдің әкесін қағып кетеді, сол үшін кек алуға келеді! Бірақ Бхайрави Самирді алдап жүреді, оның әкесін Прем өлтірмеген! Бхайравидің өзі өлтірген",
                "date": "7.09.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қайырымдылық тек ақшамен өлшене ма?",
        "question_content": "Сәлеметсіздер ме! Менің есімім Арман. Номер бірінші балалар үйінің түлегімін. Жасым 16-да. Қазір КазАТК колледжінде оқуға түстім. Ақылы оқу. Оқуыма 140 000 теңге жинадым жазда, енді 100 000 керек. Сіздерден ақша сұрамаймын. Ғаламтор желісі арқылы ақша табатын проект таптып. Сол жерге менің кодым бойынша тіркелсеңіздер маған ақша төлейді. Көмектесіп жіберіңіздерші. Көмектесем деушілерге дайындап қойған инструкциамды жіберем не істеу керек екенін. Алла риза болсын!",
        "question_date": "21.08.2019",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 865,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Барша адамзат бір Адам атадан тарағаны белгілі. Осы тұрғыда ислам дінінде де мұсылманның мұсылманға бауыр, деген қағидасы бекер емес. Адамның шығу тегі бір болғандықтан олардың арасында өзара жақсылық жасаулары да адами үйлесімділікті айғақтай түседі. Кез келген игі істерді жүзеге асыру адамдар арасында дінге, тілге, нәсілге, ұлтқа бөлінбейтіндігін ұмытпаған жөн. Адамдар жақсылық жасауды қолдап оған мүмкіндік туғанда қашанда бейім тұратындығы ертеде оның фитратынан қалыптасқан. Бұл кезекте ислам дінінің орны айрықша. Адамзаттың ұстазы болған Мұхаммед с.а.у. пайғамбардың өзі: «Адамдардың ең қайырлысы ол өзгеге пайдасы тигені» деген.\nБүгінгі әлемде игі істі мақсат еткен көптеген халықаралық ұйымдар құрылып қайырымдылық жасаудың түрлі жолдарын ойлап табуда. Солардың бірі Біріккен Араб Әмірлігінің премьер-министрі Шейх Мұхаммед әл-Мактум бастамасымен «Qalby Etmaan - قلبياطمأن» қайырымдылық бағдарламасын атап кетуге болады. Аталмыш бағдарламаның негізгі мақсаты әрбір қоғамдағы мұқтаж жандардың жағдайын жақсарту болып саналады. Айталық, бағдарлама қызметкерлері Мысыр, Сирия, Уганда, Йемен, Иордания және т.б. түрлі елдерді аралап, ондағы жағдайы  ең төмен жандарға қаржылай, заттай, жұмысқа орналастыру және жеке кәсіпті ашып беру секілді игі істердің жүзеге асыруына ұйытқы болып отыр. Бұл барша елге үлгі тұтарлық әрекет. Осы секілді Түркия мұсылмандары тарапынан құрылған «Жансүю» қоры да жақсылық жасауда қажырлы еңбек етуде. Қор қызметкерлері өткен жылдың өзінде су тапшылығынан зардап шегіп отырған Африканың 17 елінде 20 су құбырын ашқан болатын. Мұндай игі істер тек арнайы ұйымдардың ғана емес сондай-ақ, жеке мұсылмандар тарапынан да жүзеге асыруға болады. Мәселен, осы уақытқа дейін өз бетімен қайырымдылықпен айналысқан Кувейттік Абдурахман ас-Самит есімді азамат Африка құрлығында 29 жыл бойы қайырымдылық іспен айналысқан. Нәтижесінде ол Африкада 5700 мешіт салған, 9500 судың көзін ашқан, 15000 жетімге қамқор болған, 860 медресе, 4 университет және 204 медицина орталығын салған. Мұндай ауқымды қайырымдылықты көрген африкалық 11 млн. адам исламды қабылдағанекен. Бұған қоса Абдурахман  1976 жылы АҚШ пен Канада елінде жағдайы төмен жергілікті тұрындарға медициналық көмек көрсету мақсатында«Мұсылман дәрігерлер одағының» негізін қалаған. Осы секілді кез-келген игі істердің бастамасы әрбір қоғамның дәулетті азаматы үшін мүмкіндігіне қарай қайырымды болуға тиімді ықпал етеді. Бұған қоса жағдайы төмен, мұқтаж жандардың алдында ішкі жауапкершілікті оятуға септігін тигізеді.\nҚайырымдылық тек жеке дара адамдарға ғана жасаумен шектелмейді. Сонымен қатар қоршаған орта мен жалпы халық үшін де жасалуы әбден мүмкін. Айталық, әйгілі Мысыр елінің тумасы «Ливерпуль» футбол командасының шабуылшысы Мұхаммед Салах өткен жылы өзінің «Мұхаммед Салах» атты қайырымдылық ұйымын ашып өзінің туған Нажриг деген елдімекенде әл-Азһар университетіне қарасты діни білім беру ошағын ашу үшін 12 млн. фунт жұмсаған екен. Бұдан бөлек аталмыш қордың басшысы Мұхаммед әл-Баһнәси баяндағандай өткен жылдың жаз мезгілі қарсаңында Басюн аумағында жаңа жедел жәрдем мен от сөндіру орталығын ашу құрылысын бастап кеткен екен. Сонымен қатар Мұхаммед Салах мысырлық 57357 мың ракпен ауыратын балаларға арнайы емделетін аурухана құрылысына 12 млн. фунт жұмсаған. Осы секілді елдегі жетім-жесірлерді қолдау үшін де түрлі балалар үйіне 50 млн. фунт бөлген екен. Сөзсіз мұндай қайырымдылық шаралары кез-келген қоғамның әлеуетін арттыруға елеулі ықпал етеді.\nҚазіргі таңда еліміздің өзінде елдің игілігі үшін осындай қайырымдылық жұмыстары жасалуда. Мәселен, былтырдың өзінде Елорданың 20 жылдық мерейтойына еліміздің әр өңірі қала халқының жағдайын жақсарту мақсатында Атырау облысы заманауи жаңа үлгідегі көпір салып берсе, Түркістан облысы «Елордаға сыйлық» жобасы аясында 5,173 шықырым веложол салып, тарту еткені белгілі. Бұл да болса өңір басшыларының халық тұрмысын жақсартудағы бағытталған игі істері. Сонымен қатар Қазақстан мұсылмандары діни басқармасына қарасты мешіт жамағаттары тарапынан жыл 12 айда тұрақты түрде еліміздегі мұқтаж жандарға түрлі әлеуметтік көмектер көрсетілуде. Осындай игі шараның жалғасы ретінде жағдайы төмен, көп балалы отбасыларға кәсіпкерлер өз қалталарынан пәтер алып беріп жатқанын ескермеске болмас.\nСоңғы уақытта еліміздің қабырғасын қайыстырған Арыстағы оқыс оқиғаның салдарынан зардап шеккен қандастарымызға да қол ұшын берушілердің саны күн санап артып жатыр. Бүгінге дейін еліміздің әр облысы Арыс тұрғындарына азық-түлік пен күнделікті қажетті заттарды жүк көліктеріне тиеп, жарыса тасып жатыр. Сонымен қатар мемлекет басшысы Қасым-Жомарт Тоқаев зардап көрген әр отбасының шаңырағын қайта жөндеуден өткізіп, халықтың жағдайын жақсартуға байланысты жұмыстар жасалынып жатқанын ресми баяндады. Бұған қоса жапа шеккендерге көптеген қазақтың жанашырлары, кәсіпкерлері мен мемлекеттік емес ұйымдардың өзі заттай болсын, ақшалай болсын елеулі гуманитарлы көмектерін аямауда. Сондай-ақ, өзге ұлт өкілдері де барын салып, қол ұшын беруден таянып жатқан жоқ. Осы секілді қайырлы істер бірінші елімізде игі ниетті жомарт жандардың көптігін білдірсе, екінші жағынан қазақтың ынтымақтығын, бірлігін, татулығын, елдігін көрсетті.  \nЖалпы, ислам жеке дара емес жамағаттың діні болғандықтан біздерді қашанда өзгеге игі жасауға итермелеп отырады. Осыған байланысты пайғамбар өз хадисінде: «Кімде кім жақсылыққа жол сілтесе сол үшін сауапты болады», деген. Құранның өзінде: «Жақсылыққа жарысыңдар...» делінген. Өйткені, Алла Тағала адамды жақсылық жасауға бейімдеп әу баста фитратпен жаратқан. Сонымен қатар Алла Тағаланың: «Адам баласын көркем етіп жараттық...», «Адам баласын құрметті еттік...» деген аяттарының астарында адам жаратылысына тән қашанда өзгеге көркем болып, құрмет көрсету керектігі меңзеліп тұрғандай әсер қалдырады. Осындай қасиеттің аясында өзгеге қашанда жақсылық жасап, қайырымды болу істері жатады. Себебі, адам іштей жақсы болғанымен оны сыртқа паш етіп ісімен көрсетпесе оның бойындағы жақсылығы жасырын қалады. Әрбір тұлға Алланың сұраусыз берген дәулеттің, нығметтің ақысы ретінде өзгемен бөлісіп, қол ұшын беріп тұруы міндет болады. Сол үшін болар барлық жағдайы бар мұсылманға ислам діні зекет беруді парыз еткені.  \nСондай-ақ, Алла Тағала адамды екі көзді етіп жаратқанның сыры ол өмірде бір көзімен жақсылық, қайырлы амалдарды көрсе екіншісімен жамандық әрекеттерін көреді. Бірақ, сол екі амалды айырып, біреуін таңдау үшін ортасына ақылды берген. Сол ақылға дұрыс таңдау беру әрбір адамның парасатына байланысты болмақ. Ертеде француз математигі Блез Паскаль (1623-1662 ж.): «Кімде кім жақсылықты игі ниетпен жасаса ол кәміл адам, ал кімде кім жақсылықты пайда көруді ниеттеніп жасаса ол жарым адам», деген.  Ендеше ақылымызды тиімді пайдаланып, көптеген игі амалдардың жүзеге асуына ықпал етіп, кәміл адамның қатарында қоғамға пайдасы тиген мұсылмандардан болуға атсалысайық !\nДереккөз:https://azan.kz/kz/maqalat/read/qayyiryimdyilyiq-qayyirlyi-is-11020",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1916 жылғы көтерілістің негізгі қозғаушы күші?",
        "question_content": "Қазақтардың 1916 жылғы ұлт-азаттық көтерілісі\nБірінші дүниежүзілік соғыс 1914 жылғы 19 шілдеде (1 тамызда) басталды. Соғысқа дейінгі тұста Ресейде жаңа өнеркәсіп салалары жедел қарқынмен дамыды. Өнеркәсіп орындары ел экономикасының дамуына үлес қосумен қатар, соғыс қажеттілігіне орай ірі мемлекеттік тапсырмаларды да атқарды. Өнеркәсіп өндірісінің ішінде металлургия өндірісі үлкен жетістіктерге жетті. Әйткенмен, Ресей соғысқа дайындықсыз, әскери-өнеркәсіптік әлеуеті төмен, көлігі нашар дамыған жағдайда кірісті, армия әскери-техникалық жағынан нашар қамтамасыз етілген еді. Соғыс басталған соң жалпы империяда, ішінара Қазақстанда өндіргіш күштердің даму деңгейі бірте-бірте кеми берді.\nБірінші дүниежүзілік соғыс Қазақстан экономикасының құлдырауына әкеліп соқты. Ауыл шаруашылығы өлкедегі егіншілік облыстар бойынша біркелкі дамымады. Ол құнарлы, егіншілік шаруашылығын жетік меңгерген аудандарда жақсы дамыды. Соғыс егін шаруашылығына да елеулі өзгерістер енгізді. Ең алдымен, ауыл шаруашылық бақша дақылдарының егіс көлемі ұлғайды. Мәселен, Қазақстан бойынша күзгі бидайдың егіс көлемі 1913 жылмен салыстырғанда 1917 жылы 63,5%-ға, жазғы бидай - 8,4%-ға, тары - 22,1%-ға, картоп - 46,3%-ға қысқарды. Ал бақша дақылдарының егіс көлемі 433,8 мың десятинадан 1115,0 мың десятинаға дейін, яғни екі еседен астам көбейді. Өлкенің солтүстік-батыс және батыс облыстары бойынша дәнді дақылдардың өнімділігі 1914 жылдан 1917 жылға дейін әр десятинадан алынатын 38,7 пұттан 29,8 пұтқа дейін төмендеді. Соғыс жылдарындағы өлке егіншілігі жағдайының сипатты ерекшелігі оның жүргізілуі деңгейінің төмендігі болды. Бұл енгізілген ауыспалы егіс жүйесінің болмауынан, жердің және тұқымдық материалдардың өңделу сапасының төмендігінен көрінді. Егіс көлемі мен өнім көлемінің қысқаруының негізгі себебі жұмыс күшінің жетіспеуі болатын. Мәселен, Ақмола облысының Көкшетау уезінен ғана 1915 жылы армияға ауыл шаруашылығымен айналысып келген орыс тілді халықтың 39%-ы шақырылды. Қазақстанның басқа да аймақтарында мұндай көріністер байқалып тұрды.\nЕр азаматтарды жаппай майданға алу мал шаруашылығының да құлдырауына әкеліп соқты. Оған сан және сапа жағынан үлкен зардап келтірді. Ұсақ мал көбірек, ал ірі мал азырақ өсіріле бастады. Байырғы халықтың басым көпшілігі тұратын жерлерде жылқы, түйе, ірі қара мал саны кеміді. Мәселен, Ішкі Ордада 1915 жылы жылқы саны 310,3 мың болса, ал 1916 жылы 160,2 мың болып, үлес салмағы жөнінен 48,5%-ға кеміп кетті. Маңғыстау уезінде, Сырдария мен Жетісу облыстарында да осындай көріністер байқалды. Соғыс жылдарында қазақтың мал шаруашылығы, бірінші кезекте, мал жайылымдық алаптарды тартып алу салдарынан зардап шекті. 1913-1917 жылға дейін қазақ халқынан жалпы көлемі 764,4 мың десятина жайылымдық алқаптың жылқы - ірі қара жайылатын 190 жайылымы тартылып алынды және жалға алуға даярланды.\nМал санының қысқаруы, ең алдымен, қазақ халқының армия қажеттері үшін мәжбүрлеу тәртібімен ет беруге міндетті болғандығынан орын алды. Сан миллиондық армияның өсе түскен қажеттерін қанағаттандыру мүмкін емес еді. Өйткені қазақ шаруашылығында мал саны жылдан-жылға азая берді. Сондай-ақ соғыс жылдарындағы мал санының қысқаруына ауық-ауық өткізіліп тұратын реквизиция да әсер етті. Осы жылдарда Түркістан өлкесінен 300 мың пұт ет, 70 мың жылқы, 13 мың түйе әкетілді. 1914 жылдың ішінде Жетісудан ғана 34 миллион сомның малы мен мал өнімдері тасылып әкетілді. Қазақ шаруашылықтарында малды реквизициялау және жылқы малын есепсіз пайдалануға байланысты мал санының қысқаруы село мен ауылда шаруашылықты қалыпты жүргізуге кері әсер етті. Жылқы малы әсіресе солтүстік облыстарда азайып кетті. Соғыс жылдарында армияны жабдықтау үшін мол мөлшерде азық-түлік даярлау, мал және ет өнімдері бағасының өсуіне әкеліп соқты. Осыған байланысты бұл кезеңде өлкеде анағұрлым арзан ет беретін сала - шошқа шаруашылығы жедел дами бастады.\nБірінші дүниежүзілік соғыс басталған соң, Қазақстан өнеркәсібі де соғыс қажеттері үшін жұмыс істеді. Өлкедегі кен өнеркәсібінің маңызды салаларының бірі Успен және Сасық-Қарасу кеніштерінен темір кенін өндіру арта түсті. Бұл кеніштерден 1914 жылы – 246 пұт, ал 1916 жылы – 1551 пұт темір кені өндірілді. Соғыстың үш жылы ішінде темір кенін өндіру 6,3 есе ұлғайды. Салықтардың жоғарылығынан, қатынас жолдарының қашықтығынан, құрал-жабдықтардың жетіспеуі салдарынан және басқа себептерден алтын кеніштерінің саны қысқарды. Түсті металлдарға деген қажеттіліктердің артуы және олардың бағасының күрт өсуі соғыс жылдарында түсті металлургияның, әсіресе, Риддер және Сокольский кеніштерінің дамуына түрткі болды. Түсті рудалар өндіру 1913 жылмен салыстырғанда 1917 жылы 25,3 есе өсе түсті. Бірінші дүниежүзілік соғыс жылдарында мыс рудасын негізінен “Спасскмысрудалары” акционерлік қоғамымен “Атбасармыскендері” акционерлік қоғамы өндірді. Бірақта, мыскенін өндіружылдан-жылғакемиберді. Жер қойнауын жыртқыштықпен пайдалану “Спасскмыскені” акционерлік қоғамының Успен кен ішіндегі барлық бай кенді (құрамындағымыс 25%) алып қоюына әкепсоқты. Соғыс жылдарында Сарысу байыту фабрикасы салынды. Ол революцияға дейін құрамында 25-30% мыс бар 128 мың пұт шикізат өндірді.\nКөмір өндіру Семей, Торғай, Ақмола облыстарында жүргізілді. Соғыс жылдарында Екібастұз кен орындары елеулі рөл атқарды. Ол Екібастұз қорғасын-мырыш зауытын, Ертістегі жекеше кеме қатынасын, Оралдағы Боголовск және Қышым зауыттарын көмір мен жабдықтап отырды.\nӨңдеуші өнеркәсіп соғыс мұқтаждығына ет-сүт өнімдерін, былғары тауарлар және басқа да тұтыну заттарын беріп отырды. Әсіресе, былғары тауарларын өндіру өсті, бұл кезеңде өлкеде 139 былғары кәсіпорны жұмыс істеді. Олар негізінен Семей және Ақмола облыстарында орналасты және бүкіл ауылшаруашылық өнімінің 64,3% -ын өңдеді. Шынына келгенде, былғары, тері және ішек-қарын өндірісінің майдагерлік кәсіпорындары одан әрі ұқсату үшін Ресейдің ірі өнеркәсіп орталықтары - Пермь, Вятка, Рига қалаларына өнім жеткізіп берді. Соғыс жылдарында интенданттық армия тарапынан былғары аяқ киімге және тері тондарға сұраным ерекше өсті. Соғыс жылдарында жүн өніміне сұраным ұлғайып, өлкеде шұға өндіретін тұңғыш Қарғалы фабрикасы әскери тапсырыс орындап, шинельге арнап шұға дайындай бастады, сол сияқты соғыс сұранымына ет өнімін дайындауда Петропавлда ет-консерві комбинаты ашылса, Оралда мал соятын арнайы орын ашылды. Өлкеге дайын өнім, киім-кешек пен аяқ киім әкелудің қысқаруына байланысты соғыс жылдарында осы қажетті бұйымдарды тігетін шеберлердің саны көбейді. Мәселен, 1916 жылы Верный қаласында 140 адам жұмыс істеген ірі шеберхана болды.\nӨнеркәсіп орындарындағы жұмысшылардың, қалалардағы еңбекшілердің жағдайы күрт нашарлады. Кәсіпорындарда жас балалардың, жасөспірімдердің, әйелдер мен соғыс тұтқындарының еңбегі кеңінен қолданылды. Жұмысшылар тәулігіне 10-12 сағат, ал кейде 16 сағаттан жұмыс істеді. Жұмысшылардың нақты жалақысы үнемі төмендей берді. Мәселен, Спасск зауытында 1914 жылы күндік жұмыс үшін – 1 сом 04 тиын, 1915 жылы – 94 тиын төленді. Мұндай жағдай өнеркәсіп орындарында барлығында дерлік болып жатты.\nСелолар, қалалар мен ауылдар еңбекшілері жағдайының нашарлауы 1914 жылдың өзінде-ақ Қарағанды, Екібастұз шахталарында, Орынбор, Ташкент жәнеТранссібір теміржолдары жұмысшылары арасында бас көтерулермен ереуілдерге алып келді. Тіпті, соғыс жылдарында Қазақстанда халық бой көтеруінің бірі “әйелдер бүлігі” дейтіндер болды, оларды өкімет орындары үкіметке қарсылық деп қарады.\nШаруалар көтерілістері Қазақстанның солтүстік аудандарында қамтыды. Мәселен, 1916 жылы 21 наурызда Торғай облысы Ақтөбе уезінің Ақбұлақ селосында 30 адам болатын солдат әйелдерінің тобыры көпестер - Незвановтың, Пряткиннің дүкендерін қиратады. Халық бұқарасының мұндай бой көрсетулерінің толқыны Қазақстанның басқа да аймақтарында орын алды. 1916 жылдың орта шеніне қарай жұмысшылардың үкіметке ашынуы үдей түсті. Нәтижесінде бұл жағдайлар қазақтардың ұлт-азаттық қозғалысына зор ықпал жасады.\n1916 жылы 25 маусымда патшаның Қазақстан, Орта Азия, Сібір тұрғындарынан 19 бен 43 жас аралығындағы ер азаматтарын тыл жұмысына алу туралы жарлығы шығады. Бұл жарлық 1916 жылғы ұлт-азаттық көтерілісінің басталуына себеп болды. Шілденің бас кезінде Қазақстанның барлық аймақтарында дерлік стихиялы наразылықтар басталып, көп ұзамай қарулы көтеріліске ұласты. Халық ашу-ызасының алғашқы соққыларына тылдағы жұмыстарға алынатындардың тізімін тікелей жасаған болыс басқарушылары, ауыл старшындары және патша әкімшілігінің басқа да төменг ібилік иелері ұшырады. Іс жүзінде тізімдер жасау жүйесі жаппай парақорлық пен бұрмалаушылыққа жол ашқан болатын. Оның үстіне патшалық өкімет орындары лауазымды адамдарды, болыстарды, село және ауыл басқарушыларын, байырғы тұрғындардан шыққан төменгі шенді полицейлерді, имамдарды, молдалар мен мүдәристерді, ұсақ кредит мекемелеріндег іесепшілермен бухгалтерлерді, жоғарғы және орта оқу орындарындағы оқушыларды, үкіметтік мекемелердің шенеуніктерін, дворян және құрметті азамат құқықтарын пайдаланатын адамдарды әскерге алудан босатты.\nСтихиялы қозғалыс бірте-бірте ұйымдасқан сипат алып, қарулы көтеріліске ұласып, оның ірі ошақтары (Жетісу мен Торғайда) пайда болды. Көтеріліс бүкіл Қазақстанды қамтыды. Бұл көтерілістің басты мақсаты ұлттық және саяси азаттық болды. Сол арқылы ол қазақ халқының бостандық пе нтәуелсіздік жолындағы бұрынғы бүкіл күресінің қорытындысын шығарды. Көтерілістің негізгі күші ұлттық шаруалардың қалың тобы, сондай-ақ сол кезде туып келе жатқан жергілікті жұмысшы табының өкілдері, қолөнершілер болды.\nСонымен бірге көтерілістің ұлт-азаттық сипатта болуы себепті қазақ халқының барлық топтарының өкілдері (екінің біріндебайлар, болысбасқарушылары, билер), сондай-ақ демократияшыл зиялылардың жекелеген өкілдері қатысты.\nҚазақстанның әртүрлі аудандарында пайда болған стихиялы қозғалыс бірте-бірте ұйымдасқан сипат ала бастады: Жетісуда (басшылары: Бекболат Әшекеев, Ұзақ Саурықов, Жәмеңке Мәмбетов, Тоқаш Бокин, Әубәкір Жүнісов, Серікбай Қанаев, Монай және Мұқан Ұзақбаевтар және т.б.) және Торғайда (басшылары - Әбдіғаппар Жанбосынов, Амангелді Иманов, Әліби Жангелдин және басқалар) оның ірі ошақтары пайда болды.\nЖетісудағы көтеріліс тарихын: 1) шілде - стихиялық наразылық көріністері, 2) тамыз - оның қарулы көтеріліске ұласуы және 3) қыркүйек-қазан - көтерілістің біртіндеп бәсеңдеуі және жеңіліс табуы деген кезеңге бөлуге болады.\nМ.Тынышбаевтың мәліметі бойынша, 25 маусымдағы патша жарлығы Жетісу қалаларында 8 шілдеде белгілі болған. Облыстың жекеленген уездерінде жұмысшыларды шақыру туралы телеграммалар одан бұрын, 2 және 3 шілде де келіп түскен. Шілде айының бас кезінде-ақ толқулар Верный уезінің батыс және оңтүстік бөліктерін қамтып, оларда көтерілісшілерге Бекболат Әшекеев, Тоқаш Бокин, Аққоз Қосанұлы және басқалар басшылық етті. Соғыс ошағы ұлғайып, халық наразылығы үдеп кетуіне орай, патша үкіметі ендігі тұста көтеріліс қимылдарын басу үшін іс-шаралар қолдануды ұйғарды. Нәтижесінде 17 шілдеде Жетісуда жәнеТүркістан өлкесінде соғыс жағдайы жарияланып, патша үкіметі мұнда ірі әскери күштер алып келді. Әскери гарнизондарды нығайтып, Жетісудағы қоныс аударушы халықтың ауқатты топтарынан қазақ және қырғыз көтерілісшілерін жазалау үшін қарулы отрядтар құрды. Жетісу облысы Жаркент уезі көтерілісшілерінің Асы жайлауында, Қарқараның таулы алабында, Самсы, Кастек, Нарынқол, Шарын, Жалаңаш, Құрам елді мекендері аудандарында, Лепсі уезінің Садыр-Матай болысында және басқа жерлерде патша жазалаушылары менірі қақтығыстар болады.\nОсындай жағдайда Верный уезінде Б.Әшекеев Жетісудың бытыраңқы көтерілісшілер топтарын біріктіру үшін шаралар қолданып, 1916 жылғы 13 тамызда Ошақты деген жерде әр түрлі болыстар өкілдерінің съезін шақырады. Съезде тыл жұмыстарына адамдар алу туралы жарлық шығарған үкімет орындарына қарулы қарсылық көрсетуге дейін барып, бағынбауға шешім шығарды. Өз жақтастарымен Үшқоңыр тауындағы Ошақты сайына орнығып алған Б.Әшекеев қарулы қарсылыққа дайындала бастады, сонымен бірге көтерілісшілердің қатарын жаңа күштермен толықтыру жөнінде шаралар қолданды. Алайда, бұл әрекеттер айтарлықтай жетістіктер бермей Б.Әшекеев басшылығымен орын алған Жетісудағы ұлт-азаттық көтеріліс басылып-жаншылады. 7 қыркүйекте Верный қаласында Верный әскери гарнизонының соты болып, көтеріліс басшыларының бірі Б.Әшекеевті өлім жазасына кесіп, дарға асу туралы үкім шығарды. Соттың үкімін облыстың әскери губернаторы Фольбаум нақ сол күні бекітіп, үкім бір күннен соң, яғни 1916 жылғы 9 қыркүйекте Верныйдың жанындағы Боралдай деген жерде орындалады.\nСотсыз және тергеусіз атылғандарды есептемегенде, сот үкімімен Түркістан өлкесінде 1917 ж. 1 ақпанына дейін 347 адам өлім жазасына, 168 адам каторгалық жұмыстарға, 129 адам түрмеге жабылуға кесілді. Патша өкімет орындары қудалаған 300 мың қазақтар мен қырғыздар немесе Жетісудың байырғы тұрғындарының төрттен бірі Қытайға қашуға мәжбүр болды.\nДәл осындай көтерілістің ірі ошақтарының бірі - Торғай өңірі болды. Көтерілісшілер саны 50 мыңға жетеді. Бұл кезде Торғай уезі негізінен қыпшақ және арғын рулары шоғырланған 13 болыстан тұратын. Көтерілістің бастапқы кезеңінде толқулар қыпшақтар мекендеген Қайдауыл, Аққұм, Қаратоғай, Сарытоғай, Қарақопа болыстарын, сондай-ақ негізінен арғындар мекендеген Тосын, Майқарау, Сарықопа, Наурызым, екінші Наурызым болыстарын қамтыды. Көтерілістің етек жаюы барысында Әбдіғаппар Жанбосынов қыпшақ көтерілісшілерінің ханы етіп жарияланса, Шолақ Оспанов арғын көтерілісшілерінің ханы болып сайланады. Кейіннен 1916 жылы 21 қарашада 13 болыс (6 болыс арғын, 6 болыс қыпшақ, 1 болыс найман) өкілдерінің құрылтайында халық арасындағы атақты Нияз бидің ұрпағы Әбдіғаппар Жанбосынов көтеріліске шыққан Торғай уезінің ханы болып сайланады. Құрылтайға қатысушылардың келісімімен Кенесары Қасымовтың серігі, атақты Иман батырдың немересі Амангелді Иманов көтерілісшілердің сардарбегі болып тағайындалады. Орталық Ресейден келген және көп кешікпей көтерілісшілерге қосылған, осы жерлерде туып-өскен Әліби Жангелдин көтерілісшілердің “рухани көсемі” болды. Ондаған мың ұйымдаспаған көтерілісшілерден Ә.Жанбосынов, А.Иманов және олардың ең жақын серіктері ондықтарға, жүздіктерге және мыңдықтарға бөлінген тәртіпті жасақ құрды. Әрбір қолды басқаруға тиісінше онбасы, елубасы, жүзбасы, мыңбасы тағайындалды. Сардарбек жанында әскери кеңес жұмыс істеді.\n22 қазанда А.Иманов бастаған 15 мың қол Торғай қаласын қоршады. Қаланы қоршау бірнеше күнге созылып, қоршау кезінде генерал-лейтенант А.Лаврентьевтің жазалаушы корпусы қалаға қарай үш бағытта бет алды. 16 қарашада А.Иманов бастаған 12 мың адамға жуық сарбаздар Түнқойма пошта станциясына шабуыл жасайды. Көтерілістің негізгі көпшілігі адам күшін сақтау үшін қарашаның екінші жартысында Торғайдан 150 шақырым жерге жетіп, Батпаққара ауданына шоғырланады. Осы жерден 1916 жылғы қарашаның екінші жартысынан 1917 жылғы ақпанның ортасына дейін жазалаушыларға қарсы партизандық жортуылдар жасалады. Көтерілісшілер мен жазалаушылар арасында Татырда, Ақшығанақта, Доғал-Үрпекте, Күйікте шайқастар болды. Шайқас 1917 жылғы ақпанның екінші жартысына, яғни ақпан революциясына дейін созылды.\nҚазақ халқының 1916 жылғы ұлт-азаттық көтерілісі Торғайдан өзге барлық аймақтарда қатаң басып-жаншылды. Семей және Ақмола облыстарында көтерілісшілерге қарсы 12 атты әскер жүздігі, 11 күшейтілген жаяу әскер ротасы қимыл жасады, ал Торғай көтерілісшілеріне қарсы патшалық өкімет орындары 17 атқыштар ротасын, 18 казак жүздігін, 4 атты әскер эскадронын, 18 зеңбірек, 10 пулемет және басқаларды әкеп төкті. Осыған қарамастан, Торғай облысында көтеріліс патша үкіметі құлатылғаннан кейін ғана тоқтады.\nҚазақ қауымында патшаның 1916 жылғы маусым жарлығы мен көтеріліске көзқарас бірдей болған жоқ: ауылдың феодалдық-байшыл билеуші тобы мен жергілікті әкімшіліктің белгілі бөлегі патша жарлығын толығымен қолдап, оны белсенді түрде жүзеге асырушылар болды; қазақ интеллигенциясының радикалды батыл іс-қимылға бейім өкілдері (мысалы, Т.Бокин, Ж.Ниязбеков, Т.Рысқұлов, Ә.Жангелин, С.Меңдешев, Б.Алманов, Ә.Жүнісов т.б.) халықты қарулы көтеріліске шақырып, оған өздері де қатысты.",
        "question_date": "21.08.2019",
        "question_tag": "Автосақтандыру",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1916 жылғы Қазақстандағы ұлт-азаттық көтеріліс — 1916 ж. шілде айының бас кезінде пайда болды. Көтеріліс отаршылдыққа қарсы сипатта болды. Өлкені талауға салу Бірінші дүниежүзік соғыс жылдарында бұрынғысынан да жеделдете жүргізіләп, ауқымды сипат алды. Қақақ даласынан арзан бағамен орасан көп мөлшерде мал сатып алынды. Патша армиясы үшін киіз үй мен бұйымдар жиналды. Салық мөлшері өсіп, соғыс салығы енгізілді, мемлекеттік заемдар таратылды, баж салығын төлеу міндеттелді, жергілікті халық соғысқа арналған жүктерді теміржол стансысына тасып жеткізуге мәжбүр болды.\nКөтерілістің шығу себебі әлеуметтік-экономикалық және саяси сипаттағы факторлар еді. Яғни отарлық езгінің соғыс кезінде барынша күшеюі, жерді тартып алу, орыстандыру саясаты және т.б. Көтерілістің басталуына патшаның 1916 ж. 25 маусымда армияның қара жұмысына Түркістан өлкесінің және ішінара Сібірдің 19-дан 43-жасқа дейінгі ер-азаматтарын шақыру жөніндегі жарлығы түрткі болды.\nКөтерілістің негізгі себептері\nКөтерілістің қозғаушы күші \nКөтерілістің барысы\n1916 жылғы 25 маусымдағы патша Жарлығы бойынша қара жұмысқа 19 –дан 43 жасқа дейінгі еңбекке жарамды барлық ер адамдар алынуға тиіс болатын\nӨлкенің жекелеген жерлерінде ғана феодалдар мен клерикалық элементтер көтеріліске басшылықты өз қолдарына түсіріп алды. Тұтас алғанда Қазақстандағы 1916 жылғы көтерілістің қозғаушы күші халық бұқарасы болды\n1916 жылғы 25 маусымдағы патша үкіметінің «Түркістан мен Дала өлкесінен 19-43 жас аралығындағы 500 мың адамды қара жұмысқа алу туралы» жарлығы халықтың шыдамын тауысып, оларды отарлау езгісі мен ортағасырлық қанауға қарсы көтерілуіне түрткі болды\nШілденің басында қазақ даласында көп кешікпей қарулы көтеріліске айналған стихиялық бас көтерулер басталды. Ол біртіндеп ұйымдасқан сипат алды: Торғай мен Жетісуда оның танылған жетекшілері А. Иманов, Ә. Жанкелдин, Т. Бокин, Б. Әшекеев, Ө. Саурықов басшылық еткен ірі ошақтары пайда болды(Режиссер Моисей Левиннің  Ленфильм киностудиясында түсірілген «Амангелді Иманов» кинофильмінен үзінді көрсету).\n2.Қазақ қоғамында патша жарлығы мен көтеріліске деген көзқарас бір мәнді болған жоқ: бай-феодалдардың бір бөлігі, жергілікті әкімшіліктің кейбір шенеуніктері патша жарлығын қолдап, оны орындауға шақырды. Қазақ интеллигенциясының кейбірі (Бокин, Ниязбеков, Жүнісов) жарлыққа қарсы шығып, оны орындауға қарсыластық көрсетуге шақырса, «Қазақ» гәзеті төңірегіндегі зиялылар (Ә. Бөкейханов, Ахмет Байтұрсынұлы, М. Дулатов және т.б.) күші басым үкіметке қарсы шығудың халықты қырғынға ұшыратарын ескертіп, сабыр сақтауға шақырды.\nҚазақ даласында патша жарлығына көзқарас әртүрлі болды\nПатша  жарлығын қолдады\nҚара жұмысқа барудан бас тартып, халықты көтеріліске шақырды\nХалықты сабырлыққа шақырды\nФеодалдық басшы топтар, жергілікті әкімшілік                        \nРеволюцияшыл топ өкілдері \nЛибералдық-демократиялық зиялылар \nФеодолистер, болыстық басқармалар, патшаның қолшоқпарлары\nТ.Рысқұлов, Ә.Жангелдин, Ә. Майкотов, С. Сейфуллин, Т.Бокин, С. Меңдешов, Б. Алманов\nӘ.Бөкейханов, А.Байтұрсынов, М.Дулатов\n3. Қозғалыстың негізгі  орталықтарына  Жетісу,  Торғай,  Орал облысы мен Бөкей Ордасы, Маңғыстау, Ақтөбе облыстары болды. Майдан жұмысына қазақ жастарын алу туралы жарлық қазақ халқының зор наразылығын тудырды. Елде болыстық басқармаларды талқандау, ауыл старшындарын, қатыгез, жағымсыз байларды өлтіру, ірі феодалдардың иеліктеріне шабуыл жасау, жер сату жөніндегі құжаттарды, алым-салық қағаздарын жою, патша әскерімен қақтығыс сияқты ашу-ыза әрекеттері кең орын алды. Сойыл, кетпен, шалғы, орақ, мылтық, қылышпен қаруланған ел адамдары байлардың ауылдарын өртеп, малдарын айдап әкетуі жиілей түсті. \n1Қозғалыстың Жетісудағы көрінісі. 1916 жылғы шілде-тамызда Жетісу облысындағы қарулы көтеріліс бұқаралық сипат алды. \nЖетісу облысының генерал-губернаторы Фольбаум ұлтаралық қақтығыстар туғызу үшін арандату шараларын қолданды: \n1. Қоныстанушылар ауылдарындағы орыс кулактарын қаруландырды. Қапал, Лепсі, Жаркент, Пржевальск уезд бастықтарынан жергілікті халыққа ойран салуды ұйымдастыруды талап етті. \n2. Қырғыздардың топтасып, бас қосуын бүлік деп санап, басып – жаныштады. \n3. Көтеріліс басшыларын тұтқындап дала сотына беріп, дереу дарға асуды ұйымдастырды. \nОсыған қарамастан котеріліс үдей түсіп, Шу озені мен Ыстықкөлге жақын бүкіл аймақты қамтыды. 10 мыңнан астам қырғыз және қазақ көтерілісшілері Тоқмақты қоршады. Жаркент уезінде көтерілісшілер Таврия, Владислав, Мещеры, Краснодар, Новокиев көтерілісшілері мен подполковник Базилевичтің жазалау отрядының арасында күші тең емес шайқастар болды.\nРеволюцияның ірі ошағы-Қарқара аймағы болды. 5мың көтерілісшілер Қарқара жәрменкесін қоршап, Кравченконың жазалау отрядтарын талқандады. 1916 жылы 11 тамызда Лепсі уезінде Масловтың жазалаушы отрядтары 220-ға жуық көтерілісшілерді оққа ұшырды. \nЖетісудағы көтеріліс басшыларының бірі Т. Бокин үгіт жұмысына басшылық етіп, соғыстың халыққа қарсы сипатын түсіндірді. Феодалдық тобының сатқындық ролін әшкерелеп, патша жарлыған орындамауға шақырды. Ол 1916 жылғы тамызда революциялық қызметі үшін қамауға алынып, түрмеде Ақпан төңкерісіне дейін отырды. Жетісудағы көтерілісті басуға патша үкіметі жазалау экспедициясын жіберді. 14 батальон, 33 жүздік, 42 зеңбірек, 97 пулемет командасы. Жетісу көтерілісшілері патша әскеріне табандылықпен қарсылық көрсетті, бірақ күш тең болмағандықтан жеңілді. \nКөтеріліс жетекшілерінің бірі Бекболат Әшекеевті 1916 жылы 9 қыркүйекте жазаушылар Боралдай асуында дарға асты.\nСөйтіп, 1916 жылғы қазан айында Жетісу көтерілісі талқандалды. \nҚозғалыстың Торғайдағы көрінісі. Торғай облысындағы көтеріліс ең бұқаралық, ең ұзаққа созылған, ең табанды және билік бір орталықтан жүргізіліп, ұйымдасқан көтеріліс болды. Бұл Торғайдағы көтерілісінің ерекшелігі еді. Көтеріліс барлық уездерді: Торғай, Ырғыз, Ақтөбе, Қостанай уездерін қамтыды. Облыста көтеріліс қамтымаған ауыл немесе елді мекен болмады. Көтеріліске, сондай-ақ Сырдария, Ақмола, Семей болыстарының көтерілісшілері де қатысты. \nКөтерілісшілер почтаға шабуыл жасады, темір жол табанын бұзып, болыс басқармаларын ойрандады, боластарды өлтірді. Көтеріліс бүкіл облысты қамтыды. 1916 жылы Торғайда болған көтеріліске жүрт арасында танымал халық батыры Амангелді Иманов басшылық етті.\nАмангелді Имановтың ұйымдастырушылық қабілеті халық көтерілісінің алғашқы күндерінен бастап-ақ айқын көрінді. Оған Торғай облысындағы уездерден ғана емес, сонымен бірге Сырдария, Ақмола, Семей облыстарынан көтерілісшілер ағылып келіп жатты.\n1916 жылы 22 қазанда Амангелді басшылығымен 15 мың көтерілісші Торғай қаласын қоршады. Оған қарсы генерал А.Д.Лаврентьевтің 9 мың адамдық жазалаушы тобы жіберілді.\nКөтерілісшілердің негізгі бөлігі Амангелдінің штабына орналасқан Батпаққара жазығы мен Аққұм құмының маңына шоғырланып, партизандық күрес әдісіне көшті. 1916 жылғы қарашасы – 1917 жылғы ақпаны аралығында, Амангелдінің серігі, атақты мерген Кейкі батыр жасағы ерекше ерлік көрсетті. Торғай даласында А.Имановпен бірге көтеріліске басшылық етіп, оның дүниетанымен қалыптастыруға зор ықпал еткен большевик Әліби Жангелдин (1884-1953 жж.) болды. \nНегізгі шайқастар – Татыр, Шошқалы қопа, Күйік қопа, Доғал – Үрпек, Ақшығын маңында болды. Татыр шайқасында 300 көтерілісші, 3 жазалаушы қаза тапты. Жазушы Л.Соболев: «Бұл аңыздар мен ертегілерден шыққандай ғажап әскер еді...Амангелді ортағасырлық жасақтарымен зеңбіректер мен оққа толы винтовкалары бар жазалаушыларға қарсы шықты» деп жазды.\nКөтерілістің аяусыз жанышталғанына қарамастан, көп жерде бой көрсету бұдан кейін де біраз уақытқа жалғасты.\n         Көтерілістің салдарынан  3 мың адам жауапқа тартылды оның 201-і өлім жазасына кесілді,161-і каторгаға айналды, жүздеген ауылдар тоналып, өртелді, жазықсыз адамдар атылды. \n4. Қозғалыстың қорытындылары, жеңілу себептері және тарихи маңызы.\n1916 жылғы көтерілістің жеңілуінің себептері: \n\n1. Көтеріліс бытыраңқы болып, көтерілісшілер тарапынан ынтымақтың болмауы. \n2. Көтерілістің ұйымдастырылуы мен басқарылуы дұрыс жүргізілмеді. \n3. Әскери қарудың жеткіліксіздігі. \n4. Патша үкіметі жергілікті жердегі руаралық, ұлтаралық діни тартыстар мен қайшылықтарды шебер пайдаланды. \n5. Алдын- ала белгіленген жоспардың болмады. \n6. Ұлттық зиялылар арасында бірлік болмады. \n7. Байлар, феодалдар көтерілісшілер мүддесін сатып кетіп отырды. \nКөтерілістің тарихи маңызы \n1. Қазақ халкының революциялық таптық санасы өсті. \n2. Қазақстан халықтары ұлттық мүдделерінің ортақтығын ұғынды. \n3. Қозғалыс барасында өкімет құрылымы, қарулы күштер, басқару аппараты құрылды. \n4. Отаршылдыққа қарсы азаттық күрестің шырқау шыңы болды. \n5. Қазақ халқының отарлау саясатына қарсы күресе алатын күш екенін көрсетті. \n6. 1916 жылғы ұлт-азаттық қозғалыс отаршылдыққа қарсы көтерілістердің ішіндегі ең ірісі болды. Көтеріліс революцияға алғышарт қалыптастырды. \nӘлихан Бөкейханов: «Қазақ қырғыз осы көтерілісте көп адамын өлтіріп, шаруасын күйзелтсе де, келешекке қандай ел екенін білдірді...Алыспаған, жұлыспаған бостандық атына мінбейді, бұғаудан босамайды, ері құлдықтан, әйелі күңдіктен шықпайды, малына, басына да ие болмайды»\nШын мәнінде, 1916 жыл XX ғасырдың соңында қазақ халқының қолы жеткен саяси тәуелсіздігі мен ұлттық мемлекеттігі үшін күрестің бір белесі болып тарихта өз орнын алды.",
                "date": "5.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалімдер жалақысы 4 жыл ішінде 2 есе өссін деді. Қалай өсетіндігінің кестесі бар ма?",
        "question_content": "2019 жылы тамыз конференциясында елбасы мұғалімдер жалақысы 4 жыл ішінде 2 есе өссін деп айтты,  соның қалай өсетіндігінің кестесі бар ма ? Шамамен қалай есептеп қосады 2 есені? Рақмет.",
        "question_date": "20.08.2019",
        "question_tag": "Мектеп",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай есептелінетінін білмедім. Бірақ сол 4 жылға дейін көтерілетін айлық көрсеткіші әр жыл сайын 25%-ға артуы керек деп естігенмін...",
                "date": "6.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден мектепке көшуге байланысты",
        "question_content": "Колледждің бірінші курсын оқып, мектептің 11-ші сыныбына түсуге бола ма? Ол заңды ма?",
        "question_date": "20.08.2019",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжден шығып мектепке ауысуға болады деп ойлаймын өз басым.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір келген кезінде қыз екенін қалай білуге болады?",
        "question_content": "Еттекір кезінде қыз немесе қыз емес екенін қалай анық ажыратуға болады. Басқа білетін жолдары болса?",
        "question_date": "19.08.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "етеккір кезде жыныстық қатынасқа түсуге болмайды.",
                "date": "21.08.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір жол және Әуе билеттерін сатумен айналысуға болама?",
        "question_content": "темір жол және әуе билеттерін сатумен айналысу үшін не нәрселерге мән беру керек? Ең алдымен Жк яғни ИП ашып өз кәсібіңізді заң жүзінде тіркейсіз дегенді естідім одан басқа не істеуім қажет? яғни жеке сайт аштырып сол арқылы сатылымға шығару керекпе әлде жеке сайтсыз да сатумен айналысуға болма? қайда барып көмек сұрап жүгінуге болады?",
        "question_date": "16.08.2019",
        "question_tag": "Жеке бизнес",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыс жоқ, жұмыспен қамту распа?",
        "question_content": "Мен оқу бітіргеніме 2ай болып қалды. Бірақ әді күнге жейін жұмысқа кіре алмай жүрмін. Жұмыспен қамиу деген өтірік болғаныма? Өзімде жұмыс іздеп жүрмін, бірақ ешкім алғысы келмейді, себебі менде опыт жоқ . Бітірген оқу орнына көмек болама десем, олар маған \"келесі айда кел, келесі апта кел, 25нен кейін кел\"- деп қайтарып жібере береді. Ал менің отбасым Алматы облысында, мен Қостанай облысында пәтен жалдап тұрып жатырмын, жұмыс табам деген ниетпен. Себебі оңтүстікке қайтатын болсам ол жақтан, өз мамандығым бойынша жұмыс табу, жұмысқа кіру өте қиын болады. Мамандығым: тау-кен ісі.",
        "question_date": "15.08.2019",
        "question_tag": "Мамандық",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрғылықты мекен-жайыңыз бойынша жұмыс пен қамту орталығына барыңыз. ондағы қызметкерлер сізді мамандығыңызға сай жұмыстарды қарастырады, тәжірибеңіз болмаса 6 айлық жастар тәжірибесіне жібереді. мамандығыңызға сай келген жұмыс табылған жағдайда сізді сол мекен жай жұмыс орнына жолдама мен жібереді. немесе сіздің мамадығыңызға сұраныс болмаса қосымша курстық оқуларға жібереді.",
                "date": "16.08.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жаным толы сезімге бейнеңді елестетем\" мына өлеңді кім біледі?",
        "question_content": "\"Жаным толы сезімге бейнеңді елестетем\" мына өлеңді кім біледі?",
        "question_date": "14.08.2019",
        "question_tag": "Қазақша ән",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алы шықпаған олен гой",
                "date": "21.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бестерек пен Боққайнат рулары қыз алыса ма?",
        "question_content": "Кайырлы кун. Бестерек пен Боккайнат рулары кыз алыса ма? Шымырдан-Бекболаттан тараған екі ұл.",
        "question_date": "13.08.2019",
        "question_tag": "Шежіре",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Йә, қыз алыса береді менің әжем Бестерек руынан, өзім Жиенбет руынанмын",
                "date": "2.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беріш пен беріш қосылуға болады ма?",
        "question_content": "Саламатсыздар ма, өзім Есенғұл берішпін ал жігітім Жайық беріш екеуміз отбасы құруымызға болады ма? Өз басым сенгім келмейді, бірақта шежіреден аттап кете алмаймыз. Рахмет алдын ала",
        "question_date": "12.08.2019",
        "question_tag": "Шежіре",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7 атадан ассаңыздар болды, үйлене беруге болады.",
                "date": "18.08.2019",
                "upvotes": 1
            },
            {
                "text": "Менің әкем - Есенғұл беріш + анам - Жайық беріш = өзім супер берішпін , қосылып тұрғой, біз шықтық, деніміз сау",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом алу жолдары",
        "question_content": "Мен мектепте жақсы оқыдым деп айта алмаймын. Себебі тұтығып, кекештеніп сөйлеймін. Айтқанымды не мұғалім не сыныптастарым ұқпайтын. Қайта сабақ айтсам күлетін. Сөйлеуге ұялдым. Бірақ ынтам жоғары еді. Солай үнсіз тыңдаумен, іштей оқумен, үйде өзімше дайындалумен 9ж өтті. Күнде ертең бес алу үшін сабақ айтам деген мақсатпен оқыдым. Сабақ айтуға келгенде лезде бәрі жадымнан өшіп қалады. Ойым мені біреу мазақ етіп тұрда болды. Тоқсандық тест емтихандарда оқығаным есімде қалмайтын.Десе де көк аттестат алдым. Онда 4,5.Ал мектепте тоқсандықтарым 3,4 еді. Алғылшын тілі орыс тілі мен әдебиеті алгебра геометрия химия физикадан білімім өте нашар, қанша тырысып оқығанмен нөл болып қала берді. Бір жағы ол пәндерге қызығушылығым төмен (жоқ)Қалған пәндердерге шамам жетеді. Қызығып, түсініп оқи алам. Енді міне алда студенттік шақ. Семейге биология қаз.т таңдап (био. Қаз. өте жақсы оқи алам) Медколледжге ақылы түрде (грант емес) түстім. Медбике ісі бойынша. Түсу емтиханынан жалпы 50-дің 39 баллын алдым. Енді сұрақ 1) математикалық пәндер мен шет тілі орыс тілі 4 болып (жақсартуға тырысам ғой) қалғандары 5 болса қызыл диплом ала алам ба? 2) 1 курс жалпы мед. 2 курс медбикелік іс. 1 курс үздік болса 2 курс грант ала алам ба? Көп болса ренжімеңіздерші. Түсінікті болсын дегенім ғой. Алдын ала рахмет.",
        "question_date": "9.08.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медицина колледжін де оқиды екенсіз, бірақ қызыл дипломмен бітір деп ешкім сізді қыстамаса өзіңізді әурелеп не істемексіз? одан да барына қанағат тұтып өзіңізді күткеніңіз абзал. Әрине қызыл дипломның атағы, дәрежесі, мансабы жоғары бірақ сіздің теориялық біліміңізбен практикалық біліміңіз сәйкес келмесе бәрі бекер.қазіргі таңда сенің дипломың көк екен ал сенікі қызыл екен деп жұмысқа алып жатқан жоқ. Қазіргі таңда көбісі көкесі, жәкесі, әкесі немесе көк қалың ақшаның арқасын да кіреді, ол жасырын емес. Өз күшімен кіріп жатқандар аз-ақ қана.  Сенің басты талабың медицинаны жақсы меңгеру. Жалындап тұрған, өз маманыңның иесі болсаң барлық есік ашық саған. Көк дипломмен де жетістікке жетуге болады. Тіліңдегі Тұтығуға келсек бұл әлем де қаншама адам бар бірақ өз бақытын сезбейді. алға талпынған адам өз кемпігін жеңеді. көпшілікпен арлас, жаңылпаштар айтып жүр қайталап, диалог құр, ән айтып даусыңды машықтандыр.",
                "date": "17.08.2019",
                "upvotes": 0
            }
        ]
    }
]