[
    {
        "question_title": "Кім?, Қандай?, Не істеді? деген сұрақтарға жауап беретін сөздерді жаз?",
        "question_content": "4-тапсырма. «Кім?», «Қандай?», «Не істеді?» деген сұрақтарға жауап\nберетін сөздерді бөлек-бөлек бағанға жаз.\n\nӘлібек, ақылды, тоқиды, Саша, тартады, қолөнер, жасайды, еріншек,\nтүсірді, үйретті, нағашы атам, күміс, бояды.",
        "question_date": "26.01.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 16900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім?: Әлібек, Саша, қолөнер, нағашы атам, күміс.\nҚандай?: ақылды, еріншек.\nНе  істеді?: тоқиды, тартады, жасайды, түсірді, үйретті, бояды.",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Балаға мультик көрсету үшін смартфон алып беру керек пе?",
        "question_content": "Телефонды 5-сыныпқа көшкенде ғана алып бердік. Оған дейін смарт сағат тақтық. Сол сағатымыз тыныш еді. Қауіпсіздік жағынан да, ыңғайлы, қолайлы болуы жағынан да. Бірақ, смартфон алғысы келді. Өйткені сыныпта 100% смартфон ұстайды. Кейбірі 1-сыныптан бастап-ақ ұстап жүр. Қазір күні-түні сол телефонына жабысып жүреді. Онысы маған ұнамайды. Бірақ одан қашып та құтыла алмайсың. Баласына мүлдем телефон ұстатпай өсірген не өсіріп жатқан ата-ана бар ма жалпы? Оның орнына қандай әдіс қолданады екен? Сондай-ақ, смартфонды “ақылмен” ұстауды үйретіп жатқан да адам керек.\n\nҰлыма қазірден мультик көрсетсем бе, жоқ па?",
        "question_date": "26.01.2020",
        "question_tag": "Жанұя",
        "question_views": 345,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1,5 жасында телефонға қатты үйретіп алдық. Көзі ауырып, ашуланшақ боп бара жатқанын байқап ойландым. Қанша жыласа да, телефон сұраған уақытында көшеге ап шығып кетіп, әңгімелесіп жүретінмін. Осылайша телефон ұстау уақыты азая берді. Бір айдың ішінде мүлде сұрамайтын болды. Есесіне,көшенің \"гүлі\" боп алдық. Қазір тек \"Балапан\" көреді. 3-ке толамыз. Телефонды сұрап, көп ұзамай өзімізге қайтарады. Баланың уақытын тиімді қадағалап, айналаға қызықтырып, әңгімелесіп, көңіл бөлсек доғарады екен.",
                "date": "26.01.2020",
                "upvotes": 2
            },
            {
                "text": "Мультик көрсету үшін міндетті түрде телефон алып берудің қажеті шамалы деп ойлаймын.\nСмартфонның экраны кішкентай, көзге ауыр, сондықтан смарт теледидар, жалпы теледидарлар  мультик көрсеткенге сай келеді , әрі үлкендер де баланың не көріп отырғанын бақылай алады. Теледидар  телефонның орынына жарайды деп ойлаймын.",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақтың тойына шектеу қойылса, мәселе шешіле ме?",
        "question_content": "Біздің деңгей осы. Қазақтың көз ашып көрген-білгені, баратын жері - той.\nСоңғы кезде қыз-жігіттер кітаптар жазып, семинар-тренинг өткізіп, халықтың деңгейін біраз өсірді.",
        "question_date": "26.01.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзбекстан Сенатының той жасауға қатысты шығарған жаңа заңы өзбек халқында ғана емес, Қазақстанда да қызу талқылана бастады. Бұл жаңалық осыдан бір апта бұрын тараса да екі елдегі талқының басылар түрі жоқ. Әсіресе әлеуметтік желілерде қолданушылар мұндай заңды қолдап, енді бірі қарсы шығып, пікір алмасқан.\nДәлірек айтқанда, өзбек халқы тойдағы ысырапшылдыққа заңмен тыйым салмақшы. Тойға шақырылатын адам саны (150 адамға дейін), дастархандағы тағам мен үйлену тойында жүретін кортеждегі көліктің саны да шектеулі болады. Тіпті, тойдың өтетін уақытында да шектеу бар.\nЖалпы, ысырапшылдықтың өзі түптеп келгенде иманға, діни және рухани сауаттылыққа келіп тіреледі. Сонда діни қызметкерлердің пікірі қандай?\nҚазақстан мұсылмандары діни басқармасы өкілінің айтуынша, Исламда ысырапшылдыққа тыйым салынған, дегенмен бұл заңның бізге қажеті жоқ.\n\"Құранда \"ішіңдер, жеңдер, бірақ ысырапшылдық жасамаңдар. Алла тағала ысырап жасаушыларды жақсы көрмейді\", деген. Сондай-ақ, пайғамбарымыздың тағы бір хадисі бар, онда: \"Теңіздің жағасында отырып дәрет алсаңдар да, ысырапқа жол бермеңдер\", деген. Сондықтан, ысырапшылдық дінімізде құптарлық іс емес, Исламда оған тыйым салынған. Дегенмен де, Өзбекстандағыдай заң қажет деп айта алмаймын. Себебі, әр ұлттың өзіне тән ерекшелігі, салт-дәстүрі, ата-бабасынан келе жатқан әдет-ғұрпы бар\", - дейді Қазақстан мұсылмандары діни басқармасының Семей өңіріндегі өкіл имамы, Семей қаласындағы \"Қос мұнаралы\" орталық мешітінің бас имамы Мақсат Алтыбай.\nАйтуынша, мақтан үшін көп қонақ шақыру да ысырап болып саналады, бірақ жақын туыстың саны қанша болса да оған заңмен тыйым салу дұрыс емес.\n\"Қазақ халқы үшін туыстың, туғанның, жақынның орны бөлек. Бір отбасында он бала болса, жүз құдасы бар деген сөз. Оларды қазақтың қазынасы саналатын тойға қалай шақырмайсыз? Әрине, дарақылық, мақтан үшін көп адам шақыруға тыйым салу керек, себебі ол да ысырапшылдыққа жатады, оның өзінде заңмен емес. Ал, дастархандағы тағамға қатысты айтар болсақ, әрине, миллиондаған қаржыға бір торт жасау деген сияқты әрекеттерге баруға болмайды, алайда дастарханның молшылығына тыйым сала алмаймыз. Одан да тойда ішімдік ішуге тыйым салатын заң қабылдау керек. Тойға барып ішімдік ішіп, төбелесіп, адам өлтіріп алатындар бар. Сондықтан бұл мәселеге осы жағынан қараған дұрысырақ деп есептеймін\", - дейді ол.\nОсылайша, бас имам той үстінде ішімдік ішуге тыйым салатын заң шығаруды ұсынды. Ал бұл заңның жалпы құқықтық жағы қалай болар екен? \nЗаңгердің пікіріне қарағанда, мұндай заң демократиялық принциптерге шектеу болуы әбден мүмкін.\n\"Конституцияда Қазақстан Республикасы өзін демократиялық, зайырлы, құқықтық және әлеуметтік мемлекет ретінде орнықтырады, оның ең қымбат қазынасы - адам және адамның өмірі, құқықтары мен бостандықтары, делінген. Сондықтан, ондай заң демократиялық принциптерге шектеу болуы мүмкін. Қазақ үшін той жасау - дәстүр. Жағдайы барлар ат шаптырып, тон жабады, мал береді. Тойға шақырылатын адам санына, тағамға, тойдың уақытына және тағы да басқа шектеулерді заңмен бекітіп тастайтын болсақ, ұлттық менталитетімізге нұқсан келмесіне кім кепіл?\", - дейді заңгер Мырзабек Бекберді. \nЗаңгердің бұл орайда өз ұсынысы бар, ол тойға қатысты заң шығар болса арнаны халыққа емес салыққа бұру қажет деп есептейді. \n\"Одан да бірнеше мың долларға шетелдік әншілерді шақыруды доғарайық немесе олар сол тойдан тапқан табысының 10 пайызын салық ретінде төлесін және осыны заңмен талап етейік. Салық төлеу туралы заң шықса әнші, әртістердің ғана емес, еліміздің де қоржыны қаржымен молая түсер еді\", - дейді ол. \nОсылайша, заңгерден де бір ұсыныс түсті. Ал заң шығарушы органдағылар бұған не дейді?  \n\"Мұндай заңның бізге қажеті жоқ. Себебі, түрлі жағдай болады. Той жасауға әркімнің де құқығы бар. Біреуден біреу асып түскісі келеді және бұл жаман қасиет емес. Несие алса да қазақ халқы қуанышын көпшілікпен бөліскенді жақсы көреді, еліктейді. Еліктеушіліктің де жақсы жағы бар, ол жақсылыққа ұмтылу, алға басу. Той жасау да мәдениет, ол қоғамды тәрбиелейді. Әсіресе қазақ үшін тойдың орны бөлек. Тойдың да өзіндік құндылығы бар. Мысалы, елімізде жас жұбайлар дүркіретіп той жасамай балалар үйіне барып, дәм мен сыйлық таратқандар болды. Бұл жақсы үлгі. Осындай жайттарды көріп, қоғам өзіндігінен тәрбие алады, түзеледі. Оны заңмен бекіту міндетті емес\", - дейді Мәжіліс депутаты Меруерт Қазбекова. \nСарапшылар өз ойларын жеткізді. Ал, сіздің ойыңыз қандай? Ол жөнінде пікір жазып қалдырсаңыз болады. \nЕске сала кетейік, бұған дейін Өзбекстанда тойдың өтетін уақыты, шақырылатын адам мен кортеждегі көлік санының заңмен қысқартылатыны хабарланған болатын.\n Өзбекстан президенті Шавкат Мирзиеев жұртты үйлену тойын қарапайымдап етіп өткізуге шақырған еді. Тіпті аста-төк той жасау мен ақша шашуды сынап тастады. Мемлекет басшысының осы ескертуінен кейін жасалынып жатқан құжатта тойға шақырылатын қонақтар саны 150 адамнан аспауы керек деп көрсетілген. Дастархан мәзірі де соған қарай ықшамдалады. Сонда қазан-қазан палау да басылмайды.\nhttps://tengrinews.kz/kazakhstan_news/kazakstanda-toydagyi-yisyiraptyi-zanmen-shekteu-kajet-pe-340104/",
                "date": "28.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көбейтудің терімділік және ауыстырымдылық қасиеттерін қолданып, өрнектерді есепте.",
        "question_content": "Көбейтудің терімділік және ауыстырымдылық қасиеттерін қолданып, өрнектерді есепте.\n\n(25×5)×4\n\n2×(48×5)\n\n(4×6)×25\n\n(20×8)×5\n\n5×(6×20)\n\n(2×7)×5",
        "question_date": "26.01.2020",
        "question_tag": "Математика",
        "question_views": 32200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "25×(4×5)\n\n(2×5)×48\n\n(4×25)×6\n\n(20×5)×8\n\n(5×20)×6\n\n7×(5×2)",
                "date": "27.01.2020",
                "upvotes": 0
            },
            {
                "text": "25×(5×4)=500\n\n(2×48)×5=480\n\n(4×25)×6=600\n\n(20×5)×8=800\n\n(5×20)×6=600\n\n7×(5×2)=70",
                "date": "25.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішімде қатты мазалап жүрген күдігім бар, қалай арылсам болады?",
        "question_content": "Менің 3 жасар және айлық бөпем бар,айлық бөпем болған соң атасы мен әжесі 3 жасар баламды қастарына алып алды,солардың қасында ұйықтайды.  Көбінесе атасы ұйықтатады түстеде, түнде де бірінші атасы алып кетеді де ұйықтатады, бірақ көбінесе ұйықтамай сөйлеп жатқан дауыстарын, кейде жылап жатқан даусын, кейде атасынан ынғайсыз дауысын естимін. Қарап көрейін десем есіктерін жауып алған, тек дауыс шығады. Не істеп жатады біраз болды солай болғанына. Әжесі мен ұйықтатам десе атасы \"өзім ұйықтатам,  сен киноңды көріп отыра бер\"  немесе \" сен шамалыдан соң келсей\" деп жалғыз өзі алып кетеді. Енді неге олай айтады неге баламен олай оңаша қалғысы келеді, солай уайым болды, ешкімге айта алмайм, баламнан сұрайын десем ол толық дұрыстап түсіндіре алмады. Не істесем болады, өтініш бір нәрсе айтып көмектесіңіздерші! Өлім күдіктеніп, мүмкін дұрыс емес шығар менікі, бірақ сонда да күдігім басым болып барады",
        "question_date": "26.01.2020",
        "question_tag": "Жанұя",
        "question_views": 582,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазір интернет бетінде қазақша психология жайлы жазып жүрген Сая Бакимованың мына кеңестерін оқып көріңіз\nҚазір өршіп тұрған мәселенің бірі - педофилия.\nБалалар зорлығының 75 %-н туыстары мен таныстары жасайды. 90% жағдайда зорлықшыны бала да, ата-ана да біледі.\nШамамен бейнесі мынадай. Ондай адам:\n- өз қатарластарына қарағанда балалармен уақыт өткізгенді ұнатады;\n- топ ішінен біреуді бөлектеп, көбірек көңіл аударады, бала да өзін соғұрлым ерекше сезінеді;\n- балаға себепсіз қымбат сыйлық/ақша береді;\n- ванна/әжетханаға кіріп келеді;\n- «балаға қарай тұрайын, маған тастап кетіңіз» деп өзі ұсынып тұрады;\n- баланың жыныс мүшелеріне «кездейсоқ» қолы тиіп кете береді;\n- баламен екеуара құпиясы, сыбырласулары көп болады;\n- баламен отырған бөлмеге есік қақпай кірмесін деп бұйырады;\n- баланың жыныстық дамуына қызығушылық танытады (саған қандай ұлдар ұнайды? сен біреумен сүйістің бе? тб.)\n⠀\n- физикалық контактты жиі жасайды (сүйеді, құшағына ұзақ қысады, қытықтайды, тізесіне отырғызады, шымшиды, тб);\n- ересек адамдардың жыныстық өмірі жайлы айтады;\n- баланың жыныстық тартымдығын әзілдеп бағалайды (фигураң әдемі, бәрі сені сүйгісі келетін шығар, тб);\nБаланың дамуында бірдеңе дұрыс болмай жатқанын білу үшін бірінші қалыпты даму жайлы білу керек.\n0-5 жас аралығындағы бала жыныстық мүшесін өзінің түсінігіне сай атайды. Өзінің, басқалардың денесін қызықтап қарағаны, қатарластарына көрсеткені қалыпты. Осы арқылы дұрысында қалай болуы керек, мен дұрыспын ба деп «маңызды» сұрақтарына жауап іздейді. Бала қайдан пайда болады деп сұрайды.\nАл 0-5 жас аралығында ересекке тән жыныстық әрекет көрсетсе, жыныстық қатынас не екенін жақсы білсе, «үлкендердің» сөздерін пайдаланса, жыныстық қатынасқа имитация жасаса, бір әрекетімен көрсетсе - бұл қалыпты емес.\n6-12 жас арасында қалыпты дамып жатқан бала жүктілік, етеккір, ересек адамның жыныстық әрекеті жайлы сұрақтар қоя бастайды. (неге сүйіседі, әйел адамның ішіне сперматозоидтар қайдан түседі). Өзін, басқа балаларды ойын арқылы зерттей бастайды - үй-үй, дәрігер, мамасы мен баласы, тб. Жасырын мастурбация басталады.\nБасқа адамдардың көзінше жыныс мүшесін жалаңаштаса, жыныстық қатынасты егжей-тегжейлі білсе, ол туралы ашық айтса, үлкендердің сөзін пайдаланса - қалыпты емес.\nИнстаграмға сілтемесі https://www.instagram.com/p/B6QqqBRpeAm/",
                "date": "11.02.2020",
                "upvotes": 1
            },
            {
                "text": "Әзілдеп не ыңқылдап жатсыз деп сұрап тиісіп сұрап көріңіз болмаса жасырын камера орнатып бақылап көріңіз әрине соншалықты күдіктенетін жағдай болса.\nБолмаса диктофонмен дыбысын жазып алыңыз.",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "Жасырын камерә орнату қажетсіз, осы жағдай болады-ау деген кезде, ұялы телефонның камерәсін ашып, сол бөлменің көрінбейтін жеріне қойып кетіңіз, сонан соң білесіз, ал ұялы телефонмен камераға түсіруден қорықсаңыз, авдиоға жазуды пайдаланыңыз, бұл шынымен біртұрлы жағдай екен.",
                "date": "11.02.2020",
                "upvotes": 1
            },
            {
                "text": "Қашан алаңдау керек?\nбалада ересекке тән жыныстық әрекет пайда болып, ойыншықпен не басқа балалармен ж.қ. имитация жасайды;\nқорқынышты түс, мазасыздық пайда болады;\nбұрын араласып жүрген ересек/балаға мүлде жақындамайды;\nжерде аунағандай кір киіммен келеді;\nденесі көгеріп, жырылып, әсіресе жыныс мүшелерінде өзі айта алмайтын жарақат;\nсіз алып бермеген жаңа зат, ақша, ойыншықтары;\nсізге көрсеткісі келмейтін жаңа достары;\nжасы үлкен досы пайда болады;\nәлеуметтік желідегі парақшасын барынша жасырады;\nүлкендердің сөздерін айта бастайды;\nкөңіл-күйі тұрақсыз, белгілі бір орын, адамдардан қорқып жүреді, тез ашуланады, тез жылайды, тұйықталады;\nдамуында кері шегеріс болады, оқу үлгерімі нашарлайды, түнде бұтына жіберіп қояды, тб.\nЖыныстық зорлықтың 23 %-н балаға - жасөспірім, ер бала жасайды екен. Жалпы, педофил деген сөзді психиатрлар зорлықшы мен құрбанның арасы - 5 жас болса пайдаланады.\nШетел статистикасы қорқынышты. 18 жасына дейін 4-6 қыз баланың 1-еуі, 6-10 ұл баланың 1-еуі педофилмен бетпе-бет келеді екен.\nПедофил физикалық зорлық жасауы да мүмкін, немесе өзінің денесін, видео көрсетіп, жыныстық әңгіме айтып, жанама зорлық жасауы мүмкін.\nБұл жағдайда бала мына нәрселерді білсе, өзін қорғай алады:\n✅ оның интим дене мүшелері бар, бөгде адам оларға тимеуі керек (бұл жыныс мүшелері, кеуде, бөксе, ауыз);\n✅ бала жалпы барлық дене мүшесінің, 3 жастан бастап бірте-бірте жыныс мүшелерінің атын білуі керек;\n✅ «құпия, жағымсыз» жанасулар болады, оны міндетті түрде ата-анаға айтуы керек;\n✅ басқа адам «құпиямыз болсын» дегенмен айтпау қалуға болмайды.\nАл ол үшін:\n— осындай мәселелерін сізге айтып келсе, өзі одан сайын бәлеге қалмасын БАЛА БІЛУІ КЕРЕК;\n— сіз мұндай ақпаратқа шыдап, ересек бола алатыныңызды, «жүрегім, ойбай, не жаздым» деп бос истерикаға салынбайтыныңызды БАЛА БІЛУІ КЕРЕК;\n— өзіне жайсыз жағдайдан кетіп қалуды үйретіңіз, (біз кейде құшақтағысы келмейтін адамын құшақтатамыз)\n— бала «жоқ» деп айта алуы керек, және «жоғын» үйдегі ересектер тыңдап, құлақ асқан кездері есінде болуы керек;\n— ұнамсыз жерден кетіп қалуға, көмек керек болса сұрауға болатынын;\nСая Бакимовадан кеңес алғыңыз келсе парақшасына өтіңіз.Инстаграмдағы парақшасы\n\nbakymova_saya",
                "date": "11.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жанқожа Нұрмұхамедұлы және Есет Көтібарұлы бастаған көтерілістің себеп және салдары.",
        "question_content": "Жанқожа Нұрмұхамедұлы және Есет Көтібарұлы бастаған көтеріліс себептерімен  салдары Отиниш айтып жибериндерш",
        "question_date": "23.01.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 131000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "19 ғасырдың екінші жартысында Сырдария бойындағы қазақтардың әлеуметтік-экономикалық жағдайы өте ауыр болды. Мұндағы шекті, төртқара, шөмекей және т.б рулар қысты Сырдарияның төменгі жағында тек малшы көшпенділер ғана емес, сонымен қатар егіншілікпен айналысатын отырықшы қазақтар да тұрды. Бұлардың көпшілігі кедей жатақтар, олардың негізгі кәсібі суармалы егән шаруашылығы еді. Хиуа және Қоқан феодалдары Сырдарияның төменгі ағысы бойындағы және Ырғыз, Торғай, Ембі өзендерінің аңғарларындағы қазақтарды өздеріне қаратуды көздеді. Хиуа хандығы жергілікті халықтардан алым-салық жинап отырды. Сөйтіп, қазақтар тек өз феодалдарына ғана емес, сондай ақ Хиуа және Қоқан билеушілеріне де зекет және ұшыр төледі. Алым-салық жинау үшін олар әскери күштерді пайдаланды. Хиуа және Қоқан хандықтарының үстемдігіне қарсы Сырдария қазақтары көтеріліске шыға бастады. Мұндағы қазақтардың көтерілісін Әлім руынан шыққан Жанқожа Нұрмұхамедұлы басқарды. Шекті рулары басшыларының бірі Жанқожа жай қарапайым халық арасында беделді әрі мақсаткер батыр ретінде данққа бөленді. Жанқожа Сырдария бойы қазақтарының, соның ішінде егінші бұқараның өте күшті отаршылдық езгіге түсті. Оның жасақтары Кенесары сарбаздарымен бірге Созақ қамалын корғауға қатынасқан болатын. 1842 жылдың күзінде Жанқожаның әскері Хиуаның ірі бекінісі Бесқаланы қиратып қала коменденты Бабажанды өлтірді. 1843 ж Жанқожа батырдың жасақтары қуандария бойындағы хиуалықтар тұрызған қамалды талқандады. Ал 1845 ж осы қамалды қайтадан қалпына келтіру үшін жіберілген 2 мың хиуа шоғырларын талқандап жеңді. Осыдан кейін Сырдария қазақтарымен Хиуа билеушілерінің арсындағы күрес күшейе түсті. 1847 жылы Хиуа хандығының әскері өзен бойындағы қазақтарды егістікпен және пайдалы мал жайылымынан айыру үшін Қуандария өзенін бөгеп тастады, сөйтіп олардың қазақ жеріндегі озбырлығы одан ары қарай жалғасты. Орыс отарлаушыларына қарсы Сыр қазақтарының көтерілісі 1856 ж желтоқсан айында басталды. Көтерілістің басында Жанқожа батыр тұрды. 1856 ж патша әскерлерімен көтерілісшілер арасындағы тікелей соғыс қимылдары басталды. Бұл кезде Жанқожаның әскерінің саны 1500-ге дейін жетті. Көтеріліске басқа рулар да, соның ішінде құмды аймақтардағы көшпелілер де қатысты. Нәтижесінде көтерілісшілер саны ең әуелі үш мыңға , ал 1857 жылдың қаңтар айында бес мың адамға жетті. Бұл көтеріліс кезінде Жанқожа өзінің жақсы меңгерген әскери әдісін қолданды. Кө терілістің кеңінен таралуы Орынбор генрал губернаторлығы әкімшілігін қатты састырды. Оның бұйрығымен көтерілісті басу үшін Ақмешіттен генерал-майор Фитингоф бастаған әскери топ жіберілді. Оның құрамында 300- казак-орыс, 320 жаяу әскер, үш зеңбірек және екі ракеталық зеңбірек кірді. Көтерілісшілермен шешуші шайқас 1857 жылы 9 қаңтарда Қазалыға жақын жердегі Арықбалық мекенінде жүрді. Зеңбірек мылтықпен жақсы қаруланған Фитинговтың әскеріне қарсы Жанқожаның ақ туын көтерген көтерілісшілер бірнеше рет шабуыл жасады. Бірақ Жанқожа сарбаздарының шабуылы сәтсіздікпен аяқталып, аман қалғандары бытырап тарап кетті. Ауыр жараланған Жанқожаны сарбаздар шайқас болған жерден алып ығып қауіпсіз жерге жасырды. Көтерілісшілерді жеңген Фитингоф қазақтарың 212 үйін өртеп 20 мыңнан астам ірі қарасын тартып алып кетті. Жанқожа бастаған көтерілісшілер Сырдарияның оң жағалауына ондағы Хиуа хандығының жеріне өтуге мәжбүр болды. Жанқожамен бірге 20 шақты қазақ ауылдары көшп кетті.жанқожа мұнда Хиуа, Бұқара, Қоқан хандары тарапынан өзіне одақтас іздеді бірақ оның бұл саясатынан ештеңе шықпады. Жанқожа бастаған көтеріліс осылайша аяқталды. Патша өкіметінің отарлау саясатына қарсы бас көтерулердің бірі –Есет Көтібарұлы бастаған кіші жүз қазақтарының көтерілісі. Көтерілістің шығуының басты себебі Арал теңізінің басты жағындағы Үлкен және Кіші Борсықты, Сам құмын, Сағыз ж/е Жем өзендерінің бойын мекендеген Шекті руына түтін салығы салынуы және жылдан-жылға патша үкіметінің қысымының күшеюімен байланысты еді. 20ғ 50 жылдарындағы Есет Көтібарұлы орыстардың отарлауына қарсыбелсенді күрес жүргізіп, Арал теңізіне бет алған Ресей әскерлеріне қатты қарсылық көрсетті. 1855 ж жазында Көтерілісшілер ме патша әскерлерінің арасында қырғын шайқастар жүрді. 8-шілде күні Есеттің жасақтары күтпеген жерден А.Жантөрин сұлтанның лагеріне шабуыл жасап, сұлтанды және он-шақты би старшындарды өлтірді. Аайда оқ дәрісі мол мылтықтармен қаруланған патша әскерлерімен көтерілісшілер шегінуге мәжбүр болды. 1858 ж қыркүйекте Бородин басқарған патша әскерлері Есет батыр бастаған көтерілісшілерді Сам құмында біржолата талқандады. Сөйтіп, патша үкіметінің отарлау саясатына және жергілікті бай шонжарларға қарсы бағытталған кіші жүз қазақтарының Есет батыр бастаған тағы бір көтерілісі сәтсіздікпен аяқталды.\nhttps://studfile.net/preview/5331129/page:13/",
                "date": "24.01.2020",
                "upvotes": 2
            },
            {
                "text": "Жанқожа Нұрмұхамедұлы және Есет Көтібарұлы бастаған көтелістердің басты себептері:\n•Жер мәселесі- Хиуа, Қоқан хандықтары Қазақ жерінің билігін көздеп, бірнеше рет шабуыл жасап тұрды: 1808ж Ташкентті; 1814ж Түркістанды, 1818ж Ақмешітті басып алады\n\n•Салық мәселесі. Қоқандықтар қазақтарға ауыр алым-салықтар енгізді. Мысалы, Сыр мен Арал қазақтары жыл сайын Қоқан хандығына 6қой, 4арба сексеуіл, 1000бау қамыс төлеу міндеттелді. Ал хиуалықтар зекет,ұшыр салығын жинап отырды.\n\n•Бекіністердің салынуы. 1835ж Сырдария бойында Қожанияз және Жаңақала бекіністері, Хиуа хандығы Қуаңдария өзенінің бойында Құртөбе әскери бекінісін құрды.1847ж Райым, 1855ж Қазалы бекіністері салынды.",
                "date": "16.01.2023",
                "upvotes": 0
            },
            {
                "text": "Себебі есет батырдың фамилиясын мазақтап көті бар ұлы",
                "date": "24.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала мен ата ананың кітап оқуға деген қызығушылығын қалай арттыруға болады?",
        "question_content": "Сəлеметсіздер! Бала мен ата ананың кітап оқуға деген қызығушылығын қалай арттыруға болады? дегенге қандай тапсырмалар әзірлеуге болады?",
        "question_date": "23.01.2020",
        "question_tag": "Университет, колледж",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген ата-аналардың бала тәрбиесіндегі басты сұрақтарының бірі – «Балалардың оқуға қызығушылығын қалай арттыруға болады?». Әсіресе, смартфондар мен планшетті қолдарынан тастамай ойнайтын бүгінгі балалардың оқуға қызығушылықтары еш оянбайтындай көрінеді. Мұндайда не істеуге болады? \nБаланың кітап оқығысы келмей тұрса, оны күштеп оқытуға болмайды Бұдан бала кітапты жек көріп кетеді. Оның орнына кешке ұйықтар алдында қызықты кітаптың (ертегінің) бір абзацын, мүмкін болса, ондағы басты кейіпкердің сөзін немесе оған берілген мінездемені дауыстап оқуын өтініңіз. Оқып болған соң балаңызды мақтап қоюды ұмытпаңыз. Әдетте, балалардың ойында әр күннің соңғы оқиғалары жақсы сақталады. Ұйықтар алдында олардың көпшілігі дәл сол оқиғалар жайында ойланып жатады. Егер балаңызға оқыған ертегісі ұнаса, оның басты кейіпкерін өзім деп елестетіп, оқиғаның жалғасын білуге қызығушылығы артады. \nБалаңызды жаныңызға отырғызып, дауыстап кітап оқуды бастаңыз. Ең қызық жеріне келгенде оны жалғастырудан бас тартыңыз. Үйдегілермен алдын-ала келісіп, ешкімнің жалғасытырып оқып бермеуін өтініңіз. Алайда баланы жалғыз қалдырып, кетіп қалудың қажеті жоқ. Мұндайда анасына өкпелеген бала кітапты лақтырып тастап, басқа істерімен кетіп қалуы да мүмкін. Сондықтан жанында болыңыз. Оқиғаның аяғы немен бітетіні сізге де қызық екенін айтып, кезекпен оқуға келістіріңіз. Балаңызға оқып берген кітап кейіпкерлерінің сөздерін үнемі тұрмыста қолдана жүріңіз. Балаңыздың да сізге солай жауап қатуын қадағалаңыз. Ертегі кейіпкерлеріше түрлі эмоциямен сөйлеп, дауыс ырғағына мән беріңіз, тіпті қозғалысыңызды да соларша икемдеңіз. Бұл балаңыз үшін қызық болады. Осылайша оның ертегі кейіпкерлеріне, кітапқа деген қызығушылығы артады. Егер балаңыз кітап оқудан бас тартып жатса, оған кітапты өзінің жазуын өтініңіз. Қолына дәптер мен қалам беріп, өз оқиғасын, өз қызықтарын жазуды ұсыныңыз. Әр ертегінің қиял-ғажайыпқа толы оқиғалары, бақытты соңы болатыны жайында айтыңыз. Ол оқиғаларды балаңыздың өзі ойлап табуына болатынын айтып қызықтырыңыз. Ал өзіңіз сол ертегінің кейіпкерлерін бейнелеуге көмектесіңіз. Дәптеріне олардың түр-келбетін салып беріп, балаңызға боятыңыз. Балаңызға кітап таңдағанда оның неге қызығатынын ескеріңіз. Мүмкін, ол ертегі тыңдағанды ұнатар немесе жан-жануарлар әлеміне қызығар. Осыларды ескере отырып, бояуы қанық, суреттері «сөйлейтін» кітаптар таңдаңыз. Баланың ең алдымен суреттерге мән беретінін ұмытпаңыз. Олар бірінші кезекте кітаптың суреттерін қарап, парақтап шығады.  Балалардың, әдетте, сұрақтары бітпейді. «Анау не?», «Күн неге сары?», «Тауық неге қытқылдайды?», т.б деген аяғы жоқ сансыз сұрақтың жауабын кітаптан іздеуді әдетке айналдырыңыз. Кітап – білімнің негізі екенін осылай оның миына сіңіре аласыз. Сонда балаңыз да кітаптан артық білім, кітаптан артық дос жоқ екенін түсінеді. Дереккөз: anabol.kz\n\nТолығырақ: https://massaget.kz/layfstayl/zhadnama/34895/",
                "date": "23.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Саған сене алмадым мен, сенесің бе? Қазақша ән іздеп жүрмін",
        "question_content": "23.01.2020 жылы Еуропаплюс Қазақстан радиосынан таңғы 8.45 шамасында бір қазақша ән естіп едім. Шумақтар ғана есімде:\n\nСаған сене алмадым мен, сенесің бе?...\n\nМүмкін бәрі сия, саламыз ба қиял...\n\nОсы ғана есімде, ер бала айтады",
        "question_date": "23.01.2020",
        "question_tag": "Қазақша ән",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мына ән ба?\nБілемін ұнатасың сен мені\nБілемін\nБолар едім қаласаң тірегің\nСаған деген ақ еді жүрегім\nКүн едің\nСен көгімнің жап-жарық күні едің\nҚабыл болса бір күні тілегім\nОралады мойныма білегің\n\n[Қайырмасы]\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nЖүрші десем сен маған ересің бе?\nЕресің бе, жаным-ау?\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nМәңгілікке қолыңды бересің бе?\nБересің бе, жаным-ау?\nСенесің бе?\nСенесің бе, жаным-ау?\nБілемін бір ғажайып жан едің, білемін\nӘдемі бір әлемде жүр едім\nСен жайқалған жаным-ау гүл едің, гүл едің\nБір едім, саған ғашық жігіттің бірі едім\nТүстеріме түн сайын түнедің\nСен жүректің тапсаншы бір емін, бір емін\n[Қайырмасы]\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nЖүрші десем сен маған ересің бе?\nЕресің бе, жаным-ау?\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nМәңгілікке қолыңды бересің бе?\nБересің бе, жаным-ау?\nСенесің бе?\nСенесің бе, жаным-ау?\n[Қайырмасы]\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nЖүрші десем сен маған ересің бе?\nЕресің бе, жаным-ау?\nСенесің бе?\nСүйем десем жаным-ау, сенесің бе?\nМәңгілікке қолыңды бересің бе?\nБересің бе, жаным-ау?\nСенесің бе?\nСенесің бе, жаным-ау?\n\nhttps://sazalem.com/kk/track/aidar-turganbek-senesin-be",
                "date": "23.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Квадрат теңдеу құру",
        "question_content": "Осы мәтінді есеп арқылы квадрат теңдеу құру қажет\n\nКатер өзен ағысына қарсы 12 км жолға, ол өзен ағысы бойынша 16 км 5 сағат жолға жіберді. Егер өзен ағысының жылдамдығы 2км / сағ болса, катердің меншікті жылдамдығын табыңыз",
        "question_date": "22.01.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12/(x-2) + 16/(x+2)=5\n\n12(x+2) + 16(x-2)=5(x-2)(x+2)",
                "date": "23.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге шетелде шашылып жүрген қазақтар барлығы Отанға қайта оралмайды?",
        "question_content": "Неге шетелде шашылып кеткен қазақтар барлығы отанға қайта оралмайды?",
        "question_date": "22.01.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге қарсы сұрақ: неге олардың барлығы Қазақстанға оралуы тиіс?",
                "date": "22.01.2020",
                "upvotes": 0
            },
            {
                "text": "\"жүктері\" өте ауыр, көшудің сәтін күтуде.",
                "date": "23.01.2020",
                "upvotes": 0
            },
            {
                "text": "Тұрмыс деген үлкен тақырып қой, біреудің сатылмай жатқан үйі бар, біреудің оқуы бітпей жатқан баласы бар, біреудің қайтара алмай жатқан кредиті бар дегендей…",
                "date": "11.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тура теңдік шығу үшін қажетті жеріне ариметикалық амалдар мен жақшалар қой.",
        "question_content": "5   3    4=17\n\n8    2   7=17\n\n20   5    6=24\n\n12    3    4=11\n\n18    6     2=5\n\n5     8     4=52\n\n30    3     7=9\n\n14     7     2=4\n\n2      9       3=8",
        "question_date": "21.01.2020",
        "question_tag": "Математика",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5+3×4=17\n\n8+2+7=17",
                "date": "23.01.2020",
                "upvotes": 0
            },
            {
                "text": "Е мен атвет білмим",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "5+3×4=17\n8+2+7=17\n(20:5)×6=24\n(12+3)-4=11\n(18:2)+2=5\n30-(3×7)=9\n14:7+2=4\n2+9-3=8\n(5+8)×4=52",
                "date": "31.01.2022",
                "upvotes": 0
            },
            {
                "text": "5+3×4=17\n\n8+2+7=17\n\n(20:5)×6=24\n\n(12+3)-4=11\n\n(18:6)+2=5\n\n(5+8)×4=52\n\n30-(3×7)=9\n\n14:7+2=4\n\n2+9-3=8\n\nI love you ☺️",
                "date": "23.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айгуль Кемелбаева \"Шашты\" әнгімесінен сұрақтарға жауап беріңіз?",
        "question_content": "Мында 1-14 тапсырмага дейын орындау керек, мен казакша тусынбегендыктен, маган оте киын",
        "question_date": "21.01.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Текст қайда? Не айтылғанын қайдан білеміз?",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер қытайға құрт-құмырсқа, бақа-шәян, насеком ұстап сатсам милионер боламыз ба?",
        "question_content": "Егерде біз Қытайға құрт-құмырсқа,бақа-шәян,барлық жәндіктерді ұстап сатсақ байып кетемізба?",
        "question_date": "21.01.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 518,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Құрт-құрмысқа сатып, байып кетесіз деп айта алмаймын. Егер осы саланың иесі болмасаңыз. Қытайлықтардың барлығы да бақа-шаян, құрт-құрмысқа жиді деп ойламаймын.",
                "date": "21.01.2020",
                "upvotes": 1
            },
            {
                "text": "Қатырдыңыз сіз де))))\nОлай болса бәрі байып кетпей ма баяғыда?????\n\nСатып көрсеңізші. Пытка не попытка)))))Байып жатсаңыз айтасыз ғой)))))",
                "date": "22.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір ЖОО-дан кейін КТ тапсырып екінші ЖОО-ға грантқа түсе аламынба?",
        "question_content": "Салеметсиздерме! Мен ЖОО бакалавр 4курс студентімін. Мен осы ЖОО бітіргеннен кейін КТ тапсырып, ЖОО басқа мамандыққа бакалаврға  грантқа түсе аламынба?Жауап берсеңіздер екен өтініш)) Болатын болса дайындала берин деген едім. Улкен рахмет!",
        "question_date": "20.01.2020",
        "question_tag": "Университет, колледж",
        "question_views": 845,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, болады.\nКешенді тестілеуге қатысу үшін өтініштерді қабылдауды қабылдау комиссиясы 3-25 шілде аралығында жүргізеді.\nТалапкер құжатты жеке тапсырады. Бөгде адамдардан құжаттар қабылданбайды.\nКТ-ға қатысу үшін түсуші желілік ЖОО-ның қабылдау комиссиясына және/немесе ақпараттық жүйе арқылы келесі құжаттарды тапсырады:\n1) осы Қағидаларға 1-қосымшаға сәйкес нысан бойынша өтініш;\n2) жоғары білімі туралы құжат (түпнұсқа, қабылдау комиссиясына құжат тапсыру кезінде);\n3) жеке басын куәландыратын құжаттың көшірмесі;\n4) 3x4 сантиметр өлшемді екі фотосурет;\n5) «Денсаулық сақтау ұйымдарының бастапқы медициналық құжаттама нысандарын бекіту туралы» Қазақстан Республикасы Денсаулық сақтау министрінің м.а. 2010 жылғы 23 қарашадағы № 907 бұйрығымен бекітілген (Нормативтік құқықтық актілерді мемлекеттік тіркеу тізілімінде № 6697 болып тіркелген) 086-У нысанындағы медициналық анықтама;\n6) тестілеуге қатысу үшін ақы төлегені туралы түбіртек.\nКешенді тесттен алған балл мөлшеріне қарай біріңғай мемлекеттік білім грантының конкурсына қатысасыз.Егер грантты жеңіп алған жағдайда оқуға түскен оқыту орнынан оқу мерзімінің ұзақтығын талқылай аласыз.",
                "date": "10.02.2020",
                "upvotes": 1
            },
            {
                "text": "Сәлеметсізбе сіз мемлекеттен бір рет грант түрінде оқуды ұтып алсаңыз, онда сіз екінші рет жоғарғы оқу орнын тегін оқи алмайсыз.Жоғары оқу орындарының қабылдау комиссиялары жоғары білімі бар тұлғаларды жоғары оқу орнына ақылы негізде қысқартылған мерзімде (2 жыл) оқуға қабылдайды.",
                "date": "24.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мықты әнші Әбдіжаппар Әлқожаның руы қожа ма?",
        "question_content": "Әбдіжаппар әлқожа руы қожама, қазақпа, Шымкент баласы ма?",
        "question_date": "20.01.2020",
        "question_tag": "Қазақша ән",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Иа, бір сұхбатында \"қожамын\" деген.",
                "date": "20.01.2020",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "sin, cos, tg, ctg болса онда @-ның бірнеше мəнін тап?",
        "question_content": "1)sin@ = 0 ; 2)sin@ = 0,5 ; 3)cos@ =  -1 ; 4)cos@ = 1 ; 5) cos@ = 0 ; 6) sin@ = -1 болса онда @-ның бірнеше мəнің тап",
        "question_date": "19.01.2020",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sin@=0 @=0°\n\nSin@=0,5 @=30°\n\nCos@=-1 @=180°\n\nCos@=1 @=0°\n\nCos@=0 @=90°\n\nSin@=-1 @=-90°",
                "date": "20.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытайлар расында барлық организмнан әр түрлі тамақ жасап жей ма?",
        "question_content": "Қытай халықтары шынымен барлық организм жан-жануар,өсімдіктерден тамақ дасап жейма?",
        "question_date": "19.01.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютубтағы мына сілтемеге өтіп толық ақпарат ала аласың.\nМына видеоларды да қарай кет.\n1 видео  www.youtube.com/watch?v=UhKvGCcjbqw\n2 видео  www.youtube.com/watch?v=wshf_Am1LOc",
                "date": "19.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қытайда google, instagram, facebook, twitter т. б шетел ӘЖ дері неге тыйым салынды?",
        "question_content": "Қытайда google, Вконтакте, twitter, Мой мир,facebook,instagramm Т.Б шетелдік ӘЖ дер неүшін блокировандалды?",
        "question_date": "19.01.2020",
        "question_tag": "Әлеуметтік желі",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көті ашылмау үшін  ..  ;)",
                "date": "19.01.2020",
                "upvotes": 2
            },
            {
                "text": "Өйткені оларда цензура бар. Шетелдік ӘЖ-лерді олардың арнайы қызметтерінің басқаруы қиындау, сондықтан олар өз төл өнімдерін шығарып соны пайдаланады. Бұл Қытай мемлекетінің өз ақпараттық қауіпсіздіктерін қорғағанының белгісі.",
                "date": "19.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Не үшін әлемдегі қазақтардың көбі бір-бірімен қытайша, ағылшынша, орысша сөйлеседі?",
        "question_content": "Не үшін кәзір көптеген қазақтар бір-бірмен өзге тілде сөйлеседі, мысалы қытайша, ағылшынша, орысша, сөйлеседі?",
        "question_date": "19.01.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 657,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мүмкін, олардың бойында ұлттық намыс аздау деп кіналай салуға да болады. Бірақ, бұл әртүрлі болған тарихи факторларға байланысты. Бірақ қазақша сөйлеуге де мүмкіндік бар қазақша сөйлесемін деген қазақтарға.",
                "date": "19.01.2020",
                "upvotes": 2
            },
            {
                "text": "Бұл жағдайды әртүрлі жақтан түсіндіруге болады:\n\n1)Біз еліктеуіш халықпыз, өзге тілде сөйлей алатынымызға мәзбіз\n\n2)Орыс тілінің кең етек алуы ол Орыс империясының одан кейін КСРО құрамында болып, сол тілді алғашында қажеттіліктен қолданып, кейіннен кірігіп сіңіп кетуінен.\n\n3) Әлемде ашылатын жаңалық бірінші ағылшын тілінде, одан кейін алып демыған Қытай,Ресей секілді мемлекеттердің тілінде (қытай,орыс) тарайды. Білім қуған жастар сол тілдерді меңгеруге талпынады.\n\n4) Және әрине бұның бәрін сылтау деп ұарастырып, қазақ халқымыздың бойында ұлттық патриотизмнің  болмауы.",
                "date": "14.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не үшін КСРО билігінде грузин, армян халықтары өз ұлтының жазуын қолдана берді?",
        "question_content": "Не үшін Кеңес үкіметі тұсында Армян,Грузин, балтык елдері,тағы басқа европа халықтары өз ұлтының дәстүрлі жазуын қолдана берді, ал басқа КСРО территориясында қоныстанған қазақстан-орта азия, сібір, кавказ, орал-алтай тілдері семиясындағы, басқада қиыр шығыс халықтары т. б  халықтар орыс-кирилл әріптеріне көшті?",
        "question_date": "19.01.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XVIII-XIX ғасырлардың соңына дейін Ресейдің аумағында мекендеген халықтардың көпшілігі өз жазбалары болған жоқ. Ескі жазба дәстүр орыс, украин және белорустарда (кириллицада), Балтық маңы халықтарының (латын тілінде), грузин және армян (ұлттық әліпби) халықтарында болды. Еділдің, Кавказдың және Орта Азияның мұсылман халықтары араб жазуымен шектелген.\nXVIII ғасырдың аяғында тілшілер мен мұсылмандарды христианизациялау мақсатында діни кітаптарды Ресей халықтарының тілдеріне аудару басталады. Барлық осы кітаптарда кириллица шрифті қолданылды. XIX ғасырдың ортасында империяның бірқатар ірі халықтарының тілдерінде Құдайға құлшылық ету кітаптары жарық көрді.\nXIX ғасырдың ортасынан бастап Ресей халықтарының тілдеріндегі өте шектеулі түрде алфавит шығару басталады. Барлық осындай басылымдарда кириллица шрифті қолданылады (тіпті шоқынған татарлар мен башқұрттар үшін басып шығарылған татар және башқұрт әліпбиінде, сол уақытта қалған татарлар мен башқұрттар бұрыннан Араб хатын пайдаланғанымен). Ұлттық тілдер үшін нақты орфографиялық нормалар жоқ, алфавиттер кітап авторының жеке пікірі бойынша жасалды. 1890-1900 жылдары якут және коми-пермяц әліпбиі 4 түрлі әліпбиде шықты.\nХХ ғасырдың басына Ұлттық орфографиялар мен алфавиттерді стандарттаудың алғашқы талпыныстары жатады. Әдетте, Стандарттау туралы шешімдер мұғалімдер съездерінде қабылданды, бірақ көбінесе бұл шешімдер орындалмады, себебі Казаниядағы ұлттық кітаптардың ең ірі баспаханасы өзінің қаріптері мен ережелерін пайдалануды жалғастырды.\n1917 жылдың қазан төңкерісінен кейін ұлттық жазбалардың белсенді дамуы басталады. Көптеген мұғалімдер съездері өтеді, емле жасалады, әліпби бекітіледі. Мәскеуде, содан кейін басқа қалаларда ұлттық әріптердің жаппай басылымы басталады, мерзімді басылым едәуір кеңейтіледі.\n1923 жылы КСРО халықтарының әліпбиін латын әліпбиіне көшіру басталды. Алғаш болып латын әліпбиіне ингуштер көшті, ал одан кейін КСРО-ның барлық халықтары дерлік. Кириллица жазуы тек славян халықтарында, сондай-ақ чувашта, мордва, марийлер мен удмурттарда сақталған. Грузин мен армяндарда ұлттық әліпби сақталған. Латын жазуының маңызды үрдісі бұрын жазылмайтын халықтар үшін жазу болды. 1935 жылдан бастап жаңа алфавиттердің әзірленуі тоқтатылды.\n1936 жылы барлық латын әліпбиін кириллицаға аудару үдерісі басталады. 1941 жылға қарай процесс толығымен аяқталды. Бұл ретте кейбір шағын халықтар жаңа кириллица алфавитінен айырылып, осы тілдегі әдебиетті шығару тоқтатылды.\n1970-ші жылдардың соңында КСРО-ның саны аз халықтары үшін алфавит жасау процесі қайта басталады. Барлық жаңа әліпби кириллицада жасалады. Бұл процесс әлі де жалғасуда.\nКСРО ыдырағаннан кейін бірқатар халықтар латын әліпбиіне көшті: молдаван, Әзірбайжан, өзбектер, қарақалпақтар және түркмендер.\nТолығырақ білгіңіз келсе Орысша Уикипедиядан мәліметтер бар. Және Гуглдан письменность народов ссср деп іздеңіз.",
                "date": "30.01.2020",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "2sinx-1=0 10 сынып алгебра пәнінен есеп шығаруға көмек?",
        "question_content": "Есептерді шығаруға көмек беріңіздерші өтініш!!",
        "question_date": "19.01.2020",
        "question_tag": "Математика",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2sinx-1=0\n\n2sinx=1\n\nSinx=1/2\n\nX=(-1)^k×sarcsin1/2+Pi×k=(-1)^k×Pi/6+Pi×k\n\nAB гипотенуза және ол 5  -ке тең",
                "date": "19.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "В чем трагедия «Бесприданницы»? Орыс тілі пәнінен тапсырмаға көмек?",
        "question_content": "Орыс тілінен тапсырманы орындауға көмек беріңіздерші өтініш",
        "question_date": "19.01.2020",
        "question_tag": "Мектеп",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Что становится главной трагедией героини пьесы «Бесприданница» и судьбы каких героинь русской литературы складываются трагически по тем же причинам? Лариса Огудалова в пьесе А.Н. Островского «Бесприданница» — натура возвышенная и утончённая. Красивая и талантливая, она привлекает мужские сердца. В маленьком провинциальном городе, там, где нет ярких событий и шумной жизни, дом Огудаловых пользуется некоторой известностью. Как говорят посещающие этот дом многочисленные мужчины, поклонники Ларисы, в этом доме много музыки, вольные нравы, а «барышня хорошенькая».\nДевушка верит в чистую любовь и страстно влюблена в барина Сергея Сергеевича Паратова, видя в нём идеал мужчины и героя.\nНо в прагматичный век, когда правят власть денег и жажда наживы, она становится предметом нечистых помыслов и авантюрных планов «хозяев жизни» — местных богачей, купцов Кнурова и Вожеватова, и своего избранника — эгоиста и обманщика Паратова. И даже сделавший предложение Ларисе жалкий чиновник Карандышев готов жениться на ней, бесприданнице, лишь из тщеславия. Ему так хочется «повеличаться» и погордиться красивой женой перед более удачливыми соперниками. В конце концов всеми обманутая и униженная Лариса понимает: её назначение — быть «вещью». Что может быть оскорбительнее для порядочной девушки, чем тот факт, что её разыгрывают в «орёл-решку» и открытым текстом предлагают «громадное содержание»? Она счастлива тем, что умирает, смертельно раненная своим женихом. Она «любви искала и не нашла». Тема несчастливой женской судьбы изображена также в творчестве других русских писателей-классиков. В стихотворении Н.А. Некрасова «В дороге» автор рисует загубленную жизнь молодой крестьянки.\nЕё ради забавы берёт в свой дом прежний барин и воспитывает вместе с молодой барышней, помещичьей дочерью. Но новому владельцу усадьбы крестьянка, получившая дворянское воспитание, пришлась не по сердцу. Он своей барской волей выдаёт её замуж за молодого крепостного крестьянина, и героиня стихотворения попадает в грубую и бедную, чуждую среду, где и гибнет. И она, как и Лариса Огудалова, становится жертвой произвола и обречена на смерть из-за того, что ей нет защиты, у неё нет прав и нет места в этом мире. Ущемлённый в правах человек несчастен в мире социального неравенства. Слабая женщина в этом мире вдвойне несчастна: ведь у неё нет надёжной защиты, устойчивого положения в семье. Гнёт, имущественный, социальный и семейный, довлеет над ней и делает её жертвой сильных и агрессивных людей и непредсказуемых обстоятельств.",
                "date": "19.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дүние жүзінде теңіз деңгейінен жоғары жатқан жерлер?",
        "question_content": "Дүние жүзіндегі теңіз деңгейінен жоғары жатқан жерлер туралы толық ақпарат бере аласыздарма",
        "question_date": "18.01.2020",
        "question_tag": "География",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Әлемдегі ең ірі материк-Еуразия (54 млн км²)\n2. Әлемдегі ең үлкен шөл-Сахара (7 млн км²)\n3. Әлемдегі ең ірі дүние бөлік-Азия (44 млн км²)\n4. Әлемдегі халық ең тығыз қоныстанған континент-Еуропа (700 млн)\n5. Әлемдегі ең суық жер-Антарктида (83°С)\n6. Әлемдегі ең биік тау-Гималай (Джомолунга, 8848 м)\n7. Әлемдегі ең ұзын тау-Анд (9000 км)\n8. АҚШ-тағы ең биік сарқырама-Йосемитск (739 м)\n9. Солтүстік Америкадағы ең ыстық жер-Ажал алқабы (57°С)\n10. Солт. Америкадағы ең үлкен ел-Канада (9млн 970 мың км²)\n11. Солт. Америкадағы ең үлкен көл-Жоғарғы көл (82103 км²)\n12. Әлемдегі ең үлкен көл-Каспий (390 мың км²)\n13. Әлемдегі ең терең көл-Байкал (1620 м)\n14. Әлемдегі теңіз деңгейінен ең төмен орналасқан жер-Гхор ойысы (403 м)\n15. Әлемдегі ең үлкен түбек-Арабия (3 млн км²)\n16. Солт. жарты шардағы ең суық жер-Оймякон (-71°С)\n17. Әлемдегі жауын-шашынның ең көп түсетін жері-Черапунджи (жылына 12000мм)\n18. Әлемдегі ең ұзын әрі енді тау жүйесі-Кордилера (ұзындығы\n9000 км, енді бөлігі 1600 км)\n19. Әлемдегі ең үлкен арал-Гренландия (2 млн 176 мың км²)\n20. Әлемдегі ең ұзын жер асты үңгірі–Флинт-Мамонт (500 км)\n21. Әлемдегі ең үлкен тау мұздығы-Хабборт (145 км)\n22. Әлемдегі ең биік ағаш-Секвойя (100 м)\n23. Солтүстік Америкадағы теңіз деңгеңінен ең биік орналасқан нүктесі-Мак-Кенли шыңы (6193 м)\n24. Солтүстік Америкадағы ең ыстық жер-Өлім аңғары (+57°C)\n25. Солтүстік Америкадағы теңіз деңгеңінен ең төмен орналасқан нүктесі-Өлім аңғары (86 м төмен)\n26. Әлемдегі ең суы мол өзен-Амазонка (6400 км)\n27. Әлемдегі ең биік сарқырама-Анхель (1054 м)\n28. Әлемдегі ең ылғалды ж/е ең жасыл материк-Оңтүстік Америка\n29. Әлемдегі ең ірі эстуарийлық өзен сағасы–Ла-Плата (ені\n220 км)\n30. Оңт. Америкадағы теңіз деңгеңінен ең төмен орналасқан нүктесі-Валдес түбегі (-40 м)\n31. Оңт.Америкадағы теңіз деңгеңінен ең биік орналасқан нүктесі-Аконкагуа (6960 м)\n32. Жер шарындағы ең жоғарғы температура-Африкада тіркелген (+58°C)\n33. Құрлықтағы ең ірі жануар-Африка пілі (7,5 тонна)\n34. Африкадағы ең ірі көл-Виктория (68 мың км²)\n35. Африкадағы ең терең көл-Танганьика (1470 м)\n36. Африкадағы ең ірі сарқырама-Тугела (933 м)\n37. Әлемдегі ең аласа материк-Аустралия (биіктігі 215 м)\n38. Әлемдегі ең құрғақ материк-Аустралия (2/3 бөлігі шөлден тұрады)\n39. Аустралияның теңіз деңгеңінен ең төмен орналасқан нүктесі-Эйр көлі (-16 м)\n40. Аустралияның теңіз деңгеңінен ең биік орналасқан нүктесі-Косцюшко (2228 м)\n41. Әлемдегі ең терең мұхит-Тынық мұхиты (11022 м)\n42. Әлемдегі ең ірі мұхит-Тынық мұхиты (179 млн км²)\n43. Әлемдегі ең ыстық планета-Шолпан (462°C)\n44. Әлемдегі ең суық планета-Плутон (-235°C)\n45. Әлемдегі ең жылдам планета-Меркурий (172 мың км/сағ)\n46. Әлемдегі ең тығыз планета-Жер (судан 5 есе тығызырақ)\n47. Әлемдегі ең үлкен жанартау-Гавайядағы Мауна-Лао\n(ені10 км, тереңдігі180 км)\n48. Әлемдегі ең биік сөнбеген жанартау–Охос-дель-Саладо (Оңт. Америкада, 6887 м)\n49. Әлемдегі ең кішкентай құс-Колибри (5 см)\n50. Әлемдегі ең жылдам қозғалатын құс-Ителгі (200 км/с)\n51. Әлемдегі ең күшті циклон-1991ж, Бангладештегі циклон (138 мың адам қаза тапты)\n52. Әлемдегі ең дүлей су тасқыны-1888ж, Аустралиядағы Жаңа Оңт. Уэльс (биіктігі 1500 м)\n53. Әлемдегі ең үлкен бұршақ-1970 ж, Канзасқа жауған (шеңбері 44,5 см, салмағы 1кг)\n54. Әлемдегі ең қатты бұршақ жауу-1888 жылы Үндістанда (246 адамның өмірін қиған)\n55. Әлемдегі ең ірі жапырақ-Рафия пальмасы (20 м)\n56. Әлемдегі ең ірі тұқым-Кокос пальмасы (20 кг)\n57. Әлемдегі ең ежелгі өсімдік-Каучик ағашы, антарктикалық қына (12 мың жыл)\n58. Әлемдегі ең ауыр жыртқыш-Касатка (салмағы 9000 кг, ұзындығы 9 м)\n59. Әлемдегі ең ұзын құрт-Солт. теңіз немертині (55 м)\n60. Әлемдегі ең үлкен өрмекші-Құс жейтін өрмекші (228 см)\n61. Әлемдегі ең үлкен шаян-Өрмекші-шаян (ені 2 м)\n62. Әлемдегі ең ауыр жәндік–Голиаф-қоңыз (70-100 г)\n63. Әлемдегі ең биік сүтқоректі-Керік (6 м)\n64. Әлемдегі ең үлкен тропикалық орман-Оңт. Америкада орналасқан (6 млн км )\n65. Әлемдегі жерінің аумағы жағынан ең үлкен ел-Ресей\n67. Әлемдегі ең ұзын ел-Чили (4300 км)\n68. Әлемдегі ең құрғақ жер-Атакама шөлі (жылына 1 тамшы жаңбыр жаумайды)\n69. Әлемдегі ең ауыр жылан-Анаконда (200 кг)\n70. Әлемдегі ең жылдам ұшатын бунақденелілер-Инеліктер (9км/сағ)\n71. Әлемдегі ең биік шөп-Бамбук (25 м)\n72. Әлемдегі ең тез өсетін шөп-Бамбук (күніне 1м өседі)\n73. Әлемдегі ең қауіпті саңырауқұлақ-Боз арамқұлақ\n74. Әлемдегі ең ежелгі, тірі ағаш-Қылқанды қарағайлар (5000 жыл бойы тіршілік етіп келеді)\n75. Құрлықтағы ең жылдам жануар-Қабылан (100 км/сағ)\n76. Әлемдегі ең ұзын бұғаз-Мозамбик (1670 км)\n77. Әлемдегі ең ұзын тұщы көл-Танганьика (1470 м)\n78. Әлемдегі ең ір құс-Африка түйеқұсы\n79. Әлемдегі ең ескі тау-Орал таулары (ұзындығы 2,5 мың км)\n80. Әлемдегі ең кіші мұхит-Солтүстік Мұзды мұхит\n81. Әлемдегі ең терең бұғаз-Дрейк бұғазы (5248 м)\n82. Әлемдегі ең жылы қуатты ағыс-Гольфстрим\n83. Әлемдегі ең суық қуатты ағыс-Батыс желдер ағысы\n84. Әлемдегі ең ірі сарқырама-Игуасу (ені 270 м, биіктігі 72 м)\n85. Әлемдегі теңіз дейгейінен ең төмен орналасқан нүктесі-Өлі теңіз\n86. Әлемдегі ең тұзды теңіз-Қызыл теңіз\n87. Әлемдегі ең үлкен және ең терең каньон-Колорадо\n88. Солтүстік Американың суы ең мол өзені-Миссисипи (3268 мың км²)\n89. Әлемдегі ең ірі және тұңғыш ашылған ұлттық парк-Йеллоустан\n90. Батыс жарты шардың ең биік шыңы-Аконкагуа (6960 м)\n91. Оңтүстік Америкадағы ең ірі аралы-Отты Жер (18 мың км²)\n92. Әлемдегі ең ірі ойпат-Амазонка\n93. Әлемдегі ең биік таулы астана – Ла-Пас (3630 м)\n94. Әлемдегі ең ірі маржандық құрылым-Үлкен Тосқауыл\n95. Аустралияның суы ең мол өзені-Муррей (1057 мың км )\n96. Аустралияның ең ірі көлі-Эйр\n97. Антарктида материгінің ең биік нүктесі-Винсон (5140 м)\n98. Антарктида материгінің ең төмен нүктесі-Бентли ойысы\n(-2555)\n99. Әлемдегі ең ірі сейсмикалық белдеулер-Альпі-Гималай, Тынық мұхиты\n100. Әлемдегі ең биік толысу толқыны-Фанди шығанағында тіркелген (18 м)\nәлем",
                "date": "24.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дүние жүзінде жаңа жерлерді ашқан саяхатшылар және олардың еңбегі?",
        "question_content": "Дүние жүзінде жаңа жерлерді ашқан саяхатшылар және олардың еңбектері туралы дерек бере аласыздар ма?",
        "question_date": "18.01.2020",
        "question_tag": "География",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы географиялық ашылулар, Ұлы географиялық жаңалықтар — 15 ғ-дың соңы мен 17 ғ-дың ортасы аралығында еуропалық саяхатшылардың жаңа жерлерді, құрлықтар мен аралдарды, мұхиттар мен теңіздерді, аса маңызды теңіз жолдарын ашу кезеңі. Бұл кезең тарихқа Ұлы географиялық ашылулар заманы деген атпен енді. Жаңа жерлердің көптеп ашылуы Еуропадан Оңт. және Шығыс Азия елдеріне теңіз жолдарын іздеумен тікелей байланысты болды. Мұндай ізденістің басты себептері:\n15 ғ-дың ортасына қарай Еуропа елдерінде өнеркәсіп пен сауданың мықтап өркендеуі, Еуропаны Шығыс Азиямен байланыстыратын құрлық жолын және кеме қатынасы өркендеген Жерорта теңізінің шығыс жағалауын түріктердің басып алуы, ашық мұхитқа шығып, алысқа жүзе алатын берік кемелердің жасалуы, ғылым мен техниканың жандануы бұған қолайлы жағдай туғызды. Араб саяхатшысы Әбу-Абдаллаї Мұхаммед ибн Баттута Еуропа саяхатшыларына дейін 30 жыл бойы саяхат жасап, Африканың солт. жағалауын бойлай жүзіп, Танжер қ-нан (Марокко) бастап Египет, Арабия, Кіші Азия түбегін, Қырым, Ресей, Орт. Азия, Иран, Ауғанстан, Үндістан, Қытай, Индонезия, Испанияда болған. Ұлы географиялық ашылуларды сол кезде күшті дамыған елдер — Португалия мен Испания бастады.\nХV ғасырдыңдың екінші жартысында Португалия ханзадасы, теңізші Генрих (Энрико) Африка жағалауына көптеген экспедициялар ұйымдастырып отырды. Португал теңізшілері құрлықтың батыс және оңт. жағалауын бойлай жүзді.\n1488 ж. Б.Диаш Африканың оңтүстік шетіндегі Қайырлы Үміт мүйісіне жетті. Португалдардың бұл саяхаттары Ұлы географиялар ашылулардың бастамасы болды. Олармен бәсекелес испандықтар Шығыс Азияға апаратын теңіз жолын батыстан іздеуге тиіс болды. Орта ғасырларда ежелгі дүние ғалымдарының Жерді шар тәріздес деген ұмытылған пікірі қайта жандана бастаған еді. Осыған сәйкес бірқатар ғалымдар мен теңізшілер Испаниядан шығып үнемі батысқа қарай жүзе берсе Азия жағалауына жетуге болады деп есептеді. Неміс картографы М.Бехаймның глобусында (1492) және Италия космографы П.Тосканеллидің картасында (15 ғ-дың 2-жартысы) Еуропаның батыс жағалауы мен Азияның шығыс жағалауы арасында ешқандай құрлық жоқ, мұхиттың ені кішірейтіліп көрсетілген. Х.Колумбтың осы пікірге негізделіп ұйымдастырылған экспед.\n1492 ж. Американы ашты. Оның 4 саяхатының (1492 — 1504) нәтижесінде Орт. Америкадағы Багам, Үлкен Антиль және Кіші Антиль аралдары, Оңт. Американың солт. жағалауы ашылды.\n1497 — 99 ж. португал теңізшісі Гама (Васко-да-Гама) Африканы оңтүстігінен айналып өтіп, Үндістанға апаратын теңіз жолын ашты (экспед-ны Африка жағалауынан әрі қарай араб лоцманы Ахмет ибн Мәжит бастап барды).\n1497 ж. ағылшын теңізшісі Джон Каботт Үндістан мен Қытайға Солт. теңіз жолын іздеу кезінде Нью-Фаундленд аралдарына және Лабрадорға жүзіп барып, Солт. Американы ашуды бастады. Х.Колумбтан кейін испан және португал теңіз саяхатшылары Оңтүстік Америго Веспуччи құрлықтың жағалауларына бірнеше рет жүзіп барып, оны жаңа дүние ретінде сипаттап жазды. Бұдан әрі испан конкистадорлары Солт. және Оңт. Американың ішкі аудандарын жаулау кезінде бірқатар жаңа жерлер ашты (Э.Кортес, Х.Писарро).\n1503 ж. В.Нуньес де Бальбоа Панама мойнағы арқылы Тынық мұхит жағалауына шықты. Бальбоаның жаңалығы Атлант мұхитынан “Жаңа Дүниені” айналып, “Оңтүстік теңізге” (мойнақтан қарағанда оңт-те көрінетіндіктен саяхатшылар солай деп атаған) асатын жолды іздеу туралы ой тудырды. Бұл идеяны Ф.Магеллан басқарған испан экспед. жүзеге асырды. Магеллан және оның серіктері Атлант мұхитынан жол тауып, Тынық мұхитқа өтті, онан әрі дүние жүзін айналып шықты (1519 — 1522).\n16 ғасырдың ортасында Ұ. г. а. заманының бірінші кезеңі аяқталды.\n16 ғасырдың 2-жартысынан 17 ғасырдың 2-жартысына дейін созылған екінші кезеңнің басында Шығыс Азия елдеріне Еуразияның және Солтүстік Американың солт. жағалауын айналып жүретін теңіз жолын (Солт.-шығыс және Солтүстік-батыс жолдарын) іздеуге байланысты геогр. ашылулар жасалды. Еуропадан Үндістан мен Қытайға баратын Оңт. теңіз жолдары Испаниямен Португалияның қолында қалғандықтан жаңадан өркендеп келе жатқан Англия мен Голландия теңіз жолын басқа жақтан, солт-тен іздеуге мәжбүр болды. Солт.-батыс жолды іздеу барысында\nМ.Фробишер (1576 — 1578),\nД.Дэвис (1585 — 1587),\nГ.Гудсон (1610),\nВ.Баффин (1612 — 1616) Американың арктик. бөлігінің аралдардан тұратынын анықтады.\nАғылшындар мен голландттардың Солт.-шығыс жолды іздеуі (Барроу 1556, Пит пен Джекмен 1580, Баренц 1594, Флеминг 1664 — 1668) нәтиже бермеді. Олар Баренц және Кара теңіздерінде жүзіп Ямал түбегіне дейін ғана жете алды. 16 ғ-дың соңы мен 17 ғ-дың 1-жартысында орыстар көптеген геогр. жаңалықтарға қол жеткізді. Орыс казактары бас-аяғы 50 жылдай уақытта Оралдан (1584) Тынық мұхитқа дейін (1639) жетті.\n1639 ж. И.Москвитиннің отряды Охота т-нің жағалауына шықты.\n1644 — 45 ж. В.Поярков Амурды бойлап, оның сағасына дейін барды. Көп ұзамай-ақ Е.Хабаров 1647 —51 ж. Амур өлкесіне бірнеше жорық жасады.\n1648 ж. С.Дежнев пен Ф.Попов Азияның солт.-шығыс жағалауын бойлай жүзіп, Азияны Америкадан бөлетін бұғазды ашты. Осы ашылулармен бір уақытта француздар (С.Шамплен, Э.Брюле, т.б.) Солт. Американың ішкі бөлігіне өтіп, Аппалачтың солт-н, Ұлы көлдерді ашты. Бұл кезде голландтар Оңт. жарты шарда “Белгісіз оңтүстік жерді” (Terra іncognіto Australіs) іздеумен айналысты.\n1605 ж. олар Үнді мұхитымен жүзу кезінде Австралияның солт.-батыс жағалауын көрген болатын.\n1641 — 43 ж. А.Тасман Австралияны айнала жүзіп, оның полюстік аймақты түгел қамтитын қиялдағы “Белгісіз оңтүстік жерден” бөлек екенін анықтады, Жаңа Зеландияны және бірнеше топаралдарды ашты. Ұ. г. а. нәтижесінде адамдардың Жер туралы түсінігі түбегейлі өзгерді. Картаға “Ескі Дүниеге ” қосымша жаңа дүние бөліктері — Америка мен Австралия, Жер шарындағы ең үлкен — Тынық мұхит, көптеген аралдар, теңіздер мен бұғаздар енді. Жердің шар тәрізді екендігі түпкілікті дәлелденді. Жер бетінде ежелгі ғалымдар ойлағандай құрлық емес, судың басым екендігі анықталып, біртұтас дүниежүзілік мұхит ұғымы қалыптасты. Ұлы географиялық ашылулар түрлі ғылым салаларын дамытуға негіз салумен бірге әлем елдерінің әлеум.-экон. дамуына ықпал жасады. Жаңа ашылған жерлердегі елдерді жаулап алу әлемдік отарлау үрдісіне бастама берді.",
                "date": "24.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Автомобильдің үдеуі қандай?",
        "question_content": "Осы есепттерді шығаруға көмек беріңіздерші 10 сынып есебі",
        "question_date": "18.01.2020",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алғашқы жылдамдық 0-ге тең",
                "date": "18.01.2020",
                "upvotes": 0
            }
        ]
    }
]