[
    {
        "question_title": "Адвокат мамандығына керекті таңдау пәндері қандай?",
        "question_content": "Адвокат мамандығына ЕНТ да қандай профф. пәндер тапсыру қажет?",
        "question_date": "24.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік пәндер туралы ақпарат:",
                "date": "24.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылқының үшінші көзі деп аталарымыз қай жерін айтқан",
        "question_content": "сұрақ үлкен кісілерден",
        "question_date": "24.05.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылқының ішкі сипаты\nЖүйрік жылқыны ішкі ағзалары: жүрек, бүйрек, өкпе, бауыр, көкбауырының сипатын жетік білу арқылы тануға болады. Бұл ағзалардың қызметі жылқының жүйрік немесе шабан болуына тікелей байланысты. Жылқының жүрек қызметін көзі арқылы, өкпесін танауы арқылы, бүйрегін құлағы арқылы, бауырын тілі арқылы, көкбауыр қызметін кеңсірігі арқылы тануға толық негіз бар. Осылай жүйріктің ішкі сипаттарын білуге болады.\nКөкбауыр сипаты. Шын жүйріктің көкбауыры өте кішкене болады. Көкбауырдың үлкен-кішісін жылқының тіс етіне қарап айырады. Көкбауыр кішкене болса, жылқының тіс еті ақшыл, жұқалтаң келеді. Көкбауыры үлкен болса, тіс еті барбиған, ісінген, өңі қызғылт болады. Сондай-ақ, көкбауыры кіші жылқының тағы бір сипаты: кеңсірігі кебіңкі келеді. Егер көкбауыры үлкен болса, кеңсірігі дөңес болады. Көкбауырдың үлкен-кішілігін жылқының аламайына қарап та айырады.\nБауыр сипаты. Жүйрік жылқының бауыры кіші болады. Сыртынан аңдағанда: салқы һәм жазық пошымдас. Бауырдың айнасы – тіл. Яғни, бауыр сипатын атбегілер жүйріктің тілінен байқап біледі. Бауыры кіші жылқының сипаты: тілі ұзын һәм жұқа, ақшыл келеді. Ал, тілі қызыл әрі қалың болса, ондай жылқыдан жүйрік шықпайды.\nЖүрек сипаты. Дода-дудан қорықпайтын, тау-тасты елемейтін жүректі жүйріктің басты белгісі: көз айнасы қарақызыл немесе күрең түсті болып келеді. Құлақ түбі жуан, жүрген сайын екпін қосып отырады. Егер от шашқан қой көзді, құлағы жатаған, жүргенде жан-жағына алаңдағыш болса ол жүрегі нашар жылқы болғаны. Мұндай жылқы топты көргенде қалшылдап, дірілдейді, қасындағы атқа тығылғыш әрі алып қашады, қарайған-құрайғаннан жалтылдап үркіп отырады. Жетекке жүрмейді, иесіне сенбейді, шылбыр қашаған болады. Құлағы екі тарапқа жайыла біткен жылқы да қорқақ сипатқа ие. Жүрегі жақсы ат үркіп қорықпайды. Топты көргенде, алыс жолға жүргенде ажаттанып тізгін басып отырады. Жетекке желмаяша ылпылдайды. Қысқасы, иесінің ықпалына көнгіш аттардың жүрегі сау болады.\nӨкпе сипаты. Өкпесі жақсы жылқының танауы кең болады. Дем алғанда, дем шығарғанда кеңсірігі жайынның желбезегіндей желбіреп тұрады. Нақтырақ айтқанда, өкпесі кең жүйріктің танауы ақбөкеннің танауына ұқсас келеді. Мұндай кең танаумен шапқан жүйрік еркін тыныстап отырады. Жүйріктің танау желбіршегі жайбарақат тұрғанда қусырылып, шапқан кезде кеңейіп, үлкейіп кетеді. Ал, мұрынның ішіндегі шершеуде 3-5 тесік болады. Бұл тесіктердің саны көп болған сайын жақсы. Ал, танау тесіктері тар немесе шершеуінде тесігі жоқ жылқылар ішке тартқан ауаны сыртқа толық шығара алмай қысылады да, өкпесінің көлемі үлкейіп қабырғасына тіреліп, тынысы тарайып, ентігіп, бауыр жаза алмай қиналады.\nБүйрек сипаты. Жүйрік аттың бүйрегі кішкене болады. Бүйрегі кіші жылқының сипаты: құлақ түбі шой, іші кең болып бітеді һәм ұшы жұқа, үшкілденіп келеді. Құлақ терісі қалың жылқыдан жүйрік шықпайды.\nҚыраннан көрдім қылыш қияқтыны,\nТұлпардан көрдім құрыш тұяқтыны,\nТабаны таға ілмесе тимей тұғын,\nТұяғы тасты саздай илей тұғын,\nКөрмедім күрең бесті сияқтыны.\n(«Жапал батыр мен Таңшебер қыз»)\nЖылқының сыртқы сипаты\nЖүйрік жылқының ішкі сипатынан басқа сыртқы сипаттары да болады. Осы сипаттарын білу арқылы жүйрік жылқыны танудың мүмкіндігі бар.\nМаңдайы кең, иегі сүйір, қабақ сүйегі үлкен және шығыңқы етсіз, жон арқасы жалпақ, қарны, көк еті және бұлшық еттері буылтық, омырауы салпы, төрт тұяғы дөңгелек үлкен болуы шарт.\nЖіліншігі ұзын сидам, тұмсығы үшкіл, сағалдырығы, тілі және құлағы басқа жылқыдан ұзынша келеді.\nЕкі құлағының түбі етті, құйрығы мен шат сүйегінің тұтасқан жерлері жуантық және қабырғасының аражігі қалың болады.\nМойын бітімі сопақша, екі құлақтың қалқанша ұшы жұқа, сан етінің төменгі жілікпен тұтасқан буыны және бақай сүйегі жіңішке келеді .\nКәрі жілігі, жақ сүйектің шөп шайнайтын тұсы, сауыры, құйрығы басқа жылқыға қарағанда шолақ, қысқалау сипатқа ие.\nТанауының қос тесігі және көзінің үстіңгі оймасы үлкен, төрт тұяғы жалпақ, шабы алшақ (алшиған) болады.\nМаңдай төбесі, шоқтығы, ұша, сегізкөзі биік келеді.\nАртқы тұяқтары алдыңғы тұяқтарынан үлкен болады.\nҚұлағы жалынан биік шығып, артынан қарағанда ашық көрініп тұрады.\nКекілі көз аясын жаппайтындай жұмсақ, жібек сияқты есіліп тұрады.\nҚарыны жұмыр, мінезі сергек, жайлы келеді.\nТөрт жіліншігі, жон арқасы, сағалдырығы, тұмсығы, тілі, құлағы ұзын болуы шарт. Яғни, жылқының осы аталған мүшелері ұзын болса, бұл жүйріктіктің белгісі.\nҚұлағының түбі, бас бітімі, саны, құйрық түбі, шат сүйегі кең біткен және мойыны, алқымы, тұмсығы сүйір, қос құлақтың қыры мен ұшар ендігі жұқалтым жіңішке болады.\nТөрт тұяғы, қос танауы, құлақ үңгісі, бұты, ауыздығы зор болып келеді және құйрық ұшы, қапталы, бақайы, тістеулігі қысқа, маңдайы, шоқтығы, сегізкөздің ұшасы биік болады.\nТөрт аяғы биік сидалы, буындары шор бунақты, желкелігі мен шоқтығы жалғасқан түйнек сіңірлі, аяқтарының арасы алшақ келеді.\nСүбе қабырғасы мен мықынының арасы жақын, қабырғасының иіні доғал, арасы жиі, кеңсірігі кең, жалы ұзын, кеуденің ойынды еті үлкен, бұты алшы талтақ, көк еті қалың болады.\nБақайы тік қысқалау, қылтасы түзу әрі ұзын жылқының аяқ алысы жеңіл келеді.\nТерісі жұқа, жүні тақыр, жұмсақ, айналым орайы көп жылқы еркін әрі жылдым қозғалатын болады.\nБас пішіні ұзын сопақша, етсіз, маңдайы жалпақ, иек сүйегінің шұңқыры терең, астыңғы ерні жер тіреген, танауы сүйір, езуі қалың болады.\nТісінің ойығы бүтін, қыры өткір, дара ат азуы сыртына шығыңқы болады.\nҚұйрық сүйегі ұзын, түбі жіңішке және қылы сұйық келеді.\nҚыза шабатын жүйрік – қабылан денелі, ал, шыға салма жүйріктер төртбақ, алды-арты тең дөңгелек денелі болады.\nДенесі ұзын, алдыңғы аяқтары қысқа, артқы аяғы ұзын еңкіш болса, өрге шабатын жүйріктің белгісі.\nАлды биік, арты аласа болса еңісшіл жүйрік.\nАлды-арты тең төртбақ денелі жүйріктер жазықшыл болады.\nОт орнындай тұяғың.\nҰшқырлы жебе құлағың,\nҮкілі құйрық, майда жал,\nСауырлығың екі кез,\nШүйелі белің құрған тез.\n(«Құбағұл»)\nҚұпия сипаты\nЖүйрік жылқының құпия сипаты болатыны жайлы тәжірибелі ат сыншылары әлдеқашан айтып кеткен. Оны жылқының тісіндегі қақ, ойық, қазынақ, дақтар арқылы және көзі, шеміршегі, құлағы, т.б. мүшелерінің сипатына қарап анықтайды.\nЖылқының үстіңгі күрек тісінің қызыл етінен бастап, ұшына дейін созылған жіп тәрізді ойық болса, ол жүйрік атқа тән белгі.\nАстыңғы алты тістің арасы ашық, әрі сыртқа теуіп тұрса, бұл жылқыдан жүйрік шықпайды, мініс атына тән белгі.\nЖылқының тілі жатық әрі жалпақ келсе, аламанға шабатын белгі.\nАстыңғы тістің шеткі бөлігінде жіңішке сызықша сүйекті таңба өзек болса, бұл бабы келіссе өрен жүйрік болатын жылқының белгісі.\nҮстіңгі күрек тістің етінен сәл төмен дақ болса, бұл қоянды қуып жететін ұшқыр жүйрікке тән белгі.\nАстыңғы тістің қызыл етінде көз көрім ойық болса, бұл мың аттан озып келетін тұлпардың белгісі.\nҮстіңгі маңдай тістің шеткісінде қызыл етіне жақын жерде жасыл дақ болса, ол өрен жүйрік жылқының белгісі.\nЖылқы тісінің сыртқы мөлдір қабатында маржан тәрізді белгілер болса, «ақмаржанды» деп атайды. Бұл бап таңдайтын жүйрік.\nҮстіңгі тісінде көз көрерлік кішкентай төрт ойма қобы болса, бұндай жылқы жас кезінде шаңтимес жүйрік болады.\nҮстіңгі тістің сыртында ұзынша келген қазынақ сызық болса, бұл оқтай ұшқыр жүйрік болғаны.\nАстыңғы тісте үш-төрт сүйек қазынағы болса, салқын күндері жақсы шабатын, ыстықта қаны тасып болдырып қалатын жүйрікке тән белгі.\nҮстіңгі тістің дәл ортасында сыртқы мөлдір қабының астында сығыңқы дақ болса, бұл өрен жүйрік жылқы болғаны.\nАстыңғы тістің етінде шорланған үш көк жолақ болса, жас кезінде бәйге бермейтін жүйрік жылқыға тән болмыс.\nҮстіңгі тістің өң бетінде көк тарлан, орта тұсында жылтыр дақ белгісі болса, алысқа шабатын жүйрік делінеді.\nЖүйріктің табаны жалпақ, май табандауы жақсы нышан.\nОт орнындай көрінді,\nҚұйған алтын тұяғы.\nТөбесінде көрінді,\nҚайшыланған құлағы.\n(«Қарасай-Қази»)\nҚыдыра жал, қыл құйрық,\nБір жылқыдан қалмадың.\nАуызыңа қарасам,\nАғып жатқан дариядай.\nТанауыңа қарасам,\nТауға біткен жырадай.\nКөзіңе сенің қарасам,\nТолтырып көмген ұрадай.\n(«Нәрік батыр»)\nТолығырақ: https://egemen.kz/article/181577-zhuyrik-dgylqynynh-sipattary",
                "date": "24.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшынша ё əріпі қалай жазылады",
        "question_content": "Ағылшынша ё əріпі қалай жазылады Өтініш тауып беріңіздерші",
        "question_date": "24.05.2020",
        "question_tag": "Мектеп",
        "question_views": 614,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілінде ё әріпі жоқ. Сөздің оқылуы кезінде кейбір әріптер қосындысы солай оқылуы мүмкін. Мысалы : whats your name тіркесіде  your -сөзі \"ёр\" деп оқылады( р - әріпі әлсіз).",
                "date": "24.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзын көйлек пен орамалды намаз оқитын кезде ғана кисе бола ма?",
        "question_content": "Мен намаз окыгым келет бирак ардайым узын койлек кие алмаймын сол намаз окитын кезде гана узын койлек орамал такса болама ал былайынша кундери карапайым киим киип журем арине ашык киимдер кимеймин",
        "question_date": "24.05.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 736,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жайлы нақты имамдарадан сұраған жөн ғой. Бірақ, қазіргі кезде солай жасайтын қыз балалар көп қой. Иманды болу бір уақытта болып кететін құбылыс емес, бірте- бірте  барлығын шын көңілмен қабылдап қана толық жабынып жүретін нәтижеге де келерсіз.",
                "date": "24.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асхананы суб арендаға беру келісім шарты керек?",
        "question_content": "Суб арендаға беру тралы қазақша келісім шарт керек?",
        "question_date": "24.05.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы\nҰлттық экономика министрінің\n2015 жылғы 17 наурыздағы\n№ 211 бұйрығымен\nбекітілген\n      нысан\nМемлекеттік мүлікті мүліктік жалдаудың (жалға берудің) үлгілік\nшарты _________________________________\n      (объектінің атауы)\n      _____________қ. №_____ 20___ жылғы \"____\"____________________\n      Бұдан әрі \"жалға беруші\" деп аталатын _________________________атынан\n      (жалдауға берушінің (жалға берушінің) атауы)\n      ____________________________________________20 жылғы \"____\"__________\n      №____________ бекітілген\n      __________________________________________туралы 20___________жылғы\n      \"_______\"__________ №_________Ереженің негізінде әрекет ететін басшы\n      _____________________________________________________________________\n      (тегі, аты, әкесінің аты (болған жағдайда)\n      бір тараптан және бұдан әрі \"жалға алушы\" деп аталатын\n      ______________________________________________________________атынан\n      (жалдаушының (жалға алушының) атауы)\n      _____________________________екінші тараптан, бірлесіп \"тараптар\" деп\n      (тегі, аты, әкесінің аты (болған жағдайда) аталатындар, төмендегі\n      туралы осы шартты жасасты.\n1. Шарттың нысанасы\n      1. Бұдан әрі \"баланс ұстаушы\" деп аталатын____________________\n      (баланс ұстаушының атауы)\n      балансында тұрған, бұдан әрі \"объекті\" деп аталатын _________________\n      (объектінің орналасқан жері мен қысқаша сипаттамасы)\n      мекенжайында орналасқан______________________________________________\n      (объектінің атауы)\n      1) 20 \"____\"_____________№____________бұйрығының негізінде;\n      (жалға берушінің атауы)\n      2) 20 \"____\" _____________№ тендер нәтижелері туралы хаттамаға сәйкес\n      тендер нәтижесі бойынша объектіні мүліктік жалдауға (жалға алуға)\n      беру шарттың мәні болып табылады.\n      2. __________________________________________________________________\n      (объектінің белгіленуі не тендер шарттары)\n      мақсатында пайдалану үшін, 20___________ жылғы \"__\"_________________\n      бастап 20 жылғы \"_____\" аралығында объектіні жалға беруші мүліктік\n      жалдауға (жалға алуға) береді, ал жалға алушы қабылдап алады.\n      Көрсетілген мерзім аяқталғаннан кейін аталған шарттың әрекет етуі\n      тоқтатылады.\n2. Жалпы шарттар\n      3. Объектіні жалдауға беру жалға алушының, баланс ұстаушының өкілдері қол қоятын және жалға беруші бекітетін қабылдау-тапсыру актісі бойынша (беру сәтінде объектінің іс жүзіндегі жай-күйін көрсете отырып) жүзеге асырылады және осы шарттың ажырамас бөлігі болып табылады.\n      4. Жалға берушінің шартқа қол қоюымен және баланс ұстаушының жазбаша келісімімен тапсырылатын объектінің беру сәтінде кепілдікке қойылмағандығын, сатылмағандығын, тыйым салынбағандығын және шартқа қатысы жоқ үшінші тұлғалармен шарттың әрекет етуі ішінде талап етілмейтіндігін куәландырады.\n      5. Кемінде бір жыл мерзімге жасалған жылжымайтын мүлікті мүліктік жалға алу шарты \"Жылжымайтын мүлікке құқықтарды мемлекеттік тіркеу туралы\" Қазақстан Республикасының Заңына сәйкес мемлекеттік тіркеуге жатады және осындай тіркеу сәтінен бастап жасалған деп есептеледі. Шартты мемлекеттік тіркеу Жалға алушының қаражаты есебінен жүзеге асырылады.\n      6. Жалға алушы өрт пен электр қауіпсіздігін қамтамасыз етуге, жалдап отырған үй-жайлардағы техникалық құралдар мен инженерлік жабдықты дұрыс пайдалануға, сондай-ақ осы тармақта көзделген шарттардың тиісті түрде орындалмауының салдарына толық жауап береді.\n3. Тараптардың құқықтары мен міндеттері\n      7. Жалға берушінің:\n      1) баланс ұстаушымен келісім бойынша объектіні, онда орналасқан желілер мен коммуникацияларды қайта орналастыруға немесе қайта жабдықтауға және қосалқы жалға беруге жалға алушыға жазбаша рұқсат беруге;\n      2) жалдау ақысын аударудың уақытылығы мен толықтығына бақылауды жүзеге асыруға;\n      3) жалдау ақысын уақытылы енгізбегені үшін өсімпұл есептеуге;\n      4) тараптардың келісімі бойынша шартқа өзгерістер мен толықтырулар енгізуге немесе оны бұзуға;\n      5) объектінің мақсатты пайдаланылуын тексеруді жүзеге асыруға құқығы бар.\n      8. Жалға алушының:\n      1) жалдау ақысын аванс арқылы төлеуге;\n      2) баланс ұстаушының жазбаша келісімімен объектіні, онда орналасқан желілер мен коммуникацияларды қайта орналастыруға немесе қайта жабдықтауға және қосалқы жалдауға беруге рұқсат үшін жалға берушіге өтініш жасауға;\n      3) жалға берушіге шартқа өзгерістер мен толықтырулар енгізу немесе оны бұзу туралы ұсыныстар енгізуге құқығы бар.\n      9. Жалға беруші:\n      1) шарт жасалған күннен бастап он жұмыс күнінен аспайтын мерзімде қабылдау-тапсыру актісі бойынша жалға алушыға баланс ұстаушының объектіні беруін қамтамасыз етуге және оны бекітуге;\n      2) шартта белгіленген тәртіппен жалға алушының объектіні иелену және пайдалануына кедергі келтірмеуге;\n      3) шарт талаптарын немесе жалдау ақысының мөлшерін өзгерткен жағдайда, бұл туралы жалдау ақысын төлеудің кезекті мерзіміне дейін бір ай бұрын жалға алушыға хабарлауға;\n      4) жалға алушыға жалдау ақысын төлеудің кезекті мерзіміне дейін күнтізбелік он күннен кешіктірмей мерзімі өткен жалдау төлемдері үшін өсімақылар мен айыппұлдар есептегені туралы хабарламаны жіберуге міндетті;\n      5) объектіні қабылдау-тапсыру актісін бекіткеннен кейін үш жұмыс күні ішінде осы шарт бойынша мәліметтердің мемлекеттік мүлік тізіліміне (бұдан әрі - тізілім) енгізілуін қамтамасыз етуге міндетті.\n      Ескерту. 9-тармаққа өзгеріс енгізілді – ҚР Ұлттық экономика министрінің 24.07.2019 № 67 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      10. Жалға алушы:\n      1)__________________________________________ кешіктірмей ай сайын\n      (жалдау ақысын төлеу мерзімдері)\n      жалдау ақысын, сондай-ақ басқа да жалдау төлемдерін (айыппұлдарды, өсімақыларды) енгізуге;\n      2) төлем тапсырмасына немесе жалдау төлемін төлегендігі туралы түбіртектегі \"төлемнің мақсаты\" жолына мынадай мәліметтерді:\n      жалға алушының жеке сәйкестендіру нөмірін немесе бизнес жеке сәйкестендіру нөмірін;\n      тізілімнің веб-порталы беретін мүліктік жалдауға (жалға алуға) шартының сәйкестендіргішін енгізуге;\n      3) жалдау ақысын (айыппұлдарды, өсімпұлдарды) енгізгеннен кейін бес жұмыс күні ішінде тізілімнің веб-порталында шарт бойынша есеп айырысуға салыстыруды жүргізуге;\n      4) қабылданған объектіні шартта көзделген мақсаттарда ғана пайдалануға;\n      5) объектіні тиісті тәртіпте ұстауға, объектіге немесе онда орналасқан инженерлік коммуникацияларға зақым келтіруі мүмкін әрекеттерді жасамауға;\n      6) объектіні дұрыс жағдайда ұстауға, өз есебінен ағымдағы жөндеу жүргізуге және мүлікті ұстау бойынша шығыстарды көтеруге, сондай-ақ тараптармен келісілген мерзімдерде күрделі жөндеу жүргізуге;\n      7) жалға алушының кінәсінен, сол сияқты табиғи тозуға байланысты объектінің жекелеген элементтері істен шыққан жағдайда, жөндеу жұмыстарын өз қаражаты есебінен жүргізуге;\n      8) жалға берушінің алдын ала жазбаша рұқсатынсыз объектіні, онда орналасқан желілер мен коммуникацияларды қайта жоспарлауды немесе қайта жабдықтауды жүзеге асырмауға;\n      9) объектіге және объект орналасқан жер учаскесіне жалға берушінің, санитариялық-элидемиологиялық қадағалау қызметі және объектіні пайдалану мен қолдану тәртібіне қатысты нормалардың сақталуын бақылайтын басқа да мемлекеттік органдардың өкілдерін кедергісіз жіберуге, олар белгілеген мерзімдерде тіркелген бұзушылықтарды жоюға;\n      10) шарт бойынша өз құқықтарын кепілге бермеуге, оларды шаруашылық серіктестіктердің, акционерлік қоғамдардың жарғылық капиталына салым немесе өндірістік кооперативке жарна ретінде салмауға;\n      11) осы шарттың аяқталу мерзіміне дейін он жұмыс күнінен кешіктірмей тізілімнің веб-порталында электрондық нысанда шарттың қолданылу мерзімін ұзартуға өтініш береді. Мұндай өтініштің болмауы жалға берушіге объектіні өзге заңды немесе жеке тұлғаларға мүліктік жалдауға (жалға алуға) негіз болады;\n      12) шартты бұзған немесе шарттың қолданылу мерзімі аяқталған жағдайда, жалға алушы мен баланс ұстаушы қолдарын қойған және жалға беруші бекіткен қабылдау-тапсыру актісі бойынша баланс ұстаушыға күнтізбелік он күн ішінде объектіні қайтаруды қамтамасыз етуге;\n      13) жалға алушының кінәсінен объекті пайдалануға жарамсыз жағдайға келтірілген жағдайда, өз қаражаты есебінен қалпына келтіру жұмыстарын жүзеге асыруға;\n      14) объектіні жұмыс істемейтін немесе қанағаттанарлықсыз техникалық күйінде (нормативтік көрсеткіштерден асатын тозумен) қайтарған жағдайда, шығынды өтеуге міндетті.\n      Ескерту. 10-тармақ жаңа редакцияда – ҚР Ұлттық экономика министрінің 24.07.2019 № 67 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n4. Жалдау ақысы мен есеп айырысу тәртібі\n      11. Объектіні мүліктік жалдау үшін жалдау (жалға алу) ақысының мөлшері айына ________ теңгені құрайды (жалдау ақысының есебі шарттың ажырамас бөлігі болып табылатын шартқа қосымшада келтірілген).\n      12. Мүліктік жалдау (жалға алу) үшін жалдау ақысы коммуналдық қызметтер үшін төлемдерді, ағымдағы және күрделі жөндеуге арналған аударымдарды, объектіге көрсетілген қызметтер және қорғау үшін төлемдерді қамтымайды. Бұл төлемдерді жалға алушы тікелей бағынысты қорғау, пайдалану, коммуналдық, санитарлық және қызметтер көрсететін басқа да қызметтерге төлейді.\n      13. Ай сайынғы жалдау ақысын, сондай-ақ басқа да төлемдерді (айыппұлдарды, өсімпұлдарды) жалға алушы жергілікті өзін-өзі басқару органының қолма-қол ақшасының бақылау шотына не \"Республикалық меншік иелігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201501 бюджеттік сыныптама кодына не \"Коммуналдық меншік иелігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201504 бюджеттік сыныптама кодына не \"Республикалық маңызы бар қалалардың, астананың коммуналдық меншігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201506 бюджеттік сыныптама кодына, аудандық маңызы бар қала, ауыл, кент, ауылдық округ әкімдерінің басқаруына берілген мемлекеттік мүлікті жалға беруден түсетін кірістерді қоспағанда, \"Ауданның, облыстық маңызы бар қаланың коммуналдық меншігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201508 бюджеттік сыныптама кодына не \"Аудандық маңызы бар қала, ауыл, кент, ауылдық округ коммуналдық меншігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201 бюджеттік сыныптама кодына бенефициар _______ БСК, бенефициар ____________ ЖСК аударады.\n      Ескерту. 13-тармақ жаңа редакцияда – ҚР Ұлттық экономика министрінің 15.09.2017 № 330 (халық саны екі мың адамнан көп аудандық маңызы бар қалалар, ауылдар, кенттер, ауылдық округтер үшін – 01.01.2018 бастап және халық саны екі мың адам және одан аз аудандық маңызы бар қалалар, ауылдар, кенттер, ауылдық округтер үшін 01.01.2020 бастап қолданысқа енгізіледі) бұйрығымен\n      13. Ай сайынғы жалдау ақысын, сондай-ақ басқа да төлемдерді (айыппұлдарды, өсімпұлдарды) жалға алушы жергілікті өзін-өзі басқару органының қолма-қол ақшасының бақылау шотына не \"Республикалық меншік иелігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201501 бюджеттік сыныптама кодына не \"Коммуналдық меншік иелігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201504 бюджеттік сыныптама кодына не \"Республикалық маңызы бар қалалардың, астананың коммуналдық меншігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201506 бюджеттік сыныптама кодына, аудандық маңызы бар қала, ауыл, кент, ауылдық округ әкімдерінің басқаруына берілген мемлекеттік мүлікті жалға беруден түсетін кірістерді қоспағанда, \"Ауданның, облыстық маңызы бар қаланың коммуналдық меншігінде тұрған мүлікті жалға беруден түсетін кірістер\" 201508 бюджеттік сыныптама кодына бенефициар ________ БСК, бенефициар ____________ ЖСК аударады.\n      14. Тендер өткізбестен мүліктік жалдауға (жалға алуға) берілген жылжымайтын мүлік бойынша жалдау ақысының мөлшері, базалық мөлшерлемесі мен қолданылатын коэффициенттер мөлшері өзгертілген жағдайда, жалға берушінің талабы бойынша қайта қаралады.\n      Тендер өткізу арқылы мүліктік жалдауға (жалға алуға) берілген жылжымайтын мүлік бойынша жалдау ақысының есебі, егер жалға алушы тендерде ұсынған жалдау ақысының мөлшері Қазақстан Республикасы Ұлттық экономика министрінің 2015 жылғы 17 наурыздағы № 212 бұйрығымен бекітілген (Нормативтiк құқықтық актiлердiң мемлекеттiк тізілімінде № 10467 болып тіркелген) Мемлекеттік мүлікті мүліктік жалдауға беру қағидаларының 49-тармағына сәйкес есептелген жалгерлік ақысының мөлшерінен төмен болған жағдайда жалға берушінің талабына сәйкес өткізіледі.\n      Жалдау ақысының мөлшері өзгерген кезде жалға беруші жалға алушыны жалдау ақысын енгізудің кезекті мерзіміне дейін күнтізбелік отыз күннен кешіктірмей хабардар етеді.\n      Ескерту. 14-тармақ жаңа редакцияда – ҚР Ұлттық экономика министрінің 24.07.2019 № 67 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      15. Жалға алушы Шарттың 10-тармағының 1) тармақшасында көзделген жалдау ақысын төлеудің мерзімін бұзған жағдайда, жалға алушы әрбір мерзімі өткен күн үшін төленбеген сомадан 0,5% мөлшерінде өсімпұл төлейді.\n      16. Осы шартта көзделген тұрақсыздық айыбын (айыппұл, өсімпұл) төлеу жалға алушыны орындалмаған міндеттемелерін тиісінше орындаудан босатпайды.\n      17. Жалға алушының бастамасы бойынша шартты мерзімінен бұрын бұзған жағдайда, аванспен төленген жалдау ақысы қайтарылмайды.\nТолығырақ: http://adilet.zan.kz/kaz/docs/V1500010479",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктің бүтін шешімдерән табыңыз",
        "question_content": "Х^2+3х+4<0 теңсіздігінің бүтін шешімдерін табыңыз",
        "question_date": "23.05.2020",
        "question_tag": "Математика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің сіз берген нұсқасы бойынша шығарсам, дискриминант 0 ден кіші мән береді. Ол кезде дискриминанттың мәні болмайтыны белгілі. Сондықтан  мына нұсқасын қарап көріңіз:\n\nx²-3x-4<0\n\nD=b²-4ac=(-3)²-4*1*(-4)=9+16=25=5²\n\nx1=-b+√D/2a=3+5/2=4\n\nx2=-b-√D/2a=3-5/2=-1\n\nЖауабы:x1=4;x2=-1\n\nБұл есептің толық соңғы жауабы мәндерді координата осіне салып, белгілеу арқылы шығарылады.",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыныштық күйінен бос құлаған объектінің жылдамдығы нешеге тең?",
        "question_content": "Тыныштық күйінен бос құлаған объектінің 10секундтан кейінгі жылдамдығы нешеге тең?\n\nа)шамамен 10м/с\n\nб)шамамен 50м/с\n\nв)шамамен100м/с\n\nг )100м/с-ден көп",
        "question_date": "23.05.2020",
        "question_tag": "Физика",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=Vo+at =>V=gt\n\nЕркін түсу үдеуі шамамен  = 10м/с^2\n\nСонда V= 10м/с^2*10с=100м/с\n\nЖауабы :V=100м/с",
                "date": "23.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақын ұлттың журегі , тақырыбына шығарма керек еді",
        "question_content": "Ақындар туралы шығарма , мұқағали мақатев туралы  біріктіріліп",
        "question_date": "23.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта Ақынды ерекше қадірлеген. Оның әрбір сөзін қасиетті де қастерлі ұғым санап, әр сөзіне келісіммен қараған. Ежелден бергі мұралары үзіліссіз келе жатырған көптеген шешендер, ақындар қазақ елінде көп. Солардың асыл мұрасы біз үшін, қазақ әдебиеті үшін де таусылмас байлық, сарқылмас қазына. Зар заман ақындарынан келе жатырған елдің келешегін ойлап, қазіргісінің ащы шындығын шымырқанта жазу бүгінгі күнге дейін жалғасын тауып келе жатыр. Кезінде Ақынның сөзіне тоқтар болса, екі ел жауласса, бір сөзге тоқтап, бір сөзге жауласса, қазір сөз қадірін ұғынар қазақ азайып барады. Соның салдарынан елдің әлеуметтік жағдайын ойлап, азабына күйінер адам азайып бара жатырғандай. Кезінде ақын ханнан да қорықпай, алар болсаң басымды ал, мен еліммен біргемін, неде болса елмен бірге көремін\" - дейтін. Қазір бәрі бірдей емес, әрине, елдің саяси жағына бет бұрыс жасауға жасқақатанар, бетін сипап, қаймағын сапырып, қаспағын қыра алмай жүрген ақындар аз емес. Бұндай олқылықтарды азайту үшін, сөздің қадірін жетік меңгеру ғана жеткілікті деп білемін. Еліміздің елдігінде егемендігін сақтау үшін, әр қазақтың өз ойы, пікірі құнды. Бірақ елден ерекше тұратын Ақын деген атты асқақататар, елдің қамын ойлар ақындардың пікірі құнсызданбау керек. Ақын сөйлесе, келісер, жамандығына күйінер, қиындықта бірігер, нағыз тұтас ел болсақ, қадірлілерімізді ардақтай алсақ, еліміздің жоғарыдан көріне берері сөзсіз!\nҒажайып ақындардың бірі – Мұқағали Мақатаев кішкентай бала кезінен бастап қаншама қиыншылық көрсе де, мойымай өлең –жырға әуес болған. Алғашқы өлеңдерін он-он бір жасынан бастап жаза бастаған Мұқағали атамыз көптеген тақырыптарға қалам сермеген ақиық ақындардың біріне айналды. Ақынның ғұмырлы поэзиясы бүгінгі таңда барша жұрттың жүрегінен берік орын алып, қуанышы мен қайғысын бөлісетін айнымас жан серігіне айналды. Мұқағалидың өлеңдері шын шабыттың, қиын күйзеліс пен шын қуаныштан, шын сағыныштан туған. Ақын ұлы сезімге бас иіп, өз өлеңдерінде махаббат тақырыбын кеңінен суреттеген. Мұқағали атаның әр өлеңі өзінің мағынасымен, шынайылығымен, тазалығымен оқырманын өзіне баурап алады және ой салады.\nАқынның өзі «Егер сіздер шынымен менің өмірбаянымды, шығармашылығымды зерттемек болсаңдар, онды мен не жазам, соның бәрін түгел оқып шығуды ұмытпағайсыздар. Мен өз өлеңдерімнен бөліп қарамауларыңызды өтінем» деген екен.\nТуған жеріне, өз Отанына арнаған өлеңін әдебиеттік оқудан жаттап, жатқа айтқан кезде менің бойымды патриоттық сезім билеп алғандай болды. Міне,ақынның құдіреттілігі осында екен ғой деп ойладым.\nМұқағали атамыздың әсерлі жырлары әр қазақтың жүрегін жаулап алды. Сондықтан да осындай ақынына халқы «Ғасыр ақыны» деген ат берді.\nМұқағали атамыздың жырын тыңдайтын, сүйіп оқитын ұрпағы бар да , аты санамызда мәңгіге қалады.\nМұқағали мұрасы, маржан поэзия – мәңгілік, болашақ ұрпақтың еншісі, қадірлейтін мұрасы.\nАқынның сөзі өлмесе, өзі де өлмегені. Мұқағали – жалпыхалықтық, ұлттық тұлға. Әрбір өлеңін оқығанда, оның қазақ екенін жазбай танисың, ұлт ақыны екенін айқын аңғарасың.\nМұқағали Мақатаев қай тақырыпқа барса да, не туралы жазса да, шығармаларының астарына адамның ғұмыры мен тағдыры айтылады.\nПоэзия! Ақын рухы – ұлт рухының ажырамас бөлшегі. Мұқағали Мақатаев – ешқашан ортаймайтын, ешқашан сөнбейтін мол қазына қалдырған ақын.\nМұқағали Мақатаевта қазақтың ару-ақындарын ерекше ардақ тұтқан. Бәріне де аса зор ықыласпен қарады. Жылы сөзін ғана айтып қойған жоқ, отты жырларын да арнады.\nҚорыта келе айтарым, «Ғасыр ақыны» атанған Мұқағалидің барлық еңбегі тұтастай алғанда, өткен ғасырдың асыл мұралар қатарына жатады. Өлеңмен де, өмірмен де бүкпесіз қауышып, қалтарыссыз сүйген ақын жүрегі соңғы деміне дейін кіршіксіз сезім өртінде өтті. Ақынның әр өлеңінде,әр шумағында бүкпесіз, ақжарқын көңілмен сазды сыр төгіп отырғандай. Өлеңнің ырғағынан да, тербелісінен де ақынның қимылын, дауысын, мәнерін естіп, мінез-құлқын танимыз. Өйткені ол өлеңнен, өнерден сыр іріккен емес. Өлеңге өз жан дүниесін ашты, өлеңнің сырлы құпияларын жария етті.",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік және жергілікті басқаруға түсу үшін ҰБТ не пән таңдаймын?",
        "question_content": "Мемлекеттік және жергілікті баскару мамандығы бойынша ұбт ға кай пәнді таңдаймын?",
        "question_date": "23.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекет бекіткен  бейіндік пәндер мен мамандықтардың сәйкестік кестесі мына видеода толық көрсетілген.",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бастапқы әскери дайындық\" мамандығы бойынша мәлімет керек.",
        "question_content": "Ассалаумағалейкум барлықтарыңызға.Менің қояр сұрағым Бастапқы әскери дайындық мамандығы таңдау пәні қандай? Бұны бітірген соң қайда жұмысқа орналасуға болады? Орташа айлығы қанша болады?",
        "question_date": "22.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандануы: Дене шынықтыру\nБіліктілігі: бастапқы әскери дайындық бакалавры\nОқу мерзімі: 4жыл\nКәсіби қызмет түрлері:\n– кіші ғылыми қызметкерінің алғашқы лауазымдарын, инженер – лаборант,\n– ғылыми – зерттеу ұйымдарының, жобалау ұйымдарында инженер, 1 категориялы техниктер және т.б.\nБітірушілер қайда жұмыс істей алады: жалпы білім беретін мектептер, кәсіптік лицейлер, кәсіптік мектептер, колледждер, балалар және жас өспірімдер спорт мектептері, құрылымдық бөлімдер, Қазақстан Республикасының Қарулы Күштері.\nЖоғары білікті кадрларды даярлау мақсатында кафедра қазіргі заман талабына сай материалдық-техникалық базамен жабдықталған. Олар: спорттық-кешен, әмбебаб спорттық стадион, ормандағы спорттық-сауықтыру базасы, жүзу бассейні және БӘД орталығы. Студенттер қалалық, облыстық құрама командаларының мүшесі және спорттың әр түрінен түрлі халықаралық додаларда Республикамыздың намысын қорғайды.\nТолығырақ: https://semgu.kz/fakultetter/fakultet-zhoninde-zhalpy-malimetter/dene-shynyktyru-adistemesi-men-teoriyasy-kafedrasy/5v010400/",
                "date": "22.05.2020",
                "upvotes": 0
            },
            {
                "text": "Бейіндік пәндер жайлы толық ақпарат\n Оқуды аяқтаған соң мектепке жұмысқа тұра аласыз. \nОрташа айлығы барлық мұғалімдердікіндей еңбек өтңлң, сағат санына орай анықталатын болады.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздың әкесі екеуміздің сөйлесуімізге қарсы болып жатыр??",
        "question_content": "Жагдай былай мен бир кызбен танысып сойлескенимизге бираз болды...Бир куни кыздын уйндегилер сойлесип жургенимизди билип кыздын уйнде улкен дау болды.Кейн екеумиз 1 аптадай сойлеспей тура турдык.Уйндеги дау басылгасын кайтадан тауекел етип барин кери бастадык.Бул кезде бул жагдайды акесинен баскасынын бари типти агасы билетин себеби акеси тым катал киси болатын.Кейн бари керемет умытылп келе жаткан.Кундер отуде...Бир куни тагы осы жагдай кайталанып акыры акеси билип тынады.Уйде катты жанжал шыгып кызга катты урыскан.Екеумиз бир биримизди шын жаксы коремиз бирак шарасыздан кыз уй ишинин 18 жастан солесумзге карсы екенин айтуда!!!Сол себепти сойлесе алмаймын деп жатр!Барып уй ишинмен сойлесем десем кыз келисер емес,себеби акесинин давлениемен ауратыны бар дейди!!!Мен катты киын жагдайда калдым нестесем болад екеумизде бир биримизди кимаймыз бирак уй иши карсы.Нестесем болат акыл кенестериниз болса айтыныздарш,осыдан калай шыксам болады???",
        "question_date": "22.05.2020",
        "question_tag": "Махаббат",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкеннің батасын алып бастаған дұрыс ара қатынасты, қарсы болатындай не себеп барын анықтап сонымен жұмыс жасап көріңіз. Өздері - ақ түсінетіндей сіздің керемет лайық жан екеніңізді.\nӘлі кішкене балалар секілдісіздер. Ойланып көріңіз, мимен жүрекпен емес.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогигалық сала бойынша тілдік тәжірибенің есебі керек.",
        "question_content": "Тілдік тәжірибенің есебі керек едіі. Педагогикалық сала бойынша",
        "question_date": "22.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құйыршық сөзіне дыбыстық талдау",
        "question_content": "Құйыршық сөзіне дыбыстық талдау жасап бере аласыздар ма?",
        "question_date": "22.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қ-Дауыссыз, қатаң\n\nҰ- дауысты, жуан, қысаң,еріндік\n\nЙ-дауыссыз, үнді\n\nЫ-дауысты, жуан, қысаң, езулік\n\nР-дауыссыз,үнді\n\nШ- дауыссыз, қатаң\n\nЫ-дауысты, жуан, қысаң, езулік\n\nҚ-дауыссыз, қатаң",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балалардың дұрыс тәрбиелеу шарттары",
        "question_content": "Жалпы бала тәрбиесі жайлы білгім келеді",
        "question_date": "22.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің жеке ойым, әрбір адам естіген емес көрген ісіне қарай әрекет етеді.  Кішкентай бала бойына қасиеттерді жинайтындықтан тіптен (тем более) ата анасы, тәрбиесіне қатысқан адамдардың ісін және сөзін қайталайтын болады. \nЕкінші кезекте есі кіріп қалған баланың ортасы дос жаранын байқау керек. Сынықтан басқаның барлығы жұғады деген сөз бар.  \n Одан өзге басты ойға алатын зат, баланың бос уақытын баланың өзіне жақын істермен толықтыру, бірақ қатты зеріктіріп жібермеу жағын ойға алу. \nБаланы тәрбиелеу кезінде тек одан жақсы қасиет күтіп әр ісін сынамаған жөн деп ойлаймын. Адам қанша жасқа келсе де қателік жасап сол арқылы өз бойынан өткен тәжірибе арқылы өмірге қалыптасады. \nҚышқаша айтқанда менің ойым осылай, бастысы балаңызды шын жақсы көріп, өзіңіз үлгі бола біліңіз, әр қиындықтан қорғаштай бермей өз бетімен өмірде шешім қабылдап өмірге бейімделуге баулыңыз.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің болашақ құтқарушы ретінде этикалық ұстанымдарым\" тақырыбында шығарма жазу керек.",
        "question_content": "Эссе тақырыбы:Менің болашақ құтқарушы ретінде этикалық ұстандарым.",
        "question_date": "22.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемге аты белгілі қылышынан қан тамған, патша, әлемдік державаның басшысы, адамзат тарихының ең ұлы қолбасшыларының бірі Александр Македонский: “Мен өзімнің ұстазыма әкемнен кем қарыздар емеспін: әкемнен өмір алсам,  ұстазымнан өмірімді жақсы өткізу туралы білім алдым”-деген екен. Иә, расын да солай секілді.\nҚай заманда да ұстаздың аты ұстаз. Ол қараңғылықтан оянбаған санаға білім мен тәрбиенің жарық сәулесін шашыратқан шамшырақ тәрізді. Ағаш бір орында тұрып, күннің нұрын жұтып көгерді, ал ғылым  иесі  ғалым,  ел  қорғаған  батыр, тілінен  бал  тамған ақын, көк  кастюм киіп халықтың алдында отырған  депутат, ел бастаған елбасы, темір балқытқан   жұмысшы, егін  салған диқаншы, мал  бағып   терін   төккен  шопан, көк  күмбезінен  әрі  өткен ғарышкер    бәрі-бәрі  ұстаздан  білім мен   тәлім  алып көгерді, гүлдеді. Сондықтан да ұстаз есімі ұлы есім.\nӨз уақытын аямайтын, өзгенің бақытын аялайтын ұстаздық кәсіп – өте қарапайым болып көрінгенмен, баламен баладай тіл табыса білетін мінезді, қайсарлықты, қажырлы еңбекті, жүректілікті, шығармашыл да теориялық жағынан білімді, ізденгіштікті талап ететін және қазіргі заманның тілімен айтсақ қағазбастылыққа шыдай білетін жанның ісі.\nСондай – ақ еліміз тәуелсіздікке қол жеткізген жылы ашылып, бүгінгі таңда ең таңдаулы білім ошағына айналған атақты №159 мектептің қалыптасуына зор еңбегі сіңген, Қазақстанның Еңбек Ері, Қазақстанның еңбегі сіңген қайраткері, Қазақстан Республикасының маңдай алды көрнекті педагогы   —  Миразова Аягүл Төреқызы бүгінде  70 жаста. Мектеп ұстаздарына Аягүл Төреқызы дегенде ең алдымен, баланы жанындай жақсы көретін, жүзінен мейірім төгілген, барлық аналардың жиынтық образы елестейді. Бүкіл мектеп оқушыларының атын атап, түсін түстей білетін қасиеттің де көп адамға беріле бермейтіні ақиқат.  Адамның жаны – Алладан болса, болмысы – отбасынан, рухы – мұғалім – ұстаздан.   Мұғалім – мектептің жүрегі.\nӨмірін мектепке арнаған Аягүл Төреқызы менің мақсатым математиканы қазақ тілінде оқушылардың санасына құю еді деп айтқан екен бір сұхбатында. Тағы бір сұхбатында менің жалпы алғандағы  концептуалдық ұстанымым деп былай деген:\n-Сөз үйретпейді, әрекет үйретеді: сөз арқылы  ғана  үйрену  бүгінгі  таңда  мүмкін емес, білімді әрекет арқылы ғана меңгеруге болады;\n— әр сабақта үйренушілер ойлау, өзінше ізденіс жасау, пікірлесу, пікірталастыру, диалог сияқты  белсенді  әрекеттер атқаруы керек деген.\nИә, ғұлама Конфуций да: «Маған айтып берсең – ұмытып қаламын, ал менің өзіме жасатсаң – үйренемін!»- деп нақыл айтқан. Бұл тәсілді әрқашан бүгінгінің ұстазы жадында ұстауы керек дейді.\nЖүсіпбек Аймауытов  айтқандай «сабақ беру – үйреншікті жәй шеберлік емес, ол-үнемі  жаңадан  жаңаны  табатын өнер». Ұстаз – мектептің де, қоғамның да, ғылымның да, білімнің де, тарихтың да, ұлттың да, жақсы мінездің де жанды өкілі. Ұстаз бала алдында  өзінің жүріс – тұрысымен,  киім киісімен, сөйлеу шеберлігімен, дауыс ырғағымен яғни барлық жағынан үлгі болуы қажет.\nМен ұстаз, ана ретінде Аягүл Төреқызын қайталанбас тұлға деп бағалаймын.\nТолығырақ: https://bilimdinews.kz/?p=18868",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Велосипедші 6 км сағ жылдамдықпен жүрсе 1 сағат кеш келеді",
        "question_content": "Велосипедші 6 км сағ жылдамдықпен жүрсе 1 сағат кеш келеді. Егер 9км сағ жылдамдықпен жүрсе 1 сағат ерте келеді. Велосипедші дәл уақытында келу үшін неше км/сағ жылдамдықпен жүру керек?",
        "question_date": "22.05.2020",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Велосипедшінің жүруі керек қашықтық S км болса, 6 км / сағ жылдамдықпен S / 6 сағат жүреді делік. Егер сіз 9 км / сағ жылдамдықпен жүрсеңіз, ол S / 9 сағатта жүреді. Оның үстіне уақытында келу үшін оған уақыт керек (S / 6-1) = (S / 9 + 1). Теңдеуді шешіңіз:\nS/6-1=S/9+1\nS/6-S/9=2\nS/18=2\nS=36 км барлық жол\n36:6=6 сағат  6 км/ч жылдамдықпен жүреді\n6-1=5  сағат уақытында жету үшін керек\n36:5=7,2 км/ч үлгеру үшін жылдамдығы сынша болу керек.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің бүйір бетінің ауданын қандай формуламен табамыз?",
        "question_content": "Цилиндр деген қандай фигура?\nДөңгелек ауданы неге тең?\nЦилиндрдің толық бетінің ауданын қалай табамыз.\nЦилиндрдің жазбасы қандай фигуралардан тұрады?\nДұрыс көпжақ дегеніміз не?\nЦилиндрді жазықтықпен қиса, қандай фигуралар шығады?\nЦилиндрге іштей және сырттай сызылған призма деген не?\nШеңбердің ұзындығы неге тең?\nАйналу денесі дегеніміз не?\nҚандай айналу денелері бар?\nКонус деп қандай фигураны айтамыз?\nТік дөңгелек конус деген қандай фигура?\nКонустың биіктігі қандай кесінді?\nКонустың жасаушысы деген қандай кесінді?\nКонустың бүйір бетінің ауданы неге тең?\nҚиық конус деп қандай фигураны айтамыз?\nҚиық конустың бүйір ауданы неге тең?\nСфера деген қандай фигура?\nЭйлер теоремасын жазындар.",
        "question_date": "22.05.2020",
        "question_tag": "Математика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) цилиндр немесе цилиндрлік бет — берілген бағытқа параллель және бағыттауыш сызық арқылы өтетін кеңістіктің жасаушы түзулерінің жиыны\n2) \n3) Бүйір бетінің ауданы, (bb-бүйір беті) толық бетінің ауданы\n4) Целиндрді жазып қарасақ, табандары дөңгелектерден, ал бүйірі тіктөртбұрыштан тұрады.\n5) дұрыс көпжақ- Барлық жақтары тең және дұрыс, барлық төбелеріндегі көп жақты бұрыштары тең және дұрыс болатын көпжақ дұрыс көпжақ деп аталады. Бар болғаны 5 дұрыс көпжақ бар. Олар – куб, тетраэдр, октаэдр, икосаэдр, додекаэдр (бұлар Платон денелері деп аталады)",
                "date": "22.05.2020",
                "upvotes": 0
            },
            {
                "text": "6) Егер целиндрді жазықтықтармен бөлсе осыған ұқсас нәтижелер пайда болады, қарапайым ортасынан бөлер болса. Целиндрді бөлгенде фигуралар пайда болса осылай. Ал пайда болған беттер туралы сұралса : тіктөртбұрыш, дөңгелек пайда болады.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалыс жалақымды есептей аласыздар ма?",
        "question_content": "Еңбек демалыс жалақымды есептей аласыздарма? Ай сайынғы жалақым 184 000тенге. Мұғалім болғандықтан 56 күн",
        "question_date": "22.05.2020",
        "question_tag": "Заң",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны  мына шарттар арқылы есептей аласыз\nЗаңгердің айтуынша, еліміздегі кез келген қызметкердің демалыс ақысын алудың алдында мынадай қарапайым шарттарды білуі керек: ай сайынғы жалақысы, бір күндік орташа ақысы қанша шығатынын және жұмысқа шыққан күндерінің саны.\n\"Бір күндік орташа ақыны демалыс күндерінің санына көбейтсек, демалыс ақысы шығады. Қарапайым формула. Ал бір күндік орташа ақы 12 айда алған жалақыны жұмысқа шыққан күндерге бөлу арқылы есептеп шығаруға болады. Ал бірақ егер қызметкер ол ұйымда бір жылдан аз уақыт жұмыс істеген болса, бір күндік орташа ақыны іс жүзінде өтелген жұмыс күндеріне бөледі\", - деп түсіндірді заңгер.\nОсы ретте заңгер 150 000 теңге жалақы алатын қазақстандықты мысалға алып, демалыс ақысын есептеп берді.\n\"Қызметкер жұмысқа 2018 жылдың 24 сәуірінде жұмысқа қабылданды делік, жалақысы - 150 000 теңге. Жұмыс кестесі - бес күндік, жалпы алғанда - 40 сағат. 24 күнге созылған жыл сайынғы демалыс ақысы оған 2019 жылдың 25 сәуірінен бастап қана беріледі. Себебі қызметкер бір жылдық қызметін өтеп болды. Енді бір күндік орташа ақысын есептеуіміз керек: \n150 000*12 = 1 800 000 (2018 жылдың сәуірінен 2019 жылдың сәуір аралығында аударылған жалақы)\nОсы мерзімдегі жиынтық сома: 1 800 000 теңге\nОсы уақыт аралығында өтелген жұмыс күндерінің саны: 244 күн\nБір күндік орташа ақы: 7377, 05 теңге\nЕңбек демалысы кезіндегі нақты жұмыс күндерінің саны: 14\nСонда демалыс ақысы: 7377, 05 теңге * 14 күн = 103 278,7 теңге \nОл сомадан шегеріледі: міндеттелген зейнетақы жарнасы:  10 327,87 теңге\nОл сомадан шегеріледі: жеке табыс салығы: 6 466,68 теңге\nОсылайша қызметкер бас-аяғы 86 484,15 теңге алады.\nЗаңгер демалыс ақысы еңбек демалысына шығу алдында үш күнде берілуі тиіс екенін еске салады.\nҚай жағдайларда демалыс ақысы аз болуы мүмкін\n- қызметкер еңбекке жарамсыздық парағы бойынша жұмыста болмаса;\n- декретте болса;\n- жұмыс бабымен іссапарда болса;\n- компания бір жыл ішінде ешқандай сыйақы бермесе;\n- демалысқа шығатын айда мереке күндері көп болған жағдайда.\nПайдаланбаған күндердің өтемақысы\nМаманның айтуынша, еңбек демалысының пайдаланылмаған күндері үшін берілетін өтемақыны да ескеру қажет.\n\"ҚР Еңбек кодексінің 96-бабының 2-бөлігіне (\"Жыл сайынғы ақы төленетін еңбек демалысы құқығын іске асыру және еңбек шарты тоқтатылған кезде өтемақы төлеу\") сәйкес, қызметкер жыл сайынғы еңбек демалысының  пайдаланбаған немесе толық пайдаланбаған болса, оның пайдаланылмаған күндері үшін міндетті түрде өтемақы талап етуге құқығы бар. Ол өтемақыны алу үшін бір күндік орташа жалақыны жұмыс күндерінің санына көбейту керек. Еңбек кодексінің 88-бабына сәйкес, еңбек, ұжымдық шарттарда және жұмыс берушінің актілерінде көбірек күн саны көзделмесе, жұмыскерлерге ұзақтығы күнтізбелік 24 күн болатын жыл сайынғы ақы төленетін негізгі еңбек демалысы беріледі.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаһандану туралы өз ойыңыз?",
        "question_content": "\"Жаһандану, ғаламдану, әлемдік, ауқымдану, глобализация-жаңа жалпы әлемдік экономикалық мәдени және ақпараттық тұтастық құрылуының үрдісі\" туралы ойыңызды жазыңыз?",
        "question_date": "21.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 153000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХХІ ғасырдың шегінде адамзат өз тағдырын белгілеп, өзі қалаған өмір  салтын таңдайтын, өзінің айналасында болып жатқан қандай да бір құбылыстарға өзінің саяси көзқарастарын нақтылай алатын əлемдік кеңістікте, сарп еткенде, мемлекеттер үшін заңды интеграциялық үрдіс жағдайында (нақты ұйым шегінде) дамудың қай жолымен жүруі керектігі – дүниежүзілік қауымдастықтың дамуына бағытталған осындай оңтайлы бетбұрыстарына жаһандану деп аталатын құбылыс септігін тигізеді. Біздің кеңістіктік уақыттағы жоғары технологиялардың дамуымен бірге, толық дүниежүзілік инфрақұрылымның қызмет етуінің дамуы жеңілдей түседі, ал бұл жаһандану үрдісін тереңірек ұғынуға септігін тигізеді.\nЖаһандану – соңғы жылдары əлемнің заманауи даму құбылыстарының ішінде неғұрлым көп талқыланып жүргендерінің бірі. Терминнің өзі ғылыми айналымға 1990 жылдары еніп, қазіргі саяси əлемнің күрделілігі мен алуантүрлілігін сипаттау үшін кеңінен қолданылып келген «постмодернизм» ұғымын көп тұстарында шеттетті. 1980 жылдардың соңында «жаһандану» сөзі ғылыми лексикада əлі кездеспеген. Мəселен, америкалық социолог П. Робертсон (Р. Robertson) жаһандану мəселелерін зерттеуді біріншілердің қатарында бастайды, ол «жаһандылық» сөзін өзінің «Обсуждая глобальность» (Interpreting Globality) жұмысының атауында қолданады. Дегенмен экология мен технологиялық пəндер аясында жаһандану жөнінде 1960 жылдары басқа терминдермен ертерек айтыла бастаған [1].\nБүгінде жаһанданумен байланысты үрдістерді сипаттау үшін жиі басқа да ұғымдар қолда- нылады: постиндустриалды дəуір, ақпараттық революция ғасыры, техножаһандану жəне т.б. Олардың бəрі де жаһандануға байланысты маңызды өзгерістерді білдіреді.\nЖаһандану мəніне қатысты түрлі пікірлер қалыптасқан. Бір зерттеулерде оның экономикалық аспектілеріне көңіл бөлінсе, басқаларында бірыңғай ақпараттық кеңістікті қалыптастыруға, үшінші- лерінде жалпы стандарттарды дамытуға назар аударылады. Соңғы айтылған, ең алдымен, өндіріс, тұрмыс, əлеуметтік өмір жəне т.б. ұйымдастыруға қатысты.\n«Жаһандану» сөзі жалпыəлемдік мағынасында ұғылмаған. Семантикалық тұрғыдан, ол «жерді қамтуды» немесе, дəлірек айтқанда, «жерді бағындыруды» білдіреді. Əрине, бұл үйлесімді тіркесім емес, бұл жаңа тіркестің авторы оған агрессивті реңк берген. Ал сөз қандай да басқа болмыстық ақиқаттан бөлек нəрсе болғандықтан, ол жалғандықты қабылдамай, қалай болғанда да, шындықты білдіреді. Сондықтан «Тіл адамға өз ойларын жасыру үшін беріледі» деген Талейран формуласы əділетсіз əрі лас болып табылады, ол өзінің пайда болуы кезінде-ақ беделден жұрдай болған, себебі автор өз анасынан басқаның бəрін сатып жіберген адам болады, оның анасын сатпағандығының себебі де оған сатып алушы табылмағандықтан болған [2].\nБəрі де кəдімгі қалпында, яғни қалыпты, ұғынылған түрде болуы тиіс. Дүниежүзілік қауымдас- тық үйлесімділікке жетудің жолдарын, жаһанданумен тудырылған мəселелердің дұрыс шешімдерін табуы тиіс. Негізі, ол табиғи жолмен жүрген жағдайда мəселе тудырмаған болар еді. Үрдіс қалыпты түрде дамып келді. Ақпарат аясындағы жаһандану толықтай аяқталды, жер бетінде телефон, радио, тіпті интернет орнатылмаған нүкте  жоқ десе де болады. Ақпараттың жаһандануы əкелген игілік еш құпия, əсіресе саяси құпия қалмады, ал бұл адамзаттың бір-біріне үлкен сеніммен қарай бастағанды- ғын, сенімсіздіктің азайғандығын білдіреді. Бұл жəне жаһандану - қоса алғанда, ұлы жетістік [3].\nЖаһандану дүниежүзілік дамудың заманауи сатысының орталық бағыты бола отыра, интегра- циялық үрдістермен немесе интеграциямен ілесе жүреді.\nЖаһандануға қатысты қарастыру тəсілдерінің бірі оны адамдардың қарқынды өзара əрекеттесуі жүзеге асырылып жатқан кеңістікті тарихи тұрғыдан үздіксіз кеңейтуді болжайтыны кездейсоқ емес. Дегенмен интеграция жаһандану үрдісінің неғұрлым маңызды бөлігі бола тұра, əйтсе де тек бөлігі болып табылады. Интеграция жөнінде айта келе, ең алдымен, оның мемлекеттік қатысушылардың жақындасуын меңзейтіндігін есте сақтау қажет. Мемлекеттік емес акторлар, əдетте интеграциялық үрдістерді зерттеу барысында қарастырылмайды немесе зерттеушілер назарының артқы шебінде қалып жатады. Бұл  тұрғыда қандай да бір елдің жаһанданулық емес, интеграциялық үрдістерге енуі жөніндегі ойлар неғұрлым дəл болады, себебі шартты түрде алғанда, мемлекет толықтай мемлекетаралық келісімдерге қол қою негізінде интеграцияланады. Ал жаһандану, біріншіден, мұндай келісімдерді тұспалдамайды, екіншіден, бір мемлекеттің түрлі аймақтары үшін əрқилы өтуі мүмкін [4].\nМемлекетаралық ықпалдасу тəжірибесі баяғыдан бері қалыптасқан. Алайда ХХ ғасырдың екінші жартысында ғана кең ауқымда ықпалдасу тұрақты нысанға ие бола бастады. Бұл, ең алдымен, ықпалдасуды қарқындатумен, оның аяларының кеңеюімен жəне нағыз интеграциялық үрдістердің дамуымен байланысты, аталған үрдістер мемлекетаралық құрылымдар мен институттарды құруды талап етті. Сондықтан интеграцияны сипаттайтын тағы бір маңызды сəт ретінде жай ықпалдасу емес, мемлекетаралық өзара əрекеттесу механизмдерін құру, басқаша айтқанда ықпалдасуды институт- тандыруды атауға болады. Бұл тұрғыдан алғанда интеграция, біріншіден, шешім қабылдаудың мемлекетаралық механизмдерін қалыптастыруды болжайтын үкіметаралық ұйымдардың дамуымен өте тығыз байланысты болады. Бірлескен институттар арқылы интеграциялық үрдістер жүзеге асырылады. Екіншіден, интеграция екі көзқарас тұрғысынан: мемлекеттердің өзара əрекеттесуінің үрдісі жəне нəтижесі ретінде  қарастырылады [5].\nМемлекеттерді интеграцияға ынталандыратын не нəрсе? Ең алдымен – ортақ мəселелердің болуы, оларды бірлесе күш салып шешу оңайға соғады, ал кей жағдайларда тек осындай жолмен шешу мүмкін болады. ХХ ғасырдың аяғы - ХХІ ғасырдың басында əлемнің дамуы халықаралық байланыстардың, əлемнің, əсіресе экономикалық салада өзара байланыстылығының күшеюіне əкелді, бұл интеграциялық үрдістерге жəне түрлі үкіметаралық ұйымдарды құруға септігін тигізеді. Осы өзара тəуелділікпен жаһандық мəселелердің өсуі тығыз байланысты болады, оларды шешу үшін де түрлі мемлекеттердің өзара келісілген əрекеттері қажет.\nИнтеграциялық үрдістерге ынталандыратын тағы бір себеп ретінде «орташа» жəне «шағын» мемлекеттердің өзінің халықаралық ықпалын арттырудағы мүдделілігі болып табылады. Бұл мемле- кеттер үшін халықаралық үрдістерге бірлесе ықпал ету - жалғыз болып ықпал етуден анағұрлым жеңілдеу [6].\nАл интеграциялық үрдістердің өздері оңайдан-оңай өтпейді. Бір мемлекеттердің ұлттық мүдделері басқа елдердің, бірлестіктердің, аймақтардың мүдделеріне қайшы келіп жатады. Бұған қоса интеграцияға қатысушылар, əдетте экономикалық жəне əлеуметтік дамудың əртүрлі сатыларында болады. Сондықтан интеграциядан түсетін екіжақты пайдасына қарамастан, біреулердің қандай да  бір салаға қосқан үлесі басқалардікіне қарағанда үлкенірек болып жатады. Интеграциялаушы елдердің ішіндегі түрлі топтардың мүдделерінің біркелкі еместігінің де мəні зор. Біреулер интегра- циядан көбірек дəрежеде пайда табады, сол себепті оған мүдделі болады, ал халықтың немесе топтардың басқа бір қабаттары ұтылып қалып жатады. Соңғылары интеграциялық үрдістерге қарсы шығып, үкіметтік құрылымдарға қысым көрсетеді [7].\nАймақтық интеграциялық үрдістерді дамыту үшін келесі жағдайлар қажет: географиялық жақындық, тұрақты экономикалық даму, саяси жүйелердің ұқсастығы, қоғамдық пікірмен интегра- цияны қолдау, мəдениет аясындағы салыстырмалы біртектілік, тарихи жəне əлеуметтік дамудың ұқсастығы, басқару мен экономикалық жүйелердің салыстырмалы нысандары, əскери дамуы мен экономикалық қорлардың жақын деңгейі, ортақ сыртқы қауіптерді бірдей қабылдау, мемлекеттік аппараттың салыстырмалы құрылымы, ықпалдасу тəжірибесінің болуы.\nДүниежүзілік қауымдастықтың геосаяси құрылымдарындағы болып жатқан терең өзгерістер мен əлеуметтік-саяси жүйелердің трансформациялар бір тарихи кезеңнің аяқталуы мен бүгінгі əлемнің өз дамуының сапалы жаңа фазасына яақ басуы жөнінде айтуға негіз береді. Қазіргі кезеңнің ерекшелігі өзгерістер үрдісі экономика саласымен қатар, саяси, əлеуметтік жəне рухани аяларды да терең қозғағандығында қамтылған. Аталған үрдістің неғұрлым көрнекі көрінісі əрі көрсеткіші болып жаһандану табылады. Ресейлік саясатшы К.С. Гаджиевтің пікірі бойынша, неғұрлым жалпы түріндегі жаһандану деп əлеуметтік байланыстар мен институттардың кеңістік пен уақыт аралығында, бір жағынан, адамдардың күнделікті əрекеттеріне жер шарының басқа бөліктерінде болып жатқан оқиғалардың күннен-күнге артатындай етіп, ал екінші жағынан, жергілікті қауымдар əрекеттерінің маңызды жаһандық салдары болатындай етіп кеңеюі мен тереңдеуі ұғылады [8].\nЖаһандану көптеген экономикалық, саяси, əлеуметтік, мəдени жəне басқа да қатынастар мен байланыстардың дүниежүзілік сипатқа ие болуын алдын ала қарастырады. Сонымен бірге ол өзара əрекеттесу деңгейлерінің жеке мемлекеттер шегінде де, мемлекеттер арасында да өсуін болжайды.\nЖаһандану – бір мезгілде мемлекетаралық жəне трансұлтшылдық нысандарда дами алатын екіжақты үрдіс. Оны иеленушілердің көптілігі де осы тұстан: мемлекеттер, олардың коалициялары, халықаралық ұйымдар, үкіметтік емес ұйымдар. Актерлердің көп болғандығына қарамастан, олардың арасындағы өзара əрекеттесу еркін бəсекелестік ережелері бойынша өту үшін қажетті санындай болмайды. Ол одан гөрі олигополистік сипатқа ие болады.\nХалықаралық қатынастар жөніндегі ғылым басты назарын əлемнің Шығыс-Батыс немесе Солтүстік-Оңтүстік биополярлы құрылымы ретінде қабылданған кездегі қырғи қабақ соғыс кезеңінің аяқталуына, транснационализацияландыруды жеделдетуге жəне елдердің өзара тəуелділігін арттыруға, БҰҰ мен басқа да халықаралық ұйымдардың көмегімен халықаралық тəртіпті орнатуға аударады. Социологтар мəдениеттің əмбебаптануының ықпалымен түрлі елдер мен аймақтарда тұратын адамдардың жақындасуы жөнінде дəлел келтіретін фактілерді мұқият бақылайды [11].\nТехнологиялық ғылымдардың өкілдері техножаһандануды немесе кейбір елдерде пайда болып келе жатқан технологиялар мен жаңа технологияларды техникалық білімдердің бірыңғай кешеніне біріктіруді, байланыс, көлік, өндіріс салаларындағы «технологиялық макрожүйелердің» пайда болуын, телекоммуникация революциясының салдарын, Ғаламторды ойлап табу мен барлық адамдарды бірыңғай «ғаламшарлық деревня» (ағылш. global villege) елдер мен халықтар арасындағы өзара қатынастардың барлық кешенін реттейтін «дүниежүзілік үкіметтің» (ағылш. global government) немесе Жер бетінде тұратын барлық адамдардың əмбебап қауымдастығының тұрғындарына айнал- дыруды талқылайды, соңғы аталған термин 1962 жылы канадалық М.Мак-Луанмен ұсынылған. Басқаша айтқанда, қандай да бір дүниежүзілік конфедерацияны қалыптастыру болжамданған [12].\nПариж саяси зерттеулер институтының профессоры Б.Бадидің көрсетуі бойынша, жаһандану феноменіне бірыңғай анықтама берілмейтіндігіне байланысты, ол бұл ұғымның, халықаралық қатынастар жөніндегі ғылымның көзқарасы тұрғысынан маңызды болып саналатын үш  өлшемін бөліп көрсеткісі келген: 1) жаһандану – бұл көптеген жүзжылдықтар аралығында дамып келе жатқан тарихи үрдіс; 2) жаһандану дүниежүзінің гомогенденуін, ортақ ұстанымдар бойынша өмір сүруді, ортақ құндылықтарға берілгендікті, тəлім-тəрбиенің ортақ дəстүрлері мен нормаларына жүгінуді, барлығын əмбебаптандыруға ұмтылысты білдіреді; 3) жаһандану – бұл өсіп келе жатқан өзара тəуелділікті мойындау, оның басты салдары ретінде жалпығаламшарлық оқиғалардың жаңа қатысушылары бірдей негізде тек өзара ғана емес, сондай-ақ халықаралық қатынастардың дəстүрлі түрде əрекет етуші тұлғалары болып табылатын мемлекеттердің өздерімен өзара əрекеттесуші жаһандық фирмалар, діни топтар, трансұлтшылдық басқарушы құрылымдар (желілер) əрекеттерінің ықпалымен ұлттық мемлекеттік егемендікті бұзу, жою болып табылады [13].\nҚаржылық жаһандану маңызды, жаһандану жөніндегі пікірталастардағы тіпті орталық орынды алады. Жаһандық қаржылық нарықтарды дұрыс бағалаудың пайдасына келесі аргументтер дауыс береді: əрбір кəсіпкер үшін өзін валюта курстары мен пайыздық мөлшерлемелердің күтпеген жəне күрт өзгерулерінің тəуекелінен қорғай алу мүмкіндігі, мұнай қаржылық шок немесе екі Германияның бірігуі тəрізді күтпеген жерден пайда болған оқиғаларға жылдам бейімделу, сондай-ақ экономикалық тəлім-тəрбиенің қандай да бір тəртібін кепілдеу. Жаһандық өлшемдегі нарық қатынастарының басымдылығы жағдайында мемлекеттер неғұрлым тиімді экономикалық стратегияны жүзеге асыруға мəжбүр [14].\nҚытайдың дүниежүзілік нарықтардағы атқаратын рөлінің шапшаң артуы жөніндегі ақпараттарды келтіретін (1980 жылдан 1996 жылдар аралығында Қытай экспорты сегіз есе – 18 миллиардтан 151 млрд долларға дейін артқан) француз зерттеушісі Ф. Лемуанның басты ойы елдің «дүниежүзілік сауданы жылжытушылардың» біріне айналуы тек ішкі себептерден ғана болып қоймай, сондай-ақ шетел капиталдары мен Қытай саудасының «бөліп таратқыш платформасы» болып табылатын Гонконгтың арқасында жүзеге асқандығында қамтылған. Гонконг арқылы шетел салымдары мен Қытайдың сыртқы саудалық айналымы өтеді. Əлемдегі жаһанданушылық бағыттардың болмауы жағдайында, Қытай, Оңтүстік-Шығыс Азияның басқа да жаңа индустриалды елдері сияқты экономикалық дамудағы алға бағытталған соншалықты күшті талпыныстарының орын алуы екіталай болар еді [15].\nЖаһандану жалпы дүниежүзілік сахнаға халықаралық қатынастардың, кем дегенде, жеті жаңа субъектісін шығарды, олардың шешімдері мен əрекеттері бүгінде дүниежүзілік үрдістерге  ықпал етеді. Бұл халықаралық ұйымдар (МВФ, Дүниежүзілік банк, ЮНЕСКО, ФАО, МОТ, ВТО, «Үлкен жетілік», оның қатарына Ресей қосылғаннан кейін ол «сегіздікке» айналған), аймақтық ұйымдар (олардың саны, жалпы алғанда, шамамен 60), көпұлтты корпорациялар (шамамен 60 мың), институ- ционалдық инвесторлар (зейнетақы жəне инвестициялық қорлар, сақтандыру компаниялары), үкіметтік емес ұйымдар («жасылдар», «дəрігерлер еш шектеусіз» қозғалысы жəне т.б.), ірі қалалар (Лондон, Нью-Йорк, Токио, Франкфурт, Париж), индивидтер (ғылыми қызметкерлер, университет профессорлары, əртістер, Дж.Сорос, Б.Гейтс сияқты жеке тұлғалар). Олардың ішінде осындай қарастыруға жататын төрт субъектіні атауға болады: АҚШ басты жаһандық «актер» ретінде, МНК, қалалар мен индивидтер.\nБавар  институтының  профессоры  Норман  Бертольд  жаһандану  үрдісіне неғұрлым тереңірек «Азияның қарқынды дамып келе жатқан елдері» мен «Шығыс Еуропаның бұрынғы коммунистік мемлекеттері» тартылып келе жатқандығын көрсетеді. Ол дүниежүзілік экономиканың жаңа қатысушылары «біліктілігі онша жоғары емес жұмыс күшін қолдану арқылы өндірілетін көпшілік тұтынатын өндірістік тауарларды өндірудегі салыстырмалы артықшылықтарға ие болып отырғандығын айтады. Бұдан басқа, Батыс жарты шарының дəстүрлі өндірістік мемлекеттерінің күшті жақтары ең жаңа өнімді ұсына алу қабілетінде қамтылады, мұндай өнімді өндіру үшін, жоғарыбілікті жұмыс қолдары қажет. Сəйкесінше, осы аталған екі фактордың болуы – мына жақта жай еңбек, ана жақта – аса жоғары біліктіліктің адами капиталы – дүниежүзілік нарықтағы бұрынғы жəне жаңа ойыншылары арасындағы сауда ағындарының қозғалысын белгілейді» [17].\nБҰҰ Бас хатшысы Кофи Аннанның пікірі бойынша, көптеген дүниежүзілік көшбасшылар мен қаржы мамандары түрлі елдердің экономикалық өзара тəуелділіктерінің өсуінің саяси салдарын жеткілікті дəрежеде бағалай алмаған. Енді соның ақысын қайтару қажет. «Жаһандану шынайы болмысты бейнелейтін құбылыс ретінде емес, жыртқыш капитализмнің идеологиясы ретінде көрініс табады: миллиондаған адамдар жапа шегуде, жиналған ақшалай қорлар жойылған, ондаған жылдар бойына қымбат бағаның құнымен қол жеткізілген кедейлікпен күресудегі ілгерілеуге үлкен қауіп төніуде», - деп көрсетеді ол [18].\nӨзінің пікірлерінің қаталдығымен танымал болған Малайзияның премьер-министрі М. Мохамад жаһандануды жарты ғасыр бұрын бостандық алған аймақтардың реколонизациялану нысаны деп те көрсетеді. Оның айтуынша, кедей халықтарда бұл зұлымдықпен күресудің тіс пен тырнақтан басқа құралдары жоқ. Дегенмен жаһанданудың олар үшін нені білдіретіндігін түсінген кезде, олар өзіндік «партизандық соғысты» бастайды. Сөйтіп, əлемнің поляризациясы жөнінде əбден байсалды авторлар да айтып жататыны байқалады [19].\nҚазақстан Республикасының Басшылығы жаһандануды «тежеп немесе тоқтатып қоюға мүмкін емес уақыт талабы» ретінде қарастыра келе, халықаралық қауымдастықтың назарын қалыптасқан жаһандық мəселелерді тек түгелдей дүниежүзілік қауымдастықтың күшімен ғана шешуге болатындығына үнемі аудартып отырады [20].\n2000 жылдың қыркүйек айында БҰҰ Бас Ассамблеясының 55-ші сессиясы шеңберінде өткі- зілген бүгінгі тарихтағы 188 мемлекет пен дүние жүзінің үкіметтері басшыларының ең ірі форумы болып табылатын Мыңжылдық саммитінде сөз сөйлеу барысында, Президент Н.Ə. Назарбаев жаңа əлемдік тəртіптің пішінін жасайтын жаһанданудың көбіне дүниежүзілік қауымдастықтың айқын байқалатын теңсіздігімен шартталған көптеген жағымсыз салдарға ие болуы мүмкіндігіне назар аударды. Сол себепті қазақстандық көшбасшы БҰҰ-ны «шартты айтқанда, барлық жағдайы нашар елдердің мүдделерін барынша ескеретін жаһандану үлгісін» жасауға шақырды.\nПрезидент Н.Ə.Назарбаевтың пікірі бойынша, жаһанданудың мүмкін болатын жағымсыз салдарын алдын ала болжап, дер кезінде жою үшін, жаһанданудың дүниежүзінің барлық – бай, дамып келе жатқан, кедей мемлекеттері үшін мүмкін болатын салдарын зерттеу қажет. Сонымен бірге қазақстандық басшы егер жаһанданудың жетістіктері мен жемістерімен бұрынғыдай жоғары дамыған мемлекеттердің шағын ғана тобы – адамзаттың 20%-ы пайдалана алатын болса, онда бұл жағдай міндетті түрде наразылық танытуға, қайшылықтар мен əлеуметтік катаклизмдердің пайда болуына алып келеді [21].\nЖалпы бір тұжырымға келсек, ғаламшардың əрбір тұрғынының ахуалын арттыру үшін халықаралық қатынастардың акторлары осындай жағдайда əлемнің алдыңғы қатарлы мемлекеттері жасағандай, өздерінің ұлттық мүдделерін қорғай отыра, жаһандану үрдісіне неғұрлым белсенді құралдармен интеграциялануы тиіс.\nТолығырақ: https://articlekz.com/kk/article/17373",
                "date": "22.05.2020",
                "upvotes": 0
            },
            {
                "text": "Жаһандану адамдар мен мемлекет арасындағы маңызды рөл атқаратын ,ғаламдану рөлін айтады.Кәзіргі кезде әлем дамып жатыр бұл біз үшін маңызды болып табылады.Жаһандану және ғаламдану рөлі кәзіргі таңда маңызды және күрделі болып келеді.",
                "date": "27.05.2022",
                "upvotes": 0
            },
            {
                "text": "Жаһандану мәселелерінің\n\nәсері қандай болуы мүмкін?»",
                "date": "29.05.2024",
                "upvotes": 0
            },
            {
                "text": "Жаһандану мәселелерініңә сері қандай болуы мүмкін?» срочно",
                "date": "29.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микрожүйе дегеніміз не?",
        "question_content": "Маған бжб берілді мен таба алмай жатырмын",
        "question_date": "21.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микроэлектромеханикалық жүйелер (МЭМЖ) (mikroelectromechanical system, MEMS) - механикалық және электронды құрылғылар бір жерде байланысатын кішкентай құрылғы.\nӘдетте көлемі оннан бірнеше жүз мкм-ға жететін жартылай өткізгіш чип болып келеді. МЭМЖ-ға арналған типтік қолданбалы құрылғыларға сенсорлар, тетіктер және қолданбалы элементтер кіреді.\n Толығырақ: https://kk.wikipedia.org/wiki/%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D1%8D%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D0%BC%D0%B5%D1%85%D0%B0%D0%BD%D0%B8%D0%BA%D0%B0%D0%BB%D1%8B%D2%9B_%D0%B6%D2%AF%D0%B9%D0%B5%D0%BB%D0%B5%D1%80",
                "date": "21.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ол болынеды бырак мулде козге корынбейды. Оны тек микроскоппен гана коре аламыз",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқуға 9дан кете алмадым, енді 10нан кетсем болады ма?",
        "question_content": "Мен 9 сыныптан оқуға кете алмадым,енді 10 шы сыныптар оқуға кетсем қалай болады?",
        "question_date": "21.05.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә әрине болады, онда сізге 9 сыныпты бітірді деген аттестат береді.",
                "date": "21.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ұяда не көрсең, ұшқанда соны ілерсің\" тақырыбында әдеби шығарма керек.",
        "question_content": "ұяда не көрсең ұшқанда соны ілерсің тақырыбында әдеби эссе көмек етінізші!!!!!!!",
        "question_date": "21.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 822,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаға жақсы тәрбие бере алу үшін ата-ана және басқа отбасы мүшелерінің бүкіл тәрбиелік қағидаларды орындауымен қатар, отбасы өмірінің жүйелі, ата-ана ара-қатынасы жақсы болуы шарт. Үйде ұрыс-керіс болуы балаға кері әсер етеді. Әсіресе ажырасудай баланың көңіліне қаяу салатын нәрсе жоқтың қасы. Балалар ата-анасын идеал, мінсіз адам ретінде көретінін ұмытпау керек. Солар сияқты болуға, солар сияқты әрекет етуге тырысады. Үлкендердің дағдыларын, әрекеттерін тез қағып алады. Сондықтан бала дүниеге келгеннен бастап ата-ана барлық жағынан жақсы болуға, үлгілі болуға мәжбүр. Сондай-ақ ата-аналар ешбір баласын бөліп жармай, барлығына бірдей қарауы, бірдей мәміле етуі қажет. Әрбір ата-ана баласының жақсы жетілуін, жақсы мінезді, тәрбиелі, еңбекқор, табысты болуын қалайды. Мұның шешімі жоғарыда айтқанымыздай, балаңыз қандай болуын қаласаңыз, өзіңіз сондай болыңыз. Өйткені бала айтқанымызды емес, бізден көргенін істейді. «Ұяда не көрсең, ұшқанда соны ілерсің.» «Алдыңғы арба қайда жүрсе, соңғы арба сонда жүрер» деген мақал-мәтелдер де осыны көрсетеді. Ата-ана баласынан жағымсыз әрекет көргендерінде оған ашуланудан бұрын «Қайсымыз осылай істедік» деп өздерінен сұрауы керек. Біраз ойланса міндетті түрде табады. Өзіміз кітап оқымайтын бола тұра «Компьютер басында отыра бермей кітап оқысаңшы» деп айту қаншалықты мәнсіз болса, балада болымсыз әрекет көргенде «сен кінәлісің» деп бір-бірін айыптау да соншалықты мәнсіз. Өткен өтті, болар іс болды, енді бұдан былай не істеуміз керек дейтіндер үшін оның да жолы бар. Мінез-құлық, іс-әрекеттер өзгеруі мүмкін. Сіз өзіңізді дұрыс жағынан өзгертсеңіз, бала да дұрыс жағына өзгереді.  Алдыңғы арба қайда жүрсе, соңғы арба сонда жүреді, яғни жақсы жағына қарай жүреді. Үйде үнемі ұрыс-керіс жағдайында болсаңыз, балаларыңыздың бір-біріне сүйіспеншілікпен мәміле етуін күтуіңіз бос қиял болмақ. Ата-анасынан жәбір көрген бала алдымен бауырларын, кейін сырттағы әлі жететіндерді жәбірлей бастайды. Сондай-ақ үйде бір-біріңе рахмет айтпайтын, ілтипат көрсетпейтін болсаңыз, сыртта «Балам көкеге рахмет айтпайсың ба» деген өнегеңіз ауада қалады. Әйелін жәбірлейтін адамның баласы достарына, бауырларына, ілгеріде жұбайына жәбір көрсетуі мүмкін. Бір-біріне өтірік айтатын жұбайлар ілгеріде балаларының да өтірік айтатынына куә болады, тіпті мұғалімінен де бұл жөнінде шағым естиді. Егер ата-анаңыз аман болып, ал сіз жұмыстарыңызды сылтау етіп оларға қарау былай тұрсын, іздеп, телефон шалып хал-жағдайын сұрамайтын болсаңыз, балаларыңыз да сізден көргенін істейді. Олар да үлкейгенде сізді іздемейтін, хал-жағдайыңызды сұрамайтын болады. Басқалармен қарым-қатынаста қандай болсаңыз, мәселен жүзіне күліп, арқасынан жамандайтын адамдар қатарынан болсаңыз, балаңыз да мұны дұрыс деп санап, осылай мәміле ете бастайды. Кейбір ата-аналар өз зауқымен әлек боп, өз рахатын ойлап, баласын назардан тыс қалдыратыны ащы да болса шындық. Мұның өзі де баланың ішкі дүниесін ойран ететін, ілгеріде қандай келеңсіздіктерге себеп болатыны белгісіз дүние. Қорыта айтқанда өзіміз үлгілі болайық, өзімізді мәжбүрлеп болса да жақсы мінезді болуға, жақсы істер істеуге әдеттендірейік. Үйде өзара құрмет, махаббат ішінде, адалдықты, көркем мінез-құлықты сіңіріп өскен бала ілгеріде елге пайдалы азамат болатыны, қоғамнан ойып орын алары сөзсіз.     \nТолығырақ: https://bilim-all.kz/article/5573-Uyada-ne-korsen-ushqanda-sony-ilersin",
                "date": "21.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарматтар мен ғұндардың орналасу аймақтары туралы мілңмет керек.",
        "question_content": "Қазақстан тарихы 5 сынып 4 тоқсан сарматтар мен ғұн тайпаларының орналасу аймақтары",
        "question_date": "21.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір дәуіріндегі тайпалық одақтар және ерте мемлекеттік құрылымдар. Б.э.д. 1 мыңжылдықта Қазақстан және Орта Азияны мекендеген сақ тайпалары темірден заттар жасауды меңгерді. Олар қуатты тайпалық одақтар құрған. Сақтардың тайпалық одақтары массагеттер, исседондар, аландар, каспийшілер, сарматтардан тұрған. Оларды гректер скифтер деп атаған. Ол туралы грек тарихшысы Геродот өзінің \"Тарих\" деген еңбегінде, 5 томында, географ Страбон \"Географиясында\" жазып қалдырған. Парсы патшасы Дарийдің Накширустамдағы /Персопольға жақын/ тас жазуларында сақтарды үш топқа бөліп көрсеткен.: парадария (теңіздің арғы бетіндегі сақтар-европалық скифтер немесе Арал теңізі, Сырдарияның арғы жағындағылар), хаомаварга (хаома сусынын жасайтын сақтар-Ферғана жерін мекендеушілер), тиграхауд сақтар (шошақ бөрікті сақтар-Сырдарияның орта аймағы және Жетісуды мекендеушілер). Сақ әулетінің негізін қалаушы Алып Ер Тоңға (Афрасиаб) деген дерек бар. Сақтар көк тәңіріне табынды. Оларды матриархаттық ел билеу дәстүрі сақталған. Мысалы, Зарина, Томирис. Сақтардың саяси тарихы. Парсылардың патшасы Кир, Мидия патшасы Крезбен б.з.б. 558-529 жж. соғысқанда, сақтармен одақтасқан. Кейін Кир сақтарды, массагеттерді өзіне бағындаруды ұйғарды. Кир сөйтіп, Сақ жеріне басып кірді. Алайда парсылар сақтарды жеңдік деген кезде, сақ жауынгерлері тұтқиылдан бас салады. Кир де, әскерлері де өлтіріледі. Томирис туралы аңыз осы кезде шықты Кирдің Орта Азиядағы басқыншылық жорықтарын 1 Дарий /б.з.б. 521-486 жж/ жалғастырды. Парсылар сақтарды аз уақыт бағындырады. Б.з.б. 6 ғ. соңы 5 ғ. басында (500-449 жж) ежелгі Шығыстағы грек-парсы соғысында сақ тайпалары парсылар жағында болды. Б.з.б. 490 жылғы грек-парсы әскерінің Марафон жерінде болған соғысында сақтар парсылармен бірге гректерге қарсы соғысты Б.з.б. 4-ғ. 30-ж. Александр Македонскийдің грек әскерлері соңғы Ахеменид, 3 Дарий Кодоманның армиясын талқандап, Орта Азияға басып кіреді. Олар Маракандты (Самарқанд) алып, Сырдарияға келеді. Сыр бойына бекіну үшін, Шеткі Александр деген қала салады. Алайда гректер жеңгенімен , ыстық табиғатқа шыдамаулары, Александрдың аурып қалуы гректерді Самарқанға шегінуге мәжбүр етті. Александр б.з.б.323 ж. сүзектен өлді. Оның ала-құла империясы ыдырап кетті. Археологиялық ескерткіштері. Бұлар қорымдар, жартастағы суреттер, сақ бұйымдарының көмбелері.  Орталық Қазақстан. Бұл жерден Тасмола мәдениеті (б.з.д. 7-3 ғғ.) ашылды. Зерттеуді археологтар Ә.Марғұлан, М.Қадырбаев жүргізді. Бұл обалардың ерекшелігі - оларда тас жалы, \"мұрты\" болады. Бірнеше варианттардан тұрады. Негізгі обаға жанаса немесе оның шығыс бетінде, иек астында кіші оба тұрады, одан шығысқа қарай доғаша иіліп, ені 1,5-2 м, ал ұзындығы 2-200 м дейін кейде одан ұзыныда болады, екі жал кетеді. Үлкен обаға үйілген төбе астында жерден қазылған қабырда өлген кісінің мәйіті жатады, ал кіші қорғанда үйінді астындағы қабырға ат пен ағаш ыдыс-аяқтар қойылады.  Батыс және солтүстік Қазақстан. Еділ мен Жайық арасындағы аймақтан қорымдардың көп шоғырланған жері - Үлкен және Кіші өзеннің бойлары, Қамыс-Самар көлдерінің өңірлері, Елек, Шаған, Ембі жағалаулары. Обалардың көбінде үйінділері бар, ал олардың аса үлкендері орлармен қоршалған. Тас үйінділері немесе топырақ пен уақ тастар араластырылған үйінділері бар обалар сирек кездеседі. Қабырлар шығыстан батысқа қарай ыңғайлай қазылады, ал өлгендер молаларда емес, обалар үйінділері астындағы арнайы дайындалған алаңдарға қойылады.  Шығыс Қазақстан. Алтай аясынан, Шыңғыстау мен Тарбағатай бөктерлерінен кездеседі. Үлкен патша обалары бар. Ол Шілікті алқабында шоғырланған. Бұл өңірдің мәдениеті үш кезеңнен тұрады. Мәйемір кезеңі (б.з.д. 7-6 ғғ), берел кезеңі (б.з.д. 5-4 ғғ.), құлажүргін кезеңі (б.з.д. 3-1 ғғ.). Мәйемір кезеңінің соңында салт кісіні атымен бірге қоятын қабырлар пайда болады.  Жетісу мен Оңтүстік Қазақстан. Бұл сақ тайпалары мекендеген аса көлемді аймақ: тиграхаудтар - Жетісуда, ал массагеттер Арал өңірі мен Сыр бойында. іле алқабында Бесшатыр, Есік, Түрген, Кеген, Алексеев обалары осы алқаптан табылды.  Жетісудағы сақ мәдениеті екі кезеңді: ерте кезеңі (б.з.д. 8-6 ғғ) және кейінгі кезең (б.з.д. 5-3 ғғ.). Соңғы кезеңдегі патша обасына Бесшатыр қорымы мен Есік обасы жатады. Бесшатыр қорымы Іле өзенінің оң жағалауындағы Шылбыр деген жерде, ол 31 обадан тұрады. Қорымның барша обалары екі топқа бөлінеді, үлкен обалар - диаметрі 45 м-105 м-ге дейін. Биіктігі 6-18 м. Салынған уақыты б.з.д. 5 ғ.  Есік обасы Алматының шығысында 50 км жерде. 1969-1970 жж. зерттелінді. Іле Алатауы баурайында. Обаның диаметрі 60, биіктігі 6 м. Топырақ үйіндісінің астында екі қабыр - орталықтағы және бүйірдегісі бар. Орталық қабыр тоналған. Бүйірдегісі аман жетті. Жерленген 18 жасар ханзада. Ол киіндіріліп, қару-жарақ таққан күйінде жерленген. Ыдыс-аяқтар, бүйіріне 26 таңбадан тұратын екі жол сөз жазылған күміс тостаған жатыр. Өліктің басына биік былғары қалпақ-дулыға кигізілген, оның сыртына алтын бұтақтарына құстар қонған, сирек ағашты тау бейнеленген. Дулығаның төбесіне тәж ретінде титімдей арқар бейнесін қойған. Марқұмның мойнына ұшы барыс бастарымен безендірілген алтын өңіржиек салынған, құлағына бирюзадан салпыншағы бар сырға тағылыпты. Екі саусағында алтын жүзіктері бар. Белбевінің оң жағына қызыл түсті ағаш қынапты, ұзын сессер ілініпті. Семсер темірден, оралмалы-орам бедері бар сабы имектев. Сол жағына ақинақ-қанжар ілінген. Есік обасының салынған кезі б.з.д. 6 ғ. деп есептеледі. Оны зерттеген археолог К.Ақышев (Курган Иссык. М., 1973г). Арал өңірі сақтары мәдениеті – Хаомаваргалар. Тегіскен, Ұйғарақ, Оңтүстік Тегіскен қорымдары.  Шаруашылығы мен қоғамы. Мал шаруашылығымен де егін өсірумен де айналысқан. Жылқы өсірген. Екі тұқымы болғаны анықталды. Оның біревІ басы үлкен, аяғы жуан, денесі шомбал, жатаған жылқы, ал екіншісі шоқтығы биік бойшаң, сымбатты жылқы, оны қарулы жауынгерлер мінетін болған. Қой бағумен де айналысқан. Сақтарда маңдай алды дөңестев ірі қойлар көп тараған. Олар қазақтың кәзіргі құйрықты қойлары тұқымына жақын болған. Түйе шаруашылығы да кең дамыды. Ал сиырдың көшпелі тіршілікке бейімделген мұндай тұқымының өзгеден айырмасы - өнімділігі төмен, тірілей салмағы аз, жемшөпті көп талғамайтын. Суықта сыр бермейтін, жүні қалың, тебін малы болды. Егіншілік пен суару. Қыстау маңындағы егін сақтарды астықпен қамтамасыз еткен. Олар тары, арпа, бидай еккен. Оңтүстік Сырдарья алқабында сақтардың Шірік Рабат, Бәбіш-молла, Баланды секілді қоңыстарында табылған. Кәсіптері мен сауда. Сақ тайпалары арасында металл өндіру және оны өндеу, әсіресе қола құюға байланысты кәсіпшіліктері дамыған. Темір мен мыс, қалайы мен қорғасын, алтын мен күміс өндіру жоғары дәрежеде дамыған. Мәселен, Имантау кен орнында 3 млн. Пұт мыс рудасы, ал Жезқазған мен Успенскден 10 мың және 26 мың пұт руда өндірілген, сонда сол руданың көбісі сақтар заманында өндірілгені анықталды. Сақ зергерлері қоладан қанжарлар, оқ жебелері мен сүңгі ұштарын, аттың қайыс әбзелдерін, әшекейлер мен айна, қазандар мен құрбандық ыдыстарын жасаған. Сауда. Еуразия далаларын сақтар билеген кезде Батыс пен шығысты, Жерорта теңізі мен Қытайды байланыстырған халықаралық өтпелі сауда басталады. Б.з.д. 1 мыңжылдықтың орта кезінде дала жолы пайда болады. Геродот жазуына қарағанда, дала жолы Қаратеңіз өңірімен жүріп, Дон жағалауына сосын Оңтүстік Орал өңіріндегі савроматтар жерінен Ертіс бойына, одан әрі Алтайдағы аргиппейлер еліне жеткен, содан әрі Моңғолия мен Қытайға қарай кететін болған. Осы жолдың бір бөлігі Қазақстан жерімен өтті.  Сақтар қоғамы. Сақ қоғамында халықтың үш тобы болды деген болжам бар. Ол рим тарихшысы Квинт Курций Руф айтқан аңызға сүйеніп айтылады. Бұлар жауынгерлер - сүңгі мен оқ ( \"ратайштар-арбада тұрғандар\"), абыздар - құрбандық табағы және айрықша бас киімі бар, қауымшыл сақтар, яғни \"сегізаяқтар\" (соқаға жегетін екі өгізі барлар). Осы үш жіктің өзіне тән дәстүрлі түсі болған. Жауынгерлерге -қызыл, сары-қызыл; абыздарға-ақ; қауымшылдарға-сары мен көк түстер. Сондай-ақ көсемдер мен патшалар да болды. Олар әскери жіктердің өкілдері болды. Гректер оларды басилевс -патша деп атаған. Патшаның белгісі жебелі садақ. Өнері мен мифологиясы. Сақтар аң стилін Алдыңғы Азия мен Иранға жорық жасаған кезінде қабылдаған. Бұл өнер б.д,д. 7-6 ғасырда қалыптасқан. Аң стилі дегеніміз түрлі жануарлардың бейнелерін дыс-аяққа, киімге, тұрмыс заттарына, түрлі әшекейлерге, қару-жараққа салған. Сақтар күнге, найзағайға, жел-дауылға табынған. Сақтар мифологиясында сәйгүлік ат күнмен, отпен байланысты болған. Дүниені жаратқан көк тәңірісі Митра, жердікі Варуна, жер астыныкі Индира секілді құдайлар болған. Үйсіндер. Б.д.д. 3 ғасырда Қазақстанды мекендеген тайпаларда мемлекеттіктің алғашқы белгілері болды. Бұлар сақтардың этномәдени мұрагерлері үйсіндер болатын. Үйсіндер Орталық Азиядан келді. Олардың негізгі территориясы Іле алқабында болды, батыс шекарасы Шу мен Талас арқылы өтіп, Қаңлылармен шектесті, солтүстігі Балқашқа дейін жетті. Астанасы Чигучен (Қызыл алқап) Ыстықкөлдің жағасына орналасты.  Үйсіндер туралы жазба деректі қытайлар қалдырды. Б.д.д.2 ғасырда Жетісуға Чжан Цянь бастапан елші келді. Ол көптеген мәліметтер әкелді. Үйсіндер туралы (усунь-го) \"уйсін мемлекеті\" деп айтты. Мемлекетте 630 мың адам, 188 әскер барын да көрсетті. Үйсін патшасы гуньмо деп аталды. Б.з.б. 73 жылға дейін үйсіндердің жері үш бөлікке: сол (шығыс) бөлікке, оң)батыс) бөлікке және гуньмоның өзіне қарайтын орталыққа бөлінген. Бұлар өзара қақтығысқа толы болдыҚытай ханшалары үйсін гуньмоларына ұзатылған. Олар Қытайдың Орта Азия, Батыс online casino Азия және Европамен сауда байланысында маңызды роль атқарды. Б.Д.д. 2 ғасырда пайда болған Ұлы Жібек жолын ұстап тұрған осы үйсіндер болды. Үйсіндер туралы қытай деректерінде б.з. 3 ғасырына дейін айтылады.  Археологиялық ескерткіштері. Жетісу жерінде үйсіндердің обалары, қорымдары мекенжайлары зерттелді. Обалардың көбісі диаметрі 6-20 және биіктігі 0,5-1,5 м. Топырақ, тас қиыршық немесе топырақ-тас аралас үйінділер болып келеді. Қорымдары б.з.д.3-2 ғғ. Жататындары ерте кезеңі.-Қапшағай 3, Өтеген 3, Қызыл еспе. Оларға ортақ сипат қорымдар теріскейден түстікке қарай, әрқайсысында 5-6-дан обасы бар тізбек болып, созылып жататындай жоспарланған. Орта кезеңге жататындар б.з.б. 1 ғ-б.з. 1 ғ. деп есептеледі. Бұған Өтеген 1,2, Тайғақ 1, Қарлақ 1, Алтын Емел қорымдары. Олар жүйесіз түрде, үш обадан тізбектеліп орналасқан. Соңғы кезеңі 2-3 ғғ. Деп саналатын кейінгі кезеңге Қапшағай 2, Шолақ Жиде 1,2, Гүр қора 2, Қалқан 4 қорымдары жатады. Бұлардағы обалар жүйесіз, ретсіз жасалған, қабырлар жерден қазылған, үстері ағашпен бастырылмаған. Үйсіндердің алғашқы қонысы Шу алқабынан, Луговое аулынан табылды. Қабырғалары қам кірпіштен жасалған, едендері балшықпен сыланған, ортасынад жер ошақ болған. Үйсіндер шаруашылығы. Олар көшпелілер болғанымен, үй маңында егін де салған. Оған дән дақылдары салынған ыдыс-аяқтар, дәнүккіштер тас кетпендер табылуы дәлел. Киімдері байлары жібек пен биязы жүн матадан, кедейлері жай қалың жүннен, былғары, қой терісінен тіктірген. Үйсін қоғамында байлар, жасауылдар, абыздар, кедейлер болған. Әскер басылары мен шенеуніктердің қолында мөрі болған. Жеке меншік те өскен. Ол малға, жер-суға тараған. Қаңлы мемлекеті. Қытай жазба деректерінде канцзюй деген атпен, б.з.д. 2 ғ. айтылады. Сыр,Талас өзендері бойында орналасты. Олар да орталық Азиядан келді. Саны 600 мың адам, 120 мың әскері болды. Астанасы Битян қаласы Археологиялық ескеткіштері. Қауыншы және Отырар-Қаратау мәдениеті деп археологтар атайтын үлкен ескерткіштері сақталған. Бұлардың біріншісі Ташкент аумағында, екіншісі Сырдың орта ағысысы мен Қаратаудан Таласқа дейінгі аралықта. Қауыншы мәдениетіне жататын Ақтөбе мекені көбірек зерттелді. Табылған ескерткіш- сарай крест тәрізді салынған бес үйден, екі дәлізден тұрады. Отырар-Қаратау мәдениетіне жататын ескерткіш Отырар өңірі. Қазылған үйлер бір бөлмелі, екінші бөлме қойма болған. Ортада тікбұрышты жер ошақ жасалған.  Шаруашылығы, кәсібі. Керамика ыдыстар, құмыралар, табалар табылған. Қаңлылар темірді балқытып орақ, пышақ, жебе ұштарын жасаған. Егін шаруашылығы, мал өсіру, аң аулаумен айналысқан. Ғұндар. Б.з.б. 1 мыңжылдықтың 2-жартысынан бастап Еуразияның этникалық-саяси тарихында Орталық Азияның көшпелі тайпалары ролі артты. Б.з.д. 4-3 ғғ. Қытайдың солтүстігі мен Орталық Азияда ғұндар деген тайпалар бірлестігі (сюнну, дунху) пайда болды. Нақты айтқанда, б.з.д. 209 жылы бой көтеріп, б.з. 216 ж. дейін дәурен сүрді. Шаңырағын көтерген әйгілі Мөде (Модэ) батыр. Б.д.д. 209 жылы Модэ әкесін өлтіріп, таққа ие болады. Осы заманнан бастап, ғұн мемлекеті күшейе бастады (атап айтсақ, б.з.д 188 ж. ғұндар өзіне қытай императоры Гао-Диды бағындырады, хань династиясы ғұндарға салық төлеп тұрғаны белгілі. Юечжи, ловфань, байянь, үйсүн тағы да басқа тайпалардың жерін тартып алады.) Ғұндар Байкалдан Тибетке, Шығыс Түркістаннан хуанхэ өзеніне дейінгі жерде мемлекет құрды. Оның әскері 300-400 мың болды. Моде кайтыс болғаннан кейін өзара қырқыс басталды. Хулагу кезінде, б.д.д. 47 жылы ғұндар оңтүстік және солтүстік болып екіге бөлінді. Оңтүстік ғұндар Қытай бодандығын қабылдады, ал солтүстігіндегілер орталық азиялық тайпалармен одақтасып батысқа кетіп, өз тәуелсіздіктерін сақтады. Алайда, үнемі Қытайдың қысымына түскендіктен Тянь-Шаньды асып өтіп, қаңлыларға келді. Бұл ғұндардың Орта Азия мен Қазақстанға алғашқы қоныс аударуы болды. Екінші қоныс аудару б.д. 1 ғасырында болды. 93 жылы Қытайлар ығыстырған солтүстік ғұндар тағы да батысқа қарай жылжыды. Олар Қазақстан территориясы арқылы батысқа бет алды. Бұл көшпенділердің Қазақстанға енуіне байланысты шығыс иранның қаңлы тайпаларының түріктенуі басталады. Б.з. 1 мыңжылдығы басында Жетісу, оңтүстік қазақстан тайпаларының кескін-келбеті монғолдана бастады. Ғұндар жергілікті тайпаларды бағындырып, Сырдария бойымен Арал өңіріне, орталық және батыс Қазақстан аймақтарына барып енеді.Ғұндардың б.з.4 ғ. Шығыс және орталық Еуропа жеріне келуіне үш ғасыр уақыт керек болды. Ғұндар Рим империясына қауіп төндірді. 5 ғ. 30-ж. ғұндардың басшысы Аттила Еуропа халқының үрейін ұшырды. 375-376 жж. вестготтардың Қазақстан даласынан келген ғұндармен күресі ежелгі Рим империясының құлауына әкелді.  Шаруашылық-мәдени типінің негізі - көшпелі мал шаруашылығы. Мал өсіру, әсіресе жылқы өсіру басты роль атқарды. Сондай-ақ қой өсіру, аң аулау,егіншілік дамыды.  Ғұндар тәңірілік дінді ұстанып, түркі жазуын тұтынған. Сөйлев тілі де түркі тілі болған.  Ғұндардың қол өнер кәсібі күшті дамыған (металдан, сүйек пен мүйізден, тас пен саздан, ағаштан, керамикадан жасалды). Сауда дамығандығын жібек маталар, айналар, нефриттен істелген бұйымдар көрсетеді. Ғұндардың қоғамы. Патриархалды-рулық қарым-қатынастардың белгілері өте күшті болған. Ғұндар 24 руға бөлінген.Олардың басында ағамандар тұрған. Ағамандар кеңесі мен халық жиналысы жұмыс істеген. Әскери тұтқындардан құралған құлдар да болған. Жазба деректр ғұндар қоғамындағы өкімет белгісі туралы мәлімет те қалдырған. Елді шаньюй басқарған. Одан кейін түменбасылар болды. Ғұндар қоғамында мал мен жерге жеке меншіктің пайда болуы, тұрпайы бюрократтық аппараттың құрылуы, алым-салық, жазу-сызудың болуы таптық қоғам мен мемлекеттің пайда болуын туғызды. Сарматтар. \"Сармат\" этнонимі ежелгі деректерде б.з.д. 3 ғасырдан бастап қолданылып келеді. Осы кезден бастап сарматтардың Скифияны жаулауы басталды Бұл сарматтар Аралдың оңтүстігіндегі тайпалармен туыс болған. Сондай-ақ олардың савроматтармен этникалық туыстығы да күмән тудырмайды. Сарматтардың бір тайпасы - роксоландар б.з. 1-ғ. Мидияның шекарасына жетіп, Риммен соғысқан. Сарматтар өздері басып алған елдің саяси өміріне мықтап араласқан. Мыс. Б.з.д. 2 ғ. соңында Понтия патшасы Митридаттың қолбасшысы Диафантпен болған соғыста роксоландар скифтерге қосылды. Б.з.д. 1 ғ. Митридат Римге қарсы күрескенде сарматтар оның жағында болған. Б.з.д. 49-ж. римдіктер мен сарматтар бірлесіп, Боспор патшасының одақтастары сирактарды (сармат тайпасы) жеңеді. Аландар (Оралдың оңтүстік өңірінен шыққандар, сармат тармен туыстас тайпалар) Қара теңіздің солтүстік өңірінен дейін жетеді. Кейін ғұндарға қосылып, Испаниядан бір шығады Археологиялық ескерткіштері. Б.з.б. 4 ғ. басында савроматтар Доннан Ембіге дейінгі территорияны алып жатты. Осы кезде олардың екі мәдениеті қалыптасты. Олар: Батыс Болғар-Дон мәдениеті, және Шығыс-Орал мәдениеті. Сармат тайпалары (ерте -Прохоров мәдениеті) өлген адамның қабырын балшықпен сылап не таптап, өлген адамды басын түскейге қаратып, шалқасынан жатқызып қоятын болған. Екінші кезеңде (орта -Суслов мәдениеті) б.з.д. 2-ғ. соңынан б.з. 1-ғ. басына дейін қабыр құрылысының түрлері өзгермейді. Бірақ іші көмкермелі молалар саны кемиді. Жасанды үңгірлер жоғалады. Әктастан жасалып, обалар астындағы қабырға қойылатын антропоморфты - адам бейнелі мүсіндер табыну бұйымдарына жатады. Үстірттегі Бәйіт табыну кешені белгілі. Ол обалар мен скульптура сынықтарынан тұратын үш топ ескерткіш. Мұндағы мүсіндер әктастан қашалып жасалған. Олардың кескін-келбеттері, қару-жарақтары ойылып жасалынған. Кейінгі сарматтар Орал, Еділ, Дон өңірін, Орал сыртындағы даладан Буг өзеніне дейінгі аралыққа тараған. Бұл б.з. 2-4 ғғ. Өлген адамдары іші көмкерілетін тар қабырларға жерленген. Шаруашылығы. Көшпелі мал шаруашылығымен айналысқан. Жылқы мен қой өсірген. Иран тілдес болған. Зергерлік өнер. 3-5 ғғ. \"полихромдық өнер\" дамыды. Тек алтын қолданылды. Полихромдық өнерге әшекейлевдің түрлі техникасы тән. Жиі кездесетіндері түрлі-түсті тастармен безендіру (инкрустация), зерлев, оқа жүргізу, жалату т.б. Бұл өнер Моңғолиядан, Орта Азиядан ғұндардың келуімен байланысты Бұл әшекейлер Ертістің жоғары жағынан (Шілікті), Орталық (Жыланды), Батыс Қазақстан (Бесоба) қорғандарынан табылды.\n\nТолығырақ: https://e-history.kz/kz/contents/view/temir_dauirindegi_kazakstandagi_taipalar_men_odaktar__261",
                "date": "21.05.2020",
                "upvotes": 0
            },
            {
                "text": "Мен Нуржамалмын жаңаға мен де сизди катты мен де де сизди мен де сизди деп аталады ол не үшін сізге мына шарттарды қанағаттандыратын жергілікті атқарушы органның аумақтық бөлімшесі бар",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалыпты атмосфералық қысымдағы",
        "question_content": "Қалыпты атмосфералық  қысымдағы  және 300К (кельвин) температурадағы ауаның (көлемі) 1 м(куб) көлемінің массасын бағалау керек.",
        "question_date": "21.05.2020",
        "question_tag": "Физика",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nV = 1 м^3\n\np = 10^5 Па\n\nT = 300 K\n\nM = 0,029 кг/моль\n\nm - ?\n\nШешуі:\n\npV = mRT / M, m = pVM / RT\n\nm = 10^5*1*0,029 / 8,31*300 = 1,16 (кг)",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Амфотерлі (екідайлы) оксидтерге мысал керек.",
        "question_content": "Амфотерлі негізге мысалдар керек",
        "question_date": "21.05.2020",
        "question_tag": "Химия",
        "question_views": 22700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оксидтер немесе Тотықтар — химиялық элементтердің оттекпен түзетін қосылыстары. Тотықтардың құрамы элементтердің валенттілігіне қарай әр түрлі болады. Тотығатын элементтің валенттілігі тұрақты болса, оттекпен бір ғана тотық түзеді де оны тотық деп атайды. Мысалы, калий тотығы (К2О), кальций тотығы (СаО), т.б.\nЭлементтің валенттілігі ауыспалы болса, онда ол бірнеше тотық түзеді. Оның жоғары валенттісін тотық деп, ал төмен валенттісін шала тотық дейді. Мыс., темір тотығы (Fe2O3), темір шала тотығы (FeO), т.б. Тотықтар химиялық қасиеттері бойынша тұз түзетін (Na2O, MgO, Al2O3, Fe2O3, CaO, т.б.) және тұз түзбейтін немесе индифференттік (N2O, CO, NO, H2O) деп бөлінеді. Тұз түзетін тотықтар негіздік, қышқылдық немесе ангидридтер және амфотерлі (екідайлы) болып бөлінеді. Негіздік оксидтер (Lі2O, CaO, FeO, MgO, т.б.) сумен тікелей немесе жанама жолмен әрекеттесіп, негіз [(LіOH, Ca(OH)2, Fe(OH)2, Mg(OH)2)] түзеді. Қышқылдық оксидтер (SO3, P2O5, NO2, N2O5, SіO2, т.б.) сумен тікелей немесе жанама жолмен әрекеттесіп, қышқыл (H2SO4, H3PO4, HNO2, HNO3, H2SіO3, т.б.) түзеді. Амфотерлі (екідайлы) оксидтер (ZnO, SnO, PbO, SnO2, PbO2, Al2O3, Cr2O3, Fe2O3, Sb2O3, т.б.) қышқылдар, қышқылдық оксидтер және негіздер, негіздік оксидтермен тұз түзеді (қ. Тұз). Бұлардан басқа асқын Тотықтар (пероксидтер: Na2O2, BaO2, CaO2, т.б.) да болады. Тотықтардың көбі су (Н2О), көмірқышқыл газы (СО2), кремнезем (SіO2), түрінде табиғатта жеке күйінде кездеседі. Тотықтар жай заттарды оттекпен тікелей әрекеттестіру, күрделі заттардың жануы, оттекті қосылыстарды қыздырып айыру, т.б. жолдармен алынады. Кейбір табиғи Тотықтар минерал күйінде кездесіп, өзіне сәйкес металдар (темір, қалайы, т.б.) алуда негізгі шикізат болып табылады.\nТотықтар техникада мыс., сөндірілмеген әк (СаО) құрылыс жұмыстарында, NO2, SO2 азот, күкірт қышқылдарын өндіруде, т.б. кеңінен қолданылады.",
                "date": "21.05.2020",
                "upvotes": 0
            }
        ]
    }
]