[
    {
        "question_title": "Кешенді тестілеу арқылы университетке тапсыруға болама",
        "question_content": "Мен 2017ж мектеп бітірдім бірақ ұбт-ға қатыспай тек мектептен емтихан тапсырдым да коледжге тапсырдым және түстім онда мен 1 жарым жыл окыдым яғни 2-ші курс аяқтамай арыз жазып шығып кеттім. Енді осы жылы яғни 2019ж жазда мен университетке түсу үшін  кта тапсыра аламын ба?  Тапсырған жағдайда сырттай оқу бөліміне қабылдана аламын ба?",
        "question_date": "4.02.2019",
        "question_tag": "Университет, колледж",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны Университеттің кадрлар бөліміне барып, сұрап көріңіз.",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық есеп. 210 санын А және В сандарына пропорционал етіп бөлді.",
        "question_content": "210 санын А және В сандарына пропорционал етіп бөлді. Егер А және В сандарының айырмасы 7 және пропоционал бөлінген санның бірі 84-ке тең болса,онда А жане В сандарын табыныз",
        "question_date": "4.02.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A=B+7\n210-84=126\n126:A=84:B\n126/B+7=84/B\n126B=84B+588\n42B=588\nB=14\nA=B+7=14+7=21",
                "date": "5.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойыңды бұзсаң күш қылып, тоқтады ысқырып (жұмбақ) жауабын айтасыздар ма?)",
        "question_content": "ойыңды бұзсан күш қылып,тоқтады ысқырып  (жұмбақ) жауабын айтасыздар ма?) жауабын айтасыздар ма?",
        "question_date": "4.02.2019",
        "question_tag": "Мектеп",
        "question_views": 57700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "футбол, ысқырық, айып добы",
                "date": "5.02.2019",
                "upvotes": 0
            },
            {
                "text": "Ойынды бұзсаң, күш қылып\n\nТоқтатады ысқырып\n\n                             Төреші",
                "date": "3.02.2020",
                "upvotes": 0
            },
            {
                "text": "Оиынды бузсан куш кылып токтатады ыскырып",
                "date": "8.02.2022",
                "upvotes": 0
            },
            {
                "text": "Ысқырғыш толық нұсқасы",
                "date": "29.01.2024",
                "upvotes": 0
            },
            {
                "text": "футбол оиыны бузсан ыскырып",
                "date": "1.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басыңда ешкімге айта алмайтын жеке проблемаң болса не істеуге болады?",
        "question_content": "Тіпті араласып сөйлесіп жүрген достарыңа да,  туыстарыңа да айта алмайтын проблема болса?",
        "question_date": "4.02.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе?! Күнделік жазыңыз! Немесе қағазға ойыңызды, сырыңызды түсіріп, көз алдыңызда отқа жағыңыз. Жеңілдеп қаласыз",
                "date": "20.02.2019",
                "upvotes": 0
            },
            {
                "text": "сұрақ жауап сайытына жаз. фейк поштамен.Мысалға мен сияқты.",
                "date": "13.02.2019",
                "upvotes": 1
            },
            {
                "text": "Мына психологиялық тестті шешуге кеңес беремін. Тест сізге психологтың көмегіне жүгінуіңіз керек пе, жоқ па, соны білуге көмектеседі.",
                "date": "20.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарақатты қалай емдеуге болады?",
        "question_content": "Попугай кеша құсымның сол жақ қанаты ісіп кетті, оны қалай емдеуге болады?  Жалпы емлымызде жануарларды емдейтін болница барма?",
        "question_date": "4.02.2019",
        "question_tag": "Тазалық",
        "question_views": 989,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине бар, егер қалада тұрсаңыз ветеринарлық емханалар көп қой.",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұятмен деген кім? Бұл түсінік қайдан шықты?",
        "question_content": "Ұятмен деген кім? Бұл түсінік қайдан шықты?",
        "question_date": "4.02.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы кездері «ұятмен» деген жаңа түсінік пайда болды. Ұятмен – өзінің жеке моральдық қатаң түсініктерімен өмір сүретін адам-мыс. Осыдан екі жыл бұрын Мұрат Дильманов есімді суретші Ұятмен батырды ойлап тауып, өзінің фейсбуктегі парақшасына: «Кеше қайғылы жағдайларға байланысты халықтың сүйіктісі Ұятмен қайтыс болды. Ол туралы әңгіменің барлығы біздің жүрегімізде қара нүкте боп қала береді. Ұятменнің жерлеу рәсімі мен жерленген орны қосымша кейінірек хабарланатын болады» – деп жазып, салған суретін жүктеді. Бұл әңгіменің басы негізінен Талғат Шолтаев есімді астаналық тұрғынның Астанадағы әйел мүсіннің тым анайы екенін айтып, үстіне орамал жауып қойғанынан басталған еді. Сол кезде жұрт пікірі екіге жарылды. Бірі Талғатты қолдаса, бірі даттап, жерден алып, жерге салды. Заңгер Талғат Шолтаев суретшінің комикс кейіпкері болып, әлеуметтік желіде бәрі оны ұятмен санап, кейін сол сөз жастардың лексиконына айналып кетті. Мұрат Дильмановтың бұл суреті ащы мысқылға толы туынды еді. Ол ойлап тапқан суперқаһарманның жаудың ашық жерлеріне орамал ататын «Ұяталити» деген қаруы да бар. Жарайды, тақырыптан ауытқымай негізгі әңгімеге көшейік.\nОсы оқиғадан соң бүгінгі таңда халықтың ашық пікір алаңына айналған әлеуметтік желіде ерінбегеннің бәрі пікір білдірді. Жоғарыда айтып өткен «ұятмен» сөзінің пайда болуына да осы оқиға әсер еткен секілді. Осыдан кейін-ақ әлеуметтік желіде #ұятмен атты хэштек пайда болды. Әрине, бес саусақ бірдей емес. Қоғам болғасын әр түрлі көзқарастың болуы заңды. Алайда, кейінгі уақытта бұл тақырып ең танымал, ең жиі айтылатын сөзге айналғанын жұрт жақсы біледі. Байқасақ, осындай әңгімеден соң жұрт ұят пен ұят еместің аражігін ажырата алмай жүргендей көрінеді. Қалай дегенде де бұл күйіп тұрған мәселе болып отыр.\nКешіріңіздер, біз «Байзақовалардан» жеңіле бастадық. Біз оларды мазақтап, кемшіліктерін бетіне басамыз ба дедік, кейінгі ұрпақ олардан үлгі алмаса екен деп тіледік. Сөйтіп отырған кезде олар бізден пысықтық танытып, «ұятмен» дейтін сөзді шығарып, өзімізді тақырға отырғызып кетті. Осындай кезде біз не істеуіміз керек? Руханияттың адамдары, қоғамның арлы өкілдері қандай әрекет жасауы керек? Әлде мазақ боп отыра береміз бе? Бір кездері «мәмбет» деген атаққа қалған кезіміз де болды. Шын мәнінде ол соншалықты масқара атау емес еді. Мәмбет – мәңгүрттің синонимі деп біледі екен кейбір адамдар. Оған жеткізген жоғарыда атап өткен «жұлдыздар» дер едік. Енді бізді тағы да осындай дәрежеге түсіріп отырған жайы бар. Сондықтан осылармен қалай күресеміз? Осы мақсатта белгі адамдардың пікірін білмек болып, сауал жолдадық.\nҚазіргі қоғамда жиі талқыға салынып, жұрт пікірін екіге бөлген «ұятмен» сөзі қайдан пайда болды? Бұл мазақ па, жоқ әлде?..\n2. Шын мәнісінде қазақ ұғымындағы (болмысындағы) ұяттың алар орны мен салмағы қандай?\nДина ЕЛГЕЗЕК, журналист: Ұятты надандықпен шатастырады\n1. Соңғы жылдарда «ұятмен» деген әжуа «термин» қоғамға еніп кетті. Оның пайда болуына қоғамда қызу талқыға салынған кей жайттар әсер етті деп ойлаймын. Астанадағы сұлу қыздың бейнесіндегі мүсінге тиісіп, үстіне киім кигізіп кеткендердің болғаны есіңізде шығар? Ол – өнер туындысы ғой. Жансыз атрибуттың төсін жауып, көйлек кигізген, әлгі мүсіннің көзін құрту керек деп айғайлаған қауымға «ұятмендер» деген ат қойылды. Әлемдік жауhарлардың қатарына кіретін «Давид», «Венера Милосская» секілді құнды өнер туындылары бар. Ғасырлардан бері келе жатқан ғажайып жауhарды адамзат көзінің қарашығындай аялап келеді. Сол мүсіндердің үстіне киім кигізген масқараны көрдіңіз бе? Басына орамал тақпаған қызды көрсе де әлгі «ұятмендер» жұлып-жеп, желіде аузына келгенін айтып, небір ерсі қылық көрсетті. Зайырлы мемлекет екенімізді ұмытып, өздерінің ежелгі замандық дәстүрін орнатпақ болған әлгілер «ұят» деген қасиетті ұғымды надандықпен шатастырды. Надандыққа қарсы бағытталып айтқан «ұятмен» дегеннің астарын кейін басқаша бұрмалап алғандар да бар. Шын мәніндегі ұят нәрселерге сын айтатындарға да «ұятмендер» деп айдар тағып, мазақ етіп, «ұятменнің» әуелгі әжуа атауы керісінше сипат алып кетті.\n2. Ұят – имандылықтың белгісі. Ар мен адамгершіліктің бастауында «ұят» тұр… Қазақ «Өлімнен ұят күшті» деп бекер айтпаған. Осы мақалдан-ақ ұяттың біздің ұлт үшін нендей қасиеттің белгісі екенін салмақтауға болады.\nЛәйлә СҰЛТАНҚЫЗЫ, тележүргізуші: Хайпты қуған Хамит көп.\n1. «Ұятмен» сөзі қайдан пайда болды дейсіз бе? Біз қай нәрсенің де бітіп, таусыла бастағанында байқаймыз ғой. Бұл да сол сияқты. «Ұятмен» сөзі қоғамда ұяттың қапшығы ортайып, түбі тесіле бастағанда пайда болды деуші едім. «Абырой бар жерде ар шапаны сөгілмейді» демей ме?! Бұл сөз бұрын неге айтылмады?! Себебі ол қолдануға керек болмады. Ал қазір «ұятменнің» xит кезі. Бәріміз xайп қудық, сол xайп қуғандарды «ұятмендер» қуды. Бүгінде «Хайпты қуған Хамит» көп. Неге?! Халық анау-мынауға таңғалмайды, мән бермейді. Ал xалықтың назары, шуы – от. Қазаныңды қайнататын, тіршілік атты мұржаңнан түтін шығаратын от. Ол болмаса, иесіз қалған үйдейсің. Сондықтан ажиотажды елдің өзі аңсайды, күтеді. Бірақ өздері оны ешқашан мойындаған емес.\n2. Ұяттың алар орнын мен айтпасам да әр қазақ біледі. Ұят пен қазақты бөліп қарауға болмайды. Неге?! «Ұят болады!» Тәрбие осы екі ауыз сөзбен түйінделеді. Бұрынғы қазақтардың тектілігі мен мықтылығына таңғалам. Ол кезде де бүгінгідей жағдайлар болды. Бірақ олар ұяттың ұртына жеткізбей, жақтап не жазалап алып отырды. Мысалы,  Қодар мен Қамқа өлімі. Екеуінің ісі – ұят. Жазасы – өлім. Қазақ шығармаларында атастырып қойып, ұрын бару. Одан соң өзгемен қашу. Мұндай мысалдар көп. Айырмашылығы уақытта. Бүгін оның бәрі қалыпты жағдай. Сондай жағдайды студияда айтып, экранға шығару – ұят па?! Өмірде, айналасында болып жатқанды көргісі де, мойындағысы да келмейді.\nАйна ДОСҚЫЗЫ, PR маман, блогер: Оны ұятқа қарсы адамдар ойлап тапты.\n1. «Ұятмен» деген атауды шығарған осы әлеуметтік желідегі ұятқа қарсы адамдар. Мен бұған қарсымын. Себебі әр адамда ұяттың, жалпы өзінің ішкі шекараларының болғаны дұрыс. Өз басым қысқа, ашық-шашық киінуге мүлде қарсымын. Егер қоғамда ұят болмаса, әркім ойына келгенін істейді. «Ұялу – Алладан» дейді ғой. Менің де соны қолдайтын жақсы араласатын достарым бар. Олардың пікірінше, кім қалай жүрсе де, не кисе де  өзі біледі. Еркіндік және шектен шығу деген ұғым бар. Шектен тыс еркіндіктің арты азғындыққа апаруы мүмкін. Сондықтан бұған қарсымын.\n2. Бұл ұғымды тек қана қазаққа тән деп есептемеймін. Меніңше, ұят ұлтқа бөлінбейді. Ұят барша адамзатқа тән қасиет. Өзің өмір сүріп отырған қоғамның ережелеріне бағынбау үлкен қателік. Қазір көп адам балаларын «сен индивидсің, сен ерекшесің, жұрт не десе о десін» деп тәрбиелейді. Бұл эгоцентризмге жол ашады. Сенің жасаған әрекеттерің ешқашан біреуге кесірін тигізбеуі тиіс. Өзің қоғамның бір бөлшегі болған соң бәрібір белгілі бір ережелерге бағынуың қажет. Егер қоғамда ереже болмаса немесе адамның өзінің ішкі шектеуі болмаса, онда ол адамды сырттан шектеу керек.\nЭльвира ЕРҒАЛИНА, блогер: Ұятмендер» – бүгінгі заманның клоундары.\n1. Қазіргі қоғамда жиі талқыға салынып, жұрт пікірін екіге бөлген «ұятмен» сөзі ұяттың аражігін ажырата алмаған, бірақ ұятты жалаулатып, болатын һәм болмайтын жерге қыстырыла беретін адамдарға қатысты пайда болды. Нағыз ұяттың не екенін білмейтін, десе де өзгенің жеке өміріне қол сұғу арқылы, өзіне көпшіліктің назарын аударту арқылы, өзінің эгосын қанағаттандыру арқылы, ұлттық құндылықтарды өтірік алға тарту арқылы ұпай жинағысы келген адамдарды «ұятмен» деп атап кетті. Шындығында олардың қолынан ештеңе келмейді. Олар өте қорқақ, көпшіліктің пікіріне арқа сүйейтін «диван батырлары». Дау да, атау да Астанадағы ғашықтар аллеясындағы мүсіннен басталды емес пе. Өнердің не екенін, оның неліктен дәл осылай қойылғанын түсінбегендер шу көтерді.  Жалпы Тәңір жаратқан кейбір заңдылықтарға адамның тәніндегі, мүсіндегі кейбір нәрселерге ұят деп кез келген дүниені таңа беру «ұятмендердің» ісі. Мұның қатарына кешегі Жан Ахмадиевті жатқызуға болады. Мен оны «ұятмен» деп айта аламын. Ұятмендер өмірде өздерінің сөзіне қарсы шығуы мүмкін. Өйткені әдетте адамдар өзінің бойында, санасында жүретін ойларды жұрттан көргіш келеді. Менің бұл қылығымды біліп қалмасын, әуелі бірінші өзім ұрандатып шығайын, сосын өзімді ақтап аламын, қалғаны менің мәселем емес деп ойлайтын эгоистердің тірлігі деп ойлаймын. Сол үшін халық оларды күлкіге айналдырады. Былайша айтқанда «ұятмендерді» бүгінгі заманның клоундары десек те болады.\n2. Қазір шын мәнісінде қазақ ұғымындағы ұятты жоғалтып алған сияқтымыз. Мысалы, көшеде өз бетінше кетіп бара жатқан қыздың киіміне, бояуына тиісіп, соған ер жігіттің әңгіме айтуы, болмаса соны суретке немесе видеоға түсіріп, әлеуметтік желіде жариялап, мынау ұят деп айту жігіттікке жараспайтын ұят тірлік дер едім. Қазір уақыт өзгерді, заман дамып жатыр. Баяғы жаугершілік заман емес, бұрынғы Кеңес өкіметінің дәуірі де өтті. Біз бейбіт заманда ғұмыр кешіп жатырмыз. Бүгінгі дамыған бейбітшілік дәуіріне бұрынғы дәуірдің адамдары бейімделе алмай жатыр. Кейбір жастардың санасына да сол ескі программаны құйып жатқан сияқты. Қазіргі жастар адамның өз ұлтын, тілін, дінін, салт-дәстүрін сүю, құрметтеу секілді барлық құндылықтарды біледі. Бірақ олар соны жалаулатып көшеге шығып, сол үшін өздерін көшбасшы санап жүрмейді. Өкінішке қарай сол санатқа кірмейтін жастар өзінен көш ілгері жүретін замандастарының ісін күндейді. Не ішіп, не кисе де, қайда барып, кіммен жүрсе де бәрін ұят санайды. Олардың санасында өткен буынның қорқынышының табы қалып қойған. Сөйтіп біз шын ұят пен жалған ұяттың аражігін ажырата алмай қалдық. Адами тұрғыдан қарасақ біреудің жеке өміріне, жеке көзқарасына, араласатын ортасына қол сұғуға ешкімнің құқы жоқ. Ол өте ұят. Өткен дәуір келмеске кетті. Қазір заман басқа. Әркім өз мүмкіндігінше дамитын заман. Жеке территория мен ортақ территорияны ажырата алмаған адамдар біреудің жеке өміріне өтіп, оған өзінің үстемдігін жүргізгісі келеді. Заманға бейімделе алмай жатқан адамдар қазіргі нағыз ұяттың не екенін білмей жатыр.\nБіз ештеңеге таңғалмайтын дәрежеге жеттік. Бұрын өрескел қате, масқара, ұят делінген жағдайларға көз үйренгені сонша, етіміз өліп кеткен. Міз бақпаймыз. Азаннан кешке дейін жұмыстың соңында жүретін ата-ананың балаларымен тілдесетін уақыты жоқ. Адамдардың бір-бірімен виртуалды әлемде ғана араласатын жалған достығы, өтірік көлгірсу, бәрі-бәрі айналамызда болып жатыр. Тіпті, бүгін досымның туған күні. Баруға аса құлқым жоқ, WhatsApp-тан құттықтай салармын деген замандасымызды да көріп жүрміз. Шын көңілден хал сұрасу, көзбе-көз барып жағдайын білу, бір дастарханда отырып әңгіме-дүкен құрып, сырласу деген нәрсенің азайғанын несіне жасырайық? Осының бәрі бүгінгідей сорақылыққа жеткізіп отыр.\nКүні кешегі Байзақованың іс-әрекетін қоғам боп талқыласақ та, әлі түбіне жетпедік. Бір адамның анайы әрекеті жаппай жұрттың «жағасын ұстатты». Бізді қынжылтатыны – соларды қолдайтын жастардың бар екені. Неліктен адам жаман жолды таңдауға бейім деген заңды сауал туындайды. Өйткені қай кезде де жабайы болу оңай. Оған ешқандай ақылдың керегі жоқ, күш жұмсамайсың. Бір қызығы, осы жабайылықты адамдар танымалдылықтың құралы жасап алғанға ұқсайды. Қазіргі тілмен айтқанда «қара пиар» арқылы атың тез таралады. Әрине, біз аттандап, даурыққымыз келмейді. Мүмкін, әлдеқандай себептер болған шығар. Тұрмыстан ауыр соққы алып, жаман жолға түскен дейді. Енді біреулер анасымен қатты ұрсысып, қасақана істейді дейді. Қалай десек те, оның бұл әрекетін құптамас едік. Жасап алған образы мен іс-әрекеті еш ақтауға тұрмайды. Қоғам тарапынан оның әрекетіне қарсылық болғанын сезіндіру керек еді. Оны қаншалықты сезініп, байыбына барғанын бір Құдай біледі.\nБіз қанша жерден мойындамасақ та қазір «антиұяттың» кезеңі келді. Шешінуден қымсынбайтын әнші-әртістер көп. Олардың көбі өзіміздің қаракөздеріміз. Оларға еліктеген жастардың танымал болу деген осы деп түсінбесіне кім кепіл?! Алматылық дәрігер Әсел Баяндарованың да «қылығын» ұмытқан жоқпыз. Оның ойынша, «ұятмендер» қазақ әйелінің бостандығына тұсау салғысы келеді. «Қазақстандағы әйелдер өзін еркін сезінбейді. Сіз қоғамның қысымына қарсы тұру үшін күшті болуыңыз керек. Кәдімгі әйелдің мұндай жүкті көтеруі қиын», – дейді ол. Оның фейсбук желісіндегі жазбасы бір сәтте «атақты» қылып жіберді. «Әйгілі жазбасында» ол қазақ әйелі дәстүрлі қоғамның ақылсыз қағидаларымен жүруге міндетті емес екенін ашық айтты. Жартылай жалаңаш суретімен бірге жарияланған жазбасы жиырма мың лайк, сегіз мыңға жуық пікір жинады, мыңдаған адам бөлісті. Баяндарованы басқа да қазақстандық әйелдер қолдап, ню (французша – nudité, қысқаша – nu – «жалаңаштық», «жалаңаш») стиліндегі суретін әлеуметтік желілерге таратып, моральді қорғаушылардың қысымына наразылық білдірді. 2016 жылы Дана Кульжанова есімді қыз еліміздің көк байрағын Нью-Йорктағы гей-парадқа алып шыққаны да есімізде. «Қазақстандағылар ер адам басым рөл атқаратын ұжымдық рухы бар ауылдық қоғамда өмір сүруде», – дейді «Стратегия» саяси және әлеуметтік зерттеу орталығының президенті Гүлмира Илеуова. Әлеуметтанушының айтуынша, елде мәдени идеологияны іздестіру үдерісі жүріп жатыр. Ол қоғам өзін-өзі тану мен дамудың нақты бағыт-бағдарына мұқтаж екенін алға тартады.\nКейбір қоғам өкілдері бәрін «ұят боладыға» әкеп тіреп тастайтын секілді. Осы «ұят боладының» кесірі кері шегіндіреді дейді. Бізді осы ұятымыз сақтамайтын ба еді? Белгілі бір деңгейде ұятымызды іске қоспасақ, ішкі моральдық құндылықтарымыздың күл-талқаны шығар еді. Асылы, біз «ұят боладыны» дұрыс түсінбедік. Ұят пен ұят еместі шатастырып алдық. Орынды-орынсыз жерге қолдану арқылы ұятымыздың қадірін жоғалтып алғанға ұқсаймыз.\nБіз бұл мақаламызда азды-көпті ушығып тұрған мәселенің мәнін іздеуге тырыстық. Ешкімге ақыл айтпадық деп ойлаймыз. Ақыл айтуға да аса құлықты емеспіз. Сөзімізді түйіндей келе айтарымыз, бұл тамыры тереңдеп кеткен әңгіменің төркіні орыстілді қазақтардың қазақтілді қоғам өкілдеріне деген мазағындай әсер қалдырады. Белгілі тележурналист Дана Нұржігіт бір сұқбатында: «Қазір іштегі моральдық кодекстің шекарасы бұзылған. «Ала жіпті аттамау» деген сөзді біз ұмыттық. Аттап кетіп жатырмыз. Табалдырықты басып та, керегемізді керіп те тұра береміз. Біздің көп нәрсеге етіміз өліп кетті…» – деген еді. Расында, біз қайда бара жатырмыз? Қазіргі бағытымыз дұрыс па? Қашанғы «түсіністікпен» қарай береміз? Соншалықты ішкі иммунитетіміз әлсіз бе еді? Бізді осындай сұрақтар мазалайды.\nТолығырақ: http://zhasorken.kz/?p=25100",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ұят болады\" деген түсініктерді қай жағдайда қолдануға болмайды?",
        "question_content": "\"Ұят болады\" деген түсініктерді қай жағдайда қолдануға болмайды?",
        "question_date": "4.02.2019",
        "question_tag": "Қоғам",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұят болмайтын жағдайда қолдануға болмайды.",
                "date": "4.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіздің білмейтін нәрселеріңіз көп пе?",
        "question_content": "Сіздің білмейтін нәрселеріңіз көп пе?",
        "question_date": "4.02.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте көп. Қазір \"кез келген ақпарат ғаламторда бар деп\" ізденуіміз азайып бара жатыр, оның орнына арзан күлкі, бос әурешілікпен күніміз әлеуметтік желілерде өтіп жатыр",
                "date": "4.02.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "2 күн болды азанда ұлымның үлкен дəреттің түсі жасыл болып кеткен. Оның зияны жоқпа?",
        "question_content": "2 күн болды азанда ұлым үлкен дəретке отырса зəрдің түсі жасыл. Ол неге? Балама зияны жоқпа?",
        "question_date": "4.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жөтелі барма? Вирустың белгілері іш өтіп жасыл түске айналуы  интерожармина беріңіз",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандық қандай IT қоғамдарды (сообщества) білесіз?",
        "question_content": "Қазақ тілінде белсенді жұмыс атқарып жатырған қандай IT қоғамдар бар? Қандай да бір жұмыс атқарған, тауар шығарған, білім беру жүйесіне ат салысқан т.б.",
        "question_date": "3.02.2019",
        "question_tag": "Жалпы компьютер",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "codeo.kz деген сайтты көрші,  программистер отырады.",
                "date": "4.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аягөз әлемі және Дулат Бабатайұлы деген шығармаға жоспар құру?",
        "question_content": "Аягөз әлемі және Дулат Бабатайұлы деген шығармаға жоспар керек.",
        "question_date": "3.02.2019",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дулат Бабатайұлы 1802 жылы туған. Өлген жылы әртүрлі айтылып келеді. Биыл туғанына 210 жыл толып отыр. Ал тойын... әлі күнге лайықты деңгейде өткізе алмай келеміз, деп хабарлайды Аltaynews.kz тілшісі.\nОсы орайда ақынның ауылынан шыққан жазушы Келіс Рақымжан былай дейді: \"Дулаттың бейітінің табылғанына он жылдан асты. Ақшатаудағы Қабылахмет ақсақал Шәкеров деген кісі бұрыннан біліп жүреді екен. Қазір көзі тірі, 80-ге келді. \"Тәуба\" деген кітапша шығарған. Coл кісі Аягөзде тұратын Шәкен деген қарияны Ақшатауға ертіп барып, сондағы бұрынғы совхоздың орталығынан жиырма шақырым жерден, ескі қыстауының орнынан тауыпты. Дулат жырлаған Еспембет батырдың сүйегі сол маңайда деп айтты. Сол жылы Қажығұлов Қайыртай деген кісіге жолықтым. Осы кісі Дулаттың қандай ұрпағы қалды, соның бәрін жазып алып, шежіре шығарған екен. Өзі ақыннан тараған елдің біршамасына жолығыпты. Шежіре сол ақсақалдың қолында. 200 беттік қолжазба кітап. Ақын туған жер бұрынғы \"Ақшатау\" совхозы 600 бала оқитын орта мектебі бар үлкен ауыл еді. Қазір 200-дей ғана бала оқиды. 90-ға жуық шаруа қожалығы бар. Бірақ тұрмыстары тым ауыр. Бір кезде 11 мың гектар егін егілуші еді, кейінгі кезде ол да жоқ. Өйткені, трактор, солярка жоқ.. Аспан Қажығұлов деген азамат іскер жігіттердің басын құрап, Дулаттың мазарын тұрғызуға көмектесіпті. Қайыртай ақсақалға «Көзі ашық кісісіз, енді Еспембет батырдың зиратын көтеруге мұрындық болсаңыз, Аспан деген азамат ұлыңыз бар, ел бар, батырдың ұрпақтарын жинап, бас құрап \" деп айттық.\nДулат ұрпақтарының бірі – Қайрақбай Ақбаев деген кісі Мыңбұлақта тұрды. Атақты адам, Социалистік Еңбек Ері болған. Ақшәулінің тауында қой бағып жүргенде жалаң қолын аюдың аузына тығып жіберіп, әлгі аңды соғып алыпты. 60-шы жылдары ол ерлігі туралы облыстық газет жазған болатын. 90-ға келіп, осыдан екі-үш жыл бұрын қайтыс болды. «Басқа да ақын ұрпақтарын таптық» деп Қайыртай ақсақал айтып отыр. Олар аталарының кім екенін, қандай ақын болғанын білмейді екен тіпті. Не бір заман өтті ғой бастан. Совет үкіметі халық жауы деп жариялап, ұрпағын тоз-тоз қылып жіберген ғой. Дулаттың атын атауға бертінге дейін тыйым салынды емес пе. Ақынның өлеңдері 80-ші жылдары ғана толық жинала бастады. Сайлаубай Жақыпов деген ауыл әдебиетін жинап жүретін кісі бар еді. Серікқазы Қорабаев жинады. Қазіргі алпысқа келіп қалған адамдардың өзі Дулаттың шын мәнінде қандай ақын болғанын білмейді. Жас ұрпаққа Дулаттың өлеңдерін оқыту, жаттату керек. Оның өлеңіндегі идеялар – патриотизмнің негізі. Онда азаттық сөз болады. Осыдан 150 жыл бұрынғы айтқан сөзі әлі шешімін таба алмай отыр емес пе\".\n\"Бұқарды ел біледі, Абай бұрыннан белгілі, ал екеуінің ортасындағы Дулатты жұрт білмейді. Бұл қалай? Аягөзде, Семейде, Астанада көшелерге Дулаттың аты берілуі керек. Ақшатаудағы мектептің аты Айғыз Көшкінбаеваның атында. Соны Дулаттың атына беру мәселесі Семейде көтерілді, бірақ ол шешілген жоқ» дейді Келіс Рақымжан.\n«Тас түскен жеріне ауыр» дейді атам қазақ. Ақын мерейтойы туған топырағында қандай деңгейде аталып өтілді? Аягөз жұрты Дулат Бабатайұлын қаншалықты құрметтеп жүр? Әлде, әлі де қадіріне жете алмай отыр ма? Мұны ақын жерлестерінің өз аузынан естіп көрелік.\nРифхат Зайытұлы, Дулат Бабатайұлы атындағы орта мектептің директоры (Аягөз ауданы):\n– Дулат ақынның 210 жылдық мерейтойына орай аудан көлемінде айтарлықтай шаралар қолға алынды деп айта алмаймын. Мектеп көлемінде бірқатар іс-шаралар өткізілді. Мектеп ішінде мұражай ұйымдастырдық. Мектеп оқушыларын жаз айларында Дулаттың басына апарып, өлеңдерін оқытамыз. Өкініштісі сол, Дулат ақынды мектеп бағдарламасына енгізіп, тереңдетіп оқыту жағы әлі жолға қойылған жоқ. Биылғы жылдың соңына қарай Семей қаласындағы №6 үш тілде оқытатын гимназиямен бірлесіп Дулат оқуларын өткізуді жоспарлап отырмыз.\nЖамал Қалиқызы,\nАягөз аудандық кітапханасының меңгерушісі:\n– Жыл басынан бері кітапханамызда Дулат ақынның 210 жылдығына орай оқырмандарға арнап шағын кітап көрмесі, библиографиялық айлық пен «Дулат – халықтың, ұлттың ар-ұжданы» атты кеш ұйымдастырылды.\nҚайыртай Қажығұлов, Аягөз ауданының Құрметті азаматы:\n– Қарағым, осы жасқа келгенше ақын бабам жайында аз білдік. Біздің заманымызда ол кісі туралы айту да қиын болды ғой. Дулатпен аталас болғандықтан зейнетке шыққан соң ол кісінің ұрпақтары жайында шежіре жаздым. 2000 жылы белгілі жазушы Қабдеш Жұмаділов «Прометей алауы» деген шығармасын жазуға келгенде ауылдың ақсақалы Қабылахмет молламен бірігіп Дулаттың моласын тапқан кезде ақынның басына белгі қойылды. Одан кейін аудан көлемінде ауқымды шара өтті дегенді естіген емеспін. Басқасын былай қойғанда Дулаттың атына әлі күнге көше есімі берілген жоқ. Дулат ақынның ауыл-аймақтарда елдің қолында жүрген шығармалары көп. Соны жинап, құрастырса, игілікті іс болар еді.\nТолығырақ: https://altaynews.kz/kz/arxiv/ayagozde-dulat-babatayulynyn-esimi-nasihattalyp-zhur-me.html",
                "date": "17.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өткізгіштің тізбектеп және параллель жалғау тақырыбы",
        "question_content": "1)Жаңа жыл шыршасының гирляндасы әрқайсысының кедергісі 52 Ом , кернеуі 13 В есептелген 20шамнан құралған . Егер гирлянда кернеуі 220 В электр желісіне қосылған болса , оның кедергісі мен өтетін ток күші қандай болады?\n\n2) 4 В кернеуге және 0,3 А ток күшіне арналған қалта шамын 220 В жарық беретін желідегі кедергісі 1100 Ом болатын электр шамына тізбектен жалғауға бола ма ?",
        "question_date": "3.02.2019",
        "question_tag": "Физика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Given:   formula   solition\n\nR1=52 ohm R=R1+R2  R=104\n\nR2=52 ohm  U1+U2=U U=223\n\nU1=13 V         I=U:R\nU2=220 V    I=223:104=2.24A\n\nfout to I=?  Resuit:I=2.24A",
                "date": "7.02.2019",
                "upvotes": 1
            },
            {
                "text": "1) U=U1+U2+...+U20=13 B×20=260B\n\nR=R1+R2+...+R20=52 Oм×20=1040 Ом\n\nI=U/R=260 B/1040 Oм = 0,25 А\n\nR=220 B / 0, 25 A = 880 Oм\n\n2)Болмайды ау, желідегі ток күші I=U/R=220/1100=0,2 A. Тізбектей жалғағанда барлық құрылғылардың ток күші тең болуы керек I = I1 = I2",
                "date": "7.06.2020",
                "upvotes": 0
            },
            {
                "text": "1)R= R1+R2+...R20= 520om×20= 1040om\n\nI= U÷R=220B÷1040om=0,21A\n\n2) Болады, сығырайып жазады",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алаяқ компаниядан қаражат қайтару",
        "question_content": "Қазақстан Республикасы Елбасы\nН.Ә.Назарбаевқа\nҚызылорда облысы Арал ауданы\nСексеуіл кенті Сартай би көшесі\n№11 үй тұрғыны жеке кәсіпкер\nҚорғанов Еркебұлан Дарханұлынан\nТел 87027718108 *Emails are not allowed*\nӨтініш\n   Құрметті Елбасы осы өтінішім арқылы төмендегі жағдайды білдіремін.\n    Мен 2014 жылы екінші деңгейлі банктен әкем несие алып беріп, Сексеуіл кентінде құрылыс материалдарын сатып кәсіп бастаған болатынмын. Жеке кәсібім өте қарқынды дами қойған жоқ, біртіндеп жолға қойылып келе жатыр. Қазіргі уақытқа дейін айналысып келе жатырмын. 2018 жылы ЖШС «Евро Казинвест» мекемесі мердігер болып Сексеуіл кентіне көмір әкеліп саттым. Осы мекеме сенімді болған соң осы мекеме директоры Аркадии Варавкин ЖШС Алмаз мекемесінің қызметкері Андрей есімді азаматтың телефон номерін берді. Осы Андреймен сөйлесіп ЖШС Алмаз мекесімен келісім шартқа отырдық.\n    16 сәуір 2018 жылы ЖШС «Алмаз» мекемесімен 2 800 000 (Екі миллион сегіз жүз мың) теңгеге №18/120 санды келісім шартын жасастық. Келісім-шарт мәні Сексеуіл кентіне 2 вагон  М 500 маркалы Ресей цементін жеткізіп беру. Келісім шарттың 1.4 тармағында көрсетілгендей цементті 5 (бес) жұмыс күні ішінде жеткізіп беруге тиіс болатын. Цемент жеткізу уақытынан кешіктірілуіне байланысты 2018 жылдың мамыр  айының 14 жұлдызында 2 800 000 (Екі миллион сегіз жүз мың) теңгені кері қайтару жөнінде ескертпе хат жолдадық. Аталған хатты ешкандай жауап қайтарылған жоқ. ЖШС Алмаз мекемесінен ешқандай жауап қайтарылмағандығына байланысты Қызылорда обылыстық экономикалық сотына талап-арыз жолдадым. Сот талап-арыз және қоса ұсынылған құжаттар негізінде сот менин пайдама қаражатты өндіру жөнінде шешім шығарды.\n    Шешім негізінде Астана қаласында (борышкер Астана қаласында орналасқан) жеке сот орындаушы Давлетов Алмас жұмыс атқаруда. Жеке сот орындаушысының мәліметінше аталған мекеме құжат жүзінде жұмыс атқаруда, бірақ келісім шартта көрсетілген мекен-жайда мекеме орналаспаған, мекеме директоры және мекеме қызметкерлері түгелдей дерлік жоқ, яғни мекеме қызметкерлерінен ешқандай мәлімет жоқ. Менің ойымша бұл мекеме қызметкерлері алаяқтықпен айналысқан. Бұл жерде жеке сот орындаушылары мекеме есеп шотына ақша түспейінше ешқандай шара қолдана алмай отыр. Ал бұл мекеме есеп-шотына ешқандай қаражат түспейтіндігі белгілі.\n   Жоғарыда атап өткенімдей бір жыл бойы 2 800 000 теңге қаражатым алаяқтар қолында, сонымен қатар бұл қаражат ещқандай айналымсыз тұр. Бұл жағдай маған өз кезегінде ауыр соққы болып тиіп отыр, қазіргі уақытта жеке кәсібімде айналып бәсеңдеп банкротқа ұшырау қауіпі туындап тұр.\n      Осы жағдайларды ескере отырып Сізден менің алаяқтар қолында жүрген қаражатымды қайтаруға яғни осы алаяқтарды тауып тергеу тексеру істерін жүргізуге, арнайы құзырлы орган мекемелеріне осы істі жеке назарға алуға қаражатымды қайтаруға көмектесуіңізді сұраймын.",
        "question_date": "3.02.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түс жору. Түсте биіктіктен қорқса не болады?",
        "question_content": "Түсте биіктіктен қорқу нені білдіреді?",
        "question_date": "3.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай мамандық иесін таңдауға болады?",
        "question_content": "Сәлем бердік! Егер қиын болмаса, маған Физика, Химия, биология пәндерінен басқа пәндерге арналған мамандық иелерінің тізімін беріңіздерші.",
        "question_date": "2.02.2019",
        "question_tag": "Мамандық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейіндік (таңдау) пәндері көрсетілген мамандықтар тізімі",
                "date": "3.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша жылдан кейін ағасы Әділеттен екі есе үлкен болады?",
        "question_content": "Әділеттін жасы 37-де, ал ағасы одан 9 жасқа үлкен. Қанша жылдан кейін ағасы Әділеттен екі есе үлкен болады?",
        "question_date": "1.02.2019",
        "question_tag": "Математика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "28 жыл бұрын Әділет 9 жаста, ал ағасы 18 жаста болған кезде 2 есе үлкен болған",
                "date": "18.02.2019",
                "upvotes": 0
            },
            {
                "text": "Есептің шарты қате болуы мүмкін, себебі Әділеттің жасы 37-де, ал ағасы одан 9 жылға үлкен болса ағасы Әділеттен қанша жыл өтсе де екі есе үлкен бола алмайды (егер қажет болса логикалық дәлелдеуге болады).\n\nP.S. Есеп шешімін табу үшін Әділеттің жасы не 3-те, не 7-де болуы керек (шынында Әділеттің жасы 9-дан аспаса жетіп жатыр) немесе ағасы кемінде 37 жасқа үлкен болуы қажет. Егер Әділет 3-те болса 6 жыл өткенде, ал 7-де болса 2 жыл өткенде ағасы Әділеттен екі есе үлкен болады.",
                "date": "1.02.2019",
                "upvotes": 1
            },
            {
                "text": "Əділет 28 рет туған күн тойламаса ағасы 2 есе үлкен болады.",
                "date": "2.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Думкаға түсіп кетсең... не істеу керек?",
        "question_content": "Өз өзімнен жұмысқа,  ақша табуға,  ештеңкеге желание тартпайды. Жай ғана сотка шұқылап, отыра беремін.Думкада жүрмін. Айналамдағыларды жақтырмаймын. Быт шыт боп жүрмін. Не істеймін? Өлең түріндегі жұбату керек емес.\n\nдумкаға түсіп кеттім деймін ба,  ойсыз ,мақсатсыз жаман өмір сүріп жүрмін. Айналада жарқын нәрселер, ештеңе қызықтырмайды.\n\nнақты кеңес керек боп тұр. Өзіме риза емеспін.\n\nөзіме жау адам сияқты қарап жүрмін. Вообще өзімнің болашағыма жаным ашымайды.",
        "question_date": "1.02.2019",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1900,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Шынымен ойландыратын сұрақ. Адам болған соң біздің де басымызда осындай жағдайлар болып тұрады. Кейде менің де өз өзіме көңілім толмайды. Бұрынғы Ербол қайда кетті деп?\nБұрындары білекті сырып қойып, күндіз түні жұмыс істей беретін едім. Қазір мойынға жалқаулық отырып алғандай күйдемін. Бірақ барлығы уақытша екенін ескерте кетейін. Әр адамның тағдыры өз қолында. Сабыр қылып, алға жылжи беру қажет. Ертең-ақ өмірге деген құлшынысыңыз артып, барлығы жақсы болып кетеді. Жақсы кездегі өміріңіз бен қазіргі өмірді салыстыру үшін осындай қиындықтар болып тұрғаны жақсы.\nБарлығы салыстырмалы...\nМүмкін ойды бөлу үшін, ұялы телефонды шұқылай бермей компьютерге ойын басып алып арасында ойды бөліп ойнап тұрған да дұрыс шығар деймін. Қазір үйге PlayStation алсам ба деген арам ойым бар. :)\np.s. Жалпы Сая Бакимованың парақшасына жазылып психологиялық кеңестерімен танысуға кеңес беремін:\nhttps://www.instagram.com/bakimovasaya/\nЕр адам жанының қиналысын, ашуын, кегін мойындау керек. Айта білуі керек. Әйтпесе ол ашу қайда бағытталады?\nБіреулер оны өмір бойы бас көтерткізбейтін, мысын басып тұратын ауырлық, депрессия ретінде сезеді.\nБіреулерде неше түрлі ауру ретінде көрінеді.\nБіреулер ішкі параноидты ойларын сыртқа проекциялап үнемі - мыналар өзіміздікі, мыналар жау, анау жеңілген жақ,біз жеңген жақ деп бөліске салып жүреді.\nСонымен бірге көбі ашуын әйел мен баланы ұруға, басқа ер адаммен бәсекеге жұмсайды.\nПрактикамнан түйген ойым: ер адамдарға психология көбірек керек. Бүкіл әлемде 2-ші дүниежүзілік соғыстан соң әйелдер еркіндік талап етіп, соның арқасында эмоциялық та еркіндік алып, проблемасын айта алатындай жағдайға жетті. Ал ер адамдар әлі қоғам жынысына қарап таңып берген рөлінен шыға алмай жүр. «Еркектің міндеті - отбасының қорғаны болу, оны асырау» дегенді миға әбден бәріміз құйып алдық. Жақсы. Бірақ тұлға ретінде ер адамның одан да басқа қырлары көп. Біз үшін ер адам көп ойланбау керек сияқты, проблема бар деп қиналмау керек сияқты. Олай десе ауру деп қарап, оны есептен сызып тастағымыз келіп тұрады. Көбі ер адамды «әйелі, баласы, үйі, машинасы» болуы керек бір жүрген «жұмысшы» деп көреді. ⠀\nБарлық адамға, оның ішінде ер адамға да өміріне, психикасына орасан зор әсер ететін алғашқы адам - Ана. Анасымен байланыстың көп тұсы бейсанада сақталғанымен, ер адамға сол байланыс өмір бойы әсер ететін болады.\nКонфликттен қашу, әйелінің бар айтқанын істесем бақытты болам деу - анамен шешілмеген конфликттердің проекциялары болуы мүмкін.\nТағы бір әсер ететін жері - біреуге қамқор болу, жылылық таныту деген өзінің мінезіндегі «әйелдерски» қасиеттерден қатты қорқу. Соның кесірінен әдейі дөрекі, қатты болып көрінуге тырысады.\nҮшіншіден, көбіне еркек былай істейді, әйел солай істейді деп айтқанмен іштей өзін жыныстық идентификациялау қиын нәрсе. Сол себепті өзіне тыйым салған нәрселерін басқа адамдарда көрсе, көзсіз ашуға беріледі. «Гейлерді өлтіру керек, найнти уан өлең айтпасын» деп бәрінен қатты айқайлайтын адамдарды мысалға келтіруге болады.\nТөртіншіден, алғашқы жақсы көрген объекті - Анадан көрген әйелдік қасиетті тым қатты жоғары санағандықтан, көп ер адам үшін - отбасы тек төсек қатынасымен шектеледі, немесе оған тым қатты көңіл бөледі. Қалыпты жағдайда ол қарым-қатынастың бөлігі. Ал басқа сезім атаулы дефицит болғанда тым болмаса жыныстық қатынас арқылы символдық түрде жатырға қайта оралып, тыныштық табуға тырысады.\nӨзіне өтірік.\nЕр адамға ең қиыны - өзін бақытсызбын деп мойындау. Қанша жетістікке жетсе де, «иә, мен осы кезге дейін көп нәрсені дұрыс бағаламаппын, енді өзгертем» деп айтуға көп күш керек.\nҚорқыныш.\nБарлық адамның өміріне ішкі қорқыныш әсер етеді. Бірақ ер адамдар сол қорқынышты елемеуге барынша тырысады.\nКөп қорқыныш бар - бәсекелестік кесірінен басқа еркектерден қорқу, әйелдерден қорқу (себебі өз анасымен қарым-қатынас оған әлі түсініксіз), әлемнен қорқу (себебі өмір ертең алдыңнан не шығарары белгісіз соғыс алаңы сияқты).\nҮнемі «нағыз еркекпін бе, менің нағыз еркек екенімді бәрі көрді ме» деген ойдан шаршайды. Осыдан да істегенін көөп нәрсе қылып көрсетуге тырысу, басқаларды қорқытуға тырысу, маңызды шешімді қабылдағысы келмей ығыстыра беру деген сияқты белгілер пайда болады.\nШынайы эмоция\nБарлық ер адамның есінде өзін көрсеткісі келіп, бірнәрсе істеген, бірақ кейін күлкіге қалған кезі мықтап сақталған. Әлсіз болу жанын ауыртатын сезім, енді ешкімге ештеме білдірмеймін деген шешім шығарады. Бірақ күндердің бір күнінде бұлай өмір сүру ыңғайсыз бола бастауы мүмкін. Себебі, «мен өзімді-өзім алдап жүрмін!»\nТравма\nҰл бала белгілі бір уақыттан соң анасынан психологиялық түрде бөлініп, үлкен өмірге аттанады. Бұрындары баланы өзіне атаған атқа отырғызып, «енді сен жігітсің» деп, бір белестен екінші белеске өткізген. Яғни инициация жасаған.\nИнтернеттен оқып көрсеңіз, әр ел ұл балаларды әртүрлі жолмен «ересек» өмірге дайындаған. Ол нәрсе балаға ауыр, сол ауырлығының арқасында ішкі өзгерістерге алып келетін жол болған. (Жанға батпайтын нәрсе өзгеріске әкелмейді) Әдебиетте ер жеткен баланы алыс жолға жұмсап, «сәлем беріп қайт, батасын ал деген» эпизодтарды бекер кездестірмейміз. Оған атасы, әкесі, ауылдың ер адамдары жақсы сөздерін айтып, үйрететін жерлерін үйретіп отырған. Бізде қазір сол дәстүрлердің мазмұны кетіп, сыртқы бояуы қалды. \nӘлемде онсыз да зұлымдық жетеді. Ер адамдар ашуын танып, өзіне психологиялық көмек берсе, көп нәрсені өзгерте алады.\nБала кезде қиналу ұят емес! Бала кезде ешкім өзіне көмектесе алмайды, физикалық әлсіздіктің әсерінен бәріміз бейсана деңгейінде боламыз. Бірақ есейген кезде сана арқылы көп нәрсені түсініп, өңдеуге шамамыз келеді. Жылдар бойы жиналған ашу осылайша ішкі энергияға айналады.\nМен мәлімет алған \"Мужские псиxические травмы и иx исцеление\" деген кітапта мынадай 7 қадам көрсетілген.\n1. Әулеттегі ер адамдарды тануға, түсінуге тырысыңыз. \n2. Біреумен құпияңызды бөлісіңіз.\n3. Ұстаз іздеңіз, өзіңіз де біреуге үйретіңіз.\n4. Басқа ер адамдарды жақсы көріңіз. \n5. Өзіңізді түсініңіз.\n6. Жаныңыз қалайтын нәрсені іздеңіз.\n7. Революциядан қорықпаңыз.\nКітапты Юнгтің псиxоаналитикалық бағытын ұстанатын Джеймс Холлис деген автор жазған. Ішінде символ, образ көп. Автордың тілін тура мағынада қабылдамаңыз. Ретроградный сатурн деп басқа жаққа кетіп қалуыңыз мүмкін)\nP.S. Псиxологқа бару әлсіздік емес, қайта білмеген нәрсені зерттеуге деген батылдығыңыз.",
                "date": "7.02.2019",
                "upvotes": 4
            },
            {
                "text": "Бұл тығырықтан шығар бір жолды көріп тұрмын, думкадан шығу керек.",
                "date": "1.02.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тарих пәнінен сабақ беру үшін рұқсат беретін анықтаманы қайдан алуға болады?",
        "question_content": "Мен Құқық және экономика мамандығын оқыдым (бакалавр).қазір мектепте Тарих пәні бойынша сабақ беру үшін оқу орнынан немесе министірліктен анықтама қажет.Қазақстан тарихы пәнінен сабақ бере алады деген.бұл қандай анықтама немесе сертификат.қалай алуға болады.курс оқу керекпе.Астана қаласында тұрамын.",
        "question_date": "1.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұл қандай ән? Кім таныйды.",
        "question_content": "",
        "question_date": "1.02.2019",
        "question_tag": "Қазақша ән",
        "question_views": 788,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əннің аты - Елім қайда.",
                "date": "2.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логиқалық сұрақ. Егер ойлаған үш таңбалы саннан 11-ді алсақ",
        "question_content": "Егер ойлаған үш таңбалы саннан 11-ді алсақ, ол сан 11-ге бөлігеді және 4 қалдық қалады.",
        "question_date": "1.02.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x-11):11=a+4/11\n(x-8):8=b+4/8\nx-11=11a+4\nx-8=8b+4\nx=11a+15\nx=8b+12\n11a+15=8b+12\n8b=11a+3\na=7, b=10\nx=8*10+12=92 екі таңбалы сан\na=15, b=21\nx=8*21+12=180 үш таңбалы ойлаған сан",
                "date": "1.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неғып бұл сайтта қызық сұрақтар болмай кетті?",
        "question_content": "Баяғыдағы сайтты сағынасың кейде. Баяғы қолданушыларды сағынасың.\nНеғып бұл сайтта қызық сұрақтар болмай кетті?",
        "question_date": "1.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 563,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шыны керек баяғыдай белсенді қолданушылар көп емес, өзім осы сайтты көп қолданбадым, бірақ-та сайт белсенділігі, қойылатын сұрақтардың қызықтылығы жоғары деңегйде болған...\n\nМенің ойымша қазіргі кезде әлеуметтік желілердің (Instagram, VK, Telegram, Twitter және т.б.) дамуы тек қана осы типтес сайттардың өзектілігін ғана емес, форумдар мен блогтық сайттардың жұмыстарына өз әсерін тигізуде.",
                "date": "1.02.2019",
                "upvotes": 1
            },
            {
                "text": "Бұрын Мади деген қолданушы қызық сұрақтар қоятын еді, қазір кірмей кетті.",
                "date": "2.02.2019",
                "upvotes": 1
            },
            {
                "text": "Заман өзгерді дейміз бе, адам өзгерді дейміз бе, әйтеуір бірдеңе өзгерді ғой. Қажеттілік азайды. Қалаған нәрсені гуглдан табуға болады қазір. Оның үстіне, сұраққа жауап беретін қолданушылар да бұрынғыдай көп емес.",
                "date": "4.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үйде актерлік қабілетті қалай дамытуға болады?",
        "question_content": "Үйде актерлік қабілетті қалай дамытуға болады?",
        "question_date": "1.02.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әртүрлі ролдерді сомдаңыз, текст жаттауды үйреніңіз. Басқа адамдар арасында қымсынбай әртүрлі ролдегі өнеріңізді көрсете алатындай ашылыңыз. Күлкілі және басқадай жағдайларға түсуден қорықпайтындай машықтаныңыз. \nБұл  менің жеке пікірім.",
                "date": "21.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өз елімнің басы болмасам да,Сайының тасы болайын",
        "question_content": "көмек қажет өтінем мағынасын түсіндіріп жіберіңіздерші\n\nӨз елімнің басы болмасам да,Сайының тасы болайын",
        "question_date": "31.01.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз еліме би болмасамда,өз еліме деген көп көмегім тисін\n\nДеген мағынаны білдіреді деп ойлаймын",
                "date": "5.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсариннің адамгершілік мінез құлыққа баулитын әңгімелерін талдау.",
        "question_content": "Ы.Алтынсарин адамгершілік мінез құлыққа баулитын әңгімелерін талдап отырып ,сыни-пікір жазыңдар",
        "question_date": "31.01.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ыбырай Алтынсарин есімі қазақ балалары үшін мектеп ашқан ұлы ағартушы, орыс әдебиеті классиктерінің балаларға арнап жазған шығармаларын қазақ тіліне аударған аудармашы ретінде ғана емес, қазақ жазба әдебиеті тарихында тұңғыш прозаик ретінде де белгілі. Олай дейтін себебіміз, Ыбырайға дейін шын мәнінде көркем проза қазақ жазба әдебиетінде қалыптаспаған еді. Мазмұны жағынан Ыбырай әңгімелері өз заманының келелі мәселелерін қамтиды. Оның шығармалары жас ұрпақты мейірімділікке, адалдыққа, ізеттілікке, ақылдылық пен білімділікке, т.б. ізгі қасиеттерді үйретуге шақырады. Ыбырай «Қазақ хрестоматиясына» Қара батыр, Байұлы, Жиренше шешен, Тазша бала туралы ертегі,Бай баласы мен жарлы баласы, Таза бұлақ, Әке мен бала т.б. тәлімдік мәні зор әңгімелерін енгізді.Қазақ хрестоматиясына енген Ыбырайдың көркем шығармалары өзінің ағартушылық идеясына бағындырылған. Ол әдебиетті бала санасына әсер ететін, сөйтіп, оны жақсы, өнегелі істерге үйрететін мықты құрал деп атап көрсетті.\nЫбырайдың шығармаларын оқи отырып, ол өз заманының беталысын анық аңғарғанын, халық өмірін жаңа арнаға салуда білім мен тәрбие мәселесі қатар жүру керектігіне назар аударғанын көруге болады. Ыбырай әңгімелерінің негізгі қайнары халық тұрмысынан алынған. Өмірді, адам әрекеттерін ешқашан дағдыдан тыс әсірелеп суреттеп, шындықтан алшақтамаған. Кейіпкерлерді шынайы өмірге тән әректтері арқылы бейнелеуді мақсат тұтты.Оның әңгімелерін тақырып жағынан еңбек пен өнерге баулитын және адамгершілкке тәрбиелейтін шығармалар деп екі топқа бөліп қарастыруға болады.\nЫбырай шығармаларының басты тақырыбы –еңбек. Ол еңбек адамның өмірі үшін ерекше маңызды рөл атқарады, еңбексіз өнер де, білім де қолға келмейді деп еңбекті бірінші орынға қойып, тәрбие негізі адал еңбекте деп тұжырым жасайды. Оның бұл тақырыпта жазған көптеген әңгімелері бар. Мысалы Өрмекші, құмырсқа, қарлығаш, Бай баласы мен жарлы баласы, Қыпшақ Сейтқұл, т.б. Жазушының бір топ әңгімелері адамгершілік тәрбие мәселесіне жазылған. Адамзат баласы шыр етіп жерге түскеннен бастап ата-ананың аялы алақаны мен ыстық ықыласына бөленіп өсетіні белгілі. Ата-ана баласына небір асыл қасиеттерді үйретіп, жақсы азамат болуын тілейді және үміттенеді. Бұл тақырыпта да жазған Ыбырай  шығармалары бар. Мысалы Асыл шөп, Бақша ағаштары, Таза бұлақ т.б. Әр әңгімесінде тәрбиенің ізі жатыр. Оны түсініп оқыған адам ғана ұлы ұстаздың шебер тәрбиеші екеніне көзі жетеді.\nӘңгіме –оқиғаны баяндауға негізделген қара сөзбен жазылған көркем шығарма. Әңгімеде бас-аяғы жинақы, тиянақты бір оқиға айтылады.\nЫбырай шығармалары қысқа мазмұнды, балалардың түсінуіне жеңіл. Аз сөзге көп мағына сыйғызу, мақал-мәтел мен афоризмдерді орынды қолдану, әр әңгіменің тағылымдық мәніне ерекше көңіл аудару Ыбырай шығармаларының өзіндік ерекшеліктері. Шығармалары мазмұны жағынан да, түрі жағынан да балалар әдебиетіне қойылатын талаптарға сай келеді. Сондықтан да Ыбырай Алтынсаринді балалар әдебиетінің негізін салушы дейміз.Бүгінгі сабағымыздың нысанасы әңгімедегі тәрбие мәселесі. Тәрбие мәселесі бүгінгі өмірде де өз маңызын жойған жоқ, тіпті күн тәртібіндегі өзекті мәселе екенін де білеміз. Ана мейіріне қанып, әке өсиетін тыңдап өскен бала ғана түбінде жылы жүректі азамат болары сөзсіз,олай болса, Ыбырай әңгімелерінде  жасынан отбасы тәрбиесін көрген бала үлкен азамат болғанда, өз мәнінде өмір сүруге бейім болады деген нақты тұжырымдар беріледі.\n ІІІ слайд «Отбасы тәрбиесі, негізгі тірек –ана, әке».\nОсы ойымыздың дұрыстығын таныту үшін сіздерге отбасы тәрбиесі шын мәнісінде көрініс беретін мына шығармаларына тоқталып, талдап көрейік. Бірінші топқа «Әке мен бала» әңгімесі, екінші топқа «Шеше мен бала», үшінші топқа «Бақша ағаштары» әңгімелері беріледі. Әр топ өзіне берілген шығарманың қысқа мазмұнын айтып, шығарманың негізгі ойын, идеясын анықтауы керек және шығарманың композициялық жоспарын жасап ұсыну қажет.\nОқушылардың жұмысын тыңдау.\n-  Сонымен бұл әңгімелерде ортақ желі бар ма?\nОқушылар пікірін тыңдау.\nҚорытынды түйін: Әке мен ана –баланы өмірге әкелетін, асырап сақтайтын қамқоршысы, баланы жақсы мінез-құлыққа тәрбиелейтін бас ұстазы екен.\n«Ұяда не көрсең, ұшқанда соны ілерсің» деген қорытындыға келу.\nТолығырақ: https://u-s.kz/publ/6378-y-altynsarinn-gmelern-trbielk-mn.html",
                "date": "5.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7∙8+4:4+2=17 тура теңдік етіп жақша қой",
        "question_content": "7∙8+4:4+2=17 тура теңдік етіп жақша қойып шығу керек",
        "question_date": "31.01.2019",
        "question_tag": "Мектеп",
        "question_views": 10400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(7*8+4):4+2=17\nТолық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "31.01.2019",
                "upvotes": 1
            }
        ]
    }
]