[
    {
        "question_title": "Ромбының бұрыштарын табу.",
        "question_content": "Ромбының диагональдары 4.73 см және 2.94 см.Оның бұрыштарын тап.",
        "question_date": "3.12.2018",
        "question_tag": "Геометрия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABO=BCO=CDO=ADO ⇒ ABO үшбұрышын қарастырсақ;\nАВО тікбұрышты үшбұрыш\nАО=AC/2=2.94/2=1.47\nОВ=BD/2=4.73/2=2.365\ntg A'=OB/AO=2.365/1.47=26.27° ⇒ A бұрышы = А'*2=26.27*2=52.54°\nA=C=52.54°\nB=D=180-52.54=128.46°",
                "date": "10.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай жолында Абайға берілген əке тəрбиесінің негізінде жатқан тұлғалық қасиет?",
        "question_content": "Абайға берілген əке тəрбиесі қандай",
        "question_date": "2.12.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құнанбай аса дәулетті бай, биліктің саясындағы ауыл болысы болды. Құнанбай өз баласы Абайды билікке тартты, ел ісіне араласқанын қалады. Ол өз баласының ақын, жазушы болғанына түбегейлі қарсылық танытты. Абай жастайынан зерек болып, әжесі Зеренің ертегілерінен сусындап өсті, анасы Ұлжанның жұмсақ мінезіндегі құндылықтарды да, әкесі Құнанбайдың әділ әрі қатал тәрбиесін де көрді. Абай билік өкілі болуды қаламады, ол ақындық жолдың жолаушысы болуды көздеді.\nМенің ойымша, Құнанбайдың Абайға берген тәрбиесі орынды әрі жөнді. Құнанбай болыс болды, Абайды билік басына шақырды, онысы дұрыс. Неге? Бұрын қалай болды? Қазір де дәл солай. Қазіргі таңда да билік басындағы шенеуніктеріміз де өз балаларын, өз туыстарын билік басына тартатыны белгілі және оны көріп те жүрміз. Көптеген оқырмандар, оқушылар Құнанбайдың Қодар мен Қамқаны аса айуандықпен өлтіртілгенін көп саралайды, әділетсіздік деп санайды. Шындығында олай емес. Сол кездегі заң солай болды., өліс жазасына кесілді, қаза тапты. Бұл ісі Құнанбайдың халық алдында, билік алдында әділеттілігін паш етті және солай жасауға мәжбүр болды. Қазір, біздің заманымызда, елімізде заңдар жинағында өлім жазасы атымен жоқ, мүмкін, болғанда заң өкілдеріміз Құнанбайдың әділеттілігін қайталауы да ғажап емес. Бүгінде балалар, жасөспірімдер неге Құнанбайдың қаталдығын әділетсіздік деп санайды?\nСебебі, бұл ХХІ ғасыр – әйел мен ер теңдігі қалыптасқан, кез-келген бала еркіндікте, әке тәрбиесі тым қатал емес. Сондықтан да жас жеткіншектеріміз Құнанбайдың Абайға деген қатал тәрбиесіне селқос және жеңіл оймен қарайды деп есептеймін. Мен елімізде Құнанбайдай әкелеріміздің болғанын қалаймын және де осындай әкелер қазіргі қоғамда еліміздің отыз елдің қатарына ену үшін өз үлесін қосатын қайсар да қайратты жастар тәрбиелеуге керек екендігін үлкен қаріптермен айтқым келеді. Сөз соңында өз ойымды мына өлең шумақтарымен дәйектеп қорытқым келеді:\nҰшқыр ой мен ақыл керек адамға,\nТәрбиемен сусындайды балаң да!\nАбайымдай ұлым болсын десеңіз\nҚұнанбайдай әке керек заманға!\nТолығырақ: https://bilim-all.kz/olen/15398-MAuezovtyn--Abai-zholy--roman-epopeyasyndagy-Abaiga-bergen-ake-tarbiesinin-negizinde-zhatqan-tulgalyq-qasietteri",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жек көретін адамдар",
        "question_content": "Мен жек көретін адамдарды, олар өздері түсінбес үшін, қардай тілде не деп айтсам болады?",
        "question_date": "2.12.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 714,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілінде айт)))))",
                "date": "7.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызмет тест",
        "question_content": "Мемлекеттик кызметке орналасу ушин 3 багдарлама бойынша тест сурактарын сатамын.WhatsApp:87473260876\n3000тг",
        "question_date": "2.12.2018",
        "question_tag": "Заң",
        "question_views": 887,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "құқық қорғау органдарына тест сұрақтары жауаптарымен!!!",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік гранттан бас тартқыным шетелге шығуыма ешқандай әсер етпей ме?",
        "question_content": "Сәлеметсіздерме мен осы жылы магистратураға тапсырып мемлекеттік грантты ұтып алдым, бірақ бір 3 айдан кейін оқыған мамандығым өзіме сәйкес келмеуіне байланысты оқудан шықтым және шетелге оқуға тапсырдым, сұрайын дегенім мемлекеттік гранттан бас тартқыным шетелге шығуыма ешқандай әсер етпейме осы туралы нақты жауап алғым келеді",
        "question_date": "2.12.2018",
        "question_tag": "Университет, колледж",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атырау қаласында өнер факультеті барма? Нақтырақ маған хореография мамандығы керек еді",
        "question_content": "Атырау қаласында өнер факультеті барма? Нақтырақ маған хореография мамандығы керек еді",
        "question_date": "2.12.2018",
        "question_tag": "Өнер",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Серпін бағдарламасында 1 курстан кейін басқа университетке ауысуға болама?",
        "question_content": "Серпін бағдарламасы бойынша 1 курстан кейін ақпараттық жүйелер мамандығы бойынша С.Аманжолов университетіне ауыса аламын ба грант пен курсты сақтап. Алдын ала рахмет.",
        "question_date": "2.12.2018",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасымен грантқа түскен болсаңыз ауысқан кезінде грант сақталмайды ол жойылып кетеді. Курсты сақтап қалуға болады, ертерек ауыспасаңыз негізі серпінмен түскен студенттерді ауыстыра бермейді БЖОО-на.",
                "date": "4.12.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге негатив ақпараттар тез тарайды?",
        "question_content": "Неге негатив ақпараттар тез тарайды?",
        "question_date": "1.12.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның ашуын немесе аянышын тудыратын болғандықтан тез тарайды деп ойлаймын. Және тек нашар ақпарат тез тарайды деп ойламаймын. Егер шетелде Қазақтың атын асқақтатқан бір адам болса, сол жаңалық та тез тарайды ғой. Ол кезде мақтаныш сезімі оянып кетер деп ойлаймын.",
                "date": "21.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Информатикадан аудандық олимпиада есептері 11 сынып керек еді?",
        "question_content": "Информатикадан аудандық олимпиадаға  өтеді  сонда қандай сұрақтар мен есептер келеді",
        "question_date": "30.11.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гректер сақтардан таралғанба?",
        "question_content": "Бүгін тарихтан беретін ағай гректерді сақтардан тараған, қазақ жерінде өмір сүрген деп айтқан еді. Өзім сенбеймін бірақ.Бұл туралы не айта аласыздар?",
        "question_date": "30.11.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Яя гректердің сақтардан тарағаны рас",
                "date": "4.12.2018",
                "upvotes": 1
            },
            {
                "text": "Ол мәләметті қай жерден оқыдыңыз?Немесе қандай кітаптардан оқуға болады?",
                "date": "6.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті еңбек демалысының мерзімін есептеу?",
        "question_content": "Егер ішкі істер органдарынжа кезекті еңбек демалысы бітіп, жұмысқа шығатын күн президент күні, яғни демалыс күні болса, демалыс жалғаса ма?",
        "question_date": "30.11.2018",
        "question_tag": "Заң",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бейнебайланыс жүйесі (ВКС) -нің прайс листі керек еді қайдан табамын?",
        "question_content": "Бейнеконференциялық байланыс жүйесі (ВКС) -нің прайс листі керек еді қайдан табамын? Сілтемесі болса саламыз достар!",
        "question_date": "30.11.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Видеодағы жазуды қалай алып тастауға болады?",
        "question_content": "Видеодағы жазуды қалай алып тастауға болады? Мысалы  Мына видеодағы жазуды www.khabar.kz деген жазуды",
        "question_date": "30.11.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Контрастын өзгерт, яғни текстті қоюлат.",
                "date": "2.12.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Нұрсұлтан Назарбаевтың марапаттарын айтып жибериндерши",
        "question_content": "Сәлеметсіздер ме, мен бір шығарма жазып едім, маған Нұрсұлтан назарбаевтың атақтары, марапаттары керек еді, алдын ала рақмет",
        "question_date": "29.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұрсұлтан Назарбаевтың атақтары мен марапаттары:\n- «Елбасы» статусы,\n- «Құрметті сенатор» атағы,\n- «Еуразия экономикалық одағының құрметті төрағасы» атағы,\n- «Түркітілдес мемлекеттердің ынтымақтастығы кеңесінің ғұмыр бойғы құрметті төрағасы» мәртебесі,\nБұлардан бөлек:\n- Резерв пен запастағы офицерлер ұйымдарының Халықаралық кеңесшiлер комитетi берген «№1 рыцарь» атағы,\n- Қазақстан ғалымдары берген «Ғасыр ғұламасы» атағы,\n- Ресейде «Халықаралық қатынас» аталымы бойынша берілетін «Жыл адамы» атағы(үш мәрте 2012, 2014, 2015),\n- «Хиросима қаласының айрықша құрметті азаматы» сынды арнаулы атақтары да бар.\nНұрсұлтан Назарбаевтың ғылыми дәрежелері мен атақтары:\n- Әл-Фараби атындағы Қазақ мемлекеттік университетінің құрметті докторы,\n- Қожа Ахмет Яссауи атындағы Халықаралық қазақ-түрік университетінің құрметті профессоры,\n- Халықаралық инженерлік академиясының академигі (Ресей),\n- Беларусь Республикасы Ғылым академиясының шетелдік мүшесі (Беларусь),\n- Қожа Ахмет Ясауи сыйлығының лауреаты,\n- М.В.Ломоносов атындағы Мәскеу мемлекеттік университетінің ескерткіш таңбасы (Ресей),\n- М.В.Ломоносов атындағы Мәскеу мемлекеттік университетінің құрметті профессоры (Ресей),\n- Румыния ғылым академиясының құрметті экономика академигі (Румыния),\n- «Нұри Худжант» Халықтық Академиясының құрметті академигі (Тәжікстан),\n- Румыния экономика ғылымдары академиясының құрметті экономика докторы (Румыния),\n- Халықаралық инженерлік академиясының академигі (Ресей),\n- Беларусь Республикасы Ғылым академиясының шетелдік мүшесі (Беларусь),\n- Қожа Ахмет Ясауи сыйлығының лауреаты,\n- М.В.Ломоносов атындағы Мәскеу мемлекеттік университетінің ескерткіш таңбасы (Ресей),\n- М.В.Ломоносов атындағы Мәскеу мемлекеттік университетінің құрметті профессоры (Ресей),\n- Румыния ғылым академиясының құрметті экономика академигі (Румыния),\n- «Нұри Худжант» Халықтық Академиясының құрметті академигі (Тәжікстан),\n- Румыния экономика ғылымдары академиясының құрметті экономика докторы (Румыния),\n- Халықаралық инженерлік академиясының жүлдесі (Ресей),\n- Халықаралық шығармашылық академиясының құрметті академигі (Ресей),\n- Халықаралық технологиялар ғылымдары Академиясының академигі (Ресей),\n- Моңғол мемлекеттік университетінің құрметті докторы (Моңғолия),\n- Халықаралық шығармашылық академиясының құрметті мүшесі (Ресей),\n- Платонның алтын медалі,\n- Л.Н.Гумилев атындағы сыйлықтың лауреаты (Ресей),\n- Ресей Федерациясының Президенті жанындағы Ресей мемлекеттік қызмет академиясының құрметті докторы (Ресей),\n- «Құрметті профессор» естелік медалі,\n- Ереван мемлекеттік университетінің құрметті докторы (Армения),\n- Ғылымға үлкен үлес қосқаны үшін - ҚР Ұлттық ғылым академиясы,\n- Ана тiлдiң айбары,\n- Ислам әлемі ғылымдары академиясының құрметті мүшесі (Иордания),\n- Тіл жанашыры,\n- М.В.Ломоносов атындағы Мәскеу мемлекеттік университетінің құрметті докторы (Ресей),\n- Кембридж университетінің құрметті профессоры (Ұлыбритания),\n- Тәжік ұлттық мемлекеттік университетінің құрметті докторы (Тәжікстан),\n- Д.Кантемир атындағы Христиан университетінің құрметті докторы (Румыния),\n- «Окан» университетінің құрметті докторы (Түркия),\n- Т.Г.Шевченко атындағы Киев ұлттық университетінің құрметті докторы (Украина),\n- Корей университетінің құрметті докторы (Корея),\n- Вьетнам мемлекеттік университетінің құрметті докторы (Вьетнам Социалистік Республикасы),\n- Цукуба университетінің құрметті докторы (Жапония),\n- «Енсей» университетінің Құрметті ғылым докторы (Корея),\n- Еуразия ұлттық университетінің Құрметті докторы,\n- Қазан федералды университетінің Құрметті докторы (Ресей).\nШет мемлекеттердің атақтары, титулдары мен наградалары:\n– тарихи әділеттілікті қалпына келтіру – православтік шіркеудің киесін қайтарудағы пайдалы қызметі үшін 1 дәрежелі әулие тақуа Мәскеулік князь Даниилдің ордені (Орыс православтік шіркеуі, 13 қараша 1996 ж.).\n– «Италия Республикасына сіңірген еңбегі үшін» Үлкен лентамен көмкерілген Үлкен Крестің иегері ордені (Италия Республикасы, 5 мамыр 1997 ж.).\n– Украина мен Қазақстан Республикасы арасындағы достық пен ынтымақтастықты дамытуға қосқан аса зор үлесі үшін I дәрежелі князь Ярослав Мудрый ордені (Украина, 14 қазан 1997 ж.).\n– «Буюк хизматлари учун» ордені (Өзбекстан Республикасы, 31 қазан 1998 ж.) Өзбекстан Республикасы мен Қазақстан Республикасы арасындағы достық пен тиімді ынтымақтастық қарым-қатынастарды дамытуға, тарихи қалыптасқан өзбек-қазақ мәдени, рухани және экономикалық байланыстарды одан әрі тереңдетуге, екі елдің халықтары арасындағы татукөршілік дәнекерлікті нығайтуға қосқан аса зор үлесі үшін.\n– Әулие Андрей Первозванный ордені (Ресей Федерациясы, 12 қазан 1998 ж.) – Ресей мен Қазақстан халықтары арасындағы достық пен ынтымақтастықты нығайтуға қосқан зор үлесі үшін.\n– «Румыния жұлдызы» ордені («Стяуа Ромынией») (Румыния, 11 қараша 1999 ж.) – Румыния мен Қазақстан Республикасы арасындағы ынтымақтастық пен бейбітшілікті, өзара түсіністікті дамытуға қосқан айрықша еңбегі үшін.\n– «Австрия Республикасына сіңірген еңбегі үшін Үлкен құрмет жұлдызы» ордені (Австрия Республикасы, наурыз 2000 ж.) – Австрия мен Қазақстан арасындағы экономика, саясат және мәдениет салаларындағы достық байланыстарды нығайту ісіне сіңірген зор еңбегі үшін.\n– «Ұлы Витаутас Үлкен Крест» ордені (Литва Республикасы, 11 мамыр, 2000 ж.) – Литва мен Қазақстан арасындағы мемлекетаралық қатынастарды дамыту ісіне қосқан жеке үлесі мен еңбегі үшін.\n– Исмоили Сомони ордені (Тәжікстан Республикасы, 6 шілде 2000 ж.) – Тәжікстан мен Қазақстан халықтары арасындағы дәстүрлі туысқандық байланыстарды, достық пен өзара тиімді ынтымақтастықты тереңдетуге сіңірген үлкен еңбегі, Тәжікстанда бейбітшілік орнатуға қосқан маңызды үлесі, сондай-ақ Тәуелсіз мемлекеттер достастығының халықтарын жақындастыру жөніндегі қажымас күш-жігері үшін.\n– Әулие Михаил мен Әулие Георгий орденінің Үлкен Кресі (Ұлыбритания, 15 қараша 2000 ж.) – ядролық қарусыздану ісіне қосқан зор үлес, үшін.\n– Құтқарушы ордені (Грекия Республикасы, 16 шілде 2001 ж.).\n– Үлкен жұлдызы бар лентадағы Томислав король ордені (Хорватия, 18 шілде 2001 ж.) – Хорватия Республикасы мен Қазақстан Республикасы арасындағы достық байланыстарды дамытуға қосқан үлесі үшін.\n– IX Пий ордені (Ватикан, 11 қазан 2001 ж.) – мемлекетті басқарудағы шеберлігі мен таланттығы үшін, сонымен бірге Астанадағы қабылдауда көрсетілген құрметке ризалық белгісі ретінде.\n– Бостандық алтын ордені (Словения Республикасы, 22 мамыр 2002 ж.) – Словения Республикасы мен Қазақстан Республикасы арасындағы достық қарым-қатынастарды нығайтудағы сіңірген еңбегін мойындағаны үшін.\n– Ақ қыран ордені (Польша Республикасы, 24 мамыр 2002 ж.)\n– Польша Республикасы мен Қазақстан Республикасы арасындағы достық пен ынтымақтастықты дамытуға қосқан аса зор үлесі үшін.\n– «Ұлы Бадр алқасы» ордені (Сауд Аравиясы Корольдігі, 3 наурыз 2004 ж.).\n– I Леопольд ордені (Бельгия Корольдігі, 5 желтоқсан 2006 ж.).\n– «Тәуелсіздік» ордені (Катар мемлекеті, 11 наурыз 2007 ж.).\n– Ахмат Кадыров ордені (Шешенстан Республикасы, 4 маусым 2007 ж.)\n– I дәрежелі Қосарлы ақ крест ордені (Словакия Республикасы, 21 қараша 2007 ж.).\n– «Румыния Парламенті Сенатына 140 жыл» мерекелік медалі (Румыния, 22 қараша 2007 ж.).\n– «Алқалы үлкен крест» ордені (Венгрия, 23 қараша 2007 ж.).\n– «Ұлы Ніл» ордені (Мысыр, 17 мамыр 2008 ж.).\n– Құрметті легион орденінің Үлкен Кресі (Франция Республикасы, 11 маусым 2008 ж.).\n– «Үлкен лентадағы Хризантема» ордені (Жапония, 19 маусым 2008 ж.).\n– «Емен тәжі» ордені (Люксембург Ұлы Герцогтігі, 27 маусым 2008 ж.).\n– «Эрдэнэ Очир» ордені (Моңғолия, 6 тамыз 2008 ж.).\n– «Үш жұлдыз» ордені (Латвия Республикасы, 3 қазан 2008 ж.).\n– «Заид» ордені (Біріккен Араб Әмірліктері, 16 наурыз 2009 ж.).\n– Финляндияның Ақ раушангүл ордені (Финляндия, 24 наурыз 2009 ж.).\n– «Мугунхва» ордені (Мәңгі гүлдейтін раушангүл) (Корея Республикасы, 13 мамыр 2009 ж.).\n– Бірінші дәрежелі Түркия Республикасының ордені (Түркия Республикасы, 22 қазан 2009 ж.).\n– Атақ пен Абырой ордені (Орыс православтік шіркеуі, 18 қаңтар 2010 ж.) – діниаралық серіктестікті халықтар арасындағы бейбітшілік пен достықты нығайту ісіне қосқан үлкен еңбегі үшін.\n– Бостандық ордені ()Украина, 6 шілде 2010 ж. – украиндық-қазақстандық серіктестікті дамытуға қосқан жеке үлесі үшін.\n– Мария Жері Кресінің ордені (Эстония Республикасы, 18 сәуір 2011 ж.) – Эстония Республикасы алдындағы ереше еңбегі үшін.\nhttps://abai.kz/post/99585",
                "date": "14.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "m0,34 г белгісіз зат толық жанғанда 0,64 г SO2, 0,18г H2O түзіледі. Қосылыстың формуласы ?",
        "question_content": "Көмектесіп жіберініздерші өтініш",
        "question_date": "29.11.2018",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2H2S+3O2⇒2SO2+2H2O",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мендельдің үш заның қысқаша жазып беріңдерші",
        "question_content": "Мендельдің үш заның қысқаша жазып беріңдерші",
        "question_date": "29.11.2018",
        "question_tag": "Биология",
        "question_views": 647,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://kk.wikipedia.org/wiki/Мендель_Заңдары",
                "date": "15.07.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу нысанының көбеюі туралы мақала",
        "question_content": "Қазіргі таңда ажырасу неге көбейіп кетті? Осы туралы мақала жазып беріңіздерші",
        "question_date": "28.11.2018",
        "question_tag": "Махаббат",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы кеш!  Әр оқиға мен отбасының басынан өткен жағдайлары әр-түрлі көбісінің себебі түсініспеушілікпен қызғаныштан болады ғой.",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйінбай мен Қатағанның мінезін, портретін , іс әрекетін айтыңызшы өтінем",
        "question_content": "Қатағанның және Сүйінбайдың портреті мінезі іс әрекеті керек",
        "question_date": "28.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 16400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатағанның мінезі:мақтаншақ,ақын,айтыскер,намысшыл.\n\nСүйінбай: намысшыл,айтыскер,толғаулардың авторы.",
                "date": "30.11.2021",
                "upvotes": 0
            },
            {
                "text": "Іс әрекет\nСүйінбай: Қатағанмен айтысып, жеңіскежетеді.\nҚатаған: Сүйінбаймен айтысып, жеңіледі.",
                "date": "5.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Wordpress CMS жүйесінде сайтқа арналған шаблон кімде бар?",
        "question_content": "Wordpress CMS жүйесінде сайтқа арналған шаблон кімде бар? Өңдеуге жеңіл және смартфондармен кірген кезде түрленетін болса? Кімде болса сілтемесін салайық!",
        "question_date": "28.11.2018",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы кеш!! Жалпы УордПресс сайт басқару жүйесінің өзі ұсынатын тегін қалыптарына сілтеме. Сонымен қатар басқа қалыптарды келесі сілтемелер бойынша қарап жүктей аласың. wp-templates.ru , templatemonster.com немесе құрастырғыш плагиндерін орнату арқылы өзің қалаған қалыпқа келтіре аласың PageBuilder. Іске сәт!!",
                "date": "29.11.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Бір қызбен сөйлескім келеді. Бірақ қалай бастарын білмей жүрмін?",
        "question_content": "Әңгіме былай ғой, мен бір оқу орынында жұмыс істеймін. Оқу, жұмыс деп жеке өмірге мән бермей жүрмін, ақша ақша , күнкөріс деп жүре берсем, осылай жүре беретін сияқтымын. Үйленудің қамын жасау керек. Қызбен сөйлесіп ,қарым-қатынас құрып үйленбесем болмайтын болып тұр.\n\nМен істейтін оқу орынында бір студент қыз бар , сол қызбен сөйлескім кеп жүр, бірақ қалай бастарын білмей жүрмін.\nНегізі, ол қызға былтыр сабақ бергенмін, биыл сабақ беріп жүрген жоқпын. Бір тапсырма беріп, не деп бастап сөйлессем екен, идея қоссаңыздар.",
        "question_date": "28.11.2018",
        "question_tag": "Достық",
        "question_views": 946,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Енді айтасың ғо \"сен былтыр дұрыс оқымадың сабақты, өзім дұрыстап оқытпасам болмайын деп тұр. Соны асықпай шәй ішіп отырып талқылау керек\" деп.",
                "date": "29.11.2018",
                "upvotes": 3
            },
            {
                "text": "Бар да қызға бар ойыңды айтыңыз. Йа бар йа жоқ болады. Қыз бен жігіттің айырмашығы туралы ақпараттар қарап көріңіз",
                "date": "23.12.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тақпақты қалай тез жаттауға болады?",
        "question_content": "Мен бір ұзақ толғауды жаттау керек болғанмын, бірақ онша шықпай жатыр. Не істеуге болады?",
        "question_date": "27.11.2018",
        "question_tag": "Мектеп",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аудиозапиське жазып, мәнерлеп оқы, сосын соны 10 рет тыңдағаннан кейін, дұрыс болсын болмасын, түп мағынасын айтуға тырыс, ал ең күштісі, екінші адаммен бірге жатта, яғни інің, қарындасың, сыныптасыңмен бірге",
                "date": "21.02.2023",
                "upvotes": 1
            },
            {
                "text": "жай асыкпай окысаныз и бир созди еки ушрет окысаныз тез жатаисыз",
                "date": "14.02.2019",
                "upvotes": 0
            },
            {
                "text": "Ол үшін тақпақты жақсылап жаттап аламыз түнде жататын кезде парақа жазып жастықтың астына қоямыз азанда тұрағанда тақпақты оқып шығамыз ең бастысы ешкімнең қорықпа",
                "date": "10.02.2021",
                "upvotes": 0
            },
            {
                "text": "быр нешерез каиталау жеке болмеде отырып жаттау",
                "date": "6.04.2022",
                "upvotes": 0
            },
            {
                "text": "Бірінші өлеңді қайталап 2-3 рет оқып аласыз, және 1-2 қатарды қайта-қайта қайталап шұмақтарды қосып кете бересіз. Соңында айнаға қарап өлеңді ұстазыңыздың алдында тұрмын деп елестетесіз де, өлеңді айтып бересіз. Егер бір қатарды ұмытып кете беретін болсаңыз, сол қатардың басындағы сөзді қолығызға жазып алыңыз. Сізге пікірім әсер етеді деген ойдамын.",
                "date": "20.02.2023",
                "upvotes": 0
            },
            {
                "text": "Жаттауды  қайта-қайта оқу керек",
                "date": "19.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерсіз ел жетім такырыбында эссе жазу керек еді",
        "question_content": "Жерсіз ел жетім эссе керек еді",
        "question_date": "27.11.2018",
        "question_tag": "Тазалық",
        "question_views": 19200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерсіз ел жетім шығарма",
                "date": "18.01.2019",
                "upvotes": 0
            },
            {
                "text": "Жерің жоқ болса тұратын мекеніңіз жоқ. Бомжсыз. Ешкімге керек емессіз, сізге жаны ашыр ешкім жоқ жетімсіз.",
                "date": "19.01.2019",
                "upvotes": 0
            },
            {
                "text": "Туған жер – адам өмірінде киелі орын алады. Нақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. Міне, сондықтан да тіпті балалық шақтан бастап-ақ адамда отанға деген махаббат сезімі оянады. Әрбіріміз үшін Отан ошақ басынан басталады: туған жер, туған көше, туған қала немесе мен үшін туған кент. Менің Отаным кішкентай болса да, мен үшін аса қымбат жер Бестөбе кентінен басталады. Дәл осы жерде менің көңілді де, шаттықты, уайымсыз балалалық шағым өтті. Үйдің маңындағы аулада ойнағаным және бала-бақшаға барған көше әлі есімде. Сол кезде ол маған өте ұзын болып көрінетін. Мұнда көлік сирек жүретін, бірақ серуендеп жүретін адамдар көп болатын. Иә... Туған жер ұзаққа қиып жібермейтін. Сен әрқашан өзің бармасаң да, оймен қиялдап туған көшені, есіктің алдын, «Қызым, үйге кір...»деген ананың сөздерін еске түсіресің. Жүректің әлсіздүрсілі естіледі. Қазір бойжеттім, бірақ та өмір бойы мен үшін балалық шақтағы туған аула мен көше – менің кішкентай Отаным. Сонымен бірге мен елімнің бір бөлшегімін, оның бүгіні мен болашағымын.",
                "date": "8.12.2020",
                "upvotes": 0
            },
            {
                "text": "Жер болмаса ел болмвйды. Жер адаи ушын оте киелы. Сондықтан жерді силау керек",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Даналар сөзі-ақылдың көзі шығарма",
        "question_content": "Даналар сөзі ақылдың көзі деген тақырыпқа жоспарымен шығарма керек",
        "question_date": "27.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда сол керек :)\".)",
                "date": "25.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың үлкен бүйір қабырғасын қалай табады?",
        "question_content": "Үшбұрыштың табанындағы үлкен бұрышы 45°, биіктігі табанын 20 см және 21 см болатын бөліктерге бөледі. Үшбұрыштың үлкен бүйір қабырғасын табыңдар.  (ким біледі?)",
        "question_date": "27.11.2018",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хаха менде соны шыгара алмай киналып жатырмын тезірек шыгарып берсениздер!",
                "date": "28.11.2018",
                "upvotes": 0
            },
            {
                "text": "BC-?\nABD үшбұрышын қарастырсақ;  тең бүйірлі үшбұрыш AD=BD=20\nBC²=BD²+DC²=20²+21²=400+481=881\nBC=V881=29,68",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сочинение Лебединая верность",
        "question_content": "Мына план бойынша сочинение жазу керек еди\nС.Сейфуллина Разлучённые лебеди.\n\nЛебединая верность\n\nплан.\n\n1.Царство тишины\n\n2.Встреча лебедей\n\n3. Любовь и разлука\n\n4.Выстрель и смерть  лебедушки\n5.Вызов убицы\n6.жизнь в легендах.\n\nалдын ала рахмет )",
        "question_date": "26.11.2018",
        "question_tag": "Мектеп",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": []
    }
]