[
    {
        "question_title": "Анам мен тәтемнің ұрысы",
        "question_content": "Біз жақында апамның 75 жылдығын тойлағал отырмыз.Апамның қыздары яғни менің анам мен апайым да келіспеушілік болып қалды.Апайым өткен нәрселеді айтып намыска тиетін сөздерді айтты.Анам группадан шығып кетті.Апамның қыздарының келіспеушілігінен апамның көңілі түскенін қаламаймын.Барлығын бірлікке шақыру үшін не істеуге болады?",
        "question_date": "10.05.2022",
        "question_tag": "Жанұя",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкендер өздері шешіп алады. Бастысы сіз сол келіспеушілік үшін мамаңыздың апкесін немесе олардың бала шағасымен араласпай қалмасаңыз болды. Сіз араласып жүргенде сізге сөз тиіп кетіп мамаңыз сізді жақтаймын деп жағдай одан сайын ушығып кетпесін. Бауырлар ренжісер тез қайта татуласып кетеді, оның үстіне апаңыздың мерейтойы келе жатыр. Хотя бы сол үшін өз -өздерін сабырға шақырып татуласады. Үлкендердің ісіне араласпаған жақсы. Негізі үлкен ғана емес сенен көмек немесе ақыл сұрамаған кезде ештеңе деп кіріспеу керек. Кінәлі адам болып қалуыңыз әбден мүмкін.",
                "date": "11.05.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөйлесіп жүрген жігітім ата анаммен танысты",
        "question_content": "Түсімде жүріп жүрген жігітім ата анаммен танысып жақсы тіл табысып сөйлесті ал өмірде ол маған бұрынғыданда жақсы сөздер аитып кездессек құшақтап жібермей қысқаша бұрынғыданда маған жақындай бастады жорып берсеңіздер",
        "question_date": "9.05.2022",
        "question_tag": "Достық",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі барлық түсті жақсыға ал Жақсы түсті  тем более жақсыға жору керек. Және түсті қалай жорисың солай болады деген түсінік бар. Түсті көбіне өңіңізде ойлаған ойлар арқылы да көруіңіз мүмкін. Сондықтан өз қалауыңызша жақсыға жорып, жақсы ойда болыңыз.",
                "date": "9.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке тұлғаның банкрот заңы қашан шығады?",
        "question_content": "Мен Кожахметов Бауыржан Омірбек ұлы менде қазір менде жұмыс болмай жатыр банкрот болдым",
        "question_date": "7.05.2022",
        "question_tag": "Кредит, Несие",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2023 жылдың 3 наурызынан бастап қарыздары бар, сол қарыздарын өтей алмайтын азаматтар аталған Заң бойынша банкроттық туралы өтініш бере алады",
                "date": "4.04.2023",
                "upvotes": 0
            },
            {
                "text": "Банкротттық туралы заң жұмыссыздықпен байланысты емес. Ол заң мәжілістен өтті. Енді 2023 жылы қабылданып қалар.",
                "date": "27.12.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Cондықтан жəне аталған сөзі марфологиялық талдауға жатама жатса талдап бересіздер ме?",
        "question_content": "Бұл 6 сынып қазақ тілінен алынхан Конгресс кітапханасы деген мəтіннен 4 сөйлем соны талдау 169 бетте",
        "question_date": "6.05.2022",
        "question_tag": "Мектеп",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фосфор массалық үлесі неше?",
        "question_content": "80 г 10% ерітіндіге 20 г су қосқаннан кейін алынған ерітіндідегі фосфор қышқылының массалық үлесі неше% тең?",
        "question_date": "6.05.2022",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы ерітіндідегі еритін зат массасы 8г( 80г ерітіндінің 10пайызы)\n\n8/100г=0.08=8%",
                "date": "7.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шайды сүттің орнына қымыран (шұбат) қосып ішеді деп естідім Батыстық ағайындар.",
        "question_content": "Шайды сүттің орнына қымыран (шұбат) қосып ішеді деп естідім Батыстық ағайындар. Сол рас па, болса рецептісі қандай?",
        "question_date": "5.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мен кайдан  билем батыстанмын ондай естимемпн",
                "date": "25.05.2022",
                "upvotes": 0
            },
            {
                "text": "Ия түйенің сүтін қосады бірақ шұбат қымыран емес",
                "date": "27.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нанды не себепті ер адам турау керек",
        "question_content": "Нанды не себепті ер адам турауы керек?",
        "question_date": "5.05.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім айтты оны? Әйел адам да турай береді.\n\nБірақ, негізгі мағынасы ер адам үйдің отағасы дегеннен шыққан болуы керек.",
                "date": "20.05.2022",
                "upvotes": 0
            },
            {
                "text": "Нанды ардайым уйдин отанасы, уйт кусы айел адам турайды. Баска адамдар тураса, сол ас уйдеги айел адам немесе келиннин несибесине ортактасуы мумкин.",
                "date": "24.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі мен екі қосқанда неше шығады",
        "question_content": "Математика үйренуге арналған есептер",
        "question_date": "5.05.2022",
        "question_tag": "Математика",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2+2=4\n\nНемесе сіз бір шартты тастап кетіп тұрсыз ба, түсінбедім неге бұндай сұрақ келгенін.",
                "date": "7.05.2022",
                "upvotes": 0
            },
            {
                "text": "4шығады ғой ұмыт па",
                "date": "9.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлия есімінің мағынасы?",
        "question_content": "Мен өзімнің сіңлімнің есімінің мағынасын білгім келеді себебі менен оның достары не үлкен адамдар менен оның есімінің мағынасын сұрайды мен білмей ұялып кетіп қаламын.",
        "question_date": "4.05.2022",
        "question_tag": "Тұлға, Адам",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӘЛИЯ - арабтың «а’ли» сөзiнен шыққан, аудармасы – жоғары, биiк.\n\nАл қазіргі кезде Әлия Молдағұлова батыр апамыздың құрметіне қоятын болар, арабша мағынасына ой жүгіртпегендер.",
                "date": "7.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фразиолагизм сөздерден сөйлем құрау керек 50 сөз",
        "question_content": "1. Азу тиси пышактай 2. Адыра калды 3. Айды куни аманында 4. Аймандай кылды 5. Айтакка еру 6.акай жок тока жок 7.ала каптын аузын ашу 8.албасты басты  9.алпамыс адай 10.алпыс еки тамыр босады. 11.азу алты карыс 12.америка ашты 13.апы кирип ,купи шыкты  1",
        "question_date": "4.05.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теология бойынша өндірістік практикаға не жазсам болады? Дайыны бар ма үлгі?",
        "question_content": "Теологиядан өндірістік практика өтілген жайлы қалай күнделік толтырамын? дайын үлгісі бар ма",
        "question_date": "3.05.2022",
        "question_tag": "Университет, колледж",
        "question_views": 163,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала күтімінде отырып, екінші жұмысқа тұруға болама?",
        "question_content": "Бала күтімінде отырып, екінші жұмысқа тұруға болама?",
        "question_date": "3.05.2022",
        "question_tag": "Заң",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне жас аналар бала күтіміне байланысты демалысқа шыққанымен, қайтадан жұмысына оралуға асығады. Заң бойынша 3 жылға дейін сіздің жұмыс орныңыз сақталады, бірақ, одан ерте шыққысы келетін қызметкерге ешкім де «жоқ» дей алмайды. Егер бұл нұсқаға тоқталсаңыз, басшылықпен алдын-ала келісіп алыңыз.",
                "date": "7.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "49 жылға арендаға берілген жерді қанша уақыт пайдаланбаса, ол жер конкурсқа түседі?",
        "question_content": "Мемлекеттен 49 жылға берілген жер қанша уақыт пайдаланылмай тұрса, қайтадан конкурсқа түседі?",
        "question_date": "3.05.2022",
        "question_tag": "Заң",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 жыл бос жатқан жерлерді алып қойып жатыр.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аманбек және Амина некелесу туралы арызды АХАЖ бөліміне өтініш берді",
        "question_content": "Ұлым Аманбек және Амина некелесу туралы арызды АХАЖ бөліміне өтініш берді. Бір аптадан кейін, Аминаның анасы арыз берілген АХАЖ бөліміне барып некелесу арызын қабылдамауымен талап етеді. Талаптың себебін былай түсіндіреді: бір жыл бұрын Аманбек венералогиялық аурумен ауырып, сол себепті некелесуге құқығы жоқ деп айтады. Егер берген талабын қанағаттандырмаған жағдайда Аминаның анасы прокуратура органдарына баратынын айтады.\n\nАминаның анасының талабын қанағаттандыру қажет пе?  \nЕгерде Аманбек ЖҚТБ ауыратын болса, шешім өзгерер ме еді?",
        "question_date": "3.05.2022",
        "question_tag": "Заң",
        "question_views": 215,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заң бойынша нақтысын білмедім. Бірақ мұндай ауруы бар адамның сау адамды ауру қылуы мүмкін ғой. Сондықтан заң-паң демей-ақ, қоя салу керек.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери қызметте келісімшарт бойынша жұмыс жасап жүріп оқуға қалай тапсыруға болады?",
        "question_content": "Әскери қызметте келісімшарт бойынша жұмыс жасап жүріп қалай оқуға тапсыруға болады?",
        "question_date": "3.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 172,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз әскери бөлім командиріңізбен және түсетін оқу орынымен хабарласып мән жайды білесіз.",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери қызметте жүріп оқуға қалай тапсырса болады?",
        "question_content": "Мен әскери қызметте  келісімшарт бойынша жұмыс  жасап жүріп қалай тапсыруға болады?",
        "question_date": "3.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бос уақытыңызда тестке дайындаласыз, кейін тест тапсыруға өтініш бересіз. егер тестен өтіп, оқуға түссеңіз, қызметіңізден бас тартасыз.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Качоктар ішетің заттын аты қалай аппақ ұн секілді болу шедіғо",
        "question_content": "Качоктар ішетің заттын аты қалай аппақ ұн секілді болу шедіғо",
        "question_date": "3.05.2022",
        "question_tag": "Спортпен айналысу",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Протеин - таза ақуызы бар табиғи өнім. Оны адам өсімдік, ет пен сүт өнімдерін тұтынғанда бойына сіңіреді. Адам ағзасына түскенде сөл арқылы ол аминоқышқылдарға ыдырап, оның молекулалары қанға түседі. \nПротеин немесе қазақша айтқанда ақуыздың пайдасы қандай? Жоғарыда айтқандай ол аминоқышқылдарға ыдырайды, өз кезегінде ол адам ағзасы тіндерінің синтезі процессін іске қосып, майлардың ыдырауынан кейін бұлшық ет көлемін арттырады. Ақуызды күнделікті пайдалану салмақты реттеуге септеседі, арықтауға немесе салмақ қосуға. Ақуызды күнделікті қабылдау мөлшері адам салмағының әр келісіне 2,5 грамм. Дитеологтардың ойынша, протеин ішу адам ағзасына зиянын тигізеді. \nЖалпы мәлімет\n  90-шы жылдары протеин энергетик немесе тағамдық қоспалар іспетті зиянды есептелген. Кейінгі жылдардағы зерттеулер бұл өнім туралы ақаратты толықтырып, қазіргі таңда спортшылар, бодибилдерлер мен дұрыс тамақтану тәртібін ұстанатындар байтытылған ақуыз пайдалы деген ойға келді. \nАдамдардың 65 пайызы протеин табиғи өнім және құрамында синтетикалық қоспалар жоқ деп есептейді. Сонымен қоса, олар бұл өнім адам ағзасына толықтай сіңіп, еш зиянын тигізбейді деген ойда. Ақуыз ішкі органдардың қалыпты жұмысы үшін қажет, оның арқасында жұмсақ тіндер мен бұлшық ет өседі. Дегенмен синтетикалық немесе табиғи протеинді асыра тұтыну ішкі органдарға, соның ішінде бүйрекке ауырлық тудырады. Сондықтан байытылған ақуызды - протеин коктейлін пайдалануда салмақты көзқарас ұстанған жөн. \nАрнайы дүкен сөрелерінен спорттық тағамдардың түрін көптеп кездестіруге болады. Протеин, стероидтпен салыстырғанда дұрыс мөлшерде тұтынса, адам ағзасына залал келтірмейді. Бұл өнім құрамы жағынан бірнеше түрге бөлінеді - байытылған ақуыз мөлшері және неден алынатыннына байланысты: сарысу, соя, бұршақ негізінде жасалғандары бар. Әрқайсының сіңу деңгейі әртүрлі. Ең бағалысы сыйыр сүті ақуызының изоляты, алайда, мұндай өнім айтарлықтай қымбат келеді. \nрите в онлайн-кинотеатре на Кинопоиске!\nsz.kz\nРеклама\nИграй в 6/49, стань миллионером!\nНе упусти шанс изменить свою жизнь - стань миллионером! Купи всего 5 билетов 6/49!\nПротеин деген не? Пайдасы мен зияны\n©Ашық мәліет көздерінен\nСпорт жаңалықтары  Қазақша жаңалықтар\n1880\n13 қыркүйек 2021 11:36\nПротеин - таза ақуызы бар табиғи өнім. Оны адам өсімдік, ет пен сүт өнімдерін тұтынғанда бойына сіңіреді. Адам ағзасына түскенде сөл арқылы ол аминоқышқылдарға ыдырап, оның молекулалары қанға түседі. \nПротеин немесе қазақша айтқанда ақуыздың пайдасы қандай? Жоғарыда айтқандай ол аминоқышқылдарға ыдырайды, өз кезегінде ол адам ағзасы тіндерінің синтезі процессін іске қосып, майлардың ыдырауынан кейін бұлшық ет көлемін арттырады. Ақуызды күнделікті пайдалану салмақты реттеуге септеседі, арықтауға немесе салмақ қосуға. Ақуызды күнделікті қабылдау мөлшері адам салмағының әр келісіне 2,5 грамм. Дитеологтардың ойынша, протеин ішу адам ағзасына зиянын тигізеді. \nЖалпы мәлімет\n  90-шы жылдары протеин энергетик немесе тағамдық қоспалар іспетті зиянды есептелген. Кейінгі жылдардағы зерттеулер бұл өнім туралы ақаратты толықтырып, қазіргі таңда спортшылар, бодибилдерлер мен дұрыс тамақтану тәртібін ұстанатындар байтытылған ақуыз пайдалы деген ойға келді. \nАдамдардың 65 пайызы протеин табиғи өнім және құрамында синтетикалық қоспалар жоқ деп есептейді. Сонымен қоса, олар бұл өнім адам ағзасына толықтай сіңіп, еш зиянын тигізбейді деген ойда. Ақуыз ішкі органдардың қалыпты жұмысы үшін қажет, оның арқасында жұмсақ тіндер мен бұлшық ет өседі. Дегенмен синтетикалық немесе табиғи протеинді асыра тұтыну ішкі органдарға, соның ішінде бүйрекке ауырлық тудырады. Сондықтан байытылған ақуызды - протеин коктейлін пайдалануда салмақты көзқарас ұстанған жөн. \nАрнайы дүкен сөрелерінен спорттық тағамдардың түрін көптеп кездестіруге болады. Протеин, стероидтпен салыстырғанда дұрыс мөлшерде тұтынса, адам ағзасына залал келтірмейді. Бұл өнім құрамы жағынан бірнеше түрге бөлінеді - байытылған ақуыз мөлшері және неден алынатыннына байланысты: сарысу, соя, бұршақ негізінде жасалғандары бар. Әрқайсының сіңу деңгейі әртүрлі. Ең бағалысы сыйыр сүті ақуызының изоляты, алайда, мұндай өнім айтарлықтай қымбат келеді. \n   Протеиннің бөлініп алынатын шикізат түріне қарай классификациясы\nПротеинді ақуызды синтездеу жолымен алады. Бөліп алынатын шикізат және өндіру технологиясына қарай келесідей түрлері болады:  \nСарысу концентраты. Спортшылар сүт сарысуының ақуызын пайдаланады. Мұның ұтымды жақтары - бағасының төмендігі, бірақ, сүттен алынған протеинде лактоза мен майлар бар. Мұндай өнімді таза күйінде табу қиын, ол негізінен ақуыз қоспалары мен коктеилдері. Арықтау үшін оны өзге тағам түрлерімен тұтынады, ал ет жинау үшін тұрақты пайдалану керек. \nГидролизат. Сарысу немесе сыйыр етінен алынады. Сапасы жоғары және бағасы да қымбат. Мұндай тазартылған ақуыз ағзаға толықтай сіңеді және асқорту жүйесіне әсер етпейді. Бұл өнім спорттық тамақтану негезіне алынған. \nКазеин. Бұл өнімнің толықтай сіңуіне 6-7 сағат кетеді, тамақтану орнына осындай ақуызды тұтынған пайдалы есептеледі. Протеинді аштықты басу мен бұлшық ет өсіру үшін жатар алдында ішеді. \nИзолят. Құрамында майлар мен көмірсу аз, ал ақуыз өте мол - 95 пайызға дейін, жылдам қорытылады. Салмақты реттеу мен арықтау үшін пайдаланады, спортшылар жаттығудан кейін қабылдайды. Бағасы қымбат. Бұл өнімді майынан ажыратылған сүттен бөліп алады. \nЖұмыртқа ақуызы. Мұндай протеинді жұмыртқа мен жұмыртқаның альбуминінен өндіреді, алайда, температурамен өңделгендіктен ол қасиетін аздап жоғалтады. Көмірсу деңгейі төмен, ал аминоқышқылдарға бай. Ұзақ сіңеді, сондықтан түнгі ұйқы алдында қабылдайды. \nСоя протеині. Вегетариандарға арналған өсімдік негізіндегі өнім. Өсімдік клечаткасы сақталып, лактоза болмайтындықтан асқазан-ішек жолдарының қалыпты жұмысына септеседі. Құрамында үлкен мөлшерде аминоқышқылдар, глютамин мен аргинин бар. Диабеті бар адамдарға, әйелдерге гормональді жиынтықты қалыпқа келтіруге қолдануға болады. Ал бағасы өзге протеиндерге қарағанда анағұрлым арзан. \nАқуыз неге маңызды?\nАқуыз ішкі органдардың жұмысы, бұлшық еттің дамуы мен жасушалардың өсуіне крек, демек бүкіл ағзаға қажет. Сондықтан қандай жаста болмасын ол тамақтану негізінде болғаны жөн. Дүниеге келісімен бірінші ақуыз бен пайдалы аминоқышқылдарды сәби ана сүтімен немесе балаларға арналасқан қоспалармен алады - 100 миллилитрге 9-15 грамм көлемінде. Өзге маңызды құрамдас бөлік - полипептидтер, ет, сүт өнімдері, жұмыртқа ақуызы мен казеинде болады. Бұл нутриенттердің бәрі синтетикалық қоспасыз табиғи жолмен алынады.\nҚазіргі таңдағы өмір ырғағы адам ағзасына әсерін тигізбей қоймайды. Стресс, физикалық шаршау немесе қозғалыстың аздығынан адам ағзасына қант пен липидтердің қажеттілігі аз. Ал денсаулықты қалыпқа келтіру мен ағзаның негтивті факторларға қарсы тұруына құрылыс элементі - ақуыз қажет. Протеин пайдасы бұлшық ет өсіруде ғана емес, ол гормондардың бөлінуі үшін және күш сарқылып, депрессияға ұшырамас үшін де қолданылады.",
                "date": "3.05.2022",
                "upvotes": 1
            },
            {
                "text": "Протеин, гейнер, бца",
                "date": "1.08.2022",
                "upvotes": 0
            },
            {
                "text": "Егер сіз бұлшықет салу үшін қолданылатын ақ ұнтақты айтқыңыз келсе, онда оның атауы белгілі бір затқа байланысты әр түрлі болуы мүмкін. Мысалы, спорттық диетаға қосымша ретінде кеңінен қолданылатын сүт сарысуы ақуызы \"вей протеині\" деп аталады. Басқа заттарды да қолдануға болады, мысалы, креатин, бета-аланин және т. б.\n\nБірақ айта кету керек, кез-келген тағамдық қоспаларды, соның ішінде спорттық қоспаларды қолдану денсаулыққа белгілі бір қауіп төндіруі мүмкін және мұндай құралдарды қолдану маманмен кеңескеннен кейін және оның бақылауында ғана жүргізілуі керек.",
                "date": "4.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйген қызым туысым болса қайтем?",
        "question_content": "Махабаттың отына күйдім,қатты ғашық боп қалдым ойымнан еш кетпейді, не істесем болады? Ол қызбен жүрүіме болмайды қалай умытам жалпы осындай жағдайдан қалай жол тапқан дұрыс общем қалай тез ұмыту керек?",
        "question_date": "3.05.2022",
        "question_tag": "Махаббат",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "запретный плод всегда слаще  деген орысша ұғым бар. Мүмкін сол болмайды деген сайын өкініш көбейіп сезіміңіз ұлғайғандай көрінер. Уақыт өте бәрі ұмытылады. Жағдайға сырттай қарап өзіңізді жөнге салып, басқа істерге ой бөліп,өз -өзіңізге көмектеспесеңіз болмайды.",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сары майдың түсі сиыр жеген шөптің құрамына қарай өзгереді ме?",
        "question_content": "Сиыр қыста бұзаулағар соң ол сауыла бастайды. Сол қыста қорада тұрып жем шөп жеген сиырдан алынатын май ақ түсті болады. Көктем шығып, күн жылынған соң мал өріске шығады. Шөп енді шыға бастайды. Сол кезде шшп жеген сиырдың сүтінен шөптің дәмі шыға бастайды да, майдың түсі сарғая бастайды. Мамыр айында май қанық сары түсті болады. Маусым айының ортасына дейн тағы ақшыл тарта бастайды. Бұл процес негізі шөптің құрамына байланысты болар?",
        "question_date": "1.05.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жейтін шөптің, жемнің құрамына және жайылымдағы шөптің түрі мен балғындығына байланысты.",
                "date": "27.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза қабыл болады ма?",
        "question_content": "Cәресіне мұз кәмпит жеп отыр едім сол кәмпитпен ұйықтап қалыппын оянсам таң намазының уақыты кіріп кетіпті. Осы жағдайда ораза қабыл болады ма?",
        "question_date": "1.05.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни сұрақтар қоюға арналған  fatua.kz сайты бар",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың атқарған жұмысын және оның ішкі энергисының өзгеруін табыңдар.",
        "question_content": "Газды изобаралық қыздыру үшін оған 12 МДж жылу мөлшері берілді. Газдың атқарған жұмысын және оның ішкі энергисының өзгеруін табыңдар.",
        "question_date": "30.04.2022",
        "question_tag": "Химия",
        "question_views": 611,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Q=12*10⁶ Дж    i=5     A=?   ΔU=?\n\n===\n\np=const\n\nQ=(i+2)*p*ΔV/2=(i+2)*A/2\n\nA=2*Q/7=2*12*10⁶/7≈3.43*10⁶ Дж\n\nΔU=Q-A=(12-3.43)*10⁶=8.57*10⁶ Дж",
                "date": "3.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Белгілер бар бірақ етек кірім ерте келд аз аз дан сонда көтермегенін белгісі ма",
        "question_content": "Жүктіліктін белгілері бар жүрек айну үш ауыру зәрге көп шығу бас ауру аранын белдін ауыруы етеккірім ерте келді уақытынан бірақ аз аз дан сонда ол  қалай сонда көтермегенін білгісі ма ол",
        "question_date": "30.04.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 261,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяғыңыз ауыр болатындай жағдай болса түсік тастаудың белгісі болуы мүмкін. Тест жасап , дәрігерге қаралып, анализ жасатыңыз.",
                "date": "2.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді қалай атыма аударып алсам болады?",
        "question_content": "Әкем қайтыс болды. Бірақ әлі жылы өтпеді. Атында уйі бар соны жылы өтпей аударып алу керек екен. Уйде 3 баламыз. Ер балаға қалады екен. Ол бірақ алмаймын деп отыр. Екі қыздың біреуімізге аударайық десек туғанға туған аудара алмайды дейді. Басқа туысқаны аударып бер деп отыр.  Сосын біреуіңнің атыга аударам деді.  Бірақ ол кісіге сенім жоқ болып тұр. Қалай аударып алсақ болады?.",
        "question_date": "29.04.2022",
        "question_tag": "Заң",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкелеріңіз қайтыс болған жағдайда үй мұра болып қалады. Оны бөтен адамға аудармайсыздар. Нотариусқа барып 3 ағайынды өз-ара келісімдеріңізбен біреуіңізге аударасыздар.\nСенімсіз адамнан сұрағанша нотариустан сұраңыз әрі кетсе 5мың ақшаңыз кетер, бірақ үй емес қой",
                "date": "5.08.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адамға аяқ асты бауыр басу",
        "question_content": "Ассалаумағалейкум. Саған бауыр басқан адам қалай арылады, негізі нақты жауабы бар ма? Оған бауыр баса алмайды, екенсін жан дүниеңе еркіндік бермейді, іздейді де тұрады, барлық жерден іздедім жауабын тападым. Басым қатты! Алдын ала рахмет.",
        "question_date": "29.04.2022",
        "question_tag": "Психологиялық кеңес",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саған бауыр басқан адамнан қалай арылады  ма сұрақ? \nБіреудің сеземіне өзіңіздің жауапты емес екеніңізді ойыңызда ұстаңыз. Еш реакция білдірмеңіз. Өз өміріңізбен айналысыңыз. Сосын ол да өзі уақыт өте қалады.",
                "date": "29.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге Шымкентте орыстарды аққұлақ деп атайды?",
        "question_content": "Шымкентте орыстарды аққұлақ деп айтқанын көп естимін. Неге олай атайды?",
        "question_date": "29.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аққұлақ дейтін себебі - орыстар шошқаның етін жейтіндіктен, шошқаны ақ құлақ деп атағандықтан, атаған болар деген пікір бар.\nАл орыстар қазақтарды чурки черножопые дейтіндері - ол қазақтарда, сосын, көптеген мұсылман халықтарының ішінде, кішкентай наресте туған кезде көтен тұсында қал сияқты қара дақ болады, сондықтан олар сойтіп атайтынын білем\nБұрын ата-бабаларымыз пешенектер, қазарлар, қыпшақтар, алтын ордалылар орысқа аламан жорыққа шыққанда, олжаны алдымен ортаққа біріктіріп жинаған. Елге қайтып, бөліскенде, әр жігіттің үлесін өлтірген жаудың санына қарай белгілеген. Жорықта жай жүрмей, белсенді қатысқанын дәлелдеу үшін жігіттер кесіп алған ақ құлақтарды өткізген. Біле жүріңдер, \"аққұлақ\" деген жай сөз емес, астары осындай.",
                "date": "29.04.2022",
                "upvotes": 0
            }
        ]
    }
]