[
    {
        "question_title": "Қақсал руын тарату керек",
        "question_content": "Қақсал руын кім тарата алады 87478445737 ватсап Мұстафа",
        "question_date": "1.11.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көгінде қыран қалықтап, жерінде түйесі боздап, жылқысы құлындаған байтақ қазақ жері небір қан сасыған майдандарды өткерді. Ал қазақ елінің осынау қой үстіне бозторғай жұмыртқалаған заманға қол жеткізу үшін бейнетті, терді, талай бейкүнә өмірді артқа тастады. Ел тарихында осындай айрықша тарихи кезеңдердің бірегейі – \"зар заман\" кезеңі.\nЗар заман ақындарының алғашқы легі Абылай заманынан басталса, арты Абайға келіп тіреледі. Сондықтан қазақтың тарихымен салыстырсақ зар заман дәуірі толық жүз жылға созылады. Ал зар заман ақындары – қазақ әдебиеттану ғылымына алғаш рет М.Әуезов енгізген термин. Сол кез ақындары шоғырының белгілі өкілдері: Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, Әбубәкір Кердері, Албан Асан, т.б. \"Неліктен \"зар заман\"? Ол кездегі жағдай қандай болды?\" деген сұрақтарға біз жауапты Шортанбай Қанайұлының бір ғана \"Зар заман\" өлеңінен-ақ ала аламыз.\nАқын өлеңін \"бисмілла\" деп бастап көргені мен түйгенін жырлап әкетеді.\nДұрысын білмейтін надандардың басшы бола бастағанын, ақша деген дүниенің шыққанын, байлардың ұрлық жасап, билердің парақор болғанын, бір-бірлерін көре алмай, орыстарға жем болатынымызды, егесетін, әдесіз қыз бен жігіт шыққанын, барлығының ойлағаны мал және бұрынғы заман қайта келмейтінін айтып күйінеді. Осыдан-ақ сол кезде расында ел ішінде үлкен өзгеріс пен жаңашылдық болып жатырғанын көреміз. Ш. Қанайұлының ойын жалғастыра көптеген ақындар да сол заманды өз өлеңдеріне арқау етті.\nӘлбетте, қазіргі заман бұдан әлдеқайда тыныш, бейбіт. Бірақ сол кезеңнің қалдықтары да жоқ емес. Игі жақсыларымыз, ұлт жанашырлары саны ғана емес сапасы жақсы болса, әлеуметтік жағдай одан әрі жақсарары шүбәсіз.\nТолығырақ: https://tumalas.kz/id-44876/",
                "date": "16.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Егемен Қазақстан\" газетінің айдарлары қандай?Газетте неше бет?Неше баспа табақ бар?",
        "question_content": "Сондай- ақ, газеттің 1 санында қанша көлемді, орташа, қысқа материалдар бар?\n\nТақырыптарды берудің тәсілдер қандай?\nГазет идеологиясы және оның тақырып арқылы көтерілуі",
        "question_date": "1.11.2023",
        "question_tag": "Университет, колледж",
        "question_views": 292,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Егемен Қазақстан» — Қазақстан Республикасында жарыққа шығатын мемлекеттік ресми баспасөз құралы. Басылым негізінен ресми ақпаратты, жаңадан қабылданған құқықтық актілерді және басқа да ресми ақпаратты жариялайды. Газет 1919 жылдың 17 желтоқсанынан бастап аптасына 5 рет шығарылады. Алғашқы атауы \"Ұшқын\" болатын.\n«Егемен Қазақстанның» алғашқы саны 1919 жылдың аяғында Орынборда жарыққа шықты. Содан бері ұжымдастыру кезеңі де, сталиндік қуғын-сүргін кезеңі де, соғыс жылдары мен соғыстан кейінгі қиын кезең де газеттің тұрақты түрде жариялануына кедергі бола алмады. Тек атауы ғана «Ұшқын», одан кейін «Еңбек Туы», «Еңбекші қазақ», «Социалистік Қазақстан» және соңғы жылдары «Егемен Қазақстан» болып өзгерді.\nБұл газетте қазақ зиялы қауымының негізгі шығармашылығы жинақталған. Олар газетте алғашқы күндерден бастап-ақ жұмыс істеді: алғашқы кезде газетте қазақ зиялыларының күшті шығармашылық тобы жинақталды. Газеттің алғашқы редакторларының бірі Сәкен Сейфуллин болды. Мұнда Мұхтар Әуезов, Бейімбет Майлин, Ғабит Мүсірепов, Ілияс Жансүгіров секілді біртуарлар жұмыс істеді және шығармаларын жариялады.\n«Егемен Қазақстан» мектебінен сандаған журналистер өтті. Әрине, уақыт өткен сайын республикада заман талабына сай және күшті болуы мүмкін қазақ тілді жаңа газеттер пайда болды, бірақ «Егемен Қазақстан» әрдайым тұрақты жариялануы мен объективтілігімен ерекшеленеді.\n86 жылдың ішінде газеттің кеңсесі түрлі қалаларда орналасты, ең алдымен Орынборда, Қызылордада, содан кейін Алматыда, ал қазір тарихы газеттің сарғайған беттерінде сақтаулы тәуелсіз мемлекетіміздің бас қаласы – Астанада.\nКүн көру деген бар. Өмір сүру деген бар. Ішкен ас, киген киімді қанағат тұтып, жанын баққанына жағасы жайлау болып жүре беретіндердің күн көруі мен елмен етене есеюге, мемлекетпен бірге тыныстауға тырысатындардың өмір сүруінің арасында айырма және бар. Әрине, тіршіліктің қатал заңы алдымен күн көрудің қамын ойлаттырады адамға. Соның өзінде де қай заманда болсын, қай қоғамда болсын адамның адамдығы, кісінің кісілігі бәрінен бұрын елім деген, жерім деген, елінің, жерінің қамын жеген перзенттік парызынан, сол сынақтағы парасат-пайымынан танылмақ. Жүз мыңдаған жандардың жеке-жеке сынақ сәттері жинала-жинала келіп, елдік сынына ұласары бар. Қазіргі таңда біздің қазақ дәл сондай сынға түсіп тұр. Ол – ел болудың, ел бола алудың, ел болып қала алудың сыны. Шүкіршілік деп айтайық, сыры да көп, қыры да көп, шарты да шаш-етектен сол сыннан халқымыз абыроймен өтіп жатыр. Азаттықтың азапты да ғажапты сапарына, тәуелсіздіктің тар жол, тайғақ кешуіне өзімізбен қатар түскен елдердің арасында еңсеміз биік, омырауымыз озық, жер-жаһанның алдында жүзіміз жарқын. Қазақтың атқа қонғаны анық, дүниежүзілік ұлы додаға кеуделей кіргені күмәнсіз. Елбасымыз Қазақстан әлемдегі бәсекеге қабілетті елу елдің қатарына енуі керек дегенде осыны ескеріп отыр. Бұл сөзді Нұрсұлтан Назарбаевқа сеніммен айтқызатын жайдың бірі — қазақтың намысшылдығы. Елдің бас басылымының таралым деңгейін елдіктің бір өлшемі деп қарастырсақ, жүз жетпіс мыңдық белестің биігінде қалу соншалықты қиын да болмас. Ендеше, тоқсан жылдан бері ел сөзін салмақпен, сабырмен сөйлеп келе жатқан, әділдіктің, адалдықтың ақ туын аласартпаған бас басылымның алдағы кезде де өз биігінде болуы үшін “Егемен Қазақстанда” еңбек ететін әрбір қызметкер бойындағы барын береріне уәде ете отырып, біз де өз тарапымыздан айналайын ағайын газет бағасы қымбаттағанына қарап халықтық қалпынан, елдік салтынан айнымайды, басылым жанашырларының саны көбеймесе азаймайды.\n70- Ақпараттық жанр (журналистика) – газет бетіндегі матермалдар мен радио-, телеэфирінің 50 пайызынан астамын құрайтын журналистикадағы басты жанрлардың бірі. Оған хроника, шағын және кеңейтілген ақпараттар, сұхбат, есеп, суреттеме, репортаж жатады. Бұлардың бәріне қойылатын талаптар ортақ. Ақпараттық жанр дәлелдер мен дәйектерден тұрады және оның құрамында әдеби көркемдеуіш құралдар қолданылмайды. Күнделікті фактілер туралы баяндайды. Егер аталған жанрды орынды, дұрыс қолдана білсе, онда олардың мүмкіндігі шексіз. Ақпараттағы жанрдағы материалдар субъективті көзқарастан, жеке тұлғаның өзіндік қорытындысынан ада болғандықтан әлем журналистикаысн зерттеушілер оны жарияланымның жоғары формасы деп атайды.\nКөркем публицистикалық жанрлар (журналистика) – журналистикадағы ең әдемі жанрлардың бірі.\nТақырыпты талдау үстінде көркем әдебиеттік, сатира, юморлық, публицистика элементтерін тоғыстыра қолданады. Публицистикада бүкіл қоғам мүшелерінің назарын аударатын оқиғалар, мысалдар, типтік фактілерді талдау, сипаттау әдісімен түсіндіріледі. Сондықтан ірі оқиғалар мен құбылыстар публицистің тудырған бейнесі арқылы айқындала түседі. Ал бейне арқылы оқырманға оқиға жайлы толықтай мәлімет алуға мүмкіндік береді. Бұл көркем-публицистикалық жанрларға тән сипат. Әсіресе, очерк пен фельетонда әдеби көркемдеуіш тәсілдер молынан қолданылады).",
                "date": "6.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітіме ата анам қарсы",
        "question_content": "Жасым 17 де жігітім 24 те. Жүріп жүргенімізге біраз болды,анам жігітімді біледі оның отбасысында біледі.Мен 18 ге толғанда үйленейік деп жатырмыз.Өзім ол адаммен бақытты боламын деп айта аламын.Анамнан неге қарсы екенін сұрадым,оның айтуы бойынша,жігітімнің отбасысы бұзылған адамдар бірақта отбасысы намаз оқып түзу жолдағы жандар.Жігітімде намазхан.Жігітімнің отбасысы мені қабылдап отыр.Бірақ анамның айтқандары жаныма батады ерте кеткенінді қаламаймын, басқа әйелдер секілді ошақ астында отырғанынды қаламаймын дейді. Басым қатып кетті,жігітімді тастай алмаймын бірақта анамның разылығынсыз маған қиын болмақ.Жігітімнің анамның сөздеріне деген реакциясы бұйырса болады бәрі,болмай бара жатса алып қашамын дейді қорқамын.Кеңес берсеңіздер",
        "question_date": "1.11.2023",
        "question_tag": "Махаббат",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата-анаңды таңдасаң сүйген жігітіңді қия алмау, ал жігітіңе таңдау жасасаң ата-анаңның жүрегін жаралап, көңілдерін қалдырудан, опасыз ұрпақ атанудан қорқу. \n Психолог мамандардың пікірінше, бұлай талғам жасау қате. Себебі, біріншіден, салыстырмалы түрде айтқанда әке-шешеміздің бізбен бірге бола алатын уақыты қысқа. Тіпті ата-анаңның айтқанын тыңдап басқа бір жігітпен тұрмыс құрсаң да, бәрібір ата-анаңның қасынан алыстап кетесің. Ал сүйген жар өле-өлгенше сенің қасыңда, өзіңмен бірге болатын адам. Сондықтан, талғамды дұрыс жасау керек.\nЕкіншіден, шындығын айтар болсақ, ата-анамыздың не үшін бізді осылай талғам жасауға итермелейтінін білеміз. Бірақ қолбасшы бұйрығының барлығы дұрыс болуы екіталай, яғни, ата-анаңның жақсы көңілімен қате талғам жасауы да әбден мүмкін. Жігітің қандай адам, екеуің бірге өмір сүре аласыңдар ма, бір-біріңе үйлесім табуларың қиын ба, ол жағы сенің ата-анаңа емес, саған ғана мәлім. Өйткені, онымен бірге талай күніңді өткіздің, болашақта да өткізуді ойлап жүрсің, ол сенің қасыңда.\nҮшіншіден, ата-ананың сендердің некелеріңе қосылмауының мынадай себептері болады:\n1) Аралық тым шалғай. Қызының алыс жерге барып жәбір-жапа шегуінен алаңдайды. Оның үстіне төркіндеп келуі де қолайсыз. Енді ойланып көріңіз, бұл қай заман, қандай дәуір. «Айшылық алыс жерлерден, жылдам хабар алғызған» заман емес пе? Ал, жәбір-жапа көру жағы тіптен мүмкін емес. Сенің алыс жерге ұзатылуың сенің қиналып, нашар өмір сүретініңнен дерек бермейді. Ендеше көрші ауылға ұзатылсам бақытты бола аламын деп ойлайсың ба? Ең бастысы өмірлік жар болатын адамды дұрыс таңдау.\n2) Барған жері өте кедей. Байлық бар жердің бәрінде бақыт болады деу қате түсінік. Кедей адамға тұрмысқа шығу көңілсіз тұрмыстан көз ашпау деп қарау дұрыс па? Тәнің сау, жаның таза, ақша мен атақ, мүддені қайырып тастап қасыңда сүйген жарың, жайлы-жылы тұрағың, күн көруге жетерлік ақшаң, шын пейілді достарың болса бұдан артық не керек? Күндер өте келе байлық та, өзгесі де еңбекпен келсе оның қадірі арта бермей ме?! Жігіт адамның саған дейін бай-кедей болуы маңызды емес, маңыздысы оның ақша табатын қабілетінің, талабының, еңбекқорлығының болу-болмауында. Барған ауылың бай болса, бірақ жігітіңнің қолынан түк келмейтін арамтамақ болса, ол байлық та бір күні таусылады. Сонда не істейсің?\n3) Ат-атағы жоқ, адамдары нашар. Ат пен атақ жасы келген кісілердің өз көзқарастары. Әке-шешесінің атағы шықпағанына олардың баласы кінәлі емес. Бұлай пейіл таныту теңсіздік. Әкесі қылмыскер болса баласы да сол атты мәңгі көтеріп жүруі керек деген ұғым жоқ. Олардың бұл жағдайға қалай душар болғанын түсінуге тырысу керек. Ал, жігіттің өз басы шынымен де арақ пен құмарға салынған ұр да жық біреу болса одан кері айналу сенің де борышың.\n\n«Кімде-кім ата-анасын риза қылса, Алланы риза қылғаны, егер ата-анасын ашуландырса, Алланы ашуландырғаны» - деген (Ибн Нәджардың хадисінде).\n\nТаңдауды өзіңіз жасаңыз. Адамдарға ақыл айту оңай, бірақ өз бастарына келсе, өздерінің де шешім қабылдауы екіталай. Өз жүрегіңізді тыңдаңыз. Алладан сұраңыз шешімін. Дұға жасаңыз. Асығыс шешім жасамаңыз. Үйлену оңай, үй болу қиын.",
                "date": "5.11.2023",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе! Махаббатта шектеу жоқ, шектеу тек біздің миымызда! Қазіргі жаста анаңызды тыңдаған дұрыс деп ойлаймын! Әр нәрсенің хайырлысы бар. Соны тек қабылдай білу керек. Алла анамыздың жүрегіңе ондай сезімді бекер бермеді онда. Қазіргі жаста білімге көңіл бөліңіз. Біраз уақыттан соң шешім шығарасыз. Біраз уақыттан соң ғана түсінесіз, хайырлы болса ол адам - сіздің қасыңызда қалады, хайырлы болмаса - басқа адам жолығады. Барлық затты Аллаға тапсырып үйреніңіз. Бәрі алда!",
                "date": "11.12.2023",
                "upvotes": 0
            },
            {
                "text": "Аллаһтан дұға жасап қайырлысын сұраңыз",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалавр Бж и ЗОС мамандығымен кнб ға түсуге болама",
        "question_content": "Мен Бакалавр Бж иЗос мамндығын оқып жатырмын соны бітірген соң КНБ ға түсуге болама",
        "question_date": "31.10.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰҚК академиясы Алматы қаласында, мекенжайы бойынша орналасқан. Мәди, 1Б, Бостандық ауданы, Нұр Алатау шағын ауданы.\nҰлттық қауіпсіздік органдарының арнаулы оқу орындарына және әскери оқу орындарына қабылдау тәртібі «Арнаулы мемлекеттік органдар туралы» Қазақстан Республикасы Заңының 10-бабында және ҰҚК Төрағасының 13.01.№ 2 бұйрығымен айқындалады. 2016.\nҚазақстан Республикасы Ұлттық қауіпсіздік комитетінің Академиясы ұлттық қауіпсіздік органдарының жедел-техникалық және басшы қызметкерлерін даярлайтын, қайта даярлайтын және біліктілігін арттыратын көпсалалы оқу орны болып табылады. Оқу орны Комитеттің қазіргі қызметкерлерін жоғары білім беру бағдарламалары, қосымша білім беру, сондай-ақ магистратура және докторантура бағдарламалары бойынша оқытуды жүзеге асырады.\n17 бен 21 жас аралығындағы әскери қызмет өткермеген азаматтар, сондай-ақ әскери қызмет өткерген және 24 жасқа толған азаматтар және 25 жасқа толған әскери қызметшілер немесе арнаулы мемлекеттік органдарда қызмет ететін қызметкерлер.\nСондай-ақ Ұлттық қауіпсіздік комитетінің академиясында жоғары білімнің білім беру бағдарламалары бойынша ұлттық қауіпсіздік органдарында немесе ұлттық қауіпсіздікті қамтамасыз етуге байланысты өзге де мемлекеттік органдарда жұмыс тәжірибесі бар, жасы 35-тен аспайтын жоғары білімі бар азаматтар; оқи алады.\nҚабылдау үшін психологиялық тестілеуді, жалпы пәндер бойынша тестілеуді, сондай-ақ дене дайындығы бойынша тестілеуді қамтитын іріктеу сынақтарынан өту қажет. Сондай-ақ медициналық тексеруден өту және соттылықты тексеру қажет.\nБіліктілік сынақтарын тапсырып, оқуға келісім-шартқа қол қойғаннан кейін білім алушылар ұлттық қауіпсіздіктің теориялық және практикалық аспектілерін зерделеуді, мемлекеттік қауіпсіздікке төнетін қатерлерді талдауды және бағалауды, олардың алдын алу және оған қарсы іс-қимыл шараларын әзірлеуді, білім беру жүйесіне қатысты мәселелерді зерделеуді қамтитын арнайы бағдарламалар бойынша білім алады. ұлттық қауіпсіздік органдарындағы жұмыс әдістері мен технологиялары, қауіпсіздік, сондай-ақ шет тілдерін және басқа да пәндерді оқыту.\nҰлттық қауіпсіздік комитетінің академиясында оқу таңдалған бағдарламаға байланысты 3 жылдан 5 жылға дейін созылады. Оқыту аяқталғаннан кейін дипломға таңдалған бағдарламаға сәйкес бакалавр, маман немесе магистр дәрежесін беру туралы жазба жасалады.\nАлған білімі түлектерге ұлттық қауіпсіздік органдарында, құқық қорғау органдарында, қылмысқа қарсы күрес саласында, ақпараттық қауіпсіздік саласында, жеке күзет компанияларында және т.б. Сонымен қатар, түлектер аспирантурада оқуын жалғастырып, ұлттық қауіпсіздік саласындағы Ph.D немесе Ph.D дәрежесін ала алады.\nҚосымша ақпаратты egov электрондық үкіметінің веб-сайтынан табуға болады.\nАкадемия КНБ - как поступить",
                "date": "6.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамды жақтырмау тәкәппарлыққа жата ма?",
        "question_content": "Мысалы бір адамды жақтырмаса, жақтырмаған адам тәкәппар адамдардың біріне жатада ма?",
        "question_date": "31.10.2023",
        "question_tag": "Тұлға, Адам",
        "question_views": 459,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тәкаппарлық – мінез- құлық пен жандүниенің көрінісі. Ол – адам баласының өзін өзгелерден әлдеқайда жақсымын деп сендіруі. Тәкаппарлық – адамға ақиқатты қабылдауға кедергі жасайтын рухани дерт.\nТәкаппарлықтың сыртқы белгілері: өзгелерден құрмет күту, ақыл- кеңеске құлақ аспау, дөрекі сөйлеу, өзгелердің берген кеңесіне ашулану және өзге адамдарды менсінбеу. Тәкаппарлық өркөкіректік, қызғаныш және зұлымдық секілді жағымсыз мінез- құлық тудыруы мүмкін.\nТарих беттері шайтанның құрдымға кетуіне осы тәкаппарлықтың себеп болғанын айғақтайды. Тәкаппарлық шайтанға: «Мен Адамнан артықпын»,- деп айтқызған. Оның бұл қылығы Ұлы Жаратушының әмірін менсінбеуге апарып  соғып, мәңгілікке лағынетке ұшырады.\nКімде-кім өзін өзгелерден жоғары ұстар болса, өзін кемел әрі өзгелерден озықпын деп санайтын болса сол нағыз - Тәкаппарлық.\nТәкаппарлыққа жататын іс-әрекеттерге бірнеше мысал келтірейік:\n\n1- Сұрақ сұрамау тәкаппарлықтың белгісі. Тәкаппар адам сұрақ сұрауды білмегендіктің белгісі деп ойлайды. “Егер сұрақ сұрасам, білмейтіндігім белгілі болып қалады” - дейді.\n\n2- Тек өзінен ғана сұрағанды, басқалардан сұрамағанды қалау, білетін-білмейтін барлық сұрақтарға да жауап беруге тырысу, білмеймін деп айта алмау.\n\n3- Жол, адрес сұраудан тартыну. Жол және сұрақ сұрамау – айыпталу, кінәлану қорқуынан туындайды.\n\n4- Бастығынан рұқсат сұраудан тартыну.\n\n5- Қонаққа барған үйде бірнеше кісімен бірге намаз оқитын кезде имам болуға лайықты көптеген адамдар бола тұра, үй иесі рұқсат етпестен өзінің имамдыққа алға өтуі, барлығынан имамдыққа өзін лайықпын деп санау.\n\n6- Жиындарда тек өзі сөйлеп, басқалардың сөзге араласуынан мазасыздану, олардың үндемей отырып тыңдауларын қалау.\n\n7- Айналасындағы адамдарға көп білетіндігін көрсетіп қою үшін, оларға әр сәтте бір нәрселерді түсіндіруге тырысу, өзінше қате деп санаған нәрселерін дереу түзетуге, ескертуге тырысу.\n\n8- Мешітте жамағатқа “Алға өт! Артқа тұр!” деп бұйрық беруге құмар болу және сондай бір бұйрық берілгенде мазасызданып жақтырмай отыру.\n\n9- Жасына қарамастан барлығының бір-бірлеріне “аға” деп айтуы әдет болған жерлерде “аға” деп айта алмау, тек атымен немесе “бауырым” деген секілді сөздермен шақыру.",
                "date": "2.11.2023",
                "upvotes": 0
            },
            {
                "text": "салеметсиз бе. ия, такаппарлыкка жатады. Такаппарлык адам бойындагы ен жаман касиет. Потребитель ролинен шыгыныз. Сиз ушин биреу озгеру миндетты емес. Потребитель ролинен шыгу ушин оз акынызга баскаларды киргизиниз. Ягни баскалар сиздин тарапынызга сиз унатпайтын заттарды истеу керек",
                "date": "11.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 г көмірқышқыл газында қанша молекула бар?",
        "question_content": "4 г көмірқышқыл газында қанша молекула бар?",
        "question_date": "30.10.2023",
        "question_tag": "Мектеп",
        "question_views": 720,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "4 грамм көмірқышқыл газындағы (СО2) молекулалар санын анықтау үшін молярлық масса және Авогадро саны ұғымын қолдану керек.\nКөмірқышқыл газының молярлық массасын (СО2) көміртегі © және екі оттегі (O) атомдарының атомдық массаларын қосу арқылы есептеуге болады:\nС: 12,01 г/моль O: 16,00 г/моль\nCO2 молярлық массасы: 12,01 г/моль + (16,00 г/моль * 2) = 44,01 г/моль\nЕнді 4 граммдағы СО2 моль санын есептеу үшін молярлық массаны пайдалана аламыз:\nмоль = масса / молярлық масса моль = 4 г / 44,01 г/моль моль ≈ 0,0908 моль\nАвогадро саны кез келген заттың бір мольінде 6,022 x 10²³ молекула бар екенін көрсетеді.\nСондықтан 0,0908 моль CO2 молекуласының санын есептеу үшін моль санын Авогадро санына көбейтеміз:\nмолекулалар саны = моль x Авогадро саны молекулалар саны = 0,0908 моль x (6,022 x 10²³ молекула/моль) молекулалар саны ≈ 5,48 x 10²² молекулалар\nСонымен, 4 грамм көмірқышқыл газында шамамен 5,48 x 10²² молекула бар.",
                "date": "2.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 10 л азот сутекпен әректесскенде 15 л амиак түзілсе оның шығымы",
        "question_content": "көлемі 10 л азот сутекпен әректесскенде 15 л  амиак түзілсе  оның шығымы",
        "question_date": "29.10.2023",
        "question_tag": "Химия",
        "question_views": 664,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азот пен сутегінің аммиак алу реакциясын түсіну үшін молярлық қатынас принциптерін және идеал газ заңын қолдану керек.\nРеакцияның теңдестірілген химиялық теңдеуі:\nN2 + 3H2 → 2NH3\nТеңдеуден 1 моль азот 3 моль сутегімен әрекеттесіп, 2 моль аммиак түзетінін көреміз.\nӨндірілген аммиак көлемін анықтау үшін пайдаланылған азот пен сутегі газының көлемін салыстыру керек.\nАвогадро заңына сәйкес, бірдей температура мен қысымда бірдей көлемдегі газдарда молекулалардың бірдей саны болады. Бұл реакцияға қатысатын газдардың көлемдері арасындағы қатынасты орнатуға мүмкіндік береді.\n10 литр азот жұмсалатынын ескере отырып және Авогадро заңына сүйене отырып, келесі қатынасты орнатуға болады:\n10 л азот: 15 л аммиак\n1:1 қатынасы болғандықтан, бұл әр 10 литр азот үшін 15 литр аммиак өндіріледі дегенді білдіреді.\nДемек, 10 литр азот 15 литр аммиак алу үшін әрекеттеседі.",
                "date": "2.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Археолог болу үшін қандай колледж немесе универ таңдау керек??",
        "question_content": "Мен археолог болғым келеді.Бірақ қандай оқуды оқу керек екенін білмеймін",
        "question_date": "29.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-С.Торайғыров университеті\n\n-Әл-Фараби атындағы Қазақ Ұлттық университеті",
                "date": "4.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТЛ-ге түсу оңай ма?",
        "question_content": "Жауап бересіздер ма маған сол қызық еді",
        "question_date": "29.10.2023",
        "question_tag": "Мектеп",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/676119/",
                "date": "30.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баска универге ауысайын деп едім. 2 сабақтан құлап қалдым. Ауыса аламын ба?",
        "question_content": "1 семестрден кейін ауыса аламын ба, летоны акшамен жауып.",
        "question_date": "28.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 203,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауысуға болады.",
                "date": "2.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы дала тереториясына қандай теретория енді?",
        "question_content": "Ұлы дала тереториясына қандай теретория енді?",
        "question_date": "27.10.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Ұлы Дала» деп Дунайдан Маньчжурияға (Қытайдың солтүстік - шығысындағы облыс) дейінгі жерді алып жатқан Еуразияның орталығындағы кең аумақты айтамыз. Ұлы дала географиялық емес, тарихи-мәдени ұғым. Бұл аймақтың географиялық атауы Еуразия. Ұлы Дала көшпелілер өркениетінің бесігі болып табылады.\nОрта ғасырлардағы Ұлы Даланың (Дунайдан Алтайға дейінгі аралық) атауы мұсылман жазба деректерінде Дешті Қыпшақ деп аталады.",
                "date": "6.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 8 сыныпта 3 4 бар еді. Тоқсанда жылдыққа беске шықсам алтын белгі ала алмын ба?",
        "question_content": "Мен 8 сыныпта 3 4 бар еды токсанда жылдыкка беске шксам алтын белгі ала алмба",
        "question_date": "27.10.2023",
        "question_tag": "Мектеп",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын белгі алу ЕРЕЖЕЛЕРІ\n\n \"Білім туралы\" Қазақстан Республикасы Заңының 5-бабы 22 тармақшасына сәйкес БҰЙЫРАМЫН:\n      Ескерту. Кіріспе жаңа редакцияда - ҚР Оқу-ағарту министрінің 07.08.2023 № 248 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      1. Қоса беріліп отырған \"Алтын белгі\" белгісі туралы\" ереже бекітілсін.\n      2. Мектепке дейінгі және орта білім, ақпаратты технологиялар департаменті (Ж.А. Жонтаева):\n      1) осы бұйрықтың белгіленген тәртіппен Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркелуін;\n      2) Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркеуден өткен соң күнтізбелік он күн ішінде осы бұйрықты бұқаралық ақпарат құралында және \"Әділет\" ақпаратты-құқықтық жүйеде ресми жариялауын;\n      3) осы бұйрықты Қазақстан Республикасы Білім және ғылым министрлігінің интернет-ресурсында орналастыруды қамтамасыз етсін.\n      4. Осы бұйрықтың орындалуын бақылау Қазақстан Республикасы Білім және ғылым вице-министрі Е.Н. Иманғалиевқа жүктелсін.\n      5. Осы бұйрық алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі.\n                                                                                                                                                                                                                                                   Қазақстан Республикасы\n                                                                                                                        Білім және ғылым Министрлігнің\n                                                                                                                          2014 жылғы 19 желтоқсандағы\n                                                                                                                                  № 532 бұйрығымен\n                                                                                                                                           бекітілген\n\"Алтын белгі\" белгісі туралы Ереже\n      1. Осы Ереже \"Білім туралы\" Қазақстан Республикасы Заңының 5-бабы 22) тармақшасына (бұдан әрі - Заң) сәйкес әзірленді.\n      Ескерту. 1-тармақ жаңа редакцияда - ҚР Оқу-ағарту министрінің 07.08.2023 № 248 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      2. \"Алтын белгі\" белгісімен негізгі орта білім туралы үздік аттестат алған, негізгі, жалпы орта білімнің оқу бағдарламаларына немесе \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының оқу бағдарламаларына сәйкес 5 (6) – сыныптан бастап 11 (12) сыныпқа дейінгі оқу кезеңінде барлық пәндер бойынша жылдық және қорытынды бағалары \"5\" баға алған, 10 (11) – сыныптан бастап 11 (12) - сыныпқа дейінгі оқу кезеңінде барлық пәндер бойынша тоқсандық бағалары \"5\" баға алған білім алушылар марапатталады.\n      Ескерту. 2-тармақ жаңа редакцияда – ҚР Оқу-ағарту министрінің 07.08.2023 № 248 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      3. \"Алтын белгі\" белгісімен білім алушыларды наградтау білім беру ұйымы, \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымы басшысының бұйрығымен жүргізіледі.\n      Ескерту. 3-тармақ жаңа редакцияда – ҚР Білім және ғылым министрінің 13.06.2017 № 278 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      4. \"Алтын белгі\" белгісімен марапаттау салтанатты жағдайда өткізіледі.\n      5. Заңның 26-бабының 5-тармағына сәйкес \"Алтын белгі\" белгісімен марапатталған адамдардың конкурс өткізу кезінде білім беру гранттарын алуға, сондай-ақ техникалық және кәсіптік, орта білім беруден кейінгі және жоғары білімді кадрлар даярлауға арналған мемлекеттік білім тапсырыс бойынша білім алушылар құрамына қабылдауда басым құқығы бар.\n      6. \"Алтын белгі\" белгісімен марапатталушы заңнамада белгіленген тәртіппен денсаулық жағдайы бойынша арнайы талаптар көзделген жоғары оқу орнын таңдаған жағдайда, денсаулығы Қазақстан Республикасының заңнамасында белгіленген арнайы талаптарға сәйкес келген жағдайда ғана қабылдана алады.\n      7. Осы Ереже меншік үлгісіне, түріне, нысанына және ведомстволық бағыныстылығына қарамастан, белгіленген тәртіппен бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын іске асыратын білім беру ұйымдарының білім алушыларға қолданылады.\n      8. \"Алтын белгі\" белгісін дайындау осы Ережеге қосымшаға сәйкес \"Алтын белгі\" белгісінің сипаттамасына сәйкес жүзеге асырылады.",
                "date": "6.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "HNO3(Сұйытыған), HNO3(конц), H2SO4(Сұйытыған), H2SO4(конц) қандай заттармен әрекеттеспейді",
        "question_content": "Бүкіл заттарды жаза аласыз ба?",
        "question_date": "27.10.2023",
        "question_tag": "Химия",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұйық және концентрлі азот және күкірт қышқылдары күшті тотықтырғыштар болып табылады, сондықтан олар көптеген заттармен әрекеттеседі. Дегенмен, олар реакцияға түспейтін кейбір заттар бар.\nАзот қышқылы келесі заттармен әрекеттеспейді:\nЭлектрохимиялық кернеу қатарында сутегінің оң жағында орналасқан металдар: алтын, платина, палладий, иридий, рутений, осмий.\nЭлектрохимиялық кернеу қатарында оттегінің сол жағында орналасқан бейметалдар: көміртегі, күкірт, фосфор, селен, теллур.\nЕрімейтін негіздер мен оксидтер: сілтілі және сілтілі жер металдардың оксидтері, қалайы, қорғасын, хром, марганец, темір оксидтері.\nСілтілік және сілтілік жер металдарының бейорганикалық тұздары, қалайы, қорғасын, хром, марганец, темір.\nКонцентрлі азот қышқылы көміртегі тотығы (IV), аммиак және галогендермен де әрекеттеспейді.\nКүкірт қышқылы келесі заттармен әрекеттеспейді:\nЭлектрохимиялық кернеу қатарында сутегінің оң жағында орналасқан металдар: алтын, платина, палладий, иридий, рутений, осмий.\nЭлектрохимиялық кернеу қатарында оттегінің сол жағында орналасқан бейметалдар: көміртегі, күкірт, фосфор, селен, теллур.\nЕрімейтін негіздер мен оксидтер: сілтілі және сілтілі жер металдардың оксидтері, қалайы, қорғасын, хром, марганец, темір оксидтері.\nСілтілік және сілтілік жер металдарының бейорганикалық тұздары, қалайы, қорғасын, хром, марганец, темір.\nКонцентрлі күкірт қышқылы көміртек оксиді (IV), аммиак және галогендермен де әрекеттеспейді.\nӘрине, бұл реакциялар белгілі бір жағдайларда, мысалы, жылу немесе катализаторлардың қатысуымен болуы мүмкін.",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжді медицина оқып ары қарай 3 жыл оқып хирург бола аламын ба",
        "question_content": "Колледжді медицина оқып ары қарай 3 жыл оқып хирург бола аламын ба?",
        "question_date": "27.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 182,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, высшая образование болу керек.",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Қазақстанда, көптеген басқа елдердегідей, хирург болу жолы байсалды әрі ұзақ оқуды талап етеді. Әдетте процесс келесі қадамдарды қамтиды:\n\n1. * Медициналық білім*: әдетте 5-6 жылға созылатын университеттің медицина бағдарламасын аяқтау.\n\n2. * Интернатура*: медициналық университеттің түлегі дәрігерлік қызметтің алғашқы тәжірибесін алатын міндетті практика жылы.\n\n3. * Клиникалық резидентура*: жетілдірілген клиникалық оқыту және тәжірибе, әдетте 2-3 жылға созылады.\n\n4. * Хирургияға дайындық*: резидентура шеңберінде хирургияға мамандануға болады, бұл қосымша оқу жылдарын білдіреді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топтың атына ұран, эмблема қажет еді?",
        "question_content": "Топтың аты: Күрең күз\nҰраны:?\n\nЭмблемасы:?",
        "question_date": "27.10.2023",
        "question_tag": "Мектеп",
        "question_views": 697,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Күздің қара желінде ән бар,\nБіздің ұжым, күш-қуат жүрегімізде.\nҚараңғылықпен алға, жарық әкелеміз,\nҚараңғы күз, алға!\n\nАлтын жапырақтарды аралап,\nКүзгі жел қарғыс сияқты бізбен бірге.\nІшімізде қараңғылық қайнады, бірақ үміт жарқырайды,\nҚараңғы күз, алға!\n\nСұр реңктердегі көктегі жарық,\nЖылдар биіндегі жапырақтардай біргеміз.\nКүзгі жолдар бізді жақындатады,\nҚараңғы күз, алға!\n\nБірлікте күш, әр көзқараста,\nҚараңғы күз әні алға.\nҚараңғылық пен жарықтың құшағында тұрған команда әнұраны,\nҚараңғы күз, алға!",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Республикасының Еңбек Кодексі 111 бабының 8 тармағы керек.",
        "question_content": "Қазақстан Республикасының Еңбек Кодексі 111 бабының 8 тармағы қандай?\n111 бабын таптым. Бірақ 8 тармағын таба алмадым.",
        "question_date": "27.10.2023",
        "question_tag": "Заң",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "111-бап. Лауазымдарды қоса атқару, қызмет көрсету аймағының кеңеюі және уақытша болмаған жұмыскердің міндеттерін атқару (алмастыру)кезінде еңбекке ақы төлеу\n      1. Сол бір ұйымда, еңбек шартында көзделген өзінің негізгі жұмысымен қатар басқа немесе осындай лауазым бойынша қосымша жұмыс орындайтын не уақытша болмаған жұмыскердің міндеттерін өзінің негізгі жұмысынан босатылмай орындайтын жұмыскерлерге қосымша ақы төлеу жүргізіледі.\n      2. Жұмыскерлерге тапсырылатын қосымша жұмыстар:\n      1) жұмыскердің еңбек шартында (лауазымдық нұсқаулықта) көзделген өзінің негізгі жұмысымен қатар басқа бос лауазым бойынша қосымша жұмысты орындауы – лауазымдарды қоса атқару;\n      2) жұмыскердің еңбек шартында (лауазымдық нұсқаулықта) көзделген өзінің негізгі жұмысымен қатар жұмыс күнінің (ауысымның) белгіленген ұзақтығы ішінде қосымша жұмысты орындауы – қызмет көрсету аймағын кеңейту;\n      3) жұмыскердің еңбек шартында (лауазымдық нұсқаулықта) көзделген өзінің негізгі жұмысымен қатар басқа және осындай лауазым бойынша қосымша жұмысты орындауы – уақытша болмаған жұмыскердің міндеттерін атқару (алмастыру) арқылы жүзеге асырылуы мүмкін.\n      Егер уақытша болмаған жұмыскерді алмастыру алмастыратын жұмыскердің лауазымдық міндеттеріне кіретін болса, уақытша болмаған жұмыскердің міндеттерін атқарғаны (алмастырғаны) үшін жұмыскерлерге қосымша ақы төлеу жүргізілмейді.\n      3. Лауазымдарды қоса атқарғаны, қызмет көрсету аймағының кеңейгені немесе уақытша болмаған жұмыскердің міндеттерін атқарғаны (алмастырғаны) үшін берілетін қосымша ақының мөлшерлерін жұмыс беруші орындалатын жұмыс көлемін негізге ала отырып, жұмыскермен келісім бойынша белгілейді.\n      4. Екінші тарапты қосымша жұмыс тоқтағанға дейінгі үш жұмыс күнінен кешіктірмей хабардар ете отырып, жұмыскердің – қосымша жұмысты орындаудан бас тартуына, ал жұмыс берушінің оны орындау туралы тапсырмасының күшін жоюға құқығы бар.\n      Тапсырманың мерзімінен бұрын күші жойылған немесе жұмыскер қосымша жұмысты орындаудан бас тартқан кезде жұмыс беруші жұмыскерге жұмыс істеген кезеңі үшін жалақы төлеуге міндетті.\n      Ескерту. 111-бапқа өзгерістер енгізілді - ҚР 06.04.2016 № 483-V (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі); 04.05.2020 № 321-VI (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі); 01.07.2021 № 61-VII (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) Заңдарымен.\n\nТолығырақ:https://adilet.zan.kz/kaz/docs/K1500000414",
                "date": "7.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолыма осындай жара шықты қандай ем қолдансам болады",
        "question_content": "Қолым ыстық болып тұрады іскер жері",
        "question_date": "27.10.2023",
        "question_tag": "Тазалық",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге тері-венералогиялық диспансеріне қаралу керек",
                "date": "7.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші семестрдан грантты сақтай отырып басқа мамандыққа ауысуға болама? Колледж.",
        "question_content": "Мен мамандығымды ауыстырғым келеді колледж 1 семестр дан кейін грантты сақтай отырып ауысуға болама? Жауап берсеңіздер Өтініш.",
        "question_date": "27.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжлердегі гранттар жалғастықты емес, баламақты ауыстырмаларға беріледі. Сондықтан, сіз бірінші семестрдан кейін грантты сақтай отырып, мамандықты ауыстыруға боласыз. Ал қажетті мәліметтерді колледжіңізден алуға болады, сондықтан колледжге хабарласуыңызды ұмытпаңыз.\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "5.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Скибиди туалет (Skibidi toilet) деген не?",
        "question_content": "Неге оны балалар көреді?",
        "question_date": "27.10.2023",
        "question_tag": "Интернет, Сайт",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Skibidi Toilet - YouTube Shorts қызметінде жарияланған анимациялық серия. Бірінші эпизод 2023 жылдың ақпан айында шықты. Сериалда \"Скибиди дәретханалары\" деп аталатындар - қозғалатын дәретханалардың ішіндегі денесіз бастармен ұсынылған нысандар мен \"Агенттер\" - бастары бейнебақылау камералары, динамиктер және теледидарлармен ауыстырылған өзгертілген адамдар арасындағы соғысты бейнелейді.  Skibidi Toilet бірегей визуалды әсерлерімен, мағынасыз сипатымен, қысқа ұзындығымен және дәретхана әзілімен ерекшеленеді.  Бейнелер дебюттен кейін бірнеше ай ішінде вирусқа айналды, тез арада миллиондаған көріністерді жинады және YouTube-те де, TikTok-та да интернет-мемге айналды.\n\nSkibidi дәретханасын DaFuq!?Boom! деген атпен танымал Алексей Герасимов жасаған. және YouTube сайтындағы Blugray. 2014 жылдан бастап 9 жыл бойы анимацияны өз бетімен оқыды. Ол Грузияда тұрады. Оның арнасында бұған дейін бірнеше вирустық бейнелер жарияланған - мысалы, оның «I'm AT DIP» қысқаметражды фильмі 45 миллионнан астам қаралым жинады.\n\nСериал Скибиди дәретханасы мен Камерамен арасындағы қақтығысты құжаттайды. Сонымен қатар, серияда «Спикер ерлер» (бағандар) және «Теледидар адамдары». Әр эпизодтың ерекшелігі - экранда болып жатқан оқиғаларға сүйемелдейтін немесе Skibidi Toilets басып шығарған Тимбалэнд пен Дом Дом Иә, түрік авторы Бисер Кингтің Give It To Me әнінің ремиксін еске түсіру, шын мәнінде олардың қарым-қатынас тілі. Оқиғалар әр эпизодтың соңында әдетте Скибиди дәретханасының шабуылынан қалып қойған немесе өлтірілетін камерасын түсіру үшін камераны пайдаланатын оператордың көзқарасы бойынша ұсынылған. Сериалдың сюжеті соғысушы тараптардың қарудың барған сайын күшті түрлерін қолдануымен, қорғаныстың озық әдістерін жасауымен және өз денесін өзгертуімен сипатталады: осылайша, кейінгі эпизодтарда дамыған интеллект пен қабілеттердің саны үлкенірек кейіпкерлер пайда болады. Сериалда 60-тан астам эпизод бар.",
                "date": "2.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сандық тұрғыдан аудиторлық тәуекел қандай?",
        "question_content": "Сауда ұйымын тексеруді жоспарлау кезінде аудиторлық тәуекелдерді есептеу қажет. Клиентті алдын — ала зерттеуге сәйкес, аудиторлар ішкі (ажырамас) тәуекел өте жоғары және оның сандық мәні 80 %, бақылау құралының қаупі 50% екенін анықтады. Әзірленген аудит бағдарламасы мен бақылау құралдарының тестілері негізінде есептің сыни салалары үшін аудиторлар анықталмау қаупін 20% - ға бағалады. Сандық тұрғыдан аудиторлық тәуекел қандай?",
        "question_date": "26.10.2023",
        "question_tag": "Университет, колледж",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аудиторлық тәуекелді (Ar) формула арқылы бағалауға болады:\n\nAR = ИР * РМ * РН\n\nБерілген ақпараттан:\n\nAR = 80% * 50% * 20%\n\nAR = 0.8 * 0.5 * 0.2\n\nAR = 0.08\n\nОсылайша, аудиторлық тәуекел сандық тұрғыдан 8% құрайды. Бұл пайыз аудитордың қаржылық есептілікте Елеулі бұрмалануларды таппау ықтималдығын білдіреді.\n\nIR-интегралды (ішкі) тәуекел,\n\n РМ-мониторинг құралының тәуекелі,\n\nРН-белгісіздік қаупі.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарға бойлы қазтуған ата қоныс",
        "question_content": "Карга бойлы казтуган ата қоныс",
        "question_date": "26.10.2023",
        "question_tag": "Мектеп",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өскен ортасы\nҚазтуған Сүйінішұлы шамамен ХV ғасырда Астрахань облысына қарайтын Красный Яр қаласының төңірегінде, Бозан, Ақтұба өзендерінің бойында дүниеге келген. Көшпелі тірлік салтын ұстанған ықпалды әулеттен шыққан. Айтулы жорық жырауы, әскербасы, батыр болған. Ел арасында \"Қарға бойлы Қазтуған\" атанып кеткен.\nӘкесі Сүйініштің Қазтуғаннан бөлек, Азамат және Әдіжі есімді тағы екі ұлы болған. Оның арғы ата-бабалары Ноғай Ордасының билеушілері еді. Әкесі Сүйініш Абдоллаұлы Еділ бойында өмір сүрген, кейін Қобан жаққа өтіп кеткен.\nҚазтуған жыраудың туған және қайтыс болған жылдары күні бүгінге дейін белгісіз. Кейбір деректерде ХV ғасырда өмір сүргені жазылса, енді бірінде XVІІ ғасырдың перзенті екені айтылады.\nМәселен Әнес Сарайдың \"Ноғайлының рухани өмірі\" атты еңбегінде:\n\"Қазтуған — Ноғайлы жырауларының ең кенжесі, XVІІ ғасырдың бірінші жартысында өмір сүрген тұлға. Жыраудың өмір сүрген кезеңін анықтауға Ноғайлы шежірелері септеседі.\nТағы оқыңыз: \"Кінәсін мойындаған\" Әуезов: жазушы туралы қызықты деректер\nҚазтуған шежіресі былай түзіледі: Ысмайыл — Дінбай — Тінікей — Абдол — Сүйініш — Қазтуған. Ысмайыл Мұса бидің ортаншы ұлдарының бірі болғандықтан, 1480 жылдар шамасында дүниеге келді деп болжауға болады. Ал өлген жылы – 1563 жыл. Оның төртінші ұлы Дінбай Орыс би заманының 1578–1590 жылдары атыс-шабыстың бел ортасында болды. Қазтуған — Ысмайылдың бесінші ұрпағы. Əр ұрпаққа 20–25 жастан бергенде Қазтуған 1600 жылдар шамасында дүниеге келген болады\", - деп жазады.\nҚазтуған жырларынан жыраудың өзінен жасы үлкен Асан Қайғының көзін көргенін аңғаруға болады. Кейін Асан Қайғының баласы Абатпен үзеңгілес болып, ел ісінде мақсат-мүдделерін ортақтастырған. Тарихи еңбектерде Қазтуған жыраудың ХV ғасыр аясында сексен жасқа жақын ғұмыр кешкені жазылады.\nҚазтуған жыраудың шығармашылық мұрасы\nҚазуған жыраудың артынан өмір, болмыс туралы, атамекен, туған ел жайлы және әскери тұрмысқа қатысты сан алуан жырдан құралған мол мұра қалды. Бірақ жырларының көпшілігі сақталмаған. Бізге жеткен шығармаларынан қазіргі кезде \"Бұдырайған екі шекелі\", \"Алаң да алаң, алаң жұрт\", \"Белгілі биік көк сеңгір\" атты толғауларын атауға болады. Дегенмен, бұл шығармаларының өзі-ақ Қазтуған жыраудың қазақ әдебиеті тарихының төрінен орын алуына негіз бола алды. Қиялының ұшқырлығы, кеңдігі, суреттеу тәсілдерінің байлығы мен әсемдігі орта ғасырларда қазақтың ақындық өнерінің жоғары дәрежеде және өзіндік сипатқа толы болғанын аңғартады. Ұлттық бояуы ашық, өршіл романтикаға толы, көркем тіркестерге бай Қазтуған жырлары бірнеше ғасырлар бойы қазақ ақындарына үлгі, өнеге мектебі болған.\nҚазтуған жыраудың толғауларын алғаш рет Ғабдолла Мұштақ \"Шайыр, яки қазақ ақындарының басты жырлары\" атты жинағында топтастырған.\nМадақ жыры\nҚазтуған \"Мадақ жыры\" немесе \"Бұдырайған екі шекелі\" екі деп аталатын толғауында өзін таныстырады. Өзіне арнаған Мадақ жырының жолдарынан Қазтуғанның жорықшы, жауынгер жырау болғаны аңғарылады.\nБұдырайған екі шекелі,\nМұздай үлкен көбелі,\nҚары ұнымы сұлтандайын жүрісті,\nАдырнасы шайы жібек окқа кіріс-ті,\nАйдаса –  қойдың көсемі,\nСөйлесе - қызыл тілдің шешені,\nҰстаса - қашағанның ұзын құрығы,\nҚалайылаған қасты орданың сырығы,\nБилер атты би соңы,\nБи ұлының кенжесі,\nБуыршынның бұта шайнар азуы,\nБидайықтың көл жайқаған жалғызы,\nБұлт болған айды ашқан,\nМұнар болған күнді ашқан,\nМұсылман мен кәпірдің\nАрасын өтіп бұзып дінді ашқан\nСүйінішұлы Қазтуған!\nАлаң да алаң, алаң жұрт\nҚазтуған жырларындағы шоқтығы биік шығарма – оның туған жермен қоштасу жыры. \"Алаң да алаң, алаң жұртта\" Қазтуған жырау халқының туған мекен Еділін тастап, Шу бойында алғаш хандық құрып, қоныс тебуі, тәуелсіз ел болу кезеңін меңзейді. Бұл қоштасу өлеңі он бесінші ғасырдың екінші жартысында өз қарамағындағы руларды бастап Еділден еріксіз ауып, Қазақ мемлекеті құрамына өткеннен сыр шертеді.\nАлаң да алаң, алаң жұрт,\nАқала ордам қонған жұрт,\nАтамыз біздің бұ Сүйініш\nКүйеу болып барған жұрт,\nАнамыз біздің Бозтуған\nКеліншек болып түскен жұрт,\nҚарғадай мынау\nҚазтуған батыр туған жұрт,\nКіндігімді кескен жұрт,\nКір-қоңымды жуған жұрт,\nҚарағайдан садақ будырып,\nҚылшанымды сары жүн оққа толтырып,\nЖанға сақтау болған жұрт.\nСалп-салпыншақ анау үш өзен,\nСалуалы менің ордам қонған жер,\nЖабағылы жас тайлақ\nЖардай атан болған жер,\nЖатып қалып бір тоқты\nЖайылып мың қой болған жер,\nЖарлысы мен байы тең,\nЖабысы мен тайы тең,\nЖары менен сайы тең,\nБотташығы бұзаудай,\nБоз сазаны тоқтыдай,\nБалығы тайдай тулаған,\nБақасы қойдай шулаған,\nШырмауығы шөккен түйе таптырмас,\nБалығы көлге жылқы жаптырмас,\nБақасы мен шаяны\nКежідегі адамға\nТүн ұйқысын таптырмас,\nҚайран менің Еділім,\nМен салмадым, сен салдың,\nҚайырлы болсын сіздерге\nМенен қалған мынау Еділ жұрт!\nБелгілі биік көк сеңгір\nБұл толғауда Қазтуған жырау батырларға тән қажыр-қайратын ұштап, намысын қайрап, елге дем беріп, рухтандыра түседі. Таудың əдемі көріністерін жырлап, адам туралы ойларға көшеді.\nБелгілі биік көк сеңгір\nБасынан қарға ұшырмас,\nЕр қарауыл қарар деп,\nАлыстан қара шалар деп;\nБалдағы алтын құрыш болат\nАшылып шапса дем тартар,\nСусыным қанға қанар деп;\nАрғымақтың баласы\nАрыған сайын тың жортар,\nАрқа мен қосым қалар деп;\nАқ дария толқын күшейтер,\nҚұйрығын күн шалмаған балығым\nОртамнан ойран салар деп;\nАзамат ердің баласы\nЖабыққанын білдірмес,\nЖамандар мазақ қылар деп!",
                "date": "14.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқуға түсу үшін таңдаған пәнге тест тапсырама",
        "question_content": "Оқуға түсу үшін таңдаған пәнге тест тапсырама",
        "question_date": "26.10.2023",
        "question_tag": "Мектеп",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғары оқу орнына түсу үшін мектеп түлектері қорытынды емтихан және ұлттық бірыңғай тест (ҰБТ) түрінде түсу емтиханын тапсырады.\n  ҰБТ-ны  5 пәннен тапсырасыз:\nматематика;\nана тілі (білім алу тілі);\nҚазақстан тарихы;\nорыс мектебінің бітірушілері үшін қазақ тілінен, қазақ мектебін бітірушілер үшін орыс тілінен\nжәне таңдаған пәні: география, физика, биология, химия, әлем тарихы, қазақ әдебиеті (русская литература), шет тілінен тапсырады.\nТүсуге таңдаған мамандығына байланысты пәндердің бірі профильді болып табылады. \nҰБТ нәтижесі бойынша мектеп бітірушілер аттестат және «Алтын белгі» растау сертификатын, «үздік» аттестат алады. Сертификаттың әрекет ету мерзімі – ағымдағы жалдың 31 желтоқсанына дейін.\nЕгер мектеп бітірушісі мектепті аяқтаған жылы республикамыздың жоғары оқу орнына немесе колледжіне түскісі келмесе, ол дәстүрлі мектеп емтиханын тапсырады. \nӨткен жылғы мектеп бітіруші, шет елдермен халықаралық оқушылар алмасу желісі бойынша оқыған және ҰБТ-ға қатыспаған тұлғалар; өзбек, ұйғыр және тәжік тілінде білім беретін орта жалпы білім беретін оқу орындарын бітірушілер; республикалық музыкалық мектеп-интернат бітірушілері; бастауыш және орта кәсіби білім беру мекемелерін бітірушілер; шет елдік білім мекемелерін бітірушілер үшін талапкерлерді кешенді тестілеу жүргізіледі.\nКешенді тестілеу 4 пән бойынша өткізіледі:\nматематика;\nана тілі (білім алған тілі);\nҚазақстан тарихы;\nжәне таңдаулы пәні (география, физика, биология, химия, қазақ әдебиеті (русская литература), шет тілі).",
                "date": "8.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам неге ұшпайды. Логикалық сұрақ",
        "question_content": "Адам неге жерден ұшпайды? Логикалық сұрақ жауап қажет",
        "question_date": "26.10.2023",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі адамнын  анатомиясы ұшуға арналмаған.",
                "date": "10.11.2023",
                "upvotes": 0
            },
            {
                "text": "Адам зерттеулердің маңызды мәселелерін көру үшін жерден ұшпайды. Қаланың арқасындағы жерлерді тепе бастап көру ең рахаттанды. Жерден ұшу қажет екенін зерттеулердің дағдысын, жерлер арасындағы қауіпті жерлерді табу үшін қажет екенін айтуға мүмкіндік береді.\n\nБұл сұраққа OpenAI көмегімен жауап берілді",
                "date": "11.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен призидент болсам шығарма жазу",
        "question_content": "Мен призидент болсам ең бірінші халықтын жағдайын жақсартып көмек көрсетер едім. Сосын соғыс жағдайларын азайтып тату болуға тырысар едім жәнеде кейін мысалы болашақта қиналмайтындай да етер едім!",
        "question_date": "26.10.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/613382/ сілтемесіне өтіңіз",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айтыс сөз өнері эссе",
        "question_content": "Эссе құрылысы\n\n1кіріспе\n\n2 негізгі\n\n3қорытынды\n\nТезірек жазып беріңдерші",
        "question_date": "26.10.2023",
        "question_tag": "Мектеп",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/679600/",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    }
]